{"path":"/serie/stream/der-equalizer","name":"Der Equalizer","descr":"Der ehemalige CIA-Agent Robert McCall hat lange Jahre seinen Dienst für die Regierung geleistet. Dabei ist seine Ehe zu Bruch gegangen und die Beziehung zu seinem Sohn Scott beinahe ebenfalls. McCall hat nun eine neue Aufgabe gefunde, er hilft verzweifelten Leuten in ausweglosen Situationen. Er verdingt sich als Detektiv und Bodyguard zugleich und kämpft als Schutzengel alleine auf den Straßen von New York. Von seinem Ein-Mann-Appartement in Manhattan aus sucht er seine Klienten über Zeitungsanzeigen. Nur gelegentlich hilft ihm sein ehemaliger Boß, bekannt als Control.[Neue Version als \"The Equalizer\" (2021)]","seasons":[{"path":"/serie/stream/der-equalizer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-equalizer/staffel-1/episode-1","name":"Der erste Anruf","epNo":1,"alt":"Pilot","descr":"Robert McCall ist von seinen Jahren als Spion desillusioniert und tritt von seinem Job zurück. Er ist entschlossen, Menschen in Not zu helfen. Seine ersten beiden Kunden sind ein Telekommunikationsangestellter, der auf einen Erpressungsring stößt, und eine Frau, die von einem Stalker bedroht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985679","hoster":"VOE"},{"path":"/redirect/8388376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-2","name":"Die chinesische Entführung","epNo":2,"alt":"China rain","descr":"Eine Entführung einer Chinatown-Bande, von der sie glauben, dass sie der Sohn eines wohlhabenden chinesisch-amerikanischen Paares ist, ohne zu wissen, dass er tatsächlich das Kind der Magd ist. Aus Angst, dass die Polizei den Jungen nicht wieder zum Leben erwecken kann, kontaktiert das Dienstmädchen Robert McCall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985686","hoster":"VOE"},{"path":"/redirect/12980200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-3","name":"Der Überläufer","epNo":3,"alt":"The defector","descr":"McCalls Versuch, einem ehemaligen Agenten aus der UdSSR zu helfen, scheitert und die Tochter des Mannes ist in Gefahr. McCall wird auch von einem Teenager um Hilfe gegen eine lokale Bande von Mobbern gebeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985687","hoster":"VOE"},{"path":"/redirect/8388385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-4","name":"Mädchenhandel","epNo":4,"alt":"The lock box","descr":"Die Familie Griffith kommt im Urlaub von Duluth nach NYC und von Anfang an läuft alles schief ... ihr Gepäck wird von einem Zigeunerkabinen gestohlen und das Hotel hat seine Reservierungen verloren. Gelangweilt und frustriert wandert Edie, die 17-jährige Tochter von Griffiths, nachts aus dem Hotel, um etwas zu erkunden. Sie wird dazu verleitet, eine Fahrt anzunehmen, und wird entführt. Die Polizei kann wenig Hilfe anbieten und mit niemand anderem, an den sie sich wenden kann, stellen sie McCall ein, um ihre Tochter zu finden. Seine Suche wird ihn in die schäbige Unterwelt der Prostitution führen und eine \"Einladung nur\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985688","hoster":"VOE"},{"path":"/redirect/8388383","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13511508","hoster":"VOE"},{"path":"/redirect/10101244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-5","name":"Gewissenskonflikt","epNo":5,"alt":"Lady cop","descr":"Eine junge New Yorker Streifenpolizistin kontaktiert McCall, um ihr zu helfen, ein Trio schmutziger Polizisten zu töten, zu denen auch ihr Partner gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985690","hoster":"VOE"},{"path":"/redirect/8388392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-6","name":"Explosive Antiquitäten","epNo":6,"alt":"The confirmation day","descr":"Vor seiner Bestätigung beauftragt ein Junge McCall, seinen Vater zu beschützen, der in krumme Geschäfte verwickelt ist, und gleichzeitig eine alternde Bühnenschauspielerin vor einem Stalker zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985692","hoster":"VOE"},{"path":"/redirect/8388395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-7","name":"Melindas Höllenfahrt","epNo":7,"alt":"The Children\u0027s Song","descr":"Auf einem Campingausflug müssen sich McCall und sein entfremdeter Sohn Scott zusammenschließen, um ein junges Vergewaltigungsopfer vor einer Bande von Gaunern zu schützen, die auch ihren Freund getötet haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173200","hoster":"VOE"},{"path":"/redirect/8388396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-8","name":"Das Attentat","epNo":8,"alt":"The distant fire","descr":"McCall trifft einen alten Agenturkollegen, der sich jetzt als Mörder engagiert. Sein nächstes Ziel ist ein Botschafter und seine Frau. Er bittet McCall um Hilfe, um die Frau zu retten, weil sie eine Frau ist, die beide liebten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985699","hoster":"VOE"},{"path":"/redirect/8388401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-9","name":"Mamas Liebling","epNo":9,"alt":"Mama\u0027s Boy","descr":"Eine Mutter wendet sich an McCall, als sie entdeckt, dass ihr jugendlicher Sohn für einen gefährlichen Drogendealer arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383552","hoster":"VOE"},{"path":"/redirect/8388402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-10","name":"McCall unter Mordverdacht","epNo":10,"alt":"Bump and run","descr":"McCall sucht nach einer Bürgerwehr, die in seinem Namen Kriminelle tötet. Währenddessen schützt sein Kollege Kostmeyer eine junge Frau vor Carjackern, die Rache für ein gefallenes Mitglied ihrer Crew suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985698","hoster":"VOE"},{"path":"/redirect/8388400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-11","name":"Aus Spaß wird Ernst","epNo":11,"alt":"Desperately","descr":"Eine gelangweilte Hausfrau wird von ihrer Freundin gewagt, einen Mann abzuholen, den sie tut. Er bringt sie in ein Hotelzimmer, aber als sie ankommen, ist schon ein Mann da. Der Typ, der sie dorthin gebracht hat, zieht eine Waffe heraus und tötet den Mann dort. Sie rennt weg und ruft McCall an, aber sie möchte nicht, dass ihr Mann weiß, was passiert ist. Als sie ihm erzählt, was passiert ist, schließt McCall, dass der Mann ein professioneller Mörder ist, also gehen sie zur Polizei und sie erzählt es ihrem Ehemann. Aber der Attentäter spürt sie durch ihre Freundin auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100274","hoster":"VOE"},{"path":"/redirect/8388409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-12","name":"Straßen-Terror","epNo":12,"alt":"Reign of terror","descr":"Eine Ärztin übernimmt eine innerstädtische Klinik. Als sie ankommt, stellt sie fest, dass die vorherige Ärztin einen Vertrag mit der Bande hat, die die Nachbarschaft leitet, um sie mit Medikamenten zu versorgen, um sie dort bleiben zu lassen. Aber als sie davon erfährt, sagt sie ihnen, dass es endet. Die Bande bedroht sie dann, aber sie ist nicht eingeschüchtert. Aber ihre Assistentin, die weiß, dass sie über ihrem Kopf ist, ruft McCall an. Aber als sie ihn trifft, weigert sie sich, Hilfe anzunehmen, weil sie nicht an Gewalt glaubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985691","hoster":"VOE"},{"path":"/redirect/8388410","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13511507","hoster":"VOE"},{"path":"/redirect/10101245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-13","name":"Der Wohnungsspekulant","epNo":13,"alt":"Back home","descr":"McCall wird von den Mietern eines Wohnhauses angerufen, die terrorisiert werden, damit sie ausziehen können. Sie glauben, dass der Besitzer, ein reicher Mann, dies tut, damit er das Gebäude abreißen kann. McCall überprüft den Mann und stellt fest, dass er nach einem Killer sucht, um seine Frau zu töten. Also kommt McCall auf sie zu und überzeugt sie, mit ihm zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985689","hoster":"VOE"},{"path":"/redirect/14159323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-14","name":"Die Vergangenheit holt alle ein","epNo":14,"alt":"Out of the Past","descr":"McCalls Ex-Frau bittet um seine Hilfe, als ihr jetziger Ehemann von einem rachsüchtigen Ex-Betrüger bedroht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985697","hoster":"VOE"},{"path":"/redirect/8388416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-15","name":"Tote Briefkasten","epNo":15,"alt":"Dead drop","descr":"Der Portier Sam dient einer Organisation als Mittelsmann, indem er für sie Nachrichten weiterleitet. Als er versucht, aus diesem Geschäft mehr Geld für sich herauszuschlagen, wird er von seinen Auftraggebern erstochen. Sam stirbt in den Armen des ahnungslosen Blumenhändlers Barry. Die Organisation glaubt nun, Barry hätte seine Finger im Spiel und setzt einige Leute auf ihn an, die ihn töten sollen. In seiner Verzweiflung wendet er sich an Robert McCall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985696","hoster":"VOE"},{"path":"/redirect/8388423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-16","name":"Der Verlierer","epNo":16,"alt":"Wash-up","descr":"Pete und Lenny arbeiten als Fensterputzer in der Firma von Mike Reigert. Gegen den Willen ihres Chefs möchten sie in die Gewerkschaft eintreten. Seit ihr Entschluss bekannt geworden ist, werden die beiden eingeschüchtert und bedroht. Als sie eines Tages beinahe mit ihrem Putzschlitten abstürzen, bitten sie McCall um Hilfe. Bei der Untersuchung des Schlittens stellt sich heraus, dass die Bremsbolzen beschädigt waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985693","hoster":"VOE"},{"path":"/redirect/8388424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-17","name":"Die Entscheidung","epNo":17,"alt":"Torn","descr":"Jessie ist verzweifelt. Ihr Mann Moore, der sie und ihre Tochter Laura jahrelang gedemütigt und gequält hat, soll früher als erwartet aus dem Gefängnis entlassen werden. Auch Inspektor Smalls kann die Entlassung nicht verhindern. Allerdings liegt ein Gerichtsbeschluss vor, der Moore untersagt, die Wohnung seiner Frau zu betreten. Eines Tages steht Moore jedoch an Jessies Tür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985700","hoster":"VOE"},{"path":"/redirect/8388432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-18","name":"Orchideenkiller","epNo":18,"alt":"Unnatural causes","descr":"Ein Serienmörder zielt auf New Yorks einsame alleinstehende Frauen ab, die auf eine Zeitungsanzeige von Lonely Hearts reagieren. Seine Visitenkarte ist eine Orchidee, die er an den Körper steckt. Währenddessen schreibt McCall einen Artikel über Robert E Lee für ein Militärmagazin und versucht, einer jungen Schauspielerin zu helfen, nicht von einem Zuhälter ausgenutzt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985702","hoster":"VOE"},{"path":"/redirect/8388433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-19","name":"Die Geiselnahme","epNo":19,"alt":"Breakpoint","descr":"Während einer Hochzeit wird McCall von Terroristen aus dem Nahen Osten als Geiseln genommen, die versuchen, einen Philanthrop aus ihrem Land zu fangen und hinzurichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985703","hoster":"VOE"},{"path":"/redirect/8388435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-20","name":"36 Stunden Frist","epNo":20,"alt":"No conscience","descr":"Ein Frauenheld wird von einigen Leuten gepackt, die verlangen, dass er ihnen etwas gibt, das ihm eine der Frauen gegeben hat, mit denen er zusammen war. Er hat keine Ahnung, wovon sie sprechen, also bittet er McCall um Hilfe. Nachdem er alle Frauen durchgesehen hat, weiß er, dass sie gegen eine Wand stoßen. Bis er sich an eine andere Frau erinnert, die er kurz getroffen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985705","hoster":"VOE"},{"path":"/redirect/8388442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-21","name":"Mörderische Karriere","epNo":21,"alt":"Unpunished Crimes","descr":"Ein Mann geht zum CEO eines Unternehmens und beschuldigt ihn, seine Erfindung gestohlen zu haben. Wenn er Beweise vorlegt, versucht der CEO, sie zu zerstören. Dann befiehlt er, dass der Mann versorgt wird. Und wenn sie versagen, ruft der Sohn des Mannes McCall an. McCall überprüft den CEO und erfährt, dass er möglicherweise Verbindungen zu einer Terroristengruppe hat. Er nähert sich dem Verantwortlichen der Gruppe und sie führen gemeinsam ein Spiel gegen den CEO durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985709","hoster":"VOE"},{"path":"/redirect/8388443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-1/episode-22","name":"Gefährliche Nachbarn","epNo":22,"alt":"Pretenders","descr":"McCall hilft einer Rookie-Reporterin, die ihren neuen Nachbarn der kriminellen Aktivitäten verdächtigt. Als McCall weiter nachforscht, entdeckt er, dass der Mann möglicherweise mörderische Absichten hat und von der Kontrolle beschützt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985704","hoster":"VOE"},{"path":"/redirect/8388444","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-equalizer/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-equalizer/staffel-2/episode-1","name":"Das tödliche Netz des Diktators","epNo":1,"alt":"Prelude","descr":"Als ein investigativer Reporter entführt wird, ruft seine Tochter McCall an und verlangt zu wissen, wo ihr Vater ist. Es scheint, als hätte ihr Vater ein Stück über den Führer eines Landes geschrieben, den die Agentur an die Macht gebracht hat, nur um Unterdrücker zu werden, und sie wollen wissen, wer die Opposition ist. Und sie behauptet, McCall sei der Mann gewesen, der ihm geholfen hat, an die Macht zu kommen. McCall versucht ihn zu finden, wird aber gewarnt, dass er auf ein paar große Zehen treten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586937","hoster":"VOE"},{"path":"/redirect/8388521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-2","name":"Im Dunkel der Nacht","epNo":2,"alt":"Nocturne","descr":"Ein Musikkritiker hört eine Stimme in einem Aufzug und identifiziert ihn als den Mann, der sie so entführt, vergewaltigt und geschlagen hat, dass sie ihr Augenlicht verlor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985726","hoster":"VOE"},{"path":"/redirect/8388522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-3","name":"Mordmotiv auf Video","epNo":3,"alt":"A Community of Civilized Men","descr":"McCall hilft einer Frau, die von einem Mann belästigt wird. Er warnt ihn ab. Später wird die Frau getötet und McCall geht dem Mann nach, aber es stellt sich heraus, dass er es nicht war. Und es stellt sich auch heraus, dass es nicht sie war, nach der der Mörder gesucht hat. McCall glaubt, es sei die Tochter der Frau, und als er sie besucht, weiß sie nicht warum, also bietet McCall an, sie zu beschützen. Gleichzeitig will Control etwas von ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586939","hoster":"VOE"},{"path":"/redirect/8388531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-4","name":"Die Todesdroge","epNo":4,"alt":"Joyride","descr":"Einige Jungen beschließen, einen Leichenwagen für eine Spritztour zu nehmen. Sie finden einen Sarg voller Drogen. Einer der Jungen beschließt, sie zu verkaufen, er wird später getötet. Der Vater eines anderen Jungen ruft McCall um Hilfe. McCall erfährt, dass der Besitzer der Drogen ein gefährlicher Mann ist und alles tun wird, um sie zurückzubekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985729","hoster":"VOE"},{"path":"/redirect/12985534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-5","name":"Mord für die Vergangenheit","epNo":5,"alt":"Shades of darkness","descr":"Ein Leutnant der Nationalgarde ist Zeuge eines Mordes, aber der Täter entkommt und das Opfer stirbt in seinen Armen. Er wird verhaftet und des Verbrechens beschuldigt. Sein Priester, der mit McCall in der Armee war, bittet den Equalizer um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985738","hoster":"VOE"},{"path":"/redirect/8388536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-6","name":"Gefährliche Rache","epNo":6,"alt":"Nightscape","descr":"Eine Frau wird in der U-Bahn brutal vergewaltigt und ihr Mann versucht, die Verantwortlichen aufzuspüren. Sie kontaktiert McCall, um ihren Ehemann zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985736","hoster":"VOE"},{"path":"/redirect/8388545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-7","name":"Der Gegenangriff","epNo":7,"alt":"Counterfire","descr":"McCall wird wegen Mordes an einem Blinden verhaftet, der sich zuvor auf McCalls Auto geworfen hatte und vorgab, heruntergekommen zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985735","hoster":"VOE"},{"path":"/redirect/8388549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-8","name":"Bürgerwehr","epNo":8,"alt":"The line","descr":"Ein junger schwarzer Mann wird versehentlich getötet, als ihn eine Uhrengruppe erschreckt. Um sich zu schützen, lassen sie den Anschein erwecken, als sei er in die Begehung eines Verbrechens verwickelt. Und die Polizei glaubt ihrer Behauptung. Aber seine Mutter weigert sich, es zu glauben und ruft McCall an, um es zu beweisen. Aber ihr anderer Sohn will nur eine Waffe holen und ihnen nachgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985739","hoster":"VOE"},{"path":"/redirect/8388546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-9","name":"Ein todsicherer Tip","epNo":9,"alt":"Tip on a sure thing","descr":"Wenn ein Rennen zwischen zwei Pferden stark angepriesen wird, berichtet die Presse viel über den Außenseiter. Und jeder scheint auf dieses Pferd zu wetten. Ein Buchmacher übernimmt also die gesamte Aktion und beschließt, sicherzustellen, dass das andere Pferd gewinnt. Also entführt er den Sohn des Jockeys des Außenseiterpferdes. Die Frau des Jockeys ruft dann McCall an, der ihnen rät, die Polizei anzurufen, aber der Mann weigert sich, dies zu tun. Also wendet sich McCall an einen Agenten, der ein Spieler ist, um herauszufinden, wer den Jungen entführt hat, bevor das Rennen beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586941","hoster":"VOE"},{"path":"/redirect/8388556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-10","name":"Das verhängnisvolle Beichtgeheimnis","epNo":10,"alt":"The cup","descr":"Mit McCall an seiner Seite versucht Kostmayer, seinem Bruder, einem Priester, zu helfen, der jede Unterstützung verweigert, nachdem er bei einem Drive-by-Schießen verwundet wurde, bei dem ein Gemeindemitglied getötet wird. Sie stellen bald fest, dass Pater Kostmayer in ein KGB-Attentat eingeweiht wurde, das durch das Geständnis des ermordeten Mannes aufgedeckt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586940","hoster":"VOE"},{"path":"/redirect/8388558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-11","name":"In letzter Sekunde","epNo":11,"alt":"Heartstrings","descr":"Als das Neugeborene einer Frau verschwindet und die Polizei ihr nicht helfen kann, ruft sie McCall an. Nach dem Ausschluss der Möglichkeit, dass ihr Kind wegen Lösegeldes oder eines verärgerten Verwandten entführt wird. McCall glaubt, dass ihr Baby von jemandem genommen wurde, der sich mit grauen Adoptionen befasst, und als die Mutter, die zuvor zugestimmt hatte, ihr Baby zu geben, ihre Meinung änderte, packte die Person ihr Kind verzweifelt. McCall versucht herauszufinden, wer diese Mutter ist, damit er den Makler finden kann. Und als er die Person findet, die das Baby adoptieren wollte, erfährt McCall, dass er Verbindungen zur Agentur hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985737","hoster":"VOE"},{"path":"/redirect/8388561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-12","name":"Mord ohne Leiche","epNo":12,"alt":"High performance","descr":"Eine weibliche Bauarbeiterin glaubt, während der Arbeit einen Mord gesehen zu haben. Dann ruft sie McCall an, um zu beweisen, dass sie nichts gesehen hat. Also geht er dorthin, wo sie es gesehen hat, um es zu überprüfen. Das Problem ist, dass es sich um die Skelettstruktur eines im Bau befindlichen Gebäudes handelt und es sich auf einem hohen Niveau befindet und er Höhenangst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985747","hoster":"VOE"},{"path":"/redirect/8388565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-13","name":"Control auf der Todesliste","epNo":13,"alt":"Beyond Control","descr":"Der Tod eines KGB-Maulwurfs zwingt Control, ohne die Ressourcen oder das Wissen des Unternehmens zu operieren. Er bittet McCall um Hilfe, um die gestohlenen Akten eines Geheimkomitees zu finden und gleichzeitig einen der Top-Agenten des KGB zu meiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985743","hoster":"VOE"},{"path":"/redirect/8388570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-14","name":"Machtmißbrauch","epNo":14,"alt":"Carnal persuasion","descr":"Eine Frau, deren Ehemann wegen eines Verbrechens verhaftet wurde, von dem sie weiß, dass er es nicht begangen hat, wird vom Richter, der den Fall ihres Ehemanns bearbeitet, angesprochen und vom Mann vorgeschlagen. Sie ruft dann McCall an und erzählt ihm, was passiert ist. McCall fragt zunächst eine andere Richterin, was sie über den Mann weiß, und erfährt, dass er scheinbar aus dem Nichts gekommen ist, was bedeutet, dass er in der Tasche von jemandem steckt. McCall geht dann zu einer Freundin ihres Mannes, die ihm sagt, dass ein Verbrecher einen Mann in seiner Position für seine Schmuggeloperation braucht, aber der Mann ist ehrlich und würde kein Teil davon sein ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985741","hoster":"VOE"},{"path":"/redirect/8388566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-15","name":"48 Stunden Frist, Teil 1","epNo":15,"alt":"Memories of Manon (1)","descr":"Yvette Marcel, die die Tochter von Control ist, wurde von ein paar Männern gepackt, die dann drohen, ihren Vater, einen kanadischen Agenten, zu töten, es sei denn, sie kann herausfinden, wer der Informant ihres Vaters ist, der als Chrysalis bekannt ist. Sie wendet sich an Control, die Robert um Hilfe bittet, weil ihre Mutter jemand ist, den Robert sehr gut kannte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915861","hoster":"VOE"},{"path":"/redirect/8388574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-16","name":"48 Stunden Frist, Teil 2","epNo":16,"alt":"Memories of Manon (2)","descr":"Nachdem Marcel McCall von seiner Verbindung zu Yvette erzählt hat, geht er, um sicherzustellen, dass sie in Sicherheit ist. Aber Dorgan, der unbedingt wissen will, wer Chrysalis ist, packt sie. Also muss McCall versuchen, einen Weg zu finden, sie zu retten und Dorgan von Marcel zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985740","hoster":"VOE"},{"path":"/redirect/8388578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-17","name":"Eine gefährliche Liebe","epNo":17,"alt":"Solo","descr":"McCall verliebt sich in eine Frau, die in den Mord an einem Polizisten verwickelt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008008","hoster":"VOE"},{"path":"/redirect/8388580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-18","name":"Ausreißerin in Not","epNo":18,"alt":"A place to stay","descr":"Als ein junges Mädchen aus den Vororten vor einer missbräuchlichen häuslichen Umgebung davonläuft, um auf den Straßen von New York zu leben, beauftragt die Mutter des Mädchens McCall, sie zu finden. Er wird in die schäbige Unterwelt der Kinderpornografie gestoßen, um sie zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579206","hoster":"VOE"},{"path":"/redirect/8388582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-19","name":"Der Frauenmörder","epNo":19,"alt":"Coal black soul","descr":"Ein Serienmörder von Frauen mittleren Alters möchte, dass McCall ihn tötet. Währenddessen beginnt McCall eine Romanze mit einem Psychiater, den er vor einem Peeper rettet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333276","hoster":"VOE"},{"path":"/redirect/8388584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-20","name":"Späte Rache","epNo":20,"alt":"First light","descr":"McCall ist nicht in der Stadt und erscheint in einer Anhörung, die ein Senator wegen einer Operation (Operation) durchgeführt hat, die vor einigen Jahren an ihm durchgeführt wurde, und McCalls Aussage könnte die Kontrolle ausschalten. Scott und ein Freund versuchen einem alten Mann zu helfen, der von jemandem terrorisiert wird. Nachdem McCall die Kontrolle gerettet hat, eilt er nach Hause, um Scott zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579205","hoster":"VOE"},{"path":"/redirect/8388588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-21","name":"Die Erbin","epNo":21,"alt":"Hand and glove","descr":"Als der Vater einer Frau mit psychischen Problemen ermordet wird, greift McCall ein, um zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985758","hoster":"VOE"},{"path":"/redirect/8388591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-2/episode-22","name":"Nötigung","epNo":22,"alt":"Re-entry","descr":"Ein Junge, der spürt, dass etwas mit seinem Vater nicht stimmt, ruft McCall an, um ihm zu helfen. McCall erfährt, dass er unter Druck gesetzt wird, einigen Menschen zu helfen, seinen Arbeitgeber auszurauben. McCall hat einen Plan, ihm zu helfen, aber die Leute, die den Vater zwingen, packen den Jungen und sagen McCall, er solle sich nicht einmischen. Also muss McCall herausfinden, woher sie von ihm wussten und wo der Junge ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100275","hoster":"VOE"},{"path":"/redirect/8388592","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-equalizer/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-equalizer/staffel-3/episode-1","name":"Staatsfeind Nr.1, Teil 1","epNo":1,"alt":"Blood \u0026 Wine (1)","descr":"Eine Frau, die den Ehemann ihrer Tochter entdeckt hat, hat eine Waffe, konnte sie aber nicht finden, als sie versucht, ihrer Tochter von Anrufen bei McCall zu erzählen. McCall weigert sich zunächst zu helfen, bis er den Mann sieht, der ihnen folgt. Später glaubt McCall, er sei ein Terrorist, nach dem die Feds suchen, und ruft den zuständigen Agenten an. Er erfährt, dass sie von einem Mann unterstützt werden, der den Terroristen kennt, der jetzt ein Priester ist, den McCall auch kennt und hasst, damit er nichts mit ihm machen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599548","hoster":"VOE"},{"path":"/redirect/8388598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-2","name":"Staatsfeind Nr.1, Teil 2","epNo":2,"alt":"Blood \u0026 Wine (2)","descr":"Ein Terrorist trifft sich auf einem römisch-katholischen religiösen Festival mit Besuchern aus aller Welt. Sein ehemaliger Partner, der Buße tat und Mönch wurde, kommt nach New York, um nach ihm zu suchen. Der Partner vermutet, dass der Terrorist das religiöse Fest besuchen wird, um seine Verachtung für das Christentum unter dem Deckmantel eines von ihm ermordeten Priesters zu demonstrieren. Der Titel ist ziemlich wörtlich, weil der Terrorist plant, vielleicht den letzten Akt der Gotteslästerung zu begehen, indem er das Gift in einen Kelch Wein gießt - der in Christi Blut umgewandelt werden soll - und es tausend ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612365","hoster":"VOE"},{"path":"/redirect/8388606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-3","name":"Unter Mordverdacht","epNo":3,"alt":"Suspicion of innocence","descr":"McCall wird von der Mutter eines geistig behinderten Mannes angeheuert, der fälschlicherweise wegen Mordes an seinem Kollegen angeklagt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599549","hoster":"VOE"},{"path":"/redirect/8388605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-4","name":"Börsen Mafia","epNo":4,"alt":"In the money","descr":"Ein Bankier an der Wall Street begeht Selbstmord und die Kellnerin, mit der er sich verabredet hat, taucht ebenfalls tot auf. Als der Freund der Kellnerin fast ermordet wird, wird McCall in den dunklen Unterbauch der Wall Street gezogen, um Antworten zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920682","hoster":"VOE"},{"path":"/redirect/8388611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-5","name":"Der Überläufer","epNo":5,"alt":"Encounter in a closed room","descr":"Ein russischer Wissenschaftler, der in New York City ist, entkommt seiner Sicherheit und geht zu einem Freund nach Hause. Später tauchen einige amerikanische Agenten auf und fragen ihn, ob er überlaufen möchte und wenn er Ja sagt, nehmen sie ihn auf. Der Freund des Wissenschaftlers wird später von jemandem angesprochen, der möchte, dass sie ihnen hilft, den Wissenschaftler herauszunehmen, oder ihre Eltern werden getötet. Sie ruft dann McCall an und versucht sie zu neutralisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920684","hoster":"VOE"},{"path":"/redirect/8388618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-6","name":"Geheimoperation McCall, Teil 1","epNo":6,"alt":"Mission: McCall (1)","descr":"Wenn Scott seinen Vater nicht finden kann, ruft er zuerst Control an, aber sie geben ihm die Bürste ab. Später findet er eine Nachricht von seinem Vater, dass er sich an einen Mann namens Dyson wenden soll, der ebenfalls für die Agentur gearbeitet hat und wie McCall es wollte. Dyson versucht ihn zu finden und glaubt, dass der KGB beteiligt sein könnte. Deshalb bricht er einen anderen ehemaligen Mitarbeiter der Agentur aus, Harley Gage, um ihm zu helfen. Sie entdecken, dass der KGB nichts damit zu tun hat, was McCall passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579207","hoster":"VOE"},{"path":"/redirect/8388623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-7","name":"Geheimoperation McCall, Teil 2","epNo":7,"alt":"Mission: McCall (2)","descr":"Der KGB holt McCall und bringt ihn zur russischen Botschaft. McCall wurde erschossen, also versuchen sie ihn zu behandeln, bevor sie ihn nach Russland schicken. Als Dyson dies erfährt, versucht er ihn herauszuholen, indem er zusammen mit Gage in die Botschaft kommt. Sie sagen Kostmayer, er solle sich auf die Kontrolle setzen, weil sie befürchten, er könnte versuchen, sie aufzuhalten. Schließlich finden ihn seine Leute und versuchen, jemanden in der Botschaft zu kontaktieren. Schließlich werden Dyson und Gage gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13923066","hoster":"VOE"},{"path":"/redirect/8388612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-8","name":"Agent im Fadenkreuz","epNo":8,"alt":"Shadow play","descr":"Harley Gage und Alice Shepard versuchen, einen alten Freund zu beschützen, der bei einer Anhörung der Regierung aussagt. McCall setzt seine Genesung fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9932594","hoster":"VOE"},{"path":"/redirect/8388621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-9","name":"Das zweite Gesicht","epNo":9,"alt":"Inner view","descr":"Ein Hellseher sagt die Morde eines Serienmörders mit fragmentierten Hinweisen voraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599554","hoster":"VOE"},{"path":"/redirect/8388625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-10","name":"Die letzte Probe","epNo":10,"alt":"The rehearsal","descr":"McCall und Gage nehmen an der Probe eines Stücks teil, in dem die Tochter eines Mitarbeiters die Hauptrolle spielen wird. Während sie in ihrer Umkleidekabine ist, sagt eine schattenhafte Gestalt ihr, sie solle gehen. Später entdecken sie, dass jemand die Telefonleitungen unterbrochen und das Theater mit Sprengstoff gefangen hat. Wenn also jemand hereinkommt, geht die Bombe hoch. Also müssen sie denjenigen finden, der es gepflanzt hat, damit sie es deaktivieren können. Und während sie warten, entdecken sie, dass die Menschen dort mehr wissen, als sie erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383553","hoster":"VOE"},{"path":"/redirect/8392326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-11","name":"Hilfe für den kleinen Mickey","epNo":11,"alt":"Christmas presence","descr":"McCall und Gage beschützen einen Jungen, der von einer Gruppe von Männern terrorisiert wird, die ihn aus der Nachbarschaft wollen, weil er AIDS hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985764","hoster":"VOE"},{"path":"/redirect/8388634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-12","name":"Tödliche Verstrickung","epNo":12,"alt":"A dance on the dark side","descr":"Als eine Frau versehentlich einen Anruf hört, der einen Undercover-Polizisten in den Mord an seinem Partner verwickelt, ist ihr Leben bedroht und sie kontaktiert McCall um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985769","hoster":"VOE"},{"path":"/redirect/8392327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-13","name":"Dämon der Bande","epNo":13,"alt":"The child broker","descr":"Eine Raubbande von obdachlosen Kindern wird von einem rücksichtslosen Manipulator geführt. Eines der Kinder hat eine fürsorgliche alleinerziehende Mutter, die den Equalizer beauftragt, sich mit Dingen zu befassen. Wenn der Gangboss immer dann sein wahres Gesicht zeigt, wenn sich die Möglichkeit ergibt, in der Welt voranzukommen, bringen ihn die Jungs und The Equalizer vor Gericht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985770","hoster":"VOE"},{"path":"/redirect/8388642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-14","name":"Väterliche Rache","epNo":14,"alt":"Video games","descr":"Ein Mann bringt Frauen zur Prostitution und nimmt sie auf Video auf. Er erpresst sie mithilfe der Videos, um noch mehr zu tun, und schließlich wird jeder getötet. McCall hilft einem Chauffeur bei der Planung, den Tod seiner Tochter zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612377","hoster":"VOE"},{"path":"/redirect/8388646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-15","name":"Skrupellos","epNo":15,"alt":"Something green","descr":"Als der Sohn einer Frau, die von einem Schweizer Diplomaten gezeugt wurde, vermisst wird, ruft sie McCall an. Dann spricht er mit dem Vater des Jungen und erfährt, dass er mit einigen Kriminellen im Bett liegt, die ihn benutzen, um ihr Geld bei Schweizer Banken zu bekommen. Es scheint, dass er von ihnen gestohlen hat und es scheint, dass sie seinen Sohn gepackt haben, um ihn dazu zu bringen, es zurückzugeben, aber er behauptet, dass er das Geld außer Landes geschickt hat. Also versucht McCall die Männer zu schütteln, die den Jungen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985755","hoster":"VOE"},{"path":"/redirect/8388645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-16","name":"Feinde der Vergangenheit, Teil 1","epNo":16,"alt":"The Mystery of Manon (1)","descr":"Philipe Marcel wird gesagt, er könne Manon wiedersehen, wenn er McCall und Control tötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612378","hoster":"VOE"},{"path":"/redirect/8388649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-17","name":"Feinde der Vergangenheit, Teil 2","epNo":17,"alt":"The Mystery of Manon (2)","descr":"Manons Entführer nimmt Scott, Control und McCall als Geiseln, um sie zu foltern und dann zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9209258","hoster":"VOE"},{"path":"/redirect/8388647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-18","name":"Teufelskreis","epNo":18,"alt":"No place like home","descr":"Ein Slumlord ist aufgrund seiner Verbindungen schwer aufzuhalten, aber McCall ist entschlossen, der Whittaker-Familie und damit den anderen Menschen, die ausgebeutet werden, zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579208","hoster":"VOE"},{"path":"/redirect/8388655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-19","name":"Flucht vor dem Killer","epNo":19,"alt":"Last call","descr":"Ein Psycho und sein nachgiebiger Bruder übernehmen Petes und nehmen mehrere Gönner als Geiseln, darunter Mickey. Sie sind bereit, sich bei der Polizei zu melden, aber ein Mann, der versucht, einen Vertrag abzuschließen, wird sie töten, wenn sie herauskommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985116","hoster":"VOE"},{"path":"/redirect/8388368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-20","name":"Krankhafte Eifersucht","epNo":20,"alt":"Regrets only","descr":"Eine attraktive geschiedene Frau, Susan Foxworth, wurde zum Ziel böswilliger und rachsüchtiger Verfolgung durch ihren psychopathischen Ex-Ehemann Gary. Trotz ihrer wiederholten Beschwerden bei der Polizei geben sie an, dass sie machtlos sind, bis ihr Ex etwas unternimmt, um ihr oder ihren Kindern Schaden zuzufügen. Susan bittet Robert McCall um Hilfe, der einige erschreckende Fakten über die Vergangenheit ihres Ex-Mannes entdeckt. Als der psychopathische Ex herausfindet, dass McCall für Susan arbeitet, bricht er in ihr Haus ein, in der Hoffnung, sie zu töten, aber McCall hat ihm eine kluge Falle gestellt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579210","hoster":"VOE"},{"path":"/redirect/8388656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-21","name":"Ziel der Rache","epNo":21,"alt":"Target of choice","descr":"Ein Mörder rächt sich an dem Mann, der ihn ins Gefängnis gebracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612381","hoster":"VOE"},{"path":"/redirect/8388659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-3/episode-22","name":"Der letzte Coup","epNo":22,"alt":"Always a lady","descr":"Wenn ein ehemaliger Schützling von McCall ermordet wird, schwört er, die Verantwortlichen aufzusuchen. Seine anschließende Untersuchung zeigt jedoch, dass sie nach ihrem Ausscheiden aus dem Unternehmen möglicherweise an kriminellen Aktivitäten beteiligt war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612382","hoster":"VOE"},{"path":"/redirect/8388666","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-equalizer/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-equalizer/staffel-4/episode-1","name":"Politische Karrieren","epNo":1,"alt":"The last campaign","descr":"Eine Frau, die für einen ehrgeizigen Abgeordneten arbeitet, erfährt, dass er plant, einen Senator zum Rücktritt zu bewegen, um ihm den Weg zu ebnen, den Platz des Senators einzunehmen, indem sie droht, etwas aus der Vergangenheit des Senators preiszugeben. Sie ruft McCall an. Aber als ihr Chef herausfindet, was sie tut, hat er sie verpflichtet. McCall versucht ihr zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985710","hoster":"VOE"},{"path":"/redirect/8388451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-2","name":"Die Schülerbande","epNo":2,"alt":"Sea of fire","descr":"Wenn einige Schüler einer innerstädtischen Schule den Segen eines Verbrechers erhalten, dort zu tun, was sie wollen, greifen sie zunächst eine der Schülerinnen an. Als eine der Schülerinnen dem Schulleiter mitteilt, was mit dem Mädchen passiert, ruft sie McCall um Hilfe. Der Student, der ihr von dem Angriff erzählt hat, wird erstochen. McCall beginnt damit, ein neuer Lehrer zu sein, und er bringt die Schüler, die das Mädchen angegriffen haben, zu einer Autopsie und lässt dann einen Mann, von dem er weiß, dass er \"gestorben\" ist, darüber sprechen, was ihm während seines \"Todes\" passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985707","hoster":"VOE"},{"path":"/redirect/8388450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-3","name":"Kampf der Verdammten","epNo":3,"alt":"Riding the elephant","descr":"Ein thailändischer Kaufmann (James Hong) in Chinatown erfährt, dass sein Geschäft und sein Sohn von einem Drogendealer (Mako) benutzt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985706","hoster":"VOE"},{"path":"/redirect/8388453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-4","name":"Der Show Pirat","epNo":4,"alt":"Eighteen with a bullet","descr":"Greg Rivers nutzt junge Sängerinnen, um Geld zu verdienen, macht sie dann süchtig nach Drogen und tötet sie. Eine Mutter bittet Robert, ihrer Tochter Beverly Heat zu helfen, bevor sie sein nächstes Opfer wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985713","hoster":"VOE"},{"path":"/redirect/8388463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-5","name":"Fanatisch","epNo":5,"alt":"The Day of the Covenant","descr":"McCall und Kostmayer versuchen, Scotts Freundin vor einem Mann zu schützen, der behauptet, sie sei eine Terroristin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985711","hoster":"VOE"},{"path":"/redirect/8388461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-6","name":"Unterwandert","epNo":6,"alt":"Splinters","descr":"Mickey führt einen Überfall an und sein Team wird getötet und er wird gefangen genommen. Es stellte sich heraus, dass eine KGB-Einheit im Unternehmen ist und ihre Finanzen zur Erforschung der Gehirnwäsche verwendet hat, die jetzt bei Mickey eingesetzt wird, um McCall zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915859","hoster":"VOE"},{"path":"/redirect/8388466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-7","name":"Opfer der Gewalt","epNo":7,"alt":"The making of a martyr","descr":"Sylvia Thorton ist eine Anwältin für Waffenkontrolle, deren Ehemann Brandon während der Arbeit erschossen und gelähmt wurde. Jemand bedroht sie jetzt und Brandon bittet McCall um Hilfe, was Sylvia nicht will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985712","hoster":"VOE"},{"path":"/redirect/8388470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-8","name":"Der Pate","epNo":8,"alt":"The Sins of the Father","descr":"Eine Mutter bittet McCall, ihren entführten Sohn zu retten - gegen den Willen ihres Gangster-Mannes, der es vorzieht, die Dinge selbst zu erledigen. McCall versucht einen Weg zu finden, den Jungen nach Hause zu bringen und gleichzeitig den Vater vor Gericht zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173207","hoster":"VOE"},{"path":"/redirect/8388474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-9","name":"Die Todesseuche","epNo":9,"alt":"The visitation","descr":"Ein Waffenläufer wird vom Waffenhändler Ruger getötet, aber nicht bevor er einige Menschen mit einer tödlichen afrikanischen Krankheit infiziert, darunter einen der Mörder. McCalls Freund, Dr. Demeter, besucht ihn und hilft bei der Ermittlung des Virus. Mccall hilft ihr dabei, den Waffenhändler aufzuspüren, bevor er andere infiziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985715","hoster":"VOE"},{"path":"/redirect/8388473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-10","name":"Der tote Zeuge","epNo":10,"alt":"Past imperfect","descr":"Wenn ein Junge, den Jimmy betreut, fast entführt wird, bittet er McCall um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920680","hoster":"VOE"},{"path":"/redirect/8388480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-11","name":"Das Tribunal","epNo":11,"alt":"Trial by ordeal","descr":"McCall wird vor ein Komitee gebracht, um auszusagen. Wenn er wissen will, was los ist, erfährt er, dass Control wegen allerlei Verstöße angeklagt wird und wenn er für schuldig befunden wird, hingerichtet wird. Also bietet McCall an, sein Anwalt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985719","hoster":"VOE"},{"path":"/redirect/8388478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-12","name":"Stummer Schrei","epNo":12,"alt":"Silent fury","descr":"McCall versucht einer jungen Frau zu helfen, die eines der Opfer einer Reihe von Raubüberfällen gegen Gehörlose ist. Aufgrund der Tatsache, dass sie Hilfe von jemandem sucht, der hören kann, sieht sie sich jedoch einer großen Feindseligkeit ihres gehörlosen Freundes sowie einiger ihrer Kollegen gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985717","hoster":"VOE"},{"path":"/redirect/8388479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-13","name":"Nachbarschaftshilfe","epNo":13,"alt":"Lullaby of darkness","descr":"Ein psychopathischer Börsenmakler, Joseph Morrison, ist eine gewohnheitsmäßige Ehefrau und ein Kinderschänder, der seine Familie rücksichtslos schlägt und demütigt. Aufgrund seines Geldes und seines Einflusses kann er die Verantwortlichkeit für seine Handlungen vermeiden. Eines Nachts hört ein Nachbar in seinem Apartmentkomplex, wie er seine Familie angreift, und sie ruft The Equalizer an. Morrison schlägt McCall jedoch mit einer einstweiligen Verfügung und reicht eine böswillige Klage gegen seinen Nachbarn ein, um ihn zu melden. McCall schlägt jedoch zurück, indem er ein Video von Mr. Morrisons Kind erhält, das grimmige Details über körperliche Misshandlung enthält ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985718","hoster":"VOE"},{"path":"/redirect/8388486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-14","name":"Der Todesengel","epNo":14,"alt":"17 Zebra","descr":"Gideon (William Atherton), ein hochdekorierter Sanitäter aus NYC, ist in einer \"Angel of Death\" -Kampagne gegen obdachlose Winos. Niemand ahnt etwas, als er sie unter Drogen setzt, und es scheint, dass sie an Herzinfarkten sterben. Einem Skid Row-Missionsarbeiter wird bewusst, dass jemand dies tut, da sein jüngstes Opfer, obwohl es als tot aufgrund eines Herzinfarkts eingestuft wurde, ihm bei bester Gesundheit bekannt war. Er ruft McCall an, um herauszufinden, wer es ist, und um sie aufzuhalten. Es stellt sich heraus, dass Gideons Mord-Episoden mehr beinhalten, als man denkt, als klar wird, dass er an einem fortgeschrittenen Zustand leidet ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985721","hoster":"VOE"},{"path":"/redirect/8388490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-15","name":"Griff nach den Sternen","epNo":15,"alt":"Starfire","descr":"Ein seltsamer zurückgezogener Mann (Michael Moriarity), der sich \"Seti\" nennt und behauptet, ein Außerirdischer aus dem Weltraum zu sein, hat sich mit einem jungen Mädchen, Amber, angefreundet. Diese Episode erzählt ihr, dass er von anderen Außerirdischen verfolgt wird, die ihn töten wollen. Er zeigt ihr ein seltsames futuristisches Gerät und hat ihr Versprechen, es nach seinem bevorstehenden Tod versteckt und sicher zu halten. Amber kontaktiert McCall, der, berührt von ihrer mitfühlenden Aufrichtigkeit, entdeckt, dass \"Seti\" tatsächlich ein hoch angesehener streng geheimer Luft- und Raumfahrtingenieur ist und dass er von nicht weniger als Attentätern des Unternehmens angegriffen wird. Veranstaltungen ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985720","hoster":"VOE"},{"path":"/redirect/8388494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-16","name":"Agentenfehde","epNo":16,"alt":"Time present, time past","descr":"Harold Ross hilft Scott McCall bei seiner Musik. Aber sie werden beide entführt, weil Harold aus Bulgarien abgereist ist und sie ihn jetzt zurückhaben wollen. Robert muss jetzt seinem Sohn und dem Mann helfen, dem er beim Überlaufen geholfen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985722","hoster":"VOE"},{"path":"/redirect/8388501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-17","name":"Die rechte Hand des Teufels","epNo":17,"alt":"Prisoners of conscience","descr":"McCall versucht einen Mann zu retten, der von dem Mann entführt wurde, der seinen Vater getötet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985724","hoster":"VOE"},{"path":"/redirect/8388499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-18","name":"Alter schützt vor Neugier nicht","epNo":18,"alt":"The caper","descr":"Emmy Rutherford sieht, wie ein Mann getötet wird, aber die Polizei glaubt ihr nicht, weil sie vorher Wolf genannt hat, weil sie zu viele Detektivgeschichten gelesen hat. Sie ruft Mccall um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985723","hoster":"VOE"},{"path":"/redirect/8388498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-19","name":"Unschuldig","epNo":19,"alt":"Heart of justice","descr":"In einem Gerichtssaal in New York City werden zwei soziopathische Vergewaltiger freigelassen, nachdem ihr schmuddeliger Anwalt auf eine technische Tatsache bei der Festnahme und Entdeckung von Beweisen hingewiesen hat, die ausschließlich auf sie hinweisen. Diese Niedrigen, Tony Santiago \u0026 Max Gorman, hatten eine schwangere Frau brutal vergewaltigt und sie mit einem Stahlrohr geschlagen, um sie daran zu hindern, gegen sie auszusagen. Der Angriff ließ sie hirntot und auf Maschinen zurück. Kurz nach ihrer Freilassung entdeckt die Schwester der Frau ihren Schwager mit einer .38 und ruft The Equalizer um Hilfe. Als der Ehemann Santiago konfrontiert, ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985731","hoster":"VOE"},{"path":"/redirect/8388507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-20","name":"Rassenhass","epNo":20,"alt":"Race Traitors","descr":"Eine schwarze Familie, die in ein weißes Viertel zieht, wird von einigen weißen Supremacisten terrorisiert. Also wenden sie sich an McCall um Hilfe, der Kostmayer und Stock hinzuzieht, um zu helfen. Aber für Kostmayer ist es etwas schwierig, denn in der Nachbarschaft, in die die Familie gezogen ist, ist er aufgewachsen. Und er erfährt, dass ein Junge, den er kennt, bei den weißen Supremacisten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915858","hoster":"VOE"},{"path":"/redirect/8388508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-21","name":"Die Entscheidungsschlacht","epNo":21,"alt":"Endgame","descr":"Wenn eine Frau, die Paintball spielte, jemanden tötet, weil jemand an ihrer Waffe manipuliert hat, wird sie verhaftet und ruft McCall an. Ihre Schwester, eine Anwältin, will ihr helfen, aber sie lehnt ab. McCall schaut in ihren Hintergrund und entdeckt einige interessante Dinge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985733","hoster":"VOE"},{"path":"/redirect/8388511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-equalizer/staffel-4/episode-22","name":"Die Versuchung","epNo":22,"alt":"Suicide squad","descr":"Wenn ein Junge aus der Fußballmannschaft ausgeschlossen wird, versucht ein schlauer Drogendealer, ihn in das Geschäft zu locken. Die Schwester des Jungen bittet McCall um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985725","hoster":"VOE"},{"path":"/redirect/8388518","hoster":"Streamtape"}]}]}]}]}