{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht","name":"Der Herr der Ringe: Die Ringe der Macht","descr":"[The Lord of the Rings: The Rings of Power] Es geht zurück in eine Zeit, in der große Mächte geschmiedet werden, Königreiche ruhmvoll aufstiegen und wieder zerfielen, unwahrscheinliche Helden sich beweisen mussten und die Hoffnung am dünnsten aller Fäden hing, während der gewaltigste Bösewicht, den Tolkiens Stift je schuf, die gesamte Welt mit Dunkelheit zu überziehen drohte. Nach einem Auftakt in einer Zeit relativen Friedens folgt die Serie einer Gruppe Charaktere – sowohl bekannten wie neuen -, die sich gegen die in Mittelerde schon lange gefürchtete Rückkehr des Bösen stellen. Von den dunkelsten Tiefen der Nebelgebirge über die majestätischen Wälder der Elfen-Hauptstadt Lindon und das atemberaubende Insel-Königreich Númenor bis zu den entferntesten Ländern auf den Landkarten, werden sich Königreiche und Charaktere ein Erbe erarbeiten, das überdauert, lange nachdem sie selbst verschwunden sind.","seasons":[{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-1","name":"Der Herr der Ringe: Die Gefährten (2001)","epNo":1,"alt":"","descr":"Nach seinem 111. Geburtstag entschließt sich der Hobbit Bilbo Beutlin schweren Herzens, einen magischen Ring an seinen Neffen Frodo zu übergeben. Der große Zauberer Gandalf betraut Frodo mit der Aufgabe, den Ring in das Reich des nach der Herrschaft über Mittelerde strebenden Magiers Sauron zu bringen. Dort soll er ihn im Magma des Schicksalsberges vernichten. So macht sich Frodo in Begleitung von Gandalf, seinen Hobbit-Freunden, einem Zwerg sowie menschlichen und elbischen Gefährten auf die gefährliche Reise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13741311","hoster":"VOE"},{"path":"/redirect/11617830","hoster":"Vidoza"},{"path":"/redirect/11617789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-2","name":"Der Herr der Ringe: Die zwei Türme (2002)","epNo":2,"alt":"","descr":"Frodo (Elijah Wood) und Sam (Sean Astin) begeben sich nach Mordor, um den einen Ring zu vernichten, mit dessen Hilfe Sauron, abgrundtief böser Herrscher von Mordor, Mittelerde zu versklaven gedenkt. Letzterer sammelt derweil seine Truppen, um den finalen Sturm auf Gondor vorzubereiten. Merry (Dominic Monaghan) und Pippin (Billy Boyd) können sich unterdessen der Orks entledigen und reisen mit Hilfe der freundlichen Ents zum Turm Orthnac, wo es die dortigen Schmieden zu zerstören gilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11617941","hoster":"VOE"},{"path":"/redirect/11617945","hoster":"Doodstream"},{"path":"/redirect/11617942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-3","name":"Der Herr der Ringe: Die Rückkehr des Königs (2003)","epNo":3,"alt":"","descr":"Die finale Schlacht um Mittelerde steht unmittelbar bevor, als sich die Hobbits Sam (Sean Astin) und Frodo (Elijah Wood) Mordor nähern, um den Einen Ring zu zerstören. Doch nicht nur die finsteren Heerscharen des bösen Sauron stehen dem Triumph des Guten im Weg, auch der innerlich zerrissene Gollum und eine mysteriöse Spinne hegen ganz eigene Pläne mit dem Schatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11618221","hoster":"VOE"},{"path":"/redirect/11618222","hoster":"Doodstream"},{"path":"/redirect/11618223","hoster":"Vidoza"},{"path":"/redirect/11618668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-4","name":"Der Hobbit: Eine unerwartete Reise (2012)","epNo":4,"alt":"","descr":"Hobbit Bilbo Beutlin beginnt kurz vor seinem 111. Geburtstag mit der Aufzeichnung seiner Memoiren, die er seinem Neffen Frodo hinterlassen will: Vor 60 Jahren besucht ihn der Zauberer Gandalf in seiner Hobbithöhle und will ihn dazu verleiten, eine abenteuerliche Reise zu unternehmen. Bilbo, der sein beschauliches Leben im Auenland geniesst, lehnt dankend ab.Kurz darauf wird er eines Abends von 13 hungrigen Zwergen heimgesucht. Ihr Anführer ist Thorin Eichenschild , dessen Grossvater Thrór vom Ork Azog enthauptete wurde, nachdem der fürchterliche Drachen Smaug ihn und sein Volk aus ihrer angestammten Heimat, dem Berg Ereborn, vertrieben hatte. Thorin und seine Männer wollen nun zu ebendiesem Berg wandern, Smaug aus ihrem Reich vertreiben und den darin gelagerten Goldschatz zurückerobern. Bilbo soll ihnen als Meisterdieb Zutritt zum Berg verschaffen – als unauffälliger Hobbit scheint er für diese Arbeit prädestiniert. Nach anfänglichem Zögern packt den Hobbit die Abenteuerlust, und er schliesst sich der Truppe an.Es beginnt eine abenteuerliche Mission durch eine Wildnis, die von Orks, tödlichen Wargen und dem unheimlichen Nekromanten bevölkert ist. Dabei entdeckt der bescheidene Bilbo Beutlin nicht nur, welch ungeahnter Scharfsinn und Mut in ihm stecken, sondern er kommt auch in den Besitz eines \"Schatzes\": Dieser Ring ist so untrennbar mit dem Schicksal von Mittelerde verbunden, wie Bilbo es sich nicht einmal vorstellen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11624262","hoster":"VOE"},{"path":"/redirect/11620438","hoster":"Doodstream"},{"path":"/redirect/11620485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-5","name":"Der Hobbit: Smaugs Einöde (2013)","epNo":5,"alt":"","descr":"Nachdem der Hobbit Bilbo Beutlin, Inbegriff der Gemütlichkeit, in Der Hobbit: Eine unerwartete Reise seine warme Stube im Auenland gegen Widrigkeiten und Fährnisse aller Art eintauschte, indem er Gandalf dem Grauen und den 13 Zwergen Balin, Dwalin, Bifur, Bofur, Bombur, Fili, Kili, Oin, Gloin, Nori, Dori und Ori unter Führung von Thorin Eichenschild eher widerwillig folgte, um ihnen als Dieb zu helfen, den Schatz der Zwerge zurückzuerlangen, den der Drache Smaug einst raubte und nun im Berg Erebor bewacht, konnte er sich mittlerweile nach anfänglicher Skepsis seitens der Zwerge mehrfach beweisen. Mit List und Geschick hat Bilbo Gollum den Einen Ring entwendet und mit dessen Hilfe tödliche Gefahr abwenden können. Das Nebelgebirge ist überwunden und die Goblins durch das plötzliche Erscheinen gewaltiger Adler außer Zugriffsweite.Ohne Gandalf, der Wichtiges im Süden zu erledigen hat, machen sich der Halbling und die Zwerge weiter auf den Weg. Vor ihnen liegt der finstere Düsterwald, in dem sie unliebsame Bekanntschaft mit Riesenspinnen machen, die sie gefangen nehmen, und denen sie beinahe zum Opfer fallen. Wieder ist es an Bilbo, den Retter zu geben. Auch andere Bewohner des Düsterwaldes, die Waldelben, sind ihnen nicht unbedingt wohl gesonnen, und Bilbo muss ein weiteres mal mithilfe des Ringes eingreifen. Nach weiteren Abenteuern gelangen sie über die Seestadt Esgaroth nach Erebor. Hier nun muss Bilbo beweisen, ob es ihm gelingt, die geheime Tür ins Innere des Einsamen Berges zu finden, um Smaugs Einöde ein Ende zu bereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11639026","hoster":"VOE"},{"path":"/redirect/11639031","hoster":"Doodstream"},{"path":"/redirect/11639027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-6","name":"Der Hobbit: Die Schlacht der fünf Heere (2014)","epNo":6,"alt":"","descr":"In Der Hobbit 3: Die Schlacht der Fünf Heere, dem dritten Teil der Hobbit-Trilogie von Peter Jackson, wird die abenteuerliche Reise des Titelhelden Bilbo Beutlin und seiner Begleiter Gandalf und den Zwergen, angeführt von Thorin Eichenschild, fortgeführt. Im dritten Teil von Der Hobbit stehen der Kampf gegen die Fünf Heere, Bilbos Heimkehr und die Verbindung zu den späteren Ereignissen der Herr der Ringe-Reihe im Vordergrund. Nach der Rückeroberung ihrer Heimat wurde nun eine finstere Macht entfesselt. Die Bewohner von Seestadt schweben in grosser Gefahr und sind bald auf Hilfe angewiesen, da ihre Stadt von dem Feuer speienden Drachen Smaug angegriffen wird. Thorin zeigt sich jedoch angesichts des wiedergewonnenen Schatzes uneinsichtig und verweigert seine Unterstützung. Bilbo versucht verzweifelt, ihn zur Vernunft zu bringen.Derweil steht eine weitere Bedrohung bevor, denn Sauron hat eine gewaltige Armee Orks entsandt. Die verfeindeten Parteien müssen nun entscheiden, wie es weitergeht: Kämpfen Zwerge, Elben und Menschen nun Seite an Seite, um die Orks zu besiegen oder wollen sie die Zukunft von Mittelerde aufs Spiel setzen, indem sie weitermachen wie bisher?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11639025","hoster":"VOE"},{"path":"/redirect/11639029","hoster":"Doodstream"},{"path":"/redirect/11639040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/filme/film-7","name":"Der Herr der Ringe (Zeichentrick - 1978)","epNo":7,"alt":"","descr":"Dem schönen Reich der Feen und Hobbits, Mittelerde, stehen harte Zeiten bevor. Der böse Magier Sauron will die Herrschaft über das Reich an sich reissen. Alles, was ihm dazu fehlt ist ein sagenumwobener Ring, den er einst selber formte. Doch der Ring wurde Sauron entrissen und wanderte durch viele Hände. Hobbit Bilbo, gerade 111 Jahre alt geworden, hat den Ring. Bilbo jedoch verschwindet – und hinterlässt das Objekt der Begierde seinem Adoptivsohn Frodo. Der weiß nicht recht, was es mit dem Ring auf sich hat. Doch schnell wird ihm klar, dass es sich um ein ganz besonderes Stück handelt. Eines Tages wird Frodo von Zauberer Gandalf aufgefordert den Ring zu vernichten. Eine gefährliche Aufgabe. Denn dazu muss Frodo in das böse Schattenreich wandern, das Sauron befehligt.Er soll den Ring in das Feuer des Schicksalsbergs werfen, wo er endgültig zerstört wird. Nur so kann Mittel gerettet werden! Der Weg ins Schattenreich ist mühsam. Doch Frodo ist nicht alleine. Acht Mutige, Elfen, Hobbits und Menschen, begleiten ihn. Kaum aufgebrochen, heften sich dunkle Gestalten an Frodos Fersen. Die Reisenden müssen ewig auf der Hut sein. Als sie die Nachricht von Gandalfs Tod ereilt, müssen sie tapfer ihren Weg fortsetzen – ohne die übernatürliche Hilfe ihres Mentors. Sauron indes hat seine Schattenwesen ausgesandt, die den Ring an sich bringen sollen. Unterdessen gesellt sich der Sonderling Gollum zu der kleinen Truppe und bietet seine Hilfe an. Er verspricht, Frodo in das Schattenreich zu bringen. Doch auch Golum hat Interesse an dem Ring.Als die Grenze erreicht ist, sieht sich Frodo immer größeren Feinden und Gefahren gegenüber. Wird es ihm gelingen, den Ring ins Feuer zu werfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11640554","hoster":"VOE"},{"path":"/redirect/11640551","hoster":"Doodstream"},{"path":"/redirect/11640552","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-1","name":"Schatten der Vergangenheit","epNo":1,"alt":"Shadow of the Past","descr":"Galadriel ist beunruhigt von Anzeichen für die Rückkehr eines uralten Übels. Arondir macht eine beunruhigende Entdeckung. Elrond wird mit einem faszinierenden neuen Unternehmen konfrontiert. Nori bricht eine tief verwurzelte Gemeinschaftsregel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468851","hoster":"VOE"},{"path":"/redirect/14465937","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468936","hoster":"VOE"},{"path":"/redirect/14475034","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14468924","hoster":"VOE"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-2","name":"Treibgut","epNo":2,"alt":"Adrift","descr":"Galadriel findet einen neuen Verbündeten. Elrond wird von einem alten Freund kalt empfangen. Nori versucht, einem Fremden zu helfen. Arondir sucht nach Antworten, während Bronwyn ihr Volk vor einer Bedrohung warnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468922","hoster":"VOE"},{"path":"/redirect/14477430","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468834","hoster":"VOE"},{"path":"/redirect/14475035","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14468934","hoster":"VOE"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-3","name":"Adar","epNo":3,"alt":"Adar","descr":"Nach ihrer Rettung finden sich Galadriel und Halbrand auf dem Schiff von Kapitän Elendil wieder, welcher beide in seine Heimat, das von Menschen bevölkerte Inselkönigreich Númenor, bringt, wo sie vor Königin Regentin Míriel und Kanzler Pharazôn treten. Jene beschließen, dass die Neuankömmlinge dort bleiben sollen, doch Galadriel kann Elendil überzeugen, mit ihr die Halle der Weisheit aufzusuchen. Arondir findet sich derweil in Gefangenschaft der Orks wieder, die immer wieder von einer unbekannten Person namens Adar sprechen. Trotz Bemühungen den Fremden vor den anderen Harfüßen zu verbergen, zeigt sich dieser bei der Versammlung der Gemeinschaft, woraufhin Noris Familie ans Ende des Wanderzuges geschickt wird; allerdings akzeptiert die Familie schließlich den Fremden, indem sie sich gegenseitig helfen. Halbrand wird wiederum inhaftiert, als er mehrere Menschen tötet, woraufhin er Galadriels Vermutungen bestätigt, dass er der tatsächliche König der Südlinge sei. Nachdem Arondirs Begleiter getötet werden und sein Fluchtversuch scheitert, zeigt sich Adar letztlich, der einem Elben ähnlich sieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468887","hoster":"VOE"},{"path":"/redirect/14480361","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468921","hoster":"VOE"},{"path":"/redirect/14475038","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14468978","hoster":"VOE"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-4","name":"Die Große Woge","epNo":4,"alt":"The Great Wave","descr":"Königin Míriels Vertrauen wird auf die Probe gestellt; Isildur steht am Scheideweg; Elrond deckt ein Geheimnis auf; Arondir wird ein Ultimatum gestellt; Theo hört nicht auf seine Mutter Bronwyn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468900","hoster":"VOE"},{"path":"/redirect/14480360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468956","hoster":"VOE"},{"path":"/redirect/14475033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-5","name":"Abschiede","epNo":5,"alt":"Partings","descr":"Nori zweifelt an ihrem Bauchgefühl; Elrond kämpft damit, seinem Versprechen treu zu bleiben; Halbrand wägt sein Schicksal ab; Die Südländer bereiten sich auf einen Angriff vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468875","hoster":"VOE"},{"path":"/redirect/14480351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468841","hoster":"VOE"},{"path":"/redirect/14475037","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14468835","hoster":"VOE"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-6","name":"Udûn","epNo":6,"alt":"Udûn","descr":"Adar und seine Armee suchen den großen Wachturm auf, finden ihn jedoch verlassen vor; dabei geraten sie in einen Hinterhalt, indem Arondir den Turm einstürzen lässt, wodurch viele Orks umkommen. Derweil bereiten sich die Südmenschen auf den Kampf vor und können viele Angreifer besiegen. Als sich jedoch herausstellt, dass die ersten Angreifer nur Menschen gewesen sind, greifen die echten Orks an und drängen ihre Gegner in die Schänke zurück, wobei Adar den Schwertgriff von Theo einfordert. Als die Lage sich zuspitzt, eilt Númenors Heer zur Hilfe, wobei Galadriel sowie Halbrand den flüchtigen Adar festsetzen und den Schwertgriff an Arondir zurückgeben. Nach dem gewonnenen Kampf trifft Bronwyns Gemeinschaft erstmals auf Halbrand und erkennen ihn als König an. Derweil begibt sich Waldreg, der den echten Schwertgriff bei sich trägt, erneut zum Turm und benutzt das Artefakt. Als Konsequenz bricht ein unterirdischer Vulkan aus und das Reich, was nach Morgoths Niederlage errichtet werden sollte, erhebt sich erstmals.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468862","hoster":"VOE"},{"path":"/redirect/14480357","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468930","hoster":"VOE"},{"path":"/redirect/14475039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-7","name":"Das Auge","epNo":7,"alt":"The Eye","descr":"Überlebende einer Katastrophe versuchen, Sicherheit zu finden; die Harfoots stellen sich dem Bösen; Durin ist zwischen Freundschaft und Pflicht hin- und hergerissen; Adar denkt über einen neuen Namen nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468846","hoster":"VOE"},{"path":"/redirect/14480356","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468926","hoster":"VOE"},{"path":"/redirect/14475041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-1/episode-8","name":"Gebunden","epNo":8,"alt":"Alloyed","descr":"Das Finale der ersten Staffel. Neue Bündnisse werden geschmiedet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468874","hoster":"VOE"},{"path":"/redirect/14475043","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468951","hoster":"VOE"},{"path":"/redirect/14475042","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-2/episode-1","name":"Elbenkönige hoch im Licht","epNo":1,"alt":"Elven Kings Under the Sky","descr":"Ein Rückblick in die Zeit kurz nach Morgoths Niederlage zeigt Sauron, der sich in der Festung Forodwaith zum neuen dunklen Herrscher erklärt und seine Pläne erläutert; zum Unmut der Orks, da sie in großer Zahl sterben würden. Bei der anschließenden Krönung fällt jedoch sein Stellvertreter Adar ihm in den Rücken und ersticht ihn mit der Krone, ehe die Orks über ihn herfallen und sein Körper sich gewaltsam auflöst. Über Tiere im Berg, eine Reisende und eine Gruppe Südländer findet Sauron dorthin, wo er später Galadriel trifft; dabei nimmt er die Gestalt des Menschen Halbrand an. Derweil versucht Galadriel Elrond die Ringe der Elben abzunehmen, der sich enttäuscht von ihr zeigt. In Lindon berichtet sie Gil-galad und Elrond von Halbrands wahrer Identität, wobei Elrond sich weigert die Ringe herauszugeben und einen Wasserfall hinunter springt. Er sucht im Anschluss bei den Grauen Anfurten den Schiffbauer und ältesten Elben Círdan auf, der letztlich Elronds Ansicht respektiert und die Ringe in einer Meeresspalte zerstören will. Sauron liefert sich in Mordor den Orks aus und verhandelt mit Adar, wird aber in Ketten gelegt. Später entscheidet sich Adar, ihn wieder freizulassen, lässt ihn jedoch beobachten. Nori und der Fremde sind weiterhin nach Rhûn unterwegs und erhalten unerwartete Unterstützung von Magsi, die ihnen nachgereist ist. In Lindon fallen derweil auch die letzten Blätter des Großen Baums und die Elben sehen ihrer Abreise entgegen. Wider Erwarten kehrt im selben Moment Círdan mit den Ringen zurück, wobei er, Gil-galad und Galadriel jeweils einen Ring annehmen. Elrond verlässt daraufhin Lindon, welches durch die Kraft der Ringe wieder prächtig erblüht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14471809","hoster":"VOE"},{"path":"/redirect/14475047","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468929","hoster":"VOE"},{"path":"/redirect/14475045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-2/episode-2","name":"Wo die Sterne fremd sind","epNo":2,"alt":"Where the Stars are Strange","descr":"Dunkelheit breitet sich über Khazad-dûm aus. Sauron und Galadriel suchen beide neue Verbündete. Den Fremden und die Harfüße erwarten zunehmende Bedrohungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14471811","hoster":"VOE"},{"path":"/redirect/14465943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468968","hoster":"VOE"},{"path":"/redirect/14465935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-2/episode-3","name":"Der Adler und das Zepter","epNo":3,"alt":"The Eagle and the Sceptre","descr":"Isildur und ein alter Freund begegnen sich wieder. Arondir kämpft mit Veränderungen. Míriel sieht sich mit wachsendem Widerstand konfrontiert. Annatar berät Celebrimbor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14471810","hoster":"VOE"},{"path":"/redirect/14475050","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14468883","hoster":"VOE"},{"path":"/redirect/14475046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-herr-der-ringe-die-ringe-der-macht/staffel-2/episode-4","name":"Der Älteste","epNo":4,"alt":"Eldest","descr":"Der Fremde findet, wonach er gesucht hat. Arondir und Isildur suchen nach Theo. Galadriel und Elrond tappen in eine Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14467677","hoster":"VOE"},{"path":"/redirect/14467680","hoster":"Vidoza"},{"path":"/redirect/14477429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14467684","hoster":"VOE"},{"path":"/redirect/14467683","hoster":"Vidoza"},{"path":"/redirect/14467682","hoster":"Streamtape"}]}]}]}]}