{"seriesId":"der-junge-inspektor-morse","name":"Der junge Inspektor Morse","descr":"Als Inspector Morse wurde er berühmt – aber hier ist er noch ein junger Oxford-Abbrecher im Jahr 1965, der nach einer Zeit beim Royal Corps of Signals zur Polizei geht. Schnell ist er durch die raue Wirklichkeit bei der Strafverfolgung desillusioniert und möchte den Dienst quittieren – als er mit Kollegen nach Oxford geschickt wird um das Verschwinden einer fünfzehnjährigen Schülerin zu untersuchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Gedicht","epNo":1,"alt":"Pilot","descr":"Die 15-jährige Mary Tremlett wird als vermisst gemeldet. Bei der Suche nach dem Mädchen muss Morse den erfahreneren Ermittlern den Vortritt lassen. Dennoch beschäftigt er sich intensiver mit dem Fall und kann mit seinem Auge für Details dessen Lösung voranbringen. Morses eigensinnige Art und seine ungewöhnlichen Methoden kommen allerdings nicht bei jedem an. Von den Kollegen argwöhnisch beäugt, interessiert er sich besonders für die teuren Poesie-Bücher, die auf Marys Nachttisch gefunden wurden. In diesen findet er viele Kreuzworträtsel, die seine Fähigkeiten für die Entschlüsselung geheimer Botschaften fordern. Zudem beschäftigt Morse ein weiterer Fall. Ein junger Mann hat sich am Flussufer selbst erschossen. Da er Schüler des Oxford College war, beginnt Morse dort mit seinen Ermittlungen - einem Ort aus seiner Vergangenheit, die er eigentlich hinter sich gelassen hat.","versions":[{"lang":1,"streams":[{"redirect":13096076,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Mädchen","epNo":2,"alt":"Girl","descr":"Morse wird der plötzliche Todesfall von Margaret Bell zugeteilt. Da die junge Frau an einem Herzleiden erkrankt war, wird ihr Tod zunächst auf ihre Krankheit zurückgeführt. Doch die Obduktion bestätigt die Vermutung von Morse, dass sie ermordet wurde. Da am nächsten Tag Margaret Bells Arzt Dr. Frank Cartwright ermordet aufgefunden wird, glaubt Morse an eine Verbindung zwischen den beiden Fällen. Die Ermittlungen führen Thursday und Morse zu der wohlhabenden Familie des Arztes. Nach außen hin scheinen die Cartwrights ein perfektes Leben zu führen, doch schon bald offenbaren sich Abgründe. Derweil kritisiert Reginald Bright, der neue Chef der Polizeieinheit, die unkonventionellen Ermittlungsmethoden von Morse. Dieser muss aufpassen, dass er nicht wieder an den Schreibtisch versetzt wird. Doch Thursday steht hinter Morse, rät ihm aber, keine Aufmerksamkeit auf sich zu ziehen, um Bright nicht eine Vorlage für seine Versetzung zu liefern.","versions":[{"lang":1,"streams":[{"redirect":13096078,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Mord nach Noten","epNo":3,"alt":"Fugue","descr":"Zwei Frauen unterschiedlichen Alters werden kurz hintereinander tot aufgefunden – die eine erwürgt, die andere vergiftet. Morse entdeckt an beiden Tatorten Opernzitate und vermutet einen Zusammenhang zwischen den beiden Fällen. Ebenso weisen die Todesarten der beiden Frauen Verbindungen zu den Opern auf, aus denen die Zitate entnommen wurden. Die Theorie von Morse ist, dass der Täter nach einem präzisen Muster vorgeht, das sich an Opernfiguren orientiert. Morse kann Thursday überzeugen, dass es durch die Opern eine Verbindung zwischen den Morden gibt und diese somit von ein und demselben Täter verübt wurden. Das bedeutet allerdings, dass sie es nun mit einem Serienmörder zu tun haben.","versions":[{"lang":1,"streams":[{"redirect":8986051,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Alte Liebe","epNo":4,"alt":"Rocket","descr":"Kurz nach dem Besuch von Prinzessin Margaret in einer Fabrik in Oxford, wo eine neue Rakete vorgestellt wurde, wird die Leiche des unbeliebten Arbeiters Percy Malleson gefunden. Das Familienunternehmen, die British Imperial Electric Company, befindet sich derzeit in Verhandlungen mit einem wichtigen Geschäftspartner. Ebenso möchte Familienoberhaupt Henry Broom mit einer französischen Firma fusionieren, doch seine Ex-Frau lehnt dies vehement ab. Morse findet die Todesumstände von Percy Malleson äußerst verdächtig. Es macht ihn stutzig, dass der Arbeiter ausgerechnet in der Fabrik und an dem Tag von Prinzessin Margarets Besuch ermordet wurde, als es von Polizisten nur so gewimmelt hat. Zudem gibt es unter den Mitarbeitern den Verdacht, dass Malleson die Arbeiter in der Fabrik für das Management ausspionieren sollte.","versions":[{"lang":1,"streams":[{"redirect":13103506,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Leichte Beute","epNo":5,"alt":"Home","descr":"Professor Norris stirbt bei einem Autounfall mit Fahrerflucht. Doch Morse bezweifelt, dass es ein Unfall war. Zudem findet er heraus, dass Norris gegen den Verkauf von Grundstücken der Universität war, auf denen eine Wohnsiedlung mit Shoppingcenter gebaut werden soll. Zudem erfährt Thursday, dass der neue Inhaber der Bar Moonlight Rooms der berüchtigte Gangster Vic Kasper ist, mit dem ihn eine gemeinsame Vergangenheit verbindet. Professor Norris scheint häufig Gast in der Bar gewesen zu sein. Morse, der kurz von seinen Examen zum Sergeant steht, erfährt, dass es seinem Vater, mit dem er kein sonderlich gutes Verhältnis hat, schlecht geht. Widerwillig fährt er nach Hause.","versions":[{"lang":1,"streams":[{"redirect":8986047,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Schatz","epNo":1,"alt":"Trove","descr":"Morse ist zurück im Dienst. An seinem ersten Tage vier Monate nach seiner Schussverletzung halten ihn ein Farbanschlag auf eine Schönheitskönigin, das plötzliche Verschwinden einer jungen Frau und ein mysteriöser Selbstmord auf Trab. Feministin Kitty Batten schießt bei der Parade zur 900-Jahrs-Feier mit einer Farbpistole auf Diana, die amtierende Miss Great Britain. Mit dieser Aktion will sie gegen die Sexualisierung und Unterdrückung von Frauen protestieren. Kitty ist die Tochter von Barbara Batten, die sich gerade im Wahlkampf für einen Platz im Parlament befindet. Da der Zwischenfall auf der Parade Barbara Battens Wahlkampf schaden könnte, wird Kittys Tat von Bright vertuscht und Kitty freigelassen. Zudem verschwindet die junge Frida Yellend plötzlich. Morse glaubt eine mögliche Verbindung zu einem vermeintlichen Selbstmord eines unbekannten Mannes gefunden zu haben.","versions":[{"lang":1,"streams":[{"redirect":8986055,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Nachtstücke","epNo":2,"alt":"Nocturne","descr":"Im Museum wird Ahnenforscher Adrian Weiss scheinbar mit einem alten indischen Dolch niedergestochen. Da sein Geldbeutel fehlt, wird ein Raubmord vermutet. Doch die ungewöhnliche Tatwaffe macht Morse stutzig. Zur Tatzeit war eine Mädchengruppe, die ihre Sommerferien in einer nahegelegenen Schule verbringt, im Museum. Morse besucht die Schule und befragt die Mädchen zur Tat. Als er die Schule wieder verlässt, entdeckt er, dass ihm ein Zettel mit der Notiz \"Rette mich\" in seine Tasche gesteckt wurde.Bei der Obduktion findet Dr. DeBryn heraus, dass der stumpfe indische Dolch als Tatwaffe nicht in Frage kommt. Morse stellt Nachforschungen zu dem Dolch an, die ihn zur Familie Blaise-Hamilton führt. Diese war 1866 in einen schrecklichen Mordfall verwickelt - Tatort war damals das Anwesen, auf dem sich heute die Mädchenschule befindet.","versions":[{"lang":1,"streams":[{"redirect":12920762,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Dunkle Mächte","epNo":3,"alt":"Sway","descr":"Die Leichen von drei Frauen weisen dieselbe Todesursache auf: Strangulation. Morse ist der erste, der eine Verbindung zwischen den Opfern sieht, denn alle Frauen waren verheiratet und trugen ihren Ehering nicht, als sie ermordet wurden. Die Jagd auf den sogenannten \"Oxford Strangeler\" - wie die Presse den Mörder der Frauen tituliert - hat begonnen. Morse begibt sich auf Spurensuche der exquisiten Marke der Seidenstrümpfe, mit denen die Frauen erwürgt wurden und wird in einem Kaufhaus fündig. Alle drei Frauen hatten zudem kurz vor ihrem Tod Geschlechtsverkehr. Jedoch einzig bei dem letzten Opfer Mrs. Haldane gibt es Hinweise auf einen heimlichen Verehrer, den sie in ihren Tagebüchern als \"X\" bezeichnet.Bei den Ermittlungen trifft Thursday zufällig auf seine alte Freundin Luisa Armstrong, die er seit dem Krieg nicht mehr gesehen hat - er war überzeugt, sie sei verstorben. Das erste Zusammentreffen nach langer Zeit löst einen Schwächeanfall bei Mrs. Armstrong aus, da auch sie dachte, Thursday wäre im Krieg ums Leben gekommen. Beide wühlt die unverhoffte Begegnung emotional auf.","versions":[{"lang":1,"streams":[{"redirect":13096077,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Nimmerland","epNo":4,"alt":"Neverland","descr":"Der in Ungnade gefallene Reporter Eric Patterson wird tot aufgefunden. Zuletzt stellte er unbequeme Fragen zu einer Baufirma, die auch Verbindungen zu Oxfords Polizei pflegt. Zudem sucht Morse den 11-jährigen Tommy Cork, der von zu Hause weggelaufen ist. Morse kann Tommy in seinem Versteck finden, doch ist er schockiert von dessen zerrütteten Familienverhältnissen. Tommys Vater ist ein ehemaliger Häftling, der sich im Gefängnis mit George Aldridge angefreundet hat. Dieser ist vor kurzem aus dem Gefängnis ausgebrochen. Als Tommy das zweite Mal wegläuft, wird nahe des Ortes, an dem er sich das erste Mal versteckt hat, Aldridge tot aufgefunden. Morse glaubt, dass Tommy Zeuge des Mordes an Aldridge wurde und sich nun vor dem Mörder versteckt. Bei seinen Nachforschungen zu Aldridge findet Morse eine Verbindung zu der Baufirma Landesman Construction, die auch in den Mordfall Patterson verstrickt ist. Die Firma hat vor kurzem den Auftrag bekommen, ein Grundstück zu sanieren, das einst ein Erziehungsheim für Kinder war.","versions":[{"lang":1,"streams":[{"redirect":13100319,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Illusionen","epNo":1,"alt":"Ride","descr":"Eigentlich wollte Morse den Polizeidienst hinter sich lassen. Trotzdem kehrt er zur Polizei nach Oxford zurück, um mit seinen außergewöhnlichen Fähigkeiten Kriminalfälle aufzuklären. Morse ist wieder auf freiem Fuß. Die Anklage gegen ihn, er habe Polizeipräsident Standish getötet, wurde fallengelassen – allerdings ist er immer noch vom Dienst suspendiert. Morse möchte eigentlich nicht zur Polizei zurückkehren. Doch dann passiert ein Mord. In einem Wald wird die Leiche der jungen Schaffnerin Jeannie Hearne aufgefunden. Sie verschwand kurz nach ihrem Besuch auf einem Jahrmarkt. Thursday - frisch genesen von seiner Schussverletzung - ermittelt in dem Fall. Er spürt den untergetauchten Morse auf und versucht ihn zu überreden, wieder zur Polizei zurückzukommen.In der Zwischenzeit erhält Morse eine Einladung zu einer ausschweifenden Party des Millionärs Joss Bixby. Auf der Party trifft er dann die Tennisspielerin Elva Piper wieder, die er kurz zuvor über seinen alten Freund Tony Donn kennengelernt hat. Tony gewährt Morse in seiner Waldhütte Unterschlupf seitdem er aus dem Gefängnis entlassen wurde. In demselben Wald wurde auch Jeannie Hearne ermordet.","versions":[{"lang":1,"streams":[{"redirect":12920768,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Freie Liebe","epNo":2,"alt":"Arcadia","descr":"Der junge Künstler Simon Hallward kommt durch ein Feuer in seiner Wohnung zu Tode. Morse findet heraus, dass es sich dabei nicht um einen Unfall, sondern um Mord handelt. Bei den Ermittlungen erhält er Unterstützung von der schönen und klugen Polizistin Shirley Trewlove. Zur gleichen Zeit wird vor einem Supermarkt gegen den Verkauf von einem Lebensmittelhersteller demonstriert, der unter fragwürdigen Bedingungen Zucker produziert. Dann tauchen auch noch vergiftete Lebensmittel im Supermarkt auf, mit denen der Inhaber Leo Richardson erpresst werden soll. Als eine Kundin durch dieses vergiftete Essen zu Tode kommt, suchen Thursday und Morse den mörderischen Erpresser. Auch der Fall Hallward scheint eine Verbindung zu den vergifteten Lebensmitteln des Supermarkts aufzuweisen.","versions":[{"lang":1,"streams":[{"redirect":13096080,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Tödlicher Duft","epNo":3,"alt":"Prey","descr":"Nach der Abendschule verschwindet ein Mädchen. Thursday sieht eine Verbindung zu einem alten Fall, bei dem eine junge Frau angegriffen und sexuell genötigt wurde und seitdem im Koma liegt. Der Heimweg beider Frauen war nahezu identisch. Bei dem vermissten Mädchen handelt es sich um die Dänin Ingrid Hjort, die als Au-pair in der Familie von Dr. Hector Lorenz arbeitete. Dessen Frau verstarb vor zwei Jahren. Ingrid und Dr. Lorenz hatten seit geraumer Zeit eine heimliche Affäre.Kurze Zeit später wird auch noch der junge Ricky Parker als vermisst gemeldet. Es wird vermutet, dass er in einem See ertrunken ist. Doch in dem See findet man nur seinen Arm. Derweil macht Morse sich Sorgen um Thursday, dessen Gesundheitszustand sich zunehmend verschlechtert.","versions":[{"lang":1,"streams":[{"redirect":13106124,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Abschied","epNo":4,"alt":"Coda","descr":"Der Besitzer einer Kleidungsfabrik wird vor einer Bank erschossen und ausgeraubt. Die erste Spur führt Fred Thursday zu den Matthew-Brüdern und damit in die hohen Kreise von Oxfords Gangster-Milieu. Die Matthew-Brüder sind die Nachfolger des erst kürzlich verstorbenen Gangsterbosses Harry Rose. Fred Thursday ist gewillt Oxfords Unterwelt ein für alle Mal das Handwerk zu legen - koste es, was es wolle. Endeavour Morse hat mit dieser Einstellung allerdings seine Probleme und gerät mit Thursday aneinander. Dessen besorgniserregender Husten wird immer schlimmer. Gleichzeitig trifft Morse auf Felix Lorimer, seinen ehemaligen Tutor an der Universität, der ihn um einen privaten Gefallen bittet. Morse soll Informationen über den neuen Liebhaber seiner baldigen Ex-Frau zusammentragen","versions":[{"lang":1,"streams":[{"redirect":8986062,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Totenmasken","epNo":1,"alt":"Game","descr":"Joan Thursday verschwindet heimlich aus Oxford und lässt ihre Familie und auch Endeavour Morse mit einem gebrochenen Herzen zurück. Doch anstatt zu verzweifeln, stürzt Morse sich in die Arbeit. Die Leiche eines Mannes wird ans Flussufer gespült. Ihr Zustand verrät, dass der Mann schon seit Wochen tot ist. Bei der Leiche handelt es sich um Professor Richard Nielson, der seit einem Monat vermisst wird. Er war Teil des Teams, das einen Schach-Computer entwickelte. Immer mehr Ertrunkene werden in Oxford aus dem Wasser gefischt. Morse vermutet einen Serienkiller. Das Muster der Todesfälle lässt zudem einen Mörder mit Schachkenntnissen vermuten. Thursday ist bei den Ermittlungen jedoch keine große Hilfe. Er hat es immer noch nicht überwunden, dass seine Tochter Joan die Familie verlassen hat. Seinen Frust lässt er an Morse aus.Aufgrund eines angeblichen Fehlers bei dem Versand seiner Prüfungsunterlagen ist Morse durch seine Examen-Prüfung zum Sergeant gefallen. Dadurch ist er noch ein weiteres Jahr an die Oxford City Police Station gebunden - sehr zur Freude von seinem Vorgesetzten Bright.","versions":[{"lang":1,"streams":[{"redirect":8986065,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Irrungen","epNo":2,"alt":"Canticle","descr":"Die selbst ernannte Sittenwächterin Joy Pettybon ist in Oxford zu Besuch, um für ihre Kampagne zur Bewahrung der gesellschaftlichen Moral zu werben. Als sie Todesdrohungen per Post erhält, wird Morse beauftragt, sie zu beschützen. Zudem ermittelt Morse im Todesfall des Maurers Brian Finch, der anscheindend mit einem Strick erwürgt wurde. Bei der Obduktion stellt sich heraus, dass Brian Finch zwar stranguliert wurde, aber dies nicht zu seinem Tode geführt hat. Finch ist an Herzversagen gestorben, deshalb wird vermutet, daß der Mord eine Inszenierung ist.Finch arbeitete zuletzt in einer Villa, die von der umstrittenen Pop-Gruppe Wildwood gemietet wurde. In der Villa finden derzeit Aufnahmen für eine bekannte TV-Show statt. Joy Pettybon findet die Show anstößig und möchte sie am liebsten verbieten.","versions":[{"lang":1,"streams":[{"redirect":13097790,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Bett zehn","epNo":3,"alt":"Lazaretto","descr":"Im Cowley Krankenhaus sterben in kurzer Zeit ungewöhnlich viele Patienten, die alle in Bett 10 auf der gleichen Station untergebracht waren. Der letzte Tote ist der Gefängnisinsasse und ehemalige Polizeiinformant Terence Bakewell, den Morse im Krankenhaus bewachen sollte. Chief Superintendent Bright bricht in seinem Büro plötzlich zusammen. Er wird ins Cowley Krankenhaus eingeliefert und von dem älteren Sir Merlyn Chubb operiert, der auch der Arzt aller Patienten von Bett 10 war. Nach der Operation wird Bright ebenfalls auf die todesbringende Krankenstation gebracht.Zudem wird die allein lebende Mrs. Zacharides auf ihrem Anwesen tot aufgefunden. Alles deutet auf eine natürliche Todesursache hin. Auch ihr Mann, der vor sechs Monaten verstorben ist, war Patient im Cowley Krankenhaus. Von der Tochter des Ehepaars erfährt Morse, dass Mrs. Zacharides im Clinch mit dem Krankenhaus lag, da einige Sachen ihres Mannes im Krankenhaus gestohlen wurden.","versions":[{"lang":1,"streams":[{"redirect":13108421,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Sonnenglanz","epNo":4,"alt":"Harvest","descr":"Außerhalb von Oxford wird eine Leiche bei einer archäologischen Grabung entdeckt. Die Vermutung, es handle sich dabei um den vor genau fünf Jahren verschwundenen Matthew Laxman, bestätigt sich jedoch nicht. Trotzdem will Thursday den Fall wieder aufrollen. Als in der Nähe der Leiche eine Sonnenbrille gefunden wird, die wahrscheinlich von Laxman stammt, beauftragt Thursday Morse Nachforschungen anzustellen. Thursday ist der Überzeugung, dass die Bezirkspolizei damals nicht gründlich genug gearbeitet hat. Als letztes wurde Laxman von einem Tramper gesehen, der berichtet, dass dieser auf dem Weg nach Bramford war. Das Dorf bereitet sich gerade auf die Feierlichkeiten für ein heidnisches Ritual vor. Als Morse dort die Bewohner zu den Ereignissen von vor fünf Jahren befragen will, steht er jedoch immer wieder vor verschlossenen Türen. Es scheint als ob sich die Dorfgemeinschaft gegen die Polizei verschworen hat. Auch in das in der Nähe gelegene Atomkraftwerk wird Morse kein Zutritt gewährt. Das Kraftwerk könnte mit dem Fall in Zusammenhang stehen, da Laxman ein bekannter Atomkraftgegner war. Zu allem Überfluss wird auch noch die Wohnung von Morse von Einbrechern durchsucht und verwüstet.","versions":[{"lang":1,"streams":[{"redirect":13096083,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Muse","epNo":1,"alt":"Muse","descr":"n der Holywell Lane wird der kleine Gauner und Taxifahrer Joey Sikes tot in einem Auto aufgefunden. Die Besonderheit in diesem Fall: Joey Sikes wurde ein Metalldorn ins Ohr getrieben. Und um seine Lippen herum befindet sich Lippenstift. Die Ermittlungen führen die Oxford City Police zum ehemaligen Boxer und jetzigem Promoter Eddie. Als wäre das noch nicht genug, hat auf dem Gelände des Lonsdale College hat ein Einbruch stattgefunden. Und zwar genau in dem Raum, in dem demnächst ein angeblich lange verschollenes Fabergé-Ei auf einer Auktion versteigert werden soll. Es wurde allerdings nichts gestohlen, und man findet nur eine rote Rose vor.","versions":[{"lang":1,"streams":[{"redirect":9206646,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Kartusche","epNo":2,"alt":"Cartouche","descr":"Ronald Beavis wird tot aufgefunden. Die Polizei geht zunächst davon aus, dass Ronald eines natürlichen Todes gestorben ist. Eine Obduktion ergibt jedoch, dass er vergiftet wurde. Die Ermittlungen führen Thursday und Endeavour in das Roxy-Kino, das der Ex-Polizist am Abend vor seinem Tod besucht hat. Als Endeavour und Carol nachmittags ins Kino gehen, geschieht ein weiterer Mord. Leslie Garnier, ein Organist, der in den Pausen spielt, sackt über seinem Instrument zusammen. Da Eddie auch öfter im Roxy-Kino zu Besuch ist, vermutet Endeavour, dass irgendein Zusammenhang zu den Morden bestehen könnte","versions":[{"lang":1,"streams":[{"redirect":9206647,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Passagiere","epNo":3,"alt":"Passenger","descr":"Noel Porter und seine Schwägerin Jilly Conway erscheinen auf der Dienststelle und melden Joels Frau Frances Porter als vermisst. Die Ermittlungen führen Inspektor Morse in eine Boutique. Dort hat Frances gearbeitet. Ihre Kollegin Anoushka sagt aus, dass sie sich am letzten Wochenende mit ihrem Liebhaber, Don Mercer, in einem Hotel getroffen hat. Als die Polizei Don Mercer ein Foto von Frances zeigt, identifiziert dieser die abgebildete Frau als Jilly. Inspektor Morse steht vor einem Rätsel. Welche der beiden Frauen ist nun Frances Porter?","versions":[{"lang":1,"streams":[{"redirect":8986099,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Farben","epNo":4,"alt":"Colours","descr":"Auf dem Kasernenhof in High Wood findet ein Fotoshooting statt. Im Mittelpunkt des Shootings steht das Model Jean. Kurz darauf wird die junge Frau tot im Waschhaus aufgefunden. Zuvor sollten die Soldaten Sam, Oswald und Collier den Fotografen Farridge während des Shootings unterstützen. Jean wirkte ein wenig wie auf Droge und knutschte mit Sam und Oswald. Haben die Soldaten etwas mit Jeans Tod zu tun? Endeavour nimmt Oswald als Hauptverdächtigen fest, da im Waschhaus ein blutiges Barett vorzufinden war, das von Oswald stammen muss.","versions":[{"lang":1,"streams":[{"redirect":8986110,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Quartett","epNo":5,"alt":"Quartet","descr":"Während eines Sportwettbewerbs, der live im Fernsehen ausgestrahlt wird, kommt ein Spieler aus der deutschen Mannschaft ums Leben. Steven, ein kleiner Junge, wird schwer verletzt. Ebenso wie der Spieler wurde auch Steven von einer Kugel getroffen. Der Junge wird ins Krankenhaus eingeliefert. Bei dem ermordeten Mann handelt es sich um Karl Pfuscher, der beim Europäischen Rat als Übersetzer gearbeitet hat. Als Inspektor Morse gerade mit seinen Ermittlungen beginnt, taucht der Staatsschutz auf und entzieht Morse den Fall sowie sämtliche Unterlagen und die Leiche. Doch Morse ermittelt auf eigene Faust weiter","versions":[{"lang":1,"streams":[{"redirect":8986111,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Ikarus","epNo":6,"alt":"Icarus","descr":"Endeavour Morse wird mit Trewlove zu einem Undercover-Einsatz an eine Jungenschule namens Coldwater geschickt, um das Verschwinden eines Lehrers, Ivory, aufzuklären. Schnell bemerkt Morse, dass ein Junge namens Stanlow von den anderen Schülern gequält wird. Offenbar war er ein Liebling des unbeliebten Lehrers Ivory. Die Schüler machen auf Morse einen frechen und unberechenbaren Eindruck, weshalb sie alle unter Mordverdacht stehen.","versions":[{"lang":1,"streams":[{"redirect":8986070,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Unschuldig","epNo":1,"alt":"Pylon","descr":"Das Revier wurde aufgelöst und Inspektor Morse degradiert, indem er in ein Provinzrevier versetzt wurde. Dort werden das junge Mädchen Anne Kirby und ein Pferd vermisst. Als Morse das Pferd auf einem Feld sieht, versucht er, es einzufangen, und entdeckt dabei die Leiche des Mädchens. Anne liegt mit Blumen dekoriert im Feld. Durch Zufall ist Max in diesem Fall der Pathologe und Thursday der zuständige DI.","versions":[{"lang":1,"streams":[{"redirect":8986072,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Apollo","epNo":2,"alt":"Apollo","descr":"Nach einer ausschweifenden Party auf dem Anwesen von Natalie und Elliot Wingqvist sterben Professor Adam Drake und seine Begleiterin Christine Chase durch einen Autounfall. Die Ermittlungen werden aufgenommen, und bald steht fest, dass die Beifahrerin Christine bereits vor dem Unfall tot gewesen sein muss. Außerdem wurde die Bremsflüssigkeit des Unfallwagens abgelassen, weshalb dieser verunglückte. Darüber hinaus gehört der Wagen keineswegs dem Fahrer Professor Drake selbst, sondern Larry Humbolt, seinem ehemaligen Lehrer an der Universität. Daher vermutet die Polizei, dass nicht Adam Drake sondern Larry Humbolt sterben sollte und der oder die Verantwortliche ein Gast der Wingqvist-Party war.","versions":[{"lang":1,"streams":[{"redirect":8986071,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Zuckerguss","epNo":3,"alt":"Confection","descr":"Beim Jagdreiten verschwindet Greville Creswell, der Besitzer einer Schokoladenfabrik. Er wird später erschossen im Wald aufgefunden. Seine Söhne Murray und Rupert sowie Murrays Frau Clemmie können ein Alibi vorweisen. Sofort drängt sich der Verdacht auf, dass Greville Creswell aufgrund von Erbschaftsangelegenheiten umgebracht wurde. Das Familiengefüge scheint jedoch ein friedliches Auskommen zu pflegen. Als die Ermittler sich in dem kleinen Dorf umhören, führt ein Hinweis sie auf den Hof von Farmer Rennett Bell, wo sie Rennett und seine Frau Mandy-Jane erschossen auffinden.","versions":[{"lang":1,"streams":[{"redirect":8986100,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Wolkenschloss","epNo":4,"alt":"Degüello","descr":"Osbert Page, Chefbibliothekar der Bodleian Library, wird kurz nach Dienstschluss erstochen. Vorerst geraten zwei Bibliotheks-Stammgäste in den Fokus. Zum einen Doktor Nicholson, ein Mathematik-Theoretiker am Garstang College, sowie Professor Burrowes, der Geologie-Professor, der mit dem Opfer eine Leidenschaft fürs Wandern gemein hatte. Immer wieder werden die Ermittler auf schlammige Stiefelabdrücke aufmerksam. Doch der Fall scheint sich im Kreis zu drehen, und selbst Endeavour kann sich keinen Reim auf die Spuren machen.","versions":[{"lang":1,"streams":[{"redirect":8986084,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Orakel","epNo":1,"alt":"Oracle","descr":"Die junge Kellnerin Molly Andrews wird am Morgen nach der Silvesternacht tot an einem Kanalufer aufgefunden. Das Motiv scheint eine gescheiterte Vergewaltigung von Betrunkenen gewesen zu sein. Detective Thursday vertritt seinen Kollegen Morse, der im Urlaub ist. Er verdächtigt Molly’s Freund Carl hinter der Tat, da dieser mit der Toten kurz zuvor Streit hatte. Deren Portemonnaie ist unauffindbar. In einem Forschungslabor taucht eine weitere Frauenleiche auf. Plötzlich erscheint eine Frau, die behauptet, eine Vision über den Mörder von Molly Andrews erlebt zu haben. Thursday und Morse haben jedoch Zweifel an dieser Geschichte.","versions":[{"lang":1,"streams":[{"redirect":9672711,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Lieferservice","epNo":2,"alt":"Raga","descr":"Der Lieferant eines indischen Restaurants ist spurlos verschwunden. Außerden treibt eine unbekannte, rassistische Gang ihr Unwesen und greift auf der Straße einen jungen Pakistaner an. Detective Morse findet den Lieferanten in einer Wohnung. Er wurde mit einem Beil erschlagen. Der berühmte Fernsehkoch Prince stellt sich als Besitzer der Wohnung heraus. Er befindet sich jedoch auf der Flucht. Eine falsche Notiz des Toten wirft weitere Fragen auf. Währenddessen beschattet Detective Thursday einen Mann, den er als Täter im vorherigen Mordfall von Molly Andrews im Visier hat.","versions":[{"lang":1,"streams":[{"redirect":9672708,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Wolfskopf","epNo":3,"alt":"Zenana","descr":"Als die 19-Jährige Studentin Petra tot am Uferweg aufgefunden wird, vermutet Morse, dass ein Serienmörder hinter der Tat steckt. Sein Kollege Thursday ist anderer Meinung und es kommt zum Eklat. Mittlerweile gibt es vier Mordopfer: die Kellnerin Molly, der Koch Tony, die Studentin Petra und eine weitere Frau. Auch die Presse erfährt bald vom Uferwegmörder, der für diese Taten verantwortlich sein soll. Morse ahnt nicht, wie nahe er dem Täter bereits ist. Morse und sein Kollege Thursday bekriegen sich weiter und machen sich damit im gesamten Detective-Team unbeliebt. Morse holt sich Trost bei seiner Liebhaberin Violetta.","versions":[{"lang":1,"streams":[{"redirect":9672706,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Nummer Zehn","epNo":1,"alt":"Striker","descr":"Der Stürmerstar der Oxford Wanderers, Jack Swift, erhält eine erschreckende Morddrohung, die Morse und sein Team dazu veranlasst, die harten Wahrheiten des Profifußballs der 1970er Jahre genau zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":9672721,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Kleines Vögelchen","epNo":2,"alt":"Scherzo","descr":"Es ist Sommer 1971. Endeavour und das Team werden gerufen, um den Mord an einem Taxifahrer zu untersuchen, der am Stadtrand von Oxford tot in seinem Taxi aufgefunden wurde. Angesichts einer Reihe von Angriffen auf Taxifahrer in letzter Zeit befürchtet das Team, dass der Angriff zu einem Mord eskaliert ist und die Bevölkerung von Oxfordshire der Gnade dieses Mörders ausgeliefert ist. Währenddessen empfängt Endeavour einen Gast zu Hause, der ihn an eine Vergangenheit erinnert, die er lieber vergessen würde.","versions":[{"lang":1,"streams":[{"redirect":9672716,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Endstation","epNo":3,"alt":"Terminus","descr":"Es ist Winter 1971 und das Team wird von einem Schneesturm getrennt, während es den Mord an einem College-Dozenten untersucht, und Endeavour strandet in einem verlassenen Hotel, wo er Gegenstand eines Racheplans wird.","versions":[{"lang":1,"streams":[{"redirect":9672713,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Tödliche Noten","epNo":1,"alt":"Prelude","descr":"Das Oxford Concert Orchestra ist von einer erfolgreichen Tournee zurückgekehrt. Nach dem Auftritt wird im Garten des Colleges die Leiche eines jungen Mannes gefunden. Was ist passiert? Inspektor Morse beginnt mit der Befragung des Orchesters und den Personen, die mit den Musikern zusammenarbeiten. Er stellt fest, dass es dort durchaus unterschiedliche Interessen und auch Spannungen gibt. Die Initialen A.L. beim Toten werfen Fragen auf. Morse kommt nur schwer weiter. Zu viele Menschen sind am Geschehen beteiligt. Kaum, dass er im Mordfall ein Stück voran kommt, passiert ein weiterer Mord. Der Londoner Kriminelle Mickey Flood, ein alter Bekannter von Thursday, wurde brutal ermordet. Es gibt keinerlei Hinweis darauf, was er in Oxford wollte. Zur Leiche beim Empfang gibt es vermutlich keinen Zusammenhang. Beide Mordfälle haben eine langzurückliegende Geschichte.","versions":[{"lang":1,"streams":[{"redirect":14017315,"hoster":"VOE"},{"redirect":14017317,"hoster":"Doodstream"}]}]},{"epId":"episode-2","name":"Ohne Ausweg","epNo":2,"alt":"Uniform","descr":"Ein Obdachloser wird ermordet aufgefunden. Er wurde brutal verprügelt und mit einer zerbrochenen Flasche ermordet. Eine arrogante Bande junger Studenten gerät in Verdacht. Morse ermittelt. Neben diesem Mord kommen Morse und Thursday im Mordfall des jungen Mannes Andrew Lewis, der im Garten eines Colleges aufgefunden wurde, auch nur langsam voran. Aber es bleibt unruhig und ein weiterer junger Polizist wird ermordet. Was ist des Rätsels Lösung? Es stellt sich heraus, dass der Ermordete kein echter Polizist war, sondern der Schauspieler Raymond Swann. Er trug nur die Polizeiuniform und gehörte zur Besetzung der \"Jolly for Shorts\"-Fernsehserie. Morse fährt zum Drehort und spricht mit den Kollegen des Opfers.","versions":[{"lang":1,"streams":[{"redirect":14073516,"hoster":"VOE"},{"redirect":14017316,"hoster":"Doodstream"}]}]},{"epId":"episode-3","name":"Alte Feinde","epNo":3,"alt":"Exeunt","descr":"Bei der ehemaligen Knabenschule Blenheim Vale finden Ausgrabungen statt. Man sucht nach den Überresten von Personen, die vermutlich dort ermordet wurden. Die Mordfälle reißen nicht ab. Die aktuellen Todesfälle überlagern die Recherchen im Blenheim Vale-Fall. Zwei Intellektuelle aus Oxforder Universitätskreisen wurden ermordet. Ihr Ableben wurde bereits am Todestag in Zeitungsanzeigen bekanntgegeben. Morse verliert langsam die Übersicht. Morse ermittelt intensiv in den Fällen der ermordeten Intellektuellen. Wie konnte der Mörder sich als Bestatter ausgeben? Wie hat er seine Beileidskarten anbringen können?","versions":[{"lang":1,"streams":[{"redirect":14017312,"hoster":"VOE"},{"redirect":14017314,"hoster":"Doodstream"}]}]}]}]}