{"path":"/serie/stream/der-kroatien-krimi","name":"Der Kroatien Krimi","descr":"Als erste Frau an der Spitze der Mordkommission von Split in Kroatien bringt Branka Maric clever und couragiert Verbrecher hinter Gitter. Dazu wird die malerische Kulisse der Adria immer wieder zum Schauplatz krimineller Machenschaften. Maric wird unterstützt von ihrem engsten Kollegen Emil Perica, ihrem direkten Vorgesetzten Tomislav Kovacic sowie Dezernatsleiter Bilic.","seasons":[{"path":"/serie/stream/der-kroatien-krimi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-1","name":"Der Teufel von Split","epNo":1,"alt":"","descr":"Vieles deutet auf einen Raubmord hin, als die Polizei im Hafen von Split die Leiche von Ante Remic findet, der vermutlich mit den Ersparnissen seiner Frau zockte. Schon bald bekommen die Ermittlungen von Kommissarin Branka Maric jedoch eine neue Richtung. Denn bei einem Einbruch im Haus des Opfers werden Andenken aus dessen Zeit als Offizier im Kroatienkrieg gestohlen. Dann wird ein weiteres ehemaliges Mitglied seiner Kampftruppe ermordet. Jetzt ist von dieser nur noch der Unternehmer Jerko Novak übrig. Der bestärkt die naheliegende Vermutung, dass Kriegsverbrechen von damals etwas mit dem aktuellen Fall zu tun haben – schließlich sei Remic der \"Teufel von Split\" gewesen. Für Branka haben die Ermittlungen längst eine persönliche Dimension, denn auch ihr vermisster Bruder gehörte zu der Einheit von Remic.Unterdessen verfolgen ihre Kollegen Emil und Borko weiter die Raubmordfährte und erwischen einen drogenabhängigen Mann, der die Tat gesteht. Nun wird Branka klar, dass sie einem Ablenkungsmanöver aufgesessen ist, das jemand inszeniert hat, um weitere Morde begehen zu können. Sie ahnt zwar schon, wer das ist – braucht aber noch handfeste Beweise. Um diese zu bekommen, stellt die mutige Kommissarin dem gerissenen Täter eine Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864756","hoster":"VOE"},{"path":"/redirect/9864754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-2","name":"Tod einer Legende","epNo":2,"alt":"","descr":"In einem noblen Wochenendhaus findet die Polizei die Leiche von Goran Trevic, Sohn der Fußballlegende Dragan Trevic. Der einflussreiche Sportfunktionär gerät bei den Ermittlungen von Branka Maric in Verdacht, weil die Tatwaffe aus seinem Tresor stammt und es Hinweise auf Konflikte in der Familie gibt. Schwer belastet wird Dragan von dem Journalisten Stipe Rif, der seit Jahren im Umfeld der Trevics recherchiert. Zu einer Vernehmung kommt es jedoch nicht, denn die Polizei findet Dragan Trevic erschossen in seinem Auto. Diesmal deutet alles auf Selbstmord hin. Für Polizeichef Bilic, der einen Skandal befürchtet, ist der Fall damit abgeschlossen. Branka geht das zu schnell, sie sieht in beiden Fällen unerklärliche Ungereimtheiten und ermittelt daher auf eigene Faust weiter. Hinweise auf ein düsteres Geheimnis gibt ihr Gorans Witwe, Jasna Trevic.Zudem wirft der Obduktionsbefund neue Fragen auf. Es finden sich Spuren schädlicher Medikamente, die Dragan über viele Jahre hinweg verabreicht wurden, um dessen Sexualdrang zu unterdrücken. Außer der Kommissarin scheint aber niemand wissen zu wollen, was in Wahrheit passiert ist. Dennoch scheut sich Branka nicht, die offenen Drohungen ihres Vorgesetzten Bilic zu ignorieren und sich mit dem übergeordneten Aufsichtsgremium anzulegen. Hauptdarstellerin Neda Rahmanian arbeitet im zweiten Kroatien-Krimi die Kompromisslosigkeit ihrer Titelfigur heraus: Um die Wahrheit über eine Familientragödie ans Licht zu bringen, setzt Kommissarin Branka Maric in \"Tod einer Legende\" ihre Karriere aufs Spiel. Ihren Gegenpart verkörpert Nadeshda Brennicke als \"Femme fatale\", die sich von einer schweren Schuld befreien möchte.Mit einer ungewöhnlichen Geschichte blickt der Fernsehfilm von Regisseur Michael Kreindl und Drehbuchautor Christoph Darnstädt hinter die Kulissen des Nationalsports Fußball und zeigt, wie stark darin Tabus verankert sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864753","hoster":"VOE"},{"path":"/redirect/9864755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-3","name":"Mord auf Vis","epNo":3,"alt":"","descr":"Auf der Ferieninsel Vis ermittelt Branka Maric in einem Doppelmord: Der Täter hat eiskalt einen Antiquitätenhändler (Slaven Knezovic) und einen Sammler (Vedran Tebaldi) erschossen. Beide wurden von Split auf die Insel gelockt, um verschollene Sondermünzen aus der Zeit des Ustascha-Regimes zu kaufen. Die Ermittlungen des örtlichen Polizeichefs Jure Pokovic (Benjamin Sadler) und Aussagen eines Zeugen (Albert Kitzl) belasten einen Mann, der mit den Opfern in Kontakt stand: Zoran Horvath (Michael Rotschopf), ein bekennender Nationalist. Als auch er wie bestellt auf Vis eintrifft und das Hotel von Pokovics 22-jährigen Tochter Ivena (Laura Berlin) aufsucht, möchte der Polizist den Fall auf seine Art abschließen. In letzter Sekunde macht ihm Branka jedoch einen Strich durch die Rechnung. Sie hat längst gemerkt, dass jemand falsche Fährten legt.Die Kommissarin findet heraus, dass nicht nur die Jagd nach den Münzen die beiden Toten und den Tatverdächtigen verbindet: Die Drei waren schon einmal auf Vis – vor über 20 Jahren während des Bürgerkriegs. Damals muss eine Gräueltat passiert sein, die nun jemand sühnen will. Als Branka das schreckliche Geheimnis lüftet, steht sie vor einer schweren Entscheidung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864761","hoster":"VOE"},{"path":"/redirect/9864760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-4","name":"Messer am Hals","epNo":4,"alt":"","descr":"Wenige Tage vor der Bürgermeisterwahl in Split muss Branca Maric (Neda Rahmanian) den brutalen Überfall auf einen umstrittenen Kandidaten aufklären. Der Populist Ivica Strugar (Dominic Raacke) hat in Notwehr einen Angreifer erschossen, der zweite konnte entkommen. Zunächst sieht alles wie der Einschüchterungsversuch aus dem kriminellen Milieu auf einen selbsternannten Saubermann aus. Bei der Suche nach dem Drahtzieher stoßen Branka und ihr Team jedoch auf einen weiteren, viel älteren Zusammenhang. Die beiden Täter zählen zu Opfern von Strugar, der zu Zeiten des Sozialismus als Aufseher in einem Waisenheim arbeitete und dort kleine Jungen misshandelte. Diese tragen zeitlebens die Spuren des Sadismus. Brandmale von ausgedrückten Zigaretten auf dem Rücken, Schnittwunden am Hals und schwere Traumata.Bis heute sind die Verbrechen ungesühnt, denn die Betroffenen scheuen sich, damit an die Öffentlichkeit zu gehen. Brankas Verdacht, ihr Kollege Emil (Lenn Kudrjawizki) könnte selbst eines der gequälten Kinder gewesen sein, leugnet dieser sogar vehement. Ganz anders Strugar: Er tritt gegen den Rat seiner Wahlkampfmanagerin Nada (Edita Malovcic) nun die Flucht nach vorne an. Ohne Reue bekennt er, damals die ihm anvertrauten Jungen \"hart angefasst\" zu haben, um aus ihnen \"echte\" Kroaten zu machen. Dass seine Umfragewerte danach steigen, bestärkt ihn noch mehr. Im Hochgefühl der Unverwundbarkeit geht Strugar sogar bei der devoten Nada zu weit. Auch Branka legt jegliche Hemmungen ab, ihn mit allen Mitteln doch noch dranzukriegen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864762","hoster":"VOE"},{"path":"/redirect/9864768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-5","name":"Der Mädchenmörder von Krac","epNo":5,"alt":"","descr":"Kommissarin Branka Maric (Neda Rahmanian) und ihr Kollege Emil Perica (Lenn Kudrjawizki) müssen ins Hinterland Dalmatiens, um den Tod der 18-jährigen Eva Tomic (Caroline Hartig) aufzuklären. In dem abgelegenen Bergstädtchen Krac sehen die Bewohner eine Verbindung zu einem ungeklärten Mädchenmord, der vor einem Jahr passiert ist. Branka erkennt jedoch bis auf den Fundort wenig Gemeinsamkeiten, denn diesmal gab es keine Vergewaltigung und das Opfer wurde geradezu liebevoll aufgebettet. Weil die Kommissarin von einem tragischen Unfall ausgeht, nimmt sie das Umfeld der Teenagerin ins Visier. Schon bald kommt Branka dahinter, dass Evas beste Freundin Darka (Helen Woigk) lügt und das Opfer heimlich einen Freund (Gustav Schmidt) hatte, der sie als Letzter gesehen hat.Auch die zerrütteten Verhältnisse der Familie Tomic liefern einen Anhaltspunkt: Vater Anko (Martin Feifel) trinkt, Mutter Katarina (Barbara Philipp) ist hilflos und Evas jüngere Schwester Sonja (Emily Kusche) möchte um jeden Preis weg. Brankas Ermittlungen werden von dem ebenso selbstherrlichen wie chauvinistischen Kommissar Ivan Bago (David Rott) erschwert. Als ein weiterer Mord geschieht, der offiziell Bagos Zuständigkeitsbereich fällt, braucht Branka die Unterstützung ihrer Kollegen Emil und Vucevic (Kasem Hoxha). Fest entschlossen, den mutmaßlich mit dem ersten Mädchenopfer in Verbindung stehenden Fall zu klären und es Bago zu zeigen, folgt die mutige Kommissarin einer von Bago ignorierten Spur und bringt sich mit ihrem Alleingang in höchste Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008016","hoster":"VOE"},{"path":"/redirect/9864766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-6","name":"Der Henker","epNo":6,"alt":"","descr":"In einem Auto findet die Polizei die Leiche eines Beamten der Baubehörde, dem ein Eispickel ins Herz gerammt wurde. Ein Zettel mit der Aufschrift \"Korruptes Schwein!\" führt Kommissarin Branka Maric (Neda Rahmanian) direkt zum mutmaßlichen Motiv. Der Tote bereicherte sich mit nachträglichen Genehmigungen für Schwarzbauten in Split. Zur Unterstützung der Mordkommission kommt ein Spezialist aus der Hauptstadt Zagreb: Stojan Manojlovic (Juergen Maurer), der die Aktenlage in dem Fall seit Jahren bestens kennt. Er führt Branka beinahe kokett vor Augen, wie lautlos Korruption im Großen und Kleinen funktioniert. Frustriert vom aussichtslosen Kampf ist er sich sicher, dass der Ermordete das Opfer eines \"Henkers\" wurde, der nun eiskalt Selbstjustiz übt. Als ein weiterer Mord passiert, hält Branka ihren überaus charmanten Kollegen für den Täter.Rätselhaft ist ihr nur noch, warum ausgerechnet ein bestechlicher Arzt ausgewählt wurde. Mit Unterstützung ihrer Mitarbeiter Emil (Lenn Kudrjawizki) und Borko Vucevic (Kasem Hoxha) stößt Branka auf den Fall eines verstorbenen Notfallpatienten (Marko Lakobrija), dessen Tochter (Amelie Kiefer) das Schmiergeld für die Behandlung zu spät bezahlte. Doch wie lässt sich der Zusammenhang beweisen? Nun beginnt ein Nervenspiel zwischen der klugen Kommissarin und ihrem raffinierten Kollegen Manojlovic","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864772","hoster":"VOE"},{"path":"/redirect/9864775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-7","name":"Tote Mädchen","epNo":7,"alt":"","descr":"Im Industriehafen von Split wird die Leiche eines ertrunkenen Mädchens gefunden. Für Branka Maric (Neda Rahmanian) gibt es keinen Zweifel, dass die Zwölfjährige das Opfer eines Verbrechens wurde. Spuren an ihrem Handgelenk zeigen: Die Ertrunkene war vorher gefesselt – möglicherweise von Schleusern, die Mädchen entführen und an ihre Peiniger verkaufen. Branka pfeift auf die Dienstanweisung, die Ermittlungen der Abteilung Organisierte Kriminalität zu überlassen. Wie gefährlich der Fall für sie ist, ahnt die Kommissarin nicht, als sie auf eigene Faust weiterermittelt.In der Nacht explodiert eine Bombe auf der Jacht ihres Geliebten Lado (Aleksandar Jovanovic) – mit Branka an Bord! Um das Attentat aufzuklären, bekommt die Mordkommission unliebsame Unterstützung aus der Hauptstadt: die erfolgreiche, aber bei ihren männlichen Kollegen unbeliebte Kommissarin Stascha Novak (Jasmin Gerat). Sie will mit dem spektakulären Fall ihre Erfolgsbilanz fortschreiben, um in Zagreb die überfällige Beförderung zu erzwingen. Das Dezernat in Split jedoch möchte unbedingt, dass der Fall von den heimischen Kräften gelöst wird. Emil (Lenn Kudrjawizki) gerät in eine Zwickmühle: Er und sein Kollege Borko (Kasem Hoxha) sollen Stascha ins Leere laufen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383575","hoster":"VOE"},{"path":"/redirect/9864787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-8","name":"Tränenhochzeit","epNo":8,"alt":"","descr":"Beim geheimen Videoshooting von Popstar Ira (Caro Cult) am Strand von Split ereignet sich ein Mordanschlag. Als sich ihr Bodyguard in die Schussbahn wirft, trifft ihn eine Kugel tödlich. Der Täter, ein maskierter Motorradfahrer, entkommt unentdeckt. Kommissarin Stascha Novak (Jasmin Gerat), die neue Leiterin der Mordkommission, übernimmt die Ermittlungen. Eine Spur führt zu einem anonymen Stalker, der die Sängerin mit bösartigen Posts und bedrohlichen Warnungen über die Sozialen Medien verängstigt. Er möchte verhindern, dass Ira ihren Manager Mate (Vladimir Korneev) heiratet. Als Staschas Kollegen Emil (Lenn Kudrjawizki) und Borko (Kasem Hoxha) den Stalker ausfindig machen, ist dieser jedoch bereits untergetaucht.Auch Iras Mutter Danica (Ulrike Krumbiegel) und ihr Vater Alen (Rainer Strecker) sind – wie die Kommissarin herausfindet – gegen die bevorstehende Trauung mit Mate. Über den erfolgreichen Geschäftsmann kursieren Gerüchte in der Unterwelt von Split, die sich jedoch nicht beweisen lassen. Mate will sich, wie er über die Medien verbreitet, nicht einschüchtern lassen und trotz der Gefahr seine Traumhochzeit mit Ira keinesfalls verschieben. Für Stascha und ihr Team steht bei dem medialen Großereignis ein schwieriger Einsatz bevor: Sie müssen bei der Feier einen zweiten Anschlag verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864780","hoster":"VOE"},{"path":"/redirect/9864791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-9","name":"Jagd auf einen Toten","epNo":9,"alt":"","descr":"Stascha Novak ist selbstbewusst, erfolgreich und unbestechlich – in ihrem Beruf gibt sich die von Jasmin Gerat gespielte Kommissarin keine Blöße. Die Leiterin der Mordkommission Split hat jedoch zwei verletzliche Punkte im Privatleben: die Verantwortung für ihre jüngere Schwester und eine gescheiterte Liebesbeziehung zum Nachtklubbesitzer Milan. Dass die beiden ein schmerzhaftes Geheimnis verbindet, spielt eine zentrale Rolle in \"Jagd auf einen Toten\" und stellt Staschas Professionalität auf eine schwere Bewährungsprobe. Beim neunten \"Kroatien-Krimi\" kommt es zum Showdown in den Ruinen der Römerstadt Salona nahe der der historischen Kulturmetropole Split. Kommissarin Stascha Novak (Jasmin Gerat) erlebt einen Schock, als sie eine ihr vertraute Halskette an einer verbrannten Leiche entdeckt.Die Leiterin der Mordkommission Split glaubt, dass ihr Ex-Verlobter Milan (Henning Vogt) das Opfer eines getarnten Mordanschlags wurde. Schon bald zeigt sich jedoch, dass es sich bei dem Toten um jemand anderes handelt: Gore Memic (Robert Besta) aus einem berüchtigten Mafiaclan der Hauptstadt Zagreb. Nun steht Milan unter dem Verdacht, seinen Tod vorgetäuscht zu haben, um unterzutauchen. Wie nahe sie dem flüchtigen Nachtklubbesitzer steht, verschweigt Stascha ihrem Vorgesetzten Kovacic (Max Herbrechter) ebenso wie eine heftige Auseinandersetzung mit Memic am Vorabend in Milans Klub. Sie glaubte, in dem Bargast den Vergewaltiger ihrer jüngeren Schwester Minka (Jenny Meyer) vor sich zu haben. Minka verneint dies aber vehement und überrascht später sogar mit Anschuldigungen gegen Milan.Hat sich Stascha in ihrer großen Liebe komplett getäuscht? Inzwischen traut die Kommissarin ihrem \"Ex\" alles zu – von schmutzigen Geschäften bis zu Gewaltverbrechen. Um ihn ausfindig zu machen, hetzt sie ihm sogar den Unterweltboss Zlatan Memic (Ralf Dittrich) auf den Hals, der seinen Sohn rächen möchte. Staschas Plan, sich von der Mafia zu dem Gesuchten führen zu lassen, birgt jedoch unkalkulierbare Risiken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864793","hoster":"VOE"},{"path":"/redirect/9864786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-10","name":"Die Patin von Privonice","epNo":10,"alt":"","descr":"Eine abgelegene Grenzregion Dalmatiens ist der Schauplatz für den zehnten \"Kroatien-Krimi\". Dort vermutet Jasmin Gerat alias Kommissarin Stascha Novak einen Ring von Schmugglern und Schleusern, die in ihren aktuellen Fall verwickelt sind. Um skrupellose Machenschaften ans Licht zu bringen, legt sich die Leiterin der Mordkommission Split mit einer charismatischen Gegenspielerin an, die perfekt die Kunst der Täuschung beherrscht. Tatja Seibt verkörpert in \"Die Patin von Privonice\" eine mit allen Wassern gewaschene Clanchefin, die verhindern muss, dass ihre dubiosen Import-Export-Geschäfte an der EU-Außengrenze zu Bosnien-Herzegowina auffliegen. Stascha Novak (Jasmin Gerat) übernimmt einen Mordfall, bei dem sie nicht lange nach einem schlüssigen Motiv suchen muss.Das Opfer, der übergriffige Restaurantleiter Ivan Kalinic (Andreas Schlager), hatte die rumänische Kellnerin Adina (Zoe Moore) nicht nur schlecht behandelt, sondern auch versucht, sie zu vergewaltigen. Am Morgen nach der Bluttat ist die Hauptverdächtige verschwunden. Auch ihr Freund Danijel Vida (Vincent zur Linden) und dessen Kumpel Tin (Klaus Steinbacher), Saisonkräfte in Kalinics Team, sind Hals über Kopf in ihre dalmatinische Heimatstadt Privonice abgereist. Dorthin fährt Stascha mit ihrem Kollegen Emil (Lenn Kudrjawizki), um die beiden zu vernehmen und die Spur der untergetauchten Adina aufzunehmen. Amtshilfe leistet Danijels Vater (Peter Trabner), der als örtlicher Polizeichef die Suchaktion leitet. Adina scheint jedoch wie vom Erdboden verschluckt.Bei ihren Ermittlungen findet Stascha heraus, dass alle Spuren des Falls in Privonice zusammenlaufen – von dem Opfer über die Verdächtige bis zu den weiteren Beteiligten. Eine zentrale Rolle spielt die 70-jährige Unternehmerin Dunja Runje (Tatja Seibt), die mit allen bestens vernetzt ist und überall ihre Finger im Spiel hat. Sie scheint sogar am Menschenhandel mit jungen Frauen zu verdienen, in den auch Adina verwickelt ist. Stascha möchte die Verdächtige nicht nur finden, um den Fall zu lösen. Die Kommissarin fürchtet um das Leben der Verdächtigen – und unternimmt einen waghalsigen Alleingang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864788","hoster":"VOE"},{"path":"/redirect/9864789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-11","name":"Tod im roten Kleid","epNo":11,"alt":"","descr":"Eine dramatische Mordserie an Dalmatiens zerklüfteter Steilküste muss die Mordkommission Split im elften \"Kroatien-Krimi\" aufklären: Jemand tötet mit brutaler Energie seine Opfer, zertrümmert ihre Körper und friert die Leichen ein. Regisseur Michael Kreindl inszeniert ein raffiniertes Vexierspiel aus Verdacht, Täuschung und Inszenierung. Die Ablehnung von Transsexualität und familiäre Konfliktlinien bilden den Hintergrund für einen Rachefeldzug. Autor Christoph Darnstädt lotet geschickt die Untiefen der kroatischen Identität aus, die im konfliktbeladenen Spannungsfeld von modernem Freiheitsgefühl und rigider Religiosität steht.Eine halbverweste Leiche im roten Kleid stellt Kommissarin Stascha Novak (Jasmin Gerat) und das Ermittlerteam von Split vor ein kriminalistisches Rätsel: Das Opfer war bereits mindestens eine Woche tot, als es aus großer Höhe von einem Felsen geworfen wurde. Nicht nur der zerschmetterte Körper, sondern auch die Identität lassen den Fall ungewöhnlich erscheinen: Es handelt sich um einen jungen Mann. Für den örtlichen Polizeichef Mikec (Thomas Dehler) ist klar, dass dies kein Einheimischer gewesen sein kann. Junge Menschen gibt es ohnehin kaum noch hier und Transvestiten erst recht nicht! Die Mordkommission findet jedoch heraus, dass der Tote Anton (Riccardo Campione) aus der Region stammt und bei seinem strenggläubigen Onkel Ivan Rukovic (Joachim Nimtz) aufgewachsen ist. In dessen Haus finden die Ermittler Verwesungsspuren von Anton. Als kurz darauf nacheinander auch noch die Leichen von Mikec und Rukovic gefunden werden, beginnt Stascha, mit kriminalistischer Empathie Antons tragische Geschichte zu rekonstruieren. Es fällt ihr dabei schwer, ihre Wut über offene Homophobie und frommen Fundamentalismus zu zügeln. Kühlen Kopf bewahrt dagegen ihr Kollege Emil (Lenn Kudrjawizki), der in die Familiengeschichte der Opfer eintaucht und Stascha daran hindern muss, sich vorschnell festzulegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864797","hoster":"VOE"},{"path":"/redirect/9864796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kroatien-krimi/staffel-1/episode-12","name":"Vor Mitternacht","epNo":12,"alt":"","descr":"Kommissarin Stascha Novak (Jasmin Gerat) möchte von ihrer Schwester nichts mehr wissen. Was Minka (Jenny Meyer) ihr angetan hat, ist unverzeihlich! Selbst bei der Geburtstagsfeier ihres Vaters Branko (Rufus Beck) im kleinen Kreis mit Cousin Luka (Giovanni Funiati) geht die zutiefst enttäuschte Stascha einem Gespräch aus dem Weg. Als am nächsten Morgen die Leiche von Luka – mit einem Messer schwer verletzt und erstickt – gefunden wird, rechnet die Kommissarin sogar ihre jüngere Schwester zum Kreis der Verdächtigen: Denn Minka lügt bei ihrer Aussage und weicht aus, als Stascha sie zur Rede stellen möchte. Zwar übernimmt ihr Kollege Emil Perica (Lenn Kudrjawizki) die Ermittlungen, doch Stascha macht – trotz Befangenheit – auf eigene Faust weiter. Bei ihrem Alleingang gerät die Mordermittlerin in eine gefährliche Situation mit einem Kriminellen (David Bredin). Der ist eigentlich für ein Treffen mit Luca nach Split gereist. Nun scheint er aber etwas besonders Wertvolles zu suchen. Unterdessen finden Emil und Borko (Kasem Hoxha) heraus, dass Staschas ungeliebter Cousin bereits in mehreren ungeklärten Verbrechen aktenkundig wurde – vom Diamantenraub bis hin zu Vergewaltigungsanzeigen. Obwohl diese Enthüllung ihrem Vater das Herz brechen könnte, sucht die Ermittlerin unbeirrt nach der Wahrheit.Eine Tragödie in ihrer eigenen Familie muss Jasmin Gerat als Leiterin Mordkommission Split aufklären: Der Tod ihres Cousins nach einer Feier ist in \"Vor Mitternacht\" der Ausgangspunkt für einen rätselhaften Fall, bei dem ein fatales Geheimnis und die Jagd nach gestohlenen Diamanten den Hintergrund bilden. Ins Zentrum der spannungsgeladenen Handlung rücken – neben den von Lenn Kudrjawizki und Kasem Hoxha gespielten Ermittlerkollegen Lenn und Borko – diesmal Jenny Meyer und Rufus Beck in den Rollen von Staschas Schwester und ihrem Vater. Bei seinem Gastauftritt in der erfolgreichen Krimireihe verkörpert Dirk Martens einen zynischen Kriegsversehrten, der die Aufmerksamkeit der Kommissare auf einen ungesühnten Cold Case lenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9864798","hoster":"VOE"},{"path":"/redirect/9864800","hoster":"Streamtape"}]}]}]}]}