{"path":"/serie/stream/der-alte","name":"Der Alte","descr":"Drei Ermittler – ein Titel: \"Der Alte”. Die Serie läuft in mehr als 100(aktueller Stand: 104) Ländern. Siegfried Lowitz verlieh als Erwin Kösterzwischen 1977 und 1985 dem Alten sein Gesicht. Er löste 100 Fälle. SeinNachfolger wurde Rolf Schimpf, der als Hauptkommissar Leo Kress zwischen 1986und 2007 insgesamt 222 Mal auf Mörderjagd ging. 2008 begann Walter Kreye alsRolf Herzog seinen Dienst in der Mordkommission II der Münchner Kriminalpolizei.","seasons":[{"path":"/serie/stream/der-alte/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-alte/staffel-1/episode-1","name":"Dienstreise","epNo":1,"alt":"","descr":"Erwin Köster, der \"Alte\", stellt sich nach einem Banküberfall mit Geiselnahme im Austausch gegen die Freilassung der Geiseln dem Gangster zur Verfügung, um das Leben der Geiseln zu retten und um über den Geiselnehmer an den Berufskiller Teretti heranzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333256","hoster":"VOE"},{"path":"/redirect/8386989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-2","name":"Jack Braun","epNo":2,"alt":"","descr":"Mit einem gestohlenen Auto überfahren zwei junge Männer einen Rentner tödlich und fliehen. Besitzer des Wagens ist Dr. Margolis. Obwohl alle Indizien gegen den Arzt sprechen, kommt er für Köster als Todesfahrer nicht in Frage. Durch Zufall stößt er auf eine interessante Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985134","hoster":"VOE"},{"path":"/redirect/8386993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-3","name":"Der Alte schlägt zweimal zu","epNo":3,"alt":"","descr":"Spediteur Finberg hat die Polin Vanessa nach Deutschland gebracht und will sie heiraten. Seine Frau, die sich entschieden gegen eine Scheidung wehrt, verschwindet plötzlich spurlos. Köster ahnt, dass Finberg sie umgebracht hat, doch der gibt an, sie sei weggelaufen. Um den Mörder zu überführen greift Köster zu ungewöhnlichen Mitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985148","hoster":"VOE"},{"path":"/redirect/8386994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-4","name":"Toccata und Fuge","epNo":4,"alt":"","descr":"Im D-Zug von Triest nach München wurde vor einigen Monaten eine junge Frau ermordet. Der Ehemann, den Hauptkommissar Erwin Köster des Mordes beschuldigte, hatte ein unwiderlegbares Alibi. Er war zur Mordzeit auf einer Party, hundert Leute könnten das bezeugen. Da es Köster ärgert, in dieser Sache nicht weiterzukommen, bittet er über das Fernsehen die Öffentlichkeit um Mithilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985144","hoster":"VOE"},{"path":"/redirect/8386995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-5","name":"Zwei Mörder","epNo":5,"alt":"","descr":"Hauptkommissar Köster hat Nachtdienst. Er sitzt gerade über einem Schachproblem, als das Telefon läutet. Jemand behauptet, er habe eben einen Mord begangen. Köster fährt zur angegebenen Adresse und findet den völlig verzweifelten Gustav Peukert vor - auf dem Bett liegt die Leiche einer jungen Frau. Ohne zu zögern legt Peukert ein umfangreiches Geständnis ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985135","hoster":"VOE"},{"path":"/redirect/8387004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-6","name":"Blütenträume","epNo":6,"alt":"","descr":"Betrunken betritt Sandtner ein Geschäft, das von seiner Frau geführt wird. Angeekelt weist sie ihn ab. Sandtner torkelt weiter zu den Isarauen und feiert dort mit Pennern. Am nächsten Tag wird er erschlagen aufgefunden. Die Stadtstreicher scheiden für Kommissar Köster aus. Kurz darauf tauchen falsche Geldscheine in der Stadt auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985143","hoster":"VOE"},{"path":"/redirect/8387007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-7","name":"Konkurs","epNo":7,"alt":"","descr":"Der Kleiderfabrikant Walter Müller steht vor dem Ruin. Eines Abends gesteht er seiner Frau Eva, daß er demnächst Konkurs anmelden muß. Eva verspricht, zu ihm zu halten. Während sich Walter Müller zu einer letzten geschäftlichen Besprechung in Frankfurt aufhält, wird Eva entführt. In einer abgelegenen Straße finden zwei Streifenbeamte ihren Wagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985136","hoster":"VOE"},{"path":"/redirect/8387010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-8","name":"Lohngeld","epNo":8,"alt":"","descr":"Der Prokurist Helmut Staufen ist fleißig, gewissenhaft und ordentlich. Er tut zuverlässig seine Arbeit. Sein Chef, der Bauunternehmer Ströbel, hält große Stücke auf ihn. Als in der Firma eine Stelle neu zu besetzen ist, hofft Helmut, sie zu erhalten. Aber ein Fremder wird ihm vorgezogen. Ströbels Tochter Eva, die Helmut sehr gern mag, geht ihm seit einiger Zeit aus dem Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985150","hoster":"VOE"},{"path":"/redirect/8387017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-1/episode-9","name":"Verena und Annabelle","epNo":9,"alt":"","descr":"Auf die Literaturkritikerin Verena Moldau werden mehrere Mordanschläge verübt. Kommissar Köster steht vor einem Rätsel. Nur langsam gelingt es ihm, Verenas Vertrauen zu erringen. Schließlich gibt sie zu, daß ihre Schwester Annabelle sie haßt. Aber die meldete sich zuletzt vor acht Jahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100256","hoster":"VOE"},{"path":"/redirect/8387015","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-alte/staffel-2/episode-1","name":"Erkältung im Sommer","epNo":1,"alt":"","descr":"Rolf und Renate Assenau leiten eine bedeutende Tanzschule, haben es als Turniertänzer zu Ruhm und Ansehen gebracht und sind, allem Anschein nach, auch glücklich verheiratet. Doch eines Tages geschieht etwas Unerwartetes: Während des gemeinsamen Auftrittes schießt jemand auf sie. Hauptkommissar Köster wird eingeschaltet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985137","hoster":"VOE"},{"path":"/redirect/8387303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-2","name":"Nachtmusik","epNo":2,"alt":"","descr":"Kammermusikabend bei Bankier Kerner. Arno, sein Sohn, nutzt die Gelegenheit, mit Freundin Bea in das Haus eines der Gäste einzusteigen. Dasselbe Haus hat auch ein Einbrecher ausgesucht. Es kommt zum Kampf, der Einbrecher bleibt verletzt zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985156","hoster":"VOE"},{"path":"/redirect/8387028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-3","name":"Ein Koffer","epNo":3,"alt":"","descr":"Während einer Zugfahrt wird Bär von einem jungen Mann gebeten, mit ihm die Koffer zu tauschen. Zunächst lehnt Bär ab, doch als der junge Mann ihm ein paar 1000-Mark-Scheine zusteckt, geht Bär auf das Verlangen des jungen Mannes ein. Zu Hause durchsucht Bär den fremden Koffer und entdeckt Rauschgift. Da hat er eine äußerst gefährliche Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985157","hoster":"VOE"},{"path":"/redirect/8387026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-4","name":"Ein unkomplizierter Fall","epNo":4,"alt":"","descr":"Vor einigen Tagen ist Markolms kleine Tochter tödlich verunglückt. Ihre Eltern, Hanna und Karl Markolm, kehren von der Beerdigung nach Hause zurück. Karl ist verzweifelt, er möchte mit seiner Frau die schreckliche Begebenheit besprechen, er kann die Belastung allein nicht ertragen. Hanna aber lehnt jedes Gespräch ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297292","hoster":"VOE"},{"path":"/redirect/10100997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-5","name":"Bumerang","epNo":5,"alt":"","descr":"Eine junge Frau wird in ihrer Wohnung erschossen. Hauptkommissar Köster findet schnell heraus, daß ein gewisser Dr. Berger nicht nur Besitzer der Wohnung, sondern auch offensichtlich der Geliebte der jungen Frau war. Doch je länger er sich mit dem Mordfall beschäftigt, um so rätselhafter wird er.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985139","hoster":"VOE"},{"path":"/redirect/8387033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-6","name":"Zeugenaussagen","epNo":6,"alt":"","descr":"Sie lebte allein. Die alte Maria Schöttl wurde erst mehrere Tage nach ihrem Tod gefunden. Erschlagen. Alles deutet auf Raubmord hin. Um den Kreis der Verdächtigen einzuengen, versucht Kommissar Köster, die exakte Tatzeit zu ermitteln. Alle Aussagen widersprechen sich. Hellhörig wird Köster, als ein kleines Mädchen etwas von der Katze der Toten erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985140","hoster":"VOE"},{"path":"/redirect/8387034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-7","name":"Der Pelikan","epNo":7,"alt":"","descr":"Es ist schon dunkel, als Hauptkommissar Erwin Köster an diesem Abend nach Hause geht. Als er einen Kanal passiert, sieht er in einiger Entfernung eine Frau, die offensichtlich dabei ist, Vorbereitungen für ihren Selbstmord zu treffen. Sofort eilt Köster zu ihr, doch als die Frau ihn wahrnimmt, springt sie in panischer Angst ins Wasser. Köster springt hinterher und kann sie retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985141","hoster":"VOE"},{"path":"/redirect/8387035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-8","name":"Die Sträflingsfrau","epNo":8,"alt":"","descr":"Während seiner Haft hat Werner, verurteilt als der \"Anemonenmörder\", die Gefangenenbetreuerin Hannelore Färber kennen- und liebengelernt; sie möchte ihn gegen alle Widerstände ihrer Familie heiraten. Während die beiden sich mühsam auf ihr neues Leben vorbereiten, werden sie von dem Reporter Klemm auf Schritt und Tritt verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985142","hoster":"VOE"},{"path":"/redirect/8387040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-9","name":"Die Kolonne","epNo":9,"alt":"","descr":"Jedesmal, wenn Zeitschriftenwerber Harry nach München kommt, sucht er die Lehrersfrau Renate Moll auf. Er hat ein Verhältnis mit ihr. Nach dem letzten Treffen wird Harry im Hotel ermordet. Täter können viele sein: Frau Molls Ehemann, der Hotelbesitzer und Kollegen aus der Vertreterkolonne. Harry war nicht beliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920638","hoster":"VOE"},{"path":"/redirect/8387047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-10","name":"Der schöne Alex","epNo":10,"alt":"","descr":"Alex Bergmann, von allen Damen nur der \"schöne Alex\" genannt, gehört zu jener Sorte von Menschen, die es verstehen, ihren Charme in klingende Münze umzusetzen. Eines Nachmittags besucht er eine seiner zahllosen Freundinnen, Alice Sellow, als er sie verläßt, bricht er auf der Treppe tot zusammen. Alles deutet auf eine Vergiftung hin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985145","hoster":"VOE"},{"path":"/redirect/8387048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-11","name":"Die Rache","epNo":11,"alt":"","descr":"Unbekannte erschießen einen Tankstellenbesitzer und verletzen seine Enkelin so schwer, daß auch sie Tage später stirbt. Kurt Bernhard, Sohn und Vater der Opfer, sucht auf eigene Faust nach den Mördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985153","hoster":"VOE"},{"path":"/redirect/8387053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-12","name":"Der Spieler","epNo":12,"alt":"","descr":"Maskierte Männer verüben einen Überfall auf zwei Geldboten. Es kommt zu einer Schießerei, nach der einer der beiden Boten verwundet liegenbleibt. Wenig später werden die Fluchtwagen entdeckt, die Spurensicherung findet die Fingerabdrücke eines polizeibekannten Schwerverbrechers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985155","hoster":"VOE"},{"path":"/redirect/8387054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-2/episode-13","name":"Marholms Erben","epNo":13,"alt":"","descr":"Mit lautem Pochen schreckt eine vornehme Dame den Antiquitätenhändler Bolander aus dem Mittagsschlaf, durcheilt sein Geschäft, entnimmt dem Schaufenster ein Schachspiel und behauptet, es handele sich bei diesem Gegenstand um das Beweisstück für einen zwei Jahre zurückliegenden Mordfall. Unverzüglich unterrichtet die Dame Hauptkommissar Köster, daß sie das Schachspiel wiedergefunden habe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985149","hoster":"VOE"},{"path":"/redirect/8387370","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-alte/staffel-3/episode-1","name":"Der Abgrund","epNo":1,"alt":"","descr":"Anselm Kausch, schüchtern, mit einer Wangennarbe, bemüht sich um Renate Gaubel und wird zurückgewiesen. Am nächsten Morgen meldet sich ein aufgebrachter Herr Gaubel mit seiner verlegenen Tochter bei Kommissar Köster und berichtet, sie sei gestern Abend überfallen worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985146","hoster":"VOE"},{"path":"/redirect/8387065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-2","name":"Lippmann wird vermißt","epNo":2,"alt":"","descr":"Seit Philipp Radtke wegen Kinderlähmung an Krücken gehen muss, hat sich Walter Lippmann liebevoll um ihn gekümmert. Als Philipp seinen väterlichen Freund nicht zu Hause antrifft und bemerkt, dass Lippmann schon seit längerem nicht zu Hause gewesen ist, ist er zunächst ratlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985152","hoster":"VOE"},{"path":"/redirect/8387067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-3","name":"Mordanschlag","epNo":3,"alt":"","descr":"Hochbetrieb auf der Gokart-Bahn von Karl Schulz: Plötzlich fällt ein Schuss, und der in Führung liegende Charly Schulz bricht über dem Lenkrad zusammen. Wenig später sucht Hauptkommissar Erwin Köster den Verletzten im Krankenhaus auf. Dieser kann sich nicht erklären, wer auf ihn geschossen haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985151","hoster":"VOE"},{"path":"/redirect/8387068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-4","name":"Neue Sachlichkeit","epNo":4,"alt":"","descr":"Eine Freundesrunde hat sich in einer Bar versammelt, unter ihnen die Galeriebesitzerin Silke Frei. Beim Aufbruch bemerkt sie, dass sie ihre Wohnungsschlüssel nicht bei sich hat und kehrt zur Galerie zurück, um sie zu holen. Sie erscheint nicht wieder. Ihr Freund Hans findet sie schließlich erschlagen auf dem Boden liegend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985154","hoster":"VOE"},{"path":"/redirect/8387076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-5","name":"Der Auftraggeber","epNo":5,"alt":"","descr":"Seit einigen Wochen macht eine versierte Bande von Kunsträubern die Stadt unsicher. Sie geht bei ihren Raubzügen so geschickt vor, dass die Polizei immer wieder ins Leere stößt. Eines Tages wird der Fabrikant Dr. Herborn, Besitzer einer exklusiven Sammlung altchinesischer Kunstschätze, erschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985163","hoster":"VOE"},{"path":"/redirect/8387078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-6","name":"Pensionstod","epNo":6,"alt":"","descr":"Seit fünf Wochen ist der ehemalige Fernsehtechniker Robert Romin pensioniert. Eines morgens beobachtet er vom Küchenfenster aus, wie sich ein Trupp Antennenbauer seiner früheren Firma daran macht, auf dem Dach gegenüber einige Antennen zu richten. Er sieht auch, wie sich Werkstattleiter Klaus Jagert und Gastarbeiter Tassos Dorakis streiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985159","hoster":"VOE"},{"path":"/redirect/8387077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-7","name":"Nach Kanada","epNo":7,"alt":"","descr":"Die Sägewerksbesitzerin Babette Liobschütz wird zu Grabe getragen. Fast sämtliche Bewohner des kleinen Dorfs, in dem sie lebte, haben sich auf dem Friedhof versammelt. Es geht das Gerücht um, dass Babettes Mann Leo an ihrem Tod nicht ganz unschuldig sein soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920642","hoster":"VOE"},{"path":"/redirect/8387091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-8","name":"Teufelsbrut","epNo":8,"alt":"","descr":"Dr. Lederer, leitender Direktor der Brückner-Chemie-Werke, kehrt in einer Privatmaschine von Verhandlungen aus Köln zurück. Kaum hat er das Flugzeug verlassen, fallen Schüsse. Lederer bricht schwer verwundet zusammen. In dem nachfolgenden Trubel geht sein Koffer mit geheimen Unterlagen verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985167","hoster":"VOE"},{"path":"/redirect/8387093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-9","name":"Ein Parasit","epNo":9,"alt":"","descr":"Beate Löhr und ihr Freund Peer beobachten in einem Parkhaus einen Gelddieb, der eine Frau niederschlägt. Peer tritt dem Flüchtenden in den Weg und wird erschossen. Beate verlässt, ohne auf die Polizei zu warten, eilenden Schrittes das Parkhaus. Kommissar Köster kann zunächst den Tathergang nicht rekonstruieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985160","hoster":"VOE"},{"path":"/redirect/8387096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-10","name":"Alte Kameraden","epNo":10,"alt":"","descr":"Plötzlich weiß Hauptkommissar Köster, wer ihm da aus dem Portal der Strafanstalt entgegentritt: Hans Pagel, den er vor acht Jahren des Mordes überführen konnte, wird gerade entlassen. Köster hat diesen Fall nicht vergessen. Trotz eindeutiger Indizien spürte er damals ein unerklärliches Unbehagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985161","hoster":"VOE"},{"path":"/redirect/8387104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-11","name":"Eine große Familie","epNo":11,"alt":"","descr":"Die Hennerscheidts sind eine große, ehrwürdige, alteingesessene Familie mit gewaltigem Stammbaum. Ein Zweig der Familie - Mutter, Sohn und Tochter - lebt auf einem schlossähnlichen Herrensitz. Eines Nachts wird Louise, die Tochter des Hauses, ermordet aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985158","hoster":"VOE"},{"path":"/redirect/8387106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-12","name":"Die Lüge","epNo":12,"alt":"","descr":"Wenn Heiner Bertram getrunken hat, neigt er zu Gewalttätigkeiten gegen seine Frau Karin. An diesem Abend kommt es zur Tragödie. Heiner Bertram wird durch einige Pistolenschüsse lebensgefährlich verletzt. Hauptkommissar Köster lässt Karin festnehmen, sie gibt die Tat zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985165","hoster":"VOE"},{"path":"/redirect/8387112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-3/episode-13","name":"Illusionen über einen Mord","epNo":13,"alt":"","descr":"Der Einbrecher Rolf Schwörmann wird bei einem Überfall auf einen Supermarkt tödlich verletzt. In seiner Wohnung entdeckt die Kripo eine Skizze. Sie zeigt den Ort, an dem der seit 20 Jahren vermisste Walter Neukirch verbuddelt wurde. Die Fabrikantengattin Erika Gerold gerät unter Mordverdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985162","hoster":"VOE"},{"path":"/redirect/8387121","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-alte/staffel-4/episode-1","name":"Der Neue","epNo":1,"alt":"","descr":"Nach Überfällen auf Geldtransporter tarnt sich Kommissar Köster als Fahrer. Ein merkwürdiger \u0027Neuer\u0027 ist das, finden seine Kollegen. Nur sein junger Kollege Michael Werner vertraut dem neuen Fahrer. Noch mehr verbunden fühlen sich die beiden, als sie eines Tages tatsächlich überfallen und beraubt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985166","hoster":"VOE"},{"path":"/redirect/8387122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-2","name":"Morddrohung","epNo":2,"alt":"","descr":"Steglitz, gerade aus der Haft entlassen, bekommt von einem Unbekannten den Auftrag, den bekannten Professor Derlowski zu erschießen. Als er nicht reagiert, droht man, ihn umzubringen. Steglitz setzt Hauptkommissar Köster ins Bild. Dieser kann sich keinen Reim auf die Sache machen und tappt im Dunkeln. Die Drohungen gegen Steglitz nehmen zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004420","hoster":"VOE"},{"path":"/redirect/12481990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-3","name":"Magdalena","epNo":3,"alt":"","descr":"Seit Jahren kümmert sich Magdalena Wessling um eine Gruppe von Obdachlosen am Rande Münchens. Eines Morgens erhält sie einen Anruf. Einer ihrer Schützlinge hat ihr etwas Wichtiges mitzuteilen. Magdalena macht sich auf den Weg. Zu eben dieser Zeit kommt ihr Sohn Andreas nach bestandenem Abitur in einem Internat mit dem Zug in München an und ist enttäuscht, als niemand ihn erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985168","hoster":"VOE"},{"path":"/redirect/8387129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-4","name":"Die tote Hand","epNo":4,"alt":"","descr":"Der Pensionär Alois Bettler ist ein begeisterter Fotoamateur. Doch was er dieses Mal auf einem seiner Fotos sieht, verschlägt ihm den Atem: Mitten in einer Naturaufnahme sieht man die Hand eines Toten aus dem Boden ragen. Hauptkommissar Köster, den Bettler sogleich aufsucht, ist nicht weniger erschreckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985172","hoster":"VOE"},{"path":"/redirect/8387133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-5","name":"Das letzte Wort hat die Tote","epNo":5,"alt":"","descr":"Noch ein gutes Jahr dauert es, bis Rudi Gunkel seine Haftstrafe verbüßt hat. Doch seit ein paar Wochen trägt er sich mit Ausbruchsplänen, denn seine Frau hat seit längerer Zeit nichts mehr von sich hören lassen. Tatsächlich gelingt es ihm eines Tages, auf einen Lastwagen zu springen und unentdeckt die Strafanstalt zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985173","hoster":"VOE"},{"path":"/redirect/8387135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-6","name":"Mord nach Plan","epNo":6,"alt":"","descr":"Wasser dringt durch die Wohnungstür, läuft ins Treppenhaus und tropft ins Parterre. Es muss etwas nicht stimmen in der Wohnung des wohlhabenden Pensionärs Hirschauer, meinen die Lehrerin Petra Pohl und der Zeitungsausträger Uwe Jansen und alarmieren Frau Scholz, die Hauswartsfrau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985170","hoster":"VOE"},{"path":"/redirect/8387136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-7","name":"Sportpalastwalzer","epNo":7,"alt":"","descr":"Wieder einmal geht es laut her in Erich Neubauers Kneipe. Ehemalige Radrennprofis, Betreuer und Fans schwelgen in Erinnerungen an ruhmreiche Tage. Liesel Neubauer, Erichs Frau, steht auf eine Krücke gestützt hinter der Theke und beobachtet angewidert das laute Treiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108131","hoster":"VOE"},{"path":"/redirect/8387148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-8","name":"Bruderliebe","epNo":8,"alt":"","descr":"Die Firma Martinek feiert ihr Betriebsfest, und die junge Anita Will hat es offensichtlich darauf abgesehen, möglichst vielen Männern an diesem Abend den Kopf zu verdrehen. Doch dann wird sie im Wagen eines der beiden Juniorchefs - Jochen Martinek - erdrosselt aufgefunden. Bald schon spürt Hauptkommissar Erwin Köster, dass hinter diesem Mord eine fast unglaubliche Familienintrige steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333249","hoster":"VOE"},{"path":"/redirect/8387149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-9","name":"Der Detektiv","epNo":9,"alt":"","descr":"Nichts hasst Kommissar Köster mehr als ein großes Polizeiaufgebot. Und was sich an diesem Morgen in einem Zolllager abspielt, übersteigt seine schlimmsten Alpträume. Um einen erschossenen Wachmann sammeln sich Zollfahnder, Polizisten vom Rauschgiftdezernat, die Mordkommission, Spurensicherer und ein Fotograf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985174","hoster":"VOE"},{"path":"/redirect/8387154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-10","name":"Der Freund","epNo":10,"alt":"","descr":"Hauptkommissar Erwin Köster hat einige Tage Urlaub und besucht seinen Freund Herbert Smolka. Dieser lebt in einer kleinen niederbayerischen Stadt und ist dort Leiter der Kriminalpolizei. Kösters Stimmung sinkt rapide, als niemand ihn am Bahnhof abholt und auch noch gleich nach seiner Ankunft sein Koffer gestohlen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985175","hoster":"VOE"},{"path":"/redirect/8387159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-11","name":"Der Irrtum","epNo":11,"alt":"","descr":"Der unauffällige junge Mann hat Zeit: Zunächst beobachtet er die beiden Freundinnen Bille und Hanne in einem Kaufhaus, dann verfolgt er sie auf dem Nachhauseweg - und als es Nacht wird, sieht er endlich seine Chance gekommen: Bille eilt auf die Straße, um von einer nahen Telefonzelle mit ihrer Mutter zu telefonieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985176","hoster":"VOE"},{"path":"/redirect/8387163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-4/episode-12","name":"Vertrauensstellung","epNo":12,"alt":"","descr":"Seit Jahren unterschlägt Frau Mertz in einer großen Firma Geld für ihren verwöhnten Mann. Buchhalter Richard Ruppert stellt das Ehepaar Mertz zur Rede. Bei einem Streit zwischen den Männern wird Ruppert verletzt, bald darauf stirbt er. Kommissar Köster glaubt an einen klaren Fall, doch es kommt zu einer überraschenden Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103440","hoster":"VOE"},{"path":"/redirect/8387165","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-alte/staffel-5/episode-1","name":"Freispruch","epNo":1,"alt":"","descr":"Bei einem Mordprozess vor dem Schwurgericht ist Frank Wengler angeklagt. Er soll vor einiger Zeit einen Polizisten erschossen haben. Alle Indizien sprechen gegen ihn. Doch der Prozess nimmt eine sensationelle Wendung: Eine Frau - Karla Behrend - tritt auf und sagt aus, sie sei mit Wengler zu der Zeit, als der Mord geschehen ist, zusammen gewesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106043","hoster":"VOE"},{"path":"/redirect/8387171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-2","name":"Schwarzer Montag","epNo":2,"alt":"","descr":"In einem kleinen Ort wurde der fünfjährige Sohn eines Fabrikanten entführt. Es verdichten sich die Gerüchte, dass Roland Brückner etwas mit dem Fall zu tun haben könnte. Nicht, weil er einmal \u0027gesessen\u0027 hat, sondern weil die allgemeine Wut sich ein Opfer sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985184","hoster":"VOE"},{"path":"/redirect/8387172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-3","name":"Bis daß der Tod uns scheidet","epNo":3,"alt":"","descr":"Einige Tage lang haben Holger Wendorff und seine Freundin Barbara in einem abgelegenen Hotel unbeschwerte Tage verbracht. Dann kommt es zwischen ihnen zu einer Auseinandersetzung. Barbara packt ihre Sachen und will abreisen, doch Holger erwischt sie im letzten Moment an der Bushaltestelle, zerrt sie in seinen Wagen und fährt mit ihr davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985193","hoster":"VOE"},{"path":"/redirect/8387182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-4","name":"Die Ratte","epNo":4,"alt":"","descr":"Im Kassenraum einer Tankstelle sitzt Heymann und zählt Geld. Plötzlich nähert sich ihm ein Mann, drückt ihm einen Revolver ins Genick, schießt, entnimmt der Kasse alles Geld und verschwindet. Der Staatsanwalt, Erwin Köster, ein Richter und einige Journalisten beobachten die Szene, die einen Überfall rekonstruieren soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985187","hoster":"VOE"},{"path":"/redirect/8387180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-5","name":"Der Zigeuner","epNo":5,"alt":"","descr":"An einem nasskalten Tag nähert sich ein Streifenwagen einem verfallenen Bauerngehöft. Einer der beiden Polizisten steigt aus, um das Haus zu kontrollieren. Plötzlich richtet ein junger Mann seine Pistole auf ihn, dann fallen Schüsse, schwerverletzt bricht der Polizist zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985190","hoster":"VOE"},{"path":"/redirect/8387181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-6","name":"Die Unbekannte","epNo":6,"alt":"","descr":"Richard Ohlbeck hat sich unsterblich in Dorothea verliebt, die mit einem Chefarzt verheiratet ist. Eines Tages wird der Mediziner ermordet aufgefunden. Kommissar Köster steht vor einem verzwickten Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333253","hoster":"VOE"},{"path":"/redirect/8387187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-7","name":"Der Gärtner","epNo":7,"alt":"","descr":"Niemand in der Villa des früheren Konzernchefs Werner Martius hat den Schuss gehört, mit dem der Gärtner Gustav Grigoleit getötet worden ist. Während Heymann Spuren sammelt und mit Martius\u0027 Personal spricht, sucht Kommissar Köster Herrn Martius auf. Diesen scheint der Tod seines langjährigen Gärtners kaum zu berühren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297294","hoster":"VOE"},{"path":"/redirect/10100993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-5/episode-8","name":"Urlaub aus dem Knast","epNo":8,"alt":"","descr":"Der Strafgefangene Horst genießt seinen regelmäßigen Hafturlaub, bei dem er normalerweise seine Freundin besucht. Doch dieses Mal ist alles anders als sonst: Horst hat sich nämlich von seinem Mitgefangenen Otto dazu überreden lassen, ein paar Goldbarren, die aus einem Überfall stammen, abzuholen - angeblich eine ungefährliche Sache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197791","hoster":"VOE"},{"path":"/redirect/10100995","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-alte/staffel-6/episode-1","name":"Tod eines Aussteigers","epNo":1,"alt":"","descr":"Seitdem Klaus Radek mit der Professorentochter Barbara Brassen befreundet ist, will er mit seiner kriminellen Vergangenheit nichts mehr zu tun haben. Im Gegenteil, er ist sogar bereit, seine Freunde ans Messer zu liefern, wenn diese nicht endlich aufhören, ihn in ihre dunklen Geschäfte hineinziehen zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985181","hoster":"VOE"},{"path":"/redirect/8387193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-2","name":"Teufelsküche","epNo":2,"alt":"","descr":"In einem dunklen Gastwirtschaftsraum pokert eine nächtliche Runde düsterer Herren, allesamt hochkarätige Mitglieder der Unterwelt. Die Beträge, um die schweigend gespielt wird, sind hoch. Plötzlich wird die Tür aufgestoßen, zwei Maskierte mit Revolvern stürzen herein, sammeln Geld und Waffen ein und sind im Nu wieder verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985178","hoster":"VOE"},{"path":"/redirect/8387194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-3","name":"Tote Lumpen jagt man nicht","epNo":3,"alt":"","descr":"Handwerker Frensen wurde von einem Anlageberater um sein Geld gebracht. Er verschafft sich dessen Adresse. Wenig später wird der Betrüger ermordet aufgefunden. Frensen bestreitet die Tat so energisch, dass Köster Zweifel kommen, ob der Handwerker wirklich der Mörder ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985180","hoster":"VOE"},{"path":"/redirect/8387199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-4","name":"Hass","epNo":4,"alt":"","descr":"Dr. Ludger Brinkmar lebt in dem von seiner Familie geerbten Anwesen mit Ehefrau Marianne und Butler Georg. Hinter der Fassade großbürgerlicher Kultur gibt es jedoch Probleme: Dr. Brinkmar pflegt enge Bande zu seiner 30 Jahre jüngeren Sekretärin, und seine Frau hat ebenfalls einen Geliebten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985182","hoster":"VOE"},{"path":"/redirect/12481992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-5","name":"Der Überfall","epNo":5,"alt":"","descr":"Vandrey beraubt ein Warenhaus. Auf der Flucht wird er von Gart, dem Hausdetektiv, erschossen. Doch die Beute ist spurlos verschwunden. Detektiv Gart verteidigt sich mit der Behauptung, in Notwehr gehandelt zu haben. Köster glaubt nicht an Notwehr und lässt übers Wochenende eine Revision der Buchhaltung machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985189","hoster":"VOE"},{"path":"/redirect/8387203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-6","name":"Eine Frau ist verschwunden","epNo":6,"alt":"","descr":"Herr Amon aus Wasserburg ist in Sorge um seine Tochter Waltraud. Die 33-jährige Bibliothekarin ist aus München verschwunden. Vor drei Wochen hatte sie zum letzten Mal Kontakt zu ihrem Vater. Ihre Freundin Ingrid Bucher beruhigt Herrn Amon damit, dass seine Tochter vor kurzem einen Mann kennen gelernt habe und sehr glücklich gewesen sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985191","hoster":"VOE"},{"path":"/redirect/8387209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-7","name":"Der rote Faden","epNo":7,"alt":"","descr":"Der Filialleiter einer Bank beobachtet durchs Fenster, wie sich ein Mann in unmittelbarer Nähe ziemlich auffällig verhält. Wenige Minuten später betritt der Fremde die Schalterhalle, zieht eine Maske übers Gesicht, richtet seine Pistole auf eine Angestellte und gibt dem Kassierer zu verstehen, dass er abdrücken wird, wenn er kein Geld bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985186","hoster":"VOE"},{"path":"/redirect/8387214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-8","name":"Die Beute","epNo":8,"alt":"","descr":"Die Ehe von Ulrich und Marga ist nach 16 Jahren am Ende. Während Ulrichs Firma für Lüftungs- und Klimaanlagen langsam pleite geht, arbeitet Marga seit drei Jahren erfolgreich für das \u0027Juwelen-Depot Hogstraat\u0027. Als Ulrich seine Frau eines Abends verfolgt, bestätigt sich sein Verdacht: Marga trifft sich heimlich mit einem anderen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985185","hoster":"VOE"},{"path":"/redirect/8387216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-9","name":"Ich werde dich töten","epNo":9,"alt":"","descr":"Zwei junge Männer überfallen Gerhard Wolf, den Geschäftsführer einer offensichtlich nicht mehr gut florierenden Firma. Maskiert und mit einer abgesägten Schrotflinte zwingen sie Wolf, den Safe zu öffnen. Statt des erhofften Geldes können sie jedoch nur ein paar Schnellhefter mit möglicherweise verwertbaren Unterlagen erbeuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985192","hoster":"VOE"},{"path":"/redirect/8387223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-6/episode-10","name":"Tod am Sonntag","epNo":10,"alt":"","descr":"Am frühen Sonntagmorgen findet Gerda Brand, die Haushaltshilfe von Karl und Trude Schostak, die beiden alten Leute mit einem Beil erschlagen in deren Wohnung. Die Nachbarn werden zur Mithilfe bei der Aufklärung des Verbrechens aufgerufen. Einen ersten Anhaltspunkt findet Kommissar Köster in den Aussagen des Ehepaars Schubert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985194","hoster":"VOE"},{"path":"/redirect/8387224","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/der-alte/staffel-7/episode-1","name":"Spuren einer Unsichtbaren","epNo":1,"alt":"","descr":"Der geruhsame Sonntagnachmittag des Ehepaars Dobling wird vom Telefon gestört. Ein Arbeitskollege aus dem Großmarkt bittet Armin Dobling zu einem Treffen. Mit der Erklärung, \"Wir haben da ein Problem in der Firma\", verabschiedet er sich von seiner Frau Inge und fährt mit dem Wagen davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920643","hoster":"VOE"},{"path":"/redirect/8387229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-2","name":"Kalt wie Diamant","epNo":2,"alt":"","descr":"Kurz nach dem morgendlichen Öffnen wird das Juweliergeschäft Klahn - keines der allerfeinsten Häuser -on einem maskierten Mann mit Maschinenpistole überfallen und ausgeraubt. Noch bevor die Angestellte Frau Bogdan die Alarmanlage betätigen kann, wird ihr Chef Werner Klahn erschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985195","hoster":"VOE"},{"path":"/redirect/8387235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-3","name":"Der vierte Mann","epNo":3,"alt":"","descr":"Köster hat den fünf Jahre zurückliegenden Entführungsfall Schäffert nie ganz zu den Akten gelegt. Zwar sind damals Horst Ballfanz und Herbert Weiss als Täter festgenommen und verurteilt worden, doch sprachen einige Indizien für die Beteiligung weiterer Männer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985196","hoster":"VOE"},{"path":"/redirect/8387236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-4","name":"Der Tote im Wagen","epNo":4,"alt":"","descr":"Tilla Malvens Karriere hat ihren Höhepunkt überschritten. Der einst gefeierte Bühnenstar droht, in Vergessenheit zu geraten und spricht immer mehr dem Alkohol zu. Um so mehr gerät Frau Malven ins Zwielicht, als sie nach einer Party öffentliches Aufsehen erregt mit der Aussage, sie habe im Park der Villa des Industriellen Dr. Dannhaus einen Toten entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985203","hoster":"VOE"},{"path":"/redirect/8387238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-5","name":"Auf Leben und Tod","epNo":5,"alt":"","descr":"Am Bahndamm in der Nähe einer Schrebergartenkolonie wird die Leiche eines Mannes entdeckt. Der Einschuß in seinem Kopf läßt schnell erkennen, daß es sich nicht um Selbstmord handelt. Die Polizei findet bei dem 45jährigen einen Ausweis und in seinem Safe-Gürtel 5000 Mark.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985199","hoster":"VOE"},{"path":"/redirect/8387245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-6","name":"Liebe hat ihren Preis","epNo":6,"alt":"","descr":"Als sich die Kunstdruckerei von Wolf Daniel immer mehr als ein Faß ohne Boden erweist, zieht ihr Hauptgläubiger, Dr. Krone, seine Anteile aus der Firma zurück. Selbst die Bitten seiner Tochter Herta - die mit Wolf Daniel verheiratet ist -önnen ihn nicht zu weiteren Zuschüssen veranlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333247","hoster":"VOE"},{"path":"/redirect/8387247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-7","name":"Kahlschlag","epNo":7,"alt":"","descr":"Auf dem Hof einer Strafvollzugsanstalt laufen in einer Gruppe von Häftlingen vier Angehörige einer Mafia-ähnlichen Verbrecherorganisation: Karel Lampic, Walter Kurz, Graciano Pellugia und der Berufskiller Peter Kupas. Auf der Straße vor dem Hof bereiten sich indes ein Sprengkommando und die Fahrer einiger Fluchtfahrzeuge auf die Befreiung ihrer Komplizen vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985202","hoster":"VOE"},{"path":"/redirect/8387248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-8","name":"Freundschaftsdienst","epNo":8,"alt":"","descr":"Helga hatte sich nach der Scheidung von Eberhard Bertram vor einem Jahr ganz ihrem neuen Lebensgefährten Walter Krendler zugewandt. Da sie das Sorgerecht für ihre damals 17jährige Tochter Agnes bekommen hatte, zogen die beiden attraktiven Damen gemeinsam in das große Haus Krendlers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985198","hoster":"VOE"},{"path":"/redirect/8387251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-9","name":"Umsonst ist der Tod","epNo":9,"alt":"","descr":"Petra Wiegand hat sich von ihrem steinreichen aber sadistisch veranlagten Ehemann getrennt und seinem Freund, dem Zahnarzt Manfred Garden, zugewandt. Seit Tagen hat Peter Wiegand seine Frau auf dem Weg zu ihrer früheren und jetzigen Arbeitsstelle mit einer Waffe verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985200","hoster":"VOE"},{"path":"/redirect/8387253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-7/episode-10","name":"Explosion aus dem Dunkeln","epNo":10,"alt":"","descr":"Udo Wilsamer, Mitte 30, taucht ausgemergelt und verkommen in München auf. Nachdem er den Schüssen der ihn suchenden Polizei entkommen ist, erpreßt er mit Waffengewalt Zugang zu einer fremden Wohnung. Er ruft von dort jemanden an, der kurze Zeit später mit einem Kombiwagen auftaucht und ihn abholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197787","hoster":"VOE"},{"path":"/redirect/10100998","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/der-alte/staffel-8/episode-1","name":"[Dito S07E10] ","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985206","hoster":"VOE"},{"path":"/redirect/8387256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-2","name":"Alleingang","epNo":2,"alt":"","descr":"Bei einem Überfall werden die Freitagseinnahmen eines Supermarktes in Höhe von 1,2 Millionen Mark geraubt und ein Fahrer des Sicherheitsfahrzeugs wird erschossen. Der Ablauf des Verbrechens lässt vermuten, dass Wallusch, der Kollege des Ermordeten, in die Planung des Raubes eingeweiht war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985205","hoster":"VOE"},{"path":"/redirect/8387262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-3","name":"Zwei Särge aus Florida","epNo":3,"alt":"","descr":"Der steinreiche Zahnarzt Dr. Steinburger hat seine beiden Kinder aus erster Ehe in eine unangenehme Lage gebracht. Da er es bewusst vermied, die Erbfolge testamentarisch zu regeln, müssen Uta und Peter zusehen, wie die Familie seiner blutjungen zweiten Frau Paola berechtigte Ansprüche auf das Erbe erhebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103442","hoster":"VOE"},{"path":"/redirect/8387265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-4","name":"Perfektes Geständnis","epNo":4,"alt":"","descr":"Karin Wollank arbeitet in der Filiale eines Baumarktes. Als Sekretärin und Geliebte ihres Chefs hat sie Zugang zu allen geheimen Informationen, auch zu dem kurzfristig festgelegten Zeitplan, nach dem die Tageseinnahmen von vier Baumärkten durch einen Geldtransporter abgeholt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985207","hoster":"VOE"},{"path":"/redirect/8387266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-5","name":"Von Mord war nicht die Rede","epNo":5,"alt":"","descr":"Bei einem Unfall mit dem Wagen des Verlegers Dr. Damholz ist Angela Kolbe so schwer verletzt worden, dass sie lebenslänglich im Rollstuhl sitzen muss. Ihr Vater, Werner Kolbe, hat erfolglos versucht, Dr. Damholz zu dem Eingeständnis seiner Schuld zu bewegen, doch der behauptet, sein Wagen sei ihm zuvor gestohlen worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985212","hoster":"VOE"},{"path":"/redirect/8387270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-6","name":"Reihe 7 Grab 11","epNo":6,"alt":"","descr":"Einem Strafgefangenen gelingt es bei Waldarbeiten am Chiemsee, einen seiner Bewacher zu überwältigen. Die Pistole erlaubt ihm, bis zur nahe gelegenen Autobahn zu fliehen, auf einem Rastplatz ein Liebespärchen zu überfallen, sich neu einzukleiden und zu \"motorisieren\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985211","hoster":"VOE"},{"path":"/redirect/8387275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-7","name":"Die Hellseherin","epNo":7,"alt":"","descr":"Hubert Gust, der Kassierer der Hubabank, nimmt in seinem Kassenraum das Telefon ab und hört von einer ihm irgendwie vertraut klingenden Stimme die Aufforderung, 200000 Mark aus dem Tresor zu holen, sie in eine Plastiktüte zu stecken und auf der gegenüber liegenden Straßenseite an ein bereitstehendes Fahrrad zu hängen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985209","hoster":"VOE"},{"path":"/redirect/8724646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-8","name":"Fluchthilfe","epNo":8,"alt":"","descr":"Werner Greve trifft sich mit seiner von ihm getrennt lebenden Frau Gloria und deren Schwester Franziska, um ihnen mitzuteilen, wie er die Auflösung des gemeinsamen Fluchthilfeunternehmens und Firmenvermögens vornehmen will. Offenbar hat er vor, sich nach Australien abzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985214","hoster":"VOE"},{"path":"/redirect/8387279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-9","name":"Der Unbekannte im Spiel","epNo":9,"alt":"","descr":"Der 60-jährige Industrielle Max Amerlung hat nach dem Tod seiner Frau ein neues Leben an der Seite der 20 Jahre jüngeren Karin begonnen. Amelungs Tochter Franziska sieht mit Sorge, welchen Einfluss ihre Stiefmutter auf ihn gewonnen hat, zumal ihre Ehe mit Rüdiger Rönisch nicht nur für sie selbst, sondern auch für ihren Vater eine große Enttäuschung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985210","hoster":"VOE"},{"path":"/redirect/8387283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-10","name":"Brennweite Tausend","epNo":10,"alt":"","descr":"Der Frührentner und Hobby-Astronom Konrad Paulsen wird am Sonntagmorgen durch sein selbst gebasteltes Fernrohr zufällig Zeuge eines Verbrechens. Mit der eingebauten Kamera kann er sogar Fotos von der Tat machen, die offensichtlich ein als Unfall getarnter Mord ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985208","hoster":"VOE"},{"path":"/redirect/8387284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-11","name":"Das Ende vom Lied","epNo":11,"alt":"","descr":"Dr. Grasshof erzählt seinem Freund Peter Burgmann, dass er unheilbar krank ist. Er bietet ihm an, seine Praxis zu schließen, um ihm in den letzten Monaten auf einer Reise in sonnige Länder zur Seite zu stehen. Peter Burgmann versucht spät abends, noch einen anderen Spezialisten zu erreichen, der die Diagnose von Dr. Grasshof überprüfen könnte, doch ohne Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985218","hoster":"VOE"},{"path":"/redirect/8387294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-12","name":"Der Klassenkamerad","epNo":12,"alt":"","descr":"Sir Baldur, der Chef einer straff organisierten Gruppe von Rauschgifthändlern, möchte den Markt in München unter seine Kontrolle bekommen. Dazu plant er mit seinen Männern den Mord an seinem Konkurrenten Stefan Ulica, der mit seiner Privatmaschine gewöhnlich auf einem kleinen Flugplatz in der Nähe von München landet und Heroin im Wert von mehreren Millionen bei sich trägt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985217","hoster":"VOE"},{"path":"/redirect/8387293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-8/episode-13","name":"[Derzeit nicht erhältlich] Die Tote im Schlosspark","epNo":13,"alt":"","descr":"Auf dem Flughafen München-Riem landet die Maschine aus New York. Ihr entsteigt eine auffallend attraktive und geschmackvoll gekleidete junge Dame. Die etwas nervös und ängstlich wirkende Ines wird von einem Herrn in Empfang genommen, der offenbar versucht, sie zu trösten.","versions":[]}]},{"path":"/serie/stream/der-alte/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/der-alte/staffel-9/episode-1","name":"Eine Tote auf Safari","epNo":1,"alt":"","descr":"Artur und Gundula Hornung haben ihrer vor acht Jahren verwaisten Pflegetochter Birgit Hornung zum Geburtstag und zum Abitur eine dreiwöchige Reise nach Ostafrika geschenkt. Kurz bevor sie Birgit zum Flughafen bringen wollen, wird Herr Hornung von dem Anruf eines Mitarbeiters seiner Anlageberatungsfirma umgehend ins Büro gebeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297299","hoster":"VOE"},{"path":"/redirect/10101000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-2","name":"Selbstmord","epNo":2,"alt":"","descr":"Der Organist der Augustinerkirche haut kräftig in die Tasten. Ein älterer Herr hat offenbar der Musik gelauscht und bleibt nach ihrem Ende unbeweglich in der Bank sitzen. Als ein Geistlicher ihn zum Gehen auffordern will, stellt sich heraus, dass der Mann tot ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197794","hoster":"VOE"},{"path":"/redirect/10100999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-3","name":"Flüstermord","epNo":3,"alt":"","descr":"In diesem Krimi geht es um die Aufklärung eines unter mysteriösen Umständen entstandenen Nottestaments des 58-jährigen Verlegers Brück. Dieses kurz vor seinem Tod von drei anwesenden Skatfreunden bestätigte \"Drei-Zeugen-Testament\" enterbt Brücks 30 Jahre jüngere Ehefrau Anita und ihren kleinen Sohn Florian.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197790","hoster":"VOE"},{"path":"/redirect/10101001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-4","name":"Gemischtes Doppel","epNo":4,"alt":"","descr":"Die Computer-Zubehör-Fabrik von Markus Holstein hat sich rasant entwickelt. Er selbst betrachtet sich zwar als \"einfacher Elektriker\", der mit der neuen Zeit nicht mehr mitkommt, hat aber in seinem Kaufmännischen Direktor Dr. Welbert und mehr noch in dessen Freund Norbert Kress zwei besonders tüchtige Mitarbeiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197792","hoster":"VOE"},{"path":"/redirect/10101003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-5","name":"Hals über Kopf","epNo":5,"alt":"","descr":"Ein junger Mann betritt ganz in Motorradleder die Modeboutique von Vera Dudek. Da Frau Dudek durch zwei Kundinnen kurz abgelenkt wird, gelingt es ihm, den Inhalt ihrer Handtasche an sich zu reißen und das Geschäft unerkannt wieder zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197796","hoster":"VOE"},{"path":"/redirect/10101002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-6","name":"..tot ist tot","epNo":6,"alt":"","descr":"Sechs Jahre nachdem der Gründer der Firma Schlawe um drei Millionen Mark erpresst worden ist und kurz nachdem sein Sohn Wolfgang das Unternehmen übernommen und zugrunde gerichtet hat, wird dieser erschossen im ersten Stock seiner Villa aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197797","hoster":"VOE"},{"path":"/redirect/10101004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-7","name":"Die Tote in der Sauna","epNo":7,"alt":"","descr":"Die Ehe des 45-jährigen Alfred Strehlow steht - trotz der erst 15 Jahre alten Tochter Anke - kurz vor ihrem Ende. Seit sieben Jahren \"tröstet\" sich Alfred in den Armen seiner hübschen Sekretärin Ramona May. Seine Frau Katja sucht Trost - wenn auch weniger erfolgreich - in Alkohol und Tabletten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297310","hoster":"VOE"},{"path":"/redirect/10101005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-8","name":"Der Leibwächter","epNo":8,"alt":"","descr":"Edward und Sven sind seit der Volksschule das, was man \"dicke Freunde\" nennt. Die Tatsache, dass Edwards Vater, Günther Berden, seine vielen Millionen schon geerbt hat und Svens Vater einfacher Polizist ist, hat sie auch mit 19 Jahren noch nicht entfremdet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197798","hoster":"VOE"},{"path":"/redirect/10101008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-9","name":"Wiederholungstäter","epNo":9,"alt":"","descr":"Andrea Desinee, Tochter aus reichem Hause, wird in ihrer Parterrewohnung hinterrücks niedergestochen. Tatverdächtig ist ihr Freund Jurek Baumann, den Andrea verlassen wollte, und der bereits drei Jahre Jugendstrafe wegen Totschlags im Affekt hinter sich hat. Kurz nach der Bluttat taucht der 22-jährige Jurek bei Kommissar Köster zu Hause auf, um seinen Schutz vor der Polizei zu erbitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297302","hoster":"VOE"},{"path":"/redirect/10101007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-10","name":"Der Sohn","epNo":10,"alt":"","descr":"Prosk und Schäfer sitzen im Fahrerhaus ihres Geldtransporters, während ihr älterer Kollege Bart im Transportraum die metallenen Geldkoffer bewacht. Plötzlich taucht auf der vor ihnen liegenden Landstraße ein Umleitungsschild auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197799","hoster":"VOE"},{"path":"/redirect/10101006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-11","name":"Die Angst des Apothekers","epNo":11,"alt":"","descr":"Apotheker Martin Spohn wird von dem aus Ibiza kommenden Frank Zodek erpreßt. Die Leiche des bei einem gemeinsamen Bootsunfall ums Leben gekommenen Jungen sei kurz nach Spohns Abreise an Land gespült worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197800","hoster":"VOE"},{"path":"/redirect/10101010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-9/episode-12","name":"Tödlicher Bumerang","epNo":12,"alt":"","descr":"Beim Bumerangwerfen in einer Kiesgrube finden Wolfgang Schaad und sein Sohn Thomas zufällig die Leiche eines Mannes. Der Tote ist am Ort - etwas außerhalb Münchens - kein Unbekannter. Es handelt sich um den vor drei Tagen von seiner Frau als vermisst gemeldeten Arzt Dr. Baldewin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197806","hoster":"VOE"},{"path":"/redirect/10101009","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/der-alte/staffel-10/episode-1","name":"Zwei Leben","epNo":1,"alt":"","descr":"Seit vier Tagen wird Ingrid Helberg in ihrer Wohngemeinschaft vermisst. Ihre Freundin Christa wendet sich an einen gemeinsamen Bekannten - Gerd Heymann. Ingrid hat immer ihre Verabredungen eingehalten, beziehungsweise angerufen, wenn es einmal später wurde, sie war überhaupt der zuverlässigste Mensch, den man sich vorstellen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197802","hoster":"VOE"},{"path":"/redirect/10101015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-2","name":"Sein Erster Fall","epNo":2,"alt":"","descr":"Sein erster Fall: Helga Marquart traut ihren Ohren nicht. Direktor Schramm ruft sie persönlich an, um ihr mitzuteilen, dass ihr Mann Ingo morgen aus der JVA Stadelheim entlassen wird. Marquart wusste seit einer Woche, dass ihm zwei von acht Jahren Haft erlassen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427008","hoster":"VOE"},{"path":"/redirect/10101012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-3","name":"Das Attentat","epNo":3,"alt":"","descr":"Alfons Ahlert kauft sich einen Hocker, steigt auf das Dach eines Parkhauses und scheint bereit, sich in die Tiefe zu stürzen. Feuerwehr und Polizei werden alarmiert und versuchen, durch ein ausgebreitetes Sprungtuch beziehungsweise durch gute Worte das Schlimmste zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383490","hoster":"VOE"},{"path":"/redirect/10101014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-4","name":"Der Mord auf Zimmer 49","epNo":4,"alt":"","descr":"Simon Kröger, der mit dem Zug nach München kam, empfängt an der Rezep- tion seines Hotels einen Brief mit zwei Hundertmarkscheinen und einer Mittei-lung, die ihn offensichtlich erleichtert. Er fährt mit dem Fahrstuhl in die oberste Etage, in der sein vorbestelltes Zimmer liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197805","hoster":"VOE"},{"path":"/redirect/10101018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-5","name":"Der Trugschluss","epNo":5,"alt":"","descr":"Leo Kress, Gerd Heymann und Henry Johnson sind schon am frühen Morgen auf den Beinen. Sie gehen einem anonymen Hinweis nach: \"In der Früh finden Sie den ersten Toten auf dem Gemüsemarkt\". Tatsächlich kommt beim Entladen eines LKW die Leiche eines etwa fünfzigjährigen Mannes zum Vorschein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197804","hoster":"VOE"},{"path":"/redirect/10101013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-6","name":"Terzett in Gold","epNo":6,"alt":"","descr":"Nach der Kündigung seines Schweizer Arbeitgebers versucht der Handlungsreisende Gustav Köhler die Illusion aufrecht zu erhalten, alles sei beim alten geblieben. Seiner Frau und seinem 18jährigen Sohn Peter erzählt er, er reise regelmäßig zwischen Zürich und München wie bisher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197807","hoster":"VOE"},{"path":"/redirect/10101019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-7","name":"Gigolo ist tot...","epNo":7,"alt":"","descr":"Bertie und sein Freund Werner - genannt Gigolo - klettern mitten in der Nacht über die Garage zum Alarmkasten der Villa Hennig. Nachdem Bertie mit Spachtelmasse die Anlage außer Funktion gesetzt hat, dringen die beiden durch die Terrassentür in den Wohnraum ein, nicht ahnend, daß ein blinkendes Rotlicht den im Schlafzimmer sitzenden Wolfgang Molten warnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197809","hoster":"VOE"},{"path":"/redirect/10101016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-8","name":"Killer gesucht","epNo":8,"alt":"","descr":"Christa Beleitis - einer eleganten Frau an die Vierzig - schwimmen die Felle weg: Ein Detektiv hat für sie herausgefunden, daß der von ihr mit Geschenken und Liebe verwöhnte, gutaussehende Thomas Spranger eine seinem Alter entsprechendere, zwanzig Jahre jüngere Freundin hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197810","hoster":"VOE"},{"path":"/redirect/10101017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-9","name":"Tödliche Freundschaft","epNo":9,"alt":"","descr":"Bei dem Überfall auf eine Sparkassen-Filiale wird der mutig dazwischentretende Herr Roßmann erschossen. Der maskierte Einzeltäter kann mit seiner Geldbeute entkommen. Da offensichtlich etwas mit dem Fluchfahrzeug schiefgelaufen ist, besteigt er eine zufällig bereitstehende Taxe und zwingt den Fahrer Hans Holzer mit der Waffe zur Fluchthilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197811","hoster":"VOE"},{"path":"/redirect/10101020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-10","name":"Falsch verbunden","epNo":10,"alt":"","descr":"Uwe Scholz, der depressiv gewordene Ehemann von Effi, hat keinen Antrieb, mit zu der großen Party eines Kaufhauskettenbesitzers zu gehen. Während Effi, ihre Brüder Daniel und Christian, sowie deren Mutter Bertha Grevenau dort feiern, scheint Uwe zu Hause Selbstmord zu begehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197814","hoster":"VOE"},{"path":"/redirect/10101021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-11","name":"Floßfahrt ins Jenseits","epNo":11,"alt":"","descr":"Die kinderlose Ehe zwischen der lebenshungrigen Irene und dem alkoholkranken Bartholomäus Möller ist nach sieben Jahren kaputt. Er sitzt stundenlang in warmem Badewasser, um die Symptome seiner Krankheit zu lindern und weiter zu trinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197817","hoster":"VOE"},{"path":"/redirect/10101023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-10/episode-12","name":"Tatverdacht","epNo":12,"alt":"","descr":"Der Geldbote Peter Schenk ist auf dem Weg vom Hotel zu seinem im Hof parkenden Panzerfahrzeug angeschossen und um 160.000,--DM beraubt worden. Seitdem ist er querschnittsgelähmt an einen Rollstuhl gefesselt. Als Verdächtiger ist Harry Saleske kurz nach der Tat festgenommen worden und sitzt in Untersuchungshaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10101026","hoster":"VOE"},{"path":"/redirect/10101022","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/der-alte/staffel-11/episode-1","name":"Tod eines Piraten","epNo":1,"alt":"","descr":"Ein Ehepaar mit Einschlafproblemen beobachtet, wie am Nachbarhaus eine dunkle Gestalt die Fassade hinaufklettert. Die schnell herbeigerufene Polizei nimmt den Kletterer in Empfang,als er vom Balkon des oberen Stockwerks wieder heruntersteigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383485","hoster":"VOE"},{"path":"/redirect/10101027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-2","name":"Der sanfte Tod","epNo":2,"alt":"","descr":"Herr und Frau Heinzen sind irritiert. Über ihnen läuft seit Stunden die gleiche Beatle-Platte. Die herbeigerufene Polizei öffnet die Wohnung des alleinstehenden Bankangestellten Rainer Bertram und findet den 24-jährigen tot auf dem Bett liegend. Neben ihm ein leeres Tablettenröhrchen und eine leere Weinbrandflasche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197822","hoster":"VOE"},{"path":"/redirect/10101024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-3","name":"Die Abrechnung","epNo":3,"alt":"","descr":"Am Tag der Hinrichtung des deutschen Peter Behrend in Malaysia springt die 26-jährige Verena Frankin vom Balkon der im vierten Stock liegenden Wohnung ihres Freund Klaus Wegener. Bei der Untersuchung des mysteriösen Todes von Verena wird auch Klaus Wegener von zahlreichen Messerstichen verstümmelt in seiner Wohnung gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197823","hoster":"VOE"},{"path":"/redirect/10101025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-4","name":"Tod vor Schalterschluss","epNo":4,"alt":"","descr":"Bei dem Banküberfall eines seit längerem gesuchten Täters - der nach immer der gleichen Masche und ohne Blutvergießen vorging - wird eine unbeteiligte Frau getötet. Offenbar ist der vermummte Unbekannte durch herabfallendes Geld nervös geworden und hat blind um sich geschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197824","hoster":"VOE"},{"path":"/redirect/10101028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-5","name":"Wie das Leben so spielt","epNo":5,"alt":"","descr":"Das Liebesspiel des finnischen Seemanns Tom Heimo mit der jungen Hanna Banz wird jäh von mehreren Schüssen beendet. Ein Detektiv, der offenbar mit der Beobachtung des in weiblichen Kreisen als \"Kapazität\" geschätzten Tom Heimo beauftragt war, wird Zeuge der gräßlichen Bluttat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197827","hoster":"VOE"},{"path":"/redirect/10101029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-6","name":"Verwischte Spuren","epNo":6,"alt":"","descr":"Herr Gebele nimmt in der Telefonzentrale der Feuerwache das letzte Lebenszeichen einer Frau entgegen. Später sagt er: \"Ja also, die Frau hat angerufen, grad\u0027 bevor der ins Haus eingedrungen ist. Ich hab\u0027 die Scheibe noch klirren gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197829","hoster":"VOE"},{"path":"/redirect/10101038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-7","name":"Ultimo","epNo":7,"alt":"","descr":"Auf Albert Kosak ist ein Mordanschlag verübt worden. Obwohl er in dritter Ge- neration auf hohem Niveau mit Immobilien handelt und mit seinen 65 Jahren auf Korrektheit bedacht ist, scheint es Menschen zu geben, die ihn beseitigen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10588258","hoster":"VOE"},{"path":"/redirect/10101031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-8","name":"Ein teuflischer Plan","epNo":8,"alt":"","descr":"Georg Bergmeister hat sein ererbtes Vermögen bei verschiedenen \"Geschäften\" nach und nach aufgezehrt. Dem erst kürzlich eingestellten Diener Bernhard hat er schon drei Monate keinen Lohn mehr zahlen können. Seine sehr selbstbewußte Frau Karla glaubt auch nicht so recht an das nächste \"Geschäft\", das ihm eineinhalb Millionen Mark bringen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197828","hoster":"VOE"},{"path":"/redirect/10101032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-9","name":"Die letzte Nacht","epNo":9,"alt":"","descr":"Die Entlassung von Hans Steiger aus der Haft scheint nicht nur für Kommissar Kress von Interesse zu sein: Während Kress den wegen Vergewaltigung von Elisabeth Bossek Verurteilten nur sprechen will, um mehr über die von seinem Haftkameraden Werner Schulmann versteckte Beute von 300 000 Mark zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10588260","hoster":"VOE"},{"path":"/redirect/10101030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-10","name":"Alibi: Mozart","epNo":10,"alt":"","descr":"Der bekannte und vor allem von Damen bewunderte Pianist Wolfgang Dietram hat neben seiner herausragenden Musikalität als Mensch höchst zweifelhafte Normen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197835","hoster":"VOE"},{"path":"/redirect/10101034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-11","name":"Der Stichtag","epNo":11,"alt":"","descr":"Während Oskar Winters mit seiner Sekretärin Karin Meyrat in Hamburg- Altona in den Autozug steigt, um die Nachtfahrt nach München im Schlafwa- gen zu Zärtlichkeiten nutzen zu können, speist seine Frau Martha in einem fei- nen Restaurant in Begleitung von Robert Dorr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601892","hoster":"VOE"},{"path":"/redirect/10101033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-11/episode-12","name":"Mord ist Mord","epNo":12,"alt":"","descr":"Die Ehe von Werner und Ingrid Pohl hat einen tiefen Einschnitt erfahren, als er vor vier Jahren unter Einfluß von Alkohol einen Autounfall verursacht hat. In- grid ist seitdem querschnittsgelähmt. Werner hat sich bald mit Karin Althof, seiner Stellvertreterin in der Geschäftsführung eines Supermarktes, getröstet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10676997","hoster":"VOE"},{"path":"/redirect/10101035","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/der-alte/staffel-12/episode-1","name":"Kein gutes Ende","epNo":1,"alt":"","descr":"Werner Meridit steht kurz vor dem Ruin seines Einzelhandelsgeschäftes. Es hat ihm nicht mehr geholfen, den Erpresserbrief für sich zu behalten: \"Besorgen Sie sich eine halbe Million, wenn sie nicht wollen, dass etwas Furchtbares passiert. Ich melde mich wieder.\" Das Furchtbare passiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12269369","hoster":"VOE"},{"path":"/redirect/10101041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-2","name":"Schweigen für immer","epNo":2,"alt":"","descr":"Arno Tucher kommt mit dem Zug nach München, um vor dem Staatsanwalt eine wichtige Aussage zu machen. Am Bahnhof wird er von einem Herrn Brandstätter in Empfang genommen, der behauptet, er sei zu Tuchers Schutz abgestellt. Wenig später betäubt der angebliche Beamte sein Opfer und schafft es in einen Keller.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297303","hoster":"VOE"},{"path":"/redirect/10101036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-3","name":"Der Tod kommt selten allein","epNo":3,"alt":"","descr":"Im Bahnhofsrestaurant wartet der junge Thomas Falter. Vor einiger Zeit hat er bei einem Juwelier eingebrochen und Schmuck gestohlen. Für 300000 Mark ist er bereit, die Juwelen zurückzugeben. Nun wartet er auf den Herrn von der Versicherung, um das Geschäft abzuwickeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10610127","hoster":"VOE"},{"path":"/redirect/10101040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-4","name":"Eiskalt geplant","epNo":4,"alt":"","descr":"Die Restaurantbesitzerin Karla Unruh leidet an einer unheilbaren Krankheit. Ihr Wunsch ist es, diese Welt in wohl geordneten Verhältnissen zu verlassen. Hierzu zählt auch die Zerrüttung ihrer Ehe. Vor kurzem hat sie ihren Geschäftsanteil ihrem Mann überschrieben, mit stillschweigender Übereinkunft, dass er die Seitensprünge unterlässt, so lange sie noch lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601894","hoster":"VOE"},{"path":"/redirect/10101039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-5","name":"Um jeden Preis","epNo":5,"alt":"","descr":"Rita Steiger arbeitet seit Jahren als Chefsekretärin in einer Forschungs- und Entwicklungsfirma, die Maschinenbau und maritime Techniken entwickelt. Unter dem Vorwand, sie habe ihre Handtasche vergessen, trifft sie lange nach Dienstschluss auf dem Sicherheitsgelände ein. Wachmann Plonzeff lässt sie ohne Bedenken passieren -an kennt sie und ihre Vergesslichkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297300","hoster":"VOE"},{"path":"/redirect/10101037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-6","name":"Brief eines Toten","epNo":6,"alt":"","descr":"Eckard Maguhn, Sekretär des bekannten Bestsellerautors Heinrich Schilling, fährt eines Nachts auf den Campingplatz Isartal/München, wo er seinen Wohnwagen abgestellt hat. Kurz darauf erfolgt eine Explosion. Für die Feuerwehr und die Spurensicherung sieht es in dieser Nacht nach einem Unfall aus, hervorgerufen durch unsachgemäßen Umgang mit der Gasheizung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297306","hoster":"VOE"},{"path":"/redirect/10101042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-7","name":"Der Tod des Uhrmachers","epNo":7,"alt":"","descr":"Auf das Geschäft des Uhrmachers Werner Staller wird von einer maskierten Person ein Überfall verübt. Während Monika Valentin, Verkäuferin und - wie sich später herausstellt - Geliebte von Staller, den Anweisungen widerstandslos Folge leistet, liegt im Verhalten Stallers eine Mischung aus Wut, Angst und aufgesetztem Mut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601891","hoster":"VOE"},{"path":"/redirect/10101043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-8","name":"Der Hass der Verlierer","epNo":8,"alt":"","descr":"Eine Frau ist in ihrer Wohnung ermordet worden - erwürgt. Der Arzt kann in etwa die Todesstunde festlegen. Und als Leo Kress, Gerd Heymann und Henry Johnson den Fall recherchieren und versuchen, mögliche Zeugen ausfindig zu machen, verengt sich der Kreis der Verdächtigen sehr schnell auf zwei Personen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297305","hoster":"VOE"},{"path":"/redirect/10101046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-9","name":"Ein unaufhaltsames Ende","epNo":9,"alt":"","descr":"An manchen Nachmittagen treffen sich Oberstudienrat Gerhard Becker und seine Geliebte Monika Burgdorf in einem zweitklassigen Hotel. Ihr Verhältnis dauert schon einige Zeit und hat den Reiz des Neuen längst verloren. Und weil beide verheiratet sind, hat ihre Beziehung keine Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297314","hoster":"VOE"},{"path":"/redirect/10101051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-10","name":"Der Freispruch","epNo":10,"alt":"","descr":"Seit mehreren Wochen erregt der Prozess gegen Florian Balsam die Gemüter. Balsam wird beschuldigt, bei einem Einbruch seinen Kumpanen Lottke ermordet zu haben. Doch zu beweisen ist ihm das nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197832","hoster":"VOE"},{"path":"/redirect/10101045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-11","name":"Blackout","epNo":11,"alt":"","descr":"Anton Reitinger hört kurz nach Mitternacht aus dem Haus seines Nachbarn Max Lambert einen Schuß. Von Britta Lambert erfährt er, dass Max sich erschossen hat. An dem Selbstmord gibt es keinerlei Zweifel, weder für den behandelnden Arzt noch für Leo Kress und seine Mitarbeiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197834","hoster":"VOE"},{"path":"/redirect/12980790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-12/episode-12","name":"Ein ganz gewöhnlicher Mord","epNo":12,"alt":"","descr":"Seit einiger Zeit wird Rudolf Ballats Telefon abgehört, sein Haus ist mit Mikrofonen \"verwanzt\", und vor seinem Grundstück steht ab und zu ein Wagen, dessen Insassen er nicht erkennen kann. Um herauszufinden, wer ihm und aus welchen Motiven nachstellt, bittet er seinen alten Freund Hermann Arnsweiler, der eine Privatdetektei betreibt, die Hintermänner der Lauschaktion zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197837","hoster":"VOE"},{"path":"/redirect/10101047","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/der-alte/staffel-13/episode-1","name":"Der lange Atem","epNo":1,"alt":"","descr":"Mitten in der Nacht erhält Gastwirt Manfred Bunkert einen Anruf, der ihn sofort alarmiert. Eine unbekannte Männerstimme meldet ihm, dass in seine Gastwirtschaft eingebrochen wird. Obgleich seine Frau Monika versucht, ihn zurückzuhalten und die Polizei zu informieren, greift Bunkert sich eine Pistole und fährt los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197845","hoster":"VOE"},{"path":"/redirect/10101049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-2","name":"Betriebsunfall","epNo":2,"alt":"","descr":"An einem Samstagvormittag im Dezember laden vier Arbeiter auf dem Hof des Bellmann-Werkes Giftfässer auf einen LKW. Sie sollen von einer Entsorgungsfirma auf eine Sondermüll-Deponie gebracht und dort gelagert werden. Obgleich die Männer mit größter Vorsicht arbeiten, kommen plötzlich zwei Fässer ins Rutschen, fallen auf den Boden und platzen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197843","hoster":"VOE"},{"path":"/redirect/10101048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-3","name":"Das Spiel ist aus","epNo":3,"alt":"","descr":"Juwelier Rolf Horstmann erhält aus einem Münchner Nobelhotel den Anruf eines Herrn aus dem Orient, der ihn bittet, eine Kollektion seiner kostbarsten Juwelen zusammenzustellen. Um bei derartigen Aufträgen ganz sicher zu gehen, lässt Horstmann sich von Peter Binder, einem Angestellten des Sicherheitsbüros Gehrke, begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197844","hoster":"VOE"},{"path":"/redirect/10101052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-4","name":"Der Schuss","epNo":4,"alt":"","descr":"Die Polizisten Thomas Bartel und Bernd Wolf sind Freunde. Doch vor einem halben Jahr hat Thomas sich aus dem Revier, für das sie beide Dienst tun, ohne Angabe von Gründen versetzen lassen. Nun ist er unerwartet zurückgekehrt, und Bernd Wolf ist glücklich darüber, mit seinem alten Freund wieder Streife fahren zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197849","hoster":"VOE"},{"path":"/redirect/10101053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-5","name":"Bahnhofsbaby","epNo":5,"alt":"","descr":"Während einer Mathematikarbeit an seinem Stuttgarter Gymnasium erhält der 18-jährige Primaner Karsten Winterberg von einem Sextaner, der plötzlich im Klassenzimmer erscheint, ein anonymes Schreiben. Es enthält schlimme Verleumdungen über seine Herkunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197854","hoster":"VOE"},{"path":"/redirect/10101050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-6","name":"Ausgestiegen","epNo":6,"alt":"","descr":"Der Besitzer eines exklusiven Schuhgeschäfts, Paul Sander, hat seit einiger Zeit ein Verhältnis mit seiner Geschäftsführerin Lisa Fabian. Er lebt zwar noch mit seiner Frau Jutta in derselben Wohnung, aber getrennt von Tisch und Bett. Jutta hat immer noch nicht verwunden, dass ihre Ehe gescheitert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197853","hoster":"VOE"},{"path":"/redirect/10101054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-7","name":"Doppelmord","epNo":7,"alt":"","descr":"Der Privatdetektiv Detlef Bugdan hat von Dr. Helga Sikorski den Auftrag erhalten, ihren Mann Claus, mit dem zusammen sie eine gutgehende Arztpraxis führt, zu überwachen. Frau Sikorski hat den Verdacht, dass Claus seit längerem Freundinnen hat, dass er das gemeinsam verdiente Geld verschleudert und in fragwürdige Forschungsprojekte steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197850","hoster":"VOE"},{"path":"/redirect/10101057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-8","name":"Der Augenblick der Rache","epNo":8,"alt":"","descr":"Peter Urban ist nur ein kleiner Krimineller, ein Handtaschenräuber. Vor einigen Monaten wurde er bei solch einem Raub gefasst, vor Gericht gestellt und verurteilt. Nun hat er seine Strafe verbüßt. Vor der Strafvollzugsanstalt warten auf ihn zwei ältere Damen. Gisela Walter, der er damals die Handtasche geraubt hat, und ihre Schwester Herta Dormark.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197851","hoster":"VOE"},{"path":"/redirect/10101055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-9","name":"Klassentreffen","epNo":9,"alt":"","descr":"Nur widerwillig hat Gerd Heymann eine Einladung zu einem Treffen seiner alten Abiturklasse angenommen. Im Grunde interessieren ihn seine Schulkameraden von damals nicht sehr. Leo Kress, den er dazu überreden musste, wird ihn zu diesem Treffen begleiten. Ihn lockt mehr das Essen in dem feinen Restaurant als die Bekanntschaft mit Heymanns früheren Mitschülern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197858","hoster":"VOE"},{"path":"/redirect/10101058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-13/episode-10","name":"Ein Tag der Angst","epNo":10,"alt":"","descr":"Plötzlich stehen die Angestellten einer kleinen Bankfiliale starr vor Schrecken. Seelenruhig spaziert Werner Bocholt in den Schalterraum, jener Mann, der diese Bank vor fünf Jahren überfallen und bei einer Schießerei eine Frau schwer verletzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297312","hoster":"VOE"},{"path":"/redirect/10101059","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/der-alte/staffel-14/episode-1","name":"Die Wahrheit","epNo":1,"alt":"","descr":"Iris Seebald, Psycho-Beraterin im Fernsehen, wird während ihrer Sendung von einer Frau angerufen, die droht, ihren Mann zu töten. Dann fallen sechs Schüsse. Kommissar Kress und seine Kollegen müssen herausfinden, ob tatsächlich ein Mord geschehen ist, oder ob sich jemand einen bösen Scherz erlaubt hat. Die Spur führt zu dem Psychologen Werdenfels, dessen Frau ermordet aufgefunden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197861","hoster":"VOE"},{"path":"/redirect/10101056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-2","name":"Braut ohne Gedächtnis","epNo":2,"alt":"","descr":"Auf einem Parkplatz an der Autobahn München - Salzburg wird in einem Kühlwagen die Leiche eines jungen Mannes und eine stark unterkühlte Frau im Hochzeitskleid entdeckt, die ihr Gedächtnis verloren hat. Als kurze Zeit später ein Unbekannter versucht, das Mädchen zu ermorden und man zudem einige Waffen im Kühlraum findet, ahnt Leo Kress, daß er es hier mit einer gefährlichen Bande zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197865","hoster":"VOE"},{"path":"/redirect/10101060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-3","name":"Der Nachfolger","epNo":3,"alt":"","descr":"Jakob Müller, Besitzer einer Handelskette wird 65. Das schönste Geschenk macht ihm sein Sohn Thilo, der endlich \"seinen Doktor gebaut\" hat und nun die Firma übernehmen soll. Darauf hatte auch Müllers Schwiegersohn Kossak gehofft. Er bezweifelt, dass Thilo die Promotion allein geschafft hat, und stellt Nachforschungen an. Eines Morgens wird Kossak tot aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197860","hoster":"VOE"},{"path":"/redirect/10101062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-4","name":"Ende mit Schrecken","epNo":4,"alt":"","descr":"Der Steueranwalt Peter Durak verdächtigt seine Frau, ihn zu betrügen. Er beauftragt den Privatdetektiv Uwe Wissmuth mit Nachforschungen. Durak weiß nicht, dass der Detektiv zugleich auch der Liebhaber seiner Frau ist. Eines Nachts wird Uwe Wissmuth erschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197863","hoster":"VOE"},{"path":"/redirect/10101061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-5","name":"Tod eines Beerdigungsunternehmers","epNo":5,"alt":"","descr":"Der Besitzer eines Bestattungsunternehmens Fritz Schneewald wird eines Tages erschossen in seinem Büro aufgefunden. Zunächst deutet alles auf Selbstmord hin, doch Leo Kress findet bald Motive für einen Mord bei zwei Angestellten Schneemanns, seiner Frau und dem Sohn seiner ersten, verstorbenen Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197866","hoster":"VOE"},{"path":"/redirect/12976155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-6","name":"So gut wie tot","epNo":6,"alt":"","descr":"Christian Kamp raubt den Kaufhaustresor seines Vaters aus und lässt Hauptkommissar Kress und seine Leute zuschauen. Kress ist davon überzeugt, dass es sich um einen persönlichen Racheakt handelt und verwickelt Kamp in ein Gespräch, in dessen Verlauf der Junge die Waffe zieht. Sehr zum Ärger von Kress greift sein Assistent Henry ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197869","hoster":"VOE"},{"path":"/redirect/10101066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-7","name":"Ein Schuss zu wenig","epNo":7,"alt":"","descr":"In einem Telefonhäuschen in der Nähe eines Kaufhauses ist Olaf Stein, ein 24-jähriger Autoknacker, erstochen worden. Wachmann Raschnitz hat während seines Rundgangs innerhalb und außerhalb des Kaufhauses nichts bemerkt. Bei ihren Ermittlungen am Tatort entdecken Hauptkommissar Kress und seine Assistenten Heymann und Johnson einen Einbrecher, der sich der Festnahme entziehen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197870","hoster":"VOE"},{"path":"/redirect/10101145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-8","name":"Er war nie ein Kavalier","epNo":8,"alt":"","descr":"Die Ehe zwischen Senta und Georg Greifswald ist zerstört. Auf einer Vernissage trifft Georg seine Frau mit Julius Kube. Ein paar Tage später versucht Kube Senta zu erwürgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197880","hoster":"VOE"},{"path":"/redirect/10101063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-9","name":"Der Verlierer","epNo":9,"alt":"","descr":"Ein Schrotthändler heuert für viel Geld einen Killer an, der seine Frau ermorden soll, weil die ihn erpresst. Dummerweise verliebt sich Peer Jakobson in sein Opfer, die attraktive Vera Mantell. Am Ende ist seltsamerweise der Schrotthändler tot, und seine Frau lebt, und der Alte muss den ganzen Schlamassel aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197876","hoster":"VOE"},{"path":"/redirect/10101065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-10","name":"Mörderisches Inserat","epNo":10,"alt":"","descr":"Manfred Triberg, Mitarbeiter in einem Autosalon, ist mit Karin Wulff, der Schwägerin des Besitzers, liiert. Dem neuen Glück steht nur Tribergs Ehefrau Elvira im Weg. Eines Tages wird Triberg in der Wohnung eines Archäologie-Professors tot aufgefunden. Die 130.000 Mark, die er für den Autokauf bei sich hatte, sind verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197872","hoster":"VOE"},{"path":"/redirect/10101068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-14/episode-11","name":"Der leise Tod","epNo":11,"alt":"","descr":"Als Hauptkommissar Kress von Karl Wilhelm Bernsdorfs tödlichem Autounfall hört, will er nicht so recht an die Version eines Unglücks glauben. Denn schon vor zwei Jahren ist einmal auf Bernsdorf geschossen worden. Damals konnte allerdings niemandem etwas nachgewiesen werden. Kress glaubt an einen Mord - hat er recht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197875","hoster":"VOE"},{"path":"/redirect/10101067","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-15","seasonId":"Staffel 15","episodes":[{"path":"/serie/stream/der-alte/staffel-15/episode-1","name":"Das Gericht","epNo":1,"alt":"","descr":"Hans Weinreich hat eine Verabredung mit Stefanie Kaiser. Er weiß jedoch nicht, dass auf ihn im Haus der ältlichen Dame drei weitere Damen warten. Sie alle sind auf seine Heiratsversprechen hereingefallen. Als der Erwartete eintrifft, fallen drei Schüsse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004417","hoster":"VOE"},{"path":"/redirect/10101069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-2","name":"Ganz für sich allein","epNo":2,"alt":"","descr":"Seit ihrer Scheidung alleinstehend, unterhält Luise Hildebrandt zu ihren Nachbarn im Mietshaus ein freundschaftliches Verhältnis. Die Damen treffen sich einmal wöchentlich zu einer Bridge-Runde. Eines Tages findet man Frau Hildebrandt ermordet in ihrer Wohnung. Wer hat ein Motiv für die Tat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197877","hoster":"VOE"},{"path":"/redirect/13139862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-3","name":"Liebe und Tod","epNo":3,"alt":"","descr":"In einer abgeschiedenen Waldhütte wird ein Liebespaar tot aufgefunden, die halbleeren Gläser Wein, die das Gift Zyankali enthalten, stehen noch auf dem Tisch. Das gemeinsame Glück von Peter Wenzlaff und Babette Krieger war nicht ungetrübt, wie Hauptkommissar Kress bei seinen Ermittlungen schnell herausfindet. War es Selbstmord aus Verzweiflung oder war es Mord?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197879","hoster":"VOE"},{"path":"/redirect/10101072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-4","name":"Das Puzzle","epNo":4,"alt":"","descr":"Peter Gast, ein vorbestrafter Ganove, entdeckt bei einem Einbruch die Leiche der Wohnungsinhaberin Ludmilla Gerber. Gast wird verhaftet, und Hauptkommissar Kress glaubt, einen mehrfachen Frauenmörder gefasst zu haben. Anwalt Jürgen Luban dagegen ist von Gasts Unschuld überzeugt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197881","hoster":"VOE"},{"path":"/redirect/10101070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-5","name":"Der Tagebuchmord","epNo":5,"alt":"","descr":"Franziska Bublin erbt von ihrer Schwester Geraldine ein Tagebuch und Familienschmuck. Wenig später wird sie ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197884","hoster":"VOE"},{"path":"/redirect/10101074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-6","name":"Grenzenlos","epNo":6,"alt":"","descr":"Jan Teutloff, Chemiker aus Rostock, reist nach München, um der Hoppe AG seine Erfindung zu verkaufen. Dort trifft er überraschend seinen Ex-Mitarbeiter Paul Rauschenberg wieder, der 1989 aus der DDR geflüchtet ist. Tage später wird Teutloff ermordet aufgefunden. 50.000 Mark Anzahlung fehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197889","hoster":"VOE"},{"path":"/redirect/10101073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-7","name":"Kälter als der Tod","epNo":7,"alt":"","descr":"Nachdem der Taxifahrer Walter Fahn aus dem Gefängnis entlassen wird, erfährt er, daß sein Geschäft pleite gegangen ist. Wütend verlangt er von Geschäftspartner Gaup eine Abfindung und wird kurz darauf tot aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197891","hoster":"VOE"},{"path":"/redirect/10101075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-8","name":"Der verlorene Sieg","epNo":8,"alt":"","descr":"Als im Park die Leiche einer Krankengymnastin gefunden wird, stellt Hauptkommissar Leo Kress auffällige Parallelen zu einem alten Fall auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297313","hoster":"VOE"},{"path":"/redirect/10101077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-9","name":"Der Geburtstag der alten Dame","epNo":9,"alt":"","descr":"Zu ihrer Geburtstagsfeier hat Sofie Bruckner nur engste Familienmitglieder und Bekannte eingeladen. Zu den Gewohnheiten der alten Dame gehört es, ihren Gästen aus der Hand zu lesen. Dem neuen Freund ihrer Tochter Marion prophezeit sie, daß er bald einen Mord begehen werde. Nur kurze Zeit später wird Sofie Bruckner in ihrem Bett tot aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333248","hoster":"VOE"},{"path":"/redirect/10101076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-10","name":"Lange Schatten","epNo":10,"alt":"","descr":"Clara fliegt von Berlin nach München, um mit ihrem Ziehvater Otto von Lengsfeld etwas zu besprechen. Sie kommt nie dort an. Denn sie fuhr zunächst zum Bootshaus der Familie - und wurde in ihrer Segeljolle erschossen. Hauptkommissar Kress macht bei den Recherchen unter Claras persönlichen Utensilien einen interessanten Fund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297318","hoster":"VOE"},{"path":"/redirect/10101078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-15/episode-11","name":"Der Anschlag","epNo":11,"alt":"","descr":"In einem Münchener Krankenhaus wird auf den Nachtdienst ein Anschlag verübt. Der Mordversuch könnte gleichermaßen Dr. Basil oder Dr. Gregory gegolten haben. Hauptkommissar Kress findet heraus, daß die beiden Ärzte sich als Rivalen fühlen und sich deswegen aus dem Weg gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197892","hoster":"VOE"},{"path":"/redirect/10101079","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-16","seasonId":"Staffel 16","episodes":[{"path":"/serie/stream/der-alte/staffel-16/episode-1","name":"Der Schein trügt nicht","epNo":1,"alt":"","descr":"Bistro-Besitzer Max Naujoks wird in seiner Wohnung ermordet aufgefunden. Die Ermittlungen gestalten sich für Hauptkommissar Kress deshalb so schwierig, weil es mehrere Tatverdächtige gibt: Naujoks wollte sich von seiner Frau scheiden lassen und beansprucht das Sorgerecht für den gemeinsamen Sohn. Außerdem deutet vieles darauf hin, daß er erpreßt werden sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297321","hoster":"VOE"},{"path":"/redirect/10101083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-2","name":"Es war alles ganz anders","epNo":2,"alt":"","descr":"Der Zeitungsreporter Peter Binding hofft, daß ihm bei der Scheidung von seiner Frau Ulrike das Sorgerecht für die gemeinsame Tochter Luise zugesprochen wird. Um das zu erreichen, schreckt er selbst vor üblen Verleumdungen nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197888","hoster":"VOE"},{"path":"/redirect/10101080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-3","name":"Tödliche Beziehungen","epNo":3,"alt":"","descr":"Auf einer kleinen Waldlichtung, in der Nähe einer geschlossenen psychiatrischen Anstalt, wird die 17jährige Bettina Engelmann vergewaltigt und drangsaliert aufgefunden. Seitdem liegt sie im Koma. Sie lebte alleine mit ihrem Vater in einer nur drei Kilometer vom Tatort entfernten Wohnung.","versions":[]},{"path":"/serie/stream/der-alte/staffel-16/episode-4","name":"Der Tod ist kein Ende","epNo":4,"alt":"","descr":"Der Verleger Helmut Filtscher - spezialisiert auf Kriminalliteratur - wird in seinem Büro ermordet aufgefunden. Wie sich schon bald herausstellt, gibt es für die Kripo im Umfeld des Toten mehrere Personen, die in Verdacht geraten. So war die geschiedene Frau des Journalisten Ralf Warner seine Geliebte, was diesem nicht verborgen blieb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297320","hoster":"VOE"},{"path":"/redirect/10101081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-5","name":"Aber mich - betrügt man nicht","epNo":5,"alt":"","descr":"Die noch strittige Frage zwischen den scheidungswilligen Eheleuten Sybille und Petrus Derera betrifft ein teures Bild, ein Original des Franzosen Rene Magritte. Sein Schätzwert: 1,3 Millionen Mark. Auf einen entsprechenden Zugewinnausgleich hätte Sybille bei einer Scheidung Anspruch. Der Verkauf des Bildes scheint folglich unumgänglich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197898","hoster":"VOE"},{"path":"/redirect/10101082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-6","name":"Die Entlassung","epNo":6,"alt":"","descr":"Hat der gerade aus dem Gefängnis entlassene Roman Förster - er war zusammen mit Horst Dudeck an einem Raubüberfall beteiligt, bei dem eine ältere Frau getötet wurde - erneut ein schweres Verbrechen begangen? Das Opfer ist seine Ex-Verlobte Birgit Hallach. Aufgrund ihrer Aussage war Förster vor zehn Jahren als alleiniger Täter verurteilt worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197893","hoster":"VOE"},{"path":"/redirect/10101084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-7","name":"Das Foto","epNo":7,"alt":"","descr":"Philip Belum, Anfang 40, verheiratet, von Beruf Journalist. Auf dem Parkplatz des Fechtclubs, wo er am Nachmittag in der Trainingshalle seinem Sport nachging, ist er von einem PKW überfahren und getötet worden. Zeugen wollen beobachtet haben, daß der Fahrer in offensichtlich voller Absicht auf sein Opfer zusteuerte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197896","hoster":"VOE"},{"path":"/redirect/10101085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-8","name":"Die Akte","epNo":8,"alt":"","descr":"Gestern, am Tag seiner Freilassung aus dem Gefängnis, hat Peter Weiler seine Jugendliebe Susanne Felix geheiratet. Im Münchner Morddezernat rief die Eheschließung einige Verwunderung hervor. Der Grund: Susanne ist die Schwester von Andreas, der vor zehn Jahren bei einem Raubüberfall erschossen wurde. Andreas Felix war damals Mittäter, und sein Mörder: Peter Weiler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197904","hoster":"VOE"},{"path":"/redirect/10101086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-9","name":"Der dritte Versuch","epNo":9,"alt":"","descr":"Einen Abschiedsbrief hat Suanne Wächter nicht hinterlassen. Sie lag, als sie von ihrem Ehemann gefunden wurde, tot in der Badewanne. Im Wasser ihr Föhn. War es ein tragischer Unglücksfall? Oder wurde die 40jährige ermordet, auch wenn diesem Vorfall, wie Hauptkommissar Kress ermittelt, zwei frühere Selbstmordversuche vorausgegangen waren? Susanne Wächters Privatvermögen war beträchtlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197902","hoster":"VOE"},{"path":"/redirect/10101089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-10","name":"Ein schlimmes Ende","epNo":10,"alt":"","descr":"Christa Abel sollte im am Montag stattfindenden Prozeß gegen Robert Schaffner aussagen. Der Angeklagte war ihr Chef, Besitzer eines Blumenladens. Zwischen ihm und Alex Röhm war es zu einem heftigen Streit gekommen. Zufällig hatte die 60jährige damals miterlebt, wie Schaffner seinen Freund Röhm, Inhaber eines Steinmetzbetriebes, mit der Pistole erschoß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297322","hoster":"VOE"},{"path":"/redirect/10101088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-16/episode-11","name":"Der amerikanische Onkel","epNo":11,"alt":"","descr":"Victor Lorenz aus Chicago, ein inzwischen alter, reicher Herr, wird von seiner Münchner Verwandtschaft zu Besuch erwartet. Ihm zu Ehren hat sie für den Abend in einem Restaurant eine kleine Wiedersehensfeier arrangiert. Vor 15 Jahren war Victor über Südamerika in die USA ausgewandert. Dies ist sein erstes Wiedersehen mit seinen Verwandten in Deutschland - es endet für ihn tödlich!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197907","hoster":"VOE"},{"path":"/redirect/10101087","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-17","seasonId":"Staffel 17","episodes":[{"path":"/serie/stream/der-alte/staffel-17/episode-1","name":"Die 13. Gesellschaft","epNo":1,"alt":"","descr":"Der Wagen war frontal gegen eine Litfaßsäule gerast. Max Knote, ein Taxifahrer und zufälliger Zeuge, dreht sich erschrocken um: mit hohem Tempo prescht in diesem Moment ein schwarzer Mercedes an ihm vorbei. Knote blickt ihm nach - die Rücklichter verschwinden in der Dunkelheit. Nur zehn Meter betrug die Bremsspur des Unglückwagens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197908","hoster":"VOE"},{"path":"/redirect/10101090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-2","name":"Kurzer Prozess","epNo":2,"alt":"","descr":"Thekla Paulus befand sich in einer verzweifelten seelischen Verfassung, sah für sich keinen Ausweg mehr - sie wollte Selbstmord begehen. Ihren Abschiedsbrief findet die Kripo, als es schon zu spät ist. Doch die verheiratete 30jährige Frau war nicht freiwillig aus dem Leben geschieden, sie wurde erschossen. Offenbar geschah der Mord, während sie den Brief schrieb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197913","hoster":"VOE"},{"path":"/redirect/10101093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-3","name":"Der Tod kam zweimal","epNo":3,"alt":"","descr":"Mit dem Mord an der Buchhändlerin Inga Syrich, die in ihrer Freizeit bei der Telefonseelsorge arbeitete, ist natürlich der für morgen anberaumte Vergewaltigungsprozeß geplatzt. Inga Syrich war vor einem viertel Jahr das Opfer einer Vergewaltigung und wäre in diesem Prozeß die einzige Zeugin gewesen. Mußte sie deshalb sterben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197911","hoster":"VOE"},{"path":"/redirect/10101092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-4","name":"Das Ende einer Ermittlung","epNo":4,"alt":"","descr":"Peter Patschull, vom Dienst suspendierter verdeckter Ermittler, bietet Hauptkommissar Kress seine Unterstützung an. Es geht um den Mord an Robert Fuller. Für Informationen über den Bankdirektor stellt Patschull, der sich noch in der Mordnacht heimlich mit Kress trifft, jedoch Bedingungen. Kann Kress ihm trauen? Robert Fuller, so bezeugt seine Frau Ira, habe sich bedroht gefühlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197912","hoster":"VOE"},{"path":"/redirect/10101091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-5","name":"Korruption","epNo":5,"alt":"","descr":"Die Detonation der Benzinbombe war weithin zu hören. Von dem Wagen blieb nichts als ein Schrotthaufen übrig. Noch lebend, aber schwerverletzt, barg man Hendrik Baldena und brachte ihn ins Krankenhaus. Seine Frau stand am Fenster ihrer Villa und war einzige Zeugin des Mordanschlags. Erschüttert erzählt sie der Polizei: \"Mein Mann kam zu seinem Wagen, und dann flog alles in die Luft\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197915","hoster":"VOE"},{"path":"/redirect/10101095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-6","name":"Babysitter","epNo":6,"alt":"","descr":"Ist danach ein Auto weggefahren? will Kripokommissar Johnson wissen. Der Grundstücksnachbar der Familie Raul verneint diese Frage. Er habe nur Schüsse gehört und gleichzeitig Geräusche einer splitternden Fensterscheibe. Ein ganzes Magazin sei leergeschossen worden, wie Hauptkommissar Kress von seinem Spurenexperten Riedmann erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197917","hoster":"VOE"},{"path":"/redirect/10101094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-7","name":"Die Übermacht","epNo":7,"alt":"","descr":"Patrick Schwedt hatte seine Stiefmutter auf eine Party zu Freunden der Familie Hartmanns begleitet. Auch sein Vater war eingeladen. Harald Schwedt zog es jedoch vor, zu Hause zu bleiben. Zweimal beteuert Helga Schwedt gegenüber Hauptkommissar Kress, habe sie ihren daheimgebliebenen Mann von der Party aus angerufen. Das letzte Mal gegen 23 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601895","hoster":"VOE"},{"path":"/redirect/10101097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-8","name":"Alles umsonst..","epNo":8,"alt":"","descr":"Für die Ehepaare Aulan und Finner sollte es eine schöne Feier werden, dazu luden sie ihre Freunde und Arbeitskollegen in ein Landgasthaus ein. Denn beide Paare wollen mit ihnen gemeinsam ihren zehnjährigen Hochzeitstag feiern. Die Kindheit der vier war von einer Besonderheit geprägt: Sie wuchsen in einem Heim auf und heirateten später.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601897","hoster":"VOE"},{"path":"/redirect/10101101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-9","name":"Nächstenliebe","epNo":9,"alt":"","descr":"Judith Feddeck, zur Kur in Bad Pyrmont, entdeckt bei ihrer vorzeitigen Rückkehr, daß ihr Mann Jürgen sie betrügt. Per Fernglas beobachtet sie ihren untreuen Gatten in der ihnen gehörenden Jolle draußen auf dem See. Mit ihm im Boot: Anne Kant. Die junge Frau ist die Schwester von Tobias Kant, der mit den Feddecks befreundet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601898","hoster":"VOE"},{"path":"/redirect/10101096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-10","name":"Anstiftung zum Mord","epNo":10,"alt":"","descr":"Die Tür zum Keller war aufgebrochen worden. Der Täter hatte leichtes Spiel, denn die Alarmanlage war schon seit einiger Zeit defekt. In der Diele des Bungalows verfehlte er zunächst sein Opfer. Erst der zweite Schuß traf die ins Bad geflüchtete Elke Mayerhof tödlich. Doch ein Raubüberfall, das ergibt sich aus der Spurensicherung, war es ganz sicher nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601896","hoster":"VOE"},{"path":"/redirect/10101099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-17/episode-11","name":"Tödliche Wege","epNo":11,"alt":"","descr":"Dr. Bernsdorf hat gewußt, daß ihm Gefahr droht, sobald Dieter Pflüger erst wieder auf freiem Fuß ist. Auch Hauptkommissar Kress rechnet mit einem erneuten Mordversuch, nachdem der erste fehlgeschlagen war und der Attentäter dafür bestraft wurde. Pflügers Motiv: Er gab dem Arzt die Schuld am Tod seiner Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10601899","hoster":"VOE"},{"path":"/redirect/10101098","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-18","seasonId":"Staffel 18","episodes":[{"path":"/serie/stream/der-alte/staffel-18/episode-1","name":"Litfins Tod","epNo":1,"alt":"","descr":"Erik Falter, Betreiber einer kleinen Autowerkstatt hat scheinbar Selbstmord begangen. Kommissar Kress erfährt, daß der Tote ursprünglich Peter Litfin hieß und vor einigen Jahren als einziger Belastungszeuge eine internationale Heroinconnection hinter Gitter brachte. Seitdem fürchtete er, von der Rauschgiftmafia entdeckt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297326","hoster":"VOE"},{"path":"/redirect/10101100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-2","name":"Das Geständnis","epNo":2,"alt":"","descr":"Einen wichtigen Hinweis in einem Mordfall verdankt Hauptkommissar Kress seinem Kollegen Wesskamp vom Einbruchsdezernat. Der Tote Robert Busse sei als Versicherungsdetektiv tätig gewesen und seit acht Wochen mit einem Diebstahl aus einem Tresor befaßt. Der Wert der Beute wird auf eine halbe Million veranschlagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197918","hoster":"VOE"},{"path":"/redirect/10101102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-3","name":"Mädchenfalle","epNo":3,"alt":"","descr":"Die 20-jährige Friseuse Katrin Haake liegt erwürgt auf ihrem Sofa. Hauptkommissar Kress vermutet, daß sie ihren Täter oder Täterin gekannt hat, da keine Einbruchsspuren zu finden sind. Er ermittelt in ihrem Bekanntenkreis. Führt ein Füllfederhalter, der auf dem Sofa gefunden wurde, Kress auf die Spur des Täters?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197926","hoster":"VOE"},{"path":"/redirect/10101162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-4","name":"Der Vollmondmörder","epNo":4,"alt":"","descr":"Drei ungeklärte Frauenmorde in eineinhalb Jahren geben Hauptkommissar Kress große Rätsel auf. Den Hinweis seines Kollegen Johnson, daß der unbekannte Mörder immer bei Vollmond zugeschlagen habe, hält Kress eher für einen Zufall. Ein anonymes Schreiben von heute, sich doch mal um die Eheanbahnungsinstitute zu kümmern, ist jetzt schon bereits Spur Nr. 801.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197920","hoster":"VOE"},{"path":"/redirect/10101103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-5","name":"Verschwunden... und nicht vermisst","epNo":5,"alt":"","descr":"Olga Schönberg erstattet eine Vermißtenanzeige für ihre Schwester Katja, die mit dem Schriftsteller Robert Bach verheiratet ist. Am anderen Tag landet der Fall der vermißten Katja Bach bei Hauptkommissar Kress - als ungeklärter Mordfall. Bach gibt sich völlig ahnungslos, er räumt lediglich ein, daß ihn Katja vor zwei Wochen verlassen habe, da er ein Verhältnis mit einer anderen Frau hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13741305","hoster":"VOE"},{"path":"/redirect/10101113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-6","name":"Trauma","epNo":6,"alt":"","descr":"Stefan Reiter erfreute sich gerade mal einen Tag lang seiner wiedergewonnenen Freiheit; nach einer zwölfjährigen Gefängnisstrafe, die gegen ihn wegen fahrlässiger Tötung verhängt wurde. In stark angetrunkenem Zustand hatte er mit seinem Kleinkalibergewehr auf Vögel schießen wollen. Tragischerweise traf er dabei jedoch im Nachbargrundstück die kleine Irina Falk tödlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197929","hoster":"VOE"},{"path":"/redirect/10101105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-7","name":"Der Absturz","epNo":7,"alt":"","descr":"Klara Sundermann, die langjährige Sekretärin und Geliebte von Günter Vondrell, wird ermordet. Der Verdacht richtet sich gegen Vondrell, denn er und seine Firma wurden von Klara Sundermann mehrfach erpreßt. Doch merkwürdigerweise konnten die Erpressungen von insgesamt einer halben Millionen Mark Vondrells Liebe zu Klara nicht erschüttern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197930","hoster":"VOE"},{"path":"/redirect/10101104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-8","name":"Mördergrube","epNo":8,"alt":"","descr":"Der von Feuerwehr und Notarzt aus dem Autowrack geborgene Fahrer ist tot. Zunächst deutet alles auf einen tragischen Verkehrsunfall hin. Doch dann gibt es für die Unfallhelfer einen Grund, die Mordkommission einzuschalten: im Wagen wird eine Pistole und am Kopf ein Einschuß entdeckt. Hat Nikolas Heidberg, Besitzer einer Import/Export-Firma, Selbstmord begangen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197923","hoster":"VOE"},{"path":"/redirect/10101106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-9","name":"Am Abgrund","epNo":9,"alt":"","descr":"Razzia in einem illegalen Spielclub. Zu den Verhafteten gehört der hochverschuldete Hector. Hauptkommissar Kress hat an dem Mann großes Interesse. Denn Hector steckt in der gleichen Situation wie zuvor Spieler Humbold - und der wurde ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197925","hoster":"VOE"},{"path":"/redirect/12980789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-10","name":"Fremde in der Nacht","epNo":10,"alt":"","descr":"Kaufhausdirektor Jürgenson ist tot. Ein Rollschuhfahrer findet ihn morgens zusammengesunken auf einer Parkbank. Die erste Vermutung, es könne Selbstmord sein, bestätigt sich nicht. Seine Frau gerät unter Mordverdacht, denn Jürgenson hatte mit der Schwester eines seiner leitenden Angestellten ein Verhältnis und wollte sie deshalb verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103441","hoster":"VOE"},{"path":"/redirect/10101108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-18/episode-11","name":"Gift","epNo":11,"alt":"","descr":"Anfangs wollte Hauptkommissar Kress nicht ausschließen, daß die alte Dame, seit einem Autounfall querschnittsgelähmt, Selbstmord verübt hat. Aber dann erfährt er von ihrer Pflegerin, Frau Jakusch, daß am Abend des Todes von Sophie Brunner Sohn Bastian zu Besuch gekommen sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297327","hoster":"VOE"},{"path":"/redirect/10101109","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-19","seasonId":"Staffel 19","episodes":[{"path":"/serie/stream/der-alte/staffel-19/episode-1","name":"Türkische Spezialitäten","epNo":1,"alt":"","descr":"Hannelore Schütze wurde in ihrer Wohnung ermordet. Aus dem persönlichen Umfeld der Toten bekommt es Hauptkommissar Kress mit mehreren Verdächtigen zu tun. Zu ihnen zählen ihr in rechtsradikalen Kreisen verkehrender Sohn Matthias, Lebensgefährte Georg Busse sowie der Türke Ismail Aksami. Letzterer war Hannelore Schützes Liebschaft während ihres Türkeiurlaubs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197931","hoster":"VOE"},{"path":"/redirect/10101112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-2","name":"Nichts geht mehr","epNo":2,"alt":"","descr":"Die 17jährige Gymnasiastin Michelle Marbes wird entführt. Vor den Augen ihrer Mitschülerinnen wird sie auf dem Nachhauseweg überwältigt und in einen Pkw gestoßen, ohne daß sie sich zur Wehr setzen kann. Die Entführer fordern zweieinhalb Millionen Mark von den Eltern und verlangen außerdem, daß die Polizei nicht eingeschaltet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197936","hoster":"VOE"},{"path":"/redirect/10101110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-3","name":"Das zweite Geständnis","epNo":3,"alt":"","descr":"Professor Bernhard Wullkow muss seinen Mörder gekannt haben. Er hatte ihn in die Wohnung eingelassen und mit ihm Rotwein getrunken. Die Kripo kann das vom Täter benutzte Glas sicherstellen. Spuren jedoch, die ihn verraten könnten, sind offenbar sorgfältig abgewaschen worden. Auch die Mordwaffe, eine Pistole, die Wullkow gehörte, ist frei von Fingerabdrücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383489","hoster":"VOE"},{"path":"/redirect/10101111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-4","name":"Am hellichten Tage","epNo":4,"alt":"","descr":"Karl Stern will herausfinden, wer 19 Jahre zuvor seinen Zwillingsburder Joseph erschossen hat und wird selbst ermordet. Genauso wie Joseph ist es jetzt Karl ergangen. In seinem Elternhaus, in das der Witwer nach 19 Jahren wieder eingezogen war, wurde er im Schlaf erschossen. Von demselben Mörder, der auch seinen Zwillingsbruder auf dem Gewissen hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297331","hoster":"VOE"},{"path":"/redirect/10101114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-5","name":"Der Tod hat kein Lied","epNo":5,"alt":"","descr":"Die Ehepaare Scholz und Kranich wollen in einem Gasthaus den Geburtstag von Hubert Scholz feiern. Doch aus dem gemütlichen Beisammensein wird nichts: Es kommt zum Streit zwischen den beiden Frauen, die Ehepaare verlassen das Lokal vorzeitig. Zwei Stunden später wird Barbara Kranich im Beisein ihres Mannes im Wintergarten ihres Hauses erschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297334","hoster":"VOE"},{"path":"/redirect/10101117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-6","name":"Die Verlorenen","epNo":6,"alt":"","descr":"Isarufer am Stauwerk: Polizei und Rettungsgerät im Einsatz. Zwei Leichen werden aus dem Inneren eines aus dem Wasser gezogenen Pkw geborgen. Die etwa 30jährige Frau hat in Höhe ihrer linken Schläfe eine Einschußwunde. An dem vermutlich zehn Jahre älteren Mann dagegen lassen sich keine Verletzungen feststellen. Eine Liebespaar-Tragödie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197935","hoster":"VOE"},{"path":"/redirect/10101115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-7","name":"Tote reden doch","epNo":7,"alt":"","descr":"Katrin Grollmann ist das Opfer einer Entführung geworden. Victor Grollmann, mit ihr in zweiter Ehe verheiratet, wurde telefonisch erpreßt; für die Freilassung forderte der Kidnapper ein hohes Lösegeld. Grollmann kam dieser Forderung entgegen und vermied es, wie von dem Kidnapper gefordert, die Polizei einzuschalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197938","hoster":"VOE"},{"path":"/redirect/10101116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-8","name":"Es war die Hölle","epNo":8,"alt":"","descr":"Detlef Petersen wurde ermordet. In seiner Wohnung findet die Polizei drei Fotos. Sie zeigen zwei Personen: eine junge Frau und einen etwa 50 Jahre alten Mann. Mit Hilfe der Presse erfährt Kress, daß es sich um den Medizinprofessor Bertier und dessen Freundin, eine Polin, handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297332","hoster":"VOE"},{"path":"/redirect/10101118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-9","name":"Nur der Tod zählt","epNo":9,"alt":"","descr":"Sybille Senk wird durch drei Schüsse getötet in der Boutique ihrer Freundin Carola Salten aufgefunden. Hauptkommissar Kress geht der Frage nach, ob die Frau als einzige Zeugin des Raubüberfalls auf den Besitzer eines Juweliergeschäftes beseitigt werden sollte. Bei den Ermittlungen stellt sich heraus, daß sich Sybille Senk vor einiger Zeit von ihrem Mann getrennt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297335","hoster":"VOE"},{"path":"/redirect/10101120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-10","name":"Das Orakel","epNo":10,"alt":"","descr":"Holger Branken trifft sich heimlich mit seiner Geliebten, der Wahrsagerin Lilly Stanford. Beide ahnen nicht, daß sie von Brankens Tochter beobachtet werden. Am nächsten Tag ist Lilly tot - ermordet. Außer der Tochter gibt es noch mehr Verdächtige.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197937","hoster":"VOE"},{"path":"/redirect/10101119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-19/episode-11","name":"Diesmal war es Mord","epNo":11,"alt":"","descr":"Der in seinem Wagen wartende Eric Pohl hört zwei, in deutlichem Abstand abgegebene Schüsse. Er rennt sofort in das Haus, das kurz zuvor Armin Fuchs, sein Freund und Geschäftspartner, betreten hatte. Fuchs war hier mit Ruth Klausen verabredet. Die beiden Schüsse hatten ihm gegolten, Pohl findet seinen Freund im Wohnzimmer, schwerverletzt auf dem Boden liegend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197947","hoster":"VOE"},{"path":"/redirect/10101121","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-20","seasonId":"Staffel 20","episodes":[{"path":"/serie/stream/der-alte/staffel-20/episode-1","name":"Die Tat","epNo":1,"alt":"","descr":"Eine Haftstrafe wegen der Vergewaltigung von Vera König hatte der mit einer Ärztin verheiratete Fred Langdorf gerade abgesessen. Sein vorzeitiger Straferlaß war an die gerichtliche Auflage geknüpft, sich bei dem Psychiater Professor Wille einer Therapie zu unterziehen.Vera König erklärte sich zur Teilnahme an diesen Therapiegesprächen bereit.","versions":[]},{"path":"/serie/stream/der-alte/staffel-20/episode-2","name":"Der Mord gegenüber","epNo":2,"alt":"","descr":"Der Mord gegenüber Frau Birka sorgt in dieser Nacht für Aufregung. Die alte Dame behauptet, Zeugin eines Mordes gewesen zu sein. Im 1. Stock der gegenüberliegenden, leerstehenden Villa habe sich ein schreckliches Drama abgespielt: Eine auf der Flucht vor ihrem maskierten Verfolger befindliche Frau sei erschossen worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197943","hoster":"VOE"},{"path":"/redirect/10101122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-3","name":"Der Tod meines Vaters","epNo":3,"alt":"","descr":"Die Eheleute Ronstedt werden in ihrer Villa das Opfer eines brutalen Raub- überfalls. Während Willem Ronstedt an Händen und Füßen gefesselt sowie mit verbundenem Mund im Haus zurückgelassen wird, zwingt der maskierte Räuber dieEhefrau, mit ihm in das den Ronstedts gehörende Juweliergeschäft zu fahren. Auch Lydia ergeht es wie ihrem Mann, sie wird gefesselt und geknebelt.","versions":[]},{"path":"/serie/stream/der-alte/staffel-20/episode-4","name":"Der Lebensretter","epNo":4,"alt":"","descr":"Das der ermordete Herwart Ehmken ein eher verschlossener Mensch war, der sich gern abkapselte, diese Einschätzung wird von allen, die ihn näher gekannt haben, geteilt. Auch von seinem Bruder Horst, dessen ehemaliger Schulfreund Sigbert Laufen im gegenüberliegenden Haus eine Wohnung besitzt. Von dieser Wohnung aus wurde auf Ehmken geschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297346","hoster":"VOE"},{"path":"/redirect/10101123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-5","name":"Blumen des Todes","epNo":5,"alt":"","descr":"Charlotte Raga hat ihren toten Mann als erste entdeckt: in seiner Anwaltskanzlei, auf dem schwarzen Ledersofa liegend. Peter Ragas Mörder benutzte als Tatwaffe den Brieföffner des Rechtsanwalts. Ein Racheakt eines seiner Klienten? Ein naheliegender Verdacht, denn vorzugsweise hatte sich Ragas Klientel aus mehr oder weniger kleinen Ganoven, Gangstern und Zuhältern zusammengesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197941","hoster":"VOE"},{"path":"/redirect/10101124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-6","name":"Nachtmorde","epNo":6,"alt":"","descr":"Hauptkommissar Leo Kress ist überzeugt, es mit einem offenbar geistesgestörten Serienkiller zu tun zu haben. Drei junge Männer wurden binnen weniger Wochen heimtückisch erschossen. In allen Mordfällen ist dieselbe Pistole benutzt worden. Ebenso übereinstimmend der Tatort außerhalb Münchens, in der Nähe eines Jugendclubs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197944","hoster":"VOE"},{"path":"/redirect/10101125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-7","name":"Schatten der Vergangenheit","epNo":7,"alt":"","descr":"Nachdem die Polizei Rentzolds Vorhaben vereiteln konnte, sich heimlich ins Ausland abzusetzen, kommen ihr Zweifel, ob dessen Aussagen gestimmt haben. Ist womöglich er Rudolf Ehrlichers Mörder? Paul Rentzold hatte behauptet, Ehrlichers Wohnungsschlüssel zu besitzen und bei seinem gestrigen Besuch den Arbeitskollegen tot in der Badewanne vorgefunden zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297339","hoster":"VOE"},{"path":"/redirect/10101128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-8","name":"Die Spur des Todes","epNo":8,"alt":"","descr":"Das auf einem Rastplatz an Helga Vorkamp verübte Verbrechen hat beim Opfer tiefe Spuren hinterlassen. Zunächst wurde ihr Ehemann ermordet, anschließend vergewaltigte derselbe Täter die junge Frau. Auf eigene Faust sucht sie seitdem nach dem Mörder, der sich zuvor an drei weiteren Frauen vergangen haben soll. In allen Fällen trug er eine Gesichtsmaske.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197952","hoster":"VOE"},{"path":"/redirect/10101126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-9","name":"Wir werden ihn lynchen","epNo":9,"alt":"","descr":"Zwei Mordanschläge in einer Nacht: Tom Bernardi hatte nur beim ersten Überfall Glück gehabt. Unverletzt konnte er seinen Wagen verlassen, die Kugeln hatten lediglich die Scheiben zertrümmert. Der Anschlag passierte vor dem Haus seiner Großmutter - das beide gemeinsam bewohnen - und erregte zur Verwunderung von Hauptkommissar Kress keinerlei Aufsehen in der Nachbarschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197953","hoster":"VOE"},{"path":"/redirect/10101127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-20/episode-10","name":"Schlüssel zum Mord","epNo":10,"alt":"","descr":"Weinend bricht Elvira Jonas in der Arztpraxis ihres Mannes zusammen. Hauptkommissar Kress kümmert sich um die junge Frau. Sie hat zu verkraften, daß ihr Ehemann Günther vor etwa zwei Stunden im Behandlungszimmer ermordet wurde. Das wahrscheinlich als Tatwaffe benutzte Skalpell liegt neben der Leiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297344","hoster":"VOE"},{"path":"/redirect/10101129","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-21","seasonId":"Staffel 21","episodes":[{"path":"/serie/stream/der-alte/staffel-21/episode-1","name":"Der Tod schreibt das Ende","epNo":1,"alt":"","descr":"Beim ersten Mordanschlag war der Gebrauchtwarenhändler Manni Perutz noch einmal mit dem Leben davongekommen. Die zwei Täter wurden inzwischen abgeurteilt: seine Frau Lucia und deren Geliebter. Seitdem wohnt Manni Perutz zusammen mit den Stieftöchtern Sabine und Petra allein im Haus. Doch ihr Verhältnis untereinander war schon seit längerem getrübt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197961","hoster":"VOE"},{"path":"/redirect/10101130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-2","name":"Der Mordauftrag","epNo":2,"alt":"","descr":"Als Paolo Blum von einer Dienstreise nach Hause kommt, findet er seinen Freund und Geschäftspartner Wolfgang Fiebig tot in dessen Arbeitszimmer. Blum und Fiebig wohnen im selben Haus. Der unbekannte Mörder, das ergibt die spätere Obduktion, erschoß sein Opfer mit einem Revolver. War Geld das Tatmotiv, wie Hauptkommissar Kress anfänglich glaubt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197958","hoster":"VOE"},{"path":"/redirect/10101131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-3","name":"Hochzeit mit dem Tod","epNo":3,"alt":"","descr":"Gestern, am Tag seiner Freilassung aus dem Gefängnis, hat Peter Weiler seine Jugendliebe Susanne Felix geheiratet. Im Münchner Morddezernat rief die Eheschließung einige Verwunderung hervor. Der Grund: Susanne ist die Schwester von Andreas, der vor zehn Jahren bei einem Raubüberfall erschossen wurde. Andreas Felix war damals Mittäter, und sein Mörder: Peter Weiler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197974","hoster":"VOE"},{"path":"/redirect/10101132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-4","name":"Der Tod der Eltern","epNo":4,"alt":"","descr":"Herr Gobel hatte den Eindringling, der sich nächtens in seiner Autofirma am Tresor zu schaffen machte, vermutlich überrascht. Der Werkstattbesitzer wurde von dem Einbrecher erschossen. Auch Gobels Ehefrau Marion, die im Hof auf ihren Mann wartete, wurde das Opfer des flüchtigen Täters. Ein einzelner Handschuh und die Gesichtsmaske des Doppelmörders kann die Polizei sicherstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197964","hoster":"VOE"},{"path":"/redirect/10101134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-5","name":"Der Scherbenhaufen","epNo":5,"alt":"","descr":"Jana Gerber schließt die Haustür auf. Das auffällige Verhalten ihres Hundes verheißt nichts Gutes. Im Keller dann die schreckliche Gewißheit: Jana Gerber entdeckt dort ihren Mann, der sich am Gitter des Kellerfensters erhängt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197979","hoster":"VOE"},{"path":"/redirect/12980788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-6","name":"Zwei Tote - wofür?","epNo":6,"alt":"","descr":"Ein Anblick, der die Mordkommission um Hauptkommissar Leo Kress erschaudern läßt: Vor dem ausgeraubten Tresor liegen zwei Leichen. Erschossen wurden Wolfgang Cadenbach, der Inhaber des überfallenen Juweliergeschäfts, sowie einer der Gangster. Nach dessen Komplizen wird gefahndet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197998","hoster":"VOE"},{"path":"/redirect/10101135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-7","name":"Ein ehrenwerter Mann","epNo":7,"alt":"","descr":"Der Tod des aus einem Vorortzug gestürzten Honorarkonsuls Cornelius Mogensen wirft mehrere Fragen auf. Glaubte Hauptkommissar Kress im ersten Moment noch an einen tragischen Unglücksfall, so kommt er aufgrund der gesicherten Spuren doch sehr schnell zu der Erkenntnis, daß es sich um Mord handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297338","hoster":"VOE"},{"path":"/redirect/10101136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-8","name":"Der Verdacht","epNo":8,"alt":"","descr":"Vom Tatort, einer durch einen Wald führenden Straße, ist Hauptkommissar Kress ins Krankenhaus geeilt. Die kurz zuvor mit einem schweren Schock eingelieferte Viola Passauer schildert ihm, wie Philip Weingart zu Tode gekommen ist. Ab dem Gasthof, in dem beide übernachtet hätten, ist sie ihrem Freund, der ein Rennrad fuhr, in ihrem Pkw gefolgt. Plötzlich sei Philip mit seinem Rad verunglückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297340","hoster":"VOE"},{"path":"/redirect/10101137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-9","name":"Meine Rache ist der Tod","epNo":9,"alt":"","descr":"Das Urteil hat bei vielen Empörung ausgelöst: Olaf Petran, der sich an der Tochter seiner Geliebten, Jutta Veith, vergangen hat, ist mit einer Bewährungsstrafe davongekommen. Während des Prozesses sind zahlreiche Morddrohungen gegen ihn bekannt geworden. Wieder auf freiem Fuß, hat sich Petran vorläufig in einer Pension eingemietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197972","hoster":"VOE"},{"path":"/redirect/10101138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-10","name":"Das ist mein Mord","epNo":10,"alt":"","descr":"Offenbar war der Mord an dem Taxifahrer Manfred Kiessling kein Raubmord, wie Hauptkommissar Leo Kress resümiert, nachdem feststeht, daß dem Getöteten weder Geld noch Papiere entwendet wurden. Einer der auf ihn abgegebenen fünf Schüsse beschädigte die Uhr am Armaturenbrett. Sie zeigt die Mordzeit: 22.20 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197989","hoster":"VOE"},{"path":"/redirect/10101141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-11","name":"Große Liebe","epNo":11,"alt":"","descr":"Die Tür stand offen, berichtet ein Postbote Hauptkommissar Kress, so daß er ungehinderten Zugang in das Einfamilienhaus hatte. Im Schlafzimmer entdeckte er den Hausbesitzer - Oskar Felin, nur mit einem Pyjama bekleidet, lag erschossen auf dem Boden. Schon seit einiger Zeit bestand die Ehe von Magda und Oskar Felin nur noch auf dem Papier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197983","hoster":"VOE"},{"path":"/redirect/10101139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-21/episode-12","name":"Mörderisches Spiel","epNo":12,"alt":"","descr":"Stefan Orlak verneigt sich vor dem Konzertpublikum, das ihm stehend Ovationen entgegenbringt. Mozarts Adagio in b-Moll, die letzte Darbietung des jungen Pianisten, ist soeben verklungen. Das Publikum dankt es ihm mit langanhaltendem Beifall. Eine junge Konzertbesucherin überreicht dem gefeierten Künstler einen Blumenstrauß und wendet sich wieder zum Gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920639","hoster":"VOE"},{"path":"/redirect/10101140","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-22","seasonId":"Staffel 22","episodes":[{"path":"/serie/stream/der-alte/staffel-22/episode-1","name":"Schwestern","epNo":1,"alt":"","descr":"Als Sabine Grant das Bad in der kleinen Wohnung ihres Schwagers Roland Walter betritt, ist sie zu Tode erschrocken: In der Wanne liegt ihre Schwester Lisa, unbekleidet, und neben ihr der Haarföhn im Badewasser. Die Tote war mit Roland Walter verheiratet, das Paar lebte jedoch seit kurzem getrennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11197996","hoster":"VOE"},{"path":"/redirect/10101143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-2","name":"Rivalen","epNo":2,"alt":"","descr":"\"Sie ist erwürgt worden\", lautet der Befund des Polizeiarztes. Die getötete Thekla Warnow liegt in Zimmer 212 auf dem Hotelbett. Die Leiche ist bekleidet. Hauptkommissar Kress spricht dem Ehemann der Ermordeten, Dr. Warnow, und ihrem Vater, Friedrich Wallberg, sein Beileid aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297343","hoster":"VOE"},{"path":"/redirect/10101142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-3","name":"Tod eines Dealers","epNo":3,"alt":"","descr":"Der im Flur seines Appartements erstochene Chic Krüger war Dealer. Zwei Tatverdächtige lässt Hauptkommissar Kress vorläufig festnehmen. Doch beiden ist der Mord nicht nachzuweisen. Statt dessen bekennen sie sich zur Entführung von Jasmin Burg, der Freundin des Dealers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297348","hoster":"VOE"},{"path":"/redirect/10101144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-4","name":"Plötzlich kam der Tod","epNo":4,"alt":"","descr":"Nach zwanzig Jahren Ehe hat Claudi Nierenz ihren Mann Horst aus dem Haus geworfen, um mit dem ehemaligen Sträfling Fred Wesel zusammenzuleben. Doch dieser beginnt sich mit der Zeit immer stärker für die 20-jährige Tochter Patricia zu interessieren. Aus einem gemischten Gefühl aus Abstoßung und Anziehung heraus schläft Patricia schließlich mit Fred und gesteht dies ihrem Freund Peter Tristan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198025","hoster":"VOE"},{"path":"/redirect/10101146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-5","name":"Der Mann mit dem Hund","epNo":5,"alt":"","descr":"\"Ich bin auf der Flucht\", sagte Jakob Clausen zu seinem Vater bei seinem letzten Besuch. Kurz darauf findet ihn die zehnjährige Tina tot in der Wohnung auf seinem Sägewerksgelände. Neben ihm sitzt sein Hund \"Jäcki\". Der Mörder muss ihm eine tödliche Überdosis Heroin gespritzt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13007962","hoster":"VOE"},{"path":"/redirect/10101147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-6","name":"Tödliches Dreieck","epNo":6,"alt":"","descr":"Als die Schüsse fielen, hatte sich das Taxi bereits wieder in Bewegung gesetzt. Doch der Fahrer hält an, um nachzusehen, was passiert ist. Sein Fahrgast, eine Frau, wurde vor der Tür ihres Hauses erschossen. Raubmord scheidet aus, denn der getöteten Gabi Michalek ist offenbar nichts entwendet worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297351","hoster":"VOE"},{"path":"/redirect/10101150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-7","name":"Schlagt ihn tot","epNo":7,"alt":"","descr":"Sie hätten reichlich gebechert, beantwortet Boris Jost, Angehöriger einer Gruppe von Skins, die Fragen des Hauptkommissars nach dem Tathergang. Klaus Reimann sei ihr Anführer gewesen. Als er über Unwohlsein klagte, hätte er sich nach draußen begeben. Unmittelbar darauf wäre ein Schuss gefallen. Als Jost hinzukam, wäre es für jede Hilfe bereits zu spät gewesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920640","hoster":"VOE"},{"path":"/redirect/10101148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-8","name":"Der Mann, der sich Bob nannte","epNo":8,"alt":"","descr":"Der auf Methadon-Therapie gesetzte Junkie Ingo Behrend verblüfft Hauptkommissar Kress mit der Aussage, einen Mord begangen zu haben. Er habe einen älteren Mann, der sich Bob nannte, im Alkoholrausch getötet. Vier Wochen zuvor hätten sie sich unter Obdachlosen, bei denen Ingo trotz eines festen Wohnsitzes mit Vorliebe verkehrt, kennengelernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198027","hoster":"VOE"},{"path":"/redirect/10101149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-22/episode-9","name":"Tod eines Freundes","epNo":9,"alt":"","descr":"Durch einen anonymen Anruf erfährt die Polizei vom Tod des Kfz-Ingenieurs Walter Masch. Hauptkommissar Kress, an diesem Sonntagvormittag mit seinen Mitarbeitern in Bereitschaft, eilt zu der erwähnten Adresse. Walter Masch war nach den Worten seiner Nachbarin Elisabeth Freya \"der beste Freund von uns\". Gernot Freya, Oberarzt in einer Privatklinik, pflichtet seiner Frau bei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198017","hoster":"VOE"},{"path":"/redirect/10101152","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-alte/staffel-23","seasonId":"Staffel 23","episodes":[{"path":"/serie/stream/der-alte/staffel-23/episode-1","name":"Der Tod ist nur ein Augenblick","epNo":1,"alt":"","descr":"Nach Rosa Karzers Schilderung war ihre Kollegin Vera Tantau eine junge, attraktive Frau mit großem Selbstbewusstsein. Eines Tages hätte sie mit ihrem gutbürgerlichen Elternhaus gebrochen und wurde Prostituierte. Rosas Vermisstenanzeige hat zur Identifizierung der in einem Wald gefundenen Leiche geführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198004","hoster":"VOE"},{"path":"/redirect/10101151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-2","name":"Drei Schüsse ins Herz","epNo":2,"alt":"","descr":"Drei Schüsse - geistesgegenwärtig wirft sich Peter Stolp hinter einem Tisch in Deckung. Im Schutz der Dunkelheit hat der Schütze von der Terrasse aus durchs Wohnzimmerfenster geschossen. Unerkannt kann er entkommen. Hauptkommissar Kress äußert sich befriedigt über den glimpflichen Ausgang dieses Anschlags auf den Bankfilialleiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297359","hoster":"VOE"},{"path":"/redirect/10101154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-3","name":"Im Angesicht des Todes","epNo":3,"alt":"","descr":"Nach acht Jahren wird Juri Wagner aus der Haft entlassen. Dass er seine Jugendstrafe bis auf den letzten Tag absaß, hat einen besonderen Grund. Den Namen des Komplizen, mit dem er damals einen bewaffneten Raubüberfall auf einen Geldtransporter durchführte, wollte Juri nicht preisgeben. Der Mittäter wurde nie gefasst, der Fall ist für Hauptkommissar Kress immer noch eine \"offene Akte\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297355","hoster":"VOE"},{"path":"/redirect/10101153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-4","name":"Die Wahrheit ist der Tod","epNo":4,"alt":"","descr":"Vor einem Jahr ist Sandra Aschatz entführt worden. Unter Ausschluss der Polizei und gegen Zahlung eines Lösegelds in Millionenhöhe hatte Stefan Aschatz seine Frau wieder freibekommen. Bis heute wurde dieser Fall nicht aufgeklärt. Um jedes weitere Risiko auszuschließen, hat der besorgte Ehemann Bodyguards engagiert, die Sandra gegen ihren Willen auf Schritt und Tritt bewachen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297354","hoster":"VOE"},{"path":"/redirect/10101156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-5","name":"Die letzte Stunde","epNo":5,"alt":"","descr":"Von den Schüssen, die Manfred Tersch von der gegenüberliegenden Straßenseite aus mit einer Pistole auf Sylvester Ballfanz abfeuerte, traf nur einer das Opfer in den Arm. Der Schütze, der Ballfanz vor dem Tor der Justizvollzugsanstalt aufgelauert hatte, ließ sich am Tatort widerstandslos festnehmen. Im Verhör werden die Gründe für den versuchten Mordanschlag auf Sylvester Ballfanz aufgedeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297356","hoster":"VOE"},{"path":"/redirect/10101155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-6","name":"Auftrag für einen Mord","epNo":6,"alt":"","descr":"Zwei Schüsse töteten den Arzt Gerald Kuhn zwischen 23 Uhr und Mitternacht in seinem Wohnzimmer. Bei der Spurensicherung fällt der Kripo eine Tonbandaufnahme in die Hände, auf ihr die Stimmen zweier Frauen. Eindeutig dreht sich ihr Gespräch um einen Auftragsmord, auszuführen an Gerald Kuhn. Wer sind diese beiden Frauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198011","hoster":"VOE"},{"path":"/redirect/10101158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-7","name":"Die zweite Frau","epNo":7,"alt":"","descr":"Sigrid Westfal wurde im Wohnzimmer ihrer Hauses erwürgt. Aufgrund erster Erkenntnisse, die Hauptkommissar Kress im Haus der Getöteten gewonnen hat, richtet sich sein Tatverdacht gegen zwei Personen. Entweder war es Ehemann Alex, mit dem die Ermordete in Scheidung lebte. Oder es war ihr der Kripo noch namentlich unbekannter Geliebter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198020","hoster":"VOE"},{"path":"/redirect/10101157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-alte/staffel-23/episode-8","name":"Mörderische Vergangenheit","epNo":8,"alt":"","descr":"In der 250. Folge von \"Der Alte\" stellt sich Hauptkommissar Kress die Frage: Was hat Adrian Lasker dazu bewogen, nach so langer Zeit in diese gottverlassene Gegend zurückzukehren? Gerd Heymann, dienstältester Kommissar im Morddezernat II, klärt seine jüngeren Kollegen darüber auf, dass der jetzt erschossene Lasker vor fünfzehn Jahren im Mittelpunkt eines aufsehenerregenden Mordfalles stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297360","hoster":"VOE"},{"path":"/redirect/10101159","hoster":"Streamtape"}]}]}]}]}