{"path":"/serie/stream/der-bergdoktor-2008","name":"Der Bergdoktor (2008)","descr":"Der Chirurg Dr. Martin Gruber (Hans Sigl) war lange Zeit im Ausland unterwegs und kehrt in das idyllische Bergdorf Ellmau zurück. Gleich zu Beginn erwartet ihn ein Schock, denn die Tochter seiner tödlich verunglückten Schwägerin wird ihm als sein eigenes Kind präsentiert. Gruber beschließt sich in Ellmau nierzulassen, das ist er der jungen Lilli (Ronja Forcher) und seinem trauernden Bruder Hans (Heiko Ruprecht) schuldig. Im Laufe der Zeit lebt sich Martin, auch mithilfe seines alten Mentors Dr. Roman Melchinger (Siegfried Rauch) in dem beschaulichen Tal ein. Dort trifft er auch auf Susanne Dreiseitl (Natalie O’Hara), die früher unsterblich in ihn verliebt war, nun aber mit Jörg Dreiseitl (Konstantin Graudus) verheiratet ist. Doch auch in beruflicher Hinsicht hat der Bergdoktor alle Hände voll zu tun: Wehwehchen der kleineren Art gibt es im Dorf ebenso wie brenzliche Situationen, in denen besonnen reagiert und entschieden werden muss.","seasons":[{"path":"/serie/stream/der-bergdoktor-2008/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/filme/film-1","name":"[Derzeit nicht erhältlich] ","epNo":1,"alt":"Special 2019 - Die dunkle Seite des Lichts","descr":"Martin (Hans Sigl) versucht seinem alten Freund Hannes Brandt (Simon Böer) zu helfen, als dieser nach dem Tod seiner Frau plötzlich auch den zweitwichtigsten Menschen in seinem Leben zu verlieren droht: seine Tochter Nathalie (Emilia Bernsdorf). Brandneues, packendes Serienspecial inmitten der majestätischen Kulisse der Tiroler Berge! Ein Zufall führt Martin mit seinem alten Freund Hannes Brandt zusammen. Seit dem Tod seiner Frau geht Hannes kaum noch aus. Seine Tochter Nathalie leidet an extremer Sonnenempfindlichkeit und Hannes kümmert sich aufopferungsvoll um sie. Als bei der 17-Jährigen neue Symptome auftreten, untersucht Martin die junge Frau und ahnt recht schnell, dass Nathalie ein süßes Geheimnis vor ihrem Vater hat: Sie ist schwanger! Noch bevor sich Vater und Tochter in aller Ruhe aussprechen können, spitzt sich die Lage plötzlich dramatisch zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865177","hoster":"VOE"},{"path":"/redirect/8387411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/filme/film-2","name":"Special 2021 - Bauernopfer","epNo":2,"alt":"","descr":"Von einem Schneesturm überrascht, finden Martin und Hans Gruber Schutz in einer Berghütte. Kurz darauf stürzt Rupert Althammer herein. Seine Bergführerin ist in eine Felsspalte gestürzt. Zwar können die beiden Brüder die verunglückte Johanna Kirchner unter größten Anstrengungen retten, doch die junge Frau berichtet Martin von ihren körperlichen Problemen, die zu dem Unfall führten. Bald schon muss er sie mit einer traurigen Diagnose konfrontieren. Gemeinsam mit seinem Bruder Hans unternimmt Dr. Martin Gruber einen winterlichen Aufstieg zur Ellmauer Halt – der höchsten Erhebung im Gebirgsmassiv des Wilden Kaisers. Als die beiden in einen plötzlich aufziehenden Schneesturm geraten, kämpfen sie sich über Schneeverwehungen und Gletscherspalten zu einer einsam gelegenen Berghütte. Dort angekommen, stürzt wenig später Rupert Althammer zur Tür herein. Außer Atem und stark unterkühlt berichtet er, dass seine Bergführerin Johanna Kirchner in eine Felsspalte gestürzt ist. Trotz widrigster Wetterbedingungen machen sich Martin und Hans sofort auf die Suche. Unter Einsatz ihres Lebens können sie Johanna fast unverletzt bergen. Zunächst herrscht große Erleichterung, doch bald schon offenbart Johanna gegenüber Martin Gruber, dass sie seit Kurzem unter körperlichen Problemen leidet, die das Unglück verursacht haben könnten. Eingehende Untersuchungen führen schnell zu einer hochdramatischen Diagnose: Johanna hat Leukämie im Spätstadium. Die so selbstbewusste junge Frau ist schockiert, findet aber Halt und Trost bei ihrer Mutter Ella. Diese ist es auch, die Johannas Überlebenschance sein könnte, denn durch eine erfolgreiche Stammzellentransplantation wäre das Überleben von Johanna gesichert. Für eine Chemotherapie ist es im Grunde schon zu spät. Die Chance, dass Ella die passende Spenderin ist, liegt bei 25 Prozent. Immerhin, doch leider folgt bald schon die Ernüchterung. Den leiblichen Vater, der ebenfalls infrage kommen könnte, will oder kann Ella Kirchner nicht preisgeben. Rupert Althammer kam nach Ellmau, weil er Johanna Kirchner kennenlernen wollte. Sie arbeitet im Tourismusbüro und hatte die Idee, den seit Jahrzehnten leer stehenden Mooserhof von Rupert in ein Heimatmuseum umzuwandeln. Dieser Vorschlag kam bei Rupert so gut an, dass er nun verkaufen will – weit unter Marktwert. Beruflich läuft es für Johanna also blendend, aber gesundheitlich verschlechtert sich ihr Zustand rapide. Als Martin bemerkt, dass Ella Kirchner und Rupert Althammer sich schon sehr lange kennen, kommt ihm ein Verdacht. Die Suche nach einem geeigneten Stammzellenspender verläuft jedoch von einer Sackgasse in die nächste und bringt dabei das Kartenhaus aus Lügen und Geheimnissen von Ella Kirchner und Rupert Althammer zum Einsturz. Währenddessen läuft Johanna Kirchner die Zeit davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865183","hoster":"VOE"},{"path":"/redirect/9723565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/filme/film-3","name":"Special 2022 - Kalte Stille","epNo":3,"alt":"","descr":"Dr. Martin Gruber und sein Bruder Hans genießen ihren Urlaub im Schnee. Plötzlich taucht ein verängstigtes Mädchen vor ihrer Hütte auf. Es spricht nicht, aber schreibt in den Schnee: \"Hilfe!\" Die Brüder folgen dem Mädchen durch den Tiefschnee und finden eine verunglückte Skifahrerin. Nina Dorfmeister war mit der kleinen Flora auf einer Skitour. Trotz ihrer Benommenheit drängt sie Martin, Flora nach Hause zu deren Mutter zu bringen. Denn Nina ist nicht Floras Mutter, scheint aber in besonderer Weise an dem neunjährigen Mädchen zu hängen. Martin wundert sich, dass Flora auf der ganzen Fahrt nach Hause nicht spricht. Als er das Mädchen bei Viktoria Gassner abgibt, erlebt er eine weitere Überraschung: Viktoria ist verärgert über den Skiausflug von Nina und ihrer Tochter, von dem sie nichts wusste. Vorsichtig will Martin sie auf den möglichen Schockzustand von Flora aufmerksam machen. Viktoria kann ihn jedoch in dieser Hinsicht beruhigen: Flora rede nie mit Fremden. Das Mädchen habe selektiven Mutismus – es spreche nur mit seiner Mutter und seinem Opa Jakob. Martin wird hellhörig, zumal er spürt, dass die kleine Flora offenbar Zutrauen zu ihm hat. Auch Viktoria ist überrascht, als Flora darum bittet, sich bei Martin für die Rettung bedanken zu können. Kann vielleicht er Flora helfen, nachdem bislang sämtliche Therapien zur Heilung ihres Mutismus gescheitert sind? Martin weiß nicht so recht, ob er sich darauf einlassen soll, zumal eine solche Störung nicht wirklich in seinem Fachgebiet liegt. Hingegen fällt ihm auf, dass Ninas Sturz offenbar Folge eines Kontrollverlustes in den Beinen war, und er drängt auf weitere Untersuchungen. Tatsächlich stellt sich heraus, dass Nina schwer erkrankt ist. Zugleich vertraut sich die junge Frau dem Arzt an: Sie und Viktoria kennen sich seit ihrer Jugend, denn Viktorias Vater Jakob hatte Nina einst als junge Leistungssportlerin entdeckt und zur Profiskirennläuferin aufgebaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865501","hoster":"VOE"},{"path":"/redirect/9865508","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-1","name":"Heimweh","epNo":1,"alt":"","descr":"Der Tiroler Chirurg Martin Gruber will nach jahrelanger Auslandstätigkeit seine Mutter zum Geburtstag mit einem Kurzbesuch überraschen. Doch die ländliche Heimat erweist sich als nicht so beschaulich und ruhig, wie er sie in Erinnerung hatte. Durch einen Autounfall wurde seine Nichte Lilli zur Halbwaise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599510","hoster":"VOE"},{"path":"/redirect/8387498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-2","name":"Am Scheideweg","epNo":2,"alt":"","descr":"Martins Abreise aus Ellmau verzögert sich, als er erfährt, dass er womöglich Lillis leiblicher Vater ist. Kurz vor ihrem Tod hat Sonja dieses Geheimnis Martins Mentor Stefan Melchinger anvertraut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573361","hoster":"VOE"},{"path":"/redirect/8387503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-3","name":"Ein harter Schnitt","epNo":3,"alt":"","descr":"Allmählich scheint Martin Geschmack am Landleben zu finden. Der Charme seiner alten Heimat verzaubert ihn und er genießt jede freie Minute mit seiner reizenden Tochter Lilli. Doch gerade als sich Martin damit angefreundet hat, für immer in Ellmau zu bleiben, überrascht ihn seine Freundin Julia mit einer sensationellen Neuigkeit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985266","hoster":"VOE"},{"path":"/redirect/8387505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-4","name":"Querelen und Quarantäne","epNo":4,"alt":"","descr":"Ellmau bereitet sich auf das Johannisfest vor. Zahlreiche Gäste werden erwartet und wie jedes Jahr stehen die Chancen auf ein Bombengeschäft nicht schlecht. Doch dann erkrankt ein Besucher an einer hochansteckenden Virusinfektion. Martins Ratschlag, das Fest abzusagen, um weitere Infektionen zu verhindern, bringt das ganze Dorf gegen ihn auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573387","hoster":"VOE"},{"path":"/redirect/8387507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-5","name":"Fluchthelfer","epNo":5,"alt":"","descr":"Martin hat Ärger mit einer hochschwangeren Patientin, die über eine Erkältung klagt. Nur widerwillig lässt sie gründliche Tests an sich vornehmen und verschwindet gleich wieder aus seiner Praxis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573335","hoster":"VOE"},{"path":"/redirect/8387510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-6","name":"Familienbande","epNo":6,"alt":"","descr":"Bei einer Höhlenwanderung verunglücken zwei Schwestern. Der Rettungseinsatz der Bergwacht bleibt auch für Martin nicht ohne Folgen. Obwohl er sein Bestes gibt, gelingt es ihm nicht, den kritischen Zustand eines der Unfallopfer zu stabilisieren. Die junge Frau stirbt unter seinen Händen. Martin schließt aus, dass seine Patientin allein aufgrund ihrer Verletzungen so schnell zu Tode gekommen ist. Er glaubt, persönlich versagt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573339","hoster":"VOE"},{"path":"/redirect/8387519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-7","name":"Dunkle Vergangenheit","epNo":7,"alt":"","descr":"Ein junger Mann verliert das Bewusstsein, als er auf der Straße unglücklich zu Fall kommt. Obwohl er die Nacht im Freien zubringen muss, übersteht er den Unfall weitgehend unbeschadet. Lediglich über ein paar diffuse Symptome klagt der Mann bei seiner Bergung. Doch Martin will auf Nummer sicher gehen und zieht Erkundigungen über seinen Patienten ein. Auch zwei finstere Gestalten interessieren sich sehr für Simon Jandl. Die beiden haben noch eine Rechnung mit Martins Patienten offen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573345","hoster":"VOE"},{"path":"/redirect/8387520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-1/episode-8","name":"Loslassen und festhalten","epNo":8,"alt":"","descr":"Im Wald wird eine schwer verletzte Frau geborgen. Ihre Retter staunen nicht schlecht, als sie allen Ernstes behauptet, von einem riesigen Bären attackiert worden zu sein. Zunächst vermutet Martin einen Drogenrausch, doch dann mehren sich die Anzeichen einer Tollwutinfektion – ein sicheres Todesurteil. Während der leitende Oberarzt Kahnweiler längst aufgegeben hat und die Behandlung einstellen will, bemüht sich Martin verzweifelt darum, den Tollwutverdacht auszuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573352","hoster":"VOE"},{"path":"/redirect/8387522","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-1","name":"In guten wie in schlechten Zeiten","epNo":1,"alt":"","descr":"Martin und Hans genießen eine morgendliche Bergwanderung. Beide plagt der Liebeskummer. Hans trauert Martins Sprechstundenhilfe Christina nach, die zurück nach Hamburg gezogen ist, und Martin fühlt sich von Susanne aufs Abstellgleis gestellt, seit ihr Mann Jörg wieder in Ellmau ist.\rEin Schrei reißt die Brüder aus ihrem Gespräch. Marja Otto ist an einem Hang abgerutscht und kann sich an einem kleinen Vorsprung gerade noch halten. Martin und Hans versuchen sie aus ihrer lebensbedrohlichen Lage zu retten, doch dabei geschieht ein weiteres Unglück. Hans wird von einem Stein am Kopf getroffen und bleibt regungslos in der Steilwand liegen.\rWährend die Grubers im Krankenhaus um Hans bangen, muss Martin sich den Vorwürfen seiner Mutter stellen. Doch Vorwürfe macht Martin sich bereits selbst. Sein Leichtsinn hätte Lilli um ein Haar beide Väter gekostet.\rDie gerettete Marja hingegen ist glücklich, das Unglück dank Martins und Hans’ Einsatz heil überstanden zu haben. Doch ihre bevorstehende Hochzeit mit ihrem Verlobten Sebastian ist damit nicht gerettet. Eifersucht und eine fast tödliche Krankheit stellen die Liebe der beiden auf eine harte Probe.\rFür Wirbel auf dem Gruberhof sorgt auch Lilli. Sie hat in der Scheune ihren Schulfreund Paul versteckt, der von zu Hause abgehauen ist. Dann steigt eines Abends Rauch aus der Scheune auf, und Lilli ist nirgends aufzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985271","hoster":"VOE"},{"path":"/redirect/8387525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-2","name":"Vergiftungserscheinungen","epNo":2,"alt":"","descr":"Die Scheune brennt! Als Martin und Hans dort eintreffen, sind aus dem Inneren Lillis Hilferufe zu hören. Martin stürmt hinein, um seine Tochter zu retten. Nachdem er sie gerade noch aus der Scheune holen konnte, erfährt er, dass Lillis Schulfreund Paul noch drinnen ist. Doch mittlerweile brennt das Gebäude lichterloh. Nur mit Hans’ Hilfe gelingt es Martin, den kleinen Paul zu retten. Wie umfassend die Folgen dieses Brandes jedoch für die Familie Gruber sind, ahnt noch niemand.\rEine Überraschung erlebt Martin, als er Paul nach Hause bringt und dessen Mutter Sabine äußerst reserviert reagiert. Sie ist nicht nur Betreiberin eines kleinen Ökoladens, sondern versteht sich auch bestens in alternativen Heilmethoden, und die Hilfe eines Mediziners nimmt sie sicher nicht an. Sabines ablehnende Haltung gegenüber Ärzten bringt ihren Sohn in große Gefahr und stürzt Martin in einen Konflikt mit dem Gesetz und seinem Gewissen.\rIn der Liebe kündigt sich bei Martin und Susanne ein Happy End an. Susanne hat sich endlich entschieden, ihrem Mann Jörg reinen Wein einzuschenken. Die Aussprache zögert sie allerdings immer weiter hinaus, weil sie weiß, dass sie ihm das Herz brechen wird. Jörg hingegen kämpft um Susannes Liebe und plant die gemeinsame Zukunft. Dabei soll ein langer gemeinsamer Traum Susanne zurück in Jörgs Arme treiben. Doch plötzlich kommt Jörg von einer Segeltour nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574325","hoster":"VOE"},{"path":"/redirect/8387713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-3","name":"Väter","epNo":3,"alt":"","descr":"Jörg ist verschwunden! Susanne befürchtet, dass er ertrunken ist, und da die Wasserwacht nicht so schnell anrücken kann, macht sie sich mit Martin und Hans auf eigene Faust auf die Suche. Schließlich finden die drei Jörg: Er liegt leblos im Schilf.\rDr. Alexander Kahnweiler hat derzeit ganz andere Probleme. Sein Vater Wolfgang, zu dem er seit Jahren keinen Kontakt mehr hat, taucht plötzlich in der Klinik auf. Offensichtlich schwer alkoholisiert, bittet er seinen Sohn um Hilfe. Er behauptet, schon lange trocken zu sein, doch Alexander Kahnweiler hat Augen im Kopf und ist sauer, dass sein Vater immer noch trinkt und es wagt, torkelnd und lallend bei ihm aufzutauchen. Er weist ihn aus der Klinik.\rAuch Martin Gruber hat ganz private Sorgen. Seine Familie benötigt nach dem Brand-Desaster dringend Geld, doch der neue Bankdirektor Gerd Ohlmüller sieht keine Veranlassung, den Grubers mit einem weiteren Kredit zu helfen. Vielmehr macht er den Vorschlag, den Hof zu verkaufen. Die Gründe für sein unkoopera-tives Verhalten sind dabei nicht nur beruflicher Natur. Ein von Lisbeth lange gehütetes Geheimnis kommt ans Licht, das die Familien Ohlmüller und Gruber verbindet.\rSorgenfrei ist auch Susanne derzeit nicht. Ihrem Mann Jörg geht es nach dem Unglück auf dem See von Tag zu Tag schlechter, und eine routinemäßige Untersuchung ergibt eine erste, niederschmetternde Diagnose.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574336","hoster":"VOE"},{"path":"/redirect/8387526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-4","name":"Zuspitzungen","epNo":4,"alt":"","descr":"Martins Ex-Verlobte Julia reist auf sein Bitten hin nach Ellmau. Sie ist Onkologin und eine Spezialistin in der Krebsforschung. Sie soll Martin im Fall des schwerkranken Jörg Dreiseitl helfen. Die Stimmung, ein Jahr nach der Trennung, ist kühl, und verbessert sich nicht, als Martin Julia erzählt, dass der Patient der Ehemann der Frau ist, die er liebt. Dieser leidet offenbar an Krebs im Endstadium, doch es gibt Anlass zu Spekulationen. Und tatsächlich: Auch Julia stellt Ungereimtheiten fest. Bis jedoch die rettende Diagnose gestellt werden kann, ist es ein weiter Weg, der Martin, Julia und auch Kahnweiler in nicht nur eine Sackgasse führt.\rBruder Hans kämpft währenddessen ums nackte Überleben des Gruberhofes. Die finanzielle Krise ist noch lange nicht ausgestanden. Im Gegenteil, die Schlinge zieht sich noch enger zu, als Lisbeth erneut ein Gespräch mit Bankdirektor Ohlmüller führt. Einziger Lichtblick in der schwierigen Zeit ist für Hans die Begegnung mit Klara, der neuen Grundschullehrerin in Ellmau, die mit ihrer Klasse eine Exkursion auf den Hof unternehmen will.\rDie Liebe von Martin und Susanne ist in dieser Zeit komplizierter denn je. Zwar sind sie sich beide ihrer Gefühle sicher, doch Susanne kann Jörg jetzt unmöglich verlassen. Die Anwesenheit von Julia und die vertraute Fürsorge Susannes machen die Situation auch nicht leichter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574346","hoster":"VOE"},{"path":"/redirect/8387527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-5","name":"Trennungsschmerz","epNo":5,"alt":"","descr":"Julias Abreise naht, doch bevor sie sich wieder auf den Heimweg nach New York macht, führt Martin sie zu einem gemeinsamen Abendessen aus. Ablenkung und ein Gespräch mit einer guten Freundin kann Martin derzeit wirklich gut gebrauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574351","hoster":"VOE"},{"path":"/redirect/8387532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-6","name":"Nur ein Haus","epNo":6,"alt":"","descr":"Die finanzielle Krise der Grubers scheint endlich überwunden zu sein. Roman Melchinger hat sich entschlossen, die Praxis an Alexander Kahnweiler zu verkaufen und den Erlös den Grubers zur Verfügung zu stellen. Die Tilgung des Kredites ist damit sichergestellt, und der Zukunft des Gruberhofes steht nichts mehr im Wege. Doch als Martin den Kredit fristgerecht zurückzahlen möchte, erlebt er eine herbe Überraschung. Banker Ohlmüller ist zum vereinbarten Termin nicht da, und die Zwangsvollstreckung ist ohnehin schon in die Wege geleitet worden. War der Verkauf der Praxis etwa überflüssig? Ohlmüller macht sich indes alleine auf eine Klettertour. Er will abschalten und möglichst weit weg sein, wenn Martin Gruber ihn sucht. Diese Idee ist fatal, wie er bald feststellen muss.\rWährend der Probe in der Dorfkapelle, bei der auch Hans mitspielt, ist der Schlagzeuger gestürzt und hat sich den Arm gebrochen. Während Martin ihn versorgt, machen sich die anderen Musiker Gedanken um einen Ersatz am Schlagzeug, denn schließlich steht ein großer Musikwettbewerb vor der Tür. Hans hat die rettende Idee. Martin ist als \"Ringo Starr von Hall\" in die Geschichte des Dorfes eingegangen. Jetzt muss er einspringen!\rMartins Freundin Susanne lässt sich derweil von ihrem Mann Jörg zu einem Ausflug zum Achensee überreden. Dort wartet Jörg mit der Erfüllung von Susannes Lebenstraum auf, um sie wieder zurückzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574246","hoster":"VOE"},{"path":"/redirect/8387533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-7","name":"Innenleben","epNo":7,"alt":"","descr":"Nachdem die Geldprobleme der Grubers abgewendet wurden, scheint Roman sein Haus umsonst für Martin und die Grubers verkauft zu haben. Nun ist es an Martin, die Praxis und Romans Heimat zu retten. Er muss Kahnweiler dazu bringen, vom Kaufvertrag zurücktreten. Der ist dazu aber keineswegs bereit und plant bereits den Umbau des Hauses zu einer exklusiven Schönheitsklinik.\rHans Gruber ist in die Grundschullehrerin Klara verliebt, doch er weiß nicht so recht, wie er ihr näherkommen soll. Seine Tochter Lilli ist schon entnervt, weil ihr Vater für eine Frau schwärmt, deren Tochter Sarah einfach nur doof ist. Hans, dem die Erfahrung in Liebesangelegenheiten abhanden gekommen ist, bittet seinen Bruder Martin um Rat. Plötzlich taucht Klara auf dem Hof auf, doch ihr Besuch gilt nicht Hans, sondern Martin. Klara braucht Martins medizinische Hilfe bei einem ihrer Schüler. Lukas Beisel, ein achtjähriger Schüler Klaras, der vor einem halben Jahr seine Mutter bei einem Autounfall verloren hat, gibt Anlass zu großer Sorge. Sein ganzer Körper ist übersäht mit immer neuen Hämatomen und sie befürchtet, dass der Junge misshandelt wird. Als Martin Lukas und seinen Vater Richard besucht, kann er sich einen ersten Eindruck machen, der Richard Beisel durchaus verdächtig macht. Schlägt er tatsächlich seinen Sohn? Martin muss der Sache auf den Grund gehen und so schnell wie möglich handeln. Auch Roman hat eine schwere Aufgabe vor sich. Er muss Frau Schneider, der leidigen Sprechstundenhilfe, kündigen, doch das ist leichter gesagt als getan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574245","hoster":"VOE"},{"path":"/redirect/8387535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-8","name":"Fehler mit Folgen","epNo":8,"alt":"","descr":"Auf dem Gruberhof herrscht dicke Luft. Martin und Hans sind gezeichnet von einer handfesten Diskussion und halten den Vorschlag von Lisbeth, einen sonntäglichen Familienausflug zu unternehmen, für unmöglich. Doch Lisbeth besteht darauf, schließlich hat sie Neuigkeiten für ihre Familie. Sie steigt jetzt groß in die Züchtung von Heilkräutern ein, um die Familienkasse auf Vordermann zu bringen.\rWie schon so oft durchkreuzt ein Notruf die Freizeitpläne, doch dieses Mal ist Martin froh, dass Frau Klopp, eine stadtbekannte Simulantin, so dringend nach ihm ruft. Wohl wissend, dass es so schlimm nicht sein wird, eilt er in die Praxis. Und tatsächlich macht Frau Klopp einen guten Eindruck, doch sie wird von einer Infektion geplagt, die Martin mit einem leichten Antibiotikum behandelt. Als er mit dem Rest der Familie doch noch den sonntäglichen Ausflug genießt, erreicht ihn ein weiterer Notruf. Der Gesundheitszustand von Frau Klopp hat sich drastisch verschlechtert. Schnellstens lässt Martin die Patientin in die Klinik transportieren und erfährt inzwischen von Roman, dass der ihr erst vor wenigen Tagen Cortison verabreicht hat, eine lebensgefährliche Kombination mit dem nun verordneten Antibiotikum.\rJetzt muss Martin gemeinsam mit Kahnweiler nicht nur um das Leben seiner Patientin kämpfen, sondern sich auch noch mit dem Mann und Sohn von Frau Klopp auseinandersetzen, die ihm grobe Fahrlässigkeit unterstellen. Für Martin sieht es schlecht aus und das macht ihm auch die forsche, aber durchaus interessante Anwältin der Familie Klopp, Andrea Junginger, klar. Martin hat schwere Stunden vor sich, in denen es um die Rettung eines Menschenlebens und um seine eigene Existenz geht.\rHans indes geht es blendend. Er hat eine Verabredung mit Klara und will dafür bestens gewappnet sein. Er begleitet sie zu einer Dichterlesung, was ihm zwar gar nicht liegt, aber für Klara lässt er auch das über sich ergehen. Werden sie endlich zueinander finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574252","hoster":"VOE"},{"path":"/redirect/8387540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-9","name":"Mutterinstinkte","epNo":9,"alt":"","descr":"Martin Grubers Bruder Hans ist endlich wieder glücklich verliebt. Während er die Zeit mit Klara verbringt, geht die Stimmung seiner Tochter Lilli immer tiefer in den Keller. Zu allem Überfluss kriegt sie dann auch noch ein Referat mit Sarah, Klaras blöder Tochter, aufgebrummt. Sie hat die Nase voll. Hat Hans denn tatsächlich schon Sonja, seine geliebte Frau und Lillis Mama, vergessen? Lilli beschließt, dass die ganze Familie zu Sonjas erstem Todestag gemeinsam ihrer gedenken soll. Doch bevor es soweit ist, steht das leidige Referat an.\rAuch Martin macht sich Sorgen um Lilli, doch ein ernstes Gespräch unter Vätern nützt da wenig. Hans ist verliebt, und Martin hat außerdem beruflich genug zu tun. Ferdinand Balzer, sein alter Schulfreund und Wirt der Gruttenhütte, ist im Schwindel gestürzt und hat sich die Schulter ausgerenkt. Die kann Martin mit Hilfe von Lena, Ferdinands Frau, schnell wieder einrenken. Ferdinands gesundheitliches Problem ist damit aber noch lange nicht gelöst. Schon findet Martin den Grund für den plötzlichen Schwindelanfall seines Freundes. Ferdinand wird mit akutem Nierenversagen in die Klinik eingeliefert, und ein Wettlauf um Leben und Tod beginnt. Martin, Kahnweiler und vor allem Lena werden in große Gewissenskonflikte gestürzt und müssen weitreichende Entscheidungen fällen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574273","hoster":"VOE"},{"path":"/redirect/8387542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-10","name":"Absturz","epNo":10,"alt":"","descr":"Die Eröffnung von Susannes neuem Restaurant steht bevor. Das Fest nimmt Lilli zum Anlass, ihren Vater Hans zu einem gemeinsamen Einkaufsbummel zu überreden. Hans braucht dringend ein neues Outfit! Überhaupt kümmert sich Lilli auffällig liebevoll und intensiv um Hans. Sie versucht sich unentbehrlich zu machen, damit ihr Vater Klara vergisst und für immer bei ihr bleibt. Doch Hans kann Klara nicht vergessen.\rMartin Gruber hat ganz andere Sorgen. Bei einem zufälligen Treffen auf der Gruttenhütte hatte er der Anwältin Andrea Junginger, die ihn einst wegen eines Kunstfehlers verklagen wollte, großspurig zugesagt, mit ihr einen Paragliding-Tandemsprung zu machen. Je näher der Termin für diesen Sprung kommt, umso nervöser wird Martin. Andrea durchschaut seine Unsicherheit natürlich sofort und sie macht sich einen Spaß daraus, ihn damit aufzuziehen. Martin ist zu stolz, um einen Rückzieher zu machen und so gehen sie tatsächlich gemeinsam in die Luft. Seine anfängliche Unsicherheit wandelt sich jedoch schnell in pure Begeisterung und er genießt den gemeinsamen Ausflug. Doch das Glück ist von kurzer Dauer. Als Andrea zu einer Zwischenlandung ansetzt, versagt die Technik des Gleitschirms und die beiden stürzen ab. Mitten in einer unbesiedelten Berglandschaft kämpft Martin um die lebensbedrohlich verletzte Andrea und ignoriert dabei seine eigenen schweren Blessuren. Die beiden trotzen allen Widrigkeiten und versuchen, die Hoffnung nicht zu verlieren. Nach stundenlangem Warten und Bangen hören sie plötzlich einen sich nähernden Hubschrauber – doch der dreht wieder ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574278","hoster":"VOE"},{"path":"/redirect/8387545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-11","name":"Schön blöd","epNo":11,"alt":"","descr":"Die Siegerinnen einer Model-Castingshow besuchen Ellmau, um vor dem traumhaften Bergpanorama Modeaufnahmen zu machen. Währenddessen kommt es beim Fotoshooting zu einem Notfall. Eines der Models droht aufgrund ihres schlechten Gesundheitszustandes auszufallen. Martin wird gerufen, um die junge Frau wieder fit zu machen. Zunächst nimmt er an, dass das Model unter den Folgen ihrer Magersucht leidet. Auch die Untersuchungen im Krankenhaus führen zu keinem anderen Resultat und so lässt Dr. Kahnweiler die Patientin gehen. Erst als es dem Mädchen immer schlechter geht und ein weiteres Model krank wird, kommen Zweifel auf.\rAuch die privaten Probleme von Martin scheinen nicht abreißen zu wollen. Eigentlich dachte er, dass ihn und die attraktive Anwältin Andrea Junginger nach den zurückliegenden Ereignissen eine glückliche Zukunft erwartet. Doch nun beantwortet Andrea seine Anrufe nicht mehr. Will sie tatsächlich keinen Kontakt mehr?\rDer Besuch der großen Modewelt sorgt in Ellmau für allerhand Wirbel. Vor allem die Mädchen sind ganz fasziniert. Auch Lilli sieht die Chance, ihr Image des süßen Bauernmädels aufzupolieren. Vielleicht ist das für sie der richtige Weg, die neue Beziehung ihres Vaters Hans zu Klara zu verdrängen. Sie fühlt sich unverstanden und vernachlässigt. Merkt Hans denn nicht, was er ihr antut? Nicht nur, dass er eine neue Frau in sein Herz lässt. Muss es ausgerechnet die Mutter von Sarah sein, die Lilli noch nie leiden konnte? Das Blatt wendet sich, als ausgerechnet Sarah ihr einen verlockenden Vorschlag macht, der ihre Probleme zu lösen verspricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574292","hoster":"VOE"},{"path":"/redirect/8387551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-12","name":"Kinder","epNo":12,"alt":"","descr":"Am Wilden Kaiser verschwindet die sechsjährige Maria während eines Picknicks mit ihrer Mutter Stefanie spurlos. Sofort werden Martin und die Bergwacht alarmiert, sowie ein Suchtrupp zusammengestellt. Als Martin die völlig verstörte Mutter nach Hause bringt, erfährt er von ihrem Mann Michael, dass die kleine Maria bereits seit längerem tot ist. Für eine ambulante Behandlung überweist Martin die phantasierende Frau in die Psychiatrie. Dort vermutet man eine schwere posttraumatische Belastungsstörung und will Stefanie bis auf unbestimmte Zeit festhalten. Michael fürchtet um seine Frau, die ans Bett gefesselt und mit starken Medikamenten ruhiggestellt wird. Martin hat eine ganz andere Meinung als seine Kollegen in der Psychatrie. Er glaubt fest an eine organische Ursache und um an seine Patientin heran zu kommen, holt er Andrea zu Hilfe. Diese reagiert auf sein Anliegen sehr eigenartig, folgt ihm aber dennoch in die Psychiatrie.\rSusanne plagen indes ganz andere Sorgen. Sie ist schwanger und weiß nicht, wer der Vater ist. Wie soll sie mit der Situation umgehen? Ist es ihr Mann Jörg, oder doch Martin. Susanne ist verzweifelt. Sie will weder Jörg verlieren noch Martins neue Beziehung gefährden. In ihrer Not sucht sie Rat beim Dorfpfarrer.\rAm Gruberhof scheint endlich Frieden eingekehrt zu sein, nachdem Lilli und Sarah sich versöhnt haben. Sie gehen sogar gemeinsam zu einer richtigen Party! Als die Mädchen erheblich länger bleiben als zuvor abgesprochen, beschließen Hans und Klara, einzugreifen. Doch anstatt ihren Kindern die Grenzen aufzuzeigen, geraten Hans und Klara in einen Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985282","hoster":"VOE"},{"path":"/redirect/8387549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-2/episode-13","name":"Wahrheiten","epNo":13,"alt":"","descr":"Martin Gruber plant für seinen Freund und Mentor Roman Melchinger eine Überraschungsfeier zu seinem Geburtstag. Die Hauptattraktion des Abends soll der Auftritt der berühmten Chansonette Antonia Nachtweih sein, die früher ein enges Verhältnis mit Roman pflegte. Nun ist Antonia mit ihren 20 Jahre jüngeren Pianisten Konstantin Kordes verlobt. Um jünger zu wirken und Konstantin zu gefallen, schluckt Antonia dubiose Pillen und isst viel zu wenig. Konstantin weiß natürlich davon und ist enttäuscht, dass Antonia nicht akzeptiert, dass er sie so liebt, wie sie ist. Ihr Alter spielt für ihn keine Rolle. Während der Vorbereitung zur scheinbar perfekt vorbereiteten Feier wird die Diva plötzlich ohnmächtig. Martins medizinischer Check lässt vorerst keine Schlüsse auf die Ursache zu. Was zunächst wie ein Schwächeanfall aussah, entwickelt sich jedoch schnell zu etwas Lebensbedrohlichem.\rAm Achensee entschließt sich Susanne schweren Herzens, Jörg von ihrer Schwangerschaft zu erzählen. Zu ihrer Überraschung ist Jörg bereits im Bild und kann es kaum erwarten, Vater zu werden. Doch als Susanne ihm offenbart, dass auch Martin als Vater in Frage kommt, kann Jörg sich kaum beherrschen.\rZwischen Martin und Andrea herrscht indes plötzlich Gefühlskälte. Er spürt, dass sie ihm etwas verschweigt. Etwas, das ihre Beziehung zerstören könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915860","hoster":"VOE"},{"path":"/redirect/8387556","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-1","name":"Durch eisige Höhen – Teil 1","epNo":1,"alt":"","descr":"Ein Mann ist bei der Bergwacht ausgefallen. Martin springt kurzerhand ein, um mit seinem Bruder Hans ein Schneebrett zu sprengen. Doch die Sprengung schlägt fehl, und die Lawinengefahr ist größer als je zuvor. Die beiden Brüder müssen sich mit ihren Kameraden von der Bergwacht auf den Rückweg machen. Doch bevor sie unten im Tal sind, sehen sie gerade noch, wie jemand ihr Auto stiehlt. Martin verfolgt den Dieb auf Skiern und kann ihn in einer Schneewehe stellen: Es ist der 14jähriger Lars, der aus einem Klosterheim für schwer erziehbare Jugendliche geflohen ist.\rMartin bringt den Jungen zurück ins Kloster. Als er jedoch von der tragischen Lebensgeschichte des Waisenkinds erfährt, bietet er der Oberin einen Deal an, bei dem Polizei und Versicherung außen vor bleiben können: Lars soll auf dem Gruberhof den Schaden abarbeiten. Hans und Lisbeth finden diese Idee der Schadensregulierung überhaupt nicht gut, insbesondere als sie merken, dass Lilli großes Interesse an diesem \"Verbrecher\" zeigt. Doch Lars macht sich besser als gedacht. Zum ersten Mal in seinem Leben scheint jemand mehr in ihm zu sehen als ein ungeliebtes Heimkind. Vor allem erlebt der Junge zum ersten Mal, was es bedeutet, Teil einer Familie zu sein. Dennoch ist Lars am nächsten Tag samt der Haushaltskasse verschwunden.\rAuf der Suche nach dem Jungen findet Martin heraus, dass Lars offensichtlich glaubt, einen ersten Hinweis auf seine Mutter gefunden zu haben, die ihn nach seiner Geburt einfach vor eine Heimtür gelegt hatte. Doch der Flüchtige kommt nicht weit und bricht auf dem Haller Bahnhof zusammen. Martin muss Lars im Krankenhaus eine tragische Nachricht überbringen. Er wird bald sterben, wenn nicht schnell ein neues Herz für ihn gefunden wird. Damit verliert Lars vor allem jede Hoffnung, jemals seine Mutter kennen zu lernen. Aber Martin verspricht ihm, seine Mutter zu finden. Es beginnt ein Wettlauf mit der Zeit.\rEine frühere Knochenmarkspenderin könnte als Mutter von Lars in Frage kommen. Auch wenn es dem Jungen immer schlechter geht, will er unbedingt mit Martin zu der Frau fahren. Die gibt zwar zu, für Lars gespendet zu haben, beteuert aber, dass sie nicht seine Mutter ist. Daraufhin verliert Martins Patient jeden Lebenswillen, obwohl tatsächlich ein passendes Spenderherz gefunden wurde.\rMartin versucht alles, um den Lebensmut von Lars zu wecken und ihm Hoffnung zu geben, damit die Herztransplantation Aussicht auf Erfolg hat. Doch während die Operation vorbereitet wird, stürzt das Flugzeug mit dem Spenderherz an Bord in einem dichten Schneesturm ab. Offenbar genau in dem Gebiet, wo die Sprengung der Lawine Tage zuvor fehlgeschlagen ist. Martin und Hans brechen gemeinsam zu einer äußerst riskanten Suchaktion auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574441","hoster":"VOE"},{"path":"/redirect/8387557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-2","name":"Durch eisige Höhen – Teil 2","epNo":2,"alt":"","descr":"Martin hat es nicht leicht: Nicht nur Andrea Junginger ist durch seine eventuelle Vaterschaft an Susannes Kind verletzt und hat sich zurückgezogen. Auch Lilli reagiert auf die Nachricht, dass sie eventuell ein Geschwisterkind bekommen soll, völlig verstört. Sie glaubt, alle zu verlieren – erst ihre Mutter, nun ihren Vater Hans an die Lehrerin Klara und Martin an Susannes Baby. Lisbeth betrachtet ihre Enkeltochter mit großer Sorge. Als ob sie nicht schon genug um die Ohren hätte, zieht auch noch der Großhändler, der die Bio-Supermärkte beliefert, sein Kooperationsangebot zurück. Der Naturtest-Labor-Prüfer hat in den Proben des Gruberschen Bodens unerlaubte Pestizide gefunden. Hans macht seinen Nachbarn Arthur Distelmeier für diese Ergebnisse verantwortlich: Der Bergbauer habe beim konventionellen Düngen seiner Felder nicht aufgepasst. Zwischen den beiden kommt es zum Streit.\rIn Martins private Sorgen mischen sich nun auch berufliche. Die 24-jährige Jana Feldermann klagt über Kreislaufprobleme und ein eingeschränktes Sehvermögen. Als sie zusammenbricht, lässt Martin sie ins Krankenhaus einliefern. Um die Ursache ihrer Erkrankung zu klären, versucht er herauszufinden, mit wem sie zusammen war. Aber Jana weigert sich, den Namen ihres Freundes preiszugeben. Sie hat sich gerade erst getrennt und leidet unter Liebeskummer. Über Umwege findet der Bergdoktor heraus, um wen es sich handelt.\rInzwischen ist Martins eventuelle Vaterschaft bereits Dorfgespräch. Susanne will zwar einen Vaterschaftstest machen, sobald dies aus medizinischer Sicht ohne Schaden für das Kind möglich ist, aber Jörg kommt mit der Situation nicht zurecht. Immer wieder bricht seine Verzweiflung aus ihm heraus. Als er nach einer Diskussion mit Susanne davoneilt, läuft sie ihm hinterher und stürzt. Hat das Baby Schaden genommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383531","hoster":"VOE"},{"path":"/redirect/8387562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-3","name":"Zwischen den Stühlen","epNo":3,"alt":"","descr":"Susanne liegt im Krankenhaus. Nach dem Sturz hatten Frühwehen eingesetzt. Martin macht sich große Sorgen um sie, doch die Schwangere hat Glück gehabt und ist wohlauf. Trotzdem ist Susannes Freude getrübt – die offene Frage, wer der Vater ihres Kindes ist, belastet ihre Ehe. Und nun muss auch noch der Gewissheit bringende Vaterschaftstest verschoben werden. Die Gefahr für das Ungeborene ist zu groß. Jörg kann die Situation nicht ertragen und zieht für eine Weile auf sein Boot. Martin will mit ihm sprechen, doch Jörg ist zu aufgebracht und will vor allem nicht mit dem potenziellen Vater von Susannes Kind reden.\rIn ihre Diskussion platzt der Hilferuf von Franka Röskau, die mit einer Gruppe Apnoe-Taucher im Aachensee trainiert. Bei dieser Extrem-Sportart tauchen die Sportler nur mit eigener Atemluft so tief wie möglich. Einer der Taucher, der 26-jährige Christian Hamberger, hat unter Wasser einen Anfall akuter Atemnot und Herzrasen erlitten. Martin will ihn in seine Praxis mitnehmen, aber Christian sträubt sich. Er will seinen ärgsten Konkurrenten, seinen Bruder Kai, im Tieftauchen schlagen. Franka, in die der junge Taucher verliebt ist, überzeugt ihn, mit dem Bergdoktor zu gehen. Die Untersuchungsergebnisse sind alarmierend und Martin versucht, seinen Patienten von seinem riskanten Sport abzuhalten. Dennoch gipfelt der Konkurrenzkampf der Brüder in einem dramatischen und lebensgefährlichen Tauchgang.\rLebensbedrohlich entwickelt sich auch der Konflikt zwischen Hans und Arthur Distelmeier, den Hans für den drohenden Verlust des Bio-Siegels verantwortlich macht. Eine Aussprache zwischen den beiden eskaliert, Distelmeier stürzt einen Abhang hinab und Hans’ Rettungsversuch scheitert: Wenn er nicht mit abstürzen will, muss er das Verbindungsseil, an dem der wild um sich schlagende Distelmeier hängt, durchschneiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574456","hoster":"VOE"},{"path":"/redirect/8387566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-4","name":"Zweikämpfe","epNo":4,"alt":"","descr":"Bei den Grubers herrscht verzweifelte Stimmung. Lilli will nicht mehr in die Schule gehen, die sonst so kontrollierte Lisbeth ist zerstreut, und Martin muss sich zusätzlich zur Praxis um den Hof kümmern. Und alles nur, weil Hans wegen versuchten Totschlags im Gefängnis sitzt. Martin bittet Andrea um Hilfe. Sie soll beweisen, dass Arthur Distelmeiers Sturz ein Unfall war. Die Anwältin bekommt es mit dem Staatsanwalt Pfaffenberg zu tun. Der karriereorientierte und ehrgeizige Staatsanwalt setzt es sich zum Ziel, Hans mit aller Macht hinter Gitter zu bringen.\rUm seinen Bruder vor dem Gefängnis zu bewahren, macht Martin sich auf eigene Faust auf die Suche nach Beweisen. Er glaubt, dass Arthur Distelmeier schon länger an einer Erkrankung leidet, die einen Anfall verursacht hat, der zu dem Sturz und der daraus folgenden Querschnittslähmung führte. Aber der zornige und sture Landwirt glaubt, dass Martin ohne Rücksicht auf Verluste nach Wegen sucht, seinen Bruder zu entlasten und weigert sich, sich von Martin untersuchen zu lassen. Als Distelmeier einen erneuten Anfall erleidet, wird er ins Krankenhaus eingeliefert. Sein Zustand verschlimmert sich dramatisch, und er muss operiert werden. Alexander Kahnweiler übernimmt die Behandlung und erteilt Martin aufgrund fehlender Objektivität Hausverbot.\rDoch der Bergdoktor setzt sich über die Klinikregeln hinweg, verschafft sich unerlaubt Zugang zu dem Patienten und riskiert damit seine Zulassung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985290","hoster":"VOE"},{"path":"/redirect/8387569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-5","name":"Angeklagt","epNo":5,"alt":"","descr":"Hans ist wieder frei! Martin konnte seine Unschuld im Fall Distelmeier beweisen, jedoch um einen hohen Preis: Seine Zulassung steht auf dem Spiel. Der Bergdoktor ist wegen unkonventioneller Methoden und Vorschriftsübertretungen angezeigt worden. Ob er weiter praktizieren darf, soll vor der Ärztekammer verhandelt werden.\rTrotz des Behandlungsverbots kümmert sich Martin um Lisa Neugebauer, eine Schulfreundin von Lilli. Die 13-Jährige ist von zu Hause weggelaufen, um mit ihrem 17-jährigen Freund Niklas campen zu gehen. Während des romantischen Kurzurlaubs erkrankt Lisa. Martin steht vor einem Rätsel: Woher kommen die Bauchkrämpfe und der merkwürdige Ausschlag? Im Zuge seiner Untersuchungen stellt der Arzt fest, dass die Schülerin schwanger ist. Lisas Vater Max verbietet ihr die Beziehung zu Niklas. Er will, dass sie das Baby abtreiben lässt und droht, Niklas zu verklagen. Und auch Niklas ist von der Idee, Vater zu werden, wenig begeistert. Er trennt sich von Lisa. Martin findet heraus, dass Lisas Erkrankung lebensbedrohlich ist und sie schnellstmöglich ins Krankenhaus muss. Aber die schwangere Schülerin ist verschwunden.\rAuch Susannes Schwangerschaft sorgt weiter für Unruhe. Ihre Ehe steht auf dem Spiel. Ein Vaterschaftstest bringt Gewissheit. Doch ist das Ergebnis in Jörgs Sinn?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574470","hoster":"VOE"},{"path":"/redirect/8387567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-6","name":"Schicksalstag","epNo":6,"alt":"","descr":"Der Vaterschaftstest brachte die Gewissheit: Martin Gruber ist nicht der Vater von Susannes Kind. Die Erleichterung darüber ist jedoch nur von kurzer Dauer, denn Jörg, der wirkliche Vater des Ungeborenen, ist verschwunden und nicht erreichbar.\rFälschlicherweise glaubt er weiterhin, Susannes Baby sei von Martin. Aus einem Abschiedsbrief erfährt Susanne, dass Jörg nach Kiel zurückgehen will. In der Absicht ihn aufzuhalten, rast sie mit dem Auto zum Flughafen. Auch Martin macht sich auf den Weg dorthin. Auf der Strecke hat es einen schweren Unfall gegeben – entsetzt stellt Martin fest, dass es Susanne ist, die sich mit dem Wagen mehrmals überschlagen hat. Schwer verletzt wird sie ins Krankenhaus transportiert. In einer dramatischen Notoperation gelingt es Susanne zu retten – aber für das Baby kommt jede Hilfe zu spät. Jörg, der inzwischen von seiner Vaterschaft weiß, eilt ins Krankenhaus. Susanne macht ihm bittere Vorwürfe: Wäre er nicht abgehauen, hätte sie das Baby nicht verloren. Verkraftet ihre Ehe diese schwere Krise?\rAuch in dieser emotional sehr belastenden Situation kommt Martin nicht zur Ruhe. Erst geht seine Sprechstundenhilfe Frau Schneider von heute auf morgen in Kur und setzt ihm unangekündigt ihre – höchst attraktive und kokette – Nichte ins Sprechzimmer und vor die Nase. Dann muss er sich um einen jungen Stallburschen kümmern, der wegen plötzlich auftretender, undefinierbarer Bauchkrämpfe und hohen Fiebers ins Krankenhaus eingeliefert werden muss. Alexander Kahnweiler vermutet bei dem 20-jährigen Markus Sattler eine Creutzfeldt-Jakob-Erkrankung, doch Martin glaubt nicht an diese Diagnose. Er forscht im familiären Umfeld nach der Ursache und stößt dabei auf tief sitzende Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251972","hoster":"VOE"},{"path":"/redirect/8387571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-7","name":"Selbstlos","epNo":7,"alt":"","descr":"Susanne Dreiseitls Trauer kennt keine Grenzen: Sie muss das Baby, dass sie sich so lange gewünscht hatte, beerdigen. Sowohl Martin Gruber als auch ihr Mann Jörg würden ihr gerne beistehen, aber sie lässt niemanden an sich heran. Susanne kann Jörg nicht verzeihen, sie gibt ihm die Schuld an ihrem Autounfall und somit am Tod ihres Kindes. Sie will, dass Jörg aus ihrem Leben verschwindet.\rWährend Susannes Beziehung ein trauriges Ende nimmt, ist Lilli Gruber zum ersten Mal richtig verliebt – und das passt ihrem Vater Hans überhaupt nicht. Streit und Ärger sind auf dem Gruberschen Hof vorprogrammiert. Martin, der Lillis Schwärmerei für einen Jungen gelassener sieht, muss zwischen seinem eifer-süchtigen Bruder und seiner Tochter vermitteln.\rAuch als Arzt ist Martins Verhandlungsgeschick wieder einmal gefragt:\rDie elfjährige Christina Lohmann verliert bei einem Schulausflug das Bewuss-tsein. Im Zuge ihres Krankenhausaufenthalts diagnostiziert Martin bei Christina eine Erbkrankheit, woraufhin er auch ihre Mutter Karin untersucht. Er macht eine dramatische Entdeckung: Christina ist nicht Karins leibliche Tochter!\rNachforschungen ergeben, dass das Mädchen nach der Geburt im Krankenhaus mit einem anderen Kind vertauscht wurde. Martin macht sich auf die Suche nach den leiblichen Eltern und Karins wahrer Tochter. Bei seinen Nachforschungen sticht er in ein Wespennest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574478","hoster":"VOE"},{"path":"/redirect/8387574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-8","name":"Neuordnung","epNo":8,"alt":"","descr":"Bei den Grubers kehrt keine Ruhe ein: Unentwegt streiten sich Hans und Lilli über ihren Schwarm Sebastian Lech. Hans ist eifersüchtig und besorgt. Er traut Sebastian nicht über den Weg und glaubt, dass Lilli enttäuscht wird. Seine Tochter stellt sich stur und will von den Befürchtungen ihres Vaters nichts hören. Die permanenten Auseinandersetzungen zerren an den Nerven der gesamten Familie und wirken sich auch auf Hans’ Beziehung zu seiner Freundin Klara Hoffmann aus. Ihre Tochter Sarah findet ebenfalls Gefallen an Sebastian und der lässt die Gelegenheit nicht ungenutzt verstreichen. Lilli erfährt von dem Betrug und stellt ihren Vater vor die Wahl: entweder sie oder Klara und Sarah.\rMartin Gruber muss sich um den Fall des Schmieds Wieland Grahammer kümmern: Er verliert häufig die Kontrolle über sich, und seine ständigen Wutanfälle belasten die Familie, die auseinanderzufallen droht. Seine Frau Marlies lebt in permanenter Angst vor seinen unkontrollierten Ausbrüchen, und sein Geschäft läuft immer schlechter. Erst als Marlies ihn verlässt, will er Martins Hilfe annehmen. Aber dann passiert ein schrecklicher Unfall.\rSusanne hat immer noch mit den Folgen ihres Autounfalls und dem Tod ihres Babys zu kämpfen. Zwar führt sie ihr Restaurant weiter und tut so, als sei alles in Ordnung, doch Martin spürt, dass sie jemanden zum Reden braucht. Er bittet Andrea, die ebenfalls die Erfahrung einer Fehlgeburt machen musste, um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574487","hoster":"VOE"},{"path":"/redirect/8387581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-9","name":"Gefährliche Wut","epNo":9,"alt":"","descr":"Lisbeth Gruber hat Geburtstag. Aber auch an ihrem Ehrentag herrscht dicke Luft auf dem Hof. Lilli ist immer noch sauer auf Sarah, die Tochter von Hans’ Freundin Klara Hoffmann, die ihr den Freund ausgespannt hat. Und die Ankündigung, dass Martin mit Andrea Junginger zusammenziehen und den Hof verlassen will, sorgt auch nicht gerade für Ruhe und Frieden.\rIn diese angespannte Situation platzt ein Notruf. Stefan Wedekind und seine Frau Melanie sind zusammen mit ihrem Sohn Philipp in den Bergen von einem Unwetter überrascht worden. Als Hans und Martin die Familie erreichen, geschieht etwas Schreckliches: Melanie wird von einem Blitz getroffen. Schwer verletzt wird sie ins Krankenhaus eingeliefert. Alexander Kahnweiler und Martin kämpfen um ihr Überleben. Dann erkrankt plötzlich auch noch der achtjährige Philipp: Er fällt ins Koma. Es scheint, als würde Stefan Wedekind Frau und Kind verlieren. Martin will das unter allen Umständen verhindern und forscht nach den Ursachen von Philipps Erkrankung. Dabei stößt er auf ein gut gehütetes Geheimnis aus Melanies Vergangenheit.\rAndrea bemüht sich indes um eine Wohnung für sie und Martin, aber zum entscheidenden Maklertermin erscheint Martin nicht. Die Wohnung ist weg und Andrea sauer. Martin will sich bei seiner Freundin entschuldigen, doch die überrumpelt ihn mit der Information, dass sie ein Jobangebot in Wien erhalten hat, das sie nicht ausschlagen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574358","hoster":"VOE"},{"path":"/redirect/8387582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-10","name":"Alles oder nichts","epNo":10,"alt":"","descr":"Lisbeth Gruber ist von ihrem Wellness-Wochenende zurück und hat Besuch mitgebracht: Der Restaurantkritiker Klaus Hellmann beehrt den Gruberhof mit seiner Anwesenheit, und die beiden kommen aus der Schwärmerei füreinander nicht heraus. Martin, Hans und Lilli wissen nicht so recht, wie sie auf den Neuankömmling und vor allem auf Lisbeth reagieren sollen, die vor Jugendlichkeit sprüht. Sie haben nicht viel Zeit, sich auf diese neuartige Situation einzustellen, denn die Brüder werden zu einem Notfall in den Bergen gerufen.\rBergführer Erik leidet unter einem unerklärlichen Zittern, er hat den Absturz eines Bergsteigers nicht verhindern können. Martin untersucht Erik. Dabei findet er heraus, dass dieser seit der unglücklichen Trennung von seiner Frau Alex versehentlich ein Mittel gegen Parkinson einnimmt. Er untersagt Erik weitere Bergführungen, aber dieser bangt um sein Geschäft und missachtet den ärztlichen Rat. Erst als Martin ihm die Schwere seiner Krankheit vor Augen führt, zeigt sich Erik einsichtig. Aber da ist er schon auf dem Berg, um mit der Familie Ellert eine Wanderung zu unternehmen. Vater Jürgen, Mutter Melanie und der kleine Jonas sollen auf Eriks Ablösung warten, während Martin den Kranken ins Hospital bringt. Doch die Familie hat keine Geduld und wandert auf eigene Faust in ihr Unglück … \rAuch Hans hat eine Niederlage zu verkraften: Er hat sich endlich entschieden, seinen Ehering abzunehmen und den Platz in seinem Herzen einzig Klara einzuräumen. Ungewohnt romantisch macht er ihr einen Heiratsantrag, doch sie lehnt ab.\rUngewissheit bedroht auch Martins Liebesglück. Andrea wird nach Wien gehen und ist beruflich permanent im Stress. Er hat das Gefühl, sich immer mehr von ihr zu entfremden, und gerade das Unglück der Familie Ellert führt ihm vor Augen, wie vergänglich das Glück ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574367","hoster":"VOE"},{"path":"/redirect/8387584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-11","name":"Tiefer Fall","epNo":11,"alt":"","descr":"Hans leidet unter Liebeskummer und zieht sich komplett zurück. Er kann Klaras \"Nein\" zu seinem Antrag nicht verwinden und vernachlässigt seine Pflichten auf dem Hof. Auch Martin ist betrübt: Der kleine Jonas Ellert, der Mutter und Vater bei einem Bergunglück verloren hat, soll vorübergehend ins Heim, bis ihn sein Onkel zu sich nehmen kann. Martin, der sich die Schuld an dem Tod der Eltern gibt, bittet seine Familie und auch seine Freundin Andrea um Hilfe. Er will das Jugendamt davon überzeugen, den Kleinen für eine Weile auf dem Gruberhof zu lassen, damit er dort sein Trauma überwinden kann.\rBei Lisbeth herrscht indessen eitel Sonnenschein, denn wie eine Motte um das Licht, schwärmt Klaus Hellmann um sie herum. Lisbeth genießt diese Aufmerksamkeit, was man von Hans nicht gerade behaupten kann – er betrachtet den neuen Verehrer seiner Mutter mit Skepsis.\rAuch Martins neuer Fall ist eine Herzensangelegenheit: Die 25-jährige Anna Ziegler leidet unter rätselhaften Schwäche- und Ohnmachtsanfällen. Unvermittelt bricht die sportliche junge Frau auf einer Bergtour zusammen. Ihr Freund Basti Weigert kann sie gerade noch vor einem Absturz bewahren und alarmiert die Bergwacht. Hans und Martin eilen zur Absturzstelle. Martin findet heraus, dass Anna an einer unheilbaren Herzkrankheit leidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574386","hoster":"VOE"},{"path":"/redirect/8387587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-12","name":"Herzrasen","epNo":12,"alt":"","descr":"Das Leben spielt seine Spielchen mit den Grubers – und die sind nicht immer lustig. Hans, der Klaras Bedenken zwar versteht, leidet aber trotzdem unter ihrer Weigerung, ihn zu heiraten, denn er will partout nicht mehr in \"wilder Ehe\" leben. Damit scheint die Beziehung der beiden endgültig am Ende zu sein. Auch Lisbeth, die nach langer Zeit endlich wieder einmal verliebt ist, wird mit einer herben Enttäuschung konfrontiert: Ihr Verehrer Klaus Hellmann entpuppt sich als Hochstapler, denn der Restaurantkritiker bedient sich unlauterer Mittel für seine Gastronomie-Bewertungen. Lisbeth fühlt sich hintergangen. Gekränkt und wütend stellt sie Klaus zur Rede und beendet die Beziehung, noch bevor sich etwas \"Ernstes\" zwischen den beiden entwickeln kann.\rWährenddessen sorgt sich Martin um Jonas’ Wohlergehen. Er hofft, dass Jonas’ Onkel den Kleinen bei sich aufnehmen wird und ihm damit einen Heimaufenthalt erspart. Doch weit gefehlt! Anscheinend muss sich Martin mit dem Gedanken anfreunden, dass er Jonas ins Kinderheim geben muss. Viel Zeit zum Grübeln bleibt Martin nicht, denn ein neuer Patient fordert seine ganze Aufmerksamkeit: Urs Rensing hat ein Aneurysma im Gehirn und befürchtet zu sterben, ohne dass er sich von seinem Sohn Nico verabschieden konnte. Seine Frau will ihm aufgrund seines Alkoholproblems das Umgangsrecht für Nico entziehen. Vater und Sohn verbindet die Leidenschaft für Modellflugzeuge, und so treffen sie sich heimlich, um ein Flugzeug steigen zu lassen. Dabei kommt es auf dem Berg zu einem tragischen Unfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574398","hoster":"VOE"},{"path":"/redirect/8387592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-13","name":"Bruchlandungen","epNo":13,"alt":"","descr":"Martin Gruber hat überraschenden Besuch. Seine Ex-Verlobte Julia Denson ist aus den USA angereist und steht völlig unerwartet vor der Tür. Sie soll als chirurgische Spezialistin den Lieblingsneffen von Professor Boening operieren. Bei der Operation kommt es zu Komplikationen, denn immer wieder zittert ihre Hand unkontrollierbar. Martin muss den Eingriff übernehmen. Er überredet Julia, sich von ihm untersuchen zu lassen. Entsetzt stellt er dabei fest, dass Julia ein Loch im Gehirn hat, das sich rapide vergrößert. Martin sucht verzweifelt nach der Ursache ihrer Erkrankung, aber es scheint keine Rettung mehr für seine ehemalige große Liebe zu geben. Gemeinsam verlassen die beiden das Krankenhaus, denn Julia will zusammen mit Martin einen letzten Blick auf die Berge werfen und in Erinnerungen schwelgen.\rWährenddessen \"kümmert\" sich Martins Sprechstundenhilfe Nicole um seinen Bruder Hans. Hans Gruber leidet immer noch unter der Trennung von Klara. Nicole will ihn ablenken, und sie treffen sich im Gasthof Wilder Kaiser. Zufälligerweise begegnet ihnen dort Klara, die die Situation missversteht; es kommt zum Eklat.\rSchwierig ist auch die Lage des kleinen Jonas. Da sein Onkel ihn nicht bei sich aufnehmen will, muss er in einem Heim untergebracht werden. Martin will das um jeden Preis verhindern, darum versucht er, Susanne zu überreden, den Jungen bei sich aufzunehmen. Sie scheint die Einzige zu sein, zu der Jonas Vertrauen gefasst hat und bei der er sein Trauma verarbeiten kann. Aber Susanne hat die Trauer um ihr eigenes Baby, das sie bei einem Autounfall verloren hat, noch nicht verwunden. Sie glaubt, dass sie keine gute Pflegemutter für Jonas sein kann. Martin muss verzweifelt akzeptieren, dass Jonas ins Kinderheim kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985302","hoster":"VOE"},{"path":"/redirect/8387588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-14","name":"Abschied nehmen","epNo":14,"alt":"","descr":"Lisbeth Gruber hat mit ihren Söhnen alle Hände voll zu tun. Hans heizt gemeinsam mit Martins Sprechstundenhilfe Nicole die Gerüchteküche in Ellmau an. Die beiden ziehen um die Häuser und ertränken Hans’ Liebeskummer im Alkohol. Der Dorfklatsch erreicht auch Klara. Und obwohl die beiden sich getrennt haben, brodelt sie vor Wut und Eifersucht. Aber ihre Dickköpfigkeit hält sie davon ab, noch einmal mit Hans über ihre Beziehung zu sprechen. Lisbeth schaltet sich ein und versucht, zwischen den beiden zu vermitteln.\rAuch Martin macht seiner Mutter Sorgen. Seine Ex-Verlobte Julia ist dank seiner ärztlichen Hilfe genesen und steht nun kurz vor ihrer Abreise in die USA. Die beiden verabreden sich zu einem Abschiedsdinner. Aber anstatt Essen zu gehen, landen sie auf einer Bergwiese und kommen sich gefährlich nahe. Lisbeth ist empört und wäscht Martin den Kopf. Völlig überraschend steht dann auch noch\rAndrea vor der Tür – ihr Fall in Wien ist abgeschlossen.\rMartins neue Patientin Lisa Eberle hat ebenfalls Beziehungsprobleme. Die 23-Jährige ist schwanger und weiß nicht, wer der Vater des Kindes ist – ihr Ex-Freund Dennis Kruppke oder ihr One-Night-Stand Florian Bärlacher. Während einer Bergwanderung verliert sie das Bewusstsein. Martin stellt fest, dass sie an einer lebensbedrohlichen Herzinsuffizienz leidet. Um die Ursache ihrer Erkrankung herauszufinden, wendet sich Martin an die beiden potenziellen Väter. Aber das Ergebnis ist negativ und es scheint, als würde Lisa ihr eigenes und das Leben ihres ungeborenen Kindes verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574407","hoster":"VOE"},{"path":"/redirect/8387591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-15","name":"Böses Erwachen","epNo":15,"alt":"","descr":"Gefühlschaos auf dem Gruberhof. Martin hat Andrea betrogen, und nun quält ihn das schlechte Gewissen. Er will Andrea nicht belügen. Aber er weiß, dass er sic verlieren wird, wenn er ihr die Wahrheit sagt. Daher rät ihm Hans von der Beichte ab. Während Martin Lilli zur Schule bringt, bemerkt auch sie, dass irgendetwas mit ihm nicht stimmt. Doch Dr. Gruber wiegelt ab.\rAuf seinem Rückweg macht er eine schreckliche Entdeckung: Todesmutig stürzt sich die kleine Anna Volkert einen steilen Abhang hinunter. Aber trotz schwerer Verletzungen scheint das Mädchen keinerlei Schmerzen zu fühlen. Handelt es sich um einen Gen-Defekt, oder hat es womöglich damit zu tun, dass Anna nur die Adoptivtochter der Volkerts ist und nach Aufmerksamkeit schreit? Es herrscht großes Rätselraten. Doch nicht nur das Ehepaar Volkert macht sich große Sorgen um seine Adoptivtochter. Auch Susanne bangt um ihren Jonas. Er soll in eine neue Pflegefamilie gegeben werden. Martin will das unbedingt verhindern und vereinbart einen Termin beim Jugendamt.\rUnterdessen lässt ihm die Sache mit dem Seitensprung einfach keine Ruhe. Martin muss eine Entscheidung treffen: Reden oder Schweigen! Er macht sich auf den Weg zu Andrea. Dort angekommen, wird ihm schlagartig klar, dass es besser ist, nichts zu sagen. Doch es kommt anders als geplant. Andrea liest eine SMS von Julia in seinem Handy und stellt ihn zur Rede. Martin bleibt nichts anderes übrig, als den Seitensprung zu beichten. Enttäuscht und wütend setzt Andrea ihn vor die Tür. Alle Erklärungsversuche scheitern, und Andrea bricht jeglichen Kontakt zu ihm ab.\rAuch bei Klara und Hans sieht es alles andere als rosig aus. Sie entscheiden sich, einen endgültigen Schlussstrich unter ihre Beziehung zu ziehen, und Klara holt ihre Sachen vom Gruberhof. Genau in dem Moment, als sie sich enttäuscht von Hans’ Gefühlskälte zum Gehen wendet, passiert es: Während er Klara wehmütig hinterher blickt, stürzt Hans von der Leiter und bleibt regungslos liegen. Voller Sorge fleht Klara ihn an, bloß wieder aufzuwachen. Als Hans endlich seine Augen aufschlägt, wird beiden klar: Sie gehören zusammen und zwar für immer!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574412","hoster":"VOE"},{"path":"/redirect/8387598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-16","name":"Bittere Wahrheit","epNo":16,"alt":"","descr":"Hans Gruber und Klara verkünden ihrer Familie ihre anstehende Hochzeit. Alle sind begeistert, selbst Lilli scheint sich für die beiden zu freuen. Auch sie hat Pläne, mit denen Hans sich allerdings gar nicht anfreunden kann. Es kommt zum Streit. Lilli fühlt sich ungerecht behandelt und versucht, ihr Anliegen bei Martin Gruber vorzubringen, scheitert jedoch auch bei ihm. Sie beschließt, sich ihren Wunsch alleine zu erfüllen, wird aber im letzten Moment von Martin und Hans aufgehalten, die herausgefunden haben, was sie im Schilde führt.\rAuch mit Jonas gibt es Probleme, da sich sein Onkel nun doch entschlossen hat, ihn bei sich aufzunehmen. Gegen Jonas’ Willen wird er Susanne weggenommen. Diese ist tief getroffen, doch Martin verspricht ihr, ihr den Jungen zurückzubringen. Aber neben dem pubertierenden Teenager und dem Waisenkind hat Martin noch ein weiteres Problem, denn Andrea hat ihm seinen Seitensprung immer noch nicht verziehen. Da sie seine unzähligen Anrufe nicht beantwortet, sucht er sie in der Kanzlei auf und schafft es, sie von einem Treffen zu überzeugen. Leider muss er dann wegen eines Patienten kurzfristig absagen. Andrea macht Schluss und nimmt den Kontakt mit Wien wieder auf.\rDer neue Patient Simon Lugner hat Lungenprobleme. Um eine Entzündung oder einen Herzfehler auszuschließen, schickt Martin ihn ins Krankenhaus. Dort wird die Lungenpest diagnostiziert – Martin ist entsetzt. Verzweifelt versucht er seinen Patienten zu retten, dabei begegnet er Ulrike Sperling, die etwas mit der Erkrankung seines Patienten zu tun haben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985306","hoster":"VOE"},{"path":"/redirect/8387600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-17","name":"Schuld und Sühne","epNo":17,"alt":"","descr":"Die Hochzeit von Klara und Hans steht bevor. Lisbeth kann nicht akzeptieren, dass Weddingplanerin Jasmin die Organisation übernommen hat.\r\rMartin hat sich währenddessen entschieden, Andrea ebenfalls einen Heiratsantrag zu machen. Doch Hans benötigt erst noch seine ärztliche Hilfe: Gemeinsam versuchen sie, Helmut Wagner daran zu hindern, sich von einer Klippe zu stürzen. Er scheint an Demenz erkrankt zu sein und trauert noch immer um seine verstorbene Frau. Seine Tochter Katja und ihr Verlobter Bernd Ruff sind erleichtert, als sie Helmut Wagner in Martins Praxis unverletzt vorfinden. Allerdings stellt die Pflege des Vaters eine große Belastung für das junge Paar da. Martin versucht zu helfen und findet dabei gleichzeitig eine Möglichkeit, Jonas zu Susanne zurückzubringen. Und auch für Helmut Wagner soll Demenz nicht die endgültige Diagnose sein.\r\rNun fährt Martin endlich nach Wien und platzt in eine Versammlung, in der Andrea kurz vor der Vertragsunterzeichnung steht, und macht ihr einen Antrag. Nachdem Andrea diesen angenommen hat, versuchen die beiden, noch pünktlich zur Hochzeit von Klara und Hans zu kommen. Doch dann schlägt das Schicksal zu…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574426","hoster":"VOE"},{"path":"/redirect/8387602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-3/episode-18","name":"Zerbrochene Hoffnung","epNo":18,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9574439","hoster":"VOE"},{"path":"/redirect/9574437","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-1","name":"Freier Fall – Teil 1 + 2","epNo":1,"alt":"","descr":"Martin bangt um Andreas Leben. Er lässt sie nach Hall bringen, um mit Kahnweilers Hilfe herauszufinden, warum sie ins Koma gefallen ist. Ihr Zustand verschlechtert sich jedoch so sehr, dass sie notoperiert werden muss. Nach der Operation erholt sie sich endlich und äußert den Wunsch, nach Hause zu gehen. Martin nimmt sie mit auf den Gruberhof.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985317","hoster":"VOE"},{"path":"/redirect/8387607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-2","name":"[E03] Freier Fall – Teil 2: Einsame Entscheidung","epNo":2,"alt":"","descr":"Martin zeigt nach außen hin keinerlei Regung und stürzt sich in die Arbeit – auf dem Gruberhof ebenso wie in seiner Praxis. Roman versucht ihm klarzumachen, dass er nicht davonlaufen kann. Ein neuer Patient, der über Schmerzen klagt, unterbricht ihn, und Martin fährt sofort los. Nikolas Deisenberg, der Besitzer eines Gestüts, zeigt alle Anzeichen einer akuten Blinddarmentzündung. Seit einem Unfall ist er erblindet. Seine Freundin, die Blindenlehrerin Sylvia Seibold, tröstet ihn. Es stellt sich heraus, dass Deisenberg einen Tumor hat, der letztlich auch für seine Blindheit verantwortlich ist. Eine Chemotherapie kann ihm helfen, sein Augenlicht zurück zu gewinnen. Sylvia ist darüber nicht so glücklich, denn sie hat ihm verschwiegen, dass sie ein großes Feuermal hat. Nun glaubt sie fest, dass Deisenberg nichts mehr von ihr wissen will, wenn er wieder sehen kann. Schweren Herzens verlässt sie ihren Freund.Hans und Lilli verabschieden sich von Peter, der die Rückreise nach Rom antritt. Kurz zuvor bittet er allerdings Hans um Hilfe: Er soll Klara überzeugen, Sarah alleine nach Rom reisen zu lassen. Hans sagt seine Unterstützung zu, wohl wissend, dass Klara nicht einverstanden sein wird. Aber es gelingt ihm, sie zu besänftigen.Ein schwerer Gang steht Martin noch bevor: Er soll aus Andreas Wohnung ein paar persönliche Dinge abholen. Mehrmals versucht er es, schafft es aber nicht. Als er sich endlich ein Herz fasst, wartet vor der Wohnungstür eine kleine Überraschung auf ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917305","hoster":"VOE"},{"path":"/redirect/8387612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-3","name":"[E04] Weglaufen und ankommen","epNo":3,"alt":"","descr":"Hans und Martin steigen zu einer kleinen, weit oben im Berg liegenden Almhütte auf, weil von dort ein Notruf eingegangen ist. Der 30-jährige Markus Ludwig klagt über Fieber und Schwindel. Martin nimmt den einsam wirkenden Mann mit in die Praxis, um ihn genauer zu untersuchen. Er scheint an einer Immunschwäche zu leiden und Martin fragt ihn, ob er HIV-positiv sei. Ludwig verneint. Schließlich sei er Priester gewesen und lebe im Zölibat. Roman klärt Martin auf, dass der Priester exkommuniziert wurde, weil er angeblich eine Messdienerin missbraucht habe. Aufgrund der schlechten Laborergebnisse lässt Martin den Mann ins Krankenhaus einweisen. Als die Diagnose AIDS bestätigt wird, macht sich Martin Sorgen um das Opfer des Priesters und sucht den Berghof auf, auf dem die inzwischen18-jährige Barbara Thielen lebt. Die Nachricht, die er überbringt, scheint das Mädchen nicht zu schockieren. Inzwischen verschlechtert sich der Zustand von Ludwig – die Medikamente schlagen nicht an.Martin redet Hans gut zu, nicht mehr länger mit der Hochzeit zu warten. Weil aber Sarah so begeistert von ihrem Vater ist, fühlt sich Klara zurückgesetzt, und nicht einmal die Aussicht auf die Hochzeit kann sie davon ablenken. Auch Lilli hat ein Problem: Ein Verehrer in der Schule raubt ihr den letzten Nerv. Als sie ihre Väter um Rat fragt, speisen diese sie mit oberflächlichen Sprüchen ab, also muss sie sich selbst helfen. Bei der nächsten Gelegenheit versetzt sie Tim, ihrem \"Stalker\", einen wohl platzierten Fausthieb. Erstaunt erhalten Hans und Martin einen Brief ihrer Lehrerin.Martin besucht die Zwillinge Ben und Jan, denen Andrea das Leben gerettet hat, auf der Kinderintensivstation. Als er sieht, dass sie auf dem Weg der Besserung sind, weiß er, dass Andreas Opfer nicht umsonst war. Wirklich trösten kann ihn das aber nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579179","hoster":"VOE"},{"path":"/redirect/8387609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-4","name":"[E05] Neue Energien","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581491","hoster":"VOE"},{"path":"/redirect/8387614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-5","name":"[E06] Nahkampf","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985311","hoster":"VOE"},{"path":"/redirect/9581508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-6","name":"Wunschvorstellungen","epNo":6,"alt":"","descr":"Das idyllische und ruhige Ellmau steht in starkem Gegensatz zu Hans’ Laune: Klaras Abwesenheit und ihr Aufenthalt bei ihrem Ex-Mann in Italien setzen ihm sehr zu. Er vermisst sie, ist gleichzeitig extrem eifersüchtig und über alle Maßen trotzig. Dass Klara kein Lebenszeichen von sich gibt, macht es für ihn umso schlimmer und verdächtiger. Als Martin sich einschaltet, um Hans’ Stimmung zu verbessern, eskaliert die Situation. Doch den beiden Gruber-Brüdern bleibt kaum Zeit, sich zu beruhigen. Sie müssen Martins Patienten Reinhold Eisenbacher retten. Der ehemalige Extrembergsteiger betreibt zusammen mit seiner Frau Ute eine Fischzucht und leidet unter Antriebslosigkeit und Schwächeanfällen. Ute hat er versprochen, keine Bergtouren mehr zu unternehmen. Ein allerletztes Mal will Eisenbacher aber den altbekannten und so schmerzlich vermissten Kick erfahren. Es kommt zum Unglück, Eisenbacher stürzt ab. Hans und Martin eilen zur Rettung, doch auch Hans wird schwer verletzt. Beide müssen ins Krankenhaus gebracht und notoperiert werden. Die Heilungschancen stehen nicht gut. Werden die beiden überleben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581354","hoster":"VOE"},{"path":"/redirect/8387621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-7","name":"Verdachtsmomente","epNo":7,"alt":"","descr":"Stürmische Zeiten bei den Grubers. Als Folge des Bergunfalls ist Hans’ Bein steif, und es ist unklar, ob er es je wieder richtig bewegen, geschweige denn auf dem Hof mithelfen kann. Die ganze Arbeit lastet auf Lisbeths Schultern, denn auch Martin ist keine zuverlässige Stütze – sein Handy klingelt ununterbrochen. Notfälle fordern seine ganze Aufmerksamkeit, und zu allem Überfluss muss er sich mit der Berichterstattung über den tragischen Tod seiner Verlobten Andrea auseinandersetzen. Als wäre das alles nicht genug, fordert das Finanzamt ausstehende Beträge ein, und die Mähmaschine gibt ihren Geist auf. Für Reparatur und Begleichung der Schulden fehlt den Grubers das Geld. Doch niemand hat mit Lilli gerechnet. Sie beweist sich als Kind ihrer beiden Väter und findet eine Lösung, die Mähmaschine kostengünstig wieder auf Vordermann zu bringen.\rDes Rätsels Lösung muss Martin auch im Fall eines Bergbauern finden – und zwar möglichst schnell. Daniel Rahn klagt über unerträgliche Schmerzen im ganzen Körper. Jede Bewegung ist qualvoll. Trotz unzähliger Arztbesuche und Therapien konnten die Ärzte ihm keine Diagnose stellen, geschweige denn Heilung versprechen. Martin glaubt, eine Erklärung für Daniels Leiden gefunden zu haben, und zeigt ihm einen möglichen Weg, endlich mit der richtigen Therapie sein Leiden zu beenden. Doch dann stellt sich heraus, dass Martin seinem Patienten falsche Hoffnungen gemacht hat. Während Martin dennoch unermüdlich nach einer Lösung sucht, ist Daniel Rahn im Begriff, seinem Leid ein Ende zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581356","hoster":"VOE"},{"path":"/redirect/8387628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-8","name":"Männer und Frauen","epNo":8,"alt":"","descr":"Am Hof rackert sich die Familie immer noch für den verletzten Hans ab. Lisbeth schwinden die Kräfte, Lilli beschwert sich über die viele Arbeit auf dem Hof, und auch Martin ist mit seinem Latein am Ende. Doch bei Hans scheint eine baldige Besserung in weite Ferne gerückt zu sein. Denn Hans kann nicht verwinden, dass Klara offensichtlich nicht aus Rom zurückkommen wird, und hat jeglichen Antrieb, die Reha konsequent anzugehen, verloren. Da bietet ausgerechnet Erzfeind Bauer Distelmeier seine Hilfe an: Er will den Gruber-Hof übernehmen.\rFür Martin kommt bei dem ganzen Drunter und Drüber am Gruberhof eine Einladung von Dr. Lena Imhoff gerade recht, um zumindest für eine kurze Zeit dem Trubel zu entfliehen. Lena will sich bei Martin bedanken, dass er geholfen hat, ihre Stute bei der Entbindung des Fohlens zu retten. Doch das Abendessen nimmt eine unerwartete Wendung, als plötzlich Kahnweiler vor ihnen steht.\rBevor sich der Bergdoktor den eigenen familiären Problemen zuwenden kann, muss er einen schwierigen und extrem emotionalen Fall lösen. Peter Leißner, Weltenbummler und Abenteurer, leidet unter akuten Schwächeanfällen und Fieber. Martin findet heraus, dass er lebensgefährlich erkrankt ist. Die Diagnose: fortgeschrittener Leberkrebs. Nur eine rechtzeitige Transplantation kann ihn noch retten. Als einziger Spender kommt auf die Schnelle nur sein Bruder Richard in Betracht. Doch Peter will seinen Bruder nicht um die Organspende bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581362","hoster":"VOE"},{"path":"/redirect/8387629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-9","name":"Kein Zurück","epNo":9,"alt":"","descr":"Martin will Lena bei ihrem ersten ‚Date‘ mit einer Wanderung überraschen und ihr den schönsten Ausblick Tirols zeigen. Doch der gemeinsame Ausflug in die perfekte Bergwelt von Ellmau endet in einem lebensgefährlichen Desaster. Hoch oben über der Baumgrenze werden die beiden Zeugen eines Autounfalls, der Wagen stürzt die Berghänge hinab. Martin und Lena wollen die Erstversorgung übernehmen und befinden sich plötzlich in einem Albtraum, der kein Ende nehmen will. Verzweifelt versuchen sie, den schwer verletzten Fahrer Andreas am Leben zu erhalten, während seine hochschwangere Frau eingeklemmt im Wagen in den Wehen liegt. Die Unfallstelle zu verlassen, kommt nicht in Frage, die Mobiltelefone haben keinen Empfang und es ist keine Hilfe in Sicht. Zu allem Überfluss bricht auch noch die Nacht herein.\rIn der Zwischenzeit trifft Hans eine folgenschwere Entscheidung. Die Trennung von Klara scheint endgültig zu sein und die Hoffnung, dass sein Bein sich bessert, hat er aufgegeben. Der Gedanke, auf dem Hof nicht mehr mithelfen zu können, Lisbeth die ganze Arbeit aufzubürden und die Rechnungen nicht mehr bezahlen zu können, frustriert ihn gewaltig und er greift immer öfter zum Alkohol. Darum trifft er sich mit Arthur Distelmeier, um dessen Übernahmeangebot anzunehmen. Werden die Grubers ihren Hof aufgeben müssen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581368","hoster":"VOE"},{"path":"/redirect/8387632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-10","name":"Die längste Nacht","epNo":10,"alt":"","descr":"Der Verkauf des Gruber-Hofs steht vor der Tür. Hans ist trotz Protest, Streit und Tränen nicht davon abzubringen. Er sieht keine Zukunft mehr – für sich und Klara, für sein Bein und für den Erhalt des Familienbetriebes. Lisbeth ist außer sich und zieht zu Susanne in den Wilden Kaiser. Lilli spielt die Gelassene, und Martin kommt nicht dazu, einen klaren Gedanken zu fassen. Die \"Sache\" mit Lena Imhoff, aber auch seine Patienten lassen ihm keine Ruhe: Der Sägewerkinhaber Rudolf Behrendt ist bei einer Steilwand-Klettertour abgerutscht und muss gerettet werden. Scheinbar hat der 70-Jährige lediglich einen Schwächeanfall erlitten. Martin nimmt sich des Patienten an. Der Fall wird kompliziert, denn Behrendt hat Teile seines Erinnerungsvermögens verloren. Die Scheidung von seiner Ex-Frau Juliane hat er vergessen. Er glaubt, sie seien immer noch glücklich zusammen. Seine Verlobte Petra Schallenberg, die er in einem Monat heiraten will, erkennt er nicht mehr. Die beiden Frauen sind sich spinnefeind, müssen jedoch zusammenarbeiten, was Martin die Suche nach der richtigen Behandlungsmethode nicht leichter macht.\rAuch das Beziehungsleben des Bergdoktors ist kompliziert: Richtig verlieben will er sich nicht. Zu präsent ist noch der Gedanke an Andrea und ihren tragischen Tod. Er möchte Lena dennoch nicht ganz aus seinem Leben streichen und schlägt eine \"offene Beziehung\" vor. Zu seiner Überraschung geht sie darauf ein. Denn auch sie will keine feste Beziehung. Nur steht hinter ihrer Entscheidung ein privates Geheimnis.\rHans trifft derweil ebenfalls einen Entschluss. Um den Kaufvertrag beim Notar zu unterzeichnen, setzt er sich trotz Fahrverbots in den Wagen. Eine folgenschwere Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581377","hoster":"VOE"},{"path":"/redirect/8387631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-11","name":"Der Gang der Dinge","epNo":11,"alt":"","descr":"Der kleine Jonas liegt noch im Koma. Hans Gruber ist am Boden zerstört. Die ganze Welt hat sich gegen ihn verschworen und nun ist er auch noch für Jonas’ Krankenhausaufenthalt und damit für Susannes Unglück verantwortlich. Sie wacht Tag und Nacht am Bett ihres Adoptivsohnes, während Lisbeth im \"Wilden Kaiser\" wirbelt. Doch auch dieser Schicksalsschlag bringt Hans nicht von dem Vorhaben ab, den Gruber-Hof zu verkaufen. Ein neuer Termin mit Arthur Distelmeier und dem Notar ist schon gefunden. Martin kann seinen Bruder nicht umstimmen und hat, ebenso wie Lilli und Lisbeth, das Gefühl, sich dem Unvermeidlichen ergeben zu müssen. Bis zu dem Tag, an dem Jonas plötzlich die Augen aufschlägt.\rInmitten der familiären Turbulenzen muss sich Martin um einen neuen Fall kümmern. Falknerin Kerstin Eberl zeigt plötzliche Wut- und Schüttelanfälle. Die tödlich verlaufende Krankheit ihrer Mutter hat sich auf sie vererbt. Jedoch sind die Symptome zu heftig, als dass es sich um den typischen Krankheitsverlauf handeln kann. Martin begibt sich auf die Suche nach der Ursache. Kerstin macht es ihm und ihrem Lebensgefährten nicht leicht. Sie wehrt sich gegen die Behandlung und hat jeden Lebenswillen verloren. Doch der Bergdoktor gibt nicht auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581385","hoster":"VOE"},{"path":"/redirect/8387637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-12","name":"[E14/15 Auf Liebe und Tod – Teil 1 + 2] Gemischte Gefühle – Teil 1: Gemischte Gefühle","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13741310","hoster":"VOE"},{"path":"/redirect/8387638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-13","name":"Gemischte Gefühle – Teil 2: Verzweifelte Liebe","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581415","hoster":"VOE"},{"path":"/redirect/11464847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-14","name":"Auf Liebe und Tod – Teil 1: Familienprobleme","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581426","hoster":"VOE"},{"path":"/redirect/9581427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-4/episode-15","name":"Auf Liebe und Tod – Teil 2: Auf Liebe und Tod","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581436","hoster":"VOE"},{"path":"/redirect/9581441","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-1","name":"Eiszeit – Teil 1","epNo":1,"alt":"","descr":"Dramatische Ereignisse werfen ihre Schatten voraus – und kommen denkbar ungelegen. Denn eigentlich steht dem Bergdoktor eine Steuerprüfung ins Haus. Doch ein kleines Mädchen, Jasmin, ist in der Nähe eines Gletschers abgestürzt, und so werden Dr. Martin Gruber und sein Bruder Hans zur Bergrettung gerufen. Zu allem Überfluss ist die Mutter, Vera Seitz, beim eigenmächtigen Versuch, ihre Tochter zu retten, ebenfalls abgestürzt. Hans, Martin und die Kollegen von der Bergrettung müssen schnell handeln, denn die Wetterverhältnisse verschlechtern sich zusehends. Die Brüder seilen sich ab, doch beim Versuch, Mutter und Tochter zu bergen, geschieht das Unfassbare. Vera rutscht den Abhang hinab und verschwindet spurlos in einer Gletscherspalte. Die Bergretter machen sich umgehend auf die Suche nach ihr, während Dr. Gruber sich erst einmal um Jasmin kümmert. Zunächst ist Martin erleichtert, als er bemerkt, dass das Kind kaum verletzt ist, doch die Ernüchterung folgt rasch. Martin erfährt, dass Jasmin unter einer extrem aggressiven Form der Leukämie leidet. Einzig eine Knochenmarkspende könnte ihr Leben retten, doch dafür kommt nur ihre Mutter in Frage. So beginnt ein Wettlauf mit der Zeit. Als Jasmin Martin von ihrer Tante Maria erzählt, der Schwester ihrer Mama, keimt neue Hoffnung auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589776","hoster":"VOE"},{"path":"/redirect/9589781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-2","name":"Eiszeit – Teil 2","epNo":2,"alt":"","descr":"Martins Versuch, Lenas Ehemann Tom mit einem nur wenig erprobten Medikament zu therapieren, schlägt fehl: Obwohl das Präparat zunächst Wirkung zeigt, verschlechtert sich Toms Gesundheitszustand plötzlich rapide. Da Martins Freundin Lena ihn für das Misslingen der riskanten Therapie verantwortlich macht, steht mit einem Male auch Martins Beziehung auf dem Spiel. Hans’ Liebesglück ist ebenfalls getrübt: Susanne bittet ihn, seiner Frau Klara endlich von ihr zu erzählen – andernfalls werde sie sich nicht auf ihn einlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589782","hoster":"VOE"},{"path":"/redirect/9589784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-3","name":"Um Leben und Tod – Teil 1: Dunkle Wolken","epNo":3,"alt":"","descr":"Martins Versuch, Lenas Noch-Ehemann Tom mittels einer riskanten Therapie zu retten, ist schlußendlich doch von Erfolg gekrönt. Im Liebesleben des Bergdoktors geht es aber dennoch drunter und drüber: Lena scheint nicht bereit zu sein, sich endgültig für Martin zu entscheiden – zu groß ist ihr Verantwortungsgefühl gegenüber Tom. Auch Hans steht vor einer schwierigen Hürde: Klara ist aus Rom zurückgekehrt und gesteht ihm seine Liebe, woraufhin er es nicht übers Herz bringt, ihr von seinen Gefühlen für Susanne zu berichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589794","hoster":"VOE"},{"path":"/redirect/9589797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-4","name":"Um Leben und Tod – Teil 2: Umkämpftes Glück","epNo":4,"alt":"","descr":"Hochstimmung auf dem Gruberhof: Lilli schwebt auf Wolke sieben und plant bereits ihr erstes Mal mit Mario, während endlich auch Martin und Lena zueinander gefunden haben. Lediglich Hans macht die Dreiecksbeziehung mit Susanne und Klara weiterhin zu schaffen. Während sich Lena und Martin auf ein romantisches Wochenende zu zweit freuen, kommt dem Bergdoktor ein Notfall dazwischen: Hüttenwirt Christoph Berner bricht plötzlich zusammen – akutes Leberversagen! Nur eine sofortige Organtransplantation kann ihn jetzt noch retten. Erneut ist das Geschick des Bergdoktors gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589800","hoster":"VOE"},{"path":"/redirect/9589803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-5","name":"Schwere Erkenntnis – Teil 1: Nur ein kleiner Schritt","epNo":5,"alt":"","descr":"Tief traurig versucht Martin, die Trennung von Lena zu verarbeiten, doch gelingt ihm das mehr schlecht als recht. Selten hat er eine derartige innere Leere erlebt. Lisbeth macht sich große Sorgen um ihren Sohn, und auch Martins Mentor Roman sieht, dass es seinem Schützling nicht gut geht. Als Martin aus New York ein Angebot erhält, sich als Berater an einer Studie zu beteiligen, ermutigt Roman ihn, sich ein paar Tage Abwechslung zu gönnen, um auf andere Gedanken zu kommen. Doch dafür hat Martin gerade kein Ohr, denn er wird in die Pension Kaiserwarte gerufen, die vom Ehepaar Gottlieb geführt wird. Anna Gottlieb klagt über starke Kopfschmerzen und Atemnot. Ihr Mann Jochen und ihre Tochter Nina sind in großer Sorge. Nach einer ersten Untersuchung kann Martin nichts feststellen, darum gibt er eine Blutprobe ins Labor. Die Köchin der Pension, Ute Janning, macht sich offensichtlich ebenfalls große Sorgen um Frau Gottlieb. Hans dagegen plagen endlich keine Beziehungsprobleme mehr. Er und Susanne wollen gerne ihre Zeit genießen, allerdings ist das nicht ganz einfach, denn Jonas, dem es sichtlich gut tut, endlich eine \"richtige\" Familie zu haben, sucht ständig ihre Nähe, wenn sie sich vergnügen wollen. Mario verschafft sich viel freie Zeit mit Lilli, indem er einen Streit mit seiner Mutter vorgibt, um einmal längere Zeit bei der Bergdoktor-Tochter bleiben zu können. Martin erlaubt dies großzügig, Lisbeth ist wenig begeistert und traut dem Frieden nicht. Lenas Ehemann Tom hofft, dass Lena ganz zu ihm zurückkehrt, doch sie ist noch nicht dazu bereit. Immer wieder wandern ihre Gedanken zu Martin. Mehrfach versucht sie, Kontakt mit ihm aufzunehmen. Schließlich fährt Martin zu ihr und macht ihr unmissverständlich klar, dass sie beide keine Zukunft haben – sie aber eine mit Tom hat. Das kostet Martin viel Kraft, und er beschließt, für eine Weile Abstand zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589810","hoster":"VOE"},{"path":"/redirect/9589811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-6","name":"Schwere Erkenntnis – Teil 2: Wiedergeburt","epNo":6,"alt":"","descr":"Obwohl sich Martin entschieden hat, doch in Ellmau zu bleiben, ist Lilli weiterhin sauer auf ihn. Gemeinsam suchen Vater und Tochter einen Ausweg aus der verfahrenen Situation. Gleichzeitig wird der Bergdoktor in die Ellmauer Kirche gerufen, wo Orgelbauer Markus Leitner aufgrund akuter Atemnot von der Leiter gefallen ist. Als Martin bei seinem Patienten ein Lungenemphysem diagnostiziert und ihm dringend zu einer OP rät, lehnt dieser jedoch kategorisch ab. Leitners Gründe für diese Entscheidung sorgen beim Bergdoktor zunächst für Ratlosigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589822","hoster":"VOE"},{"path":"/redirect/9589826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-7","name":"Die letzte Wahrheit – Teil 1: Entscheidung mit Folgen","epNo":7,"alt":"","descr":"Auf dem Weg zu Tom Imhoffs Beerdigung entgeht der Bergdoktor nur knapp einem Zusammenstoß mit einem Geländewagen. Der Fahrer wurde unvermittelt ohnmächtig, und seine Freundin verhinderte das Schlimmste, indem sie das Steuer gerade noch rechtzeitig herumriss. Martin untersucht den Zeitsoldaten auf Herzprobleme, doch der spielt das Geschehene herunter. Schließlich wäre er doch mit Herzproblemen nicht beim Bund verpflichtet worden. Martin lässt sich aber nicht beirren und schickt eine Blutprobe ins Labor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589829","hoster":"VOE"},{"path":"/redirect/9589830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-8","name":"Die letzte Wahrheit – Teil 2: Blindes Vertrauen","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920650","hoster":"VOE"},{"path":"/redirect/9589725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-9","name":"Auszeit – Teil 1: Die wahre Liebe","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589735","hoster":"VOE"},{"path":"/redirect/9589738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-10","name":"Auszeit – Teil 2: Auszeit","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589753","hoster":"VOE"},{"path":"/redirect/9589739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-11","name":"Neustart – Teil 1: Wunderheilung","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589748","hoster":"VOE"},{"path":"/redirect/9589742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-12","name":"Neustart – Teil 2: Verloren","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589744","hoster":"VOE"},{"path":"/redirect/9589751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-13","name":"Bis zum Schluss – Teil 1: Ausgereizt","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920651","hoster":"VOE"},{"path":"/redirect/9589762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-5/episode-14","name":"Bis zum Schluss – Teil 2: Verlorene Kinder","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589766","hoster":"VOE"},{"path":"/redirect/9589770","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-1","name":"Virus - [In E02 enthalten]","epNo":1,"alt":"","descr":"Dank Martin gilt sein Patient Tobias Kirchleiter als komplett geheilt. Tobias’ Traum von einem eigenen Büro für Bergtouren steht jetzt scheinbar nichts mehr im Weg. Zu Feier des Tages unternimmt er mit seiner Freundin Pia eine kleine Wanderung, als Pia plötzlich schwere Atemwegsprobleme bekommt, die sich dramatisch auswachsen. Schließlich muss sogar die Bergrettung ausrücken. Die vermeintliche Asthmatikerin trägt schon viel zu lange ein Geheimnis mit sich herum, dem Martin erst nach und nach auf die Schliche kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597889","hoster":"VOE"},{"path":"/redirect/8387643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-2","name":"Ausgeträumt – Teil 1 + 2","epNo":2,"alt":"","descr":"Das Leben von Pia Ritter hängt an einem seidenen Faden. Nur eine sofortige Transplantation kann die junge Frau noch retten. Gegen ihren Willen klärt Martin Pias Freund Tobias über ihr Krankheitsbild auf und erreicht, dass sich Tobias als Organspender testen lässt. Tatsächlich wäre er ein geeigneter Kandidat und willigt auch in die riskante Operation ein. Ein Wettlauf gegen die Zeit beginnt. Privat hängt der Himmel für Martin wieder voller Geigen, als er die freche Anne Meierling näher kennen lernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586881","hoster":"VOE"},{"path":"/redirect/8387644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-3","name":"Verantwortung – Teil 1 + 2","epNo":3,"alt":"","descr":"Zufällig erlebt Martin mit, wie Jana Keutner völlig erschöpft neben ihrem Wagen zusammenbricht. Um ihre chronisch kranke Tochter versorgen zu können, muss die junge Frau rund um die Uhr arbeiten. Daher kommt es für Jana auch nicht in Frage, sich krankschreiben zu lassen. Bald steht aber mehr auf dem Spiel als die bloße Existenz. Indes entpuppt sich Martins neue Flamme Anne als Frau voller Geheimnisse. Vor allem seine Mutter scheint dem jungen Glück wenig abgewinnen zu können.Jana Keutner hat zu lange zugewartet, um sich wegen ihrer kranken Leber behandeln zu lassen. Für die todgeweihte Frau gibt es nun keine Rettung mehr. Martin versucht, den Kontakt zum Vater von Janas kleiner Tochter wiederherzustellen, damit das Mädchen am Ende nicht völlig allein dasteht. Währenddessen spricht sich allmählich herum, dass Martins Freundin Anne mit einem Erzrivalen der Familie Gruber verwandt ist. Ungewollt geraten sie und Martin daraufhin zwischen die Fronten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917316","hoster":"VOE"},{"path":"/redirect/8387645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-4","name":"Keine Zukunft – Teil 1+2","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586884","hoster":"VOE"},{"path":"/redirect/8387649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-5","name":" Lügen und Wahrheiten – Teil 1+2","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579180","hoster":"VOE"},{"path":"/redirect/8387656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-6","name":"Schattenkind - Teil 1+2","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586883","hoster":"VOE"},{"path":"/redirect/8387655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-7","name":"Allein - Teil 1+2","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586885","hoster":"VOE"},{"path":"/redirect/8387659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-8","name":"[In vorherigen Folgen enthalten]","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597842","hoster":"VOE"},{"path":"/redirect/9597843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-9","name":"[In vorherigen Folgen enthalten]","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597854","hoster":"VOE"},{"path":"/redirect/9597852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-10","name":"[In vorherigen Folgen enthalten] ","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383529","hoster":"VOE"},{"path":"/redirect/9597861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-11","name":"[In vorherigen Folgen enthalten] ","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13505373","hoster":"VOE"},{"path":"/redirect/9597872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-6/episode-12","name":"[In vorherigen Folgen enthalten] ","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597884","hoster":"VOE"},{"path":"/redirect/9597888","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-1","name":"Alte Heimat, neue Heimat – Teil 1+2","epNo":1,"alt":"","descr":"Martin Gruber freut sich auf die Heimkehr seiner Freundin Anne Meierling, doch am Bahnhof wartet er vergeblich auf sie. Dort fällt ihm allerdings die zehnjährige Annika auf, die vollbepackt auf dem Bahnsteig zusammenbricht. Von ihren Eltern keine Spur. So nimmt er sich des Mädchens an und erfährt, dass sie ganz alleine von Berlin nach Ellmau gefahren ist, um zu ihrem Bruder Sebastian in ihr altes Zuhause zu ziehen. Ihr Vater weiß von dieser Reise nichts, und bald wird klar, dass es in der Familie schwere Konflikte gibt. Als ihr Vater eintrifft, setzt er alles daran, das Mädchen wieder zurück nach Berlin mitzunehmen, doch Martin verschafft sich und dem Mädchen Zeit, um herauszufinden, was der Kleinen gesundheitlich fehlt. Mehr und mehr wächst nämlich seine Befürchtung, dass Annikas Symptome eine psychische Ursache haben. Ihr Körper wehrt sich mit ganzer Kraft gegen das Leben in der Großstadt. Auch Martins Freund Dr. Kahnweiler unterstützt ihn bei den Untersuchungen. So hat er jedenfalls gute Gründe, seiner Freundin Vera Fendrich, der Tochter des Klinikchefs, aus dem Weg zu gehen. Sie ist von besonderer Anhänglichkeit. Als Martin Gruber bei Arthur Distelmeier vorbeischaut, um zu erfragen, wo dessen Tochter Anne steckt, geraten die zwei wieder einmal in Streit. Die handfeste Auseinandersetzung endet jäh, als Anne auftaucht und dazwischen geht. Sie hat von dem provokanten Verhalten ihres Vaters die Nase voll und packt ihre Koffer. Die nächste Zeit wird sie bei Martin wohnen. Vielleicht kann sie sich dort ja nützlich machen und Martins Bruder Hans bei der Hofarbeit unterstützen. Martin freut es, doch Hans ist alles andere als begeistert. Er hat inzwischen eingesehen, dass er die Nähe seiner Familie braucht. Er will nicht länger getrennt von Susanne, Jonas und der kleinen Sophie leben und zieht zu ihnen ins Wirtshaus. So pendelt er zwischen Hofarbeit und Familie, und auch im Lokal wird seine Unterstützung immer wieder gebraucht. Hans reibt sich auf und ist zunehmend genervt von der Situation. Martin Gruber hat viel zu tun, seine Lieben zu beruhigen und gleichzeitig das Leben der kleinen Annika zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586887","hoster":"VOE"},{"path":"/redirect/8387665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-2","name":"Zwei Väter - Teil 1+2","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985322","hoster":"VOE"},{"path":"/redirect/8387667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-3","name":"Zwänge - Teil 1+2","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985323","hoster":"VOE"},{"path":"/redirect/8387671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-4","name":"Königskinder  – Teil 1+2","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9629709","hoster":"VOE"},{"path":"/redirect/8387431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-5","name":"Der bessere Tod – Teil 1+2","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985254","hoster":"VOE"},{"path":"/redirect/8387434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-6","name":"In der Falle - Teil 1+2","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9629725","hoster":"VOE"},{"path":"/redirect/8387438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-7","name":"Außenseiter - Teil 1+2","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985252","hoster":"VOE"},{"path":"/redirect/8387442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-8","name":"[In vorherigen Folgen enthalten]","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9629752","hoster":"VOE"},{"path":"/redirect/9629759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-9","name":"[In vorherigen Folgen enthalten]","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920653","hoster":"VOE"},{"path":"/redirect/9629770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-10","name":"[In vorherigen Folgen enthalten]","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920654","hoster":"VOE"},{"path":"/redirect/9629789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-11","name":"[In vorherigen Folgen enthalten]","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9629810","hoster":"VOE"},{"path":"/redirect/9629807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-12","name":"[In vorherigen Folgen enthalten]","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9629820","hoster":"VOE"},{"path":"/redirect/9629825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-13","name":"[In vorherigen Folgen enthalten]","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9629839","hoster":"VOE"},{"path":"/redirect/9629844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-7/episode-14","name":"[In vorherigen Folgen enthalten]","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920657","hoster":"VOE"},{"path":"/redirect/9629868","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-1","name":"Alte Wunden – Teil 1+2","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8549293","hoster":"VOE"},{"path":"/redirect/8387682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-2","name":"Ein kaltes Herz – Teil 1+2","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579181","hoster":"VOE"},{"path":"/redirect/8387694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-3","name":"Schicksalsschläge – Teil 1+2","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586888","hoster":"VOE"},{"path":"/redirect/8387693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-4","name":"Entäuschte Erwartungen – Teil 1+2","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586886","hoster":"VOE"},{"path":"/redirect/8387696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-5","name":"Abschiede - Teil 1+2","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586889","hoster":"VOE"},{"path":"/redirect/8387702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-6","name":"Zei Mütter – Teil 1+2","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586891","hoster":"VOE"},{"path":"/redirect/8387703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-7","name":"In der Fremde – Teil 1+2","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985345","hoster":"VOE"},{"path":"/redirect/8387705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-8","name":"Die Lebenden und die Toten – Teil 1+2","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586892","hoster":"VOE"},{"path":"/redirect/8387709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-9","name":"[In vorherigen Folgen enthalten] ","epNo":9,"alt":"","descr":"Frustriert von den leeren Versprechungen ihres Vaters hat Anne den Hof verlassen. Kaum ist sie weg, passiert ein Unglück. Im Suff verursacht Arthur einen Brand, der ihn und Martins Mutter Lisbeth in höchste Gefahr bringt. Gemeinsam mit seinem Bruder versucht Martin die zwei vor dem sicheren Feuertod zu retten. Indes plagt die erfolgreiche Architektin Michaela Höffner die tief sitzende Angst, dasselbe Schicksal wie ihre Mutter zu erleiden. Nachdem diese an Multipler Sklerose erkrankt ist, hat ihr Mann sie verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13007967","hoster":"VOE"},{"path":"/redirect/9630948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-10","name":"[In vorherigen Folgen enthalten] ","epNo":10,"alt":"","descr":"Marie Wiesgott steckt in der Klemme. Eine schwere Erkrankung hat ihre Niere irreparabel geschädigt. Einzige Rettung wäre eine Organtransplantation. Da Maries Mutter Johanna ein Herzleiden hat, kommt als Spenderin eigentlich nur Maries Tocher Jenni infrage. Martin arrangiert ein heimliches Treffen zwischen den beiden auf dem Gruberhof, von dem Johanna nichts wissen darf. Nach wie vor trägt sie es Marie nach, dass sie ihre Familie im Stich gelassen hat, um sich in Spanien selbst zu verwirklichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630964","hoster":"VOE"},{"path":"/redirect/9630987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-11","name":"[In vorherigen Folgen enthalten] ","epNo":11,"alt":"","descr":"Nach einem klärenden Gespräch haben sich Anne und Martin versöhnt. Der Grund ihres Konflikts, Annes Vater Arthur, hat das Weite gesucht und das Paar wohnt endlich allein auf dem Distelmeier-Hof. Alles wäre also eitel Wonne, würde Anne nicht erneut anfangen, ihren alkoholkranken Vater zu bemuttern. Martin wird derweil völlig von seinem Job in Anspruch genommen. Er versucht einem schwerkranken Burschen, der sich bereits mit seinem baldigen Tod abgefunden hat, neue Hoffnung auf Heilung zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630994","hoster":"VOE"},{"path":"/redirect/9630992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-12","name":"[In vorherigen Folgen enthalten] ","epNo":12,"alt":"","descr":"Der 18-jährige Paul hat Lymphdrüsenkrebs im Endstadium. Eigentlich ein Todesurteil, jedoch wird im Rahmen einer medizinischen Studie gerade eine neues Medikament erprobt, das Paul das Überleben sichern könnte. Paul ist zwar damit einverstanden, sich erneut in klinische Behandlung zu begeben und an der Studie teilzunehmen, doch der zuständige Studienleiter Professor Henning winkt aus rechtlichen Erwägungen ab. Da scheint auch kein Überraschungsbesuch von Martin und Paul zu helfen – vorerst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630999","hoster":"VOE"},{"path":"/redirect/9630996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-13","name":"[In vorherigen Folgen enthalten] ","epNo":13,"alt":"","descr":"Martin hat sich von Anne getrennt. Anstatt jedoch Trübsal zu blasen, versucht er das Beste aus der Situation zu machen und plant mit Bruder Hans einen echten Männerurlaub in Schweden, als ein Notruf die morgendliche Idylle zerstört: Der kleine Max blutet heftig aus der Nase. Rasch kommt Martin dem Grund allen Übels auf die Spur. Ein Gendefekt treibt den Blutdruck des Babys in die Höhe. Max braucht gesunde Stammzellen. Die Suche nach geeigneten Spendern fördert allerdings Überraschendes zutage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13505379","hoster":"VOE"},{"path":"/redirect/9630786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-14","name":"[In vorherigen Folgen enthalten] ","epNo":14,"alt":"","descr":"Aufgrund fataler Missstände in einer Kinderwunsch-Klinik hat Max quasi zwei Mütter: Saskia Diekhaus, die das Baby ausgetragen und bisher aufgezogen hat, und Nicole Junginger. Von ihr stammen die biologischen Erbanlagen. Als sich Symptome eines Gendefekts bei Max zeigen, droht der Bub zwischen alle Fronten zu geraten. Eine Stammzellenspende setzt das Einverständnis beider Mütter voraus. Doch weil Nicole Junginger sich um ihr Erbgut betrogen fühlt, sind Verhandlungen mit ihr schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630795","hoster":"VOE"},{"path":"/redirect/9630788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-15","name":"[In vorherigen Folgen enthalten] ","epNo":15,"alt":"","descr":"Nachdem Hans vom Kuss zwischen Martin und Susanne erfahren hat, schaltet er auf stur. Martin wird nicht nur vom Hof gejagt. Enttäuscht verbannt ihn Hans auch aus dem Team der Ellmauer Bergretter. Da sich Annes Vater weiterhin weigert, das Feld für Martin zu räumen, schlüpft dieser bei einem Kollegen unter, auch wenn dies keine Dauerlösung sein kann. Beruflich macht Martin Bekanntschaft mit Rallye-Fahrer Max Griebel. Untersuchungen fördern bei dem jungen Mann eine deprimierende Diagnose zutage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630802","hoster":"VOE"},{"path":"/redirect/9630807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-16","name":"[In vorherigen Folgen enthalten] ","epNo":16,"alt":"","descr":"Martins 36-jähriger Patient Max Griebel hat Alzheimer. Besorgt erleben Max’ Frau Ina und sein Bruder Jan mit, wie der Rallye-Fahrer langsam geistig verfällt. Dabei hätten sie Max Wichtiges mitzuteilen: Die zwei sind sehr ineinander verliebt und würden gerne offen zusammenleben. Max’ größte Sorge gilt derweil seinem Sport. Nur ein Rennen trennt ihn noch vom Sieg des Europacups, wäre da nicht die Erkrankung. Da hat Jan eine Idee, wie er Max vielleicht doch noch ein versöhnliches Karriereende bereiten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920656","hoster":"VOE"},{"path":"/redirect/9630806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-17","name":"[In vorherigen Folgen enthalten] ","epNo":17,"alt":"","descr":"Frustriert von den leeren Versprechungen ihres Vaters hat Anne den Hof verlassen. Kaum ist sie weg, passiert ein Unglück. Im Suff verursacht Arthur einen Brand, der ihn und Martins Mutter Lisbeth in höchste Gefahr bringt. Gemeinsam mit seinem Bruder versucht Martin die zwei vor dem sicheren Feuertod zu retten. Indes plagt die erfolgreiche Architektin Michaela Höffner die tief sitzende Angst, dasselbe Schicksal wie ihre Mutter zu erleiden. Nachdem diese an Multipler Sklerose erkrankt ist, hat ihr Mann sie verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630823","hoster":"VOE"},{"path":"/redirect/9630820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-8/episode-18","name":"[In vorherigen Folgen enthalten] ","epNo":18,"alt":"","descr":"Anne erwarten schlechte Neuigkeiten: Ihr Vater ist tödlich verunglückt. Ausgerechnet Martin muss ihr die traurige Nachricht überbringen. Zudem steht ein ernstes Gespräch mit Lilli an. Diese ist nach wie vor wild entschlossen, für ein halbes Jahr nach Neuseeland auszuwandern. Da sie noch nicht volljährig ist, braucht sie jedoch die Zustimmung ihrer beiden Väter, die uneins sind. Indes riskiert Martins Patientin Michaela Höffner Kopf und Kragen bei dem Versuch, vor ihrem Mann eine unangenehme Wahrheit zu verbergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9630835","hoster":"VOE"},{"path":"/redirect/9630840","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-1","name":"Wunschkind – Teil 1+2","epNo":1,"alt":"","descr":"Der Plan der Familie Gruber, besinnliche Weihnachten zu verbringen, will nicht so recht aufgehen. Denn Lisbeth entdeckt in der Kirche nach einer Chorprobe ein Findelkind. Da das Jugendamt kurz vor den Feiertagen nicht darauf vorbereitet ist, verbleibt das Neugeborene vorübergehend bei den Grubers und wird von Lisbeth auf den Namen Ben getauft. Warum wurde der Kleine in der Kirche zurückgelassen? Dass eine überforderte Mutter kurz vor Weihnachten in einer Kurzschlusshandlung ihr Kind ausgesetzt hat, ist eine naheliegende Vermutung, und so bleibt die Hoffnung, dass sie sich noch meldet. Doch dem ist nicht so. Als der kleine Ben plötzlich Fieber und einen merkwürdigen Ausschlag bekommt, wird es aber umso wichtiger, die leiblichen Eltern zu finden. Eine Spur zu einer bekannten Hebamme verläuft im Sande, während es dem Kind zusehends schlechter geht. Ruhige Weihnachten liegen für die Grubers also in weiter Ferne, auch wenn zumindest in Martins Praxis alles normal läuft. Kann Bens Mutter noch rechtzeitig gefunden werden, und wird es für Ben und seine Eltern noch ein glückliches Ende geben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586890","hoster":"VOE"},{"path":"/redirect/8387707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-2","name":"Lebendig begraben – Teil 2","epNo":2,"alt":"","descr":"Martin Grubers Patientin Henriette Geis ist erst 40 und erleidet zum wiederholten Mal einen Schlaganfall. Ein Medikament könnte ihr Leben retten, nicht jedoch das ihres ungeborenen Kindes. Der tragische Tod von Arthur Distelmeier bewegt Dr. Martin Gruber und die Folgen des Unglücks beeinflussen alles. Mutter Lisbeth kann kaum noch auf dem Hof arbeiten und Anne bittet ihn um eine Falschaussage, um ihre Pleite abzuwenden. Martin Gruber ist deprimiert. Der Tod von Annes Vater, der im Alkoholrausch seinen kompletten Hof abgefackelt hat und anschließend im Krankenhaus gestorben ist, lässt ihn nicht los. Arthur Distelmeiers Tod könnte aber auch eine neue Chance für Martin und Anne sein, stand er doch letztlich immer zwischen ihnen. Sein Tod hat aber noch weitere Folgen. Lisbeth, die ihm zu Hilfe geeilt war, leider immer noch unter der erlittenen Rauchgasvergiftung und kommt nur sehr langsam wieder auf die Beine. Martin ist nicht nur in seinem Privatleben gefordert. Er wird zu einem Einsatz auf die Koppen-Spitze gerufen. Die 40-jährige Henriette Geis, die mit ihrem Mann Peter die Firma \"Die Mountain Profis\" betreibt, ist zusammengebrochen. Verdacht auf Schlaganfall. Bei der ersten Untersuchung erfährt Martin von Peter Geis, dass \"Jette\" bereits zwei Schlaganfälle hatte, Ursache unbekannt. Bei den Untersuchungen im Krankenhaus stellt sich zusätzlich heraus, dass Jette schwanger ist. Eine gute und schlechte Nachricht zugleich. Gut, weil das Ehepaar die Hoffnung auf ein Kind längst aufgegeben hatte; schlecht, weil durch die lebensrettenden, Blut verdünnenden Medikamente das Kind gefährdet wird. Die Eltern müssen sich entscheiden: Henriette ist für das Kind, Peter dagegen, denn seine Frau könnte während der Schwangerschaft sterben. Dr. Alexander Kahnweiler plagen derweil andere Probleme: Er kocht vor Eifersucht, weil er seine Vera immer wieder turtelnd mit dem Assistenzarzt D. Kilian sieht. Alexander ist sich sicher: Vera betrügt ihn. Als Anne erfährt, dass es wegen der Alkoholsucht ihres Vaters mit der Versicherung Schwierigkeiten gibt, bricht eine Welt für sie zusammen. Denn das würde bedeuten, dass sie den hochverschuldeten Hof an die Bank verliert. Als sie jedoch von Martin verlangt, er solle ihr bescheinigen, dass Arthur am Abend des Brandes nüchtern war, kommt es zum Streit. Martin weigert sich zu lügen, da ihn eine Falschaussage die Karriere kosten kann. Doch Anne lässt nicht locker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579182","hoster":"VOE"},{"path":"/redirect/8387712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-3","name":"Ein letztes Lied – Teil 1+2","epNo":3,"alt":"","descr":"Martin Gruber muss der erfolgreichen Sängerin Katharina Herz mitteilen, dass sie einen Hirntumor hat. Der ist zwar gutartig, muss aber operiert werden – und danach wäre Katharina taub. Außerdem hat er ein schlechtes Gewissen, denn er hat gegenüber Annes Versicherung gelogen und behauptet, Arthur Distelmeier sei zum Zeitpunkt des Brandes nüchtern gewesen. Dass ausgerechnet die Versicherungsvertreterin mit ihm flirtet, macht es nicht leichter. In seine düsteren Gedanken hinein klingelt das Telefon: Robert Selig vom Pop-Duo Herz \u0026amp; Selig ist beunruhigt, denn seine Frau, Katharina Herz, ist ohnmächtig geworden. Martin lässt sie ins Krankenhaus einweisen, ein Schädel-CT wird gemacht. Das Ergebnis ist ein Schock: In Katharinas Kopf wird ein gutartiger Tumor entdeckt, der sofort operiert werden muss, da sonst über kurz oder lang Lebensgefahr besteht. Allerdings würde Katharina durch die OP ihr komplettes Hörvermögen verlieren. Ob und wann das passiert, kann Martin ihr nicht mit Bestimmtheit sagen. Katharina ist verzweifelt. Was soll sie tun? Sich operieren lassen und taub werden? Sich nicht operieren lassen und sterben? Egal. Ihren geliebten Robert würde sie sowieso an die junge attraktive Sängerin Bille verlieren, mit der er sie betrogen hat. Ausgerechnet jetzt hat sich Bille auch noch in Susannes Gasthof \"Wilder Kaiser\" ein Zimmer genommen. Peter Geis bittet Hans, ihn als Guide bei den Mountain Profis zu unterstützen, solange seine Frau weiter im Koma liegt. Hans hilft ihm gern und glaubt, dass er Lilli die Verantwortung für den Hof eine Zeitlang übertragen kann. Dabei übersieht er, dass seine Tochter schon kurz davor ist, alles hinzuwerfen. Alexander Kahnweilers Gefühle fahren Achterbahn. Er hat erfahren, dass Vera ihn nicht betrügt, vielmehr möchte sie Kinder mit ihm haben. Ein Albtraum! Alexander mag keine Kinder. Als Vera mit schwarzen Strapsen unterm Kittel im Krankenhaus antanzt und Alexander verführen will, weist er sie ab. Die gedemütigte Vera flüchtet daraufhin direkt zu Martin Gruber und schüttet ihm ihr Herz aus. Kaum ist Vera weg, wird Martin zur Versicherungsagentin Rike Jäger gerufen, die seine Aussage über die Brandursache am Distelmeierhof protokolliert hat: Sie leidet an einem Hexenschuss. Bei der Untersuchung beginnt es zwischen ihr und Martin gewaltig zu knistern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985343","hoster":"VOE"},{"path":"/redirect/8387716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-4","name":"Zehn Jahre Ewigkeit – Teil 1+2","epNo":4,"alt":"","descr":"Die elfjährige Emma Grainer steht nach einer schweren Viruserkrankung kurz vor einer Leber-Darm-Transplantation, als sie bei einem Picknick mit ihrer Mutter Katja unter Schmerzen zusammenbricht. Dr. Gruber stellt fest, dass das Virus zurück ist, das die neuen Organe angreifen könnte und die Transplantation deshalb fast unmöglich geworden ist. Dr. Kahnweiler schlägt vor, abzuwarten und die Leber dem trockenen Alkoholiker Wolfgang Fuchs einzusetzen. Martin ist dagegen: Das Abwarten könnte Emma das Leben kosten. Er besucht Wolfgang Fuchs, um eine mögliche Lebertransplantation mit ihm zu besprechen. Dabei stellt er fest, dass die Hände des 51-Jährigen zittern. Trinkt er wieder oder hat das Zittern eine andere Ursache? Katja Grainer ist nicht bereit, ihre Tochter einfach aufzugeben und versucht parallel mit allen Mitteln, den neuen Empfänger ausfindig zu machen. Auf dem Gruberhof hängt zwischen Hans und Martin der Haussegen schief. Lilli hat die Arbeit auf dem Hof hingeworfen und arbeitet jetzt bei Martin in der Praxis. Hans ist enttäuscht, er macht Martin für Lillis Entscheidung verantwortlich. Hat er doch gehofft, dass Lilli eines Tages den Gruber-Hof übernimmt. Anne lässt Martin weiter nicht los. Das Geld der Versicherung ist immer noch nicht geflossen. Aus dem fernen Paris bittet Anne Martin noch einmal, bei Rike Jäger nachzuhaken. Seine Lüge gegenüber Rike Jäger steht immer noch im Raum, als er sie ein weiteres Mal aufsuchen muss. Lisbeth spürt die Unzufriedenheit ihres Sohnes Hans. Jetzt, wo klar zu sein scheint, dass Lilli den Hof eines Tages nicht übernehmen wird, beginnt er an der Zukunft des Hofes zu zweifeln. Auch, weil seine Mutter weiter nicht voll mit anpacken kann. Lisbeth versucht zwar alles, um Hans die Zweifel zu nehmen, hat damit aber große Schwierigkeiten. Umso besser läuft es für Hans bei den Mountain Profis. Er genießt die Zeit, die er in den Bergen verbringen kann. Peter bietet Hans sogar eine Vollzeitstelle an, und eine Teilhaberschaft wäre auch eines Tages denkbar. Doch Hans muss das Angebot ausschlagen. Der Hof lässt diese Option leider nicht zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579184","hoster":"VOE"},{"path":"/redirect/8387719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-5","name":"Der schlimmste Schmerz – Teil 1+2","epNo":5,"alt":"","descr":"Die attraktive Versicherungsfrau Rike Jäger braucht Dr. Martin Grubers medizinische Hilfe. Offenbar hat sie sich einen Virus eingefangen. Diesen Hausbesuch absolviert der Bergdoktor gerne. Während der Untersuchung verspricht Rike, die Schadensregulierung von Anne Meierlings Hof zügig zu klären. Martin weiß, wie wichtig das für Anne ist, aber dieser Moment der Nähe zu Rike bedeutet ihm mehr. Das bemerkt auch deren Sohn Lukas, der plötzlich in der Tür steht und Martin wüst zu beschimpfen beginnt. Sein heftiger Wutanfall endet erst, als er sich an einem Glas verletzt. Als Martin erfährt, dass der Junge unter einer Borderline-Störung leidet, versteht er die Attacke. Es wundert ihn allerdings, zu erfahren, dass Lukas in einer therapeutischen Einrichtung lebt und nicht, wie Rike ihm erzählte, bei ihrem Ex-Mann. Wie Martin schließlich herausfindet, fehlte Rike die Kraft, sich angemessen um ihren Sohn zu kümmern. Das verwundert, macht Rike doch eigentlich einen sehr toughen Eindruck. Martin kann eine gut behandelbare Schilddrüsen-Erkrankung diagnostizieren, und die könnte auch die Erklärung für Rikes Schwächephasen sein. So kann er bei Rike die Hoffnung wecken, ihren Sohn womöglich wieder bei sich aufnehmen zu können. Doch damit fangen die Probleme erst an. Martin ist nicht ganz so geschockt wie seine Mutter Lisbeth, als Hans der Familie eröffnet, dass er die Bewirtschaftung des Gruber-Hofes definitiv aufgeben wird. Ihm schwebt eine Zukunft in der Firma \"Die Mountain Profis\" von Peter Geis vor, in der er Teilhaber werden kann. Dr. Kahnweiler wird nach wie vor von seiner Vera unter Druck gesetzt, weil sie immer noch nicht schwanger ist. Als sie ihn zwingen will, einen Fruchtbarkeitstest zu machen, schüttet Alexander seinem Freund Martin sein Herz aus und erfährt umgekehrt, dass Martin immer noch nicht mit Rike über seine Aussage im Versicherungsprotokoll gesprochen hat. Und dann teilt Rike Martin mit, dass ihr Chef den Fall Distelmeier wieder aufrollen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599507","hoster":"VOE"},{"path":"/redirect/8387721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-6","name":"Die falsche Frau – Teil 1+2","epNo":6,"alt":"","descr":"Martins Patientin Johanna Hofer leidet unter einer schweren, unspezifischen Autoimmun-Reaktion, die zu Organversagen und sogar zum Tod führen kann. Alexander Kahnweiler erzählt Martin von einem ähnlichen Fall. Eine Patientin, Dr. Kerstin Rensing, bekam vor kurzem dieselbe Diagnose, ist seitdem aber nicht mehr zu Kontrolluntersuchungen erschienen. Martin und die Versicherungsfrau Rike Jäger kommen sich näher, doch Anne ahnt davon nichts. Die Schadensregulierung lässt auf sich warten – alle Unterlagen werden nochmals geprüft. Martin plagt ein schlechtes Gewissen, weil seine Notlüge an den Tag kommen könnte. Da der Versicherungsfall von Anne neu aufgerollt wird, ist sie auf dem Weg nach Ellmau. Martins Begeisterung für ein Wiedersehen hält sich jedoch in Grenzen. Dass er und Rike Jäger sich näher gekommen sind, spielt dabei sicher keine unwesentliche Rolle. Viel Zeit, über das Problem Anne nachzudenken hat Martin sowieso nicht. Er wird von Gregor Büchner zu einem Notfall gerufen. Johanna Hofer, die auf seinem Bauernhof ein Zimmer gemietet hat, hatte mit ihrem Wagen einen Unfall, weil ihr plötzlich schwindelig wurde. Martin lässt Johanna von Gregor zu weiteren Untersuchungen in seine Praxis bringen. Dass die beiden verliebt sind, entgeht ihm dabei nicht. Dr. Gruber will Kerstin Rensing zu Hause aufsuchen und erfährt dabei von ihrem Mann, dass sie seit Tagen spurlos verschwunden ist. Dr. Jakob Rensing, der sich große Sorgen um seine Frau macht, hat Flugblätter mit dem Vermerk \"Vermisst\" drucken lassen. Als Martin das Foto sieht, wird er blass: Dr. Kerstin Rensing ist das Ebenbild von Johanna Hofer. Anne ahnt nicht, dass Martin ausgerechnet der Frau, die über ihre Zukunft zu entscheiden hat, immer näher kommt. So bittet sie ihn auch um Unterstützung bei einem Gespräch in Rikes Versicherungsbüro. Martin fühlt sich dabei nicht wohl, denn seine Loyalität wird auf eine harte Probe gestellt. Die Akte Distelmeier soll per richterlicher Verfügung erneut geöffnet und alle Aussagen und Laborberichte überprüft werden. Wird Anne alles verlieren? Wird Martin sie weiter schützen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586893","hoster":"VOE"},{"path":"/redirect/8387727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-7","name":"Erzwungene Liebe – Teil 1+2","epNo":7,"alt":"","descr":"Martins Patientinnen, die Schwestern Kara und Marie, leiden an einer gefährlichen Erbkrankheit. Sie dürfen an einer vielversprechenden Studie teilnehmen, doch es gibt Komplikationen. Martin hat beschlossen, dass er die Versicherung nicht länger belügen will. Nun steht Anne endgültig vor dem finanziellen Ruin. Sie hasst ihn dafür – doch wie wird sie erst reagieren, wenn sie von Martin und der Versicherungsfrau Rike erfährt? Martin hat außerdem die Krankenakte von Arthur Distelmeier, die ihm sein Freund Dr. Alexander Kahnweiler überlassen hat, an das Krankenhaus zurückgegeben. Und er beichtet Rike, dass er für das Versicherungsprotokoll gelogen hat. Wird sie ihm die Lüge verzeihen? Martin hat wenig Zeit, sich seinen privaten Problemen zu widmen. Dr. Vera Fendrich teilt ihm mit, dass das Krankenhaus in Hall den Zuschlag für eine Medikamentenstudie zur Behandlung der Beckhoff’schen Encephalitits unter ihrer Leitung bekommen hat. Kara Lambert und Marie Dorfner leiden unter dieser seltenen, oft tödlichen Erbkrankheit. Das Problem: Die beiden Frauen sind Schwestern und sprechen nicht mehr miteinander, seit Marie ein Verhältnis mit Thomas Lambert, dem Mann von Kara, hatte. Dr. Gruber bestellt beide Frauen deshalb getrennt in seine Praxis, wird jedoch noch vor den Terminen zu Marie nach Hause gerufen, der es sichtlich schlecht geht. Er nimmt ihr Blut ab. Das Ergebnis ist verheerend: Viel deutet daraufhin, dass die Krankheit bei Marie ausgebrochen ist und dass sie damit nicht mehr an der Studie teilnehmen kann. Für Marie bricht die Welt zusammen. Anne wohnt nach wie vor auf dem Gruberhof und wundert sich, warum Lisbeth auf einmal gut gelaunt auftaucht, sich ein paar Ordner schnappt und wieder verschwindet. Als Anne kurz darauf im \"Wilden Kaiser\" mit ihr spricht, macht ihr Lisbeth ein verlockendes Angebot: Sie will den Gruberhof wieder bewirtschaften, wenn Anne bereit wäre, mit einzusteigen. Doch dazu brauchen sie das Okay von Hans. Und was wird Martin zu dem Plan sagen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586894","hoster":"VOE"},{"path":"/redirect/8387730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-8","name":"Die Zeit, die bleibt – Teil 1+2","epNo":8,"alt":"","descr":"Martins Patientin Lisa leidet unter Mukoviszidose und David Richter schließt, ob der erneuten Diagnose Knochenkrebs, mit seinem Leben ab. Doch dann lernen sich die beiden in der Praxis kennen. Eine Begegnung auf dem Gruber-Hof lässt den Tag für Martin, Rike und Anne katastrophal starten. Martin ist schwer genervt, dass Lisbeth und Hans Anne auf dem Hof einquartiert haben, doch es kommt noch dicker: Die drei wollen den Hof künftig gemeinsam bewirtschaften. Martin ist perplex. Rike steht morgens unangemeldet an seinem Bett im Gruberhof. Als beide das Zimmer verlassen, steht plötzlich Anne vor ihnen, nur mit einem Handtuch bekleidet. Sie sieht sehr sexy aus. Martins Blicke sprechen Bände. Rike bemerkt es und verabschiedet sich überstürzt. Zeit, sich Gedanken über sein Privatleben zu machen, hat Martin Gruber nicht. In seiner Praxis wartet Lisa, die an der unheilbaren Krankheit Mukoviszidose leidet und Medikamente bestellen will. Außerdem David Richter mit seinen Eltern Claudia und Michael. Dr. Gruber muss Familie Richter eröffnen, dass David nach zwölf Jahren wieder an Knochenkrebs erkrankt ist. Er muss sofort operiert werden und wird dabei sein linkes Bein verlieren. Davids Reaktion schockiert alle: Er lehnt die OP ab. Als ihm Dr. Gruber sagt, dass das sein Todesurteil ist, nickt David, und alle sehen, dass er es ernst meint. Seine Eltern reagieren verzweifelt und wollen, dass David auszieht. Alexander Kahnweiler hat mal wieder Babystress. Vera hat ihm ohne Vorwarnung eröffnet, dass sie beide ein paar Tage auf Karl, das Baby von Krankenschwester Martha, aufpassen werden. Alexander ist entsetzt: Wird ihre Beziehung das aushalten? Martin fährt auf den Bauernhof von Lisa, bringt ihr die bestellten Medikamente. Dabei erkundigt sich Lisa so intensiv nach David, dass Martin hellhörig wird und ihr, obwohl er es nicht darf, erzählt, dass David wieder Knochenkrebs hat und sich nicht mehr operieren lassen will. Als Martin erfährt, dass eines von Lisas Gästezimmern bereits fertig ist, hat er eine Idee. Anne erzählt Lilli begeistert von ihrem Agrarwirtschaftsstudium und davon, wie toll es wird, wenn Lisbeth, Hans und sie den Gruber-Hof gemeinsam betreiben. Lilli hört nachdenklich-interessiert zu. Will Anne sie dazu überreden, den Gruber-Hof später doch zu übernehmen? Und wenn ja, was wird Martin dazu sagen? Letzte Folge der aktuellen Staffel \"Der Bergdoktor\". (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586897","hoster":"VOE"},{"path":"/redirect/8387732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-9","name":"[In vorherigen Folgen enthalten]","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511506","hoster":"VOE"},{"path":"/redirect/9862659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-10","name":"[In vorherigen Folgen enthalten]","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9862535","hoster":"VOE"},{"path":"/redirect/9862534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-11","name":"[In vorherigen Folgen enthalten]","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511505","hoster":"VOE"},{"path":"/redirect/9862541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-12","name":"[In vorherigen Folgen enthalten]","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511504","hoster":"VOE"},{"path":"/redirect/9862549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-13","name":"[In vorherigen Folgen enthalten]","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511512","hoster":"VOE"},{"path":"/redirect/9862556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-14","name":"[In vorherigen Folgen enthalten]","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511517","hoster":"VOE"},{"path":"/redirect/9862560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-15","name":"[In vorherigen Folgen enthalten]","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9862565","hoster":"VOE"},{"path":"/redirect/9862563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-9/episode-16","name":"[In vorherigen Folgen enthalten]","epNo":16,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9862572","hoster":"VOE"},{"path":"/redirect/9862574","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-1","name":"[S04E01 Freier Fall Teil 1+2] Gestohlenes Glück – Teil 1+2","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073326","hoster":"VOE"},{"path":"/redirect/9865022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-2","name":"Fremdes Herz – Teil 1+2","epNo":2,"alt":"","descr":"Eigentlich gibt es Grund zu feiern. Nicht nur, dass es fast auf den Tag genau zehn Jahre her ist, dass Dr. Martin Gruber zurück nach Ellmau kam. Es ist außerdem Lisbeths Geburtstag. Doch den hätte sich die gesamte Familie Gruber anders vorgestellt. Noch immer wohnt Anne Meierling auf dem Gruberhof, sehr zu Martins Missfallen. Bruder Hans, Mutter Lisbeth und Tochter Lilli hoffen auf eine Aussprache zwischen Martin und Anne. Denn alle wollen, dass sie künftig als Partnerin hilft, den Hof wieder erfolgreich zu bewirtschaften. Doch die Fronten sind verhärtet, und Martin droht, den Hof endgültig zu verlassen, sollte seine Ex bleiben. Sehr zu Rikes Freude, denn die will ihn sowieso überreden, bei ihm einzuziehen. Doch Martin ist sich unsicher und zögert. Und dann ist da noch Rikes an einer Borderline-Störung leidender Sohn Lukas, der überraschend aus dem Heim entlassen wird. Auch beruflich ist der Bergdoktor gefordert. Michael Lanzinger sucht ihn in seiner Praxis auf und bittet ihn um Hilfe. Seine Frau starb vor einigen Monaten bei einem Unfall, und er ist nun auf der Suche nach der Person, der das Herz der überzeugten Organspenderin transplantiert wurde. Martin verweist zunächst auf seine Schweigepflicht, doch er hat eine kühne Idee. Denn seine Patientin Hanna Hofer hat das Spenderherz von Michaels Frau bekommen, leidet aber seitdem unter starken Depressionen. Martin arrangiert ein Treffen zwischen den beiden und hofft, dass Hanna dadurch wieder etwas Lebensmut gewinnt. Der Plan scheint aufzugehen, die Chemie zwischen den beiden stimmt auf Anhieb, sie knüpfen zarte Bande. Doch Hannas neueste Laborergebnisse deuten auf eine unspezifische Entzündung und eine beginnende Abstoßungsreaktion des neuen Herzens hin. Michael will sich seine Gefühle für die junge Frau, die das Herz seiner großen Liebe in sich trägt, nicht eingestehen, und Hanna verliert ihre neu gewonnene Freude am Leben wieder. Es geht ihr zunehmend schlechter. Fieberhaft sucht Martin mit Hilfe seines Freundes Kahnweiler nach dem Entzündungsherd. Kann er Hanna retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865024","hoster":"VOE"},{"path":"/redirect/8387741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-3","name":"Familienfieber – Teil 1+2","epNo":3,"alt":"","descr":"Martin Gruber scheint bereit für sein \"neues Leben\". Er hat Waffenstillstand mit Anne geschlossen, den Gruberhof verlassen und ist in ein kleines Appartement gezogen. Doch er ist und bleibt Arzt mit Leib und Seele, deshalb widmet er sein ganzes Herzblut seinem kleinen Patienten Leo Wimmer. Das erst sechs Monate alte Baby hat immer wieder hohes Fieber, seine Eltern Jakob und Sabine machen sich große Sorgen. Auch Leos Laborwerte sehen nicht gut aus. Martin vermutet eine vererbte Immunkrankheit, doch eine genetische Untersuchung der Eltern liefert keinen Befund. Aber eine überraschende Erkenntnis: Jakob ist nicht Leos leiblicher Vater. Kathi Wimmer, Leos erwachsene Schwester, ist gerade zu Besuch in Ellmau, um ihren Eltern ihren neuen Freund Tobias Ritter vorzustellen. Als Sabine und Tobias sich sehen, sind beide sichtbar schockiert. Sie haben sich schon einmal getroffen – neun Monate vor Leos Geburt. Sabine will weiterhin schweigen, doch Martin ist sich sicher: Nur der leibliche Vater kann das Baby noch retten. Und dazu muss Sabine die Wahrheit sagen. Denn Kathi und ihr Vater Jakob haben nach wie vor keine Ahnung von Sabines Geheimnis. Martins Tochter Lilli ist sich immer noch nicht sicher, ob nun die Arbeit auf dem Hof oder doch in der Praxis das Richtige für sie ist und entscheidet sich deshalb, künftig ihre Zeit aufzuteilen. Die Geschäfte auf dem Gruberhof laufen endlich wieder an, nicht zuletzt dank Annes Tatendrang. Doch Hans und Anne sind gerade mal 24 Stunden Geschäftspartner, da sind sie schon wieder heillos zerstritten. Und ausgerechnet der von Mutter Lisbeth zu Hilfe gerufene Martin soll nun zwischen den beiden Sturköpfen vermitteln. Der ist gerade nicht nur in Berufs-, sondern auch in Liebesdingen komplett eingespannt. Denn Rike will unbedingt mehr Zeit mit ihm verbringen – ebenso wie ihr Sohn Lukas. Bei einem gemeinsamen Essen eskaliert die Situation mit dem Teenager. Obwohl Lukas sich später auf Drängen seiner Mutter bei Martin entschuldigt, hält sich dessen Freude in Grenzen, als Rike ihm vorschlägt, ein paar gemeinsame Tage zu zweit zu verbringen. Martins Freund Kahnweiler dagegen wäre froh, wenn sich seine Vera endlich wieder melden würde. Die ist nämlich seit einer Woche bei einer Freundin untergetaucht, weil sie sich über einige Dinge klarwerden möchte. Bedeutet das etwa das Aus für die beiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985351","hoster":"VOE"},{"path":"/redirect/8387744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-4","name":"[S04E05] Zurück ins Leben","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985348","hoster":"VOE"},{"path":"/redirect/9865034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-5","name":"Blut und Wasser – Teil 1+2","epNo":5,"alt":"","descr":"Glück im Unglück für Martin Gruber. Denn obwohl Lukas ihn nach seinem Absturz am Berg allein und schwer verletzt zurückgelassen hat, gelingt es dank Annes Einsatz, Martin zu finden. Doch noch im Krankenhaus macht dieser seiner Familie gegenüber dicht und schlägt Lisbeths Angebot aus, erst einmal wieder auf den Hof zurückzukommen, um sich dort zu erholen. Die Situation mit Anne ist einfach immer noch zu verfahren. Obwohl er noch immer sichtlich gebeutelt ist, stürzt sich Martin passioniert wie eh und je in die Arbeit. Ein Fall nimmt den Bergdoktor ganz besonders mit. Die 16-jährige Alina lebt seit dem Tod ihrer Mutter bei ihrem Vater Daniel Förster, dessen Frau Petra und deren gemeinsamen Sohn Finn. Als das depressive Mädchen ihrem Leben mit Tabletten ein Ende setzen will, könnten die Folgen kaum schlimmer sein. Denn auch ihr kleiner Halbbruder Finn vergiftet sich versehentlich mit den Substanzen, als er aus Alinas Glas trinkt. Beide Kinder brechen daraufhin mit schweren Organschäden zusammen. Die einzige Chance auf Rettung ist eine Lebertransplantation, und das möglichst zeitnah, denn Alinas und Finns Zustand verschlechtert sich zusehends. Einzig Vater Daniel kommt als Spender in Frage, doch die Hiobsbotschaft von Martin und Kahnweiler trifft ihn wie ein Fausthieb: Er kann lediglich einem seiner Kinder einen Teil seiner Leber spenden, muss sich also entscheiden, ob er Alina oder Finn das Leben retten will. Seine Frau Petra bittet ihn, sich für ihren Sohn zu entscheiden. Doch er möchte auch Alina nicht sterben lassen, gerade jetzt, wo sie dabei sind, endlich eine Vater-Tochter-Beziehung aufzubauen. Als Daniel kurz davor ist, eine Dummheit zu begehen, hat Martin eine Idee. Gibt es vielleicht doch Hoffnung für beide Kinder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599512","hoster":"VOE"},{"path":"/redirect/8387907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-6","name":"Sternenhimmel – Teil 1+2","epNo":6,"alt":"","descr":"Eigentlich müsste Martin Gruber nach den Ereignissen der letzten Zeit endlich mal etwas kürzertreten, aber der Bergdoktor kommt einfach nicht zur Ruhe. Obwohl sich seine Familie größte Mühe gibt, ihn davon zu überzeugen, sich etwas mehr zu schonen, und er deshalb – ausdrücklich nur übergangsweise – wieder auf dem Gruberhof einzieht, kann Martin nicht anders, als sich weiterhin in die Arbeit zu stürzen. Er hat schlechte Nachrichten für einen seiner Patienten, die er gern selbst überbringen möchte. Thomas Mannfeld leidet an einer schweren Krebserkrankung. Da die Behandlung nicht wie erhofft anschlägt, hat er voraussichtlich nur noch wenige Monate zu leben. Der passionierte Astrophysiker möchte die ihm verbleibende Zeit, so gut es geht, mit seiner großen Liebe Lisa nutzen, doch die will nicht wahrhaben, dass sie ihn bald verlieren wird. Plötzlich ändert ein Autounfall alles: Lisa kann sich nicht mehr an das vergangene Jahr – das gemeinsame mit Thomas – erinnern. Sie zieht erst einmal wieder zu ihren Eltern, obwohl sie zu ihnen eigentlich seit geraumer Zeit keinen Kontakt mehr hat, weil diese ihre Beziehung zu Thomas missbilligen. Martin weiß: Man darf Amnesie-Patienten nicht bedrängen und zu früh mit den vergessenen Geschehnissen konfrontieren. Weil Thomas nun quasi ein Fremder für Lisa ist, bittet er ihn, vorerst Abstand zu halten, bis die junge Frau sich von selbst erinnert. Doch das kann Wochen oder Monate dauern. Und ohne seine große Stütze Lisa verschlechtert sich Thomas’ Gesundheitszustand rapide. Wird es überhaupt nochmal ein \"Wir\" für die beiden geben? Und wo wird Martin künftig wohnen? Denn obwohl er zuletzt wieder etwas versöhnlichere Töne angeschlagen hat – zusammen mit Anne unter einem Dach zu leben, ist noch immer keine Option für den Bergdoktor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599513","hoster":"VOE"},{"path":"/redirect/8387757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-7","name":"Die letzte Reise – Teil 1+2","epNo":7,"alt":"","descr":"Pia und Jan sind frisch verliebt. Und doch sind sie anders als ein normales junges Paar. Beide sind todkrank. Und einer ihrer letzten großen Wünsche führt sie nach Ellmau. Die abenteuerlustige Pia, die an einem schweren Immundefekt leidet und nicht mehr lange zu leben hat, möchte unbedingt ein letztes Mal hoch auf den Felsspitz am Wilden Kaiser, der sie bereits in ihrer Kindheit schwer beeindruckt hat. Sie und ihr Freund Jan, der an einem ebenfalls tödlichen Hirntumor leidet, wollen die gemeinsame Zeit, die ihnen bleibt, auskosten und auf Reisen gehen, bevor sie sterben. Doch Pia bricht auf dem Berg zusammen, und auch Jans Kopfschmerzen werden schlimmer. Bergdoktor Martin Gruber ordnet weitere Untersuchungen an – und kann es nicht fassen: Jans Tumor hat sich abgekapselt und wird schrumpfen, Jan wird also wieder gesund werden! Vorausgesetzt, er unterzieht sich umgehend einer Bestrahlungstherapie, die allerdings seine und Pias Australien-Reisepläne über den Haufen werfen würde. Doch wie wird Pia auf diese überraschenden Neuigkeiten reagieren? Jan bringt es nicht übers Herz, ihr die Wahrheit zu sagen und verliert damit kostbare Zeit. Kahnweiler und Vera haben den kleinen Jens-Torben aus dem Heim zum Probewohnen zu sich genommen. Doch während Alexander bestens mit dem Mini-Kahnweiler auskommt und bereits in Vaterfreuden schwelgt, ist Vera sich sicher: Der Junge muss zurück ins Heim! Susanne hat Hans endlich von dem Jobangebot als Lehrerin an einer renommierten Kochschule erzählt. Der ist schockiert. Wird sie tatsächlich mit seiner Tochter und Tim nach Wien ziehen? Das kann Hans nicht zulassen. Er setzt alles auf eine Karte und pokert. Martin und Anne kommen derweil zu einem unverhofften Date. Irgendwie liegt noch immer eine gewisse Spannung in der Luft, die Martin nicht länger verleugnen kann. Was passiert da zwischen ihnen? Martin sucht erneut Romans Rat. Aber die Würfel sind gefallen, und Martin und Anne kommen sich schließlich doch näher als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586896","hoster":"VOE"},{"path":"/redirect/8387755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-10/episode-8","name":"[S04E09 Keine Zurück] Abstoßungsreaktionen","epNo":8,"alt":"","descr":"Anne schwimmt auf einer Welle des Glücks. Seit sie am Gruberhof mitanpackt, geht es mit dem Betrieb bergauf. Privat hofft Anne nach einer leidenschaftlichen Nacht mit Martin auf einen Neuanfang. Doch der Bergdoktor ist mit den Gedanken ganz woanders. In der Klinik bekommt er es mit einer übereifrigen Ehefrau zu tun, der ihm vorschreiben will, wie er ihren kranken Mann behandeln soll. Daheim gibt es Stress mit Tochter Lilli. Seit einiger Zeit schleicht sie sich nachts scheinbar immer wieder aus dem Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579183","hoster":"VOE"},{"path":"/redirect/9865020","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-1","name":"[S05E01 Eiszeit Doppelfolge] Höhenangst","epNo":1,"alt":"","descr":"Es hätte ein entspannter Sonntag für Martin Gruber werden sollen. Bis er die an Höhenangst leidende Lisa Koch kennenlernt. Bei einer gemeinsamen Gondelfahrt verbringt er unverhofft etwas mehr Zeit mit ihr und fühlt sich auf Anhieb zu der jungen Frau hingezogen. Doch Lisa ist verlobt und will bald heiraten. Sie und ihr künftiger Mann Christian Tamm wollen unter Hans’ Führung eine Bergtour machen, um Lisa die Furcht vor der Höhe zu nehmen. Doch es passiert ein Unglück, und die angehende Braut stürzt ab und verletzt sich am Bein. Untersuchungen im Krankenhaus deuten darauf hin, dass die Schwellung wichtige Venen, Nerven und Muskeln abdrückt. Martin empfiehlt dringend eine OP, doch Lisa lässt sich von ihrer Schwiegermutter Elisabeth Tamm einschüchtern. Die vornehme, gut betuchte Dame sieht die in wenigen Tagen geplante und von ihr aufwendig organisierte Hochzeit in Gefahr und drängt die junge Frau dazu, abzuwarten. Hans quält währenddessen das schlechte Gewissen. Er fühlt sich verantwortlich für Lisas Sturz. Und es kommt noch schlimmer für ihn: Sollte die teure Hochzeit ausfallen, will Frau Tamm ihn auf Schadenersatz verklagen. Lisas Bein wird immer dicker, die Schmerzen schlimmer – es droht sogar eine Amputation. Schließlich kann Martin sie doch überzeugen, dem Eingriff zuzustimmen. Weil mitten in der Skisaison kein Krankenwagen für den Transport verfügbar ist, fährt Martin sie persönlich in die Fachklinik. Doch wegen einer Straßensperre müssen die beiden auf einen Schleichweg ausweichen, und wie aus dem Nichts wird das Auto von einer Lawine getroffen. Sie können sich zwar aus eigener Kraft befreien, aber keine Hilfe rufen. Als Lisa plötzlich starke Schmerzen im Bauchraum bekommt, ist Martin gezwungen, zu handeln. Er muss den Eingriff noch vor Ort durchführen, sonst verliert Lisa möglicherweise nicht nur ihr Bein, sondern ihr Leben. Und er eine Person, die ihm inzwischen mehr bedeutet, als gut für ihn ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985352","hoster":"VOE"},{"path":"/redirect/8387443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-2","name":"[S05E02 Um Leben und Tod Doppelfolge] Wunschträume","epNo":2,"alt":"","descr":"Im Grunde könnte alles so schön sein. Martin Grubers Ex-Freundin Anne hat den Gruberhof verlassen, und die Familie will trotz der schwierigen wirtschaftlichen Situation zusammenhalten. Lilli fiebert ihrer Führerscheinprüfung entgegen ein weiterer Schritt in Richtung Erwachsensein. Außerdem hat sie sich endgültig entschieden, in Martins Praxis eine Ausbildung zu beginnen. Zu viel für Hans! Nicht nur, dass er durch Annes Weggang seine Expansionspläne für den Hof vergessen kann. Nun hat sich auch noch Lilli gegen ihn entschieden, so dass er ein weiteres Mal den Kürzeren gegenüber seinem Bruder zieht. Als dann auch noch überraschend Ludwig Gruber, der jüngere Bruder von Lisbeths verstorbenem Mann, nach über 20 Jahren wieder auftaucht, wächst der Keil zwischen den Brüdern weiter. Denn während Martin seinem Onkel die Schuld am Tod seines Vaters gibt, freut sich Hans sogar über dessen Ankunft. Doch was will Ludwig in Ellmau? Dem Bergdoktor bleibt kaum Zeit zu verschnaufen. Seine Patientin Maja Maiwald erleidet regelmäßig Zusammenbrüche, die von starken Hustenanfällen begleitet werden. Martin vermutet eine allergische Reaktion, doch die Ursache bleibt ein Rätsel. Ihr Mann Carsten ist besorgt um seine große Liebe. Er und Maja sind gerade dabei, ein Haus zu bauen. Nur mit dem Nachwuchs will es seit einer Fehlgeburt vor zwei Jahren nicht mehr klappen. Als Martin routinemäßig die Blutwerte checkt, wird er stutzig: Offenbar nimmt die junge Frau ein hormonelles Verhütungsmittel. Eine Allergie auf die Pille könnte die Erklärung für die Anfälle sein. Martins ganzes Einfühlungsvermögen ist gefragt. Warum verschweigt Maja ihrem Mann, dass sein Kinderwunsch scheinbar nicht auf Gegenseitigkeit beruht? Als es Maja plötzlich schlechter geht, muss Martin erneut bei Null anfangen. Scheinbar löst doch nicht die Pille, sondern etwas anderes die starke Immunreaktion aus. Doch was? Bald erhärtet sich ein Verdacht in Martin, der – sollte er sich als wahr erweisen – die Liebe und die Zukunft von Maja und Carsten zerstören könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985355","hoster":"VOE"},{"path":"/redirect/8387444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-3","name":"[E05E03 Schwere Erkenntnis Doppelfolge] Finale Klarheit","epNo":3,"alt":"","descr":"Es ist keine leichte Zeit für Martin Gruber. Seit sein Onkel Ludwig Gruber überraschend in Ellmau aufgetaucht ist, streiten er und sein Bruder Hans darum, was zu tun ist. Scheinbar will der schwer kranke Ludwig sich mit seiner Familie und allen voran mit Lisbeth versöhnen, doch Martin ist mehr als skeptisch. Zu viel ist damals vorgefallen. Hans und Lilli dagegen wollen dem schwarzen Schaf der Familie noch eine Chance geben. Lisbeth merkt, dass etwas in der Luft liegt, doch vorerst verschweigen ihre Söhne ihr Ludwigs Rückkehr. Als Lilli ihre Oma so unauffällig wie möglich nach der Vergangenheit ausfragt, zeigt sich, wie groß der Schmerz über den so frühen Verlust ihres Mannes, aber auch die Wut auf dessen Bruder in ihr noch immer ist. Verkraftet Lisbeth eine Konfrontation mit Ludwig nach alldem, was damals vorgefallen ist? Martins Freund und Kollege Dr. Alexander Kahnweiler bittet ihn, Kontakt zu Thomas Bäumler aufzunehmen. Dessen Vater Richard Bäumler liegt nach einer verschleppten Meningitis im Krankenhaus irreversibel im Wachkoma und soll bald dauerhaft in eine Pflegeeinrichtung verlegt werden. Bis dahin hat sein Sohn die Verantwortung für seine Betreuung, doch der stellt sich stur und will nichts mit seinem Vater zu tun haben. Seit Jahren sind die beiden zerstritten, und auch jetzt kann und will Thomas nicht über seinen Schatten springen. Dank seiner Frau Nina gelingt es Martin, auf den jungen Mann einzuwirken, so dass Richard Bäumler zumindest ein paar Tage zur Überbrückung auf seinem alten Hof gepflegt werden kann. Doch dann passiert, womit keiner bei dem Wachkoma-Patienten gerechnet hat: Er erwacht, obwohl das Gehirn laut CT-Befund definitiv nachhaltig geschädigt ist. Ein Wunder? Während Martin mit Alexanders und Veras Hilfe fieberhaft nach der Ursache sucht, tun sich Vater und Sohn schwer damit, sich einander anzunähern. Es kommt, wie es kommen muss, und ein erneuter Streit droht die beiden wieder auseinanderzureißen. Doch Martin ist sich nicht sicher, ob Richards Erwachen von Dauer sein wird und versucht, Thomas davon zu überzeugen, den Zwist der vergangenen Jahre hinter sich zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985353","hoster":"VOE"},{"path":"/redirect/8387450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-4","name":"[S05E04 Die letzte Wahrheit Doppelfolge] Lebensangst","epNo":4,"alt":"","descr":"Martin ist von der Unruhe, die sein Onkel Ludwig verursacht, alles andere als begeistert. Nicht nur, dass er Einfluss auf Lilli nimmt, Hans will ihn auch noch auf dem Hof einspannen. Hans’ neueste Idee, der Direktvertrieb seiner Milch, soll dem Hof erhebliche Mehreinnahmen bescheren, verursacht aber gleichzeitig auch enorme Mehrarbeit. Da könnte doch Ludwig helfen, nur was wird Lisbeth zu den Plänen sagen? Zuletzt hatte sie wütend das Verschwinden ihres Schwagers gefordert und wollte ihn nie wieder sehen. Und auch Martin will ihn am liebsten sofort wieder aus seinem Leben streichen, doch seine medizinische Professionalität lässt ihm keine andere Wahl, als sich um Ludwigs gesundheitliche Probleme zu kümmern. Diese sind schwerwiegender als befürchtet. Martins ebenfalls schwer erkrankte Patientin Sandra Lennart bittet ihn um einen ungewöhnlichen Gefallen. Da ihre unzähligen Krebstherapien keine Besserung ergeben haben, hat sie beschlossen, ihrem Leid ein Ende zu setzen und eine Sterbehilfe-Organisation in der Schweiz kontaktiert. Sie ist unsicher, ob ihre Schwester Christina, die sich aufopferungsvoll um sie kümmert, sie bei diesem Vorhaben unterstützen würde. Das Gespräch scheut sie zunächst und bittet darum Martin Gruber, sie im Notfall in die Schweiz zu begleiten. Tatsächlich ist Christina schockiert, als sie von diesen Plänen erfährt und verlangt von ihrer Schwester, bis zuletzt zu kämpfen – ihr zuliebe. Das Blatt wendet sich für alle, als eine neuerliche Untersuchung Anlass für einen Hoffnungsschimmer gibt. Eine erneute Chemotherapie könnte Sandra durchaus helfen, doch sie weigert sich zunächst. Erst als Christina zustimmt, sie – falls die Behandlung nicht anschlägt – in die Schweiz zu begleiten, will sie einen letzten Versuch wagen. Martins Freund Dr. Kahnweiler plagen derweil ganz andere Probleme. Bevor Vera einer Adoption von Jens-Torben zustimmen will, schickt sie Alexander nochmal ins Kinderheim, um mehr über die Familiengeschichte des Jungen herauszufinden. Was er dort erfährt, schockt ihn zutiefst: Er hatte vor geraumer Zeit ein Verhältnis mit Jens-Torbens Mutter! Ist der Junge vielleicht tatsächlich sein leiblicher Sohn? Und wie soll er das nur Vera erklären?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985359","hoster":"VOE"},{"path":"/redirect/8387462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-5","name":"Versehrte Seelen – Teil 1+2","epNo":5,"alt":"","descr":"Martins Patientin, die 14-jährige Lena, ist lebensbedrohlich erkrankt. Einzig eine Antikörper-Therapie mithilfe des Bluts von Mutter oder Vater könnte helfen. Doch die sind unbekannt. Es ist Eile geboten. Tatsächlich gelingt es Martin, die Mutter ausfindig zu machen, doch die möchte von ihrer Tochter nichts wissen. Auch wenn Martin einsehen muss, dass sie dafür durchaus triftige Gründe hat, kämpft er. Denn für Lena geht es ums Ganze. Ihre leibliche Mutter, Katharina Winkler, wurde als 16-Jährige vergewaltigt. Als sie merkte, dass sie schwanger ist, beschloss sie, dem Kind eine Chance zu geben. Lena ist seit langer Zeit schon auf der Suche nach ihrer Identität und wird dabei von ihrer besten Freundin Jette unterstützt, die ebenfalls im Jugendhaus \"Sonnwies\" lebt. In einem Internet-Blog hat Lena zudem ihren Teddy \"Dr. Watson\" für die Suche eingespannt. Auf dem Gruberhof versucht Lisbeth indes erfolgreich, Ludwig aus dem Weg zu gehen. Er hilft Hans bei der täglichen Arbeit, während sie in der Umgebung nach möglichen Interessenten für ihre Hof-Milch sucht. Der Direktvertrieb könnte die Lösung der wirtschaftlichen Probleme sein. Martin ist von Ludwigs Anwesenheit genauso wenig begeistert wie seine Mutter. Ihn stört jedoch am meisten, dass sein Onkel Einfluss auf Lilli nimmt, der sich inzwischen massiv bemerkbar macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865068","hoster":"VOE"},{"path":"/redirect/8387457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-6","name":"[S05E05 Auszeit Doppelfolge] Zwiespalt","epNo":6,"alt":"","descr":"Paula spielt für ihr Leben gern Fußball. Zu ihrer Freude befürworten ihre Eltern eine Profisportkarriere. Nach einer Ohnmacht beim Training diagnostiziert Martin jedoch eine Herzerkrankung bei der 16-Jährigen, die mit einer starken psychischen Belastung einhergeht: Paula glaubt, im falschen Körper zu stecken, also eigentlich ein Bub zu sein. Um ihre nervöse Anspannung zu lindern, bestärkt Martin das Mädchen, auf ihr Gefühl zu hören und zieht damit den Unmut der Eltern auf sich. Derweil bahnt sich daheim weiterer Ärger mit Ludwig an. Unfragt verschafft er seiner Großnichte einen fahrbaren Untersatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985363","hoster":"VOE"},{"path":"/redirect/8387463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-7","name":"[S05E07 Bis zum Schluss Doppelfolge] Phantomschmerzen","epNo":7,"alt":"","descr":"Nach mehrfachen Fehlalarmen geht erneut ein Notruf von Martins Patient Michael Rösler ein. Wie sich zeigt, ist der stadtbekannte Hypochonder diesmal wirklich krank. Wiederholt hat er Herzinfarkte, deren Ursache Martin ein großes Rätsel ist. Allen Bemühungen zum Trotz droht der Bergdoktor den Kampf gegen die Zeit letztendlich zu verlieren. Indes gelingt es, zumindest für Onkel Ludwig eine gute Lösung zu finden. Martin stellt ihm eine lebensrettende Behandlung in Aussicht, vorausgesetzt, er zieht nach Wien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985366","hoster":"VOE"},{"path":"/redirect/8387467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-11/episode-8","name":"Getrennte Wege – Teil 1+2","epNo":8,"alt":"","descr":"Martin ist irritiert, als eine Pflegerin aus Weißrussland unklare Krankheitssymptome aufweist. Schliesslich stellt sich heraus, dass die Frau gesundheitsschädigende Medikamente zu sich nimmt, um ihre Abschiebung zu verhindern. Zusammen mit ihrer 14-jährigen Tochter soll die verzweifelte Erianna demnächst das Land verlassen. Selbst Martins Vermittlungsversuche bei der Ausländerbehörde scheitern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865049","hoster":"VOE"},{"path":"/redirect/8387474","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-1","name":"Preis des Lebens  -  Teil 1+2","epNo":1,"alt":"","descr":"Martin Gruber unternimmt mit seinen Freunden eine unbeschwerte Skitour, doch diese endet in einer Katastrophe: Zwei der Beteiligten werden von einer Lawine verschüttet. Martin Gruber freut sich über das Wiedersehen mit seinen alten Freunden Heiko und Hermine, mit denen er vor vielen Jahren in New York seine Zeit verbracht hat. Das Ehepaar ist wieder nach Deutschland gezogen und schafft es nun endlich, Martin in Ellmau zu besuchen. Gemeinsam mit seinem Bruder Hans organisiert er eine Skitour, die von dem erfahrenen Bergführer Tom und dessen Freundin Nina begleitet wird. Der unbeschwerte Tag endet jedoch in einer Katastrophe. Die Gruppe gerät in eine Lawine. Während sich Martin, Hans, Heiko und Nina in letzter Sekunde retten können, fehlt von Hermine und Tom jede Spur. Nach einer verzweifelten Suche können die zwei zum Glück nur leicht verletzt, aber schwer unterkühlt, gerettet werden. Unter Todesangst haben sie die Stunden in einem eisigen Hohlraum ausgeharrt. Ein traumatisches Erlebnis, das vor allem Hermine nachhaltig an Tom bindet. Eigentlich geht es ihr schnell wieder gut, doch als sie sich mit ihrem Mann Heiko auf den Heimweg nach München macht, kollabiert sie. Martin stellt nach ausgiebigen Untersuchungen fest, dass Hermines Herz rebelliert, sobald sie zur Ruhe kommt. Seltsamerweise beruhigt es sich nur in Anwesenheit von Tom. In ihrem eisigen Gefängnis sind bei Hermine, aber auch bei Tom Gefühle entstanden, die die beiden am liebsten verdrängen würden. Das geht aber nicht. So verordnet Martin ihnen eine gemeinsame Auszeit auf einer einsamen Berghütte, obwohl er weiß, dass sich Hermine in Tom verliebt hat und diese Zweisamkeit die eigentlich so glücklichen Beziehungen der beiden Paare gefährden könnte. Hermines Mann Heiko sieht in dem wesentlich jüngeren Tom keine Konkurrenz, wird aber schon bald eines Besseren belehrt. Die Situation eskaliert, als Martin die letzten Untersuchungsergebnisse von Tom analysiert. Der junge Mann hat einen kleinen, jedoch bösartigen Hirntumor. Gemeinsam mit Dr. Kahnweiler und Dr. Fendrich wägt Martin die Risiken einer Operation ab. Er ist sich sicher, dass diese, wenn sie schiefläuft, auch Hermines Leben gefährden würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699600","hoster":"VOE"},{"path":"/redirect/8387472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-2","name":"Ein neuer Anfang -   Teil 1+2","epNo":2,"alt":"","descr":"Trotz der Trauer über den plötzlichen Tod von Roman Melchinger muss für Martin Gruber die Arbeit irgendwie weitergehen. Theresa Metzinger braucht nicht nur seine medizinische Hilfe. Mit über 50 ist sie schwanger, und ihr Liebhaber Chris, der gerade einmal halb so alt ist, hofft nun auf eine gemeinsame Zukunft. Theresa will ihr bisheriges Leben aber weiterführen und möchte eine Abtreibung. Ihre Blutwerte geben zusätzlich Anlass zu Besorgnis. Ihre Menopause glaubte Theresa bereits hinter sich zu haben, umso größer das Erstaunen über die Nachricht – und das Entsetzen. Denn Theresa ist verheiratet und möchte ihr bisheriges Leben mit Mann und den zwei erwachsenen Söhnen nicht aufgeben. Doch Chris Weigand kämpft um ihre Liebe. Er glaubt trotz des großen Altersunterschieds an eine gemeinsame Zukunft. Theresa verschweigt die Schwangerschaft und beendet die Beziehung. Chris ist schwer enttäuscht. Als er Martin Gruber besucht, ist es Lillis Unbedachtheit, die dafür sorgt, dass er von der Schwangerschaft erfährt. Er freut sich, doch Theresa hat bereits beschlossen, dass sie eine Abtreibung will. Egal, wie sie sich am Ende entscheiden wird, sichert ihr Martin seine Unterstützung zu. Zusätzliche Sorge bereitet ihm allerdings, was er von Vera und Alexander aus der Klinik hört: Theresas Laborwerte weisen mysteriöse Werte auf. Auch Ludwig Gruber, Martins Onkel, taucht nun öfter in der Praxis auf. Er kann an der verheißungsvollen Medizinstudie teilnehmen, die seinen Leberkrebs einbremsen könnte. Eine gute Gelegenheit für Martin, mit ihm ein ernstes Wort zu sprechen. Ludwig fordert seinen Erbteil am Gruberhof ein. Als auch Hans mit seiner Diplomatie beim Onkel scheitert, ist klar, dass nur noch Lisbeth ihn umstimmen könnte. Es geht immerhin um die Existenz des Gruberhofs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579176","hoster":"VOE"},{"path":"/redirect/8387470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-3","name":"Die Andere -   Teil 1+2","epNo":3,"alt":"","descr":"Eine Hirnhautentzündung hatte bei Martins Patientin Lena Aumüller eine massive Persönlichkeitsstörung ausgelöst. Seit über neun Monaten lebt sie als Kim mit Lenas Mann und deren Tochter. Urplötzlich wird aus Kim aber wieder Lena, die sich an die letzten Monate nicht erinnern kann. Eigentlich Grund zur Freude, doch die wird schnell getrübt. Der sehr außergewöhnliche Fall von Lena Aumüller beschäftigt Dr. Martin Gruber nicht nur fachlich. Lena leidet an einer Enzephalopathie, die eine Persönlichkeitsstörung ausgelöst hat. Seit über neun Monaten ist sie wortwörtlich \"ein neuer Mensch\". Sie lebt als Kim, eine vom Wesen ganz andere Person als Lena, mit deren Mann Christian und der neunjährigen Finja. Die Kleine vermisst ihre \"richtige\" Mutter sehr, versteht sich mit Kim aber auch bestens. Ähnlich geht es Christian, der sich Hals über Kopf in Kim verliebt hat. Doch plötzlich steht das Leben der Familie Aumüller erneut auf dem Kopf. Lena ist mit einem Schlag wieder Lena! Die Freude ist zunächst groß, doch bald schon verschlechtert sich Lenas Gesundheitszustand massiv. Sie ist oft schwach und zittrig. Martins Untersuchungen ergeben Erschreckendes: Die Medikamente, die er Kim gegen die Enzephalopathie verschrieb, und die wunderbar wirkten, lösen bei Lena massive Herzprobleme aus. Alternativen gibt es keine, und so muss Martin Lena erklären, dass es nur eine Überlebenschance gibt: wenn Lena wieder Kim wird – und zwar für immer. Als Lisbeth Gruber sich endlich überwinden kann, mit ihrem Schwager Ludwig über seine Erbschaftsforderung zu sprechen, kommt sie fast zu spät. Bewusstlos liegt Ludwig bei seiner Hütte. In der Klinik steht sie ihm trotz allen Ärgers bei, bis die Untersuchungsergebnisse vorliegen. Die Gefahr, aus der Medikamentenstudie zu fliegen, liegt in der Luft – das wäre Ludwigs Todesurteil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586880","hoster":"VOE"},{"path":"/redirect/8387477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-4","name":"Schmerz -   Teil 1+2","epNo":4,"alt":"","descr":"Die kleine Greta soll sich entscheiden, bei wem sie künftig leben möchte – bei ihrem Opa oder bei ihrem Vater. Beide sind Martins Patienten und beide momentan nicht bei bester Gesundheit. Der Großvater wirft seinem Schwiegersohn vor, am Tod von Gretas Mutter schuld zu sein. Eine Versöhnung der beiden scheint ausgeschlossen, doch Martin Gruber lässt nicht locker. Es geht um beider Gesundheit, vor allem aber um das Wohl der kleinen Greta. Greta ist neun Jahre alt und eigentlich auch gar nicht Martin Grubers Patientin, doch sie bereitet ihm momentan die größten Sorgen. Das Mädchen hat bei einem Unfall, an dem ihr Vater Lennart Schuld trug, ihre Mama verloren und lebt seither bei ihrem Großvater Ulrich Kretschmar. Der macht seinem Schwiegersohn auch heute noch, zwei Jahre nach dem Unglück, große Vorwürfe. Lennart hat damals unter dem Einfluss starker Schmerzmittel den Autounfall verschuldet. Dass er nach einem heftigen Sportunfall in die Medikamenten-Abhängigkeit geraten ist, reicht Ulrich als Rechtfertigung nicht. Zudem ist er glücklich, dass Greta bei ihm lebt, denn seit dem Tod seiner Frau ist es auf seinem Hof still geworden. Lennart aber hat inzwischen einen Entzug gemacht und sieht nun die Möglichkeit, das Sorgerecht für seine Tochter zurückzubekommen. Der Streit zwischen Großvater und Vater geht an dem Mädchen natürlich nicht spurlos vorüber, und es ist an Martin, zwischen den beiden Männern zu vermitteln. Sie sind beide seine Patienten und versuchen sogar, sich gegenseitig mit dem Wissen über den Gesundheitszustand des anderen beim Jugendamt auszustechen. Martin Gruber weiß allerdings, dass sich alle beide gerade absolut nicht in der Konstitution befinden, die ein alleiniges Sorgerecht rechtfertigen könnte. Im Gegenteil: Lennart Breithaupt hat rätselhafte, sehr starke Gelenkschmerzen, die er nicht bekämpfen kann und will, um nicht wieder in die Abhängigkeit zu geraten. Martin versucht ihn zu überzeugen, sich in eine stationäre Schmerztherapie zu begeben, doch Lennart bleibt stur und bringt damit nicht nur sich selbst in Gefahr. Ulrich Kretschmar hat hingegen schon seit einiger Zeit die Diagnose Prostata-Krebs, allerdings bereitete dies bislang keine großen Sorgen. Inzwischen verschlechtern sich allerdings seine Blutwerte massiv. Die kleine Greta weiß von den gesundheitlichen Problemen der beiden nichts, steht aber unter einem viel zu großen Druck. Sie ist hin- und hergerissen, zwischen ihrer Liebe zu ihrem Opa und der zu ihrem Vater, soll sich für einen entscheiden, möchte das aber gar nicht. Warum können die Erwachsenen sich nicht einfach vertragen und alle gemeinsam auf dem Hof leben? Greta wird das alles zu viel, und eines Morgens ist die Kleine verschwunden. Auch bei Familie Gruber kehrt keine Ruhe ein. Eigentlich schien der Hof wirtschaftlich endlich in der richtigen Bahn zu sein, doch nun ist ein Großkunde abgesprungen. Kippt damit der avisierte Kredit bei der Bank? Ausgerechnet jetzt taucht der Immobilienmakler Ohlmüller auf dem Hof auf und macht den Grubers ein aberwitziges Angebot. Steckt Ludwig hinter all dem, um an seinen Erbteil zu kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579175","hoster":"VOE"},{"path":"/redirect/8387482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-5","name":"Dissonanzen  -  Teil 1+2","epNo":5,"alt":"","descr":"Am renommierten Konservatorium Schloss Langenfels ist Jonas Koller Stipendiat und zählt zu den vielversprechendsten Künstlern. Ein begnadeter Cellist, der zudem mit seiner Freundin Steffi Heine, einer Violinistin, ein großartiges Duo bildet. Die Professorin Ricarda Burggrabe schätzt und fördert Jonas mit allen Kräften, hält ihn für die beste Entdeckung seit Jahren und prophezeit ihm eine große Karriere. Kurz vor einem wichtigen Konzert, bei dem Jonas nicht nur als Solo-Künstler auftreten soll, sondern auch ein Duett mit Steffi geplant ist, wird die junge Frau krank. Während einer Probe bricht sie zusammen. Martin Gruber vermutet zunächst eine aufkeimende Erkältung, doch dann erfährt er, dass Steffi überdies Taubheitsgefühle an den Händen hat. Diese bereiten ihm großes Kopfzerbrechen. Offenbar leidet die junge Frau unter einer Nervenerkrankung, die es schnellstmöglich zu ergründen und zu behandeln gilt. Für Steffi, aber auch für ihren Freund Jonas, steht privat und beruflich viel auf dem Spiel. Lisbeth Gruber löst ihr Versprechen ein und trifft Ludwig zum Abendessen. Sie ist aufgeregt, denn die Erinnerungen an ihre damalige Affäre keimen immer wieder auf. Ludwig geht es ganz ähnlich. Martin genießt inzwischen seine recht zwanglose Affäre mit Franziska. Dass sie aber ausgerechnet neben seiner Ex-Freundin Anne wohnt, die gerade schwere Zeiten durchlebt, sorgt kurz für Unstimmigkeiten. Aber Franziska äußert klar ihre Gedanken und vertraut ihm. Gut für Martin, der sich um Annes Alkoholkonsum sorgt und sie mit ihren Sorgen jetzt nicht allein lassen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985361","hoster":"VOE"},{"path":"/redirect/8387484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-6","name":"Ein ganzes Leben -  Teil 1+2","epNo":6,"alt":"","descr":"Arno Moosbach kehrt in die Heimat zurück und trifft seine Jugendliebe Katrin wieder. Gemeinsam wollen sie nochmal durchstarten, doch Arno scheint an beginnender Demenz zu leiden. Martin Gruber versteht die Diagnose von Vera und Alexander, doch ganz sicher ist er nicht. Warum reagiert Arnos Körper so überaus gut auf ein bestimmtes Medikament? Haben sie etwas übersehen? Martin forscht nach und bemerkt dabei nicht, wie verzweifelt Arno ist. Martin Grubers neue Sprechstundenhilfe Linn Kemper ist ein echter Segen. Nicht nur, dass sie sich nebenbei um die Räumung und Renovierung von Romans Wohnung kümmert, sie denkt auch beruflich mit und unterstützt ihren Chef, wo sie kann. So auch im Fall des 60-jährigen Arno Moosbach, der verwirrt und mit großen Erinnerungslücken von der Bergrettung zu ihm gebracht wurde. Moosbach spricht von einer \"Katrin\", die am Bahnhof auf ihn wartet, doch schnell wird klar, dass die Geschichte von Katrin und Arno schon sehr viele Jahre zurückliegt. Als Martin Gruber Katrin Dremmler, Inhaberin einer Glasbläserei, besucht, zuckt sie förmlich zusammen, als sie den Namen Arno Moosbach hört. Er war ihre Jugendliebe, doch ihrem Vater und seinem Unternehmen zuliebe ist sie Arno damals nicht in die weite Welt gefolgt. Sie hatte ein gutes Leben mit ihrem inzwischen verstorbenen Mann und der gemeinsamen Tochter, aber ganz vergessen hat sie Arno nie. Ihre Liebe flammt neu auf, als sie sich wieder begegnen, und schnell werden Lebenspläne überdacht. Sollen sie jetzt vielleicht alles nachholen? Die Firma verkaufen und auf Weltreise gehen? Martin Gruber muss diese Pläne bremsen, denn in der Klinik wird schon bald diagnostiziert, dass Arno Moosbach an einer beginnenden Demenz leidet. Stutzig macht Martin allerdings, dass sein Patient ganz überdurchschnittlich gut auf das Medikament Lorazepam reagiert. Hat er vielleicht etwas übersehen? Er bittet Linn Kemper, sämtliche Studien zu diesem Präparat zu besorgen, und legt eine Nachtschicht ein. Dabei bemerkt er nicht, dass Arno Moosbach in seiner tiefen Verzweiflung über die erneute Lebens-Enttäuschung einen Entschluss fasst. Dicke Luft herrscht zudem auf dem Gruberhof. Hans hat beschlossen, endlich ein neues Leben anzufangen. Er möchte es mit Susanne und der kleinen Sophia nochmals versuchen, ohne die immer neuen wirtschaftlichen Probleme. Er möchte den Hof verkaufen. Während Lilli und Hans versuchen, ihn davon abzubringen, hält sich Lisbeth erstaunlich bedeckt. Hat ihre Zurückhaltung etwas mit Ludwig zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985362","hoster":"VOE"},{"path":"/redirect/8387486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-7","name":"Zeit der Wölfe -  Teil 1+2","epNo":7,"alt":"","descr":"Martin Gruber muss seinem Patienten Mario Angerer mitteilen, dass dessen Zeit abläuft. Eine Stammzellenspende könnte ihn noch retten, aber einen passenden Spender zu finden, scheint unmöglich. Der frische Wind, den die neue Sprechstundenhilfe Linn Kemper in die Praxis von Martin Gruber bringt, hat nun auch sichtbare Folgen. Das Sprechzimmer erstrahlt im neuen Glanz, und Romans Wohnung ist renoviert. Vorübergehend lässt Martin dort seine Ex-Freundin Anne wohnen, auch wenn er weiß, dass Franziska das nicht wirklich gut findet. Das Leben seines Patienten Mario Angerer könnte perfekt sein. Er lebt mit seiner Frau Charlotte und der gemeinsamen Tochter Selma zusammen – sie sind eine glückliche Familie. Aber das Glück ist nicht perfekt, denn Mario ist schwer krank. Er leidet schon seit einiger Zeit unter einer Autoimmunerkrankung, und nun muss Martin ihm mitteilen, dass die neuesten Laborwerte nichts Gutes verheißen. Die Medikamente, auf die er seit einer Weile eingestellt ist, wirken nicht mehr: Marios Todesurteil. Nur eine Stammzellenspende könnte ihn noch retten, doch seine seltene Blutgruppe macht die Suche nach einem passenden Spender zu einem geradezu unmöglichen Wettlauf gegen die Zeit. Auch wirtschaftlich droht ein Desaster. Als Schafzüchter bewirtschaftet Mario seinen kleinen Bio-Hof, doch ein Wolf reißt über Nacht einige Tiere. Schon lange hat Mario vor der Gefahr gewarnt und will nun Philipp Meixner, den Leiter des Nationalparks, zur Rechenschaft ziehen. Zufällig erfährt er jedoch, dass es noch einen weiteren Grund gibt, auf Philipp Meixner stinksauer zu sein: Er hat eine Affäre mit Charlotte. Wutentbrannt und alle körperlichen Einschränkungen vergessend, fällt Mario über seinen Kontrahenten her. Bei einer wilden Prügelei verletzen sie sich gegenseitig und landen mit ihren Blessuren in Martins Praxis. Bei seinen folgenden Untersuchungen erfährt Martin Gruber Erstaunliches. Eine Chance für Marios Heilung tut sich auf, aber der Weg ist überaus beschwerlich – für Mario, Charlotte und Philipp. Auf dem Gruberhof herrscht weiterhin Unfrieden. Hans ist entschlossen, den Hof zu verkaufen. Er ist bei Susanne wieder angekommen, und die beiden beschließen, ihr Leben fortan gemeinsam mit der kleinen Sophia zu gestalten. Lilli und Martin fürchten um ihr Zuhause und halten Hans’ Entscheidung für einen sehr egoistischen Alleingang. Lediglich Lisbeth hält sich mit ihrer Meinung zurück. Sie hat ganz andere Pläne – mit Ludwig!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985360","hoster":"VOE"},{"path":"/redirect/8387483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-12/episode-8","name":"Zeitenwende -  Teil 1+2","epNo":8,"alt":"","descr":"Anton Brugger hat Herzprobleme – diese verschlimmern sich, als er von Martin Gruber erfährt, dass seine hübsche Freundin Jana ihre Blindheit vielleicht bald schon hinter sich lassen kann. Martin macht sich viele Gedanken um die Zukunft seiner Familie. Es scheint, dass der von seinem Bruder Hans beschlossene Verkauf des Hofes für ein komplettes Auseinanderbrechen sorgen wird. Hans will künftig bei Susanne leben, Lisbeth mit Ludwig durch die Welt reisen, und Lilli hat ohnehin schon wutentbrannt die Koffer gepackt. Sie wohnt derzeit bei Anne, die über der Praxis Quartier bezogen hat. Die vertraulichen Informationen, die Martin kürzlich von Ludwig erhalten hat, könnten nun sein Trumpf sein, um alles nochmals über den Haufen zu werfen. Martin aber weiß, dass er seiner Mutter das Herz brechen würde. Er ist hin- und hergerissen und sucht Rat bei Anne. Und die hat wirklich eine Idee. Weitaus erfreulicher sind die Nachrichten, die Martin seiner Patientin Jana Niemeier eröffnen kann. Die attraktive junge Frau ist seit ihrem elften Lebensjahr blind und hatte erst kürzlich erfolglos an einer neuen Therapie teilgenommen. Während ihre Mit-Patienten zügige Heilung erlebten, blieb sie blind. Ihre Behandlung wurde abgebrochen. Doch nun beginnt sich etwas zu verändern. Jana nimmt wieder Licht und Schatten wahr. Martin überweist sie an einen Spezialisten in der Klinik in Hall. Dort wird festgestellt, dass es tatsächlich eine gute Chance gibt, dass Jana schon bald wieder sehen kann. Für die begeisterte Klettersportlerin brechen ganz neue Zeiten an. Ihr Freund Anton Brugger weiß nicht so recht, ob er sich darüber freuen soll. Er hält sich für nicht sonderlich attraktiv, und seine mittlere Beamtenlaufbahn ist auch nicht so sexy. Ganz im Gegenteil zu dem gut aussehenden Klettertrainer Markus, mit dem sich Jana ein bisschen zu gut versteht. Anton stresst die Situation sehr – er bricht immer wieder mit Kreislaufproblemen zusammen. Martin und Alexander versuchen ihm, solange es geht, Optimismus zu vermitteln und ihn zu beruhigen. Doch eigentlich vermuten sie, dass Anton schwerwiegende Herzprobleme hat. Das können sie ihm aber erst mitteilen, wenn sie sich ganz sicher sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985364","hoster":"VOE"},{"path":"/redirect/8387490","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-1","name":"Die dunkle Seite des Lichts - Teil 1+2","epNo":1,"alt":"","descr":"Martin (Hans Sigl) versucht seinem alten Freund Hannes Brandt (Simon Böer) zu helfen, als dieser nach dem Tod seiner Frau plötzlich auch den zweitwichtigsten Menschen in seinem Leben zu verlieren droht: seine Tochter Nathalie (Emilia Bernsdorf). Brandneues, packendes Serienspecial inmitten der majestätischen Kulisse der Tiroler Berge! Ein Zufall führt Martin mit seinem alten Freund Hannes Brandt zusammen. Seit dem Tod seiner Frau geht Hannes kaum noch aus. Seine Tochter Nathalie leidet an extremer Sonnenempfindlichkeit und Hannes kümmert sich aufopferungsvoll um sie. Als bei der 17-Jährigen neue Symptome auftreten, untersucht Martin die junge Frau und ahnt recht schnell, dass Nathalie ein süßes Geheimnis vor ihrem Vater hat: Sie ist schwanger! Noch bevor sich Vater und Tochter in aller Ruhe aussprechen können, spitzt sich die Lage plötzlich dramatisch zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865117","hoster":"VOE"},{"path":"/redirect/9865119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-2","name":"Zwei Wahrheiten - Teil 1+2","epNo":2,"alt":"","descr":"Martins Patient Bernd Tannhofer hat große Probleme. Während seine Frau sich von ihm trennen will, plagen ihn heftige epileptische Anfälle. Er hat Angst, nun auch seinen Sohn zu verlieren. Auf dem Gruberhof treibt indes Anne erfolgreich ihren Plan voran, die \"Gruber-Milch\" auf den Markt zu bringen. Dass sie aber auf dem Hof arbeitet und auch noch über Martins Praxis wohnt, ist für dessen Freundin Franziska schwierig. Vollkommen überraschend erleidet Bernd Tannhofer, Inhaber einer kleinen Alm-Käserei, einen epileptischen Anfall. Für Dr. Martin Gruber ist das äußerst rätselhaft, zumal Bernd bisher kerngesund war. Er erfährt allerdings, dass sich im Privatleben seines Patienten gerade alles auf den Kopf stellt. Lene, Bernds Frau und Mutter des gemeinsamen Sohnes Lukas, hat vor Wochen die Alm verlassen. Sie brauchte eine Auszeit, unter der vor allem der achtjährige Sohn sehr leidet. Als sie überraschend wieder auftaucht, um Bernd mitzuteilen, dass sie sich scheiden lassen wird, ist zufällig auch Martin anwesend. Er gerät in einen bitteren Trennungsstreit – und erlebt einen erneuten, noch heftigeren Zusammenbruch von Bernd Tannhofer. Bernd bittet Martin, möglichst schnell herauszufinden, was die Anfälle verursacht. Er fürchtet, sollte Martin ihm nicht helfen können, dass er bei der anstehenden Trennung von seiner Frau seinen Sohn verlieren wird. Während Martin versucht, die Ursache der epileptischen Anfälle zu ergründen, wird er in den Scheidungskrieg des Paares hineingezogen und gewinnt so den Verdacht, dass die Gründe der Trennung womöglich auch mit dem Gesundheitszustand seines Patienten eng verflochten sind. Auf dem Gruberhof tut sich was. Anne Meierling wird künftig als Pächterin den Hof bewirtschaften und den Plan der \"Gruber-Milch\" mit Lisbeths Unterstützung vorantreiben. Dadurch hat Hans Gruber endlich seinen ersehnten Freiraum und kann zu Susanne und Sophia in den Gasthof ziehen, während Anne weiterhin in der früheren Wohnung von Roman Melchinger über der Praxis lebt. Dass Anne damit aber Martin nicht nur zu Hause, sondern auch bei der Arbeit ständig über den Weg läuft, macht es beiden schwer, ihren Vorsatz der neutralen Koexistenz einzuhalten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333260","hoster":"VOE"},{"path":"/redirect/12845149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-3","name":"Déjà-vu - Teil 1+2","epNo":3,"alt":"","descr":"Stress und Unzufriedenheit sorgen bei Kai Riegert für Kopfschmerzen. Ein Schwächeanfall ruft Martin Gruber auf den Plan, der seinen Patienten eindringlich bittet, kürzerzutreten. Dass Kai mit seinen 35 Jahren plötzlich auch noch Erinnerungslücken und Stimmungsschwankungen zeigt, besorgt Martin sehr. Es zeichnet sich eine Diagnose ab, für die Kai eigentlich zu jung ist: Demenz. Die Brauerei, die Kai Riegert von seinem viel zu früh gestorbenen Vater übernommen hat, bereitet ihm im wahrsten Sinne des Wortes Kopfweh. Obwohl Kai weiß, dass sein Vater an einem stressbedingten Herzinfarkt starb, ignoriert er konsequent alle Alarmzeichen – ebenso die Ratschläge seines Hausarztes Doktor Martin Gruber, kürzerzutreten. Seine engagierte Assistentin Hanna schafft es aber, in einem Moment zu ihrem cholerischen Chef durchzudringen. Zum ersten Mal erfährt er, dass sie und er ein ähnliches Schicksal teilen. Beide haben mit der Verpflichtung für ihre Eltern zu kämpfen. Während Kai in der Verantwortung für seine Angestellten und den Großmut seines Vaters gebunden ist, ist Hanna in der Pflege ihrer an Multipler Sklerose erkrankten Mutter gebunden. Es ist ein besonderer Moment zwischen den beiden, in dem Kai beschließt, kürzerzutreten. Allerdings kann er sich wenig später nicht mehr an dieses Vorhaben erinnern, ebenso wenig an die kurze, aber besondere Nähe zu seiner Assistentin, was diese zutiefst bedauert. Martin ist gefordert, der Ursache der Erinnerungslücken auf die Schliche zu kommen, während Hanna alles daransetzt, dass Kai sein Glück findet. Martin und Anne haben sich entschieden, ihren Gefühlen füreinander zum Wohle des Hofes nicht zu folgen. Entsprechend entwickelt sich Annes Plan der \"Gruber-Milch\" gut. Unterstützung erfährt sie von Gregor, einem Milchbauern, der ihr vor der Rückkehr nach Ellmau sehr geholfen hat und auch jetzt immer wieder mit Rat und Tat parat ist. Dass Gregor dazu noch ein attraktiver Zeitgenosse ist, entgeht auch Martin nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865126","hoster":"VOE"},{"path":"/redirect/9865124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-4","name":"Mutterlügen - Teil 1+2","epNo":4,"alt":"","descr":"Martin hat sich entschieden, seinem Herzen zu folgen und auf Anne zuzugehen. Doch dann ruft seine Freundin Franziska an: Ihr Vater hatte einen Unfall – sie braucht Martin. Beruflich fordert ihn seine Patientin Theresa Haas. Eine fortschreitende Nervenerkrankung schwächt sie immer mehr. Gerade jetzt, da sie und ihr Mann sich so sehr auf ihr Baby freuen. Schwanger ist aber eine Leihmutter – Theresas Schwester Greta. Ein gemeinsamer Abend mit Anne war der Plan, doch Dr. Martin Gruber wird von Franziska gebraucht. Deren Vater hatte einen schweren Unfall, und sie bittet Martin, zur Unterstützung mit nach München zu kommen. In der dortigen Klinik lernt er Franziskas Mutter Thea kennen und wundert sich über das angespannte Verhältnis der beiden Frauen. Überhaupt ist ihm diese Zusammenkunft gerade etwas zu familiär. Beruflich wird Martin von Theresa Haas vor eine Herausforderung gestellt. Seine Patientin hat eine fortschreitende Nervenerkrankung, die ungewöhnlich spät und heftig ausbricht. Gerade jetzt, da sie endlich Nachwuchs erwartet und ein Kind adoptieren will. Ihre Schwester Greta hat sich als Leihmutter zur Verfügung gestellt und in Belgien eine befruchtete Eizelle von Theresa und ihrem Mann Thomas einpflanzen lassen. Leider ist Theresas Erkrankung vererblich, und somit ist nicht nur ihr Leben gefährdet, sondern auch das ihres ungeborenen Kindes. Allerdings muss Martin herausfinden, dass diese Sorge unbegründet ist. Greta vertraut Martin an, dass das Kind nicht von ihrer Schwester ist, und bittet um seine Verschwiegenheit. Noch schwieriger wird die Situation aber dadurch, dass die Adoption durch Theresas Erkrankung in Gefahr gerät und Greta, die keine Kinder will, plötzlich Mutter werden soll. Alexander Kahnweiler nutzt die Zeit, in der Vera in Hamburg ist, für ein neues Hobby. Er hat ein Wohnmobil gekauft. Auf dem Gruberhof steigt eine spontane Einweihungsparty, bei der Hans schmerzlich fehlt und Martin und Anne sich wieder gefährlich nahekommen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865128","hoster":"VOE"},{"path":"/redirect/9865129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-5","name":"Zeit des Erwachens - Teil 1+2","epNo":5,"alt":"","descr":"Maike Schlüter, Pilotin des Ellmauer Bergretter-Teams, erleidet einen Schwächeanfall. Bald schon erfährt Martin, dass ihre gesundheitlichen Probleme psychische Hintergründe haben. Auf dem Gruberhof geht es voran. Anne findet in Gregor einen großartigen Geschäftspartner, der allerdings etwas zu engagiert ist, wie Lisbeth feststellen muss. Auch Martin beobachtet das Ganze skeptisch und mit einem Hauch von heimlicher Eifersucht. Die leidenschaftliche Helikopter-Pilotin Maike Schlüter ist die Neue bei der Bergrettung in Ellmau. Sie kam erst vor wenigen Wochen ins Team und fällt nun aus, da sie mit massiven Kreislaufproblemen zu kämpfen hat. Ihr Leiden ist jedoch nicht rein physisch, wie Dr. Martin Gruber schon bald erfahren muss. Maike quält ein übergroßes schlechtes Gewissen. Vor wenigen Wochen hatte sie einen Rettungseinsatz, bei dem sie wegen schlechten Wetters die schwer verletzte Suse Koller nicht schnell genug bergen konnte. Die junge Frau liegt seither im Koma – und Maike hat sich in deren Mann Max verliebt. Ihre Beziehung halten die beiden streng geheim, solange sie Suse nicht persönlich alles erklären können. Deren Gesundheitszustand verschlechtert sich allerdings dramatisch. Alexander Kahnweiler und Martin Gruber müssen Max Koller mitteilen, dass einzig eine Nierentransplantation das Leben seiner Frau retten könnte. In ihrem Zustand ist die Chance auf ein Spenderorgan allerdings gleich null. Doch dann wacht Suse Koller plötzlich auf. Anne Meierling ist hin- und hergerissen über das Angebot, das ihr Gregor für die Abfüllung der \"Gruber-Milch\" unterbreitet hat. Es ist gut – fast zu gut. Hat Gregor ganz private Hintergedanken? Anne konfrontiert ihn mit dieser Vermutung, denn sie will mit ihm eigentlich nichts weiter als eine geschäftliche Verbindung. Martin Gruber entfernt sich indes immer mehr von seiner Freundin Franziska. Als sie nach dem Tod ihres Vaters aus München zurückkehrt, braucht sie seine Unterstützung. Er aber würde eigentlich gern wieder mehr Zeit mit Anne verbringen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865133","hoster":"VOE"},{"path":"/redirect/9865132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-6","name":"Die große Kälte - Teil 1+2","epNo":6,"alt":"","descr":"Polizist Herbert Sattler reagiert beinahe zu spät, als Daniel Griesbach in der Ausnüchterungszelle fast erstickt. Martin Gruber kann Daniel retten, aber für Herbert beginnt der Ärger erst. Man wirft ihm unterlassene Hilfeleistung vor, aber Martin ahnt, dass es medizinische Gründe gab. Dass ausgerechnet Sattlers Tochter Eva die Gegenseite anwaltlich vertritt, macht die Sache nicht besser. Vater und Tochter haben seit Jahren keinen Kontakt mehr. In der Ausnüchterungszelle des Ellmauer Polizeireviers kommt es zu einem dramatischen Zwischenfall. Revierinspektor Herbert Sattler alarmiert Dr. Martin Gruber, weil der junge Daniel Griesbach krampfend und röchelnd um sein Leben kämpft. Mit einem beherzten Luftröhrenschnitt kann Martin den jungen Mann retten, doch bald schon taucht eine Anwältin auf, die Herbert Sattler schwere Vorwürfe macht. Er habe die Hilferufe des jungen Mannes über einen langen Zeitraum ignoriert. Sattler bestreitet das vehement. Martin ist ziemlich überrascht, als er erfährt, dass die Anwältin Eva Sattler die Tochter von Herbert ist. Das Verhältnis zwischen den beiden ist mehr als unterkühlt – und das schon seit Jahren. Große Sorge bereitet Herbert Sattler jedoch aus anderem Grund. Der Polizist leidet unter ständigen Bauchkrämpfen, und schon bald erhärtet sich Martin Grubers schlimmste Befürchtung. Es ist nun an ihm, die Vorwürfe gegen Sattler medizinisch fundiert zu entkräften und einen Weg zu finden, diesem gebrochenen Mann einen letzten Wunsch zu erfüllen: eine Aussprache mit seiner Tochter. Auf dem Gruberhof ist inzwischen der große Tag gekommen. Zum ersten Mal kann Anne die \"Gruber-Milch\" abfüllen lassen. Zwar sind alle nach wie vor der Meinung, dass Gregors Unterstützung etwas zu engagiert ist, aber die Freude über den Neustart überwiegt. Fieberhaft warten alle auf erste Verkaufszahlen. Lilli redet indes Martin ins Gewissen. Er soll bei Franziska reinen Tisch machen und dann um Anne kämpfen! Eigentlich hat er doch nie aufgehört, sie zu lieben. Die Aussprache mit Franziska endet allerdings ganz anders als geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985374","hoster":"VOE"},{"path":"/redirect/8387799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-7","name":"Verlorene Seelen - Teil 1+2","epNo":7,"alt":"","descr":"Beim Gassigehen mit seinem Hund bewahrt Rentner Johann Eichholz die suizidgefährdete Maja vor dem Äußersten. Auf dem Heimweg braucht er dann plötzlich selbst Hilfe, als er sich den Fuß verletzt. Maja alarmiert Martin, der Herzprobleme bei Eichholz feststellt. Offenbar nimmt er verordnete Medikamente nicht. Martin würde es sehr begrüßen, wenn sich Maja und Eichholz künftig gegenseitig unterstützen. Am Gruberhof findet sich Anne nach einer Nacht mit Gregor unterdessen in einem Gefühlschaos wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985375","hoster":"VOE"},{"path":"/redirect/8387804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-13/episode-8","name":"Die Entscheidung - Teil 1+2","epNo":8,"alt":"","descr":"Die Zukunftspläne von Tine Bühler und ihrer Familie werden auf den Kopf gestellt, als Martin Gruber bei ihrem Mann Thomas eine beginnende Parkinson-Erkrankung diagnostiziert. Dass Thomas’ Blutwerte jedoch nicht ins Bild passen, irritiert Dr. Gruber. Privat läuft es bei Martin besser: Anne und er sind wild entschlossen, dieses Mal ihre Beziehung hinzukriegen – unter der Voraussetzung, dass er sich aus den Geschäften heraushält. Thomas Bühler ist passionierter Koch und Wirt der traditionsreichen \"Bühler-Stuben\", die er voller Leidenschaft mit seiner Frau Tine betreibt – bis ihre gemeinsame Tochter Kara schon bald in seine Fußstapfen tritt. Dass seine Frau und Tochter sich ihre Zukunft anders vorstellen könnten, blendet Thomas stur aus. Doch vor allem Tine sehnt sich danach, den Stress der Gastwirtschaft endlich hinter sich zu lassen und mit ihrem Mann auf einem kleinen Rinderhof ganz neu anzufangen. Kurz vor Karas Abreise nach Wien, wo sie bei einem angesagten Sternekoch eine Ausbildung beginnen wird, klagt Thomas plötzlich über Schmerzen im Rücken und zittrige Hände, bis er mit einem Muskelkrampf zusammenbricht. Als Dr. Martin Gruber ihn untersucht, erhärtet sich bald eine traurige Diagnose: Alles deutet auf eine beginnende Parkinson-Erkrankung hin. Nach dem anfänglichen Schock ist Thomas voller Optimismus, dass Martin Gruber ihn medikamentös so einstellen kann, dass er bis zur Rückkehr von Kara im Restaurant zurechtkommt. Was bisher jedoch nur Tine weiß: Kara hat überhaupt nicht vor, nach ihrer Ausbildung in den Familienbetrieb einzusteigen, sondern sie träumt von einer Karriere auf einem Kreuzfahrtschiff. Auch Tine hatte gehofft, dass Thomas seine Krankheit als Anlass nehmen würde, endlich etwas kürzerzutreten. Zu lange hat sie ihre Träume zugunsten derer ihres Mannes hintangestellt. Dass dieser sich jedoch vehement stur stellt und von alldem nichts wissen will, lässt Tine mehr und mehr an der Zukunft ihrer Beziehung zweifeln. Die Situation spitzt sich dramatisch zu, als neben den typischen Symptomen Thomas’ außergewöhnliche Blutwerte für Kopfzerbrechen bei Martin Gruber und Alexander Kahnweiler sorgen. Im Privatleben von Martin Gruber scheint nun endlich Ruhe einzukehren. Mit Anne wagt er einen Neuanfang, und damit der nicht schiefgeht, hat er ihr hoch und heilig versprochen, sich aus allen geschäftlichen Themen herauszuhalten. Dieser Vorsatz hält aber nur kurz. Denn Martin erfährt, dass Gregor Schachner den Gesellschafter-Vertrag für seinen Einstieg in die \"Gruber-Milch\" nochmals modifiziert hat und ahnt, dass das nicht zum Vorteil von Anne und Hans läuft. Er bittet seine Ex-Freundin Franziska um Hilfe. Ob Anne mit dieser neuerlichen Einmischung zurechtkommt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985376","hoster":"VOE"},{"path":"/redirect/8387806","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-1","name":"Aus Mut gemacht  - Teil 1+2","epNo":1,"alt":"","descr":"Martin Gruber hat einen sehr schwierigen medizinischen Fall zu bearbeiten, denn der Fotograf Tim Hauser hat Metastasen deren Ursprung zunächst unklar ist, ebenso kompliziert sind seine privaten Bindungen. Dagegen läuft es privat in Martins Leben sehr viel rosiger, denn er hat endlich seine Anne und wenn alles klappt, sogar für immer. Dafür ist seine Sprechstundenhilfe in Nöten, denn ihr Freund hat eine andere. Und Lisbeth sorgt sich vor allem um Hans, dem der Spagat zwischen Gasthof und Gruberhof nicht wirklich gut tut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985300","hoster":"VOE"},{"path":"/redirect/8387497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-2","name":"Bis nichts mehr bleibt - Teil 1+2","epNo":2,"alt":"","descr":"Anne erhält im Krankenhaus eine niederschmetternde Diagnose, die es fraglich erscheinen lässt, ob sie mit Martin noch ein gemeinsames Kind haben wird. Martin erlebt ein Wechselbad der Gefühle. Auch in der Praxis hat der Arzt mit schweren Problemen zu kämpfen, denn seine junge Patientin Luisa hat eine unheilbare Erbkrankheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985298","hoster":"VOE"},{"path":"/redirect/9021023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-3","name":"Feind im Kopf - Teil 1+2","epNo":3,"alt":"","descr":"Martin hat erfahren, dass Franziska schwanger ist. Wie und wann soll er das Anne sagen? Und wie wird es dann mit ihnen weitergehen? Auch beruflich gibt es einige Strapazen, denn Holger Brandstetter ist kein einfacher Patient. Es besteht der Verdacht auf eine Hirnkrankheit. Martin will mit Alexander im Krankenhaus die Ursache eruieren, doch konkurriert Dr. Kahnweiler inzwischen mit Dr. Johanna Rüdiger, wodurch es mit der Narrenfreiheit der beiden Freunde im Krankenhaus vorbei ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985288","hoster":"VOE"},{"path":"/redirect/9021031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-4","name":"Feuer - Teil 1+2","epNo":4,"alt":"","descr":"Anne weiß immer noch nichts von der Schwangerschaft ihrer Vorgängerin Franziska. Lisbeth redet währenddessen nach der Diagnose aus Folge 2 gut zu, nach vorne zu schauen. Martin hat indessen einen trockenen Alkoholiker zu versorgen, der sein Heil in der Feuerwehr gefunden hat. Nun besteht die Panik, dass er aufgrund einer Nierenerkrankung nicht mehr zum Einsatz in der Lage ist. Lilli hingegen hat bei der Freiwilligen Feuerwehr einen besonderen Helfer im Auge, denn Robert Schwarz scheint sie nachhaltig beeindruckt zu haben. Diese Folge birgt allerdings den schlimmsten Cliffhanger bisher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985294","hoster":"VOE"},{"path":"/redirect/9021033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-5","name":"Bittere Tränen - Teil 1+2","epNo":5,"alt":"","descr":"Auf dem Gruberhof ist die Stimmung angespannt. Seit Anne weiß, dass Franziska von ihrem Ex-Freund Martin schwanger ist, liegt die Hochzeit auf Eis. Martin will Anne nicht verlieren, aber auch für das Kind da sein. Zudem braucht eine junge Patientin seine ganze Aufmerksamkeit. Lara Wöhlert ist nach einem Burn-out eben erst an ihren Arbeitsplatz zurückgekehrt, als sie erneut zusammenbricht. Doch ihre Symptome sprechen gegen einen Rückfall ins alte Krankheitsbild. Da offenbart Lara Erschreckendes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985275","hoster":"VOE"},{"path":"/redirect/9021030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-6","name":"Atemlos - Teil 1+2","epNo":6,"alt":"","descr":"Auf dem Gruberhof stehen alle Zeichen auf Hochzeit. Denn obwohl ihnen allerlei Steine in den Weg gelegt werden, möchte Martin endlich in seine langersehnte Zukunft mit Anne starten. Beruflich steckt er in einer Zwickmühle: Um das Sorgerecht für ihren Bruder zu bekommen, braucht Nina Tauber ein Attest, doch das kann Martin ihr nicht mit gutem Gewissen ausstellen. Sie hat plötzliche Anfälle, die auf eine schwere Krankheit hindeuten. Seit dem Tod ihres Vaters kümmert sich die 20-jährige Nina Tauber allein um ihren Bruder Max. Ihre Mutter Annette hat die Familie schon Jahre zuvor verlassen, um sich auf Sri Lanka eine Karriere und ein neues Leben aufzubauen. Dass nun das Sorgerecht für Max automatisch an Annette übergehen soll, kann Nina nicht fassen. Sie ist fest davon überzeugt, sich auch weiterhin um den Zehnjährigen kümmern zu können, genauso wie um die familieneigene Bäckerei. Doch ausgerechnet als Annette unangekündigt in Ellmau auftaucht, bricht Nina immer wieder mit stechenden Schmerzen in der Brust zusammen. Um Max unter keinen Umständen zu verlieren, versucht sie, stark zu sein, und spielt die Attacken als Stressreaktion vor Annette und dem Jugendamt herunter. Doch Martin Gruber befürchtet eine andere Ursache für die Schmerzen, die Nina das Sorgerecht kosten könnte. Die einzige Lösung wäre ein Kompromiss zwischen Mutter und Tochter, doch die Fronten sind so verhärtet, dass selbst Martin Gruber kaum vermitteln kann. Anne versucht noch immer, den Schock über Franziskas Schwangerschaft zu verdauen, wobei Martin alles in seiner Macht Stehende tut, um ihr das Gefühl zu geben, dass sie das alles gemeinsam schaffen werden – als Ehepaar. Kurzerhand stellt er mithilfe von Lilli und Lisbeth eine Hochzeit auf die Beine. Linns Plan, sich von Hans fernzuhalten, scheint dagegen nicht zu funktionieren. Vor allem, weil zwischen Hans und Susanne wieder mal dicke Luft herrscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865169","hoster":"VOE"},{"path":"/redirect/9865170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-7","name":"Tausendundein Tag - Teil 1+2","epNo":7,"alt":"","descr":"Martin Grubers Privatleben ist weit davon entfernt, sich zu entspannen. Doch die Geburt seines Sohnes steht bald bevor, und er, Franziska und Anne müssen endlich einen Kompromiss finden. Zunächst muss er sich aber um eine Patientin kümmern. Eva Winter scheint ihr Leben in vollen Zügen zu genießen, doch ihre Symptome sind besorgniserregend. Martin versucht, ihr beizustehen. Denn was sie am dringendsten zu brauchen scheint, ist ein Freund. Für die Hochzeit ihres besten Freundes Thomas ist Eva Winter nach langer Zeit wieder in ihre Heimat zurückgekehrt. Doch während sich dort nichts verändert zu haben scheint, sieht das bei Thomas ganz anders aus. Er hat sich mit seiner Verlobten Sandra ein ruhiges und beschauliches Leben aufgebaut und seine und Evas wilde Vergangenheit hinter sich gelassen – was diese vor allem spießig findet. Dass ein Leben ohne Rücksicht auf Verluste auch bittere Folgen haben kann, muss Eva jedoch schnell am eigenen Leib erfahren. Nicht nur privat und finanziell ist die junge Frau schlecht aufgestellt, auch ihr Gesundheitszustand ist mehr als besorgniserregend. Wie Dr. Martin Gruber schließlich feststellt, hat Eva sich schon vor einiger Zeit mit Hepatitis infiziert. Dass die Krankheit oft sexuell übertragen wird und Eva somit alle ihre ehemaligen Partner informieren muss, verkompliziert die Angelegenheit mehr als zunächst angenommen. Auch Martin Gruber ist noch weit von der Auflösung seiner schwierigen familiären Lage entfernt. Nach ihrem Unfall beschließt Franziska kurzerhand, nun doch nach Ellmau zu ziehen, was Anne einen Stich ins Herz versetzt. Dennoch erklärt sie sich bereit, mit einem Gespräch einen Schritt auf Franziska zuzugehen. Doch dieses verläuft anders als erwartet. Gleichzeitig kracht es auf dem Gruberhof, als Hans’ Affäre endgültig auffliegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865171","hoster":"VOE"},{"path":"/redirect/9865173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-14/episode-8","name":"Alles anders - Teil 1+2","epNo":8,"alt":"","descr":"Bei der Behandlung seiner Patientin Kathi Bachmann gerät Martin Gruber in ein moralisches Dilemma, als sich herausstellt, dass sie und ihr Verlobter Simon miteinander verwandt sind. Auch privat muss er sich einigen wichtigen Entscheidungen stellen und sich vor allem eines fragen: Kann er Anne das Leben ermöglichen, das sie sich von Herzen wünscht, und gleichzeitig ein guter Vater für Franziskas Kind sein? Simon Gantner und seine Freundin Kathi Bachmann sind im siebten Himmel. Sie sind frisch verliebt und blicken mit großer Vorfreude ihrer gemeinsamen Zukunft entgegen, in der auch Kinder nicht fehlen sollen. Doch als Kathi kurz nach der Verlobung zusammenbricht, hat ihr behandelnder Arzt Martin Gruber keine guten Nachrichten für sie. Sie hat eine Eisenspeicherkrankheit, die dazu führt, dass Eisenablagerungen ihre Organe angreifen. Was Dr. Fendrich bei der Blutuntersuchung jedoch noch herausgefunden hat, schockiert selbst Martin. Kathi und ihr Verlobter sind eng miteinander verwandt, sie sind Halbgeschwister. Während dies das Ende der Beziehung der beiden bedeuten muss, kann Martin einen kleinen Hoffnungsschimmer geben: Als ihr Bruder wäre Simon der ideale Spender für eine bei Kathi eventuell notwendige Organtransplantation. Vor allem Simon jedoch möchte sich von niemandem vorschreiben lassen, wen er lieben darf – er ist noch immer fest davon überzeugt, Kathi heiraten zu wollen. Nachdem Annes Gespräch mit Franziska die von Grund auf verfahrene Situation eher noch verkompliziert hat, fasst Franziska einen Entschluss: Sie möchte nicht nur aus Ellmau verschwinden, sondern komplett aus Annes Leben und ihr Kind in New York großziehen. Martin allerdings steht diesem Vorschlag noch etwas verhalten gegenüber. Er ist aber nicht der Einzige der Grubers, dem eine schwere Entscheidung bevorsteht. Auch Hans muss endlich herausfinden, was er will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865143","hoster":"VOE"},{"path":"/redirect/12446006","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15","seasonId":"Staffel 15","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-1","name":"Scheinwelten - Teil 1+2","epNo":1,"alt":"","descr":"Martin Gruber hadert: Franziska wird kurz vor Geburt des gemeinsamen Kindes nach New York gehen. Ist die gefällte Entscheidung richtig? Je näher der Abflug rückt, desto mehr zweifelt er. Ablenkung erfährt Dr. Gruber durch die Patientin Alina Wagner, die mit ihrem Partner Sebastian Rutloff auf einer Berghütte lebt und einen Krampfanfall erleidet. Durch einen schweren Autounfall hatte sich die Berlinerin ein Schädel-Hirn-Trauma zugezogen. Alinas retrograde Amnesie beeinträchtigt sowohl ihr Langzeit – wie auch ihr Kurzzeitgedächtnis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9723570","hoster":"VOE"},{"path":"/redirect/9723569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-2","name":"Endlich Leben - Teil 1+2","epNo":2,"alt":"","descr":"Dr. Martin Grubers Patientin Chiara Engl zeigt nach einer Herztransplantation diffuse Abstoßungssymptome. Für Chiara und ihre Eltern bricht eine Welt zusammen. Nach Franziskas Zusammenbruch geht Martins Auseinandersetzung mit deren Mutter Thea Hochtetter weiter: Sie verweigert ihm weiterhin Zutritt zur Intensivstation. Nicht nur Dr. Kahnweiler und Dr. Fendrich fragen sich: Was ist passiert? Die Tatsache, dass Martin Franziska die Flugtauglichkeit attestiert hatte, macht ihn zur Zielscheibe von Theas Wut. Er stürzt sich in die Arbeit, insbesondere, da ihm die späte Abstoßungsreaktion seiner transplantierten Patientin Chiara merkwürdig vorkommt. Die OP liegt nämlich bereits elf Monate zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9723572","hoster":"VOE"},{"path":"/redirect/9730677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-3","name":"Hochspannung - Teil 1+2","epNo":3,"alt":"","descr":"Hochspannungstechniker Franz Herford arbeitet in luftigen Höhen. Doch er leidet an Schwindelanfällen. Erst allmählich öffnet sich Herford Dr. Gruber und gibt sein Geheimnis preis. Dieses Wissen um seinen Patienten wird für Martin zu einem Dilemma, da er unter Schweigepflicht steht. Auch privat ist der Druck enorm. Franziska liegt hochschwanger im Koma, und ihre Mutter will Martin Gruber wegen Fahrlässigkeit anzeigen. Thea Hochstätter hat Martin Gruber nicht nur den Kontakt zu ihrer Tochter Franziska verboten, sie fordert von ihm, dass er auf sein Sorgerecht verzichtet. Falls Thea Hochstätter als Investorin der Gruber-Milch-Abfüllanlage die Verträge kündigen sollte, wäre auch Martins Familie existenziell bedroht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920652","hoster":"VOE"},{"path":"/redirect/9730678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-4","name":"Kontrollverlust - Teil 1+2","epNo":4,"alt":"","descr":"Als Martin Gruber beim Ultraschall einen Tumor in ihrer Leber entdeckt, stellt das Oberleutnant Mia Lohmann, eine alleinerziehende Mutter und Berufssoldatin, vor große Probleme.Martin versucht, ihr Mut zu machen und die endgültigen Ergebnisse der Untersuchungen abzuwarten, doch Mia muss regeln, was mit Felix passieren wird, sollte sie nicht mehr für ihn da sein können. Mit gemischten Gefühlen nimmt sie Kontakt zum Vater ihres Sohnes auf.Mit David Berger, ebenfalls Soldat, verbindet sie nicht nur eine gemeinsame Nacht, sondern auch ein Anschlag bei einem Militäreinsatz in Mali, bei dem mehrere Soldaten ihr Leben verloren und Mia schwer verletzt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9771796","hoster":"VOE"},{"path":"/redirect/9771791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-5","name":"Extreme - Teil 1+2","epNo":5,"alt":"","descr":"Martin Gruber steht vor einer Zerreißprobe: Im Kampf um das Sorgerecht für ihren Enkel sperrt Thea Hochstetter die Abfüllanlage für die Grubermilch und bedroht somit die Existenz des Hofes. Beruflich steht er auch vor einer Entscheidung: Bergsteigerin Nima Surländer bittet ihn um ein Rezept für ein starkes Beruhigungsmittel. Sie nimmt es, seit ihr Freund Tobias Junger zur lebensgefährlichsten Klettersportart überhaupt gewechselt ist – Free-Solo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9829432","hoster":"VOE"},{"path":"/redirect/9829433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-6","name":"Im Frieden - Teil 1+2","epNo":6,"alt":"","descr":"Das Schlimmste scheint für Martin Gruber abgewendet: Nachdem Franziska aus dem Koma erwacht ist, kann ihr gemeinsamer Sohn auf dem Gruberhof leben und wird rührend von Anne versorgt.Martin beobachtet die Situation skeptisch, denn das Baby wird nicht auf Dauer bei ihnen bleiben. Auch sein neuer Patient steckt gefühlsmäßig in einem Dilemma. Der berühmte Bergsteiger Maurus Steiger trifft nach 40 Jahren seinen alten Kletterkameraden wieder.Maurus Steiger und Rudi Zimmer waren in ihren jungen Jahren eine Seilschaft, die über die Region hinaus mit spektakulären und bahnbrechenden Besteigungen Schlagzeilen gemacht hatte. Martin Gruber ist nicht ohne Ehrfurcht, seinen ehemaligen Jugendhelden nun als Patienten vor sich zu haben. Auch Martins Bruder Hans kann sich noch lebhaft an die Unternehmungen von Steiger und Zimmer erinnern.Maurus Steiger hat jedoch das Klettern schon lange aufgegeben. Nicht nur seiner Familie wegen, mit der er ein paar Tage in der Region verbringt, sondern auch eine schwere Erkrankung zwingt ihn zu nur noch mäßiger körperlicher Anstrengung: Maurus leidet an chronischer Leukämie. Eigentlich ist er medikamentös gut eingestellt, doch er benötigt ein Rezept von Dr. Martin Gruber.Zurück bei seiner Familie wird er von seiner Frau Stephania mit einem außergewöhnlichen Gast überrascht: Zum 50-jährigen Jubiläum einer legendären Bergbesteigung hat sie Rudi Zimmer eingeladen. Fast sprachlos stehen sich beide gegenüber. Stephania spürt, dass es etwas zwischen den ehemaligen Freunden zu klären gibt. Beide Männer begeben sich schließlich auf eine vermeintlich einfache Wanderung. Doch es kommt zu einem Unfall. Martin ist plötzlich nicht nur für beide medizinischer Berater und Arzt, sondern er befindet sich mittendrin in einem Beziehungsdreieck. Denn Maurus und Rudi bildeten einst nicht nur eine perfekte Seilschaft, sie waren auch ein Liebespaar. Und die Gefühle füreinander sind nach wie vor stark.Privat bemüht sich Martin ebenfalls um Ausgleich, denn nachdem Franziska von den Intrigen ihrer Mutter erfährt, will sie den Kontakt zu ihr für immer beenden. Das aber kann Martin nicht akzeptieren, denn sein Sohn soll eine Familie haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867894","hoster":"VOE"},{"path":"/redirect/9867892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-15/episode-7","name":"Was bleibt - Teil 1+2","epNo":7,"alt":"","descr":"Große Veränderungen stehen Martin Gruber bevor: Lilli hat gekündigt. Sie überlegt, künftig bei ihrem Freund Robert in der Werkstatt mitzuarbeiten. Franziska wird Johann zu sich nehmen.Obwohl ihre Genesungsfortschritte alle positiv stimmen, fällt der Familie der Abschied von Martins neugeborenem Sohn schwer. Ein Anruf aus der Schule lenkt von den privaten Sorgen ab. Der 16-jährige Fabian sei mit akuter Atemnot im Unterricht zusammengebrochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10006541","hoster":"VOE"},{"path":"/redirect/10006540","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16","seasonId":"Staffel 16","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-1","name":"Paradies - Teil 1+2","epNo":1,"alt":"","descr":"Schafwirt Alois Bachmeier hat eine Multi-Infarkt-Demenz, Enkelin Josephine will sich um ihn und den Hof kümmern. Als ihre Mutter Karin plötzlich Symptome bekommt, horcht Martin Gruber auf. Sein erster Patientenfall nach längerer Auszeit lenkt Martin von seinen privaten Sorgen ab. Weil Anne nach der Trennung fehlt, unterstützt Arzthelferin Linn Hans auf dem Gruberhof. Lilli verkündet ihren Vätern, dass sie ein Praktikum in der Klinik machen wird. Sie hatte sich an Dr. Vera Fendrich gewandt, weil sie ihre Überlegungen, die Matura nachzuholen und Medizin zu studieren, auf neue Erfahrungswerte gründen wollte und eine Zusage bekommen. Obwohl Lilli nach vorne blicken möchte, wirkt die gescheiterte Beziehung mit Robert nach. War die Trennung richtig? Auch Lisbeth und Hans müssen ihren Blick in die Zukunft richten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11889305","hoster":"VOE"},{"path":"/redirect/11889304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-2","name":"Getrennte Welten - Teil 1+2","epNo":2,"alt":"","descr":"Martin Gruber sorgt sich um den leidenschaftlichen Mountainbiker Felix Dreier, der sich einer wichtigen Operation verweigert. Doch dann trifft Felix auf die ehrgeizige Doktorandin Livia Pavel. Im \"Wilden Kaiser\" sind beide sofort voneinander fasziniert. Jedoch geht Livia auf Rückzug, denn in ihrer Welt scheint kein Platz für Felix zu sein. Auch eine aufkommende Erkältung kommt unpassend, weshalb Felix Livia in Martins Praxis mitnimmt. Martin Gruber vermutet eine allergische Reaktion und beauftragt das Labor mit einer Blutanalyse. Linn Kemper nimmt die Gelegenheit wahr, auch Felix zu einer noch ausstehenden Besprechung mit seinem Arzt zu bewegen. Der sportlich aktive Mann entzieht sich schon seit Längerem der Auseinandersetzung mit Martin Gruber. Denn eine Tumorerkrankung in seiner Halswirbelsäule erfordert weitere Eingriffe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11909208","hoster":"VOE"},{"path":"/redirect/11909110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-3","name":"Eine schwere Last  - Teil 1+2","epNo":3,"alt":"","descr":"Der zwölfjährige Sammy ist übergewichtig. Sein Vater macht mit ihm Diät, und sie trainieren für einen Geländelauf. Nach einem Schwindelanfall beim Angeln muss Martin Gruber den Jungen retten. Weil er in der Schule gemobbt wird, hatte Sammy geschwänzt. Der aufgeweckte Junge scheint unter der Trennung seiner Eltern zu leiden. Vater Tom meint es mit der Ernährungsumstellung und dem Training zwar nur gut, übt aber für Mutter Kerstin zu viel Druck aus. Sammy Federer nimmt auch seltsamerweise nicht ab, sondern sogar zu. Zudem hat er in letzter Zeit häufig Kopfschmerzen. Martin nimmt sich dem Fall des Jungen an, doch trotz zahlreicher Tests bleibt eine Diagnose zunächst aus. Könnten die Symptome des Jungen psychosomatisch sein? Kerstin Federer ist nach der Trennung nach München gezogen und durch ihre Arbeit als Architektin extrem eingebunden. Verkäufer Tom hat noch nicht verkraftet, dass seine Frau ihn verlassen hat. Aber weder Martin noch die Federers selbst können sich zunächst erklären, woher die Gewichtszunahme kommt, zumal Sammy vor mehreren Monaten in der Klinik von Dr. Alexander Kahnweiler gründlich durchgecheckt wurde. Martin setzt alles daran, Sammy zu helfen, doch die Suche nach einer Diagnose gestaltet sich schwieriger als gedacht. Hans Gruber steckt einmal mehr mit dem Hof in tiefen Geldnöten. Zur Überraschung aller und trotz Martins Bedenken ergreift ausgerechnet Rolf Pflüger, Hans’ Schwiegervater und Lillis Opa, die Initiative und macht ein vielversprechendes Angebot – allerdings mit einer Gegenbedingung. Martin ist wenig begeistert darüber, dass mit den Pflügers die lange verdrängte Vergangenheit der Brüder auf dem Gruberhof wieder Einzug hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11951376","hoster":"VOE"},{"path":"/redirect/11951374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-4","name":"Wer wir sind -  Teil 1+2","epNo":4,"alt":"","descr":"Nach einem Wutausbruch erleidet Andrea Hoffmann einen Schwächeanfall. Ausgerechnet auf der Gessneralm, wo Martin Gruber vor mehr als 20 Jahren schon einmal war und die er seitdem meidet. Damals verbrachte er dort einen Kurzurlaub mit seinem Bruder und dessen Frau Sonja. Wolfram Gessner erinnert sich noch an das Trio. Der Pferdezüchter bietet inzwischen Therapiereiten an. Andrea hatte sich hier in ihrer schweren Lebenslage Hilfe erhofft. Die Juristin steht gerade vor den Trümmern ihres Lebens: Job weg, Freundin weg, Wohnung weg. Über einen Zeitschriftenartikel war sie auf das Angebot des Therapiereitens aufmerksam geworden. Doch die eigentliche Therapeutin ist erkrankt. Wolfram möchte Andrea sofort wieder wegschicken, als sie plötzlich zusammenbricht. Martin vermutet zunächst hochgradige Erschöpfung, möchte jedoch mögliche andere Ursachen ausschließen. So kommt es, dass er einer bedrohlichen Herzerkrankung von Andrea auf die Spur kommt. Es gelingt ihm, Wolfram zu überreden, Andrea für ein paar Tage bei sich aufzunehmen. Die beiden sehr unterschiedlichen Charaktere tun sich zunächst schwer miteinander, doch Wolfram beobachtet, wie sie auf natürliche Art Kontakt zu einem seiner Pferde bekommt. Andrea fühlt sich wohl auf der Alm. Als ehemaliges Findelkind tut sie sich in der Regel schwer mit anderen Menschen. Doch Wolfram berührt sie auf eine ganz besondere Weise und gibt ihr ein Gefühl von Vertrautheit. Martin möchte, um Andreas Erkrankung besser erfassen zu können, mehr über ihre Familiengeschichte erfahren und kommt dabei einem Geheimnis auf die Spur. Währenddessen gerät er in einen Konflikt mit Caro Pflüger, die den Plan ihres Vaters Rolf unterstützt, noch enger mit Hans zu kooperieren. Martin möchte eine noch weitergehende Verbindung zwischen den Grubers und den Pflügers verhindern. Doch Lilli ist begeistert von ihrer \"neuen\" Familie, und Hans steckt mit dem Hof finanziell in der Klemme. Lisbeth spürt, dass sich hier eine Familientragödie anbahnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11993821","hoster":"VOE"},{"path":"/redirect/11993826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-5","name":"Im Netz Teil  -  1+2","epNo":5,"alt":"","descr":"Eine Notfallpatientin lehnt strikt ab, sich von Dr. Martin Gruber behandeln zu lassen. Sie ist der Überzeugung, sich selbst behandeln zu können. Doch das kann fatale Folgen für sie haben. Martin gelingt es immerhin, Katja Becker zu einer Blutentnahme zu überreden. Die Ergebnisse beunruhigen, doch Katja will sich nicht von ihm behandeln lassen. Auch privat steckt Martin in einer Zwickmühle: Caro Pflüger drängt ihn, seinen Bruder Hans umzustimmen. Caros Vater Rolf Pflüger – Hans’ Ex-Schwiegervater -, möchte in die \"Grubermilch\" als Teilhaber einsteigen. Doch Hans ist der Überzeugung, eine zu enge Verbindung zur Familie seiner verstorbenen Frau wäre nicht gut für die Grubers als Familie. Martin gerät dadurch unter Druck, denn immer stärker drängt ein Geheimnis aus der Vergangenheit an die Oberfläche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12115389","hoster":"VOE"},{"path":"/redirect/12065835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-6","name":"Spiel mit dem Feuer -   Teil 1+2","epNo":6,"alt":"","descr":"Martin Grubers Geständnis hinterlässt in seiner Familie einen Scherbenhaufen. Hans ist zutiefst verletzt. Vor Lisbeths Augen konfrontiert er seinen Bruder mit einer drastischen Entscheidung. Der 17-jährige Noah Reimann kommt wegen Fieber zu Martin in die Praxis. Er ist vor Kurzem zu seinem Vater Richard und dessen Frau Jule von Hamburg nach Ellmau gezogen. Martin stellt zunächst nur Symptome eines grippalen Infekts fest und verordnet dem Teenager Bettruhe. Dass Noah und seine Stiefmutter nach einer ausgelassenen Feier zu ihrem 40. Geburtstag die Nacht zuvor miteinander verbracht haben, ahnt Martin zu diesem Zeitpunkt nicht. Nach Partys, Drogen, mehreren Schulwechseln und Sozialstunden sollte Noah weit weg von zu Hause beim Vater wieder auf den richtigen Weg finden. Ausgerechnet Jule, die als Lehrerin tätig ist, hatte in den vergangenen Wochen sein Vertrauen gewonnen. Sich der Konsequenz ihres Fehlers bewusst, bittet Jule Noah, zu schweigen. Kurze Zeit später landet dieser wieder mit starken Schmerzen und Übelkeit in der Praxis. Sein Gesamtzustand verschlechtert sich zunehmend, und die Spannungen im Verhältnis zu seinem Vater Richard drohen zu eskalieren. Dabei kommt die Wahrheit ans Licht. Auf dem Gruberhof herrscht eine bittere Atmosphäre. Lilli ist wütend darüber, dass Martin gelogen hat, und Hans verweigert sich den Erklärungsansätzen seines Bruders. Während Lisbeth um die Zukunft ihrer Familie fürchtet, finden sowohl Hans als auch Lilli ausgerechnet bei Caro Pflüger ein offenes Ohr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12133512","hoster":"VOE"},{"path":"/redirect/12133514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-7","name":"Neuland Teil  -  1+2","epNo":7,"alt":"","descr":"Osteoporose? Schmied Lorenz Kofler kann die Diagnose von Martin Gruber nur schwer verwinden. Sein Sohn will vom Schicksal des Vaters nichts wissen, vor allem wegen dessen neuer Freundin. Ein halbes Jahr nach dem Tod seiner Frau ist Kofler wieder glücklich mit Hanne, einer Münchner Bohemienne. Daniel Kofler hat den plötzlichen Tod seiner Mutter noch nicht verarbeitet. Lorenz’ Armbruch nach einem Sturz stellt das Leben der drei auf den Kopf. Damit die Krankheit behandelt werden kann, müssen die Ärzte erst den Auslöser finden, doch eines steht schon fest: Lorenz muss seinen Beruf unwiderruflich aufgeben. Noch mehr als der unfreiwillige Ruhestand schmerzt den passionierten Schmied, dass der Familienbetrieb damit vor dem Ende steht. Die Beziehung zu Daniel ist nämlich auch dadurch belastet, dass Lorenz seinem Sohn nach der Ausbildung verweigert hat, ihn zu übernehmen. Privat kommt Martin keinen Schritt vorwärts: Hans Gruber verweigert nach wie vor jedes Gespräch, auch Tochter Lilli geht ihm in der Klinik aus dem Weg. Dabei leiden sie und vor allem Lisbeth unter der Situation. Das entgeht auch Linn Kemper nicht, doch ihre Vermittlungsversuche bewirken eher das Gegenteil: Hans findet es nicht gut, dass sie weiterhin bei seinem Bruder arbeitet. In der festgefahrenen Situation bekommt Martin eine überraschende Einladung von Franziska. Er soll seinen Sohn Johann und sie in New York besuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166598","hoster":"VOE"},{"path":"/redirect/12166599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-16/episode-8","name":"Der Weg zurück  -  Teil 1+2","epNo":8,"alt":"","descr":"Martin Gruber ist entschlossen: Er wird Ellmau verlassen. Vorher will er noch die Knochenmarktransplantation bei Katharina Schober begleiten. Doch dann gibt es Probleme mit der Spenderin. Überraschenderweise stellt sich Katharinas Schwester Melanie als Spenderin heraus. Die beiden haben sich acht Jahre lang nicht gesehen. Melanie will den Eingriff schnell hinter sich bringen, aber plötzlich bekommt sie selbst gesundheitliche Probleme. Die Transplantation ist somit akut gefährdet. Zugleich stellt Martin verwundert fest, dass Melanie so schnell wie möglich wieder nach Bremen zurückmöchte, wo sie seit ihrem Weggang aus Ellmau lebt. Katharina ist nicht sehr begeistert darüber, dass ausgerechnet ihre jüngere Schwester ihre Spenderin sein soll. Gegen ihren Willen hatte die Mutter der beiden, Gisela, Melanie um Hilfe gebeten. Martin weiß, wie schwierig die Suche nach einer geeigneten Spenderin ist. Warum tun sich die beiden Schwestern so schwer miteinander? Obwohl sie doch eigentlich einander sehr zugewandt erscheinen? Was hat sie damals, acht Jahre zuvor, auseinandergebracht? Melanies Herzprobleme sind nicht harmlos. Umso wichtiger wäre es, dass die Familie wieder zusammenfände. Was seine eigene Familiensituation betrifft, scheint es, als habe Martin aufgegeben. Sein Bruder Hans ist unversöhnlich und verweigert jegliche Aussprache mit ihm. Martin hat den Gruberhof verlassen, aber immer deutlicher macht sich bei ihm das Gefühl breit, dass es besser wäre, ganz von Ellmau wegzugehen. Deshalb sucht er eine Nachfolgerin für seine Praxis und für sich ein Apartment in New York. Dort lebt Franziska mit dem gemeinsamen Sohn. Wie lange er bleiben will, weiß er noch nicht. Weder seine Mutter Lisbeth noch Tochter Lilli können ihn zum Bleiben überreden. Entsprechend angespannt ist die Stimmung auf dem Gruberhof. Dass Hans von Martins Verhalten tief verletzt ist, können alle verstehen, doch seine Sturheit und Weigerung, sich mit Martin noch einmal auseinanderzusetzen, trägt dazu bei, dass die Familie Gruber zu zerfallen droht. Seine Freundin Linn Kemper hat kaum noch Verständnis für dieses Verhalten. Lilli zieht bis auf Weiteres zu ihrer Tante Caro Pflüger und ihrem Großvater Rolf. Lisbeth fühlt sich alleingelassen – hilflos in dieser Situation und mehr als verzweifelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12210141","hoster":"VOE"},{"path":"/redirect/12210140","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17","seasonId":"Staffel 17","episodes":[{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-1","name":"Der Blick nach vorn","epNo":1,"alt":"","descr":"Dr. Martin Gruber hat eine harte Nuss zu knacken: Sein Patient Anton Grainer hat seiner Haushaltshilfe gekündigt, soll nun aber, auf Martins Drängen hin, deren Tochter Emmi betreuen. Emmis alleinerziehende Mutter Branka Neumann hatte nach einem Streit mit Anton Grainer einen Mopedunfall. Bei der Untersuchung stellt Dr. Gruber eine Diagnose, die einen Krankenhausaufenthalt notwendig macht. Doch wo soll Emmi so lange unterkommen?..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13567775","hoster":"VOE"},{"path":"/redirect/13564561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-2","name":"Abgründe","epNo":2,"alt":"","descr":"Kurz vor der Hochzeit mit Hotelbesitzerin Ina Lechner zeigt Jan Seidl neurologische Ausfallerscheinungen. Martin Gruber ahnt, dass der Mann etwas verheimlicht, und sorgt sich um Inas Wohl. Privat genießt Martin ein weiteres lockeres Treffen mit Karin Bachmeier, das ihn von seinen familiären Sorgen ablenkt: Dass Lisbeth nach wie vor in der Klinik behandelt wird und mit ihm und Hans nicht darüber spricht, macht die beiden Brüder nervös. Auch wenn es Lisbeth augenscheinlich zunehmend besser geht, wäre beiden wohler, wenn sie weiterhin in der Klinik unter Beobachtung wäre. Doch als Lisbeth ihr Schweigen selbst nicht mehr erträgt und ihren Söhnen die Wahrheit erzählt, ist Martin kein bisschen beruhigter. Lilli wird zunehmend im Landhandel ihres Großvaters Rolf Pflüger eingespannt. Dabei könnte Martin sie in Abwesenheit von Linn Kemper gut als Unterstützung in der Praxis gebrauchen. Als Ina Lechner dort mit ihrem aus einer Kopfwunde blutenden zukünftigen Mann Jan auftaucht, weil er bei den Hochzeitsvorbereitungen von der Leiter gefallen ist, ist Martin erst einmal überrascht. Die beiden haben sich in New York kennengelernt, als Ina ihre Ausbildung zur Hotelfachkraft absolvierte. Inzwischen leitet sie ein Luxushotel in Ellmau. Zwar kann Martin eine Gehirnerschütterung bei Jan ausschließen, doch er möchte gern abklären, wie es zu dem Sturz gekommen ist. Als ihm der Hausmeister versichert, dass er wegen einer Eiweißunverträglichkeit immer mal wieder Schwindelattacken erleide, bittet Gruber ihn um die Adresse seines ehemaligen Hausarztes, um die Patientenakte anzufordern. Unter Berufung auf die Schweigepflicht vertraut Jan ihm an, dass er eigentlich Sebastian Leidinger heiße, Ina aber von dieser Namensänderung nichts wisse. Er habe sein altes Leben hinter sich lassen wollen und den richtigen Moment verpasst, es Ina zu erzählen. Martin wird misstrauisch. Als er den Grund für das Versteckspiel herausfindet, gerät er in einen medizinischen Gewissenskonflikt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13665435","hoster":"VOE"},{"path":"/redirect/13665438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-3","name":"Schuld","epNo":3,"alt":"","descr":"Dr. Martin Gruber setzt alles daran, den Brüdern Vinzent und Lennart Neumüller zu helfen, deren Vater Suizid beging. Denn Vinzent fühlt sich zunehmend erschöpft und ausgelaugt. Sein kleiner Bruder Lennart brennt für Klubmusik und feiert als DJ erste kleine Erfolge. Vinzent hat die Vormundschaft für ihn übernommen. Im Grunde sind die Brüder ein eingespieltes Team, doch Vinzents immer schlechter werdender Zustand bedroht ihr Zusammenleben. Als der junge Informatiker bei Martin Gruber in der Praxis ein IT-Problem behebt, bekommt er beinahe eine Panikattacke – scheinbar ohne triftigen Grund. Martin überzeugt Vinzent, sich untersuchen zu lassen. Lennart, der davon erfährt und sich ebenfalls um Vinzent Sorgen macht, wendet sich an Martin: Er fürchtet, dass sein Bruder, wie schon ihr Vater, an einer Depression erkrankt ist. Während Martin auf der Suche nach dem Auslöser für Vinzents Erschöpfungszustand auch körperliche Ursachen prüft, verschlechtert sich dessen Zustand dramatisch. Doch nicht nur sein Patient bereitet Martin Gruber Sorgen, sondern auch seine Mutter Lisbeth. Der Tremor an ihrer rechten Hand hat sich noch nicht verbessert. Die weiteren Untersuchungen verlaufen zwar befundlos, doch die Familie bekommt endlich Klarheit über Lisbeths Erkrankung. Zugleich erhöht die Bank den Druck auf die Pflügers: Lillis Großvater Rolf Pflüger droht eine Anzeige wegen Betrugs, wenn er die Anteile an der Grubermilch doch nicht kaufen kann. Deshalb muss seine Tochter Caro ihren Ex-Mann Claus überzeugen, ihr endlich die Scheidungsabfindung zu zahlen. Doch als die beiden bei einem Abendessen die Details klären wollen, kommt Claus mit einer überraschenden Bitte um die Ecke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13665433","hoster":"VOE"},{"path":"/redirect/13665436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-4","name":"Im Schatten","epNo":4,"alt":"","descr":"Die Schneiderin Jasmin Hübner kommt mit juckenden Armen zu Martin Gruber in die Praxis. Obwohl die Symptome schon seit Monaten auftreten und sie sich untersuchen ließ, gibt es keine Diagnose. Jasmin will eigentlich nur so schnell wie möglich raus aus Ellmau und weg von ihrer Mutter. Silke zieht nämlich alle Aufmerksamkeit auf sich, entscheidet permanent über den Kopf ihrer Tochter hinweg und ist dazu seit ein paar Monaten mit deren Ex-Freund Patrick liiert. Vor allem aber nimmt sie Jasmins Aufbruchspläne nicht ernst. Hinzu kommt erschwerend, dass Silke zunehmend Jasmins Hilfe benötigt: Sie kämpft seit längerer Zeit mit Bewegungs- und Konzentrationsstörungen. Und erst, als Silke sich deswegen die Hand in einer Schneidemaschine verletzt, lässt sie sich auf eine ärztliche Behandlung ein. Während Martin nach der Ursache für ihre rätselhaften Symptome sucht, verschlechtert sich Silkes Zustand mit rasender Geschwindigkeit. Weil die Pflügers mit ihren finanziellen Problemen um den Landhandel keinen Schritt vorwärtskommen und dies auch Auswirkungen auf die Grubermilch mit sich bringen würde, äußert Lilli zunächst gegenüber Martin einen neuen Vorschlag: Karin Bachmeier könnte die Familien finanziell beraten. Deren Begeisterung über die Idee hält sich anfänglich allerdings in Grenzen. Eigentlich zieht sie eine Grenze zwischen Beruf und Privatem. Sophia, die befürchtet, nicht mehr lange vor ihrer Mutter verbergen zu können, dass Paul einen Antrag plant, macht ihm ordentlich Dampf: Er soll Susanne endlich fragen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13665434","hoster":"VOE"},{"path":"/redirect/13665437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-5","name":"Lebenswege","epNo":5,"alt":"","descr":"Der Landschaftsarchitekt Dominik Antal trennt sich von seiner Frau Lene, weil er sich in seine Kundin Rebecca Weidinger verliebt hat. Dann bricht er mit akuten Unterleibsschmerzen zusammen. Dr. Martin Gruber vermutet mehr als eine Stressreaktion. In seinem Privatleben will der Bergdoktor endlich klare Verhältnisse schaffen und die Beziehung zu Karin Bachmeier nicht länger geheim halten. Doch die ersten Komplikationen lassen nicht lange auf sich warten. Martins Patient hat schon länger diffuse, wiederkehrende Schmerzen und zudem an Gewicht verloren. Bei seinem aktuellen Gefühlschaos scheint die Ursache auf der Hand zu liegen: Stress. Doch Martin glaubt nicht, dass die Symptome nur mit Dominiks mentaler Belastung zusammenhängen, was dieser indirekt bestätigt. Denn er ist verliebt und glücklich wie lange nicht. Stattdessen mehren sich die Anzeichen auf eine chronische Erkrankung des Darms, was die selbstständige Architektin Rebecca verunsichert. Sie ist querschnittsgelähmt, hat eine angesehene, eigene Firma und ist sich nicht sicher, ob sie die Pflege eines kranken Partners leisten kann – und vor allem auch will. Denn die Beziehung der beiden ist noch nicht gefestigt. Sie kennen sich erst seit ein paar Wochen, weil Rebecca Lene Eggers Firma beauftragt hatte, ihren Garten neu zu gestalten. Als sich Dominiks Gesundheitszustand trotz diverser Untersuchungsansätze durch Martin und Dr. Alexander Kahnweiler weiter verschlechtert, wird auch Rebecca in Mitleidenschaft gezogen. Auf der Suche nach dem dringend benötigten Investor für den Landhandel wird der Spielraum für die Familien Pflüger und Gruber immer kleiner. Martin fällt es schwer, seinen Bruder Hans und seine Mutter Lisbeth mit dem Rücken zur Wand stehen zu sehen. Doch die beiden versuchen trotz aller Widrigkeiten, den Kopf hochzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13695310","hoster":"VOE"},{"path":"/redirect/13695319","hoster":"Doodstream"},{"path":"/redirect/13695309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-6","name":"Spätfolgen","epNo":6,"alt":"","descr":"Simon Hofer kommt nach einem Sturz mit Schnittwunden in Martin Grubers Praxis. Er reagiert heftig auf die Untersuchung durch den Arzt. Zudem diagnostiziert Martin bei ihm eine Hepatitis C.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13729372","hoster":"VOE"},{"path":"/redirect/13729374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-7","name":"Zerreißprobe","epNo":7,"alt":"","descr":"Die Forstwirtin Kim Sattler wird bei Waldarbeiten in einen tragischen Unfall verwickelt. Als Dr. Martin Gruber ihre Blessuren untersucht, erfährt er von häufigen Muskelkrämpfen. Ein Mitarbeiter wurde bei dem Unfall getötet, und Kim wird dafür verantwortlich gemacht. Martin versucht, den Druck auf seine Patientin zu mildern. Wenn er die Ursache für ihre Krampfanfälle findet, lässt sich vielleicht auch der Unfallhergang erklären. Eigentlich ist die Forstwirtin Kim Sattler ein grundsätzlich optimistischer Typ. Ihre Scheidung hat sie friedlich hinter sich gebracht; mit ihrem Ex Alex Sattler hat sie ein gutes Verhältnis. Nun steht sie kurz davor, die Betriebsleitung des Forstbetriebs, in dem sie seit längerer Zeit arbeitet, zu übernehmen. Doch ihr beruflicher Einsatz führt auch zu Konflikten.Denn ihre beiden Kinder fühlen sich oftmals zu wenig beachtet, und vor allem ignoriert Kim seit Längerem Muskelkrämpfe, die sie in zunehmend heftiger Weise bekommt. Bei Baumfällarbeiten kommt es zu einer tragischen Verkettung von Ereignissen. Kim sieht, wie einer ihrer Kollegen am Steuer einer Forstmaschine bewusstlos wird. Als sie die Maschine stoppen möchte, bekommt sie einen erneuten Krampf und kann den Aufprall nicht mehr verhindern. Der Mann stirbt, und die anderen Forstarbeiter geben ihr die Schuld an dem Unglück. Für Martin Gruber sind Kims Krampfanfälle außergewöhnlich in Häufigkeit und Intensität.Sind ihre Lebensumstände Auslöser für die heftigen körperlichen Reaktionen? Denn zum Spagat zwischen Job und Familie sowie dem ständigen Kampf um Anerkennung als Frau in einem von Männern dominierten Beruf kommt nun von allen Seiten der Vorwurf, den Tod eines Menschen zu verschuldet zu haben. Doch Martin vermutet, dass es noch eine medizinische Ursache für ihre Krampfanfälle gibt. Allmählich erkennt er ein Muster und kommt einer Diagnose auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13745111","hoster":"VOE"},{"path":"/redirect/13745109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bergdoktor-2008/staffel-17/episode-8","name":"Über den Schatten","epNo":8,"alt":"","descr":"Karla und Markus Jenner freuen sich über die Geburt ihrer Zwillinge. Doch Dr. Martin Gruber sorgt sich um Karla, die eine gefährliche Gerinnungsstörung zu haben scheint. Ihr sich verschlechternder Gesundheitszustand erschüttert auch Fabian Marx, den besten Freund des Paares. Martin muss Karla zudem eine weitere Nachricht überbringen, die Auswirkungen auf ihr weiteres Leben und die gemeinsame Freundschaft der drei haben wird. Nach der Geburt ihrer Zwillinge Paula und Leni scheint das Familienglück von Karla und Markus Jenner fast perfekt. Das Glück währt jedoch nicht lange. Denn Martin Gruber muss seiner Patientin gleich zwei Testergebnisse mitteilen: Zum einen sind ihre Leberwerte ungewöhnlich hoch, was die Vermutung nahelegt, dass Karla eine postnatale Gerinnungsstörung hat. Zum anderen kommt Martin hinter ein Geheimnis von Karla, das die junge Frau in starke Bedrängnis bringt. Markus ist erschüttert über ihren sich dramatisch entwickelnden Gesundheitszustand, zumal zwei Neugeborene zu versorgen sind. Zum Glück wird er von seinem besten Freund Fabian unterstützt, als Karla notfallmäßig in die Klinik muss. Martin, dem das Schicksal der jungen Familie nahegeht, muss sich nebenbei für die Zukunft seiner eigenen Familie einsetzen. Es gibt eine letzte Möglichkeit, wie das Insolvenzverfahren des Landhandels von Lillis Großvater Rolf Pflüger gestoppt werden könnte: Caro Pflügers Ex-Mann Claus muss endlich die Scheidungsabfindung zahlen. Doch dieser stellt sich erneut quer. Caro sieht sich gezwungen, ihr letztes Ass gegen Claus auszuspielen – nicht ahnend, was sie damit auslöst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13773287","hoster":"VOE"},{"path":"/redirect/13773288","hoster":"Streamtape"}]}]}]}]}