{"path":"/serie/stream/der-unglaubliche-hulk","name":"Der unglaubliche Hulk","descr":"Wissenschaftler Dr. David Banner (Bill Bixby) experimentiert mit Gammastrahlung und wird dabei radioaktiv verseucht. Von da an verwandelt er sich jedes Mal, wenn er wütend wird, in ein grünes Monster mit unglaublichen Kräften: den Hulk (Lou Ferrigno). Nach seinen Verwandlungen kann er sich allerdings an nichts mehr erinnern, was er als Hulk angerichtet hat. Um sein gefährliches Alter Ego wieder loszuwerden, reist Banner quer durch die USA, immer auf der Suche nach einem Heilmittel. Doch der gewissenlose Reporter Jack McGee, der unbedingt hinter das Geheimnis des Hulk kommen will, ist ihm ständig auf den Fersen.","seasons":[{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-1","name":"Der unglaubliche Hulk","epNo":1,"alt":"Pilot","descr":"Der Forscher Dr. Banner wurde radioaktiv verseucht. Seitdem verwandelt er sich bei jeder stärkeren Aufregung in das grüne Monster Hulk. Auf seiner Suche nach einem Gegenmittel rettet Banner einem Boxer das Leben. Doch sein neuer Freund verbirgt ein gefährliches Geheimnis. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376990","hoster":"VOE"},{"path":"/redirect/8376991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-2","name":"Tod in der Familie","epNo":2,"alt":"Death In The Family","descr":"David Banner nimmt eine Stelle im Zoo an. Dort lernt er eine attraktive Forscherin kennen. Sie arbeitet an ähnlichen Experimenten, wie er es einst tat. Rechtzeitig erkennt David, dass hinter dem Forschungsprojekt eine gigantische Schmuggeloperation steckt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10101572","hoster":"VOE"},{"path":"/redirect/10101571","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13008089","hoster":"VOE"},{"path":"/redirect/8377187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-3","name":"Rockys letzter Kampf","epNo":3,"alt":"Final Round","descr":"David Banner erlangt nach einer seiner Mutationen zum Hulk das Bewusstsein wieder. Er befindet sich am Tatort eines Mordes. Die Tote ist ein junges Model. Um der Sache auf den Grund zu gehen, kehrt David an den Ort des Geschehens zurück. Er nimmt dort einen Job an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612593","hoster":"VOE"},{"path":"/redirect/8376993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-4","name":"Aufruhr im Zoo","epNo":4,"alt":"The Beast Within","descr":"David hat einen Job am Times Square angenommen. Er freundet sich mit einem älteren Mann und dessen Tochter an. Eines Tages kommt David einem Mordkomplott auf die Spur. Nur die Transformation zum Hulk kann ein Unglück verhindern. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376995","hoster":"VOE"},{"path":"/redirect/8376997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-5","name":"Die Schöne und die Bestie","epNo":5,"alt":"Of Guilt, Models And Murder","descr":"Dr. Banner befindet sich an Bord eines Passagierflugzeugs. Er ahnt nicht, dass der Flieger eine wertvolle Fracht transportiert. Als der vermeintliche Pilot und eine Assistentin di Ladung zu stehlen versuchen, kommt es zu einem Zwischenfall. Nun ist es an Hulk, die Maschine sicher zu landen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376999","hoster":"VOE"},{"path":"/redirect/8377192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-6","name":"Terror am Times Square","epNo":6,"alt":"Terror In Times Square","descr":"David Banner hat einen neuen Job in einem Casino in Las Vegas. Dort lernt er einen Reporter kennen, der gerade einen Skandal aufzudecken will. Bei einem Mordanschlag kommt der Journalist ums Leben und Banner muss nun dessen Informationen einem Hintermann zuspielen. Er ahnt nicht, dass es sich bei dem Hintermann um seinen alten Feind Jack McGee handelt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612594","hoster":"VOE"},{"path":"/redirect/10374239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-7","name":"747","epNo":7,"alt":"747","descr":"David hat einer attraktiven jungen Frau einen Gefallen erwiesen. Dadurch gerät er n einen riesigen Schlamassel. Einige Halunken haben den Truck von deren Vater gestohlen. Als Hulk setzt David nun alles daran, den Dieben das Handwerk zu legen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377004","hoster":"VOE"},{"path":"/redirect/8377005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-8","name":"Unruhe in Las Vegas","epNo":8,"alt":"The Hulk Breaks Las Vegas","descr":"David begibt sich in die Hände eines Arztes. Dieser macht Versuche mit menschlichem Erbgut. Er soll David von seinem zweiten Ich Hulk befreien. Doch David findet bald heraus, dass der Arzt in schmutzige Geschäfte verwickelt ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333326","hoster":"VOE"},{"path":"/redirect/8377008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-9","name":"Die tödliche Spedition","epNo":9,"alt":"Never Give A Trucker An Even Break","descr":"David nimmt als Sicherheitsexperte getarnt an einem Projekt zum Thema Radioaktivität teil. Er hofft, mehr über seine eigene Verstrahlung zu erfahren. Dabei fliegt seine Tarnung auf. Als ein Erdbeben die Projektteilnehmer gefährdet, wird Hulk zum Lebensretter. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920778","hoster":"VOE"},{"path":"/redirect/8377011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-10","name":"Gestohlenes Leben","epNo":10,"alt":"Life And Death","descr":"David arbeitet in einer kleinen Bar in Galvestone. Dort wird er in einen Kampf der Hafenarbeiter verwickelt. Die junge Witwe des letzten Präsidenten der Hafenarbeiter-Vereinigung freundet sich mit ihm an. Als das Leben der attraktiven Frau bedroht wird, muss Hulk eingreifen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377012","hoster":"VOE"},{"path":"/redirect/8377017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-11","name":"Der gescheiterte Versuch","epNo":11,"alt":"Earthquakes Happen","descr":"David nimmt als Sicherheitsexperte getarnt an einem Projekt zum Thema Radioaktivität teil. Er hofft, mehr über seine eigene Verstrahlung zu erfahren. Dabei fliegt seine Tarnung auf. Als ein Erdbeben die Projektteilnehmer gefährdet, wird Hulk zum Lebensretter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612595","hoster":"VOE"},{"path":"/redirect/8377021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-1/episode-12","name":"Die Hafengang","epNo":12,"alt":"The Waterfront Story","descr":"David arbeitet in einer kleinen Bar in Galvestone. Dort wird er in einen Kampf der Hafenarbeiter verwickelt. Die junge Witwe des letzten Präsidenten der Hafenarbeiter-Vereinigung freundet sich mit ihm an. Als das Leben der attraktiven Frau bedroht wird, muss Hulk eingreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579282","hoster":"VOE"},{"path":"/redirect/8377031","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-1","name":"Verheiratet","epNo":1,"alt":"Married","descr":"Original-Erstausstrahlung: Fr 22.09.1978 CBSBisher nur ab DVD erhältlich und jetz auch auf \"Burning Series\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377038","hoster":"VOE"},{"path":"/redirect/8733784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-2","name":"Horror in Antowuk","epNo":2,"alt":"The Antowuk Horror","descr":"David landet in einem heruntergekommenen Erholungsort. Wieder einmal mutiert er zum Hulk. Die Einwohner des Ortes bringt das auf eine gefährliche Idee: Sie schaffen ein Imitat von Hulk, das einem Werwolf ähnlich sieht und lassen ihre Kreatur durch die Umgebung streifen. Ein besessener Jäger macht sich bald auf die Pirsch und will sowohl den echten Hulk, als auch den Doppelgänger eliminieren. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612596","hoster":"VOE"},{"path":"/redirect/8377044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-3","name":"Ricky","epNo":3,"alt":"Ricky","descr":"David arbeitet bei einer Autorennen in New Mexico. Der Veranstalter nimmt es bei den Wettrennen mit der Sicherheit nicht allzu genau. Deshalb entschließt sich David, als Hulk bei einem Zerstörungsderby mitzufahren. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377047","hoster":"VOE"},{"path":"/redirect/8377048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-4","name":"Tödlicher Galopp","epNo":4,"alt":"Rainbow\u0027s End","descr":"David Banner wendet sich an einen Tier-Trainer, dessen indianische Medizin ein Rennpferd heilen konnte. Er hofft, mit dessen Mittel endlich seine Transformation in Hulk kontrollieren zu können. Doch dann gerät die Besitzerin des Pferdes durch einen Angestellten in Lebensgefahr. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915889","hoster":"VOE"},{"path":"/redirect/8377055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-5","name":"Kind in Not","epNo":5,"alt":"A Child in Need","descr":"David nimmt einen Job als Schulgärtner an. Allmählich gewinnt er das Vertrauen eines kleinen Jungen. Dieser scheint sehr anfällig für Unfälle zu sein. Der Zehnjährige erzählt David, dass sein Vater ihn misshandelt. David muss sich überlegen, wie er reagieren soll. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377061","hoster":"VOE"},{"path":"/redirect/8377058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-6","name":"Geänderte Zeiten","epNo":6,"alt":"Another Path","descr":"David lernt einen chinesischen Philosophen kennen. Der macht ihm Hoffnung, sich vom Hulk lösen zu können: Das Spezialgebiet des Gelehrten ist das Nervensystem. David folgt dem Mann nach San Francisco und wird zufällig in einen Kampf der Anhänger des Philosophen verwickelt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377067","hoster":"VOE"},{"path":"/redirect/8377069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-7","name":"Alice in Disco Land","epNo":7,"alt":"Alice in Disco Land","descr":"David hat einen Job in einer Disco angenommen. Er trifft auf eine junge Tänzerin, die er einmal sehr gut kannte. Die Frau wird vom Besitzer des Lokals ausgenutzt. David versucht, ihr beizustehen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377074","hoster":"VOE"},{"path":"/redirect/8377266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-8","name":"Killerinstinkt","epNo":8,"alt":"Killer Instinct","descr":"David wird Assistent eines Footballtrainers. Der interessiert sich für aggressive Verhaltensmuster. Doch anstatt David Hilfe anzubieten, nutzt der Trainer ihn nur aus: David muss zum Hulk mutieren, um das nächste Footballspiel zu gewinnen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377081","hoster":"VOE"},{"path":"/redirect/8377085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-9","name":"Sauberes Essen","epNo":9,"alt":"Stop the Presses","descr":"David arbeitet in einem Restaurant und wird dort von Journalisten fotografiert. Gemeinsam mit den zwei Besitzerinnen des Lokals bricht er in das Büro der Journalisten ein, um das Foto zu stehlen. Doch dort erwartet David ein alter Bekannter: sein Erzfeind Jack McGee. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579285","hoster":"VOE"},{"path":"/redirect/8377095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-10","name":"Flucht aus Los Santos","epNo":10,"alt":"Escape from Los Santos","descr":"David fährt per Anhalter nach Phoenix. Er wird von einem Polizisten aufgelesen, der ihn schnurstracks im Gefängnis abliefert. Dort trifft David auf eine Mitgefangene, die des Mordes beschuldigt wird. Als Hulkwill er die Frau aus der Haftanstalt befreien. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612597","hoster":"VOE"},{"path":"/redirect/8377101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-11","name":"Wildfeuer","epNo":11,"alt":"Wildfire","descr":"David arbeitet auf einer Erdölförderanlage. Ein Saboteur verursacht einen schrecklichen Brand. David mutiert zum Hulk, um die Anlage und das Leben des Besitzers zu retten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612598","hoster":"VOE"},{"path":"/redirect/8377114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-12","name":"Unbarmherziges Nachstellen","epNo":12,"alt":"A Solitary Place","descr":"David benötigt eine Pause von seinen ständigen Mutationen. Er zieht sich deshalb in eine abgelegene Gegend zum Campen zurück. Die anfängliche Ruhe wird bald durch eine attraktive junge Frau gestört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612599","hoster":"VOE"},{"path":"/redirect/8377120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-13","name":"Eltern verreist","epNo":13,"alt":"Like a Brother","descr":"David nimmt einen Job in einer Autowaschanlage an. Dort wird er in einen Streit zwischen einem Kollegen und dessen Bruder verwickelt. Zu allem Überfluss mischen bald noch ein Wanderprediger und ein Gangsterboss mit. Nur Hulk scheint in der verfahrenen Situation noch helfen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612600","hoster":"VOE"},{"path":"/redirect/8377124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-14","name":"Die Schreckensmühle","epNo":14,"alt":"Haunted","descr":"David hilft der jungen Renee beim Umzug in ihr altes Elternhaus. Für Renee ist die Rückkehr mit gemischten Gefühlen verbunden, denn ihre Schwester kam dort vor Jahren bei einem Unfall ums Leben. Kaum ist Renees eingezogen, häufen sich in ihrer Umgebung unerklärliche Vorfälle. David versucht den Ereignissen auf den Grund zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612601","hoster":"VOE"},{"path":"/redirect/8377132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-15","name":"Mit Jack McGee unterwegs","epNo":15,"alt":"Mystery Man","descr":"David Banner erleidet bei einem schweren Autounfall starke Verbrennungen im Gesicht und verliert sein Gedächtnis. Als Jack McGee im Krankenhaus ankommt, um dem Erscheinen des Hulk am Unfallort nachzugehen, trifft er auf einen kaum wiederzuerkennenden David: Dessen Kopf ist völlig einbadagiert. Weil er mehr Details über den Autocrash herausfinden will, bietet er Jack an, ihn zu einem Gedächtnis-Spezialisten zu fliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920779","hoster":"VOE"},{"path":"/redirect/8377139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-16","name":"Mit Jack McGee unterwegs (Teil 2)","epNo":16,"alt":"Mystery Man: Part II","descr":"Jack McGee fliegt mit David zu einem Spezialisten, der ihm helfen soll, sein Gedächtnis wiederzuerlangen. Doch das Flugzeug stürzt in den Bergen ab. McGee wird dabei schwer verletzt und kann nicht mehr laufen. David versucht sich und den Reporter in Sicherheit zu bringen. Doch das schlechte Wetter und ein Waldbrand machen es ihm nicht gerade leicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579284","hoster":"VOE"},{"path":"/redirect/8377144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-17","name":"Auf eigene Faust","epNo":17,"alt":"The Disciple","descr":"David will seinen Freund Li Sung in San Francisco besuchen. Als David ankommt liegt der chinesische Philosoph im Sterben. Sein Wissen droht verloren zu gehen. Es sei denn, jemand könnte einen seiner Studenten davon überzeugen, sein Erbe anzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579286","hoster":"VOE"},{"path":"/redirect/8377152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-18","name":"Schizophrenie","epNo":18,"alt":"No Escape","descr":"David wird wegen Landstreicherei festgenommen. In einem Polizeiwagen trifft er auf einen Mann, der sich für Ernest Hemingway hält und von seiner Frau und seinem Arzt betrogen wurde. David transformiert zum Hulk. Er setzt alles daran, den Mann zu befreien. Das erweist sich schon bald als schwerer Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8377160","hoster":"VOE"},{"path":"/redirect/8377162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-19","name":"Jäger der Steinzeit","epNo":19,"alt":"Kindred Spirits","descr":"David hofft hinter das Geheimnis des Hulk zu gelangen: Ein Ausgrabungsteam hat eine prähistorische Kreatur gefunden, die dem Hulk ähnlich ist. Doch die Expedition ist mit Problemen verbunden. Misstrauische Indianer machen den Forschern zu schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612602","hoster":"VOE"},{"path":"/redirect/8377171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-20","name":"Milburns Enthüllungen","epNo":20,"alt":"The Confession","descr":"Jack McGee hat das Gefühl, bei seiner Jagd nach Hulk nicht die notwendige Unterstützung zu bekommen. Die Zeitung stellt ihm deshalb einen unerfahrenen Kollegen zur Seite. Doch die Recherchen werden von dem ängstlichen Assistenten eher behindert. Denn der junge Mann ist sicher, dass er selbst Hulk ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612604","hoster":"VOE"},{"path":"/redirect/8377377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-21","name":"Sanatorium des Grauens","epNo":21,"alt":"The Quiet Room","descr":"In einer Heilanstalt entdeckt David, dass ein Psychiater eine neue Technik verwendet, um die Gedanken seiner Patienten zu kontrollieren. Ehe er etwas gegen den skrupellosen Arzt unternehmen kann wird David selbst in eine Zwangsjacke gesteckt und wie ein Irrer behandelt. Nur sein Alter Ego Hulk kann aus dieser Notlage befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920781","hoster":"VOE"},{"path":"/redirect/8377179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-2/episode-22","name":"Die Wesco Raffinerie","epNo":22,"alt":"Vendetta Road","descr":"David lernt ein junges Gangsterpärchen kennen, das einige Tankstellen in die Luft gesprengt hat. Die Tankstellen gehören zu einem Konzern, die für den Tod des Vaters des jungen Mannes verantwortlich ist. Hilfesuchend wendet sich David an die Presse und trifft ausgerechnet auf seinen alten Bekannten Jack McGee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297815","hoster":"VOE"},{"path":"/redirect/10101573","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-1","name":"Gefährliche Rhythmen","epNo":1,"alt":"Metamorphosis","descr":"David rettet das Leben einer Rocksängerin, die einen Autounfall hatte, nachdem sie hörte, dass einer ihrer Fans während eines Konzert verletzt wurde. Die Künstlerin möchte sich nun in einer ihrer Shows das Leben nehmen. Davids Alter Ego Hulk muss sie unter allen Umständen davon abhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9932638","hoster":"VOE"},{"path":"/redirect/8376821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-2","name":"Die gelbe Stahlflasche","epNo":2,"alt":"Blind Rage","descr":"Auf einem militärischen Testgelände explodiert ein Gaskanister. Drei Männer, darunter David Banner, erblinden bei dem Zwischenfall. David irrt auf einem Minenfeld umher. Er versucht zusammen mit dem Armee-Personal die Ursache des Unglücks herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579278","hoster":"VOE"},{"path":"/redirect/8376826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-3","name":"Ein kindliches Genie","epNo":3,"alt":"Brain Child","descr":"David begegnet einem jungen, hochbegabten, Mädchen. Wie sich herausstellt ist dieses aus einem Institut geflohen, in dem ihre überdurchschnittliche Intelligenz erforscht wurde. Die Polkizei ist ihr bereits auf den Fersen. David will ihr dabei helfen, ihre Mutter zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579279","hoster":"VOE"},{"path":"/redirect/8376830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-4","name":"Sklavenlager","epNo":4,"alt":"The Slam","descr":"David wird wegen Landstreicherei verhaftet und in ein Arbeitslager gebracht. Dort hat er es mit dem korrupten Direktor zu tun. Auch seine Mitgefangenen vertrauen ihm nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612576","hoster":"VOE"},{"path":"/redirect/8376835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-5","name":"Tolle Tricks und fauler Zauber","epNo":5,"alt":"My Favorite Magician","descr":"David wird Assistent bei einem alten Zauberkünstler. Die beiden nehmen an einer Benefizveranstaltung teil. Der Zauberer will zu seiner einstigen Geliebten, die seit 40 Jahren tot ist, sprechen. Er will sie davon überzeugen, ihren Verlobten zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612574","hoster":"VOE"},{"path":"/redirect/8376840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-6","name":"Der Rodeokönig","epNo":6,"alt":"Jake","descr":"David hat Arbeit bei einer Rodeoveranstaltung gefunden. Dort lernt er einen Cowboy kennen, der von einer schweren Krankheit gezeichnet ist. Diese könnte ihm das Leben kosten. Der Bruder des Cowboys hat indessen Probleme mit Viehdieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612577","hoster":"VOE"},{"path":"/redirect/8376843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-7","name":"Taxi in Not","epNo":7,"alt":"Behind the Wheel","descr":"David geht unter die Taxifahrer. Die Besitzerin eines Taxi-Unternehmens möchte mit seiner Hilfe eine Verbrecher-Organisation loswerden, der sie Geld schuldet. Die Kriminellen versuchen, ihre Firma zu übernehmen. David kann das nicht zulassen und mutiert zum Hulk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612578","hoster":"VOE"},{"path":"/redirect/8376847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-8","name":"Heimkehr","epNo":8,"alt":"Homecoming","descr":"Zum Erntedankfest kehrt David nach Hause zurück. Er erfährt, dass sein Vater sein Land verlieren wird, wenn er nicht etwas gegen eine Insektenplage unternimmt. David setzt alles daran, seinem alten Herrn zu helfen. Doch zuvor muss ein familiärer Streit begraben werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612579","hoster":"VOE"},{"path":"/redirect/8376850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-9","name":"Die Todesfalle","epNo":9,"alt":"The Snare","descr":"Ein Millionär lädt David auf seine Privatinsel ein. Dort geht er auf die Jagd. Allerdings interessieren den Millionär die üblichen Jagdtrophäen nicht mehr. Objekt seiner Begierde sind neuerdings Menschen, allen voran David.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612581","hoster":"VOE"},{"path":"/redirect/8376852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-10","name":"Fauler Zauber","epNo":10,"alt":"Babalao","descr":"In New Orleans geht David der reizenden Ärztin Renee DuBois zur Hand. Die will ihren Patienten ihre abergläubischen Ansichten austreiben. Keine leichte Aufgabe, denn der örtliche Medizinmann und seine Handlanger versuchen, die beiden mit üblen Drohungen einzuschüchtern. Da kann nur noch Hulk helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612582","hoster":"VOE"},{"path":"/redirect/8376855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-11","name":"Geiselgangster","epNo":11,"alt":"Captive Night","descr":"David hat einen neuen Job in einem Kaufhaus. Als er eines Abends Überstunden macht, wird der Laden überfallen. Zwei Mitarbeiter werden als Geiseln genommen. Um sie zu retten, muss David zum Hulk mutieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612583","hoster":"VOE"},{"path":"/redirect/8376867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-12","name":"Der Doppelgänger","epNo":12,"alt":"Broken Image","descr":"David hat einen neuen Job als Betriebsleiter. Dabei trifft er auf einen gefährlichen Kriminellen, der ihm zum Verwechseln ähnlich sieht. Die Folgen sind katastrophal: David wird für den brutalen Verbrecher gehalten, und bald ist nicht nur die Polizei hinter ihm her, sondern auch eine rachlüsterne Gang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579280","hoster":"VOE"},{"path":"/redirect/8376870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-13","name":"Schlagende Beweise","epNo":13,"alt":"Proof Positive","descr":"Die Zeitung \"National Register\" hat eine neue Verlegerin. Schwere Zeiten für Jack McGee, denn die Dame entzieht ihm die Erlaubnis, an den Hulk-Stories weiterzuarbeiten. Das Blatt soll ein neues Image bekommen und Geschichten über diese seltsame Kreatur passen nicht mehr dazu. Nun setzt der findige Reporter alles daran, zu beweisen, dass der grüne Hulk tatsächlich existiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612584","hoster":"VOE"},{"path":"/redirect/8376876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-14","name":"Jahrmarkt des Schreckens","epNo":14,"alt":"Sideshow","descr":"David will einem Jahrmarkt helfen seinen guten Ruf wiederherzustellen. Er wird anfangs als Bühnen-Manager eingestellt, seine wahre Aufgabe ist es allerdings, Leibwächter für die auftretenden Mädchen zu spielen. Nach einer Reihe unglücklicher Vorkommnisse ist der Kirmes jedoch noch unbeliebter als zuvor. Ein fanatischer Mann, der eine Freundin Davids für den Tod seines Sohnes verantwortlich macht, scheint damit in Verbindung zu stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612585","hoster":"VOE"},{"path":"/redirect/8376877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-15","name":"Kampf der Easy Rider","epNo":15,"alt":"Long Run Home","descr":"David wird von Motorradfahrer Carl, der Mitglied einer Gang ist, mitgenommen. Er freundet sich mit Carl an. Bald darauf wird David in einen Konflikt zwischen den Mitgliedern der Gang verwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612586","hoster":"VOE"},{"path":"/redirect/8376881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-16","name":"Gefallene Engel","epNo":16,"alt":"Falling Angels","descr":"David arbeitet in einem Waisenhaus. Vor allem zwei Kinder haben es ihm angetan. Doch ausgerechnet die stehen unter dem Einfluss eines Diebes. David will dessen Machenschaften vereiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376883","hoster":"VOE"},{"path":"/redirect/8376885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-17","name":"Der Volltreffer","epNo":17,"alt":"The Lottery","descr":"David gewinnt in der Lotterie. Er kann seinen Gewinn aber nicht selbst abholen. Also schickt er einen Freund. Der versucht sofort, den Gewinn noch zu vergrößern. Doch das geht völlig schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915885","hoster":"VOE"},{"path":"/redirect/8376888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-18","name":"Horrorvisionen","epNo":18,"alt":"The Psychic","descr":"Die junge Annie wird von Visionen geplagt. Sie hält David für einen Verbrecher, der in Kürze in einen blutigen Mord verwickelt wird. Doch als sie McGee trifft, erkennt sie in einer Vision plötzlich den wahren Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11834059","hoster":"VOE"},{"path":"/redirect/8376891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-19","name":"Das 400.000-Dollar Ding","epNo":19,"alt":"A Rock and a Hard Place","descr":"David wird von einer alten Dame engagiert, die in Wirklichkeit der Chef einer Gangsterbande ist. Ein FBI-Mann erwischt David mit einer Ladung Sprengstoff. Er setzt David unter Druck, ihn mit Informationen zu beliefern. Dadurch gerät David in äußerst brenzlige Situationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579283","hoster":"VOE"},{"path":"/redirect/12482039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-20","name":"Die Totenmaske","epNo":20,"alt":"Deathmask","descr":"Eine Reihe junger Mädchen wird ermordet. David kann ein weiteres Opfer retten. Weil das Mädchen im Delirium seinen Namen flüstert, hält man nun David für den Mörder. Die aufgebrachten Bürger wollen Rache. David ist auf die Hilfe eines zwielichtigen Polizisten angewiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915886","hoster":"VOE"},{"path":"/redirect/8376897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-21","name":"Mörderische Maskerade","epNo":21,"alt":"Equinox","descr":"David arbeitet auf dem Anwesen einer verwöhnten Erbin. Nun soll er an einem Maskenball teilnehmen, den seine Arbeitgeberin veranstaltet. Dabei gibt es allerdings ein Problem: Sein Erzfeind, der Reporter McGee, ist ebenfalls eingeladen. Während der Party wird ein Anschlag auf die Dame des Hauses verübt. Doch der aufgebrachte Hulk ist rechtzeitig zur Stelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612587","hoster":"VOE"},{"path":"/redirect/8378237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-22","name":"Galgenfrist","epNo":22,"alt":"Nine Hours","descr":"David arbeitet in einem Krankenhaus. Er freundet sich mit einem früheren Polizisten an, der Alkoholprobleme hat. Zusammen mit diesem versucht David, ein entführtes Kind aus den Händen eines gefährlichen Verbrechers zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612589","hoster":"VOE"},{"path":"/redirect/8376900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-3/episode-23","name":"Der Feuerteufel","epNo":23,"alt":"On the Line","descr":"David wird in letzter Sekunde vor einem verheerenden Waldbrand gerettet. Die Feuerwehrleute bitten ihn, ihnen bei der Brandbekämpfung zu helfen. Schon bald taucht McGee am Ort des Geschehens auf und David verdächtigt ihn sofort, für die Katastrophe verantwortlich zu sein. Da werden er und eine Kollegin von den Flammen eingeschlossen. Nur Hulk kann jetzt noch helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612588","hoster":"VOE"},{"path":"/redirect/8376903","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-1","name":"Prometheus","epNo":1,"alt":"Prometheus","descr":"Nach einem Meteor-Einschlag in einer wilden Berglandschaft wird David inmitten einer seiner Transformationen gefangen. Nun ist er halb Mensch und halb Hulk. Ein Team von Wissenschaftlern greift ihn auf und bringt ihn in eine Forschungseinrichtung. Dort soll der vermeintliche Außerirdische untersucht werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612591","hoster":"VOE"},{"path":"/redirect/8376906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-2","name":"Prometheus: Teil II","epNo":2,"alt":"Prometheus: Part II","descr":"Nach einem Meteor-Einschlag ist David zum Hulk transformiert. Die Menschen halten das grüne Ungeheuer für einen Außerirdischen und untersuchen ihn in einem unterirdischen Labor. Indessen versucht Hulk zu fliehen, doch es bedarf mehr, als roher Gewalt, um aus dem unterirdischen Gefängnis zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376912","hoster":"VOE"},{"path":"/redirect/8376910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-3","name":"Himmelsakrobaten","epNo":3,"alt":"Free Fall","descr":"David schließt sich dem Team einer Flugshow an. Dabei wird er unfreiwillig in den Streit zwischen einem korrupten Politiker und einem der Akrobaten verwickelt. Die Auseinandersetzung eskaliert, als der Politiker das Flugzeug des Teams sabotiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376913","hoster":"VOE"},{"path":"/redirect/8376914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-4","name":"Gefährliches Experiment","epNo":4,"alt":"Dark Side","descr":"Davids Versuch, den Hulk mit Drogen aus seinem Körper zu vertreiben, schlägt ins Gegenteil um: Der dunkle Teil seiner Seele wird immer stärker und gewinnt langsam überhand. So bedroht Hulk sogar die kleine Tochter der Familie, bei der er lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376915","hoster":"VOE"},{"path":"/redirect/8376916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-5","name":"Hochspannung","epNo":5,"alt":"Deep Shock","descr":"David hat ein traumatisches Erlebnis: Ein Elektrizitätswerk wird auf automatischen Betrieb umgestellt. Dabei kommt es zu einem Unfall und David bekommt einen elektrischen Schlag. Dadurch kann er plötzlich in die Zukunft sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094490","hoster":"VOE"},{"path":"/redirect/8377113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-6","name":"Bring mir den Kopf des Hulk","epNo":6,"alt":"Bring Me the Head of the Hulk","descr":"Eine Zeitung setzt eine Million Dollar auf den Kopf des Hulk aus. Einem geldgierigen Abenteurer gelingt es tatsächlich, David in ein Labor zu locken und zu fangen. McGee bekommt Wind von der Sache. Der Reporter, der selbst so lange Hulk verfolgt hat, setzt nun alles daran, ihn zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376919","hoster":"VOE"},{"path":"/redirect/8376921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-7","name":"Heiße Fracht","epNo":7,"alt":"Fast Lane","descr":"David Banner fährt mit dem Auto durch eine Gegend, die von der Mafia beherrscht wird. Prompt gerät er in die Hände der Gangster und wird gezwungen, Geld für sie zu stehlen. Jetzt kann nur noch Hulk helfen, um den Verbrechern das Handwerk zu legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376924","hoster":"VOE"},{"path":"/redirect/8376925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-8","name":"Eine Falle für Eddie Cain","epNo":8,"alt":"Goodbye Eddie Cain","descr":"Privatdetektiv Eddie Caine wird auf das Anwesen gerufen, auf dem David als Gärtner arbeitet. Dort soll er einen Erpressungsversuch auf den Hausherren untersuchen. Zunächst gerät David ins Visier des Schnüfflers. Doch dann kann er seine Unschuld beweisen und tut sich mit dem Detektiv zusammen. Gemeinsam suchen sie nun nach dem wahren Schuldigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376926","hoster":"VOE"},{"path":"/redirect/8376928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-9","name":"Ein Schock für starke Männer","epNo":9,"alt":"King of the Beach","descr":"Carl Molino arbeitet hart in einem Restaurant. Sein Traum ist es, eines Tages sein eigenes Cafe zu eröffnen. Doch die junge Mandy überredet ihn, an einem Bodybuildingwettbewerb teilzunehmen und bietet sich gleich als seine Managerin an. Molino ahnt nicht, dass er dadurch skrupellosen Gangstern auf den Leim geht. Zum Glück hat er David und Hulk auf seiner Seite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376930","hoster":"VOE"},{"path":"/redirect/8376929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-10","name":"Das unheimliche Wachsmuseum","epNo":10,"alt":"Wax Museum","descr":"David hat einen Job in einem Wachsmuseum angenommen, das einer jungen Frau gehört. Mehr und mehr interessiert er sich für das Schicksal der Dame, die einen äußerst unglücklichen Eindruck macht. Ihr Vater starb bei einem Brand, den sie selbst verschuldet hat. Zu allem Überfluss taucht McGee auf und stiftet Unruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915887","hoster":"VOE"},{"path":"/redirect/8376934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-11","name":"Goldrausch in Chinatown","epNo":11,"alt":"East Winds","descr":"David hat ein Appartment in Chinatown gemietet. Was er nicht ahnt: In der Wohnung ist ein Goldschatz versteckt, auf den es auch eine Gangsterband abgesehen hat. Die Verbrecher setzen eine Chinesin auf David an, die ihm den Kopf verdrehen soll. Doch mit Hulk haben die Gauner nicht gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376937","hoster":"VOE"},{"path":"/redirect/8376936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-12","name":"Unheimliche Begegnung I","epNo":12,"alt":"The First: Part 1","descr":"David sucht immer noch nach einem Weg, um sein Alter Ego Hulk loszuwerden. Bei seinen Nachforschungen stößt er auf die Geschichte des seit dreißig Jahren tot geglaubten Wissenschaftlers Dell Frye. Der verwandelte sich ebenfalls stets in ein Monster, schaffte es aber, sich von dieser Bürde zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376941","hoster":"VOE"},{"path":"/redirect/8376940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-13","name":"Unheimliche Begegnung II","epNo":13,"alt":"The First: Part 2","descr":"David findet heraus, dass es noch eine andere Kreatur wie ihn gab. Doch der Mann ist inzwischen tot. Er hatte einst als Wissenschaftler ein Heilmittel entdeckt. Sein Mitarbeiter verwandelte sich jedoch dadurch in einen Hulk. Er ist nun ein gefährlicher Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376942","hoster":"VOE"},{"path":"/redirect/8376943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-14","name":"Gelähmt","epNo":14,"alt":"The Harder They Fall","descr":"David erkennt zum ersten Mal seit seiner radioaktiven Verseuchung, dass der Hulk auch seine guten Seiten hat: Er wird von einem Auto angefahren und wacht im Krankenhaus als Krüppel wieder auf. Nur mit Hilfe der übernatürlichen Kreatur Hulk lernt er allmählich wieder laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096086","hoster":"VOE"},{"path":"/redirect/8376944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-15","name":"Interview mit dem Hulk","epNo":15,"alt":"Interview with the Hulk","descr":"Ein depressiver Reporter setzt alles daran, seiner Karriere neuen Auftrieb zu geben. Er will unbedingt eine Story über den Hulk schreiben. Und dazu ist ihm beinahe jedes Mittel recht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333332","hoster":"VOE"},{"path":"/redirect/8376947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-16","name":"Eine starke halbe Portion","epNo":16,"alt":"Half Nelson","descr":"David freundet sich mit einem kleinwüchsigen Wrestler an. Dieser hat Schwierigkeiten, sich in der Welt der \"Riesen\" zurechtzufinden. David versucht, ihm zu helfen. Dadurch halst er sich eine Menge Probleme auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096087","hoster":"VOE"},{"path":"/redirect/8376952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-17","name":"Danny","epNo":17,"alt":"Danny","descr":"David hilft einem jungen Mann, der mit seinem diebischen Bruder, seiner Ex-Schwägerin und deren Baby in einem Wohnwagen haust. Als Mutter und Kind versuchen, der schlechten Behandlung durch die Schwiegereltern zu entfliehen, wird David beschuldigt, den beiden geholfen zu haben. Die Bauern der Gegend beschuldigen ihn zu allem Überfluss auch noch des Diebstahls.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376955","hoster":"VOE"},{"path":"/redirect/8376954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-4/episode-18","name":"Eine heiße Modenschau","epNo":18,"alt":"Patterns","descr":"David arbeitet in einer Kleiderfabrik. Der Besitzer hat ihn ohne sein Wissen als Teilhaber der verschuldeten Fabrik ausgegeben. Nur so konnte er an dringend benötigte Kredite kommen. So sind skrupellose Kredithaie bald auch hinter David her. Und die lassen ganz und gar nicht mit sich spassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376966","hoster":"VOE"},{"path":"/redirect/8376967","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-1","name":"Das Phänomen","epNo":1,"alt":"The Phenom","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376969","hoster":"VOE"},{"path":"/redirect/8376968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-2","name":"Die Patinnen","epNo":2,"alt":"Two Godmothers","descr":"Drei Frauen flüchten aus dem Gefängnis. Durch einen dummen Zufall gerät ihnen David in die Quere und sie nehmen ihn als Geisel. Als die Polizei endlich zur Rettung eintrifft, spitzt sich die Lage dramatisch zu: Eine der drei Frauen ist schwanger und ihre Wehen setzen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612590","hoster":"VOE"},{"path":"/redirect/8376972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-3","name":"Kriegsträume","epNo":3,"alt":"Veteran","descr":"Ein Attentäter hat es auf den Viernamveteranen Doug Hewitt abgesehen. David versucht ihm zu helfen. Unterdessen erfährt er, dass es der Killer auch auf einen Politiker und ehemaligen Marineoffizier abgesehen hat. Er versucht den Mann zu warnen, doch dabei läuft er Gefahr, seine wahre Identität zu offenbaren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612592","hoster":"VOE"},{"path":"/redirect/8376974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-4","name":"Ein streitbarer Engel","epNo":4,"alt":"Sanctuary","descr":"David geht für kurze Zeit unter die Geistlichen. Ein verwundeter Junge aus Mexiko ist auf seine Hilfe angewiesen. Der kleine Immigrant wurde auf der Flucht vor skrupellosen Schmugglern angeschossen und hat in einer Missionsstation Unterschlupf gefunden. Und auch der Hulk erweist sich wieder einmal als Retter in letzter Sekunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378661","hoster":"VOE"},{"path":"/redirect/8376978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-5","name":"Mädchenraub","epNo":5,"alt":"Triangle","descr":"David arbeitet neuerdings bei einem mächtigen Bauunternehmer. Er verliebt sich in Gale Weber, ein Mädchen aus der Nachbarschaft. Seinem Chef passt das allerdings überhaupt nicht. Der will die junge Frau für sich haben und lässt David aus der Stadt jagen. Doch David kehrt zurück, um das Mädchen mit Hilfe des Hulk aus den Klauen des skrupellosen Geschäftsmanns zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376981","hoster":"VOE"},{"path":"/redirect/8376980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-6","name":"Sklaven","epNo":6,"alt":"Slaves","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376984","hoster":"VOE"},{"path":"/redirect/8376983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-unglaubliche-hulk/staffel-5/episode-7","name":"Ein winziges Problem","epNo":7,"alt":"A Minor Problem","descr":"David bemüht sich um einen Job in einer Chemie-Fabrik. Als er dort ankommt, findet er das Werk und die Stadt verlassen vor. Schließlich trifft er auf eine Wissenschaftlerin, die ihm erzählt, dass die Einwohner bakteriell verseucht wurden. Es muss so schnell wie möglich ein Gegenmittel gefunden werden. Davids Hulk-Kräfte kommen da gerade recht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376987","hoster":"VOE"},{"path":"/redirect/8376986","hoster":"Streamtape"}]}]}]}]}