{"seriesId":"der-pazifikkrieg","name":"Der Pazifikkrieg","descr":"[Alternativtitel: Der zweite Weltkrieg im Pazifik] Am 7. Dezember 1941 setzt Japan alles auf eine Karte, bombardiert die am Pearl Harbor stationierte US-Pazifikflotte und weitet damit den seit 1937 geführten Pazifikkrieg in den Zweiten Weltkrieg aus. Die vormals als neutral gegoltenen USA treten nach diesem überraschenden Angriff der Japaner in den Weltkrieg ein. Diese 3-tlg. Serie dokumentiert die Ereignisse anhand von originalen Filmaufnahmen und lässt Experten zu Wort kommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pearl Harbor","epNo":1,"alt":"Waking the Beast","descr":"Am 7. Dezember 1941 überfällt die japanische Luftwaffe den amerikanischen Marinestützpunkt Pearl Harbour auf Hawaii. Ziel ist es, die gesamte Pazifikflotte der USA mit einem Schlag zu zerstören. Amerika wird gedemütigt, doch der Plan misslingt. Die Japaner haben eine Schlacht gewonnen - aber noch lange nicht den Krieg. Im Sommer 1942 beherrscht die US-Navy wieder den Ozean.","versions":[{"lang":1,"streams":[{"redirect":8944385,"hoster":"VOE"},{"redirect":8944386,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kampf um jede Insel","epNo":2,"alt":"Island Warfare","descr":"Nachdem die USA im Sommer 1942 ihre Dominanz zur See wiederhergestellt haben, beginnt ein blutiger Zermürbungskrieg. Insel für Insel rücken die US-Truppen vor. Doch obwohl bald absehbar ist, dass Japan den Konflikt nicht mehr gewinnen kann, geht der Krieg im Pazifik in unvorstellbarer Härte weiter.","versions":[{"lang":1,"streams":[{"redirect":8944380,"hoster":"VOE"},{"redirect":8944379,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angriff auf Japan","epNo":3,"alt":"No Surrender","descr":"Im Frühjahr 1945 wird deutlich, dass der Preis für einen amerikanischen Sieg über Japan sehr hoch sein wird. Schließlich müsste das Inselreich erobert werden, und Armee und Bevölkerung scheinen fest entschlossen, buchstäblich bis zum letzten Blutstropfen zu kämpfen. Doch dann bereiten die USA einen Einsatz vor, mit dem der Widerstand ohne große eigene Verluste gebrochen werden soll.","versions":[{"lang":1,"streams":[{"redirect":8944382,"hoster":"VOE"},{"redirect":8944381,"hoster":"Streamtape"}]}]}]}]}