{"seriesId":"der-fall-bill-cosby","name":"Der Fall Bill Cosby","descr":"Vierteilige Dokumentation, die den Werdegang von Bill Cosby nachzeichnet – vom TV-Star und \"All American Dad\" zu seinem tiefen Fall, nachdem handfeste Vergewaltigungsvorwürfe an die Öffentlichkeit kamen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Part 1","descr":"Anfang der 1960er-Jahre bricht der US-Komiker Bill Cosby mit rassistischen Klischees und feiert alsbald große Erfolge. Doch er hat auch eine dunkle Seite - und nutzt seinen Ruhm, um mutmaßlich junge Frauen sexuell zu missbrauchen.","versions":[{"lang":1,"streams":[{"redirect":11440647,"hoster":"VOE"},{"redirect":11440649,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Part 2","descr":"Während der 1970er-Jahre tritt Billy Cosby in drei TV-Serien und jährlich in einem Spielfilm auf – zugleich feilt er an seinem Ruf als moralische Autorität und fordert im Kinderfernsehen dazu auf, Nein zum Drogenkonsum zu sagen. Dass Cosby in seiner Freizeit selbst Drogen verwendet, um mutmaßlich Frauen zu betäuben und sie sexuell zu missbrauchen, tritt erst Jahrzehnte später zutage.","versions":[{"lang":1,"streams":[{"redirect":11440644,"hoster":"VOE"},{"redirect":11440646,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Part 3","descr":"1984 krempelt die Sitcom \"The Cosby Show\" nicht nur die Medienlandschaft, sondern auch die US-Gesellschaft um: das Porträt der Familie Huxtable wird für die afroamerikanische Community zum Vorbild – und Cosby spielt sich als \"America’s Dad\" in die Herzen der Nation. Er ist nun eine millionenschwere Ikone – doch er nutzt mutmaßlich seine Macht dazu aus, um sich an unzähligen Frauen zu vergreifen.","versions":[{"lang":1,"streams":[{"redirect":11440650,"hoster":"VOE"},{"redirect":11440661,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Part 4","descr":"In den 1990ern verliert Cosby medial an Relevanz und fällt 2004 mit seiner Kritik an der schwarzen Jugend auf, für die er von weißen Konservativen gelobt wird. 2014 sorgt Komiker Hannibal Burress für einen Dammbruch, als er Cosby als Vergewaltiger bezeichnet und dessen mutmaßliche Opfer erstmals Gehör finden. Nach zwei Prozessen landet Cosby im Gefängnis – bis er 2021 unerwartet freigelassen wird.","versions":[{"lang":1,"streams":[{"redirect":11440658,"hoster":"VOE"},{"redirect":11440662,"hoster":"Streamtape"}]}]}]}]}