{"path":"/serie/stream/der-clown","name":"Der Clown","descr":"In \"Der Clown\" geht es um einen deutschen Agenten (Sven Martinek), der beim FBI Karriere gemacht hat. Für einen Fall wird er in Deutschland benötigt und kehrt zurück. Doch während dieser Mission wird sein bester Freund Leo (Oliver Korittke) getötet. Er ermittelt, mit Hilfe seiner einzigen Freunde Claudia (Diana Frank) und Dobbs (Thomas Anzenhofer), einem privaten Helikopter-Piloten, auf eigene Faust. Dabei kommt er offiziell ums Leben. Doch als Phantom lebt er weiter und kämpft für Gerechtigkeit im Raum Köln/Düsseldorf. Sein Auftraggeber Ludowski (Volkmar Kleinert) kommt bei einer Mission ums Leben.","seasons":[{"path":"/serie/stream/der-clown/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-clown/staffel-1/episode-1","name":"Dreckiges Geld","epNo":1,"alt":"","descr":"Der Journalist Kogel kommt einer Geldfälscherbande auf die Spur. Aus purer Geldgier geht er nicht zur Polizei, sondern will die heiße Story an seinen Verleger verkaufen. Kogel ahnt jedoch nicht, dass die Geldfälscher auch ihn beobachtet haben. Sie machen mit ihm kurzen Prozess. Er wird vor den Augen von Expolizist Ludowski, Max Zanders bestem Freund, ermordet. Aus Angst aufzufliegen schießen die Gangster auch den unerwarteten Zeugen nieder. Ludowski wird schwer verletzt ins Krankenhaus gebracht. Max hat nur einen Gedanken: Er will die Kerle fassen. Doch das wird nicht leicht, denn Max und seine Helfer, Dobbs und Claudia, haben keine Ahnung, wo sie mit der Suche anfangen sollen. Außerdem haben sie auch noch den Beamten Führmann vom BKA am Hals, der sich sehr für den Vorfall interessiert, und eine Chance sieht, den Clown, hinter dem das BKA nun schon eine geraume Zeit her ist, zu schnappen. Max ahnt nicht, dass im Krankenhaus auf Ludowski eine tödliche Gefahr lauert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14260798","hoster":"VOE"},{"path":"/redirect/14263475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-1/episode-2","name":"Tod durch Erpressung","epNo":2,"alt":"","descr":"Ein anonymer Erpresser fordert 50 Millionen Mark von der Bundesregierung. Er droht, ansonsten Bundestagsabgeordnete und deren Familien zu ermorden. Als auf diese Drohung keiner reagiert, lässt er eine erste Warnung folgen: Bei einer Wohltätigkeitsveranstaltung, bei der auch Ludowski und Claudia anwesend sind, schießt der Unbekannte auf die Gäste. Sarah Graz, eine Bundestagsabgeordnete und Schulkameradin von Claudia, entgeht dem Anschlag wie alle anderen nur knapp. Max lässt sich von Claudia und Ludowski überreden, für Sarah und deren Tochter den Leibwächter zu spielen. Kaum hat er, als Chauffeur getarnt, seinen Dienst angetreten, wird der Wagen beschossen. Max kann den Attentäter zur Strecke bringen – der war aber offensichtlich nur ein Handlanger, denn nur kurze Zeit später meldet sich der Erpresser wieder. Diesmal geht die Bundesregierung auf die Forderung ein. Doch der Clown hält es für falsch, dem Gangster nachzugeben. Ein Katz- und Maus Spiel zwischen dem Clown, dem Erpresser und der Polizei beginnt. Was noch keiner weiß: Der Erpresser hat noch einen weiteren Trumpf in der Hand","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481442","hoster":"VOE"},{"path":"/redirect/14263477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-1/episode-3","name":"Waffenbrüder","epNo":3,"alt":"","descr":"Cosmo Nunnari, ein alter Freund und Kollege, den Max noch aus Bundeswehr- und WIPA-Zeiten kennt, sucht Max auf. Er braucht seine Hilfe. Bei seinen Ermittlungen gegen den skrupellosen, internationalen Organhändler van Vericke hat Cosmo, immer noch in WIPA-Diensten, genug Beweise gesammelt, um ihn hinter Gittern zu bringen. Da Angriff bekanntlich die beste Verteidigung ist, schlägt Vericke nun zurück. Er hat Cosmos kleine Tochter Gina entführt und bietet einen Austausch an: alle Beweise gegen Ginas Leben. Der Clown lässt sich nicht lange bitten. Mit Hilfe seiner Freunde will er Cosmo beistehen. Der hat in der Zwischenzeit in Erfahrung gebracht, wo van Vericke seine Tochter versteckt hält. Mit einem Trick gelingt es Max, Claudia und Cosmo, das Versteck, einen alten Bauernhof, zu stürmen. Doch dort wartet eine unangenehme Überraschung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479812","hoster":"VOE"},{"path":"/redirect/14263478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-1/episode-4","name":"Das Duell","epNo":4,"alt":"","descr":"Der Immobilienhai Börner versucht einen Block im Bahnhofsviertel aufzukaufen. Es ist ihm mit Druck und Gewalt bereits gelungen, die meisten der lukrativen Grundstücke an sich zu bringen. Nur die Barbesitzerin Martina Sanchez will trotz aller Drohungen ihr Etablissement ‚Celona‘ nicht verkaufen. Sie bittet ihren alten Freund, den Anwalt Ludowski, um Hilfe. Der kann aber auf juristischem Weg nichts erreichen. Kurze Zeit später wird eine Mitarbeiterin von Martina vor deren Augen überfahren. Die Polizei dokumentiert den Mord als Unfall mit Fahrerflucht. Doch Ludowski ist sich sicher, dass der ermittelnde Beamte bestochen wurde. Höchste Zeit für den Clown einzugreifen. Max und seine Freunde suchen die direkte Konfrontation mit Börner. Er ist jedoch ein starker Gegner und schlägt überraschend und erbarmungslos zurück. Es entwickelt sich ein nervenaufreibendes Duell zwischen Börner und dem Clown","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479807","hoster":"VOE"},{"path":"/redirect/14263483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-1/episode-5","name":"Harlekin","epNo":5,"alt":"","descr":"Ein Mann mit einer Harlekinsmaske hinterlässt eine Blutspur quer durch die Stadt. Die Mordopfer sind immer zwielichtige Gestalten aus dem Rotlichtmilieu. Die Öffentlichkeit und die Presse schieben die Taten aus Unkenntnis dem Clown zu. Auch der BKA-Beamte Führmann ist der Ansicht, dass der Clown dahinter steckt. Ludowski kann Führmann trotz aller Versuche nicht vom Gegenteil überzeugen. Max ist nun gezwungen, dem geheimnisvollen Harlekin das Handwerk zu legen, um seinen guten Ruf wiederherzustellen. Es gelingt Max und seinen Freunden herauszufinden, dass alle Leute, die bislang vom Harlekin getötet wurden, für den Bordellbesitzer Victor Maitland gearbeitet haben. Dieser Maitland scheint das Ziel der Aktionen des Harlekins zu sein. Um hinter die Identität des Harlekins zu kommen, erklärt Claudia sich bereit, den Lockvogel zu spielen: Sie schleicht sich unter einem Vorwand in die Kreise von Maitland ein, um sich dem Harlekin als Ziel anzubieten, obwohl sie weiß, dass sie dadurch ihr Leben aufs Spiel setzt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481579","hoster":"VOE"},{"path":"/redirect/14263480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-1/episode-6","name":"Die Schatten Rasputins","epNo":6,"alt":"","descr":"Auf Ludowski wird vor einem Schachclub ein Mordanschlag verübt. Max und Jana Jowitsch, eine Frau, mit der Ludowski gerade noch Schach gespielt hat, können Ludowski das Leben retten. Max und Claudia finden heraus, dass es sich bei den Attentätern um Russen handelt – Armeeangehörige, die Mitglieder einer Spezialeinheit sind, genannt die ‚Schatten Rasputins‘. Max hat keine Ahnung, was sie von Ludowski wollten, aber es gelingt ihm mit Claudias Hilfe, das Versteck der Russen zu lokalisieren. Als Max sich dort einschleicht, gerät er in ein wildes Gefecht. Eine kleine paramilitärische Einheit überfällt die Russen. Die Angegriffenen sind in der Übermacht, nur einer der Angreifer kann entkommen. Zu Max’ großer Überraschung entpuppt sich der Überlebende als eine Bekannte – Jana Jowitsch. Sie stellt sich als Major Kukova, Angehörige der russischen Armee, vor. Jana hat von der russischen Regierung den Auftrag erhalten, die fahnenflüchtigen ‚Schatten Rasputins‘ zur Strecke zu bringen. Die Abtrünnigen wollten sich mit der gestohlenen russischen Kriegskasse in Düsseldorf ins kriminelle Milieu einkaufen. Major Kukova, die ihre gesamte Einheit verloren hat, bittet Max und seine Freunde um Hilfe. Bei so einer schönen Frau kann Max einfach nicht Nein sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14274114","hoster":"VOE"},{"path":"/redirect/14263482","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-clown/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-clown/staffel-2/episode-1","name":"Tödliche Begegnung","epNo":1,"alt":"","descr":"Die Ehefrau und eine der beiden Töchter des reichen Unternehmers Steinrich werden entführt. Max bekommt den Auftrag, die beiden wiederzufinden und die Hintergründe der Entführung aufzudecken. Kurz vor dem Verbrechen hatte der Industrielle Steinrich einen milliardenschweren Auftrag aus China bekommen. Der Verdacht fällt deshalb zunächst auf Steinrichs schmierigen Konkurrenten Henros. Doch Claudia findet schnell heraus, dass diese Spur ins Leere läuft – Henros kann nichts mit dem Fall zu tun haben. Doch nach und nach wird klar, wer hinter der Entführung steckt: Drahtzieher des ganzen ist ein chinesischer Offizier namens Kang-Sheng, der unter der Hand ein Industriekombinat in seinem Heimatland kontrolliert. Sein Motiv: Er will Steinrich mit einer immensen Lösegeldforderung ruinieren, um selbst an den begehrten Milliardenauftrag zu kommen. Als Max Kang-Shengs Spur aufnimmt, lässt der Gangster Dobbs Hangar in die Luft sprengen. Doch der Clown lässt sich nicht einschüchtern, und es gelingt ihm schließlich, das Versteck zu finden, in dem Kang-Sheng die beiden Frauen gefangen hält","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14244792","hoster":"VOE"},{"path":"/redirect/14263485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-2","name":"Freifall","epNo":2,"alt":"","descr":"Falk, Dennis und Mario, drei Kunstfallschirmspringer, rammen auf einer 200 Meter hohen Brücke einen Werttransporter, um diesen auszuplündern und sich dann mit dem erbeuteten Geld durch einen Sprung von der Brücke in Sicherheit zu bringen. Doch der Coup läuft schief: Falk wird geschnappt und zu zwei Jahren Gefängnis verurteilt. Nachdem er seine Strafe abgesessen hat, stößt er wieder zu seinen alten Kumpanen, die inzwischen eine Fallschirmspringer-Schule betreiben. Dort lernt Falk Claudia, Max’ Freundin, kennen und verliebt sich unsterblich in sie. Kurz darauf beginnen die Freunde, einen neuen Überfall, diesmal auf einen Diamantenhändler, zu planen. Doch Falk weigert sich, erneut mitzumachen. Um ihn zur Beteiligung zu zwingen, drohen Dennis und Mario, Claudia zu töten. Derart unter Druck gesetzt, sagt Falk zu, in das Büro des Juwelenhändlers einzusteigen, das in einem Hochhaus liegt, und sich dann mit einem Fallschirm und der Beute aus dem Fenster zu stürzen. Doch auch diesmal ist Falks halsbrecherischen Bemühungen kein Erfolg beschert, denn Max und Dobbs sind ihm bereits auf den Fersen. Die beiden können Falk nach dem Einbruch überwältigen, doch damit ist der Fall noch nicht abgeschlossen: Auf den Clown wartet ein dramatisches Showdown im freien Fall, bei dem er gegen Dennis’ und Marios fliegerische Künste und mörderische Absichten bestehen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469368","hoster":"VOE"},{"path":"/redirect/14263487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-3","name":"Yakuza","epNo":3,"alt":"","descr":"Max kann im letzten Moment verhindern, dass Akiko – die Enkelin des japanischen Mafia-Bosses Kogeshai – Opfer eines Anschlags wird. Hinter diesem steckt der Gangster Nakamichi, der schon seit dem zweiten Weltkrieg mit Kogeshai verfeindet ist. Der Grund: Nakamichi wirft Kogeshai Feigheit bei einem Kamikaze-Angriff vor und fordert ihn zu einem letzten Duell. Max lässt sich als Leibwächter für Akiko in die Familie Kogeshai einschleusen. Die beiden verlieben sich ineinander. Doch Max’ Tarnung fliegt schnell auf. Kogeshai will den Eindringling durch seinen Erzfeind Nakamichi aus dem Weg räumen lassen und lockt ihn in eine Falle. Max kann jedoch in letzter Sekunde von Akiko und Claudia gerettet werden. Bei dieser Aktion verliert Akikio tragischerweise ihr Leben. Kogeshai und Nakamichi bringen Max erneut in ihre Gewalt und rüsten zu ihrem letzten Duell. Sie rasen mit zwei Doppeldecker-Flugzeugen aufeinander zu. Max ist an das Fahrwerk einer der Maschinen gefesselt. Sein Leben scheint keinen Pfifferling mehr wert zu sein. Doch Dobbs setzt mit seinem Helikopter alles auf eine Karte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14244050","hoster":"VOE"},{"path":"/redirect/14263486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-4","name":"Das Lindenbergbaby","epNo":4,"alt":"","descr":"Der zwielichtige Unternehmer Lindenberg wird von einem seiner Zwillingssöhne, dem skrupellosen Axel, umgebracht. Axel will auf diese Weise an das beachtliche Erbe des Vaters herankommen. Im Testament wird aber verfügt, dass derjenige Sohn das Erbe bekommt, der als erster Vater wird. Damit wäre Axels Zwillingsbruder Michael der Erbe des riesigen Vermögens, denn dessen Kind soll demnächst zur Welt kommen. Allerdings wird nicht Michaels Frau, die keine Kinder bekommen kann, sein Kind zur Welt bringen, sondern die Leihmutter Anke. Axel lässt Anke entführen, denn er will sich als Vater des Kindes ausgeben, ein Vorhaben, dass bei Zwillingsbrüdern mit gleichen Erbanlagen sogar Aussicht auf Erfolg hat. Claudia, die mit Anke befreundet ist, wird Zeugin der Entführung und schaltet Max ein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14297247","hoster":"VOE"},{"path":"/redirect/14263491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-5","name":"In der Zange – Teil 1","epNo":5,"alt":"","descr":"Max hat eigentlich eine Abneigung gegen das Tanzen. Sein Pech: Er hat ein Wette mit Claudia verloren und muss mit ihr zum Opernball. Während sie auf ihn im Restaurant des Fernsehturms wartet, überfällt der Gangster Kott mit sechs Leuten eine nahe gelegene Bank. In einem wilden Feuergefecht entkommen die Gangster, doch die Polizei ist ihnen dicht auf den Fersen. Max bemerkt währenddessen, dass sich verdächtige Gestalten im Fernsehturm zu schaffen machen und stellt sie zur Rede. Es kommt zu einem Kampf. Max, der Sieger bleibt, erfährt, dass der Fernsehturm ein Fluchtpunkt der Bankräuber werden soll. Max will Claudia warnen, aber Kott und seine Leute haben den Turm bereits in ihre Gewalt gebracht und alle Gäste des Restaurants als Geiseln genommen – darunter Opa Kurz, einen knorrigen 85-jährigen Kriegsveteranen, der im Restaurant seinen Geburtstag feiern wollte. Die Türen sind vermint, die Polizei unter der Leitung von Max’ Intimfeind Führmann steht hilflos davor. Aber Kott hat nicht damit gerechnet, dass sich der Clown bereits im Turm verschanzt hat und alles daransetzt, seine Freundin Claudia zu retten und die Pläne des Gangsters zu vereiteln. Ausgerechnet der im Rollstuhl sitzende Opa Kurz kommt dem Clown trickreich zur Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469092","hoster":"VOE"},{"path":"/redirect/14263490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-6","name":"In der Zange – Teil 2","epNo":6,"alt":"","descr":"Nachdem es Max dank der trickreichen Hilfe von Opa Kurz gelungen ist, die Fluchtpläne der Gangster gleich zwei Mal zu durchkreuzen, muss Kott sich etwas Neues überlegen. Er versucht schließlich, über die Kanalisation zu entkommen. Aber einer SEK-Einheit ist es inzwischen gelungen, in den Turm einzudringen. Es kommt zu einer gefährlichen Schießerei, die für die Polizisten nur deshalb glimpflich abgeht, weil Max sich dazwischenwirft und die Beamten rettet. Kott zieht sich daraufhin in die obere Etage zurück und droht, Claudia vom Turm zu stürzen, sollte der Clown weiter eingreifen. Doch Max ist nicht bereit, so einfach aufzugeben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14243843","hoster":"VOE"},{"path":"/redirect/14263488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-7","name":"Absturz","epNo":7,"alt":"","descr":"Bei einem mysteriösen Hubschrauberabsturz kommt der Kommunalpolitiker Herder ums Leben. Pilot Dobbs, Max’ Freund, wird verletzt und ist an den Rollstuhl gefesselt. Während Dobbs im Krankenhaus mit seinem Schicksal hadert, finden Max, Claudia und Ludowski heraus, dass der Absturz kein Zufall war. Sie entdecken, dass der Industrielle Hennermann allen Grund hatte, Herder den Tod zu wünschen. Herder hatte mit Hilfe eines Privatdetektivs herausgefunden, dass Hennermann illegale Geschäfte mit dem Iran gemacht hatte. Auf der Suche nach den von Herder vor seinem Tod versteckten Beweismitteln geraten Claudia und Max mehrfach in große Gefahr, denn auch Hennermanns Leute versuchen alles, um an die belastenden Unterlagen zu gelangen. Als Max und Claudia mit Hilfe von Herders Tochter Scarlett schließlich die Unterlagen finden, lässt Hennermann Dobbs aus dem Krankenhaus entführen. Er will Dobbs umbringen, wenn ihm die Dokumente nicht ausgehändigt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469216","hoster":"VOE"},{"path":"/redirect/14263489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-2/episode-8","name":"Todesengel","epNo":8,"alt":"","descr":"Die jugoslawische Scharfschützin und Profi-Killerin Vana erhält von ihrem ehemaligen Kampfgefährten Nakic den Auftrag, Staatsanwalt Reuter umzubringen. Reuter ist krummen Geschäften des Spediteurs Nakic auf die Spur gekommen. Als Vana sieht, dass der Staatsanwalt eine Tochter hat, bringt sie es nicht übers Herz abzudrücken. Als sie nicht bereit ist, die Anzahlung für den Mord an Nakic zurückzuzahlen, wird sie selbst zur Gejagten. Nach einer Verfolgung angeschossen, kann sie sich gerade noch auf Dobbs Pick-Up retten. Widerwillig gibt sie Dobbs gegenüber Nakics Pläne preis. Max kann einen zweiten Anschlag auf den Staatsanwalt verhindern und den Attentäter gleich dingfest machen. Doch Nakic gibt sich nicht geschlagen und entführt kurzerhand die Tochter des Staatsanwalts, die er töten will, wenn Reuter ihn vor Gericht zerrt. Max muss alles auf eine Karte setzen, um das Kind zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13969985","hoster":"VOE"},{"path":"/redirect/14263495","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-clown/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-clown/staffel-3/episode-1","name":"Schmutzige Geschäfte","epNo":1,"alt":"","descr":"Die Regierung des afrikanischen Staates Cananga verhandelt mit einer deutschen Firma über Schürfrechte in einer riesigen Kupfermine. Der afrikanische Bürgerrechtler Roy Mukele kann aber mit alten Urkunden beweisen, dass diese Rechte bei seinem Stamm liegen. Da es um viel Geld geht, will der Stamm natürlich nicht auf diese Rechte verzichten. Zwischen der Regierung und Mukele kommt es zu keiner Einigung. Mukele und sein Rechtsanwalt Ludowski drohen damit, die Urkunden zu veröffentlichen. Der canangische Botschafter Kamuko hetzt den beiden daraufhin seinen brutalen Schergen Jerome auf den Hals. Mit Gewalt verschafft der sich die Urkunden. Dabei wird Mukele schwer verletzt. Ludowski ruft Max und seine Freunde zur Hilfe. Die drei dringen in die canangische Botschaft ein und können die brisanten Dokumente aus dem Safe holen. Doch Jerome gibt sich nicht geschlagen. Er entführt Ludowski und will ihn umbringen, wenn er die Papiere nicht wiederbekommt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469037","hoster":"VOE"},{"path":"/redirect/14263493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-2","name":"Feierabend","epNo":2,"alt":"","descr":"Jerome, der brutale Scherge, hat zum Erstaunen aller die letzten dramatischen Ereignisse überlebt. Er schwört Rache und bringt Rechtsanwalt Ludowski eiskalt um. Auch der Clown kann das nicht verhindern. Er rächt jedoch seinen alten Freund und schaltet Jerome aus. Ludowskis letztes Geschenk an Max ist eine neue Identität: Max Zander heißt jetzt Max Hecker. Doch seine Ruhe bekommt er nicht. BND-Mann Justus Hohenfeld verhaftet Dobbs in der Annahme, in ihm den ‚Clown‘ endlich gefasst zu haben. Max überfällt den Gefangenentransport und erklärt Hohenfeld Auge in Auge, den Falschen verhaftet zu haben. Max bringt sich in Sicherheit, und Dobbs wird aus Mangel an Beweisen freigelassen. Als die drei Freunde Abschied voneinander nehmen wollen, um in Zukunft getrennte Wege zu gehen, meldet sich eine mysteriöse Organisation. Diese Schattenmänner wissen alles über Max, Claudia und Dobbs und haben belastendes Material gegen die drei gesammelt. Sollten sie sich weigern, für die Organisation zu arbeiten, drohen ihnen viele Jahre Haft","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469386","hoster":"VOE"},{"path":"/redirect/14263496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-3","name":"Schöne Ferien – Teil 1","epNo":3,"alt":"","descr":"Gleich der erste Auftrag der Schattenmänner führt die Drei nach Portugal. Hier sollen sie einen gefährlichen Atomwaffendeal verhindern. Der portugiesische Drogenbaron Juan Alvarado will desertierten ukrainischen Soldaten Atomgranaten in der handlichen Größe eines Aktenkoffers abkaufen. Max soll die Granaten sicherstellen. Vor Ort trifft er auf einen tot geglaubten Ex-Polizeikollegen. Hartmann hat die Seiten gewechselt und ist jetzt Alvarados rechte Hand. Claudia macht sich an Alvarado heran, während Max und Dobbs nach den Ukrainern suchen. Claudia belauscht ein Gespräch und erfährt, wann und wo die Granaten im Tausch gegen eine große Menge Drogen übergeben werden sollen. Max und Dobbs können die Übergabe verhindern. Der Stoff versinkt im Atlantik. Jetzt hat es der wütende Hartmann auf seinen Ex-Kollegen und dessen Freund abgesehen. Er verfolgt sie bis in ihr Hotel in Lissabon. Im Bademantel können Max und Dobbs in letzter Minute fliehen. Doch Hartmanns Leute bleiben ihnen auf den Fersen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14274088","hoster":"VOE"},{"path":"/redirect/14263494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-4","name":"Schöne Ferien – Teil 2","epNo":4,"alt":"","descr":"Hartmann hat inzwischen einen neuen Drogendeal vorbereitet und beobachtet mit Misstrauen, wie sich Alvarado von Claudia umgarnen lässt. Er stellt ihr ein Falle, indem er Alvarado falsche Informationen über den Deal gibt. Claudias Tarnung fliegt auf, Max und Dobbs tappen in eine Falle und können erst im letzten Moment entkommen. Hartmann, der nun genug von Alvarado hat, bringt den Drogendealer um und übernimmt die Geschäfte ganz. Er will Claudia, die sich in seiner Hand befindet, freilassen, wenn sich Max zu einem Gespräch bereit erklärt. Max stimmt einem Treffen zu. Dabei bietet Hartmann dem Clown an, gemeinsame Sache zu machen. Max lehnt ab, ist aber seinem Ziel, die Atomwaffen zu finden, noch keinen Millimeter näher gekommen. Claudia erinnert sich an eine winzige Bemerkung eines Gangsters über den geplanten Übergabeort. Mit Hilfe ihres portugiesischen Freundes finden sie den Ort an der Steilküste. Hier kommt es zum großen Showdown zwischen Hartmann und Max.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479849","hoster":"VOE"},{"path":"/redirect/14263497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-5","name":"Mayday","epNo":5,"alt":"","descr":"Max und Dobbs bringen Claudia zum Flughafen. Sie will zu einem Wochenendseminar nach Zürich fliegen. In der selben Maschine befinden sich Hauptkommissar Führmann und sein Assistent Schulz, die den Drogenbaron Rudolf Lenz als Kronzeugen zu einem Prozess in die Schweiz überführen. An der Flughafenbar erhält Max einen Anruf der Schattenmänner. Die haben erfahren, dass Lenz auf dem Flug von ehemaligen Komplizen befreit werden soll. ‚Der Clown‘ soll das verhindern. Per Telefon will Max Claudia warnen, die sich gerade mit ihrer Sitznachbarin Hildegard angefreundet hat. Doch eine Stewardess konfisziert das Handy. Die Gangster versuchen derweil tatsächlich, die Maschine in ihre Gewalt zu bringen und danach zusammen mit Lenz das Flugzeug per Fallschirm zu verlassen. Der Plan der Ganoven scheint zu gelingen, doch bei der Befreiungsaktion werden der Pilot und der Copilot getötet. Während Max die Gangster am Boden jagt, versuchen Claudia und Hildegard, die beide keine Flugerfahrung haben, die Maschine mit den zu Tode geängstigten Passagieren zu landen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469079","hoster":"VOE"},{"path":"/redirect/14263498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-6","name":"Handyman","epNo":6,"alt":"","descr":"Tom Wenger, ein Mitarbeiter des Bundesnachrichtendienstes, stürzt mit seiner Cessna kurz vor der Landung in den Tower des Flughafens. Kurz vor seinem Tod hat Wenger anscheinend noch mit seinem Handy telefoniert. Max, der aus dem Fernsehen von dem Flugzeugabsturz gehört hat, erfährt von den Schattenmännern, dass Wenger auf den südafrikanischen Rassisten Jan Smuts angesetzt worden war. Smuts hat Wenger höchstwahrscheinlich auf dem Gewissen. Der Südafrikaner wäscht mit Hilfe des Spielbankbetreibers Wolfhardt illegal Gelder. Sein Ziel: Mit teurem High Tech-Geräten will er sich die Kontrolle über das europäische Satellitennetz sichern, um Westeuropa erpressbar zu machen. Dazu bedient er sich des Forschers Dr. Sartorius, der ein notorischer Spieler und immer in Geldnot ist. Dr. Sartorius will seine Spielschulden bei Wolfhardt mit dem Verkauf des neuesten Modells einer Satellitensteuerung an Smuts tilgen. Der Deal klappt, doch Sartorius wird von Smuts kaltblütig umgebracht … Jetzt beginnt ein Wettlauf gegen die Zeit. Max und seine Freunde müssen Smuts unschädlich machen, bevor er Kontakt zu einem gerade gestarteten Satelliten herstellen kann, der ihm die Kontrolle über das gesamte System ermöglicht. Doch Smuts ist clever und will seine Spuren mit einer Bombe verwischen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469196","hoster":"VOE"},{"path":"/redirect/14462562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-7","name":"Flash","epNo":7,"alt":"","descr":"Jürgen Kress, ein ehemaliger NVA-Offizier, ist Gefangener in einem Internierungslager in Kasachstan. Hier wird er per Gehirnwäsche trainiert, auf bestimmte Codewörter hin Sabotageakte durchzuführen. Dabei kommt es zu einem Unfall. Bei einer Explosion kommen alle Anwesenden um – bis auf Kress. Wenig später taucht er in Köln auf, fest entschlossen, sein Programm mit dem Codewort ‚Mischelowska‘ (zu Deutsch ‚Mausefalle‘) in die Tat umzusetzen. Max erhält den Auftrag, Kress unschädlich zu machen. Vergebens bemühen sich Max und Claudia, das Codewort zu entschlüsseln. Dobbs kommt schließlich der Gedanke, dass Kress die Kölner Hohenzollernbrücke sprengen will, die bei den Kölnern früher ‚Mausefalle‘ hieß. Der teuflische Plan gelingt tatsächlich, und Kress entkommt. Durch KGB-Informationen erfährt Max, dass der ehemalige Offizier einen weiteren Anschlag mit dem Codewort ‚Castor‘ plant. Das Ziel ist diesmal ein riesiger Staudamm in der Nähe eines militärischen Sperrgebiets. Tausenden Soldaten droht der Tod, ein Wettlauf gegen die Zeit beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14243880","hoster":"VOE"},{"path":"/redirect/14263500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-8","name":"Der Rattenfänger","epNo":8,"alt":"","descr":"Claudia und Dobbs werden Zeugen eines raffinierten gut einkalkulierten Taschendiebstahls. Claudia verfolgt den Dieb, bei dem es sich um den zwölfjährigen Ion handelt, und stellt ihn. Plötzlich versucht ein Unbekannter, beide mit dem Auto zu überfahren. Im letzten Moment können sie sich retten. Gemeinsam mit Max und Dobbs gelingt es, die Identität des Jungen zu klären. Max beschließt, Ion in der kommenden Nacht fliehen zu lassen. Denn er soll sie zu den Hintermännern führen. Mit Hilfe eines versteckten Senders in Ions Jacke können Max und Claudia getrennt voneinander die Verfolgung aufnehmen. Max’ Verdacht bestätigt sich: Gleich ein ganzes Dutzend Kinder werden von dem Verbrecher Hausschild und seiner rechten Hand Attla als Taschendiebe eingesetzt. Max will sofort eingreifen, wird aber überwältigt und bewusstlos geschlagen Als er in der Kanalisation gefesselt wieder zu sich kommt, erkennt er, dass er in Lebensgefahr schwebt: Tausende Hektoliter Wasser drohen ihn zu ertränken. Claudia kann ihn in letzter Sekunde retten. Als die beiden zum Lager zurückkehren, sind alle ausgeflogen. Doch da ist noch der Peilsender in Ions Jacke. Das Team nimmt die Verfolgung auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469219","hoster":"VOE"},{"path":"/redirect/14263502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-9","name":"Happy birthday","epNo":9,"alt":"","descr":"Der kleine Ganove Lazlo Puskas steht in einer Telefonzelle, als plötzlich ein Wagen mit Vollgas auf ihn zurast. Nur um Haaresbreite kann er sich retten. Auf der Flucht vor dem Attentäter versteckt er einen Koffer in einem Müllcontainer und stellt sich der Polizei. In dem Koffer befinden sich Informationen, die den Bauunternehmer und Drogendealer Elias Hollbeck schwer belasten. Max erhält den Auftrag, Puskas aus der Schutzhaft der Polizei zu befreien, bevor Hollbecks Killer ihn dort liquidieren können. Gerade noch rechtzeitig gelingt es dem Clown und seinen Freunden, Puskas zu befreien und zu fliehen. Der Kleinkriminelle führt Max und Dobbs zu dem Müllcontainer, in dem der Koffer mit Geld und Informationen liegt. Das Geld will Puskas seiner Tochter Reneé zum Geburtstag schenken, die am nächsten Tag aus Australien ankommt. Doch die Gangster sind schneller und können Reneé am Flughafen abfangen und als Geisel nehmen. Um Reneé freizubekommen, wird eine Übergabe vereinbart: Reneé gegen den ominösen Koffer. Werden die Gangster sich an die Abmachung halten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479876","hoster":"VOE"},{"path":"/redirect/14263501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-10","name":"Das Wunderkind","epNo":10,"alt":"","descr":"Max, Dobbs und Claudia erhalten den Auftrag, im Institut zur Schulung sonderbegabter Kinder, ISSK, das Computergenie Benjamin Prinz ausfindig zu machen und von dort wegzubringen. Bei ihren Ermittlungen vor Ort wird Claudia ertappt und muss mit Benjamin flüchten. Dr. Werner Gräfe, der Chef des Instituts, hetzt seine Wachmänner los, um den Jungen zurückzuholen. In einer spektakulären Verfolgungsjagd gelingt es Max und Benjamin, den Gangstern zu entkommen. Dobbs jedoch wird in den Keller von Gräfs Villa verschleppt. Allmählich erfährt Max, warum so viele Menschen hinter dem Jungen her sind: Benjamin hat außergewöhnliche Fähigkeiten. Er kann sämtliche militärischen Sicherheitscodes am Computer knacken. Besonderes Interesse daran haben Gräfs Hintermänner: Arabische Terroristen, die internationale militärische Konflikte provozieren wollen, um westliche Regierungen zu erpressen. Dank Benjamins Fähigkeiten gelingt es Claudia, Max und Benjamin in Gräfs Terroristenzentrale einzudringen.. Sie wollen Dobbs befreien. Doch die Aktion verläuft leider doch nicht so problemlos wie erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13971304","hoster":"VOE"},{"path":"/redirect/14263503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-11","name":"Vatertag","epNo":11,"alt":"","descr":"Dobbs hat eine rätselhafte Begegnung mit einem UFO. Doch als er Max und Claudia davon erzählt, nehmen sie ihn nicht ernst. Zeitgleich bringt Dr. Gottwald – der Chef eines Ölkonzerns – Sprengsätze im Kontrollzentrum einer Raffinerie seines Konzerns an. Die Fabrik fliegt in die Luft. Max, der sich um den Fall kümmern soll, erhält von den Schattenmännern die Information, dass Dr. Gottwald einer von Max’ Auftraggebern ist und die Fabrik keinesfalls in die Luft gesprengt haben kann. Dobbs bringt Licht in die Sache, als er von seiner Entführung durch die Außerirdischen erzählt. Die Besucher aus dem All beabsichtigen, die Welt durch geklonte Saboteure ins Chaos zu stürzen. Die Theorie scheint sich zu bestätigen, als Bundeswehrgeneral von List spurlos verschwindet. Max und seine Freunde beobachten, wie zwei schwarze Gestalten die Leiche des Generals in einer Kohlenhalde entsorgen. Bei den Dunkelmännern scheint es sich um Dobbs und Dr. Gottwald zu handeln. Als plötzlich der echte Dobbs hinter Claudia und Max auftaucht, verschwinden die Klone von Dr. Gottwald und Dobbs blitzschnell mit dem Heli. Für das Team spitzt sich die Situation dramatisch zu: Es muss verhindern, dass der geklonte General Atomraketen aktiviert und eine weltweite Katastrophe heraufbeschwört …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469211","hoster":"VOE"},{"path":"/redirect/14462567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-3/episode-12","name":"Der Hofnarr","epNo":12,"alt":"","descr":"Millenniumfieber bei \"Der Clown\": Max und Claudia reisen mit Hilfe einer Zeitmaschine ins Mittelalter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469082","hoster":"VOE"},{"path":"/redirect/14263505","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-clown/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-clown/staffel-4/episode-1","name":"In der Höhle des Löwen","epNo":1,"alt":"","descr":"Max ermittelt undercover in einem Spielkasino. Dort wird unter anderem Schwarzgeld gewaschen. Als es zu einer Razzia kommt, steckt \"Der Clown\" in einem Dilemma: Einerseits will er dem Kasinobesitzer weiterhin Loyalität vortäuschen, andererseits möchte er die Ermittlungen der Polizei nicht behindern. Mit einer spektakulären Aktion gelingt es Max, sich aus den Fängen der Polizei zu befreien und seine Undercover-Tätigkeit weiterzuführen. Der Besitzer des Kasinos ist von der Razzia wenig begeistert, denn trotz seiner gelungenen Flucht aus dem Kasino ist er nun zur Fahndung ausgeschrieben und sieht seinen kurz bevorstehenden, großen Coup – einen Überfall auf einen Zug mit Bundesbanknoten – gefährdet. Damit ihm die Polizei keinen Strich durch die Rechnung macht, lässt er die Tochter des Einsatzleiters der Polizei entführen. Als dieser von der Entführung seines Kindes erfährt, lässt er völlig schockiert die Fahndung sofort stoppen. Undercover versucht Max, den geplanten Überfall zu verhindern und das Kind zu befreien. Doch seine Tarnung fliegt auf. Glücklicherweise gelingt es ihm nach einer actionreichen Verfolgungsjagd im letzten Moment zu entkommen. Doch auch Claudia wurde inzwischen von dem Kasinobesitzer und seinen Kumpanen überwältigt. Der Einsatz für den Clown ist also noch lange nicht beendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13971040","hoster":"VOE"},{"path":"/redirect/14263507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-4/episode-2","name":"Hetzjagd","epNo":2,"alt":"","descr":"Die beiden jungen Polizeibeamten Nicola Reuter und ihr Freund Sven Rössner haben herausgefunden, dass Robert Brock, der Chef des LKA, beschlagnahmte Waffen aus der Asservatenkammer unter der Hand weiterverkauft. Um sich Gewissheit zu verschaffen, beobachten sie ihn bei einem Deal, werden dabei jedoch entdeckt. Brocks Schergen schießen sofort und verletzen Sven tödlich. Nicola gelingt die Flucht. Sie ist jetzt die Einzige, die über Brocks Geschäfte Bescheid weiß und damit in allergrößter Gefahr. Als die auf Rache sinnende Nicola, die sich in einem kleinen Hotel versteckt hält, in den Nachrichten Brocks verfälschte Darstellung der Geschehnisse sieht und erfährt, dass sie selbst als Mörderin von Sven zur Fahndung ausgeschrieben ist, wendet sie sich telefonisch an Claudia, der sie die ganze Geschichte erzählt. Claudia ist zunächst unsicher, ob sie der Anruferin glauben soll, fährt dann aber doch in das Hotel, in das sie zuvor auch Max beordert hat. Die beiden kommen keine Sekunde zu früh, denn auch Brock hat in der Zwischenzeit Nicolas Aufenthaltsort herausgefunden und seine Killer auf sie angesetzt. Max’ und Claudias Rettungsaktion lässt Nicola zwar neues Vertrauen schöpfen, doch ihr Hass auf Brock ist so groß, dass sie unbedingt selbst Rache an dem Mörder ihres Freundes nehmen will. Claudia muss deswegen bei Nicola bleiben, um diese von gefährlichem, blindem Aktionismus abzuhalten.\rMax und Dobbs haben unterdessen einen Plan geschmiedet, wie sie Brock überführen können. Als vermeintliche Waffenhändler getarnt, gelingt es ihnen, Kontakt zu dem Waffendealer Lackner aufzunehmen, der mit Brock unter einer Decke steckt. Aber auch die Polizei ermittelt auf der Suche nach Nicola im Milieu. Dieser ist es unterdessen gelungen, Claudia zu überwältigen und sich auf die Suche nach Brock zu machen. Der durch diese Wendung der Dinge alarmierte Max vermutet, dass Nicola versuchen wird, in die Nähe des LKA-Gebäudes zu kommen. Gerade als Max Nicola entdeckt, wird diese auch von Brock ausgemacht. Nun beginnt eine dramatische Hetzjagd, die schließlich in einem spektakulären Showdown endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13971012","hoster":"VOE"},{"path":"/redirect/14263509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-4/episode-3","name":"Knast","epNo":3,"alt":"","descr":"Während eines spektakulären Banküberfalls werden Claudia und Dobbs erschossen. Als skrupelloser Bankräuber und Mörder entpuppt sich ausgerechnet Max Hecker, der Clown, der daraufhin als Doppelmörder verurteilt wird und in den Knast kommt. Seine Zelle muss er sich mit dem Schwerverbrecher Michalski teilen. Claudia und Dobbs haben diesen Anschlag natürlich in Wirklichkeit überlebt, denn sie trugen schusssichere Westen. Die dramatische Inszenierung ihres Todes ist Teil eines ausgeklügelten Plans, durch den Max Kontakt zu seinem Zellengenossen Michalski herstellen soll, um über ihn an den Top-Terroristen Marcos heranzukommen. Im Knast erfährt Max, dass Marcos in Wirklichkeit eine bildhübsche Frau ist. Und diese hegt einen teuflischen Plan: Sie will mit Hilfe von Giftgas die zehn wichtigsten Wirtschaftsführer töten, die sich im Rahmen eines Gipfels treffen. Um dies zu verhindern, muss Max schnell handeln. Ein Gefängnisausbruch mit Michalski ist geplant. Den beiden gelingt die Flucht, doch Michalski kann Max abschütteln. Claudia und Dobbs nehmen sofort Michalski Verfolgung auf, und Max macht sich auf die Jagd nach der skrupellosen Terroristin","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13971021","hoster":"VOE"},{"path":"/redirect/14263510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-4/episode-4","name":"Aasgeier","epNo":4,"alt":"","descr":"Alex, ein junge Journalistin, hat sich unter falschem Namen in eine Flüchtlingsorganisation eingeschlichen, um zu beweisen, dass der Präsident Steinmann Spendengelder in die eigene Tasche wirtschaftet. Während einer Feierlichkeit gelingt es ihr, beweiskräftige Dateien von Steinmanns Computer auf Diskette zu kopieren. Doch noch bevor Alex die Diskette an ihrem Körper verstecken kann, wird sie von Braun, der rechten Hand Steinmanns, überrascht. In ihrer Not versteckt sie die Diskette in einer herumstehenden Topfpflanze. Braun sieht die offenen Dateien auf dem Computer, schöpft Verdacht und macht Jagd auf Alex. Sie wird angeschossen, kann aber im letzten Moment mit ihrem Auto fliehen. Es beginnt eine actionreiche Verfolgungsjagd. Alex’ Wagen wird dabei von Brauns Auto gerammt. Dieser muss jedoch abdrehen, da es am Unfallort zu viele Zeugen gibt. Claudia ist inzwischen von ihrer jungen Kollegin Alex aus dem Krankenhaus über deren Flüchtlings-Recherchen informiert und um Hilfe gebeten worden. Gemeinsam mit Max stattet Claudia Alex einen Besuch ab. Sie kommen gerade noch rechtzeitig, um zu verhindern, das Alex von einem Schläger verschleppt wird. Bei Dobbs im Hangar wähnt sich Alex schließlich in Sicherheit. Dort erzählt sie alles, was sie über Steinmann weiß. Max und Claudia brechen daraufhin in Steinmanns Villa ein, um die Diskette aus dem Versteck im Blumentopf zu holen. Doch der Blumentopf ist nicht mehr am Platz, und die ungebetenen Besucher werden entdeckt. In letzter Sekunde können sie fliehen. Es beginnt eine spektakuläre Jagd nach der Diskette","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261393","hoster":"VOE"},{"path":"/redirect/14263511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-4/episode-5","name":"Kölsch Connection – Teil 1","epNo":5,"alt":"","descr":"Nach monatelangen Ermittlungen hat es Hauptkommissar Führmann endlich geschafft: Karl Schall, einer der meistgesuchten Verbrecher Deutschlands, ist ihm in die Falle gegangen. Doch nach einer atemberaubenden Verfolgungsjagd kann der Ganove dennoch entkommen und setzt sich nach Kolumbien ab. Für Führmann bedeutet dies eine Katastrophe, denn wenn er Karl Schall nicht innerhalb einer Woche verhaftet, ist seine Karriere beendet. Da der deutschen Justiz in Kolumbien die Hände gebunden sind, bittet Führmann den Clown um Hilfe. Dieser soll nach Kolumbien fliegen und Karl Schall kidnappen, um ihn an die deutsche Justiz auszuliefern. Doch der Clown weigert sich, dem ihm verhassten Führmann behilflich zu sein. Daraufhin erpresst dieser den Clown und zwingt Max und Dobbs schließlich zu der Reise nach Kolumbien. Dort angekommen stellen die Beiden fest, dass sich Karl Schall in dem luxuriösen Anwesen seines Freundes El Cordon aufhält. Und dies scheint besser gesichert als Fort Knox. Der erste Versuch, die ‚Festung‘ zu stürmen, schlägt dann auch prompt fehl, und zu allem Übel fliegt dabei auch Max’ und Dobbs Tarnung auf. Um dennoch an Karl Schall heranzukommen, planen Max und Dobbs, nun auch Claudia nach Kolumbien zu holen, um sie in das Anwesen einzuschleusen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469208","hoster":"VOE"},{"path":"/redirect/14462563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-4/episode-6","name":"Kölsch Connection – Teil 2","epNo":6,"alt":"","descr":"Der Verbrecher Karl Schall hält sich in dem luxuriösen Anwesen seines Freundes El Cordon in Kolumbien auf. In der Prachtvilla findet einmal monatlich eine Party statt, zu der vornehmlich hübsche blonde Frauen eingeladen werden. Claudia fliegt nach Kolumbien, um ihren beiden Freunden Max und Dobbs dabei behilflich zu sein, Schall dingfest zu machen. Auf der Party wollen sie den in Deutschland gesuchten Verbrecher kidnappen, um ihn an die deutsche Justiz auszuliefern. Wie geplant wird Claudia zu dem rauschenden Fest eingeladen. Max und Dobbs organisieren sich unterdessen einen Hubschrauber. Das Fest beginnt, doch Claudia wird überraschend enttarnt und sitzt in einer gefährlichen Falle. Dennoch gelingt es Max und Dobbs in einer waghalsigen Aktion, Karl Schall zu entführen und Claudia zu befreien. In einer atemberaubende Verfolgungsjagd flüchten die Freunde vor El Cordons Schergen in den Dschungel und schaffen es, Karl Schall fristgerecht der deutschen Justiz auszuliefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469367","hoster":"VOE"},{"path":"/redirect/14263512","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-clown/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-clown/staffel-5/episode-1","name":"Die Falle","epNo":1,"alt":"","descr":"Als Max gerade vor seiner Haustür einparken will, reißt eine junge Frau die Wagentür auf und fordert Max auf, so schnell wie möglich zu flüchten, da sein Leben in akuter Gefahr sei. Plötzlich wird aus einem fahrenden Lieferwagen auf den Clown geschossen. Max zieht die äußerst attraktive Frau in seinen Wagen und flieht. Nach einer Verfolgungsjagd können sie die Gegner schließlich abhängen. Die Schöne auf dem Beifahrersitz stellt sich als Judith, die Ex-Geliebte des mächtigen Unterwelt-Bosses Manescu, vor. Sie erzählt, dass Max ihr als junger Agent das Leben gerettet hat und sie ihn darum warnen musste. Denn Manescu plant ein tödliches Attentat auf ihn. Obwohl dem Clown die ganze Geschichte verdächtig vorkommt, flüchtet er mit Judith auf ein Hausboot, denn die hübsche und charmante junge Frau hat es ihm angetan. Sie hat ihm so stark den Kopf verdreht, dass er sogar vergisst, Claudia und Dobbs vor möglichen Attentaten zu warnen. Ein Fehler: Die Beiden werden Opfer von Anschlägen und landen mit Knochenbrüchen im Krankenhaus. Als Max seine Kollegen im Krankenhaus besucht, weigern sie sich, noch längere Zeit auf der Station zu bleiben. Sie wollen unter allen Umständen dem Clown helfen, auch wenn sie dadurch selbst in Gefahr geraten. Die Ereignisse überschlagen sich. Jetzt hat es der Gangsterboss auch auf die scheinbare \"Verräterin\" Judith abgesehen. Die ehemalige Gangsterbraut bittet Max, dem Spuk endlich ein Ende zu setzen und verrät ihm das Versteck, in dem sich Manescu aufhalten soll. Der Clown ahnt nicht, dass er in eine tödliche Falle tappt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14274113","hoster":"VOE"},{"path":"/redirect/14263513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-5/episode-2","name":"Unsichtbarer Feind","epNo":2,"alt":"","descr":"In den Reihen der Bundeswehr befindet sich ein Verräter, der mit illegalen Waffenhändlern zusammenarbeitet. Bundeswehroffiziere werden bestochen und die neuesten Waffensysteme gestohlen. Drei ranghohe Offizieren wird die Sache allerdings zu heiß, und sie wollen vor Gericht aussagen. Kurz danach werden zwei von ihnen ermordet. Max und seine Crew bekommen den Auftrag, den einzigen überlebenden Kronzeugen, Oberstleutnant Riessler, bis zum Prozess zu schützen. Max taucht mit Riessler in einem Landhaus unter.\rPlötzlich meldet sich Tatjana bei Max. Beide verbindet eine alte Liebe, doch nun arbeitet die Ex-Geliebte für die Waffenschieber und verrät das Versteck. Kurz danach verübt der Killer Duck einen Anschlag auf Riessler, doch der Oberstleutnant überlebt. Um jedoch die Täter auf eine falsche Fährte zu locken, berichtet Claudia im Fernsehen über den angeblichen Tod Riesslers. Brigadegeneral Toller, der Maulwurf in den Reihen der Bundeswehr, erfährt von der gefälschten Nachricht und plant einen weiteren Anschlag auf Riessler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273980","hoster":"VOE"},{"path":"/redirect/14263515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-5/episode-3","name":"60 Minuten","epNo":3,"alt":"","descr":"Die tapfere Ordensschwester Romana kämpft mit Leidenschaft gegen den Einsatz von Landminen. Ihr Engagement im Kampf gegen die Todesfallen ist einigen Interessensgruppen ein Dorn im Auge. Max, Dobbs und Claudia erfahren zufällig, dass ein Anschlag auf die Ordensschwester geplant ist. In einer spektakulären Aktion kann Max die Schwester vor dem Anschlag schützen. Dabei wird er allerdings selbst von einem Projektil getroffen. Dieses enthält das Gift des Nubia-Skorpions, das nach 60 Minuten zum Tod führt. Nur ein Gegenserum kann das Leben von Max noch retten. Dieses Serum ist allerdings äußerst selten, und so machen sich Max und Dobbs sofort auf die Suche nach dem Attentäter Ivan Smert. Claudia fährt auf der Suche nach dem Antiserum von Klinik zu Klink. Als Max und Dobbs den Killer beinahe erwischen, bricht der Clown nach einem Schwächeanfall zusammen. Die Zeit läuft beiden davon, denn das nächste Attentat auf Schwester Romana soll auf dem Rheindampfer während eines Kinderfestes stattfinden. Inzwischen hat Claudia zwar das Gegenmittel ausfindig gemacht, bekommt es aber nicht ausgehändigt. Sie stiehlt es kurzerhand und wird von der Polizei festgenommen. Max gelingt es mit letzter Kraft den Attentäter zu stellen. Doch Smert schluckt, selbst im Sterben liegend, vor den Augen des Clowns das Gegenmittel, das er bei sich führte. Nun hat Max, dem es zusehends schlechter geht, nur noch ein Ziel: Die unschuldigen Kinder und Schwester Romana retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14244794","hoster":"VOE"},{"path":"/redirect/14263516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-5/episode-4","name":"Vollnarkose","epNo":4,"alt":"","descr":"Max hat erfahren, dass in letzter Zeit immer wieder Nichtsesshafte auf rätselhafte Weise verschwinden. Um die Sache aufzuklären, hat er sich – schmutzig und in abgerissener Kleidung – einer Gruppe Obdachloser angeschlossen. Als er mit Äskulap, einem der Clochards, spät abends Pommes holen geht, rast plötzlich ein Auto auf die beiden zu. Max wird ohnmächtig und erwacht neben Äskulap in einer schäbigen Klinik. Nachdem der Clown eine Tür aufbrechen konnte, gelangt er zu seiner Überraschung in einen äußerst vornehmen Krankenhaustrakt und macht eine schreckliche Entdeckung: In der Klinik finden illegale Organtransplantationen statt. Obdachlose werden entführt und deren Organe entnommen. Während Claudia und Dobbs sich auf die Suche nach Max machen, entdeckt dieser die Leiche seines Freundes Äskulap – mit einer langen, frischen Operationsnarbe auf dem Oberkörper. Max kann endlich Claudia und Dobbs per Telefon einen Hinweis auf seinen Aufenthaltsort geben – den Namen des Klinikchefs Dr. Hahn. So gelingt es Claudia und Dobbs, die Transplantations-Klinik ausfindig zu machen. Ein Wettlauf mit der Zeit beginnt, denn: Als Nächstes soll das Herz von Max dem zahlungskräftigen Patienten Sir Donovan eingepflanzt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468995","hoster":"VOE"},{"path":"/redirect/14263519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-5/episode-5","name":"Rauchende Colts","epNo":5,"alt":"","descr":"Max und seine Crew sollen einen gewissen Roy Roulette dingfest machen, der aus einem amerikanischen Labor einen neu entwickelten Mikrochip gestohlen hat. Dieser Chip ermöglicht es auch herkömmlichen Radaranlagen, Tarnkappenbomber sichtbar zu machen. Der Job scheint einfach, da man das Versteck von Roy Roulette kennt. Doch als Max und seine Freunde dort auftauchen, werden sie plötzlich von dem eiskalten Cowgirl Shannon und von einem Mann namens Bradley Brown in eine wilde Schießerei verwickelt. Dabei trifft eine Kugel Roy Roulette tödlich, und Shannon entkommt mit dem Mikrochip. Bradley Brown wird vom Clown überwältigt. Es stellt sich heraus, dass Bradley ein Texas Ranger ist, der ebenfalls nach dem Chip sucht. Er erzählt Max, dass Shannon bei dem Chipdiebstahl Roys Komplizin war. Dieser habe jedoch seine Partnerin hintergangen. Dank eines Peilsenders, den Bradley an Shannons Auto befestigt hat, kommt das Quartett aus Max, Claudia, Dobbs und Bradley auf Shannons Spur. Doch kurz vor dem Showdown erleben Max, Dobbs und Claudia eine böse Überraschung. Denn auch Bradley ist in Wirklichkeit ein Gangster. Er hat zusammen mit Shannon und Roy den Mikrochip gestohlen. Doch jetzt will jeder den Chip für sich, und alle sie sind zum Äußersten entschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469072","hoster":"VOE"},{"path":"/redirect/14263518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-5/episode-6","name":"Schwesterherz","epNo":6,"alt":"","descr":"Claudias Halbschwester Chantal, die schon seit Jahren keinen Kontakt mehr zu ihrer Schwester hat und als Stripperin arbeitet, gelangt durch Zufall an eine Videokassette, auf der zu sehen ist, wie der Lokalpolitiker Klaus Schreiber eine Prostituierte zu Tode schlägt. Als Schreiber davon erfährt, schaltet er den Killer Antoine ein, denn er will mit allen Mitteln verhindern, dass die Aufnahmen in die Öffentklichkeit gelangen. Der eiskalte Antoine soll die Kassette beschaffen und die Zeugin töten. Chantal taucht mit ihrem Freund, dem Gauner Roman bei Claudia unter. Sie täuschen Claudia einen Familienbesuch vor, doch eigentlich plant das Pärchen, Schreiber mit der Kassette zu erpressen. Inzwischen spürt der Killer Antoine das Versteck von Chantal und Roman auf. Nur durch einen Zufall kann Max verhindern, dass Antoine in den Besitz des Videos gelangt. Roman wähnt sich dadurch in Sicherheit und vereinbart mit Schreiber einen Übergabetermin. Der Politiker geht zum Schein darauf ein. Glücklicherweise kann Claudia Zeit und Ort der Übergabe in Erfahrung bringen. Am Übergabeort wird Roman angeschossen, und nach einer heftigen Schießerei gelingt es Schreibers Männern, Claudia und Chantal gefangen zu nehmen. Doch dem Clown gelingt es mit einer todesmutigen Aktion, die beiden Schwestern aus den Fängen des verbrecherischen Politikers zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469093","hoster":"VOE"},{"path":"/redirect/14263521","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-clown/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-clown/staffel-6/episode-1","name":"Schutzgeld","epNo":1,"alt":"","descr":"Max und Dobbs werden zufällig Zeugen einer brutalen Schutzgelderpressung im Auftrag des Mafioso DiPena. Nach einem actionreichen Kampf gegen DiPenas Leute Dino und Paolo gelingt es Max, die Mafiosi in die Flucht zu schlagen und den erpressten Antiquitätenhändler Wilfried Forster zu schützen. Doch anstatt sich bei Max und Dobbs für deren Einsatz zu bedanken, erteilt der nörgelnde Forster den beiden Hausverbot und lehnt jedes Hilfsangebot ab. Bei den weiteren Recherchen stoßen Max und Dobbs auf eine Mauer des Schweigens. Nur ein frustrierter Kneipenbesitzer packt über die Mafiapraktiken aus. Von ihm erfahren Max und Dobbs auch, dass Forster sich ständig in seinem Keller aufhält. Als die Gangster Dino und Paolo erneut vor Forster stehen und ihn bedrohen, kommen – nichts ahnend – Dobbs und Claudia in den Laden. Sofort stürzen sich die Mafiosi auf Dobbs. Dieser kann fliehen und es kommt zu einer wilden Autojagd, bei der es Dobbs nur mit Hilfe einer Abrissbirne gelingt, das Fahrzeug der Gangster samt Insassen von der Straße zu fegen. Claudia ist bei Forster zurückgeblieben und entdeckt, dass Forster in seinem Keller heimlich einen Schatz sucht. Doch auch die Mafia hat inzwischen in Erfahrung gebracht, wonach Forster unter dem Antiquitätenladen gräbt. DiPena schmiedet einen hinterlistigen Plan. Er entführt Forsters Enkelsohn Troy, um an den Schatz zu gelangen. Nur der Clown kann jetzt noch helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469356","hoster":"VOE"},{"path":"/redirect/14263520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-6/episode-2","name":"Lautloser Tod","epNo":2,"alt":"","descr":"Durch einen glücklichen Zufall steigt Dobbs aus einem Bus, bevor durch einen Giftgasanschlag alle Fahrgäste getötet werden. Doch nun verdächtigt die Polizei Dobbs der Täterschaft. Er flieht und bittet Max und Claudia um Hilfe. Die Recherchen nach dem Giftgasanschlag auf den Bus ergeben, dass es sich bei dem Gift um Sarin aus alten DDR-Beständen handelt. Dessen tödliche Wirkung ist nur durch Wasser zu neutralisieren. In Deutschland gibt es nur eine einzige Firma, die dieses Gift entsorgt. Der Besitzer dieser Firma heißt Joachim Beck. Die weiteren Ermittlungen ergeben, dass Beck größere Mengen des Giftgases beiseite geschafft und an seinen Geschäftspartner Krischok verkauft hat. Krischok plant mit einer Sarin bestückten Rakete den Staat um 50 Millionen Mark zu erpressen. Wenn die Regierung nicht zahlt, soll der Flugkörper in einem ausverkauften Fußballstadion explodieren. Beck, dem das brutale Vorgehen seines Partners missfällt, will diesen überzeugen, vom Anschlag abzusehen. Krischok sieht jedoch seine Millionen schwinden und vergiftet Beck, ehe Max und Dobbs eingreifen können. Auf der Flucht vor dem Clown gelingt es Krischok, Dobbs als Geisel zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469056","hoster":"VOE"},{"path":"/redirect/14263522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-6/episode-3","name":"Gedächtnisschwund","epNo":3,"alt":"","descr":"Dem dubiosen Fleischgroßhändler Winkelmann kann endlich der Prozess wegen Drogenschmuggels gemacht werden, da seine ehemalige Sekretärin sich als Zeugin zur Verfügung gestellt hat. Damit der Prozess gegen den Drogenhändler Winkelmann ohne Zwischenfälle über die Bühne gehen kann, wird jeder Schritt Winkelmanns überwacht. Dobbs hält vor den Toren von Winkelmanns Fleischhandel Wache, und Max hat sich mit einer Videokamera in die Putzkolonne eingeschlichen. Dabei kann er filmen, wie Winkelmann in seinem verglasten Büro dem Killer Möhring einen großen Geldbetrag übergibt. Möhring soll dafür Winkelmanns ehemalige Sekretärin zum Schweigen bringen, damit diese nicht gegen ihn aussagt. Bei der Filmaktion wird Max jedoch von dem Gangster Krick entdeckt. Er flieht auf eine Autobahnbrücke, und Dobbs wird gefangen genommen. Auf der Brücke hat Max nur eine einzige Chance zur Flucht: Er springt auf einen Pickup, der unter der Brücke durchfährt. Dabei verliert Max sein Bewusstsein. Er erwacht erst, als der Wagen sein Ziel – einen Bauernhof – erreicht. Als die Besitzerin des Pickups, Jutta Hagedorn, mit ihrem Sohn Philip die Ladefläche begutachtet, staunt sie nicht schlecht, als sie dort Max findet. Der muss jedoch zu seinem Entsetzen feststellen, dass er sein Gedächtnis verloren hat. Und: Die Videokamera ist stark beschädigt. Krick gelingt es inzwischen, Jutta Hagedorn als die Besitzerin des Pickups zu identifizieren. Sofort macht er sich mit seinen Leuten auf den Weg zum Bauernhof. Dort angekommen, geben sich die Gangster als Polizisten aus und denunzieren Max als Straftäter. Der verunsicherte Max stellt sich freiwillig und lässt sich abführen. Doch die Fahrt führt nicht ins Polizeipräsidium. Auf einer Waldlichtung versuchen die Gangster, Max zu liquidieren. Dieser kann jedoch fliehen und kehrt zum Bauernhof zurück. Claudia hat inzwischen vergeblich versucht, Dobbs per Handy zu erreichen. Schließlich schleicht sie sich in den Fleischgroßhandel, entdeckt den gefangenen Dobbs und kann ihn befreien. Dieser hat erfahren, dass Max die Flucht auf einem Pickup gelungen ist. Sofort suchen sie ihren Freund, finden den Bauernhof und fliegen mit dem Helikopter dorthin. Dort angekommen hält Max, der noch immer unter Gedächnisverlust leidet, die beiden für Komplizen von Krick und nimmt Claudia als Geisel. Krick schießt zu ohne zögern auf Claudia, die dank ihrer kugelsicheren Weste überlebt. Dieses traumatische Erlebnis bringt Max jedoch seine Erinnerung wieder. Dennoch gelingt es Krick, den Clown und seine Helfer zu überwältigen. Im Keller des Bauernhofes soll eine Gasexplosion sie töten. Erst in letzter Sekunde können sie sich befreien. Gemeinsam sichten sie das Videoband und erfahren, was Winkelmann im Schilde führt. Sofort fliegen Max und Dobbs zum Gericht, in dem in einer halben Stunde der Prozess gegen Winkelmann beginnen soll. Im letzten Moment können sie das geplante Attentat auf Winkelmanns Sekretärin verhindern und die Gangster zur Strecke bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469035","hoster":"VOE"},{"path":"/redirect/14263527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-6/episode-4","name":"Die Elster","epNo":4,"alt":"","descr":"Der Gelegenheitsdieb Spinosi alias ‚Die Elster‘ hat sich auf Einbrüche in Wohnungen spezialisiert, deren Bewohner kürzlich verstorben sind. Doch bei seinem letzten Bruch in der Wohnung des ermordeten Staatsanwalts Dehrendorf wird er von Konkurrenten gestört und flieht mit dem Inhalt des Dehrendorfschen Safes. Am nächsten Morgen bringt er seine Tochter Maria zum Busbahnhof. Ein Klassenausflug ins Schullandheim ist geplant. Aus Dehrendorfs Beute schenkt er ihr zum Abschied ein paar Geldscheine, die von einer Geldklammer zusammengehalten werden. Unmittelbar nach Marias Abfahrt wird Spinosi von den Kommissaren Kranz und Böhm festgenommen. Es stellt sich heraus, dass Kranz und Böhm die zwei vermummten Einbrecher waren, die Spinosi in der Wohnung des ermordeten Staatsanwalts überrascht haben. Denn: Staatsanwalt Dehrendorf hat Beweismaterial gegen korrupte Polizisten gesammelt, die mit dem Drogenhändler Tschernic zusammenarbeiten. Kurz vor der Prozesseröffnung wurde er jedoch von Kranz und Böhm ermordet, denen er auf der Spur war. Auf der Polizeiwache suchen Kranz und Böhm in Spinosis Beute verzweifelt nach dem Mikrofilm – ohne Erfolg! Als Claudia erfährt, dass Spinosi verhaftet wurde, klingeln bei ihr die Alarmglocken. Als Anwältin getarnt, besucht sie ihn in seiner Zelle. In diesem Moment explodiert eine Autobombe vor der Polizeiwache. Die Hektik nützen Kranz und Böhm aus, um Spinosi aus seiner Zelle zu entführen. Zum Glück sind Max und Dobbs zur Stelle. Sie befreien Spinosi und bringen ihn in Dobbs Hangar. Die beiden korrupten Polizisten können jedoch fliehen und machen sich sofort auf den Weg zu Spinosis Wohnung. Dort finden sie zwar nicht den Mikrofilm, sie erfahren jedoch, dass sich Spinosis Tochter im Schullandheim aufhält. Für Kranz und Böhm ist jetzt vollkommen klar, dass nur noch die Tochter den Film haben kann. Und auch Spinosi fällt es wie Schuppen von den Augen: Der Mikrofilm muss in der Geldklammer versteckt sein, die er seiner Tochter zum Abschied geschenkt hat. Ein mörderischer Wettlauf beginnt. Wer ist zuerst am Schullandheim?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469042","hoster":"VOE"},{"path":"/redirect/14263528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-6/episode-5","name":"Stirb langsam","epNo":5,"alt":"","descr":"Terroristen fordern die Freilassung des inhaftierten Kriegsverbrechers Mirco Drusic und drohen – sollte die Übergabe nicht innerhalb der nächsten 50 Minuten stattfinden – vor der ausverkauften Kölnarena eine Bombe detonieren zu lassen. Dem Polizeipräsidenten bleibt gar keine andere Wahl, als die Bedingungen zu akzeptieren. Dieselben Terroristen, die Drusic freipressen wollen, entführen auch Dobbs und zwingen ihn, in ein Fußballstadion zu fliegen. Hier soll die Auslieferung von Drusic stattfinden. Dobbs gelingt es jedoch, sein Handy einzuschalten und Max anzurufen. Dieser wird so indirekt Zeuge des Überfalls und rast sofort in das Fußballstadion. Wenig später trifft dort auch der Polizeipräsident mit Drusic ein. Doch es läuft nicht alles nach Plan. Drusic schlägt den Polizeipräsidenten nieder und versucht mit dessen Wagen zu fliehen. Dabei erkennt Max den Grund für die ungeplante Aktion: Er identifiziert in Drusic den’Black Tiger’. Nun wird alles klar: Die Terroristen wollen Drusic nicht befreien, sondern liquidieren, damit er nicht als Kronzeuge aussagen kann. Nach einer spektakulären Verfolgungsjagd schluckt Drusic eine Giftpille, um nicht gefasst zu werden. Die Übergabe platzt, und die Terroristen fliehen. Max und Dobbs bleibt nichts anderes übrig, als den toten Drusic innerhalb der wenigen noch verbleibenden Minuten zur Kölnarena zu fliegen. Inzwischen hat Claudia die Anführerin der Terroristen gefunden und versucht, sie zum Aufgeben zu überreden. Doch plötzlich hat ein Scharfschütze freie Sicht und erschießt die Terroristin. Leider konnte diese jedoch den Zünder vorher noch aktivieren. Der Countdown läuft – 100 Sekunden bis zur Explosion. Doch ‚Der Clown‘ gibt nicht auf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469213","hoster":"VOE"},{"path":"/redirect/14263523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-clown/staffel-6/episode-6","name":"Unter Verdacht","epNo":6,"alt":"","descr":"Claudia erhält bei einem Treffen mit einem Bodyguard Informationen über einen korrupten, hohen Politiker. Als sie jedoch abends in ihre Wohnung zurückkehrt, findet sie den Informanten blutüberströmt und mausetot in ihrer Wohnung vor. Die Polizei scheint über den Mord informiert, denn nach kurzer Zeit wird sie von zwei Polizisten verhaftet. Plötzlich taucht’Der Clown’auf, erschießt die beiden Polizisten und bringt Claudia in seine Gewalt. Ihr wird schnell bewusst, dass der Mann mit der Maske nicht Max ist. Bevor der falsche Clown sie umbringen kann, gelingt es ihr gerade noch rechtzeitig zu entkommen. Der richtige Max, der noch vor dem Eintreffen der Polizei von Claudia über den Toten informiert werden konnte, ist mittlerweile an Claudias Wohnung angekommen und findet dort ein riesiges Polizeiaufgebot vor. Er beobachtet einen Mann mit einem Funkgerät. Als dieser mit einem schwarzen Van wegfährt, nimmt Max die Verfolgung auf. Er kann beobachten, wie sich der Fahrer mit einem zweiten Mann trifft. Beide geben sich als serbische Auftragskiller zu erkennen, doch bei dem Versuch sie festzunehmen, sterben beide nach einem Zusammenstoß mit einem Bus. Nur das Laptop der beiden Killer kann Max aus dem Kofferraum des Van bergen. Claudia ist inzwischen bei Dobbs untergetaucht. Sie müssen jedoch vor der anrückenden Polizei mit dem Hubschrauber fliehen: Dabei gelingt es Dobbs gerade noch, Claudia in einem Eisenbahntunnel absetzen. Inzwischen besucht Max mit dem gefundenen Laptop den Computerhacker ‚Bill Gates‘. Dem PC-Spezialisten gelingt es, eine gelöschte E-Mail wiederherzustellen. Dadurch erfährt ‚Der Clown‘, dass der renommierte Anwalt Felix von Mannstein die beiden serbischen Auftragskiller beauftragt hat, den singenden Bodyguard zu ermorden. Die weiteren Recherchen ergeben, dass der Innenminister ein Klient Mannsteins ist. Um an weitere Beweise gegen den korrupten Innenminister zu gelangen, versucht Max mit Hilfe von’Bill Gates’über das Internet an Mannsteins Rechner heranzukommen. Dazu muss Max aber in Mannsteins Büro einbrechen und dessen Computer einschalten. Dies gelingt und bereits am Abend verfügen Max und sein Team über genügend Beweise gegen den korrupten Innenminister und informieren die Medien.","versions":[]}]}]}