{"seriesId":"der-kleine-vampir-neue-abenteuer","name":"Der kleine Vampir - Neue Abenteuer","descr":"Auch in den neuen Folgen gehen der kleine Vampir Rüdiger (Jan Steilen) und sein menschlicher Freund Anton Bohnsack (Matthias Ruschke) auf nächtliche Abenteuerreisen. Und während Rüdigers Schwester Anna (hervoragend gespielt von Lena Beyer) nur Augen für Anton hat, geraten die drei meist in die Hände der Vampirjäger Geiermeier (Marian Labuda) und Stöbermann (Dominique Horwitz).","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schreck in der Abendstunde","epNo":1,"alt":"Episode 1","descr":"Anton ist allein zu Hause, denn seine Eltern sind ins Kino gegangen. Da ist es für ihn eine willkommene Abwechslung, als sein Freund Rüdiger, der kleine Vampir, ihn besuchen kommt und Anton mit ihm in seine Familiengruft fliegen kann, um dort zusammen mit Anna und Lumpi, Rüdigers Geschwistern, Vampirjäger zu spielen. Doch auf dem Friedhof lauert bereits der echte Vampirjäger Geiermeier…","versions":[{"lang":1,"streams":[{"redirect":13008087,"hoster":"VOE"},{"redirect":8619846,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Anna in Not","epNo":2,"alt":"Episode 2","descr":"Die Vampirsippe von Schlotterstein ist in heller Aufregung: Auf dem Friedhof hat Vampirjäger Geiermeier die kleine Anna, das Nesthäkchen der Familie, gefangen und in seine Wohnung verschleppt. Wenn man Geiermeier doch nur täuschen und davon überzeugen könnte, dass Anna gar kein Blutsauger ist! So beschließt Anton, sich vor Geiermeier als Annas Bruder auszugeben…","versions":[{"lang":1,"streams":[{"redirect":8619853,"hoster":"VOE"},{"redirect":8619856,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Überraschung in der Nacht","epNo":3,"alt":"Episode 3","descr":"Anton und sein Freund Rüdiger, der kleine Vampir, sind auf dem Rummelplatz. Bei der Fahrt in der Geisterbahn zittert Rüdiger am ganzen Leib. \"Ich dachte immer, Vampire haben keine Angst\", meint Anton. Er weiß nicht, dass hinter der nächsten Ecke Rüdigers Cousin, Jörg der Aufbrausende, lauert. Und der schafft es, Rüdiger so zu zusetzen, dass dieser einen unerwarteten Entschluss fällt…","versions":[{"lang":1,"streams":[{"redirect":8619860,"hoster":"VOE"},{"redirect":8619849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geiermeiers Verdacht","epNo":4,"alt":"Episode 4","descr":"Anna, das kleine Vampirmädchen, hätte so gern, dass Anton etwas in ihr Poesiealbum schreibt. Unglücklicherweise fällt das auch dem Vampirjäger Geiermeier in die Hände. Er schöpft Verdacht, was auch Antons Eltern zu spüren bekommen…","versions":[{"lang":1,"streams":[{"redirect":8619858,"hoster":"VOE"},{"redirect":8619873,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Sarg muss mit","epNo":5,"alt":"Episode 5","descr":"Anton wird die Sommerferien auf dem Bauernhof nicht allein verbringen, weil sein Vampirfreund Rüdiger beschlossen hat, ihn zu begleiten. Doch nun stehen Anton, Rüdiger und Anna vor einem großen Problem: Wie sollen sie Rüdigers Sarg nach Ottenbüttel transportieren?","versions":[{"lang":1,"streams":[{"redirect":12173215,"hoster":"VOE"},{"redirect":8619862,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nächtliche Bahnfahrt","epNo":6,"alt":"Episode 6","descr":"Mit dem Sarg unterm Arm suchen Anton und Rüdiger im Nachtzug nach einem leeren Abteil. Sie fahren nach Ottenbüttel zu dem Bauernhof, auf dem Anton seine Ferien verbringen soll. Die Zugfahrt verläuft ohne große Zwischenfälle, bis Rüdiger plötzlich fliegt und eine ältere Dame, Frau Giftich, die Notbremse zieht…","versions":[{"lang":1,"streams":[{"redirect":8619867,"hoster":"VOE"},{"redirect":12980204,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Angst um Rüdiger","epNo":7,"alt":"Episode 7","descr":"Die Ferien auf dem Bauernhof können beginnen. Es wäre auch alles in Ordnung, wenn Anton nur wüsste, wo sich sein Freund Rüdiger, der kleine Vampir, mit seinem Sarg versteckt hat. Auch Rüdigers Familie, die von Schlottersteins, machen sich inzwischen große Sorgen, denn Tante Dorothee weiß zu berichten, dass das Landleben für Vampire äußerst gefährlich ist. Womit sie nicht ganz Unrecht hat…","versions":[{"lang":1,"streams":[{"redirect":8619870,"hoster":"VOE"},{"redirect":8619869,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Glück im Unglück","epNo":8,"alt":"Episode 8","descr":"Anna hält es zu Hause in der Gruft nicht mehr aus und reist Rüdiger und Anton nach. Beim nächtlichen Flug nach Ottenbüttel entdeckt sie plötzlich den Mantel ihres Bruders auf einer Vogelscheuche. Anna ist entsetzt. Ist Rüdiger tot? Sie hat gar keine Zeit, darüber nachzudenken, denn plötzlich steht Vampirjäger Stöbermann mit seinem bellenden Hund vor ihr…","versions":[{"lang":1,"streams":[{"redirect":9932635,"hoster":"VOE"},{"redirect":12980203,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vom Teufel geritten","epNo":9,"alt":"Episode 9","descr":"Der kleine Vampir Rüdiger überredet Anton zu nächtlichen Ausritten. Erst sträubt sich Anton, doch schließlich findet er Gefallen an diesem Mitternachtssport. Aber die Reitaktionen bleiben nicht unentdeckt. Vampirjäger Stöbermann liegt auf der Lauer. Und er hat sich Verstärkung aus der Stadt geholt: seinen Kollegen Geiermeier.","versions":[{"lang":1,"streams":[{"redirect":8619881,"hoster":"VOE"},{"redirect":8619900,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der unheimliche Organist","epNo":10,"alt":"Episode 10","descr":"Anna feiert ihren Geburtstag auf dem Land, und die ganze Familie kommt sie besuchen. Zur Feier der Nacht spielt ihr Vater, Ludwig der Fürchterliche, ein schaurig-schönes Lied auf der Kirchenorgel. Vampirjäger Stöbermann, der an eine harmlose nächtliche Andacht glaubt, fällt beim Anblick des unheimlichen Organisten in Ohnmacht. Zum Entzücken von Tante Dorothee, die sogleich die Zähne wetzt…","versions":[{"lang":1,"streams":[{"redirect":8619896,"hoster":"VOE"},{"redirect":8619884,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Grusel-Show","epNo":11,"alt":"Episode 11","descr":"Vampirjäger Stöbermann hat einen neuen genialen Plan für seine Mission im Kampf gegen die Blutsauger. Doch auf dem Land genießen nicht nur er, Antons Familie und der kleine Vampir die frische Luft, auch die Eheleute Peanut aus Amerika haben die Natur für sich entdeckt. Wenn da nur nicht an jeder Wegkreuzung Särge aufgestellt würden…","versions":[{"lang":1,"streams":[{"redirect":8619892,"hoster":"VOE"},{"redirect":8619889,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der blutrote Rubin","epNo":12,"alt":"Episode 12","descr":"Aufregung in der Gruft von Schlotterstein: \"Die internationale Versammlung aller Vampire der Welt\" steht vor der Tür, und die Familie steckt mitten in den Vorbereitungen für das große traditionelle Vampirfest. Aber wo ist der rote Rubin, der ihnen vor 130 Jahren anvertraut wurde? Rüdiger und Anna machen sich auf die verzweifelte Suche, denn ohne Edelstein droht ihrer Familie die vampirische Ächtung und damit das endgültige Aus…","versions":[{"lang":1,"streams":[{"redirect":12920772,"hoster":"VOE"},{"redirect":8619890,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Vampirfest","epNo":13,"alt":"Episode 13","descr":"Die Sippe von Schlotterstein gibt ein großes, internationales Vampirfest in der alten Burgruine. Anton hat sich als Vampir verkleidet, um bei der Party dabei sein zu können. Plötzlich platzen seine Eltern herein. Im Glauben an ein Kostümfest haben sie sich ebenfalls Vampirgebisse angelegt, doch verkennen sie offensichtlich den Ernst ihrer Lage. Gefahr droht ihnen nicht nur vonseiten der Vampire…","versions":[{"lang":1,"streams":[{"redirect":8619909,"hoster":"VOE"},{"redirect":8619911,"hoster":"Streamtape"}]}]}]}]}