{"path":"/serie/stream/der-schattenmann","name":"Der Schattenmann","descr":"Nachdem sein bester Freund und Kollege ermordet wurde, versucht der Frankfurter Polizist Charly Held, sich in die Organisation des Gangsterbosses Jan Herzog einzuschleusen. Es dauert jedoch nicht lange, bis Held mehr gefallen an dem ausschweifenden Unterweltleben findet, als erwartet. Während er zu Herzogs rechter Hand aufsteigt, geht sein `reales` Familienleben zusehends in die Brüche. Vergeblich versucht der Undercover-Ermittler Grobecker, ihn an seinen ursprünglichen Auftrag, Beweise gegen Herzog zu sammelm, zu erinnern. Eines Tages aber kommt der Punkt an dem Charly endgültig entscheiden muss, auf wessen Seite er steht.","seasons":[{"path":"/serie/stream/der-schattenmann/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-schattenmann/staffel-1/episode-1","name":"Mitten unter uns","epNo":1,"alt":"","descr":"Vertreter der italienischen Mafia treffen sich mit Jan Herzog, dem Drahtzieher des organisierten Verbrechens in Frankfurt. Die Polizei ist vor Ort, doch bei dem misslungenen Einsatz kommt der Partner des Hauptkommissars ums Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12593920","hoster":"VOE"},{"path":"/redirect/12593921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schattenmann/staffel-1/episode-2","name":"Janus","epNo":2,"alt":"","descr":"Herzog möchte sich bei dem Mann, der seinen Sohn gerettet hat, bedanken. Er lädt ihn für den nächsten Abend in seine schlossähnliche Villa am Main-Ufer ein. Die verdeckten Ermittler Held und King sind überglücklich, aber auch nervös.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427035","hoster":"VOE"},{"path":"/redirect/12593917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schattenmann/staffel-1/episode-3","name":"Das Chamäleon","epNo":3,"alt":"","descr":"Die Staatsanwaltschaft will weiterhin ein Verfahren gegen Held einleiten und dessen Karriere steht auf dem Spiel. Überraschenderweise empfängt Herzog ihn mit offenen Armen und behandelt den Undercover-Ermittler wie einen echten Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12593909","hoster":"VOE"},{"path":"/redirect/12593910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schattenmann/staffel-1/episode-4","name":"Lautlose Geschäfte","epNo":4,"alt":"","descr":"Nachdem Anneliese erfahren hat, dass ihr Mann mit einer anderen Frau zusammenlebt, trennt sie sich von ihm. Held versucht unterdessen vergeblich, mit Barbara Kontakt aufzunehmen. Später begegnet er Möllbach in Michelles Landhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12593907","hoster":"VOE"},{"path":"/redirect/12593904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schattenmann/staffel-1/episode-5","name":"Kopfjäger","epNo":5,"alt":"","descr":"Innenminister Möllbach geht auf Distanz zu Michelle. In seiner neuen Position möchte er nicht mehr mit ihr in Verbindung gebracht werden. Hilfesuchend wendet sich Michelle an Herzog. Held stellt Herzog zur Rede, doch der reagiert anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12593908","hoster":"VOE"},{"path":"/redirect/12593911","hoster":"Streamtape"}]}]}]}]}