{"seriesId":"der-geist-und-molly-mcgee","name":"Der Geist und Molly McGee","descr":"[The Ghost and Molly McGee] Ein missglückter Fluch bindet den stets grantigen Geist Scratch an das stets optimistische, gut gelaunte Mädchen Molly McGee, das gerade mit ihrer Familie in eine neue Stadt gezogen ist. Fortan sind sie gezwungen, ihren Alltag gemeinsam zu meistern und voneinander zu lernen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fluch / Schwerer erster Tag","epNo":1,"alt":"The Curse / First Day Frights","descr":"\"Der Fluch\": Die Familie McGee zieht in ein heruntergekommenes Haus in ihrer neuen Heimatstadt Brighton, das zufällig von Scratch, einem der schlimmsten Geister im Geisterreich, bewohnt wird. Molly, die Tochter, \"freundet\" sich sofort mit ihm an, der sie in seiner Wut versehentlich verflucht, sodass er für immer an sie gebunden ist. Er versucht, die Familie aus dem Haus zu vertreiben, damit der Fluch gebrochen werden kann, aber Molly überzeugt die Familie, zu bleiben. Sie befolgt den Rat ihrer Großmutter Nin und macht einen Sal Phra Phum für Scratch, der ihn gnädig annimmt, unter der Bedingung, dass er gefüttert wird. Im Geisterreich bemerkt der Vorsitzende, dass Brightons Elendsanzeige gesunken ist. \"Schwerer erster Tag\": Molly ist nervös wegen ihres ersten Tages an ihrer neuen Schule, was Scratch auszunutzen versucht, aber sie verwirft ihre Vorsicht. Am Ende verärgert sie die Influencerin Andrea Davenport, nachdem sie ihren Namen zweimal falsch ausgesprochen hat[a], und wird zusammen mit der ähnlichen Studentin Libby zur Ausgestoßenen. Als Molly sich weigert, nachzugeben, verliert Scratch die Beherrschung; Andrea sieht dies zufällig und fällt in Ohnmacht. Molly versucht, Andrea zum Büro der Krankenschwester zu bringen, aber Scratch verrät Molly und der bewusstlosen Andrea allen in der Schule. Schockiert über den Anblick von Molly, die Andrea\u0027s Körper hält, beginnen alle, sie zu beleidigen, aber Scratch gewinnt Einfühlungsvermögen und nimmt Andrea\u0027s Körper in Besitz und gibt eine Erklärung ab, dass die Leute ihren Namen aussprechen können, wie sie wollen, und dass Molly und Libby eine bessere Behandlung verdienen. Molly behauptet, dass Scratch sich sehr um sie kümmert, sehr zu seinem Leidwesen.","versions":[{"lang":1,"streams":[{"redirect":13596215,"hoster":"VOE"},{"redirect":10625443,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heulende Harriet / Das (Über)natürliche","epNo":2,"alt":"Howlin Harriet / The (Un)natural","descr":"Molly nimmt an einem Campingausflug teil, um die wichtigste Frage ihres Lebens zu beantworten: Wer wird ihre beste Freundin sein? Scratch zeigt Mollys Softball-Team, wie es sich anfühlt, zu gewinnen","versions":[{"lang":1,"streams":[{"redirect":14078027,"hoster":"VOE"},{"redirect":12642693,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Neubau der Konzertmuschel / Das größte Konzert aller Zeiten","epNo":3,"alt":"Getting the Band(shell) Back Together / The Greatest Concert Ever","descr":"Molly sammelt Geld, um die alte Brighton Konzertmuschel wieder aufzubauen und die Stadt zusammenzubringen.  Molly und Scratch versuchen, eine Band zu finden, die das erste Konzertmuschel-Konzert in Brighton gibt.","versions":[{"lang":1,"streams":[{"redirect":13596508,"hoster":"VOE"},{"redirect":12642695,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mama im Stress / Auf nach Mollywood!","epNo":4,"alt":"Mama’s Gotta Hustle / Hooray for Mollywood!","descr":"Als die McGees knapp bei Kasse sind, wendet sich Mama an eine App namens Gig-Pig. Molly lernt, dass mehr Geld auch mehr Probleme bedeutet, als sie und Andrea sich zusammentun, um einen Gruselfilm zu drehen.","versions":[{"lang":1,"streams":[{"redirect":14078275,"hoster":"VOE"},{"redirect":12628666,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der unehrliche Abe / Spannung mit Grandma Nin","epNo":5,"alt":"Not So Honest Abe / The Best of Nin-tentions","descr":"Als Scratch Molly erzählt, er könne Abe Lincoln dazu bringen, ihr bei ihrem Projekt zu helfen, versucht er, seine Lüge zu vertuschen.  Als Mama und Oma Nin sich nicht vertragen, bringt Molly sie dazu, sich zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":14143483,"hoster":"VOE"},{"redirect":10625455,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Libby’s große Party / Keine gute Tat","epNo":6,"alt":"Mazel Tov, Libby! / No Good Deed","descr":"Molly versucht, für Libby die beste Bat Mitzwa aller Zeiten zu organisieren, aber sie verfehlt ihr Ziel.  Als Darryl in der Schule in Schwierigkeiten gerät, meldet sich Molly freiwillig, um ihm zu helfen, sein Verhalten zu ändern.","versions":[{"lang":1,"streams":[{"redirect":13723733,"hoster":"VOE"},{"redirect":12388107,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Rüben-Fest / Der Ja-und-Nein-Fluch","epNo":7,"alt":"The Turnip Twist / All Systems No","descr":"Papa und Molly veranstalten ein Rübenfest, um das beste Fest des Mittleren Westens gegen die rivalisierende Stadt Perfektenborg zu gewinnen.  Einen Tag lang kann Molly nur \"Ja\" und Scratch nur \"Nein\" sagen.","versions":[{"lang":1,"streams":[{"redirect":14165968,"hoster":"VOE"},{"redirect":10625457,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Statuen-Desaster / Die Talentshow","epNo":8,"alt":"Monumental Disaster / Talent Show","descr":"Als Molly den Gründer von Brighton kennenlernt, wird ihr klar, dass er nicht der Held ist, für den ihn die Geschichte gehalten hat.  Molly will verhindern, dass Libby sich beim Talentwettbewerb der Schule blamiert.","versions":[{"lang":1,"streams":[{"redirect":14131128,"hoster":"VOE"},{"redirect":14389874,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wackelige Wahrheit / Das Freunde-Duell","epNo":9,"alt":"Scratch the Surface / Friend-Off","descr":"Als das ständige Belügen von Libby seine Konsequenzen zieht, kämpft Molly damit, Scratch geheim zu halten.  Libby und Scratch duellieren darum, Mollys einziger bester Freund zu sein.","versions":[{"lang":1,"streams":[{"redirect":13375557,"hoster":"VOE"},{"redirect":14382443,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Fest der Lichter / Rettet Weihnachten","epNo":10,"alt":"Festival of Lights / Saving Christmas","descr":"In acht Vignetten verbreiten Libby und ihre Mutter während eines stadtweiten Stromausfalls Hanukkah-Stimmung. // Molly nutzt ein Weihnachtslied, um Andrea’s Vater davon zu überzeugen, Weihnachten zu retten.","versions":[{"lang":1,"streams":[{"redirect":14120436,"hoster":"VOE"},{"redirect":12837614,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Eisprinzessin / Auf die Plätze, fertig, Schnee!","epNo":11,"alt":"Ice Princess / Ready, Set, Snow!","descr":"Als ein Geist einen Eissturm in Brighton verursacht, kann nur Dad die Stadt vor dem ewigen Winter retten. // Molly bekommt schneefrei, hat aber Mühe, bei ihrem Programm zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":14117900,"hoster":"VOE"},{"redirect":14389876,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spieleabend / Die Unwohltäterin","epNo":12,"alt":"Game Night / The Don’t-Gooder","descr":"Die McGees lassen sich beim Familienspielabend vom Wettkampf überrumpeln. Als Andrea die Lorbeeren für Mollys ehrenamtliche Arbeit stiehlt, versucht Molly, sie bloß zu legen.","versions":[{"lang":1,"streams":[{"redirect":14068531,"hoster":"VOE"},{"redirect":14389878,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Molly steht für Gerechtigkeit / Zwillingstrubel","epNo":13,"alt":"Innocent Until Proven Ghostly / Twin Trouble","descr":"Molly versucht, Scratchs Unschuld zu beweisen, als er fälschlicherweise eines Verbrechens beschuldigt wird. Dad kämpft damit, sich selbst treu zu bleiben, als seine Zwillingsgeschwister zu Besuch kommen.","versions":[{"lang":1,"streams":[{"redirect":14131130,"hoster":"VOE"},{"redirect":14382440,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Molly und die Ziege / Der sehr hungrige Geis","epNo":14,"alt":"Goat Your Own Way / The Very Hungry Ghost","descr":"Molly besteht darauf, eine widerspenstige Ziege auf \"Mollys Art\" zu dressieren. Als die McGees einen thailändischen Feiertag feiern, bei dem es darum geht, \"hungrige Geister\" zu füttern, versucht Scratch, das Festmahl ganz für sich zu behalten.","versions":[{"lang":1,"streams":[{"redirect":14158921,"hoster":"VOE"},{"redirect":14494615,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Prüfung / Alte böse Liebe","epNo":15,"alt":"Scare Tactics / The Bad Boy Bobby Daniels","descr":"Als Scratch den Unterricht schwänzt, um mit Geoff herumzualbern, kämpft er darum, seine Schreckprüfung zu bestehen. Molly und Scratch versuchen, Patty mit ihrer alten Flamme wieder zusammenzubringen: Dem Bad Boy Bobby Daniels.","versions":[{"lang":1,"streams":[{"redirect":14106029,"hoster":"VOE"},{"redirect":14382444,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Staatsdienerin McGee / Das Praktikum","epNo":16,"alt":"Citizen McGee / The Internship","descr":"Als aus Mollys Sieg beim Wettbewerb \"Bürgermeister für einen Tag\" ein Job als Bürgermeisterin auf Lebenszeit wird, hat sie mit dem Druck zu kämpfen. // Molly macht ein Praktikum bei Weird Larry und kämpft darum, das Beste daraus zu machen.","versions":[{"lang":1,"streams":[{"redirect":14078114,"hoster":"VOE"},{"redirect":14494622,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Glücks-Penny / Bloß keine Ablenkung!","epNo":17,"alt":"The Lucky Penny / Lock, Stock, And Peril","descr":"Molly und Scratch helfen Libby, ihr Glück am Freitag, dem 13. zu verbessern. // Als die McGees im Keller eingesperrt werden, suchen Molly und Scratch Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14143519,"hoster":"VOE"},{"redirect":14494627,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Raus aus Heim und Haus / Zuhause ist, wo dein Geist wohnt ","epNo":18,"alt":"Out Of House And Home / Home Is Where The Haunt Is","descr":"Die McGees kämpfen darum, über die Runden zu kommen, nachdem ein Krankenhausaufenthalt sie fast pleite gemacht hat. // Molly tut ihr Bestes, um so zu tun, als ob alles normal wäre, während Scratch das Haus beschützt.","versions":[{"lang":1,"streams":[{"redirect":13412069,"hoster":"VOE"},{"redirect":14494624,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Finde deinen Schrecken / Die Nacht von Eis und Hunger","epNo":19,"alt":"Scaring Is Caring / All Night Plight","descr":"Als Scratch am Tag vor der Abgabe seines Berichts nicht in der Lage ist, zu erschrecken, übernimmt Molly für den Tag das Erschrecken. // Molly, Scratch und Libby versuchen, die ganze Nacht aufzubleiben, um einen seltenen Kometen zu sehen.","versions":[{"lang":1,"streams":[{"redirect":14158441,"hoster":"VOE"},{"redirect":14494633,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Freuden-Jägerin / Molly gegen die Geisterwelt","epNo":20,"alt":"The Jig Is Up / Molly Vs. The Ghost World","descr":"Als der Geisterrat die Freude in Brighton entdeckt, muss Scratch Molly vor Schaden bewahren.  // ls Scratch zur Verhandlung in die Geisterwelt gebracht wird, geht Molly hinein, um ihn zu retten.","versions":[{"lang":1,"streams":[{"redirect":14118525,"hoster":"VOE"},{"redirect":14494632,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schrecklich nette Nachbarn","epNo":1,"alt":"The New (Para)Normal","descr":"Eine neue Familie, die Chens, zieht nach Brighton und die McGees heißen sie herzlich willkommen. In der Zwischenzeit wird Scratch unfreiwillig der neue Vorsitzende der Geisterwelt (nach dem Tod des ursprünglichen Vorsitzenden im Finale der ersten Staffel) und bringt den Barrister-Geistern bei, Spaß zu haben. Die McGees möchten mit den Chens befreundet sein und stellen fest, dass die Menschen in ihrer Familie gemeinsame Interessen haben wie sie. Nachdem Oliver, der Sohn der Familie Chen, jedoch verrät, dass er und seine Familie Geisterjäger sind, versucht Molly, die Barrister-Geister vor ihnen zu verbergen, woraufhin gruselige Kreaturen namens \"Frightmares\" im Haus auftauchen und Scratch dazu zwingen, die Geisterjäger anzuziehen Führt das Outfit des Vorsitzenden zusammen und schickt sie weg. Um den Verdacht der Chens zu vermeiden, beschließen die McGees, mit der Familie befreundet zu bleiben und versprechen gleichzeitig, Scratch zu beschützen. Unterdessen entdecken die Chens, dass es in Brighton Geister gibt, und machen sich auf die Jagd nach ihnen.","versions":[{"lang":1,"streams":[{"redirect":14032986,"hoster":"VOE"},{"redirect":13233129,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spuk wie aus dem Buch / Der doppelte Darryl","epNo":2,"alt":"Book Marks the Sprite / Double, Double, Darryl \u0026 Trouble","descr":"\"Spuk wie aus dem Buch\": Libbys Mutter bittet sie, während ihrer Abwesenheit auf den Buchladen aufzupassen, was zu einem Problem wird, als ein Story-Sprite auftaucht, ein kleines Wesen, das die Fähigkeit hat, Wörter in Geschichten zu konsumieren und die Charaktere darin zu werden . Als ob das nicht schon schlimm genug wäre, betritt Oliver den Buchladen auf der Suche nach Geistern. Molly bringt ihn nach draußen, während Scratch und Libby versuchen, den Sprite zu besiegen. Schließlich nutzt Libby ihr Tagebuch, um den Sprite in einen Klon ihrer selbst zu verwandeln, der alle Wörter wieder in die Bücher einträgt und den Laden aufräumt. Unterdessen kann Molly Oliver nicht davon überzeugen, dass Geister nicht so schlimm sind, wie sie scheinen, aber Libby versichert ihr, dass es immer noch eine Chance für ihn gibt, seine Meinung zu ändern. \"Der doppelte Darryl\": Nachdem Darryl in der Schule erneut in Schwierigkeiten geraten ist, verwandelt er sich in einen Geist, damit er Spaß haben kann, während seine seelenlose Hülle seine ganze Arbeit erledigt. Nachdem er gesehen hat, wie alle Darryls Hülse für sein gutes Benehmen lobten, denkt er, dass sie es seinem echten Er vorziehen, und bereitet sich darauf vor, wegzulaufen. Nachdem er jedoch gehört hat, wie Pete und Sharon sich darüber beklagen, dass Darryl seinen Funken verloren hat, jagt Darryl seinen Körper, der auf dem Weg zum Schrottplatz auf die Ladefläche eines Müllwagens springt (wie er seine Hülle zuvor ein \"Stück Müll\" nannte). . Nachdem er seinen Körper gerettet hat, kurz bevor er in der Verbrennungsanlage verbrannt werden kann, dringt Darryl wieder in seinen Körper ein und kehrt nach Hause zurück. Die Familie ist froh, dass Darryl wieder er selbst ist.","versions":[{"lang":1,"streams":[{"redirect":14209496,"hoster":"VOE"},{"redirect":13233130,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mom \u0026amp; die Muse / Der Limo-Raub","epNo":3,"alt":"Faint of Art / A Soda to Remember","descr":"\"Mom \u0026 die Muse\": Sharon geht in den Keller, um ihrer Leidenschaft für die Malerei nachzugehen, ist aber von der leeren Leinwand eingeschüchtert und kann sich nichts einfallen lassen. Sie versucht immer wieder, der Malerei zu entkommen, doch ihre Familie hält sie immer wieder davon ab. Schließlich gesteht Sharon, dass sie angesichts so vieler Dinge, die ihre Leidenschaft im Leben unterbrochen haben, Angst davor hat, es wirklich zu tun, aber Molly sagt ihr, dass es in Ordnung sei, so zu denken. Nachdem Scratch versehentlich in Sharons Farben sitzt und sein Gesäß an der Leinwand reibt, wird Sharon endlich zum Malen inspiriert und Scratch und Molly lassen sie in Ruhe malen. \"Der Limo-Raub\": Während Molly und Libby über vergangene Erinnerungen schwelgen, verrät Scratch, dass er sich an nichts aus seinem Leben vor seiner Verwandlung zum Geist erinnert, außer an eine Marke Erdbeerlimonade, die vor Jahren eingestellt wurde. Glücklicherweise kann Darryl online eine Flasche besorgen, aber als er sie den anderen in der Schule zeigt, beschlagnahmt Rektor O\u0027Conner sie. Die vier planen einen Raubüberfall, um die Limonade zurückzustehlen, aber Scratch versucht, die Mission zu sabotieren, weil er Angst hat, sich an etwas Schlimmes zu erinnern. Molly beruhigt Scratch und es gelingt ihnen, die Limonade zu stehlen. Als Scratch die Limonade trinkt, erinnert er sich an die Zeit als Kind, als eine Freundin von ihm weggezogen ist, und blickt in die Ferne, um sich zu erinnern, wer sie ist.","versions":[{"lang":1,"streams":[{"redirect":14117885,"hoster":"VOE"},{"redirect":13233121,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Perioden-Pakt und andere Pannen / Die Sonne scheint immer in Sunnyland","epNo":4,"alt":"A Period Piece / It’s Always Sunny in Sunnyland","descr":"\"Perioden-Pakt und andere Pannen\": Als Molly Libby und Andrea zu einer Übernachtung einlädt, bekommt Libby am Ende ihre erste Periode. Andrea, die dieses Ereignis bereits erlebt hat, hilft Libby und sie kommen einander näher (und schließen sogar einen \"Zeitpakt\"). Während Pete und Scratch unterwegs sind, um Periodenprodukte zu kaufen, wird Molly durch die neue Bindung zwischen Libby und Andrea bedroht und versucht, sich reifer zu verhalten, um mitzumachen, bricht aber schließlich zusammen. Libby und Andrea versichern Molly, dass jeder in seinem eigenen Tempo aufwächst und dass sie weiterhin mit ihr befreundet sein werden, was Molly glücklich macht. \"Die Sonne scheint immer in Sunnyland\": Als schlechtes Wetter die Pläne der McGees für einen einwöchigen Urlaub in Sunnyland zunichte macht, beschließt Molly, den Urlaub zu ihnen zu bringen, indem sie in ihrem Haus einen provisorischen Sunnyland-Park errichtet. Sie engagiert Scratch als Aushilfskraft und die Familie hat die beste Zeit ihres Lebens. Die Familie geht jedoch davon aus, dass der Spaß die ganze Woche anhalten wird, und Molly wird langsam müde, Dinge zu planen. Sie versucht, Libby als Hilfe zu engagieren, aber Libby interessiert sich mehr für die Fahrgeschäfte. Nachdem eine erschöpfte und frustrierte Molly versehentlich das Haus überschwemmt, entschuldigen sich alle bei ihr dafür, dass sie keine Rücksicht auf ihre Gefühle genommen haben, und lassen sie an dem Spaß teilhaben.","versions":[{"lang":1,"streams":[{"redirect":14158842,"hoster":"VOE"},{"redirect":13233118,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Tanz mit Ollie / Davenport’s on Demand","epNo":5,"alt":"I Wanna Dance with Some-Ollie / Davenport’s on Demand","descr":"\"Ein Tanz mit Ollie\": Molly geht mit Ollie zu einem bevorstehenden Schulball, sehr zum Leidwesen von Scratch, da Ollie ein Geisterjäger ist. Beim Tanz halten alle Molly und Ollie für ein Paar, während Scratch versucht, den Tanz zu sabotieren. Molly erzählt Scratch, dass sie tatsächlich in Ollie verknallt ist, und Scratch geht verärgert weg und gerät in eine Geisterfalle, die die Chens aufgestellt haben. Als Molly es herausfindet, befreit sie Scratch und sie entschuldigen sich gegenseitig, wobei Ersterer erklärt, dass sie und Ollie fertig sind. Ohne dass sie es wissen, hat Ollie von Scratch erfahren und belauscht, was Molly gesagt hat, was ihm das Herz bricht. Nach dem Tanz fragt Esther Ollie, ob etwas nicht stimmt, doch Ollie lügt und beschließt, Mollys Geheimnis vor seiner Familie geheim zu halten. \"Davenport\u0027s on Demand\": Andrea interessiert sich für das Programmieren und erstellt eine App, mit der die Leute alles bestellen können. Die App erweist sich vor allem bei der Familie McGee als äußerst beliebt, bis Molly herausfindet, dass kleine Unternehmen aufgrund des Erfolgs der App geschlossen werden. Nachdem es Molly nicht gelungen ist, mit den anderen Geschäftsinhabern durch die Einführung eines Lieferdienstes zu konkurrieren, protestiert sie gegen die Davenports, um die App zu schließen. Während es Herrn und Frau Davenport egal ist, fühlt sich Andrea schlecht und schließt die App, während Molly ablenkt ihr Vater. Andrea verspricht dann, ihre Codierung von nun an für immer zu nutzen. Unterdessen beschließt der CEO eines Unternehmens namens Bizmart, sein Geschäft nach Brighton auszuweiten.","versions":[{"lang":1,"streams":[{"redirect":14068623,"hoster":"VOE"},{"redirect":13233115,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Puppe zum Niederknien / Die Qual der Partywahl","epNo":6,"alt":"A Doll to Die For / The (After)life of the Party","descr":"\"Eine Puppe zum Niederknien\": Scratch verflucht einen gruseligen, Unruhe stiftenden Geist namens \"Lord Doom\", um das nächste Objekt, das er sieht, in Besitz zu nehmen, das sich als Babypuppe im Menschenreich herausstellt. Obwohl Molly zum Haus der McGees kommt, um Scratch anzugreifen, beschließt sie, Lord Doom beizubringen, nett zu sein. Mit der Zeit macht sich Molly Sorgen, dass Lord Doom versucht, sie zu töten, aber er verrät, dass er nur versucht hat, eine Collage aus ihr zu machen. Es macht ihn traurig, dass Molly ihm nicht vertraut, aber er erkennt auch, dass er aufgrund seiner intensiven Persönlichkeit nicht zu den McGees gehört. Er wird schließlich zum Spielzeug von Gertrudes und Hidalgos Sohn Octavious. \"Die Qual der Partywahl\": Scratch wird zu Geoffs Party eingeladen, aber da er denkt, dass es langweilig werden könnte, beschließt er, stattdessen zu einer vermeintlich beeindruckenderen Party zu gehen, die von einem anderen Geist namens Jeff (anders geschrieben) veranstaltet wird Mollys Verzweiflung, die das Gefühl hat, dass er mit demjenigen gehen sollte, der ihn zuerst eingeladen hat (das war Geoff). Auf Jeffs Party sieht Scratch Geoff dort doch und versucht sich vor ihm zu verstecken. Jinx, der ebenfalls auf der Party ist, entlarvt Scratch gegenüber Geoff als Rache für den Sieg über den Vorsitzenden. Es stellt sich heraus, dass Geoff und Jeff die Party gemeinsam organisiert hatten (was Jinx die ganze Zeit wusste) und Scratch beteiligt sich an dem Spaß, obwohl Jeff ihn warnt, nicht noch einmal mit Geoffs Gefühlen zu spielen.","versions":[{"lang":1,"streams":[{"redirect":14209450,"hoster":"VOE"},{"redirect":13233112,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Halloween-Geschichte","epNo":7,"alt":"Frightmares on Main Street","descr":"In einer Halloween-Folge, die als Fortsetzung von \"I Wanna Dance with Some-Ollie\" fungiert, richtet Molly in der Nähe der Schule ein \"Spukhaus\" ein, um Geld zu sammeln, um einem kleinen Jungen beim Kauf einer Kuh zu helfen. Um zu helfen, lädt Scratch alle Geister ein, das Spukhaus realistischer zu gestalten. Unterdessen glaubt Ollie, der sich der Existenz von Scratch völlig bewusst ist, dass Scratch Molly korrumpiert hat und versucht, sie zu \"retten\", indem er Scratch loswird. Der Rest der Chens wird dann auf die Anwesenheit der Geister aufmerksam gemacht und trifft in der Schule ein, um nach ihnen zu suchen. Molly versucht, sie abzulenken, während Scratch versucht, den Rest der Geister zum Verlassen zu bewegen, wobei Ollie Scratch erwischt. Molly konfrontiert Ollie mit seinen voreingenommenen Ansichten über Geister und sagt, dass einige davon gut sein können, als plötzlich die Frightmares auftauchen und Chaos anrichten. Scratch zieht sein Chairman-Outfit an und verflucht die Frightmares, in einem Kanister gefangen zu werden, den June gebaut hat, um Geister einzufangen, was letztere misstrauisch macht. Die Chens (außer Ollie, der den Geistern schließlich vertraut) geloben, weiterhin nach Geistern zu suchen, um allen ihre Existenz zu beweisen, was Molly und Scratch betrifft.","versions":[{"lang":1,"streams":[{"redirect":14165947,"hoster":"VOE"},{"redirect":13233110,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Entspukung der Brighton-Videothek / 100 Prozent Molly McGee","epNo":8,"alt":"The Unhaunting of Brighton Video / 100% Molly McGee","descr":"\"Die Entspukung der Brighton-Videothek\": Ein Geist namens Blair spukt im ehemaligen Laden \"Brighton Video\", der in ein Gemeindezentrum umgewandelt werden soll, und Molly bittet die Geisterfreunde (darunter Molly selbst, Scratch, Libby) um Hilfe und Ex-Geisterjäger Ollie), um sich um sie zu kümmern. Nach den gescheiterten Versuchen der Gruppe, Blair zum Gehen zu bewegen, ergreift Ollie schockierend ihre Seite und der Rest der Gruppe wird aus dem Laden geworfen. Schließlich gesteht Ollie, dass es ihm schwerfällt, über sein früheres Leben als Geisterjäger hinwegzukommen, was Blair dazu veranlasst, zuzugeben, dass sie zu Lebzeiten den Horrorfilm \"Blood Mansion\" nicht zurückgegeben hat und gestorben ist, bevor sie dazu in der Lage war. Um das Problem zu lösen, gibt sich die Gruppe als Mitarbeiter des Ladens aus, damit Blair den überfälligen Film zurückgeben kann. Dann verlässt sie glücklich den Laden, ihre unerledigten Geschäfte sind erledigt. \"100 Prozent Molly McGee\": Mollys thailändische Cousine Emmie Suksai kommt zusammen mit ihrem Onkel David und ihrer Oma Nin zu Besuch. Während Molly zunächst aufgeregt ist, stellt sie bald fest, dass die Familie ihrer Mutter viel stärker in die thailändische Kultur verwurzelt ist als sie selbst, und fühlt sich unzulänglich. Sie beschließt, eine Lerneinheit zu absolvieren, um mehr über die thailändische Sprache und Kultur zu lernen. Obwohl es ihr einigermaßen gelingt, kann sie immer noch nicht mithalten, während ihre Familie beim Essen schnell Thailändisch spricht, und bricht zusammen, weil sie beschließt, dass sie nicht \"Thai genug\" ist. Ihre Familie hat jedoch Mitgefühl und gibt zu, dass sie sich auch manchmal nicht thailändisch genug gefühlt hat. Emmie sagt, dass sie Molly so lieben, wie sie ist, was sie glücklich macht und erklärt, dass sie \"100 % Molly McGee\" ist.","versions":[{"lang":1,"streams":[{"redirect":14165960,"hoster":"VOE"},{"redirect":13447768,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Viel Hai um nichts / Nin-Abhängigkeit","epNo":9,"alt":"All Shark No Bite / Nin-dependence","descr":"\"Wie der Vater, so die Libby\": Pete und Sharon gehen einen Date-Abend aus und lassen Molly, Darryl und Scratch alleine zurück. Sie schauen sich den Horrorfilm \"Fins of Fear\" an, in dem es um einen Geisterhai geht. Während Molly und Darryl verängstigt sind, versichert Scratch ihnen, dass der Geisterhai nicht real ist, und ruft, indem er sein Chairman-Outfit anzieht, einen herbei, um es zu beweisen. Das Trio ist jedoch entsetzt, als es herausfindet, dass die Beschwörung funktioniert hat, und verbringt die Nacht damit, voller Angst vor dem Geisterhai zu fliehen, bis zu Mollys Schlafzimmer. Schließlich erkennen sie, dass Scratch die Macht hat, zu entscheiden, was der Geisterhai ist, und verwandelt ihn in eine niedlichere, gefügige Version seiner selbst. Pete und Sharon kehren nach Hause zurück und finden sie alle entspannt auf der Couch vor. Obwohl sie über die Anwesenheit des Geisterhais verwirrt sind, beschließen sie, nicht zu fragen. \"Die Tanz-Dad-Revolution\": Nachdem Oma Nin sich verletzt hat, nehmen die McGees sie auf, erweisen sich jedoch als überfürsorglich gegenüber ihr. Sie schickt sie mit verschiedenen Besorgungen los, damit sie sich alleine davonschleichen kann, und als sie zurückkommen und feststellen, dass sie nicht da ist, machen sie sich alle Sorgen und durchsuchen die Stadt nach ihr. Inzwischen wird sie von den anderen Senioren Brightons gefunden, nachdem sie einen Schwindelanfall erlitten hat und zusammengebrochen ist, und genießt ihre Gesellschaft mehr. Als die McGees sie im Seniorenheim einholen, sagt sie ihnen, dass sie dort bleiben möchte, wo sie besser versorgt wird (und gleichzeitig ein gewisses Maß an Unabhängigkeit behält), und sie entschuldigen sich für die Art und Weise, wie sie sie behandelt haben.","versions":[{"lang":1,"streams":[{"redirect":14158572,"hoster":"VOE"},{"redirect":13447756,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie der Vater, so die Libby / Die Tanz-Dad-Revolution","epNo":10,"alt":"Like Father Like Libby / Dance Dad Revolution","descr":"\"Wie der Vater, so die Libby\": Libby bekommt von ihrem Vater per Post ein Geschenk und einen Brief mit der Bitte um einen Besuch. Libby freut sich, ihn kennenzulernen, da sie ihn aufgrund seiner Reisen um die Welt im Rahmen seiner Karriere als Schriftstellerin seit Jahren nicht gesehen hat. Ihre Mutter willigt ein, sie auf einen Ausflug mitzunehmen, um ihn zu sehen, obwohl sie offenbar zögert. Unterwegs fantasiert Libby über all die lustigen Dinge, die sie mit ihm unternehmen möchte, um die verlorene Zeit auszugleichen. Aber als sie ihn endlich wieder trifft, sagt er ihr, dass er seine Zeit damit verbringen wird, seine gerade fertiggestellte Geschichte zu einer Trilogie auszubauen, statt mit ihr, und zeigt damit, dass ihm seine Karriere wichtiger ist als sie. Mit gebrochenem Herzen kehrt Libby zu ihrer Mutter zurück, die sie aufmuntert und umarmt. Währenddessen meldet sich Molly freiwillig als Babysitterin für Libbys Haustierschildkröten, während sie weg ist. Sie verliert sie schnell aus den Augen, schafft es aber, sie alle einzusammeln, gerade als Libby nach Hause zurückkehrt. \"Die Tanz-Dad-Revolution\": Petes Kampagne für ein Verbot von Plastiktüten wird vom Bürgermeister ignoriert, der zu sehr damit beschäftigt ist, sich Internetvideos anzusehen. Molly hilft ihm, indem sie ein Social-Media-Profil erstellt und ihn zum Tanzen ermutigt, während er seine Botschaft überbringt, und seine Videos werden äußerst beliebt und erfolgreich. Allerdings gerät er schließlich in den Ruhm des Internets und vergisst seine ursprünglichen Absichten, was Molly betrifft. Sie und der Rest der Familie führen mit Hilfe der restlichen Bevölkerung von Brighton eine Intervention durch, und er erkennt den Fehler seines Verhaltens. In der Zwischenzeit nutzt Scratch, inspiriert von Petes Methode, durch Tanz Einfluss zu nehmen, diese, um andere Geister dazu zu bringen, seine Aufgaben als Vorsitzender für ihn zu erledigen, insbesondere einen Tanz aufzuräumen.","versions":[{"lang":1,"streams":[{"redirect":14139248,"hoster":"VOE"},{"redirect":13447743,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Jinx! / Das Rübenball-Spiel","epNo":11,"alt":"Jinx! / Let’s Play Turnipball!","descr":"\"Jinx!\": Jinx ist immer noch verärgert über Scratch über den Tod des Vorsitzenden und verhext Scratch mit Pech und sagt ihm, dass der Fluch rückgängig gemacht wird, wenn sie dreimal seinen Namen sagt. Mit der Hilfe von Molly gelingt es Scratch, Jinx dazu zu bringen, die ersten beiden Male seinen Namen auszusprechen, aber sie erfährt schließlich von der List, bevor sie ihn ein drittes Mal sagen kann. Scratch schafft es jedoch, Jinx zurück zu verhexen, und sie entzaubern sich später gegenseitig, obwohl Jinx immer noch einen Groll gegen Scratch hegt. \"Das Rübenball-Spiel\": Brighton bereitet sich darauf vor, gegen Perfektborg in einer Partie Turnipball anzutreten, mit Ollie als neuem Teammitglied, der, obwohl er nicht weiß, wie man das Spiel spielt, mit reinem Glück immer wieder gute Spielzüge macht. Als Ollie plötzlich eine Auszeit bekommt, weil er eine der Regeln falsch interpretiert hat, gerät Brighton ins Hintertreffen und das Team beginnt zu vermuten, dass die Perfektborgianer betrügen. Während sie in ihrer Umkleidekabine herumschnüffelt, um Nachforschungen anzustellen, stellt Molly fest, dass die Mitglieder des Perfektborg-Teams eigentlich sehr nett sind und sie aus Mitleid absichtlich zustimmen, die Brightonianer gewinnen zu lassen. Währenddessen versucht Scratch, das Maskottchen des Perfektborg-Teams (ein Fleischbällchen) zu übertreffen, indem er als Maskottchen des Brighton-Teams (als Rübe verkleidet) auftritt, erkennt jedoch, wie freundlich das Fleischbällchen-Maskottchen ist. Unglücklicherweise sorgt Ollie versehentlich dafür, dass das Team verliert, indem er die automatische Niederlage erzielt, aber Brighton ist nur froh, dass sein Team tatsächlich einige Punkte geholt hat und fest entschlossen ist, das nächste Mal zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14068445,"hoster":"VOE"},{"redirect":13447764,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Geist IST Molly McGee / Alles Kopfsache","epNo":12,"alt":"The Ghost IS Molly McGee / All in the Mind","descr":"\"Der Geist IST Molly McGee\": Molly wird Regisseurin von Libbys Schulstück, aber die Kinder weigern sich, tatsächlich daran zu arbeiten, während der Geisterrat streikt, weil Scratch keine Wertschätzung für ihre Arbeit zeigt. Molly und Scratch beschließen, die Körper zu tauschen und die Probleme des anderen zu lösen. Das klappt größtenteils gut, aber ein Mädchen namens Georgie weigert sich hartnäckig, Scratch zuzuhören, während Bartholomew alle Geschenke ablehnt, die Molly ihm macht. Um diese beiden Konflikte zu lösen, sprechen Scratch und Molly ruhig mit Georgie bzw. Bartholomew und hören zu, was sie zu sagen haben. Danach beschließt Scratch, Georgie, die nie eine Casting-Rolle in einem Stück bekam, die Hauptrolle spielen zu lassen, während Molly Bartholomew verspricht, dass Scratch nicht länger am Tisch des Ghost Council essen wird. \"Alles Kopfsache\": Scratch spielt nach den Ereignissen von \"A Soda to Remember\" und entwickelt Blasen auf seinem Körper. Sein Arzt sagt ihm, dass das Problem in seinem Kopf liegt. Um ihnen zu ermöglichen, in Scratchs Gedanken einzudringen und das Problem zu lösen, öffnet Scratch widerwillig ein Portal hinein. Es stellt sich heraus, dass Scratchs Geist nur eine farblose Version des Hauses der McGees ist und häufig ein Affe in einem Anzug auftaucht. Nach einer langen Suche werden Scratch und Molly in Scratchs Puppenhaus gesaugt, was sie zu einem Pappschiff in einer Erdbeer-Soda-Flasche führt. Scratch ist schließlich gezwungen, Molly die Wahrheit über die Erinnerung an seine alte Freundin (die Adia hieß) zu sagen, und Molly versichert Scratch, dass sie immer für ihn da sein wird.","versions":[{"lang":1,"streams":[{"redirect":14158545,"hoster":"VOE"},{"redirect":13447750,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die \u0026quot;CO2-Frei-Helden\u0026quot; / Davenports Niedergang","epNo":13,"alt":"Carbon Zero Heroes / Davenport’s in Demise","descr":"\"Die CO2-Frei-Helden\": Nachdem Molly und Ollie einen Vortrag über den Klimawandel gehört haben, widmen sie sich einem CO2-neutralen Lebensstil, während Libby sich mit der Vorbereitung auf eine Klimaapokalypse abgibt und Scratch in einen Bunker unter ihrem Buchladen einlädt. Molly und Ollie bringen für ihre Sache mehrere Opfer, unter anderem fahren sie mit dem Fahrrad zu Andreas Geburtstagsfeier, kommen aber zu spät an und weigern sich, Filme anzusehen, Fleisch oder Milchprodukte zu essen oder Küchengeräte zu benutzen. Als Darryl zu dem Schluss kommt, dass die Ergebnisse ihrer Bemühungen vernachlässigbar waren, sind sie am Boden zerstört. Sie treffen sich in Libbys Bunker, wo Scratch in einem Apokalypse-Szenario über den Mangel an Eis verzweifelt. Seine Schimpftiraden führen Molly jedoch dazu, die wahre Lösung für den Klimawandel zu erkennen: alle zu mobilisieren, um ihn zu stoppen. Sie präsentieren ihren Fall dem Rest der Stadt und er hat Erfolg. \"Davenports Niedergang\": Nach den Ereignissen von \"Davenport’s on Demand\" verbietet Bürgermeister Brunson dem Einkaufsriesen Bizmart den Bau eines Mega-Stores in Brighton, nur um stattdessen einen etwas außerhalb von Brighton zu bauen. Den Davenports droht die Pleite ihres Ladens und ein Liquidationsverkauf. Andrea erlebt eine Identitätskrise, da ihre Online-Identität hauptsächlich durch das Geschäft von Davenport gestützt wurde. Mit Mollys Hilfe unternimmt sie mehrere Versuche, sich ein neues Image zu verschaffen, aber nichts funktioniert und sie verliert Anhänger. Schließlich bricht Andrea zusammen, weil Molly es versehentlich live streamt, was mehrere unterstützende Kommentare einbringt. Sie erkennen, dass Andreas Online-Identität ihr wahres Selbst sein sollte, und Andrea beschließt, eine Pause von den sozialen Medien einzulegen, um sich selbst zu finden.","versions":[{"lang":1,"streams":[{"redirect":14051972,"hoster":"VOE"},{"redirect":13447760,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Netz aus Lügen / Kennys untergehender Stern","epNo":14,"alt":"Web of Lies / Kenny’s Falling Star","descr":"\"Ein Netz aus Lügen\": Nachdem Darryl Molly und Scratch davor gewarnt hat, den Keller zu betreten, geben sie der Versuchung nach und tun es trotzdem. Am Ende tritt Molly auf etwas, das wie Heidi Hairylegs aussieht, Darryls Haustiervogelspinne, und tötet sie offenbar. Sie und Scratch begraben sie im Hinterhof und vereinbaren, Darryl niemals zu erzählen, was passiert ist. Sie sind jedoch beide von Schuldgefühlen geplagt und haben mehrere spinnenartige Halluzinationen. Sie graben ihr Grab aus, aber dann kommt Darryl zu ihnen und fragt, was sie vorhaben und ob sie Heidi gesehen haben, die verschwunden ist. Dann erscheint sie auf Darryls Schulter und Molly und Scratch, die sie für einen Geist halten, gestehen ihr. Darryl verrät dann, dass Heidi im Keller war, weil sie sich häutete; Worauf Molly getreten war, war nicht sie selbst, sondern ihre abgelegte Haut. Molly und Scratch sind erleichtert. \"Kennys untergehender Stern\": Molly trifft auf Kenny Star, der sich in Brighton versteckt, nachdem er als Ausverkäufer entlarvt wurde. Sie lässt ihn in ihrem Haus übernachten und hilft ihm, sich wieder mit seinen ländlichen Wurzeln zu verbinden. Unterdessen versteigern Scratch und Darryl mehrere Gegenstände, die Kenny im Internet berührt hat. Dies ermöglicht es der Presse, Kennys Aufenthaltsort zu erfahren, was ihn in Panik versetzt. Molly veranstaltet für ihn ein Konzert in der Musikkapelle, und er singt für die Presse ein echtes Country-Lied, das sie berührt und seinen Ruf wieder ins Gleichgewicht bringt.","versions":[{"lang":1,"streams":[{"redirect":14059576,"hoster":"VOE"},{"redirect":13447748,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Willkommen bei der NecroComic-Con / Zum Drucken geeignet","epNo":15,"alt":"Welcome To NecroComic-Con / Fit To Print","descr":"\"Willkommen bei der NecroComic-Con\": Molly, Ollie und Scratch nehmen an der NecroComic-Con, einer Geisterjäger-Convention, in Brighton teil. Am Stand der Familie Chen verraten sie, dass sie planen, den Phantomkanister zu präsentieren, der noch immer die Frightmares enthält, die Scratch darin versiegelt hat. Molly und Ollie erkennen, dass dies zu einem umfassenden Krieg zwischen Menschen und Geistern führen würde. Nach mehreren gescheiterten Versuchen, den Kanister zu stehlen, überredet Molly Ollie, seine Eltern davon zu überzeugen, dass Geister nicht schlecht sind, doch auch das scheitert. Als June jedoch seine Erklärung hört, dass ein Geist (Scratch) die Frightmares gestoppt hat, wird ihr klar, dass der Kanister aus diesem Grund funktioniert und die Frightmares enthält, nachdem er zuvor ausgefallen war. Sie tauscht den Kanister gegen eine Puppe aus, und als Ruben und Esther ihn ihm präsentieren, erntet sie spöttisches Gelächter. Danach lernt June Scratch kennen, findet Gefallen an ihm und äußert den Wunsch, mit ihm zu \"experimentieren\". \"Zum Drucken geeignet\": Molly wird Chefredakteurin der Schülerzeitung Brighton Middle School Bugle, die ihre Finanzierung verloren hat. Sie sucht nach Anzeigen und erwirbt ein Sponsoring von Flavor Burger, einem Burgerlokal, das seinen neuen Burger aus Brighton-Rüben vermarkten möchte. Sie hat auch Libby und Scratch beauftragt, eine gute Geschichte für die Titelseite zu finden, doch als sie hören, dass die Burger gut schmecken, werden sie misstrauisch, weil Brightons Rüben dafür berüchtigt sind, schlecht zu schmecken. Sie suchen Flavor Burger ab und entdecken, dass die Burger nicht aus Brighton-Rüben, sondern aus aus Perfektborg importierten Pastinaken hergestellt werden. Da Molly weiß, dass dies dazu führen wird, dass Flavor Burger ihr Sponsoring zurückzieht, veröffentlicht sie die Geschichte trotzdem und wählt Integrität statt Langlebigkeit. Die Bürger von Brighton sind empört und demonstrieren Flavor Burger. Molly ist traurig darüber, dass die Zeitung offenbar aus Geldmangel geschlossen wird, bis mehrere andere lokale Geschäftsinhaber anbieten, in der Zeitung für sich zu werben und so die Zeitung zu retten.","versions":[{"lang":1,"streams":[{"redirect":14139189,"hoster":"VOE"},{"redirect":13531741,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Smile Valley Farm / Die grosse Geste","epNo":16,"alt":"Smile Valley Farm / The Grand Gesture","descr":"\"Smile Valley Farm\": Die McGees genießen alle ein neues Landwirtschafts-Simulationsvideospiel namens Smile Valley Farm. Scratch ist zunächst offenkundig verächtlich, wird aber schließlich auch süchtig, als er es privat spielt. Er beschließt, sein Spiel vor der Familie geheim zu halten, was immer schwieriger wird, da Molly ihn immer wieder dazu zwingt, Dinge mit ihr in der realen Welt zu unternehmen. Als er ihr gesteht, dass er es die ganze Zeit gespielt hat, verrät Molly, dass sie es bereits aus einer Anfrage herausgefunden hat, die er ihr im Spiel geschickt hat. Unterdessen überredet Darryl Sharon, ihm dabei zu helfen, Waren gewinnbringend anzubieten. Er lässt sich schließlich auszahlen, aber Sharon kauft weiterhin weitere Waren, bis die Begeisterung für das Spiel nachlässt und sie es nicht mehr weiterverkaufen kann. \"Die grosse Geste\": Molly bereitet sich darauf vor, Ollie zu bitten, ihr Freund zu sein. Libby und Scratch beschließen, Molly dabei zu helfen, diesen Moment zu einer \"großen Geste\" zu machen, doch ihre Versuche gehen immer wieder schief. Unterdessen erwecken Darryl und June versehentlich eine von Scratch geliehene Ektoplasmaprobe zum Leben. Es entkommt dem Haus und frisst Strom aus verschiedenen Quellen, was schließlich zu einem Stromausfall führt und beim Fressen zu einer gigantischen Größe anwächst. Nachdem es genug gefressen hat, nimmt es wieder seine ursprüngliche Größe an, gewinnt an Intelligenz und fordert alle auf, einfach ihre Liebe zueinander zu erklären und dass der Ausdruck nicht großartig sein muss. Molly befolgt den Rat und bittet Ollie schließlich, ihr Freund zu sein. Ollie akzeptiert und die Macht kehrt nach Brighton zurück, während sie Händchen halten.","versions":[{"lang":1,"streams":[{"redirect":14068413,"hoster":"VOE"},{"redirect":13531738,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die vielen Leben des Scratch / Mogel-Magie","epNo":17,"alt":"The Many Lives of Scratch / Alaka-Sham!","descr":"Scratchs Familie und Freunde stellen sich vor, wie sein Leben gewesen sein könnte; Darryl und Scratch führen eine Zaubershow durch und werden von einem rivalisierenden Zauberer zu einem Zaubertrick herausgefordert.","versions":[{"lang":1,"streams":[{"redirect":14209430,"hoster":"VOE"},{"redirect":14506912,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"F.O.N.A.A.! / Das Spiel beginnt","epNo":18,"alt":"F.O.N.A.A.! / Game On","descr":"","versions":[{"lang":1,"streams":[{"redirect":13918680,"hoster":"VOE"},{"redirect":14490282,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Weißes Weihnachts-Chaos / Und täglich grüßt das Schlagloch","epNo":19,"alt":"White Christmess / Perfect Day","descr":"","versions":[{"lang":1,"streams":[{"redirect":13918677,"hoster":"VOE"},{"redirect":14494639,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Jinx gegen die Menschenwelt","epNo":20,"alt":"Jinx vs. the Human World","descr":"Molly und Scratch müssen einen Weg finden, Jinx davon abzuhalten, die Menschenwelt zu übernehmen, aber sie brauchen Rubens Hilfe.","versions":[{"lang":1,"streams":[{"redirect":13918686,"hoster":"VOE"},{"redirect":14490284,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ende","epNo":21,"alt":"The End","descr":"Eine Flut verlorener Erinnerungen zwingt Scratch dazu, große Entscheidungen über sein Leben nach dem Tod zu treffen.","versions":[{"lang":1,"streams":[{"redirect":13918688,"hoster":"VOE"},{"redirect":14490286,"hoster":"Streamtape"}]}]}]}]}