{"seriesId":"der-beischlfer","name":"Der Beischläfer","descr":"Der leichtlebige Automechaniker Charlie Menzinger (Markus Stoll) wird vom Amtsgericht München zum Schöffen ernannt. Vor dem Auftrag im Namen des Volkes gibt es kein Entkommen – die von Berlin nach München versetzte Richterin Dr. Julia Kellermann (Lisa Bitter) lässt partout nicht mit sich reden, also fügt sich Charlie widerwillig seinem Schicksal. Künftig entscheidet Charlie also in seiner ganz eigenwilligen Art und Weise als ehrenamtlicher Richter über das Leben anderer, statt unter alten italienischen Sportwagen seines Freundes Xaver (Daniel Christensen) zu liegen. Schon bald entdeckt er allerdings, dass ihm seine neue Position auch gewisse Vorteile bringen kann. Seine Schöffenzeit wird ihn jedoch stärker verändern, als er ahnt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Betrug","epNo":1,"alt":"","descr":"Widerstand ist zwecklos. Charlies erste Verhandlung: Strafsache wegen Betrugs.","versions":[{"lang":1,"streams":[{"redirect":13103444,"hoster":"VOE"},{"redirect":9204805,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freiheitsberaubung","epNo":2,"alt":"","descr":"Julia Kellermann ist stinksauer. Statt ihr zu helfen, hat Charlie sie an einen windigen Makler weitergeleitet, der sie um ihre Kaution ärmer nicht aber um eine Wohnung reicher gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":9204806,"hoster":"VOE"},{"redirect":9204808,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Brandstiftung","epNo":3,"alt":"","descr":"Es ist nicht das erste Mal, dass Gentrifikator und Unsymphat Anton Waldmoser, in Pauls Hof auftaucht, um ihm das Haus abzuschwatzen.","versions":[{"lang":1,"streams":[{"redirect":9204812,"hoster":"VOE"},{"redirect":9204813,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Körperverletzung","epNo":4,"alt":"","descr":"Xaver erstarrt vor Schreck: In seiner Agavenmaische aus Mexiko wurden zehn Kilo Hasch geschmuggelt. Angekommen sind nur neun. Der Ärger mit dem kalten Carlos ist vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":13103443,"hoster":"VOE"},{"redirect":9204792,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vollrausch","epNo":5,"alt":"","descr":"Charlie kann sein Glück kaum fassen: Marie steht plötzlich vor ihm. Nicht ganz real, aber sei’s drum. Was allerdings stattdessen fehlt, ist sein geliebter Alfa. Er stellt Paul zur Rede.","versions":[{"lang":1,"streams":[{"redirect":12251949,"hoster":"VOE"},{"redirect":9204796,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Entziehung elektrischer Energie","epNo":6,"alt":"","descr":"Paul ist ganz in seinem Element und bereitet die weihnachtliche Bescherung vor. Für die, die nichts haben - ganz so wie es seine verstorbene Frau gewollt hätte.","versions":[{"lang":1,"streams":[{"redirect":9204799,"hoster":"VOE"},{"redirect":9204801,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Befangenheit","epNo":1,"alt":"","descr":"Charlie Menzinger kümmert sich seit der Versetzung von Dr. Julia Kellermann ans Amtsgericht Wamperschwang sehr um seine Lieblingsrichterin. Charlie hat einen Plan, er will Julia zurück nach München holen.","versions":[{"lang":1,"streams":[{"redirect":9204545,"hoster":"VOE"},{"redirect":9204546,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ruhestörung","epNo":2,"alt":"","descr":"Julias Ex-Verlobter Nico von Bloom hat es geschaﬀt, die Richterin zu betören und seinen Weg zurück in ihr Leben gefunden. Dank Charlie zurück in der Münchner Au, muss er jetzt beiden beim Liebesspiel zuhören.","versions":[{"lang":1,"streams":[{"redirect":9204543,"hoster":"VOE"},{"redirect":9204548,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hausfriedensbruch","epNo":3,"alt":"","descr":"Paul bereitet sein erstes Testgericht in dem von Xaver organisierten neuen Truck vor, während Charlie versucht, Julia mit einer neuen Frau an seiner Seite eifersüchtig zu machen.","versions":[{"lang":1,"streams":[{"redirect":13917293,"hoster":"VOE"},{"redirect":9204553,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bankrott","epNo":4,"alt":"","descr":"Ein Schwangerschaftstest, eine Auktion und ein Schlüssel sorgen dafür, dass Lina, Xaver und Paul im Amtsgericht auftauchen, wo Charlie und Julia ein Urteil über den Münchner Szene-Italiener Angelo Visconti fällen müssen.","versions":[{"lang":1,"streams":[{"redirect":9204554,"hoster":"VOE"},{"redirect":9204556,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Untreue","epNo":5,"alt":"","descr":"Als am späten Abend Nico nackt im Hof liegt und vorgibt, von einem Treﬀen mit seinen Nudisten-Mandanten nachhause gelaufen zu sein, weil sein Auto abgeschleppt wurde, schwant Charlie Gutes: Der alte Kupferstecher ist rückfällig geworden und fremdgegangen.","versions":[{"lang":1,"streams":[{"redirect":9204557,"hoster":"VOE"},{"redirect":13797314,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Exorzismus","epNo":6,"alt":"","descr":"Das Bauamt steht in Pauls Hof und bemängelt das Vordach. Dem angehenden Foodtrucker gelingt es zwar, dieses Unheil abzuwenden, doch dann schaltet sich auch noch der Brandschutz ein.","versions":[{"lang":1,"streams":[{"redirect":9204564,"hoster":"VOE"},{"redirect":9204562,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verleumdung - Teil 1","epNo":7,"alt":"","descr":"Charlies Aussetzer hat zur Folge, dass Nico ihm eine Privatklage ins Haus schickt. Vor Gericht wird schnell klar, dass Freund Xaver mit einem Semester Jura, Charlie keine große Hilfe ist.","versions":[{"lang":1,"streams":[{"redirect":9204566,"hoster":"VOE"},{"redirect":9204569,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verleumdung - Teil 2","epNo":8,"alt":"","descr":"Charlie kann nicht glauben, mit wem Nico sich verbündet hat, um sein Julchen zurückzugewinnen. Doch bevor er sich versieht, zeigt sich der Überraschungsgast schlagkräftig und nockt den Schöﬀen erstmal aus.","versions":[{"lang":1,"streams":[{"redirect":9204571,"hoster":"VOE"},{"redirect":9204573,"hoster":"Streamtape"}]}]}]}]}