{"seriesId":"der-letzte-bulle","name":"Der letzte Bulle","descr":"Vor zwanzig Jahren wurde Kommissar Mick Brisgau (Henning Baum) durch einen Kopfschuss schwer verletzt – so schwer, dass er seitdem im Koma lag. Nun erwacht er endlich aus seinem Tiefschlaf. Doch viel hat sich verändert, und für den typischen 80er-Jahre-Macho ist die Anpassung an eine Welt, in der es Frauenfußball und metrosexuelle Männer gibt, nicht gerade leicht. Das sich seine Frau Lisa (Luise Risch) schon vor geraumer Zeit einen neuen Partner gesucht hat und Töchterchen Isabelle vom Baby zur jungen Frau entwickelt hat, wirkt sich ebenfalls nicht unbedingt beruhigend auf den Sonnenbrillenträger aus. Auch solch unbekannte Erfindungen wie Internet, CD oder Handys verursachen Verwirrung bei dem Polizisten. Sein früherer Partner Martin Ferchert (Helmfried von Lüttichau) ist inzwischen sein Vorgesetzter und stellt dem Hitzkopf Brisgau den kühlen, rationalen Andreas Kringge (Maximilian Grill) zur Seite. Zu lernen hat Mick auf jeden Fall Einiges …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die letzte Runde","epNo":1,"alt":"","descr":"Rund 20 Jahre nach seinem letzten Einsatz als Kommissar wacht Mick Brisgau, beschrieben als klassischer 80er-Jahre-Macho, wieder aus dem Koma auf: Handys, PCs und Internet sind ihm fremd und auch seine Sprüche kommen bei den Frauen nicht mehr so gut an wie früher...Sein erster Fall führt Mick in die Vergangenheit. Bruno Semmert, der für den Raubmord an Tobias Berschel verurteilt wurde, ist nach 15 Jahren Haft wieder frei und wird tot aus dem Baldeneysee gezogen. Schnell gerät Jürgen Berschel, der Vater des toten Jungen, unter Verdacht. Doch Micks Bauchgefühl meldet Zweifel an... Wie es aussieht, hat Micks alter Boxtrainer Hacki nicht nur ihn, sondern auch Jürgen Berschel über wesentliche Details der damaligen Tat im Unklaren gelassen...","versions":[{"lang":1,"streams":[{"redirect":11297790,"hoster":"VOE"},{"redirect":10101515,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Weihnachtsmann ist tot","epNo":2,"alt":"","descr":"Bei Micks nächstem Fall handelt es sich um die Leiche eines Mannes im Weihnachtsmannkostüm. Schnell stellt sich heraus, dass es sich dabei um den Vater von zwei Kindern handelt, der die Familie schon vor Monaten verlassen hat. Mick und sein junger Kollege erfahren peu á peu, dass der Tote ein Doppelleben zwischen zwei Frauen und ihren Kindern geführt hat. Doch welche der Frauen ist hinter sein Geheimnis gekommen und hat ihn mit dem tödlichen Gift eines Pfeilgiftfrosches getötet?","versions":[{"lang":1,"streams":[{"redirect":11297799,"hoster":"VOE"},{"redirect":10101516,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Überlebenstraining","epNo":3,"alt":"","descr":"Bei einem etwas anderen Management-Training der oberen Etage einer renommierten Bank, wo mit Paintballwaffen gegen Burn-out gekämpft werden soll, beendet ein Toter das Spiel. In Verdacht geraten drei Bankmanager, die alle einen großen schwarzen Fleck auf ihrer weißen Weste haben, der sie allesamt ihren Stuhl kosten könnte. Hat der Tote genau daran gesägt? Doch auch die dominante Leiterin des Trainings sowie ihre zarte Assistentin stellen Micks Spürsinn auf eine harte Probe...","versions":[{"lang":1,"streams":[{"redirect":10101519,"hoster":"VOE"},{"redirect":10101517,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nachtschicht","epNo":4,"alt":"","descr":"Als die Krankenschwester Lea Buchwald erdrosselt aufgefunden wird, stehen Mick und Andreas vor einem Rätsel. Wurde der jungen Frau ihre Passion, sich für Opfer häuslicher Gewalt einzusetzen, zum Verhängnis? Bei ihren Recherchen stoßen die beiden auf das Ehepaar Schmückler. Kerstin Schmücklers Mann gerät unter Verdacht, seine Frau zu schlagen und deshalb auch in Konflikt mit Lea gekommen zu sein. Doch auch der verheiratete Chefarzt der Klinik gerät ins Visier der Ermittlungen...","versions":[{"lang":1,"streams":[{"redirect":10101520,"hoster":"VOE"},{"redirect":10101521,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Schatten von Feng Shui","epNo":5,"alt":"","descr":"Feng-Shui-Meister Linus Nader wird mit einem gezielten Hieb eines Shaolin-Schwertes umgebracht. Weil Mick mit Schwulenehe und chinesischer Raumgestaltung nichts anfangen kann, verdächtigt er zunächst Linus\u0027 Ehemann und Erbe. Doch als sich die homosexuelle Heirat als Schwindel entpuppt, muss Mick den Kreis der Verdächtigen deutlich erweitern. Zudem lässt er sich aufgrund seiner momentanen Schlaflosigkeit auf Feng-Shui ein und kommt damit auf die Lösung des Falls...","versions":[{"lang":1,"streams":[{"redirect":11198579,"hoster":"VOE"},{"redirect":10101518,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der verlorene Sohn","epNo":6,"alt":"","descr":"Eine Wasserleiche wird geborgen. Es handelt sich um den 32-jährigen Unternehmersohn Jonas Breitkamp, der nach 15 Jahren Funkstille wieder Kontakt mit seinem erblindeten Vater aufgenommen hatte. Bei der Ortung seines Handys werden Mick und Andreas zum Assistenten des Unternehmers geführt. Doch das Rätsel um den wahren Mörder wird erweitert um die ominöse Haushälterin Sylvia Hosak - tiefe Abgründe tun sich auf, als herauskommt, dass Jonas nur eine perfide Rolle gespielt hat...","versions":[{"lang":1,"streams":[{"redirect":11198582,"hoster":"VOE"},{"redirect":10101522,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich hab sie alle gehabt","epNo":7,"alt":"","descr":"Mick und Andreas finden in der Villa des ermordeten Pornoproduzenten Jäcki Pfeiffer ein merkwürdiges Symbol. Es führt sie zu der Zeitschrift \"Lilith\" aus den 80er Jahren, in der Jäcki als Machoschwein angeprangert wurde. Die Herausgeberinnen, Gundi und Christine, sind beide verdächtig. Gundi, weil sie verhindern wollte, dass ihre 18-jährige Tochter als Jäckis Kind entlarvt wird, und Christine, weil sie dringenden Geldbedarf hatte. Doch die Spur führt zu jemand anderem...","versions":[{"lang":1,"streams":[{"redirect":10101523,"hoster":"VOE"},{"redirect":10101525,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Runde muss ins Eckige","epNo":8,"alt":"","descr":"Die Stürmerin Maren vom Frauenfußballclub Fortuna Rüttenscheid wurde in der Umkleidekabine ermordet. Nachdem sich Mick von der Tatsache, dass jetzt auch schon Frauen Fußball spielen, erholt hat, vernehmen er und Andreas die Tatverdächtigen: die Managerin des Konkurrenzclubs, den Ehemann der Toten, Spielkollegin Julia sowie den Vereinsarzt. Zwischen Eifersucht, Geldgier und falscher Freundschaft kommen die beiden schließlich hinter das entscheidende Motiv... Während des Falls kündigt Psychologin Tanja Haffner die Zusammenarbeit mit Mick Brisgrau.","versions":[{"lang":1,"streams":[{"redirect":11198581,"hoster":"VOE"},{"redirect":10101524,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fremdgehen für Anfänger","epNo":9,"alt":"","descr":"Gesa Jansen, Kundenbetreuerin in einer Seitensprung-Agentur, wurde aus einem Bürofenster gestoßen. Die Polizei mutmaßt, dass sie Ärger mit einem unzufriedenen Kunden hatte. Jochen Franke, der sich mit Gesa kurz vor ihrem Tod getroffen hatte, wollte sich bei ihr beschweren, weil er erpresst wurde und den Täter in der Agentur vermutet. Doch die Ermittlungen nehmen eine neue Wende, als ein Anschlag auf die Agentur-Chefin Christine verübt wird. Es tun sich Abgründe auf...","versions":[{"lang":1,"streams":[{"redirect":11297788,"hoster":"VOE"},{"redirect":10101527,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gepflegter Tod","epNo":10,"alt":"","descr":"Mick und Andreas führt die Leiche des Masseurs Ben Ulrich in den Wellness-Tempel \"Sun Valley Spa\". Alles scheint zunächst auf einen Raubmord hinzuweisen, doch als dann auch noch dessen Geliebte Claudia Rühle vergiftet wird, ist ein Eifersuchtsdrama immer wahrscheinlicher. Und neben Micks Schwierigkeiten, Männer und Wellness zusammenzukriegen, kämpft Andreas an einer ganz anderen Front: Er versucht, vor Mick zu verbergen, dass er mit dessen Tochter Isabelle zusammen ist...","versions":[{"lang":1,"streams":[{"redirect":11198583,"hoster":"VOE"},{"redirect":10101526,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Klassentreffen","epNo":11,"alt":"","descr":"Micks ehemaliger Klassenkamerad Thomas Ambach wurde ermordet. Offensichtlich wurden seine Pillen gegen niedrigen Blutdruck ausgetauscht. Neben Ambachs Ex-Frau Anne Nehmert gerät auch sein alter Kumpel Jochen Kranerts ins Visier der Ermittlungen. Erschwert wird die Aufklärung des Falls zunehmend durch Mick und Andreas\u0027 Konflikt bezüglich Isabelle, Micks Tochter und Andreas\u0027 neuer Freundin. Doch trotz aller Widrigkeiten können die beiden schließlich den wahren Täter ermitteln...","versions":[{"lang":1,"streams":[{"redirect":12920773,"hoster":"VOE"},{"redirect":10101528,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bei Kuscheln Mord","epNo":12,"alt":"","descr":"Als die Lehrerin Julia auf einer Kuschelparty durch ein starkes Narkosemittel, das der Mörder ihr ins Nasenspray getan hat, ermordet wird, sehen sich Mick und Andreas mit einer ganz neuen Art von Nähe konfrontiert. Erste Indizien führen sie zum arroganten Schüler Fynn-Erik, der im Internet Hassfantasien gegen Julia freien Lauf ließ. Zudem wird ihr verheirateter Kollege Meyer verdächtigt, mit dem sie eine Affäre hatte - oder wurde Julia von seiner eifersüchtigen Ehefrau ermordet?","versions":[{"lang":1,"streams":[{"redirect":11198584,"hoster":"VOE"},{"redirect":10101529,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Stern über Essen","epNo":13,"alt":"","descr":"Sternekoch Florian Reuter liegt erschlagen im Speisesaal. Mick und Andreas müssen sich durch eine undurchsichtige Familienfehde kämpfen und sich mit Einzelschicksalen, wie das der zugunsten von Reuter entlassenen Sophie Plamer, die seither arbeitslos ist, auseinandersetzen. Doch dann nimmt die Ermittlung eine überraschende Wende und Restauranttester Wolfgang Barsch bekommt eine wichtige Rolle in dem Fall...","versions":[{"lang":1,"streams":[{"redirect":11297792,"hoster":"VOE"},{"redirect":10101530,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mord auf Distanz","epNo":1,"alt":"","descr":"Im ländlichen Essen-Schuir wird Klaus Wollert in voller Westernmontur aus großer Distanz vom Pferd geschossen. Micks und Andreas\u0027 Ermittlungen führen sie zur \"Ruhr River Ranch\", einem Wildwestverein mitten im Pott. Nachdem Mick mit dem Vereinsgründer Tobias Henf Freundschaft geschlossen hat, gerät bald \"Häuptling\" Jürgen Tamm unter Verdacht. Dessen \"Squaw\" hatte nämlich ein Verhältnis mit dem Mordopfer. Doch auch Markus Wollert profitiert vom Tod seines Bruders Klaus...","versions":[{"lang":1,"streams":[{"redirect":11198593,"hoster":"VOE"},{"redirect":10101531,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod eines Strippers","epNo":2,"alt":"","descr":"Diesmal müssen Mick und Andreas den Mord an Frank Terhoven, einem jungen Stripper, aufklären. Ihre erste Spur führt die Ermittler zu Rene, einem älteren Kollegen und Freund von Frank. Rene hatte bei einem Auftritt am Abend zuvor einen Streit mit Frank. Sein Motiv könnte Eifersucht gewesen sein. Denn die Chefin des Stripclubs, Beate Kampmann, hatte Rene die Position des Vortänzers weggenommen und sie Frank gegeben. Hat der das einfach nicht hinnehmen wollen?","versions":[{"lang":1,"streams":[{"redirect":11198585,"hoster":"VOE"},{"redirect":12985546,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Camping für Anfänger","epNo":3,"alt":"","descr":"Nach dem Würstchenwettgrillen auf dem Campingplatz \"Südsee\" gibt es keinen Sieger, aber einen Toten: Platzwart Harry Windisch wird in seinem Büro erschlagen aufgefunden - ausgerechnet mit dem Siegerpokal des Wettbewerbs. Mick und Andreas ermitteln in einem der letzten Reservate für Aussteiger. Aber auch hier ist nicht alles, wie es scheint: Harrys trauernde Witwe Rita Windisch hat schon länger einen Liebhaber, und der würde fast alles dafür tun, dass Rita frei für ihn wird...","versions":[{"lang":1,"streams":[{"redirect":11198586,"hoster":"VOE"},{"redirect":10101533,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer findet, der stirbt","epNo":4,"alt":"","descr":"Ein Mordfall führt Mick in die Welt der modernen Schatzsuche. Moritz Weber, der Gründer eines Essener Geocaching-Vereins, wird tot neben seinem \"Schatz\", einer kleinen Tupperdose, im Wald gefunden - auf seinem Arm mysteriöse Koordinaten, in seiner Speiseröhre eine winzige Plastikspielfigur. Die Spur führt offensichtlich zu den \"Treasure Hunters\" und ihren Mitgliedern. Den Ermittlern bleibt nichts anderes übrig, als selbst auf Schatzsuche zu gehen...","versions":[{"lang":1,"streams":[{"redirect":11198589,"hoster":"VOE"},{"redirect":10101534,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alle Wege führen zum Du","epNo":5,"alt":"","descr":"In einem Waldstück wird die Leiche von Silke Hansen gefunden. Sie hat mit ihrem Mann Erik und ihrem 17-jährigen Sohn Rasmus an einem Wochenendseminar des Paarcoaches Bernd Neumeister teilgenommen. Mick ist völlig verwirrt, als ihm und Andreas in Neumeisters Villa plötzlich seine Therapeutin Tanja gegenübersteht! Sie leitet das Seminar zusammen mit Neumeister und macht sich große Vorwürfe, vielleicht etwas Entscheidendes bei Familie Hansen übersehen zu haben#","versions":[{"lang":1,"streams":[{"redirect":11198588,"hoster":"VOE"},{"redirect":10101535,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Nackttanker von Huttrop","epNo":6,"alt":"","descr":"Die \"Nackttanker von Huttrop\" sind eine Gruppe von Autofahrern, die ihr Veto gegen die ständig steigenden Benzinpreise einlegen, indem sie nackt tanken. Beim Volk kommt die Protestaktion gut an, bei den Mineralölgesellschaften weniger. Und auch die Essener Polizei ist machtlos, obwohl die Nackttankerorganisation (NATO) bislang nur vier Mitglieder hat. Nach einer weiteren Aktion an vier Essener Tankstellen sind es dann nur noch drei - Adam Ritter wird erstochen aufgefunden...","versions":[{"lang":1,"streams":[{"redirect":11198591,"hoster":"VOE"},{"redirect":10101536,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich sehe was, was du nicht siehst","epNo":7,"alt":"","descr":"Velina, eine \"Wahrsagerin und Geistheilerin\", ist tot. Schnell machen Mick und Andreas einen Verdächtigen aus. Heinz Schäfers Frau Bettina kann keine Kinder bekommen und zahlte Velina für eine Auraheilung 50.000 Euro - ohne das Wissen ihres geizigen Mannes. Vermutlich wollte der sein Geld schnell zurückbekommen und geriet in einen heftigen Streit mit Velina. Einen Streit mit ihr hatte auch Tamara Rüttgen, Velinas Assistentin, die nun die Chance hat, ihre Kunden zu übernehmen...","versions":[{"lang":1,"streams":[{"redirect":11198587,"hoster":"VOE"},{"redirect":10101537,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das 5. Gebot","epNo":8,"alt":"","descr":"In der Pfarrgemeinde St. Betram wird Herbert Kupp tot in der Kirche aufgefunden. Durch die Ermittlungen trifft Mick seinen alten Kumpel Bodo Romanski nach fast 20 Jahren wieder und staunt nicht schlecht: Der ehemals kleinkriminelle Bodo ist mittlerweile Pfarrer der Gemeinde. Die Wiedersehensfreude der beiden wird allerdings schnell getrübt, als Herberts Witwe, Anneliese Kupp, die Ermittler auf einen Streit ihres Mannes mit Bodo aufmerksam macht...","versions":[{"lang":1,"streams":[{"redirect":11198592,"hoster":"VOE"},{"redirect":10101538,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mord auf Seite 1","epNo":9,"alt":"","descr":"Die Boulevardjournalistin Ramona Landau wird erschlagen in der Redaktion des \"Essener Abendkuriers\" gefunden. Es gibt eine Reihe von Verdächtigen, von der Mordwaffe fehlt jedoch jede Spur. Während der Ermittlungen stellt sich heraus, dass der Fundort der Leiche scheinbar nicht der Ort des Verbrechens war. Neben dem verstrickten Fall muss sich Mick auch noch mit Tanja herumschlagen: Sie setzt bei ihrer Partnersuche auf Bekanntschaften aus dem Internet - zu gefährlich, findet Mick...","versions":[{"lang":1,"streams":[{"redirect":11297794,"hoster":"VOE"},{"redirect":10101539,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich weiß von nichts","epNo":10,"alt":"","descr":"Der Bio-Bauer Jacob Hoffmann wird tot im Schneidwerk eines Mähdreschers gefunden. Die einzige Zeugin ist die Freundin des Opfers, Silke Reiss. Sie behauptet aber, sich an nichts zu erinnern. Andreas glaubt ihr nicht. Im Gegenteil - er hält die Frau für dringend tatverdächtig. Ganz anders Mick: Er mag Silke und fühlt sich an seine eigene Geschichte erinnert. Doch Tatsache ist: mit Silke stimmt etwas nicht - das muss auch Mick irgendwann einsehen...","versions":[{"lang":1,"streams":[{"redirect":11297804,"hoster":"VOE"},{"redirect":10101540,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kita des Grauens","epNo":11,"alt":"","descr":"Als der Kindergärtner Felix auf dem Heimweg von der Arbeit plötzlich tot vom Rad fällt, wissen Mick und Andreas, dass etwas nicht stimmen kann. Sie sind überzeugt, dass es sich um Mord handelt, als hochdosiertes Schmerzmittel in dessen Thermoskanne gefunden wird. Während der Ermittlungen in der \"Ronald Reagan\"-KITA, die von einem deutsch-amerikanischen Ehepaar geführt wird, stellen sie fest, dass dort einige Missstände herrschen. Wollte Felix darauf aufmerksam machen?","versions":[{"lang":1,"streams":[{"redirect":11297795,"hoster":"VOE"},{"redirect":10101541,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Liebe in Not","epNo":12,"alt":"","descr":"Bei einem Verkehrsunfall wird Lorenz Silber schwer verletzt. Im Kofferraum seines Autos finden die Ermittler eine weibliche Leiche. Von dem Bankier können Mick und Andreas ihre Identität nicht erfahren: Er liegt im Koma. Im Zuge der Ermittlungen lernen Mick und Andreas das Reisebüro \"Voyage de Luxe\" kennen. Die Inhaberin vermittelt nicht nur Luxusreisen, sondern auch den jeweiligen Partner. Die Tote war eine gute Kundin und entpuppt sich als eine der reichsten Frauen Essens...","versions":[{"lang":1,"streams":[{"redirect":11198595,"hoster":"VOE"},{"redirect":10101542,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die verpasste Chance","epNo":13,"alt":"","descr":"Günther Kowalski wird im heimischen Fernsehsessel erschossen. Die Ermittler finden heraus, dass Kowalski scheinbar an der Entführung seines ehemaligen Chefs Alfred Wannstedt beteiligt war. Wannstedt setzte zugunsten seines eigenen Bonus rücksichtslos Angestellte auf die Straße - unter anderem auch Günther Kowalski. Da Wannstedt erzählt, dass es noch einen zweiten Entführer gab, kommt Mick und Andreas der Verdacht, dass eben jener auch der Mörder von Günther Kowalski sein könnte.","versions":[{"lang":1,"streams":[{"redirect":11297801,"hoster":"VOE"},{"redirect":11911665,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein echter Held","epNo":1,"alt":"","descr":"Tanja erholt sich gut von ihrer Schussverletzung und ein neuer Rivale für Mick taucht auf. Der Betreiber eines Kletterparkes wird erschlagen aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":11297798,"hoster":"VOE"},{"redirect":10101544,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Und raus bist du!","epNo":2,"alt":"","descr":"Eine junge Frau wird in einem Restaurant vergiftet aufgefunden. Mick und Andreas finden heraus, dass die Frau in einem Unternehmen gearbeitet hat, das anderen Firmen dabei hilft, \"überflüssige\" Mitarbeiter zu entlassen. Die Rivalität zwischen Mick und Dr. Niklas Hold eskaliert.","versions":[{"lang":1,"streams":[{"redirect":11198590,"hoster":"VOE"},{"redirect":10101545,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aller guten Dinge sind drei","epNo":3,"alt":"","descr":"Eine Autorin, die Bücher über Polyandrie schreibt, wird vergiftet in ihrem Haus aufgefunden. Zu allem Überfluss werden Andreas und Mick von einer Journalistin (Suzan Anbeh) begleitet, die eine Reportage über die beiden schreiben soll.","versions":[{"lang":1,"streams":[{"redirect":11198594,"hoster":"VOE"},{"redirect":10101546,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vater Mutter Kind","epNo":4,"alt":"","descr":"Zuerst verunglückt seine Tochter, dann wird auch noch seine Frau ermordet. Ein schwerer Schlag für Markus Riez. Alles deutet auf Raubmord hin, doch Mick und Andreas finden heraus, dass alles nur vorgetäuscht war. Auf dem Revier gibt es Wirbel um einen angeordneten Fitnesstest.","versions":[{"lang":1,"streams":[{"redirect":11198601,"hoster":"VOE"},{"redirect":10101549,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nymphen und Don Juans","epNo":5,"alt":"","descr":"Eine zurückhaltende Bibliothekarin wird ermordet aufgefunden. Mick und Andreas finden heraus, dass es sich um eine Nymphomanin handelt. Verdächtig sind der Ehemann und die Mitglieder einer Sexualtherapie-Gruppe.","versions":[{"lang":1,"streams":[{"redirect":11198597,"hoster":"VOE"},{"redirect":10101547,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Es lebe der Sport","epNo":6,"alt":"","descr":"Der Fechttrainer Dietmar Kuhlmann wird ermordet. Andreas kannte ihn seit Kindertagen. Derweil hat Mick andere Sorgen, denn sein alter Opel Diplomat B soll verschrottet werden.","versions":[{"lang":1,"streams":[{"redirect":11297803,"hoster":"VOE"},{"redirect":10101548,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ohne Moos nix los!","epNo":7,"alt":"","descr":"Der Gärtner des einstigen Fußballstars Rudi Moos wurde erschossen. Alles deutet auf den ehemaligen Star hin, denn seine Frau hatte eine Affäre mit dem Gärtner und die tödliche Kugel stammte aus Rudis Pistole.","versions":[{"lang":1,"streams":[{"redirect":11198598,"hoster":"VOE"},{"redirect":10101550,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Killer Alphabet","epNo":8,"alt":"","descr":"Eine Lehrerin für Alphabetisierungskurse wird erstochen. Nach ihrem missratenen Stiefsohn gerät ein Fahrlehrer in Verdacht, der auffällig viele Analphabeten unterrichtet. Zudem soll sich die Mordkommission beim Girls\u0027 Day positiv darstellen.","versions":[{"lang":1,"streams":[{"redirect":11198596,"hoster":"VOE"},{"redirect":10101551,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles Verräter","epNo":9,"alt":"","descr":"Ein Kollege von Mick und Andreas wird ermordet aufgefunden. Da er der Korruption verdächtigt wird und ein Mitwisser im Polizeipräsidium vermutet wird, tauchen zwei interne Ermittler auf, die die Abteilung in Aufruhr versetzen. Mick gerät in Hauptverdacht. Das Duo löst den Mordfall und deckt die Korruptionsfälle auf, obwohl es nur heimlich ermitteln kann.","versions":[{"lang":1,"streams":[{"redirect":11198600,"hoster":"VOE"},{"redirect":10101552,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hühnerabend","epNo":10,"alt":"","descr":"Bei einer Junggesellinnen-Abschiedsfeier bricht der Stripper, dessen Auftritt der Höhepunkt des Abends sein soll, tot zusammen. Es stellt sich heraus, dass er eine mit Zyankali vergiftete Praline gegessen hatte. Bei ihren Ermittlungen kommen Mick und Andreas einer betrügerischen Wedding-Planerin auf die Schliche und am Ende lassen sie eine Hochzeit platzen.","versions":[{"lang":1,"streams":[{"redirect":11297802,"hoster":"VOE"},{"redirect":10101553,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod eines Schlachters","epNo":11,"alt":"","descr":"Ein Schlachter wird ermordet. Als seine Leiche entdeckt wird, ist diese völlig blutleer, und auch die Wunde an seinem Hals passt zu keiner bekannten Waffe. Am nächsten Tag werden mehrere Essener Bürger mit Lebensmittelvergiftungen ins Krankenhaus eingeliefert. Sie alle haben Würstchen aus der Fleischerei des Opfers gegessen.","versions":[{"lang":1,"streams":[{"redirect":11297808,"hoster":"VOE"},{"redirect":10101554,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich sag\u0027s nicht weiter","epNo":12,"alt":"","descr":"Eine Schülerin stürzt aus einem Fenster auf den Schulhof und stirbt. Mick und Andreas müssen herausfinden, ob es ein Unfall oder Mord war.","versions":[{"lang":1,"streams":[{"redirect":11198599,"hoster":"VOE"},{"redirect":10101555,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die, die vergeben können","epNo":13,"alt":"","descr":"Ein Exhäftling wird in einem Park erstochen. Mick wird mit seiner Vergangenheit und dem Ende seines früheren Lebens konfrontiert, obwohl seine Kollegen versuchen ihn davon abzuschirmen.","versions":[{"lang":1,"streams":[{"redirect":11297806,"hoster":"VOE"},{"redirect":10101556,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Jagd beginnt","epNo":1,"alt":"","descr":"Nachdem Mick erfahren hat, dass ihm seine Kollegen die Identität seines Komaschützen verheimlicht haben, quittiert er den Dienst und zieht sich in eine Hütte im Wald zurück. Währenddessen untersuchen Andreas und sein neuer Partner den Mord an einem Taxifahrer. Wie sich herausstellt, wurde das Opfer mit der Waffe umgebracht, mit der auch Mick ins Koma geschossen wurde.","versions":[{"lang":1,"streams":[{"redirect":11198602,"hoster":"VOE"},{"redirect":10101558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nagel ins Herz","epNo":2,"alt":"","descr":"Drei vollbeladene Lieferfahrzeuge werden gestohlen. Bei seinen Ermittlungen kommt der Detektiv Jan Schreck ums Leben: Ein unbekannter Täter jagt dem Privatschnüffler einen neun Zentimeter langen Nagel ins Herz – mit einem Druckluftnagelgerät. Die Tatwaffe wird an Bord eines der gestohlenen Fahrzeuge gefunden, der Paketdieb und der Mörder des Privatermittlers könnten identisch sein. Aber geht die grausame Tat wirklich auf das Konto des barmherzigen Ulrich Huberty?","versions":[{"lang":1,"streams":[{"redirect":11198603,"hoster":"VOE"},{"redirect":10101557,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Sinn des Lebens","epNo":3,"alt":"","descr":"In einer Autowerkstatt wird eines Nachts der Junggeselle und Lebenskünstler Sascha König erschossen. Eine erste Spur führt Mick und Andreas in die Kinderwunschklinik von Dr. Matthias Schatz. Doch der Chefarzt wiegt sich in Unschuld und Unwissen. Sascha hatte in letzter Zeit häufig Kontakt mit der hübschen Ina Richter. Das ist auch seiner Freundin Leonie nicht entgangen … Was ihr jedoch entgangen ist, ist, das Ina glücklich verheiratet ist – mit einer Frau.","versions":[{"lang":1,"streams":[{"redirect":11297811,"hoster":"VOE"},{"redirect":10101560,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kein Sterbenswort","epNo":4,"alt":"","descr":"Als an einer Bushaltestelle in einem Essener Vorort der Sprengsatz eines vermeintlichen Schläfer-Terroristen detoniert, steht das BKA umgehend auf der Matte und übernimmt das Kommando in Micks Revier. Was dem letzten Bullen nicht passt – er lässt sich ungern Vorschriften machen und sieht den Fall zudem ganz anders als die Wichtigtuer aus Wiesbaden. Mick und Andreas beginnen, Fragen zu stellen und irritieren nicht nur Freunde und Witwe des Explodierten, sondern auch das BKA.","versions":[{"lang":1,"streams":[{"redirect":11297807,"hoster":"VOE"},{"redirect":10101559,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unsere kleine Straße","epNo":5,"alt":"","descr":"Nach einer Rangelei mit einem Anwohner geht der Obdachlose Benno auf einem Spielplatz in einer ruhigen, kleinen Straße zu Boden und ist tot. Mick und Andreas finden dank Meisner schnell heraus, dass Benno mit Rattengift getötet wurde und nicht durch den Sturz starb. Doch wer vergiftete den Obdachlosen?","versions":[{"lang":1,"streams":[{"redirect":11198606,"hoster":"VOE"},{"redirect":10101561,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feuer und Flamme","epNo":6,"alt":"","descr":"Ausgerechnet an Micks Karre macht sich ein lang gesuchter Serienbrandstifter zu schaffen. Der Täter entpuppt sich als minderjähriges Mädchen: Julia Brinkmann. Für Zündeleien sind Mick und Andreas nicht zuständig – bis sie in einem ausgebrannten Autowrack auf eine Leiche stoßen. Es handelt sich um Greta Gerlach, die Ex-Frau eines Baulöwen, auf dessen Hochzeit sein Ex Greta ordentlich Schampus getankt und dann ein Nickerchen in ihrem geparkten Wagen gemacht hatte.","versions":[{"lang":1,"streams":[{"redirect":12920771,"hoster":"VOE"},{"redirect":10101562,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zur Kasse, Schätzchen","epNo":7,"alt":"","descr":"Seine letzten Stunden in einem Tempel der Liebe verbringen – für manche eine wunderbare Vorstellung. Für den Finanzbeamten Martin Trabert ist es ein Alptraum. Er stirbt nicht in den Armen einer schönen Frau, sondern wird in der Sauna gegrillt. Für Mick und Andreas ist es ein delikater wie verzwickter Fall: Während die Verdächtigen sich als unschuldig erweisen, kommt Pfeffer in die Ermittlungen: Auch ein Kollege aus dem Präsidium vergnügte sich in der Mordnacht in dem Bordell.","versions":[{"lang":1,"streams":[{"redirect":11297812,"hoster":"VOE"},{"redirect":10101563,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wer zu hoch fliegt","epNo":8,"alt":"","descr":"Mick und Andreas ermitteln in der Polizeiakademie Essen, auf der sie beide – natürlich zu unterschiedlichen Zeiten – ihre Ausbildung genossen haben. Dort wurde die junge Polizistin Silke Dresbach ermordet, die unbedingt als erste Frau ins Essener Sondereinsatzkommando wollte. Haben \"konservative Kräfte\" an der Akademie Silke an diesem Karriereschritt hindern wollen? Laut der Akademiekommandantin Thea Kiesling ist Micks Vermutung völlig absurd.","versions":[{"lang":1,"streams":[{"redirect":12383754,"hoster":"VOE"},{"redirect":10101564,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spielchen spielen","epNo":9,"alt":"","descr":"Bei einem Banküberfall in Essen wird eine junge Angestellte erschossen und Micks Tochter Isa als Geisel genommen. Mick und Andreas eilen zum Tatort. In einem gewagten Alleingang, der ihm natürlich Ärger einbringt, kann Mick Isa aus dem Fluchtfahrzeug befreien, ehe der Bankräuber unerkannt davonrast. Es stellt sich heraus, dass der Täter Isa kannte und der Überfall möglicherweise nur ein Ablenkungsmanöver war, um sie zu entführen …","versions":[{"lang":1,"streams":[{"redirect":11198605,"hoster":"VOE"},{"redirect":10101565,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Grubengold","epNo":10,"alt":"","descr":"In einer Zeche, 1000 Meter unter der Erde, hat der Bergmann Horst Lubczeck einen gewaltsamen Tod gefunden. Er wurde erschlagen und hinterlässt eine Ehefrau und eine Tochter. Immerhin lässt sich der Kreis der möglichen Täter stark eingrenzen. Dann machen Mick und Andreas jedoch eine Entdeckung, die sie stutzen lässt und die Belegschaft des Bergwerks in Aufregung versetzt. In der Tasche von Horst Lubczecks Bergarbeiterkluft findet sich ein Goldnugget! Gold im Kohlestollen?","versions":[{"lang":1,"streams":[{"redirect":11198608,"hoster":"VOE"},{"redirect":10101566,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Uschi, mach keinen Quatsch","epNo":11,"alt":"","descr":"Uschi erwacht in einer fremden Wohnung mit einem Filmriss. Neben ihr liegt eine Leiche: ihr Vermieter Wilhelm Inck – erschlagen in einer riesigen Blutlache. Mick und Andreas bleibt nichts anderes übrig, als ihre alte Freundin Uschi festzunehmen. Während ihre Kollegen an Uschis Unschuld glauben, sieht das ein ehrgeiziger junger Staatsanwalt anders: Sie war am Tatort, ist von dort geflohen und hatte hohe Mietschulden bei dem Toten. Ein potenzielles Mordmotiv …","versions":[{"lang":1,"streams":[{"redirect":11198607,"hoster":"VOE"},{"redirect":10101567,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Romeo und Julia","epNo":12,"alt":"","descr":"Mick bemerkt eine junge Frau, Annika, die zusammengekauert und aufgelöst vor dem Präsidium sitzt. Sie schaut Mick mit Tränen in den Augen an und behauptet, ihre Mutter getötet zu haben. Kurz darauf sind Mick und Andreas in Annikas Wohnung. Von einer Leiche keine Spur! Allerdings fällt unseren Ermittlern auf, dass die Küche, im Gegensatz zum Rest der Wohnung, blitzblank geschrubbt ist. Ein recht seltsamer Fall für Mick und Andreas. Lebt die Mutter noch?","versions":[{"lang":1,"streams":[{"redirect":11198611,"hoster":"VOE"},{"redirect":10101568,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gefährliches Spiel","epNo":13,"alt":"","descr":"Mick Brisgau, ein harter Bulle aus altem Schrot und Korn, wird in den 80-er Jahren angeschossen und wacht erst nach 20 Jahren Koma wieder auf. Handys, PCs und Internet sind ihm fremd, doch seine Sprüche kommen bei den Frauen immer noch genauso gut an wie früher. In einer komplett veränderten Welt muss er sich beruflich und privat neu orientieren. Zudem sind seine Verräter noch immer nicht gefasst …","versions":[{"lang":1,"streams":[{"redirect":12920774,"hoster":"VOE"},{"redirect":10101569,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Deckel der Pandora","epNo":1,"alt":"","descr":"Nach einem verpatzten Einsatz wird Mick degradiert und als Streifenpolizist auf die Straße geschickt. Doch auch Andreas hat Probleme in seinem neuen Job beim LKA. Die Kollegen akzeptieren ihn nicht und sein Chef Koller glaubt, Andreas wolle ihn erpressen. Dabei hat Andreas keine Ahnung, womit. Dann findet Mick die Leiche von Koller – angeblich ein Selbstmord. Andreas ist überzeugt, dass dieser Tod mit der angeblichen Erpressung zu tun hat. Was für ein Geheimnis hatte der Chef?","versions":[{"lang":1,"streams":[{"redirect":9587140,"hoster":"VOE"},{"redirect":8392837,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die wollen nur spielen","epNo":2,"alt":"","descr":"Nach dem Anschlag auf sein Leben will Andreas den Job beim LKA hinschmeißen. Doch Mick überzeugt ihn, dass er sich und seine Familie nur schützen kann, wenn sie Kollers Tod aufklären. Mick stößt bei seinen inoffiziellen Ermittlungen auf eine Erpresser-Mail, in der es um eine Millionensumme und ein ganz großes Ding geht, das im Jahr 2002 gelaufen ist. Aber von wem ist die Mail? Und in den Archiven fehlt eine Akte, die genau diesen Zeitraum dokumentiert …","versions":[{"lang":1,"streams":[{"redirect":9579276,"hoster":"VOE"},{"redirect":8392842,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Ding des Jahrhunderts","epNo":3,"alt":"","descr":"Auf der Beerdigung von Klaus Koller findet Mick keine Antworten. Alle gehen ihm aus dem Weg. Er bemerkt jedoch, dass er beobachtet wird. Als er die fliehende Person stellen will, entkommt der Mann in einem Auto. Das Auto hat er davor aber schon einmal gesehen – vor dem Haus seiner Tochter Isa! Ist sie etwa in den Fall verstrickt? Nach weiteren Nachforschungen wird klar: Es geht um einen lange zurückliegenden Coup und immens hohe Geldsummen.","versions":[{"lang":1,"streams":[{"redirect":11198615,"hoster":"VOE"},{"redirect":10101570,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sieben Buchstaben","epNo":4,"alt":"","descr":"Mick verschafft sich Zugang zu einer gesperrten LKA-Akte, die eine Liste der Personen enthält, die in der Silvesternacht 2001/2002 beim großen Coup dabei waren. Auf der Liste gibt es einen geschwärzten Namen mit sieben Buchstaben! Für Mick ist nun klar: Der Täter muss aus den Reihen von Polizei, LKA oder Wachschutz stammen. Nachforschungen bei der Wachschutzfirma bringen zutage, dass sein Vater damals dort gearbeitet hat. Und der Name Brisgau hat sieben Buchstaben … (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9579277,"hoster":"VOE"},{"redirect":8392841,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Was hab ich getan","epNo":5,"alt":"","descr":"Alles deutet darauf hin, dass Mick an einem schweren Verbrechen beteiligt war. Offenbar lag er an Silvester 2001/2002 nicht im Koma, sondern hat bei einer merkwürdigen Begebenheit, die einen millionenschweren D-Mark-Transport betraf, mitgewirkt. Er selbst kann sich an nichts erinnern, und das Krankenhauspersonal von damals ist quasi unauffindbar. Normalerweise würde Mick sich Andreas anvertrauen, aber die Männerfreundschaft ist ziemlich angeknackst … (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":12920775,"hoster":"VOE"},{"redirect":8392843,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ins Paradies","epNo":6,"alt":"","descr":"Da Mick inzwischen des Mordes an dem Bundesbankbeamten Höthker verdächtigt wird, flüchtet er nach Monaco. Dort will er seinen Vater Erwin ausfindig machen und zu den Geschehnissen aus der Silvesternacht 2001/2002 befragen. Erwin schaltet allerdings zunächst auf stur und präsentiert Mick sein Luxusleben. Doch dann stößt der Bulle auf die nächste heiße Spur. In Deutschland muss Andreas unterdessen um seine Karriere fürchten, da er angeblich gemeinsame Sache mit Mick macht. (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9587142,"hoster":"VOE"},{"redirect":8392847,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Es bleibt in der Familie","epNo":7,"alt":"","descr":"Von Ferchert und Meisner soll Mick endlich erfahren, was tatsächlich in der verhängnisvollen Silvesternacht passiert ist und inwiefern er in das Verbrechen verstrickt war. Für Andreas wird die Luft unterdessen dünn, denn seine Partnerin Anja ist ebenfalls in die Sache verwickelt und muss irgendwie den Verdacht von sich lenken. Mit Görnemann stirbt schließlich ein weiterer Beteiligter. Wer wird der nächste sein? (Text: Sat.1 Emotions)","versions":[{"lang":1,"streams":[{"redirect":9587141,"hoster":"VOE"},{"redirect":8392846,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Zukunft","epNo":8,"alt":"","descr":"Mick erfährt endlich, wer für die Erpressung und die Morde verantwortlich ist und kann es kaum glauben. Schließlich muss er sich seiner schwersten Prüfung stellen: Sein Gegenspieler hat die schwangere Astrid entführt und droht, sie zu töten, wenn Mick ihn nicht laufen lässt. Doch Mick gibt sich nicht so leicht geschlagen. Wird er das Duell auf Leben und Tod überstehen? (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":12251968,"hoster":"VOE"},{"redirect":8392845,"hoster":"Streamtape"}]}]}]}]}