{"path":"/serie/stream/der-knig-von-palma","name":"Der König von Palma","descr":"Die sechsteilige Dramaserie \"Der König von Palma\" zeigt, wie die beschauliche Mittelmeerinsel Mallorca zu einem der angesagtesten Urlaubsgegenden in Europa wurde: Anfang der 1990er Jahre erlebt die Tourismusbranche an der Playa de Palma einen ungeahnten Zulauf. Partystimmung und Massentourismus auf Mallorca verwandeln das spanischen Kleinod zur beliebtesten Urlaubsinsel der Deutschen. Mittendrin steht Matthias ‚Matti‘ Adler (Henning Baum), der gemeinsam mit seiner Familie das bisherige Leben in Deutschland hinter sich lässt, um einen Biergarten an der berühmten Playa de Palma zu eröffnen. Schnell erlebt die zunächst kleine und unscheinbare Gastwirtschaft einen kometenhaften Aufstieg. Um ihren Erfolg zu sichern, müssen die Adlers immer mehr Grenzen überschreiten. Schon bald finden sie sich in einem Strudel aus Bestechung, Erpressung und Gewalt wieder, aus dem es kaum ein Entkommen gibt.","seasons":[{"path":"/serie/stream/der-knig-von-palma/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-knig-von-palma/staffel-1/episode-1","name":"Freiheit","epNo":1,"alt":"","descr":"1990: Der ehemalige Autoverkäufer Matthias \u0027Matti\u0027 Adler hat einen Traum - einen eigenen Biergarten auf Mallorca. Während er versucht, seine Frau Sylvie von seinen Plänen und vom Auswandern zu überzeugen, kommt ein Geheimnis ans Tageslicht, das alles verändert. Matti setzt alles auf eine Karte und befeuert damit einen Territorialkampf um den Ballermann. Zeitgleich machen Bianca und ihre beste Freundin Annet auf Mallorca den ersten Urlaub außerhalb der DDR. Berauscht von einem nie erlebten Gefühl der Freiheit, trifft Bianca eine lebensverändernde Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14274969","hoster":"VOE"},{"path":"/redirect/14263533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-1/episode-2","name":"Hochspannung","epNo":2,"alt":"","descr":"Matti hat einen Biergarten auf Mallorca gepachtet und Sylvie damit vor vollendete Tatsachen gestellt. Für sie ist die Situation aussichtslos, ihr bleibt nur die Flucht nach vorne. Unter der angespannten Situation leiden vor allem Tochter Katja und Sohn Dennis. Die Ehe der Adlers steht vor dem Aus. Zudem bedrohen die Feinde, die sich Matti in kürzester Zeit geschaffen hat, seine Familie. Indes hat Bianca im Team der Disko Isla Bonita des charismatischen Aufsteigers Manuel Díaz ein neues Zuhause gefunden. Doch der familiäre Schein trügt - ihre Romanze entpuppt sich als Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14331605","hoster":"VOE"},{"path":"/redirect/14462593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-1/episode-3","name":"A Larga Distancia","epNo":3,"alt":"","descr":"Matti und Sylvie versöhnen sich, doch etwas Unausgesprochenes steht immer noch zwischen den beiden. Ihr Lokal, der Bieradler, hat eröffnet und die deutsche Nationalmannschaft schießt sich durch die Fußball-WM \u002790. Das Geschäft müsste eigentlich blendend laufen, doch die Adlers sitzen auf dem Trockenen, denn plötzlich bleibt die Bierlieferung aus. Währenddessen freundet sich Sylvie mit Bianca an, die inzwischen als Kellnerin bei ihnen arbeitet. Als Deutschland ins WM-Finale einzieht, bietet sich für die Adlers eine letzte Gelegenheit, das Ruder herum zu reißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14331664","hoster":"VOE"},{"path":"/redirect/14475049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-1/episode-4","name":"Väter","epNo":4,"alt":"","descr":"Der Bieradler boomt, doch die Konkurrenz schläft nicht. Als ihnen die Gäste immer wieder abgeworben werden, hat Bianca die Idee für ein neues Geschäftsmodell, welches Matti und Sylvie von einer rosigen Zukunft träumen lässt. Währenddessen schleppt Tochter Katja ein quälendes Geheimnis mit sich herum. Uwe, Mattis älterer Bruder, ist überraschend aufgekreuzt und hat eine Menge alter Probleme im Gepäck. Auch für Bianca läuft es alles andere als geplant. Sie will ihre Jugend nachholen, doch ihre Vergangenheit holt sie ein. Während sich Matti letztendlich den Konsequenzen seines Handelns stellen muss, deutet sich ein großes Unheil an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13904486","hoster":"VOE"},{"path":"/redirect/14462596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-1/episode-5","name":"Hoffen","epNo":5,"alt":"","descr":"Der Bieradler steht vor dem endgültigen Aus, als die Polizei den Laden offiziell schließt. Die Übermacht der Gegner der Adlers wird immer deutlicher, was den Zusammenhalt der Familie auf die bisher härteste Probe stellt. Während Uwe immer tiefer in die Unterwelt Mallorcas gezogen wird, beschließen Matti und Bianca getrennte Wege zu gehen. Die Konsequenzen, die sich daraus ergeben, erahnen sie jedoch noch nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14332010","hoster":"VOE"},{"path":"/redirect/14475051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-1/episode-6","name":"Abschiedsgeschenk","epNo":6,"alt":"","descr":"Die Adlers stehen mit dem Rücken zur Wand, als ihnen die letzte Möglichkeit eines Ausstiegs geboten wird. Währenddessen erlebt der Bieradler einen kometenhaften Aufstieg. Konzerte von Costa Cordalis, Jürgen Drews und anderen Schlagerstars katapultieren den Bieradler in völlig neue Sphären. Bianca ist kurz davor, zurück nach Hause zu fliegen und ihr neues Leben aufzugeben. Uwes Verbindungen in die Unterwelt erweisen sich als unerwartet nützlich, doch der Kampf um den Ballermann fordert alsbald sein erstes Opfer. Matti und Sylvie stehen vor einer schweren Entscheidung, doch Aufgeben ist für beide keine Option mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14260831","hoster":"VOE"},{"path":"/redirect/14475053","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-knig-von-palma/staffel-2/episode-1","name":"Die Allianz","epNo":1,"alt":"","descr":"Manuel Díaz hat mittlerweile damit begonnen, von allen Kneipen- und Cafébesitzern Schutzgeld zu fordern. Nur Matti weigert sich zu zahlen. Als er Manuel Díaz öffentlich brüskiert, entbrennt ein erbitterter Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14331662","hoster":"VOE"},{"path":"/redirect/14462608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-2/episode-2","name":"Hitzewelle","epNo":2,"alt":"","descr":"Als Manuel Díaz dafür sorgt, dass Mattis Expansionsversuche misslingen, beschließt Matti, den Bieradler auf den Strand zu erweitern. Er weiß, dass er nur bestehen kann, wenn er Stärke beweist. Dafür muss der neue Promoter Jupp büßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13997014","hoster":"VOE"},{"path":"/redirect/14475058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-2/episode-3","name":"Durchbruch","epNo":3,"alt":"","descr":"Manuel Díaz ist kurz davor, einen Deal zu machen, der Matti stark unter Druck setzt. Über Joel Roca versucht Manuel Díaz, das an den Bieradler angrenzende Gebäude zu pachten. Doch Joel Roca wechselt überraschend die Seiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13183654","hoster":"VOE"},{"path":"/redirect/14475060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-2/episode-4","name":"Abschied","epNo":4,"alt":"","descr":"Mit dem Durchbruch hat Matti eine bauliche Veränderung vorgenommen - und die Konsequenzen lassen nicht auf sich warten. Innerhalb weniger Tage nach Eröffnung des neuen Lokals, bekommt Matti den Abrissbescheid gegen den Bieradler...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13183655","hoster":"VOE"},{"path":"/redirect/14475061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-2/episode-5","name":"Nachbeben","epNo":5,"alt":"","descr":"Der Bieradler wird für den Abriss geschlossen. In einem letzten Aufbäumen gelingt es Matti, Kontakte zur Politik zu knüpfen. Bianca und Matti zahlen einen hohen Preis, um den Bieradler zu retten, und ihr Glück wird auf die Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14274996","hoster":"VOE"},{"path":"/redirect/14271160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-knig-von-palma/staffel-2/episode-6","name":"Phönix","epNo":6,"alt":"","descr":"Der Bieradler brennt vor Mattis Augen ab und er kann nichts tun, als machtlos dabei zuzusehen. Ein verzweifelter Versuch, Geld über die Versicherung zu bekommen, scheitert. Díaz\u0027 macht Matti ein finales Angebot, den Laden zu kaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14275063","hoster":"VOE"},{"path":"/redirect/14475056","hoster":"Streamtape"}]}]}]}]}