{"path":"/serie/stream/der-scheich","name":"Der Scheich","descr":"Inspiriert von wahren Begebenheiten erzählt \"Der Scheich\" die Geschichte einer beispiellosen Hochstapelei. Ringo (Björn Meyer), ein einfacher, liebevoller Familienvater aus dem Schwarzwald, erfindet sich neu als unehelicher Sohn einer milliardenschweren arabischen Dynastie. Mit nichts als einem Haufen kruder Geschichten und einem gefälschten Kontoauszug über 8 Milliarden Dollar erobert er als arabischer Trauminvestor die Züricher Finanzwelt und bringt das politische und wirtschaftliche System der Schweiz an den Rand einer Staatskrise. Während sich Ringo dabei immer weiter in seiner Rolle als vermeintlicher Thronfolger von Katar verliert, gerät seine ahnungslose Frau Carla (Petra Schmidt-Schaller) selbst in ein gefährliches Netz aus Lügen, Geld und Gier.","seasons":[{"path":"/serie/stream/der-scheich/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-scheich/staffel-1/episode-1","name":"Die Natur lügt nicht","epNo":1,"alt":"","descr":"Nachdem Ringo von zwei gerade aus dem Knast entlassenen Junkies bedroht wird, kommt ihm ein Familienausflug in die nahe Schweiz ganz recht. Hier stößt er zufällig auf den Immobilienmakler Urs Tsara, dem er sich als Scheich aus Katar vorstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11883976","hoster":"VOE"},{"path":"/redirect/11883975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-2","name":"Das blühende Moor","epNo":2,"alt":"","descr":"Mit einem \"Vertrauensvorschuss\" über 100.000 Euro, den der Scheich für einen Villenkauf erhält, will Ringo sich von den Junkies freikaufen. Carla, die ihren Vater vergeblich um Geld bittet, findet sich allein mit den Junkies im Moor wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11883971","hoster":"VOE"},{"path":"/redirect/11883980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-3","name":"Der Kreis des Lebens","epNo":3,"alt":"","descr":"Einer der toten Junkies entpuppt sich als Sohn von Morloks wichtigstem Investor. Von Conradi fordert Rache. Profikiller Ben Judas betritt die Bühne. Kriminalpolizistin Pina stellt unangenehme Fragen. Ringo ist in der Scheich-Nummer gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11884005","hoster":"VOE"},{"path":"/redirect/11884007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-4","name":"Kein Tag zum Sterben","epNo":4,"alt":"","descr":"Polizei und Profikiller verfolgen dieselbe Spur: Carlas Ex-Mann Pathos ahnt, was wirklich geschah, und gesteht die Morde, um Carla zu schützen. Leider nicht der Polizei. Er bleibt nicht das einzige Opfer von Ben Judas.Ringos \"Qatar Global\" expandiert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11884004","hoster":"VOE"},{"path":"/redirect/11884010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-5","name":"Der Fisch stinkt vom Kopf","epNo":5,"alt":"","descr":"Den Investitionen des Scheichs fehlt der Cashflow. Doch ein gefälschter Kontoauszug genügt, und das willige Publikum lässt sich weiter vom zunehmend unfreiwilligen Scheich blenden. Horvath hält Carla für die Morde verantwortlich und nimmt sie fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11884028","hoster":"VOE"},{"path":"/redirect/11884011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-6","name":"Schüsse in der Nacht","epNo":6,"alt":"","descr":"Ringo und Carla gestehen einander. Carla drängt ihn, die Scheich-Geschichte zu beenden. Zuvor aber wird sich der Scheich mit ihrem Vater treffen - der um Geld betteln wird. Ben Judas weiß inzwischen, dass Carla hinter den Schüssen im Moor steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11884014","hoster":"VOE"},{"path":"/redirect/11884024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-7","name":"1001 Schweiz","epNo":7,"alt":"","descr":"Ringos Fake-Identität ist die Rettung. Die Familie des Scheichs flieht ins Schweizer Grand Hotel. Die junge Polizistin Heidi Stucki kommt dem Schwindel auf die Spur. Beatrice nötigt den Scheich, eine Rede vor dem Nationalrat zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11884016","hoster":"VOE"},{"path":"/redirect/11884026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-scheich/staffel-1/episode-8","name":"Der traurige Willy","epNo":8,"alt":"","descr":"Während die Geschichte um den falschen Scheich durch alle Medien rauscht, fliehen Ringo und Carla zurück in ihre alten Identitäten. Carla will sich stellen. Pina trifft Ben Judas zu einem persönlichen Showdown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11884034","hoster":"VOE"},{"path":"/redirect/11884038","hoster":"Streamtape"}]}]}]}]}