{"path":"/serie/stream/der-prinz-von-bel-air","name":"Der Prinz von Bel Air","descr":"Der aus ärmlichen Verhältnissen in Philadelphia stammende Jugendliche Will Smith (Will Smith) wohnt bei seinem reichen Onkel Philip Banks (James Avery) in dessen vornehmer Villa in Bel Air, Los Angeles. Seine freche Art und seine schrille Kleidung passen jedoch überhaupt nicht in diese Umgebung. Phil ist entsprechend genervt - hätte er noch welche, würde er sich dauernd die Haare raufen. Wills Mutter hatte den Jungen zu ihm geschickt, damit er eine bessere Erziehung bekommt. Diese Rechnung geht nicht ganz auf.Zum Banks-Haushalt gehören Mutter Vivian (Janet Hubert-Whitten; ab der vierten Staffel: Daphne Maxwell-Reid), der kleinwüchsige Sohn Carlton (Alfonso Ribeiro), mit dem Will eine Hassliebe verbindet, die ältere Tochter, die naive Hillary (Karyn Parsons), die jüngere Ashley (Tatyana M. Ali) und der ebenso vornehme wie vorlaute Butler Geoffrey (Joseph Marcell).","seasons":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-1","name":"Will kommt nach Bel-Air","epNo":1,"alt":"Pilot","descr":"Der 17-jährige Teenager Will ist in West-Philadelphia aufgewachsen und verbringt seine Zeit am liebsten mit Dingen wie Rap-Musik und Basketball. Er ist ohne Frage ziemlich intelligent und fleißig und lernt manchmal sogar heimlich, damit seine Kumpels von der Straße nichts falsches über ihn denken. Irgendwann jedoch wird die Lage in West-Philly ziemlich heiß für Will, und da beschließt seine Mutter, dass der Junge endlich in \"bessere Kreise\" kommen soll. Sie schickt Will direkt nach Bel-Air, einen noblen Vorort von Los Angeles, wo ihre Verwandten, die Banks leben. Dort soll aus Will etwas Anständiges werden. Während Wills Tante Vivian durchaus Verständnis für seine freche und etwas ungehobelte Art hat, tut sich sein Onkel, der erfolgreiche Rechtsanwalt Phillip Banks, zunächst ziemlich schwer mit seinem ungewöhnlichen Neffen, der so gar nicht zum Rest der Familie passen will. Doch ohne Frage kommt mit Wills Einzug bei den Banks gehörig Leben in die Bude. Will freundet sich sofort mit seiner kleinen Cousine Ashley an, doch dafür hat er leichte Probleme mit den anderen - vor allem der Kontakt zu Hilary und Carlton gestaltet sich am Anfang etwas schwierig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986492","hoster":"VOE"},{"path":"/redirect/9021690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-2","name":"Schlagzeug-Stunden","epNo":2,"alt":"Bang The Drum Ashley","descr":"Kaum hat sich Will in Bel-Air ein wenig eingelebt, sorgt er auch schon wieder für Aufruhr im Hause Banks: Er hat die kleine Ashley dazu gebracht, anstatt Geige ein \"anständiges\" Instrument zu lernen. Kurzerhand hat er die teure Geige versetzt und statt dessen ein Schlagzeug angeschafft, was Onkel Phil natürlich gar nicht recht ist. Will lädt dann auch noch seinen Kumpel Jazz ein, der Ashley das Spielen beibringen soll. Doch weil die lauten Lektionen die Familie bei der \"Tea-Time\" stören, fliegt Jazz aus dem Haus. Onkel Phil besteht darauf, dass Ashley wieder Geige lernt, damit aus ihr eine zivilisierte junge Dame wird, doch Vivian meint, man dürfe die Kleine zu nichts zwingen. Dadurch ermutigt, gesteht Ashley schließlich, dass sie eigentlich weder Schlagzeug noch Geige lernen möchte, und erklärt obendrein, dass sie auch den Ballettunterricht schmeißen möchte. Nun reagiert Vivian entsetzt - dafür kommt es zu einem versöhnlichen, fast philosophischen Gespräch zwischen Will und Onkel Phil...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599555","hoster":"VOE"},{"path":"/redirect/9021692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-3","name":"Gentleman oder Gangster","epNo":3,"alt":"Clubba Hubba","descr":"Auf dem Golfplatz hat Will die schöne Mimi entdeckt. Doch sein Cousin Carlton macht ihm klar, dass er niemals an das Mädchen herankommen wird, weil ihr Vater - genannt \"Dr. No\" - niemanden mit seiner Tochter ausgehen lässt. Nur ein gut erzogener, erfolgsorientierter und ehrgeiziger junger Mann könnte eine kleine Chance bei Dr. No haben, erzählt Carlton. Also versucht er, Will die Manieren eines tadellosen Gentlemans beizubringen, was ihm mit einiger Mühe auch halbwegs gelingt. Irgendwann kommt Will dann mit Dr. No ins Gespräch, und seine guten Manieren beeindrucken den gestrengen Vater derart, dass er Will seine Tochter vorstellen will. Dummerweise offenbart Mimi Will, dass sie lieber einen echten harten Kerl von der Straße haben möchte und an verweichlichten Gentlemen nicht das geringste Interesse hat. Also probiert es Will auf die harte Tour, die Mimi zwar beeindruckt, ihm aber gehörige Probleme mit dem Vater einbringt. Also beschließt Will, Mimi aufzugeben und sich der nächsten Schönheit zuzuwenden. Eine schmerzliche Erfahrung erwartet ihn...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13263732","hoster":"VOE"},{"path":"/redirect/9021696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-4","name":"Nicht mit meinem Schwein","epNo":4,"alt":"Not With My Pig, You Don´t","descr":"Phil ist der \"Urban Spirit Award\" zuerkannt worden. Um diese hohe Ehre gebührend zu feiern lädt Phil zum Festdinner auch seine Eltern ein. Will freundet sich sofort mit Oma Banks an, die ihm einige Anekdoten über Phils Jugend und Herkunft erzählt. Dabei erfährt Will, daß Phil keineswegs auf der Straße groß geworden ist, sondern ziemlich behütet auf einer Farm aufwuchs und am liebsten mit seinem besten Freund, einem Schwein, spielte. Im Laufe des Dinners stößt auch noch eine Reporterin zu der Festgesellschaft, die eine Story über Phils Werdegang schreiben will. Carlton, Ashley und Hilary beten vor der Reporterin einen auswendig gelernten, geschönten Lebenslauf herunter und beteuern immer wieder, wie hart sich ihr Vater hat hocharbeiten müssen. Dummerweise findet die Reporterin diese Geschichte ausgesprochen langweilig und will die Story abblasen. Doch da springt Will in die Bresche und erzählt ihr die ganze Wahrheit. Als Phil am nächsten morgen die Story in der Zeitung liest, ist er außer sich vor Wut, weil Will sein Image ramponiert hat. Zum Glück kann Oma Banks schlichten und alles wieder ins Lot bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599557","hoster":"VOE"},{"path":"/redirect/9021695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-5","name":"Besuch aus Philadelphia","epNo":5,"alt":"Homeboy, Sweet Homeboy","descr":"Will hat Heimweh nach Philadelphia und erzählt allen von seinem alten Freund Ice-Tray. Da schlägt Vivian vor, ihn doch mal für ein Wochenende einzuladen. Allerdings ahnt sie nicht, daß Tray ein ziemlich harter Bursche ist, der nicht viel von Schule hält und eigentlich nur Spaß im Sinn hat. Als Tray dann da ist, lernt er auch Hilary kennen, und die beiden verlieben sich sogar, was niemanden außer Will zu freuen scheint. Doch Phil hat einen Plan: Auch er täuscht Freude darüber vor, weil er davon überzeugt ist, daß Hilary alles nur aus Rebellion gegen ihre Eltern tut. Der Plan geht allerdings nach hinten los, denn als Tray und Hilary nur zum Spaß erzählen, sie hätten bereits heimlich geheiratet, zeigen Phil und Vivian ihr wahres Gesicht und regen sich furchtbar auf. Das wiederum bringt Will auf die Palme, denn er hält zu seinem Freund, dem er unglaublich viel verdankt. Als die Zeit des Abschieds gekommen ist, hat sich die Situation allerdings wieder etwas entspannt - und die Beziehung zwischen Tray und Hilary nimmt eine unerwartete Wende. Schuld daran ist ein Flugticket erster Klasse... es warr geil","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599559","hoster":"VOE"},{"path":"/redirect/9021700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-6","name":"Die Automarder","epNo":6,"alt":"Mistaken Identity","descr":"Phil und Vivian sind gemeinsam mit Kollegen aus Phils Kanzlei für ein Wochenende nach Palm Springs gereist. Will überzeugt Phils Partner Henry davon, sich sein Auto nach Florida überführen zu lassen. Doch nicht Will, sondern Carlton wird mit diesem Auftrag betraut. Will jedoch versteckt sich in dem Wagen und fährt heimlich mit - was Carlton dann ziemlich auf die Palme bringt. Als die beiden sich verfahren, werden sie von der Polizei festgehalten, und weil Will mal wieder eine große Klappe hat, werden die beiden des Autodiebstahls verdächtigt und auf dem Revier  das Recht auf ein Telefongespräch eingeräumt. Carlton versucht seinen Vater zu erreichen, bekommt aber nur dessen Bekannte Margaret ans Rohr, die alles missversteht. Will versucht sein Glück bei Geoffrey, aber der hat Urlaub und will nicht behelligt werden. Nach langen Stunden in der Zelle hat Will eine verwegene Idee: Er will gleich eine ganze Reihe von Autodiebstählen gestehen - aber nur vor laufender Kamera...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586959","hoster":"VOE"},{"path":"/redirect/9021706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-7","name":"Der Klub der tauben Dichter","epNo":7,"alt":"Def Poets Society","descr":"Will tritt in den schulischen Lyrik-Club ein, weil es dort jede Menge Mädchen gibt und er ein wenig \"schwarzen städtischen Schwung\" in den Verein bringen möchte. Um Christina, einem der Mädchen, zu gefallen, trägt Will die Gedichte des von ihm frei erfundenen schwarzen Dichters Raphael Delaghetto vor. Phil durchschaut Wills \"Lyrikbegeisterung\" ziemlich schnell, weil er sich in seiner Jugend auch nur wegen eines Mädchens für Lyrik interessiert hat. Zur großen Überraschung aller erzählt dann auch Geoffrey noch von seinem Leben als Dichter in Devonshire. Christina ist unterdessen so interessiert an Raphael, dass sie Will bittet, ihn ihr beim nächsten Lyrik-Abend vorzustellen. Will bittet Jazz um Hilfe und will sich einen \"Dichter\" besorgen lassen, der sich als Raphael ausgeben könnte. Als das große Ereignis steigen soll, ist Jazz\u0027 \"Dichter\" dummerweise verhaftet worden. In seiner Not bittet Will schließlich Geoffrey darum, Raphael Delaghetto zu geben - und tatsächlich willigt er ein. Doch dummerweise kann er es sich nicht verkneifen, als Zugabe eines seiner eigenen Gedichte zu lesen, durch das der ganze Schwindel auffliegt. Und dann gibt sich auch noch Jazz als Raphael aus und schnappt Will die schöne Christina vor der Nase weg. Der einzige Trost für Will besteht darin, dass die ganze Familie Wills lyrisches Talent lobt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986504","hoster":"VOE"},{"path":"/redirect/9021707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-8","name":"Die Wette (I)","epNo":8,"alt":"Someday Your Prince Will Be In E...","descr":"Hilarys Halloween-Party steht bevor, und die ganze Familie fährt zum Kostümkauf in ein Einkaufszentrum. Unterwegs schließen Will und Carlton eine Wette darüber ab, wem es wohl gelingen wird, im Einkaufszentrum eine weibliche Begleitung für die Party aufzureißen. Doch während sich Hilary, Phil und Vivian beim Einkaufen prächtig amüsieren, müssen Will und Carlton eine Schlappe nach der anderen einstecken. Schließlich finden die beiden ein geeignetes \"Opfer\", doch dummerweise haben es beide auf dasselbe Mädchen abgesehen. Um ihre Chancen bei der Schönheit zu steigern, erzählen sie sich und ihr von ihren guten Taten, bzw. den schlechten des jeweils anderen. Als sich Melinda am Ende für Carlton entscheidet, zieht Will wie ein geprügelter Hund schmollend ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586961","hoster":"VOE"},{"path":"/redirect/9021703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-9","name":"Die Wette (II)","epNo":9,"alt":"Someday Your Prince Will Be In E...","descr":"Nachdem sich Melinda für Carlton als Partybegleitung entschieden hat, sitzt Will niedergeschlagen in einem Cafe, wo ihm die unscheinbare Kellnerin ein Sandwich spendiert, weil er so traurig aussieht. Unterdessen wurde Hilary fälschlicherweise für eine Ladendiebin gehalten und hat anschließend den Wachmann zu ihrer Party eingeladen. Als Will schließlich auf der Party auftaucht, ist das Fest schon in vollem Gange, aber er hat immer noch keine Begleitung. Da taucht unversehens eine Frau in prächtigen Gewändern auf, die sich als Cindy, die unscheinbare Bedienung aus dem Cafe, entpuppt. Endlich hat also auch Will eine Begleitung gefunden. Dafür verliert Carlton seine, denn der Wachmann Eugene hat Melinda als langgesuchte Ladendiebin entlarvt. Als Cindy um Punkt Mitternacht von der Party verschwindet, gibt sie Will immerhin noch ihre Telefonnummer...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599560","hoster":"VOE"},{"path":"/redirect/9021709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-10","name":"Küsse meinen Butler","epNo":10,"alt":"Kiss My Butler","descr":"Geoffrey hat Geburtstag, und die Familie will ihn an seinem Ehrentag rundum verwöhnen und seine Aufgaben übernehmen. Will möchte Geoffrey unbedingt eine Frau besorgen und erhält für diesen Plan grünes Licht von Vivian. Also macht er sich im Einkaufszentrum auf die Suche, scheitert aber kläglich. Dafür hat er Jazz mitgebracht, der sich wieder einmal eine Abfuhr von Hilary abholen kann und wieder mal von Phil vor die Tür gesetzt wird. Ashley hat schließlich die rettende Idee: Ihre Freundin hat ein englisches Kindermädchen, das ebenfalls alleine ist. Kurzerhand wird Geoffrey vor vollendete Tatsachen gestellt, und nach seiner \"Bescherung\" und einer kleinen Tanzunterweisung durch Will geht\u0027s gemeinsam mit dem Kindermädchen Helen zum Tanzen. Auch Will und Jazz schauen in dem Club vorbei, und während Jazz bei Hilary wieder mal auf Granit beißt, verliebt sich Will schlagartig in Helen. Jazz will helfen und schlägt vor, heiße Musik aufzulegen und Geoffrey auf die Tanzfläche zu locken, wo Will ihn sicher locker ausstechen könnte. Der Plan geht allerdings nach hinten los, weil Geoffrey wie ein junger Gott tanzt und Will keine Chance gibt. Schließlich wird Will sogar aus dem Club rausgeworfen - und später hält Geoffrey ihm daheim auch noch eine saftige Standpauke, die sich gewaschen hat. Aber am Schluss überreicht er ihm Helens Telefonnummer, weil er selbst \"viel zu stürmisch und anspruchsvoll\" für das Kindermädchen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586963","hoster":"VOE"},{"path":"/redirect/9021704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-11","name":"Das Ein-Mann-Team","epNo":11,"alt":"Courting Disaster","descr":"Will erfährt davon, dass Carlton in der miserablen Schul-Basketball-Mannschaft mitspielt und schaut zusammen mit Jazz bei einem Spiel der Truppe vorbei. Durch die Einflussnahme eines älteren Herren, der einst die Schule besuchte, wird Will von Trainer Smiley für die Mannschaft angeheuert. Bald darauf gewinnt Will im Alleingang das erste Spiel für sein Team und kann sich anschließend über ein Leben in Saus und Braus freuen, denn natürlich wird er vom Trainer hofiert und bevorzugt. Doch auch daheim fühlt sich Carlton sehr vernachlässigt und wird natürlich schwer eifersüchtig auf Will. Im nächsten Spiel will Carlton deshalb beweisen, dass auch er etwas draufhat - doch leider misslingt sein Versuch und Bel-Air verliert eine wichtige Partie. Es kommt zum Streit zwischen Will und Carlton, und Phil muss sich ganz schön anstrengen, um die Lage zu schlichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440468","hoster":"VOE"},{"path":"/redirect/9021708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-12","name":"Verkohltes Fest","epNo":12,"alt":"Talking Turkey","descr":"Wills Mutter Viola kommt zu Thanksgiving auf Besuch. Nachdem sie mitbekommt, dass die Banks-Kinder keinen Schlag im Haushalt tun, beginnt sie umgehend damit, andere Saiten aufzuziehen. Sie gibt dem Gärtner frei und verdonnert Will dazu, den Rasen zu mähen und bringt Vivian dazu, dem Partydienst abzusagen, um das Festessen von den Kindern zubereiten zu lassen. Damit nimmt die Katastrophe unvermeidlich ihren Lauf, denn in der Küche bricht großes Chaos aus. Dummerweise hat Carlton für den Abend auch noch seinen Englischlehrer Mister Fellows eingeladen, der sich allerdings nichts anmerken lässt, und die verkohlten und ungenießbaren Speisen tapfer hinunterwürgt. Als die Lage ausweglos erscheint, verschwinden Viola und Vivian in der Küche, um zu retten, was zu retten ist. Außerdem sprechen sie sich über die Kinder aus...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586964","hoster":"VOE"},{"path":"/redirect/8720370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-13","name":"Wissen ist Macht","epNo":13,"alt":"Knowledge Is Power","descr":"Hilary hat Will wegen seiner diversen Untaten bei Onkel Phil verpfiffen. Daraufhin bekommt Will einen Monat Hausarrest. Will schwört Rache, und als er herausbekommt, dass Hilary schon seit drei Monaten vom College abgegangen ist und die gesamte Familie betrügt, wittert er seine Chance.. Er erpresst Hilary und verlangt von ihr, dass sie ihm den Arrest so angenehm wie möglich gestalten soll. Hilfesuchend wendet sie sich schließlich an Carlton, doch auch der nutzt ihre Notlage aus und erpresst sie ebenfalls. Die Sache kann natürlich nicht gut gehen, und eines Abends fliegt die ganze Geschichte beim Essen auf. Dadurch verlängert sich Wills Arrest dann auch noch - aber auch Carlton bekommt sein Fett weg...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599558","hoster":"VOE"},{"path":"/redirect/9021702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-14","name":"Die Grusel-Schule","epNo":14,"alt":"Day Damn One","descr":"Bei einer Pyjama-Party soll Will Ashleys Freundinnen eine Gruselgeschichte erzählen. Will läßt sich nicht lange bitten und erzählt von seinen Erlebnissen auf der Bel-Air-Akademie, der elitären Privatschule, die auch Carlton besucht. Dort hat sich Will einen unglaublichen Fehler geleistet, indem er \"Fresh\" in den \"Schreibtisch der Ehemaligen\" geritzt hat, einen Tisch, der fast wie eine Reliquie verehrt wird. Carlton erzählt daheim von diesem Skandal, und es dauert nicht lange, bis die Familie dahinter kommt, wer der Übeltäter ist. Am nächsten Tag schläft Will im Geschichtsunterricht ein und träumt davon, daß ihn Dr. Oates entlarvt hat und nun erschießen will. Als er aufwacht, kommt Oates gerade auf den Vorfall zu sprechen - und Carlton hat tatsächlich die Frechheit, Will zu verraten. Es kommt zu einem harten Verfahren gegen Will...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586968","hoster":"VOE"},{"path":"/redirect/9021717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-15","name":"Oh Plastikbaum ...","epNo":15,"alt":"Deck the Walls","descr":"Will ist sehr enttäuscht darüber, dass in Bel-Air offenbar kein richtiges Weihnachtsfest gefeiert wird. Vor allem will er die desillusionierte Ashley davon überzeugen, dass Weihnachten eine tolle Sache ist und es natürlich auch einen Weihnachtsmann gibt. Phil und Vivian machen sich derweil für eine Weihnachtsfeier in der Kanzlei zurecht. Will spricht mit Vivian über Ashley und erhält die Erlaubnis, die Dekoration fürs Wohnzimmer abzuholen und den Raum zusammen mit Ashley schmücken zu dürfen. Als Phil und Vivian schließlich von ihrer Party heimkehren, erkennen sie ihr Haus nicht wieder: Will und Ashley waren im Billigladen und haben das ganze Haus über und über kunterbunt dekoriert. Prompt beschweren sich auch die Nachbarn über das farbenprächtig geschmückte Anwesen, und Will tritt gehörig ins Fettnäpfchen, als er einen der Nachbarn, der sich telefonisch beschwert, auch noch beleidigt - wie sollte er ahnen, dass ausgerechnet Box-Schwergewichtler Evander Hollyfield der ominöse Nachbar ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986507","hoster":"VOE"},{"path":"/redirect/9021714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-16","name":"Gastspiel an der Börse","epNo":16,"alt":"Lucky Charm","descr":"Phil geht mit seinem abergläubischen Mandanten J. Witworth Golf spielen, wobei Will und Carlton als Caddies assistieren. Will kaspert wie üblich herum und dreht Witworth die Mütze herum - woraufhin dieser einen phantastischen Schlag landet. Natürlich kann das kein Zufall sein. Außerdem schlägt Will dem Mandanten bei der Plauderei vor, am Wochenende auf Geschäfte zu verzichten und sich statt dessen um seine Frau zu kümmern. Als Witworth einige Tage später zu Besuch kommt, stellt sich heraus, dass Wills \"Tipp\" ihn vor einem Millionenverlust bewahrt hat, und als Witworth dann auch noch herausbekommt, dass Wills Geburtsdatum exakt mit Witworths Glückszahlen übereinstimmt, ist alles klar: Will ist Witworths Glücksbringer! Tatsächlich gibt Will dem seltsamen Mann, dessen Steuerberatung früher von seinem Hund Sparkey erledigt wurde, auf dessen Drängen einen Aktientipp, der sich als goldrichtig erweist und Witworth eine Million einbringt. Da rät Phil seinem Neffen, das Spiel zu beenden, bevor er Schaden anrichten kann, doch Will gefällt seine neue einträgliche Rolle als Glücksbringer recht gut. Als Phil bei seinem Mandanten anruft, um der Sache ein Ende zu machen, wird er von Witworth kurzerhand gefeuert. Den Verlust dieses großen Etats kann Phil jedoch nicht auf sich sitzen lassen und er versucht zu retten, was zu retten ist. Als er Witworth aufsucht, fallen dessen Aktien, die ihm von Will empfohlen wurden, gnadenlos in den Keller...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586965","hoster":"VOE"},{"path":"/redirect/9021716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-17","name":"Schwarze Geschichte","epNo":17,"alt":"The Ethnic Tip","descr":"Will erschummelt sich durch einen Trick die Unterschriften von Phil und Vivian unter seine miserable Geschichtsarbeit, aber der missgünstige Carlton verpetzt ihn. Will verteidigt sich damit, dass er Geschichte einfach langweilig finde, weil im Unterricht nichts über die Schwarzen gelehrt wird. Daraufhin macht ihm Vivian den Vorschlag, beim nächsten Elternsprechtag einen Vorschlag zur diesbezüglichen Änderung des Lehrplans einzubringen. Genau das tut Will dann auch, aber es stellt sich heraus, dass Smiley, der Geschichtslehrer, mit dieser Anregung völlig überfordert ist. Doch er macht den Vorschlag, jemand anderen damit zu beauftragen, einen Monat lang schwarze Geschichte zu lehren, und dieser jemand ist Vivian, die durchaus qualifiziert für diese Aufgabe ist. Im Laufe ihres Unterrichtes stellt sich jedoch schnell heraus, dass weder Will noch Carlton einen blassen Schimmer von der Geschichte der schwarzen Amerikaner haben, und entsprechend hart werden die beiden von Vivian rangenommen. Der Kurs ist alles andere als ein Zuckerschlecken für die Jungs - aber immerhin bekommen sie, wonach sie verlangt haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586966","hoster":"VOE"},{"path":"/redirect/9021713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-18","name":"Oma Hattie voll drauf","epNo":18,"alt":"The Young And The Restless","descr":"Großmutter Hattie kommt zu Besuch, und alle schmieden Pläne für die alte Dame. Das passt Phil überhaupt nicht, denn er möchte, dass sie sich mal so richtig ausruht und sich keineswegs anstrengt. Sobald die alte Dame Anstalten macht, etwas zu unternehmen, ruft Phil sie zur Ordnung. Will spielt ihr eines Tages Musik von Heavy D. vor, und Großmutter findet daran so viel Gefallen, dass sie ausgelassen durch die Küche tanzt. Das sorgt für Ärger, denn Phil gibt Will daraufhin Hausarrest. Will schäumt vor Wut, denn er wollte zu einem Konzert von Heavy D. gehen, zu dem ihm sogar Großmutter begleiten wollte. Also schmieden die beiden gemeinsam raffinierte Fluchtpläne. Dummerweise wird ihre Flucht bald entdeckt, und Phil macht sich ebenfalls auf den Weg zum Konzert, um die Ausreißer zu stellen. Durch einen dummen Zufall landet Phil dann jedoch auf der Bühne - und wird gnadenlos ausgepfiffen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579219","hoster":"VOE"},{"path":"/redirect/9021715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-19","name":"Wie behandelt man eine Frau?","epNo":19,"alt":"It Had To Be You","descr":"Jazz, der sich gerade mal wieder eine Abfuhr von Hilary eingehandelt hat, bittet Will, mit seiner Schwester, die gerade nach L.A. gezogen ist, auszugehen. Will ist skeptisch, ändert seine Meinung aber, als er die hinreißende Janet sieht. Die beiden gehen auf die Piste, und schnell gesteht Janet dem verdutzten Will, daß die beiden prima zueinander passen würden. Leider entpuppt sich Janet schnell als ausgesprochen herrschsüchtiges Wesen, das Will enorm bevormundet und schnell von Ehe und Kindern spricht. Will ist fassungslos und klagt Phil und Vivian sein Leid. Als er Jazz zur Rede stellt, gibt dieser unumwunden zu, daß Janet auch mit ihm so umgegangen sei, und er sie deshalb irgend einem Trottel anhängen mußte. Dann warnt er Will noch davor, ihr den Laufpaß zu geben, denn ihr letzter Freund habe diesen Schritt bitter bereuen müssen. Die einzige Lösung: Will muß Janet einem anderen Idioten abtreten - und da naht auch schon der Retter in Gestalt von Carlton! Alle treffen sich in einem Cafe, und Janet benimmt sich herrschsüchtig wie immer. Doch da spricht Carlton ein Machtwort - und plötzlich ist Janet sanft wie ein Kätzchen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351887","hoster":"VOE"},{"path":"/redirect/14477428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-20","name":"Lady auf Abwegen","epNo":20,"alt":"Nice Lady","descr":"Die Banks bekommen Besuch von dem notorischen Langweiler Lord Fowler und dessen Tochter Lady Penelope, bei denen Geoffrey einst seinen ersten Job bekam. Gleichzeitig bittet Will seinen Onkel und seine Tante um ihren Wagen, da er ein Ziggy-Marley-Konzert in Nevada besuchen möchte. Allerdings bekommt er eine Abfuhr, weil er nach Ansicht der beiden einfach nicht verantwortungsbewusst ist. Doch falls es ihm gelänge, das Gegenteil zu beweisen, würde er den Wagen bekommen. Da kündigt Lady Penelope plötzlich an, dass sie unbedingt in die Oper müsse. Und da ihr Vater sie nicht ohne Begleitung gehen lassen möchte, wittert Will seine Chance. Er wird Lady Penelope natürlich gerne in die Oper begleiten und sich so den Wagen für die Reise nach Nevada verdienen! Was Will allerdings nicht ahnt, ist, dass die ganze Aktion ein wahres Himmelfahrtskommando für ihn werden soll, denn die unschuldige Lady Penelope hat es wirklich faustdick hinter den Ohren. Und so ist ihr Ziel auch nicht das Opernhaus, sondern der \"Meat Hook\", verschrieen als einer der härtesten Clubs der Stadt. Will schwant dabei nichts Gutes...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586969","hoster":"VOE"},{"path":"/redirect/9021723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-21","name":"Liebe und Streit","epNo":21,"alt":"Love at First Fight","descr":"Familie Banks bekommt Besuch von der New Yorker Uni-Stipendiatin Kayla, die Vivian unter ihre Fittiche genommen hat. Will macht natürlich wieder seine Sprüche, merkt aber bald, dass er sich an dem Mädchen aus Harlem die Zähne ausbeißen wird, denn sie gibt ihm jede Menge Kontra. Zwischen Will und Kayla entbrennt ein wilder Streit, in dessen Verlauf sich die beiden gegenseitig auf das Übelste beleidigen und des anderen Familie schlecht machen. Bei diesem Spiel zieht Will tatsächlich den Kürzeren, denn Kayla gelingt es, immer noch eins draufzusetzen. Will ist begeistert und gibt endlich zu, dass er Kayla ganz toll findet. Glücklich sinken sich die beiden in die Arme. Das Glück der beiden wird allerdings getrübt, als Vivian feststellt, dass Kaylas Leistungen an der Uni rapide nachlassen. Sie sieht Kaylas Stipendium in Gefahr und bittet Will daraufhin, Kayla ein wenig in Ruhe zu lassen, damit die sich auf ihr Studium konzentrieren könne. Außerdem versucht sie Kayla zum Lernen zu animieren und auch Will haut in diese Kerbe. Da wird Kayla allmählich sauer und berichtet davon, wie schwer es ihr falle, dem Erwartungsdruck, der von Seiten ihrer Familie auf ihr laste, standzuhalten. Da vertraut Vivian ihrem Schützling an, dass es ihr einst genauso ergangen sei und erzählt ihre Geschichte - eine Geschichte, die ihre Wirkung nicht verfehlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586970","hoster":"VOE"},{"path":"/redirect/9021722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-22","name":"Billard","epNo":22,"alt":"Banks Shot","descr":"Während Vivian nach Berkley gefahren ist, um einen Vortrag zu halten, hat sich Phil in seinem Büro verschanzt. Daheim hat nun Hilary das Kommando übernommen und tyrannisiert die ganze Familie. Will hat es satt und schnappt sich trotz eines eindeutigen Verbotes Onkel Phils Wagen, um damit zu einem verrufenen Billardsalon zu fahren. Dort lässt man ihn zunächst einige Partien gewinnen, um ihn anschließend gnadenlos auszunehmen. Will verliert all sein Geld und muss sogar den Wagen als Pfand zurücklassen, um seine Schulden zu decken. Zusammen mit einem von den Spielern fährt Will nach Hause zurück, um sich von Hilary bzw. Geoffrey das fehlende Geld zu leihen. Da kommt Phil überraschend zurück und erfährt natürlich alles über die Sache. Er ist stinksauer und will seinen Wagen zurückhaben. Gemeinsam mit Will und Geoffrey machen sie sich auf den Weg in den Billardsalon, und als Phils Drohungen mit der Polizei nichts fruchten, lässt er sich darauf ein, um das Geld zu spielen. Phil tut so, als hätte er noch nie an einem Billardtisch gestanden und verliert natürlich immer mehr. Da schlagen ihm die Spielhaie vor, um 100 Dollar pro Kugel zu spielen. Jetzt hat Phil die Trickser genau da, wo er sie haben wollte und verpasst ihnen eine grandiose Packung. Unterdessen ist auch Vivian zurückgekehrt, und Will und Phil beschließen, ihr kleines Erlebnis für sich zu behalten. Als Will sich bei seinem Onkel für die Rettung bedankt und froh ist, dass Phil sein Geld für ihn zurückgewonnen hat, erlebt er jedoch eine ziemliche Überraschung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586971","hoster":"VOE"},{"path":"/redirect/9021719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-23","name":"72 Stunden","epNo":23,"alt":"72 Hours","descr":"Will und Carlton streiten mal wieder. Diesmal geht\u0027s bei der Fehde um ihre Herkunft, und Carlton behauptet, auch wenn er in einer Upper-Class-Gegend aufgewachsen sei, würde er im Ghetto genauso gut zurechtkommen wie Will. Daraufhin schließen die beiden eine Wette ab: Wenn es Carlton zwei Tage in Jazz\u0027 Bude in Compton aushält, wird sich Will nie wieder über ihn lustig machen. In der Familie geben die beiden vor, auf eine Mark-Twain-Exkursion zu gehen und machen sich auf den Weg nach Compton. Dort wird Carlton von Jazz\u0027 Freunden zunächst sehr skeptisch, dann aber sehr freundlich aufgenommen - was wohl auch daran liegt, dass er den Boys verspricht, ihnen Verkaufstechnik beizubringen und ihre Steuern zu machen. Nach und nach wächst Carlton hervorragend in seine Rolle als Homeboy hinein - er kleidet sich wie die Jungs und redet sogar schon wie sie. Will ist das alles nicht besonders geheuer, und als Carlton ihm dann offenbart, dass er abends in den MacArthur-Park gehen will, um dort Handtaschen zu verkaufen, wird es Will zu bunt. Diese Aktion ist entschieden zu gefährlich! Reumütig kehrt Will nach Hause zurück und gesteht die ganze Geschichte. Phil fordert Will daraufhin auf, seinen Sohn irgendwie da rauszuholen. Der lässt sich auch etwas einfallen, um Carlton aus dem Ghetto zu locken, doch dummerweise taucht Vivian im strategisch völlig falschen Augenblick auf und verrät Wills Plan. Nun ist Will bei den Brothers in Compton völlig unten durch. Und da ist auch noch die Standpauke, die daheim auf ihn und Carlton wartet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586972","hoster":"VOE"},{"path":"/redirect/9021726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-24","name":"Der Kinderstar","epNo":24,"alt":"Just Infatuation","descr":"Ashley ist furchtbar in den Kinder-Rap-Star Little T. verknallt. Da ihr Geburtstag vor der Tür steht, soll sein von Hilary eingefädelter Besuch die große Überraschung für sie werden. Nach dem üblichen Geburtstagsprogramm taucht dann tatsächlich Little T. auf und singt \"Happy Birthday\" für Ashley, die so fürchterlich aufgeregt ist, daß sie prompt in Ohnmacht fällt. Der kleine Star tröstet sie und die beiden erzählen sich gegenseitig ihre peinlichsten Erlebnisse. Außerdem lädt Little T. die kleine Ashley für den kommenden Tag auf eine Pizza ein, und das versetzt die gesamte Familie in helle Aufregung. Nur Phil behält seine Fassung, doch als dann Little T. und sein Agent eintreffen, ist es auch um seine Ruhe geschehen, denn der Agent steckt ihm, was für ein Mädchenheld und Aufreißer sein Schützling ist. Also schickt Phil Carlton und Will als \"Schutztruppe\" für die kleine Ashley mit. In einem günstigen Augenblick knüpfen sich die beiden den Kinderstar vor und stellen ihn zur Rede...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586973","hoster":"VOE"},{"path":"/redirect/9021721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-1/episode-25","name":"Ein genialer Plan","epNo":25,"alt":"Working It Out","descr":"Als Jazz wieder mal aus dem Hause Banks geworfen wird, meint Will, sein Freund müsse einen Plan entwickeln, um Hilary endlich für sich gewinnen zu können. Und Jazz gibt zurück, er habe schon einen Plan, verrät jedoch keine Details. Hilary hat unterdessen ihren Job in der Kunstgalerie gekündigt und sich eine Arbeit beschafft, um die sie - davon ist sie überzeugt - all ihre Freundinnen beneiden werden. Sie wird die neue persönliche Assistentin der Schauspielerin Marissa Redman. An ihrem ersten Arbeitstag wollen Will und Jazz Hilary in ihrem neuen Büro besuchen, und bei dieser Gelegenheit bekommen die beiden mit, dass die Schauspielerin eine furchtbare Tyrannin ist, die Hilary bösartig herumkommandiert und schlecht behandelt. Dummerweise guckt sich die Diva den armen Will als Begleitung für eine am Abend stattfindende Restauranteröffnung aus und macht ihm klar, dass Hilary ihren Job verlieren würde, wenn er sie nicht begleitet. Als sich Hilary darauf einlässt, sich mit Jazz als Begleiter anzuschließen, lässt sich Will endlich erweichen. Doch der Abend steht unter keinem guten Stern, denn Marissa benimmt sich wie erwartet fürchterlich. Niemand ahnt, dass all das zu Jazz\u0027 genialem Plan gehört...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586975","hoster":"VOE"},{"path":"/redirect/9021728","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-1","name":"Wer bebt - die Erde oder du?","epNo":1,"alt":"Did the Earth Move for You","descr":"Phil hat Karten für eine Preisverleihung besorgt. Als sich die gesamte Familie inklusive Geoffrey auf den Weg machen will, bemerkt Phil, dass er die Tickets in seinem Büro vergessen hat. Während die anderen vorfahren, machen sich Vivian und Phil auf den Weg, um die Karten abzuholen. Will möchte mit seiner neuen Freundin separat fahren, da er noch etwas Zeit mit ihr alleine verbringen will. Da ereignet sich plötzlich ein Erdbeben, durch das Will und Kathleen im Keller eingesperrt werden, während Geoffrey und Co. im Stau stecken bleiben und Viv und Phil nicht mehr aus dem Bürohaus kommen. Im Keller erkennt Will derweil, dass an seiner Freundin so ziemlich alles unecht ist und sie partout nicht zu ihm passt. Es kommt zu einem erbitterten Streit zwischen den Eingeschlossenen, und gerade, als der Streit auf seinem Höhepunkt angekommen ist, werden Will und Kathleen von Vivian und Phil befreit. Als Will verkündet, dass er die Beziehung zu Kathleen soeben beendet hat, fällt dem Rest der Familie ein Stein vom Herzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586974","hoster":"VOE"},{"path":"/redirect/9021724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-2","name":"Die Mutter aller Schlachten","epNo":2,"alt":"The Mother of All Battles","descr":"Ashley hat Probleme mit ihrer Mitschülerin Paula, die sie ständig bedroht. Also will Will ihr beibringen, wie man sich verteidigt, während Carlton ihr beizubringen versucht, dass Gewalt keine Lösung ist. Da keine der beiden Methoden Wirkung zeigt, wird Paula dafür bezahlt, Ashley in Ruhe zu lassen. Zwar nimmt Paula das Geld an, doch als sich herausstellt, dass Carltons Scheck geplatzt ist, setzt sie ihren Terror gegen Ashley fort. Irgendwann werden Vivian und Phil von Ashleys Lehrer über das veränderte Verhalten ihrer Tochter informiert, und als die beiden den Grund dafür erfahren, fallen sie aus allen Wolken. Phil beschließt, dem Problem auf den Grund zu gehen und lädt Paula samt ihrer Eltern ein. Es stellt sich heraus, dass Eifersucht der Grund für Paulas Terror ist. Nach einer Aussprache freunden sich die beiden Mädchen dann sogar miteinander an. Ungleich disharmonischer verläuft das Treffen zwischen den Erwachsenen, denn Phil versetzt Paulas Vater, der ausgerechnet als Kinderpsychologe arbeitet, einen Kinnhaken, der sich gewaschen hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920724","hoster":"VOE"},{"path":"/redirect/9021727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-3","name":"Will, der Pirat","epNo":3,"alt":"Will Gets a Job","descr":"Will bittet seinen Onkel um Geld für den \"Homecoming\"-Ball ehemaliger Schüler. Zu seiner großen Überraschung willigt Phil auch sofort ein und sagt Will, dass er ihn in dieser Beziehung an seinen Sohn Carlton erinnere. Das geht Will gewaltig gegen den Strich, und weil er nicht mit einem solchen Waschlappen wie Carlton verglichen werden will, beschließt er, sich einen Job zu suchen, um selber Geld zu verdienen. Und so arbeitet Will dann heimlich in einem Restaurant, in dem er als Pirat verkleidet bedient. Wegen seines Jobs schläft Will während des Schulunterrichts ein und verpasst sogar sein Basketball-Training. Phil macht ihm deshalb arge Vorwürfe, und als Will ihm gesteht, dass er einen Job angenommen habe, um Geld zu verdienen, glaubt Phil ihm nicht. Ashley überredet die Familie, gemeinsam in das Restaurant zu gehen, in dem Will arbeitet. Doch dort erkennt ihn nur Ashley. Will bedient Phil und Carlton ausgesprochen unfreundlich, und gerade, als den beiden der Kragen zu platzen droht, gibt er sich zu erkennen. Schließlich sieht Phil ein, dass er seinem Neffen unrecht getan hat, und so kommt es zu einer Aussprache zwischen ihnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986520","hoster":"VOE"},{"path":"/redirect/9021729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-4","name":"Intelligenztest","epNo":4,"alt":"Psat Story","descr":"Carlton bereitet sich intensiv auf einen kombinierten Intelligenz- und Eignungstest vor, während Will der Auffassung ist, daß man sich auf so einen Test nicht vorbereiten könne und sich lieber amüsiert. Als den beiden die Ergebnisse des Tests zugehen, ist Carltons Entsetzen groß, denn Will hat tatsächlich zwei Punkte mehr erreicht als er. Aber es kommt noch schlimmer: Bei einem Überraschungstest am College wird Carlton, der sich für viel intelligenter hält als Will, auch noch dabei erwischt, wie er von Will abschreibt. Mit einer vollkommen absurden Ausrede gelingt es Will jedoch, Carlton zu retten und von dem Verdacht reinzuwaschen. Carlton ist überaus dankbar, da immerhin sein guter Ruf auf dem Spiel stand. Unterdessen kündigt Geoffrey seinen Job bei Familie Banks, da er sich massiv unterbezahlt fühlt. Schon bald merkt die gesamte Familie, daß Geoffrey eine große Lücke in ihrem Leben hinterläßt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586982","hoster":"VOE"},{"path":"/redirect/9021730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-5","name":"Ratet mal, wer heiratet","epNo":5,"alt":"Guess Who´s Coming To Marry?","descr":"Vivians jüngste Schwester Janice überrascht die Familie mit der Ankündigung ihrer Hochzeit. Die gesamte Familie, darunter auch Wills Mutter Viola, versammelt sich im Hause Banks, um die Trauung zu feiern. Niemand hat Janice\u0027 Zukünftigen bislang gesehen, und so sind alle sehr gespannt auf Frank. Als sich herausstellt, dass Frank ein Weißer ist, reagiert die ganze Familie zunächst sehr geschockt. Doch dann sehen alle ein, dass die Hautfarbe eigentlich überhaupt keine Rolle spielt. Nur Wills Mutter ist strikt gegen die Hochzeit und will ihrem Sohn sogar verbieten, an der Feier teilzunehmen. Es kommt zu einem handfesten Krach zwischen Mutter und Sohn - ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986531","hoster":"VOE"},{"path":"/redirect/9021734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-6","name":"Grandma legt los","epNo":6,"alt":"Grandma Gets Busy, Granny Gets ...","descr":"Phil überredet seine Mutter, zu ihm ins Haus zu ziehen, da er davon überzeugt ist, dass sie sich seit dem Tode ihres Mannes sehr langweilt. Tatsächlich aber sprüht Grandma vor Lebenslust und freundet sich bald mit Ed an, einem älteren Handwerker, der bei den Banks als Mädchen für alles fungiert. Als Phil seine Mutter dabei \"erwischt\", wie sie und Ed sich küssen, ist er völlig durcheinander. Er hat das Gefühl, dass seine Mutter seinen verstorbenen Vater betrügt. Dennoch entschließt er sich durch Vivians sanften Druck dazu, Ed zum Essen einzuladen. Bei diesem Dinner redet Phil pausenlos von seinem verstorbenen Vater, was allen anderen unendlich peinlich ist. Anschließend stellt er seine Mutter zur Rede - und Grandma gelingt es, ihm die Augen zu öffnen. Will und Carlton haben unterdessen eine Wette mit Ashley und Hilary abgeschlossen: Die Jungs behaupten, dass Männer einfach vielseitiger seien und sowohl \"Frauen-\" wie auch \"Männerarbeit\" erledigen können. Das bedarf natürlich einer genauen und eingehenden Überprüfung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986542","hoster":"VOE"},{"path":"/redirect/9021736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-7","name":"Mit 40 fängt das Leben an","epNo":7,"alt":"The Big Four-Oh","descr":"Vivians 40. Geburtstag steht vor der Tür, und Phil hat für sie eine große Geburtstagsparty arrangiert. Dazu gehört auch eine Diashow, die ihr bisheriges Leben Revue passieren lässt. Unter den Dias befindet sich auch ein Schnappschuss, der die kleine Vivian als Tänzerin zeigt, und durch dieses Bild wird Viv wieder an ihren alten Berufswunsch erinnert: Sie hat immer davon geträumt, Tänzerin zu werden. Um sich und der Welt zu beweisen, dass sie noch längst nicht zu alt dafür ist, meldet sie sich zu einem Jazz-Tanzkurs an. Zwar verlaufen die ersten Stunden ziemlich katastrophal, aber Viv bleibt hartnäckig und beißt sich durch. Sie will allen - und vor allem sich - beweisen, dass sie sogar noch ein Engagement als Tänzerin bekommen kann, wenn sie nur will. Wochenlang trainiert sie wie besessen, und dann meldet sie sich zu einem Vortanzen. Prompt bekommt sie eine der Hauptrollen angeboten - doch ihre Reaktion darauf ist für die Familie ziemlich überraschend...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586976","hoster":"VOE"},{"path":"/redirect/12482021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-8","name":"Schwer in Ordnung","epNo":8,"alt":"She Ain´t Heavy","descr":"Will hat Dee-Dee, die Tochter eines Mandanten von Phil, kennen gelernt und sich mit ihr angefreundet. Das Mädchen ist Will von ihrer Art her sehr ähnlich, aber leider ist sie auch ziemlich korpulent. Als Will mit ihr in eine Pizzeria geht, machen die anderen ziemlich hämische Witze über Dee-Dee, und Will fällt es unter diesem Druck schwer, zu seiner Sympathie für das Mädchen zu stehen. Natürlich bekommt Dee-Dee das mit und ist ziemlich sauer auf Will. Später lädt Will die schöne Claudia zum Ball ein, um weiteren blöden Bemerkungen seiner Freunde zu entgehen. Zwar mag er Dee-Dee viel lieber als die affektierte Claudia, aber er hat einfach Angst davor, sich mit Dee-Dee zu blamieren. Doch dann finden die beiden doch wieder zueinander, und Will sieht ein, dass Liebe nicht unbedingt etwas mit Schönheit und gutem Aussehen zu tun haben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586980","hoster":"VOE"},{"path":"/redirect/9021739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-9","name":"Fahr nie ohne Brille","epNo":9,"alt":"Cased Up","descr":"Hilarys neuer Freund, der junge Anwalt Eric, tut alles, um sich bei Phil und der Familie einzuschmeicheln. Will und sein Kumpel Jazz finden ihn deshalb extrem unsympathisch. Die beiden haben sich einen Wagen gekauft, um damit auf Aufreißtour zu gehen. Doch weil sie vergessen haben, eine Versicherung für den Wagen abzuschließen, verbietet ihnen Phil, damit zu fahren. Natürlich ist den beiden dieses Verbot ziemlich egal, und sie machen sich auf den Weg. Dummerweise bauen sie schon in der Auffahrt des Hauses einen Unfall, bei dem es Erics Wagen ziemlich erwischt. Eric ist reichlich sauer und verklagt Will, der von seinem Onkel Phil verteidigt wird. Der ohnehin reichlich komische Prozeß endet unerwartet zu Wills Gunsten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586977","hoster":"VOE"},{"path":"/redirect/9021732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-10","name":"Wer ist hier der Dieb?","epNo":10,"alt":"Hi-Ho Silver","descr":"Nach einer großen Party, bei der unter anderem auch die Schauspielerin Sonia Lamor zu Gast war, bemerkt Butler Geoffrey, dass das wertvolle Silberbesteck der Familie fehlt. Nachdem die Familie das ganze Haus auf den Kopf gestellt hat und immer noch keine Spur von dem Besteck zu finden ist, bleibt nur noch eine Schlussfolgerung übrig: Einer der Gäste muss das Besteck gestohlen haben! Will und Carlton machen sich unterdessen auf zu Sonia Lamor, um ihr einen Schokoladenkuchen zu bringen. Bei dieser Gelegenheit glaubt Carlton, das verschwundene Silberbesteck bei der Schauspielerin gesehen zu haben. Natürlich wollen die Jungs weder die Polizei rufen, noch Sonia auf den peinlichen Zwischenfall ansprechen. Also beschließen sie, das Besteck einfach zurückzuklauen. Doch als sie nach Hause kommen, offenbart ihnen Viv, dass sich die Sache aufgeklärt hat: Der Partyservice hatte das Besteck versehentlich mitgenommen. Will und Carlton stecken nun in einer äußerst peinlichen Lage...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586978","hoster":"VOE"},{"path":"/redirect/9021735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-11","name":"Der Butler wars!","epNo":11,"alt":"The Butler Did It","descr":"Während Phil und Vivian übers Wochenende zu einer Anwaltstagung fahren, reist Geoffrey zu einer Tagung für schwarze Butler. Phil ermahnt vor der Abreise seinen Neffen Will, während seiner Abwesenheit keine Orgien im Haus zu veranstalten. Doch kaum sind die Eltern weg, tobt das Chaos im Haus: Ashley und ihre Pfadfinderinnen verbeulen den Wagen, Will spielt mit Freunden Strip-Poker und Carlton treibt alles auf die Spitze, in dem er das Haus an eine Video-Clip-Firma vermietet. Unterdessen sind Phil und Vivian nicht auf die Tagung, sondern in ein romantisches Flitterwochenhotel gefahren. Doch weil ein Gast im Nebenzimmer das ganze Personal für sich vereinnahmt hat, ist Phil sauer über den schlechten Service. Phil und Vivian beschließen, abzureisen. Was die beiden nicht ahnen: Der ominöse Gast im Nebenzimmer ist niemand anderes als Geoffrey. Als sich Phil und Vivian sich dann telefonisch melden und ankündigen, dass sie einen Tag früher nach Hause kommen, bricht bei Will, Carlton und Ashley die nackte Panik aus, denn das Haus gleicht einem Schlachtfeld...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586981","hoster":"VOE"},{"path":"/redirect/9021737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-12","name":"Wie gewonnen, so zerronnen","epNo":12,"alt":"Something for Nothing","descr":"Hilary organisiert im Country Club einen \"Monte Carlo Abend\" für einen wohltätigen Zweck. Prompt gewinnt Will den Hauptgewinn bei der Tombola - immerhin ein Scheck über 1000 Dollar. Doch wie könnte es anders sein: Will blamiert seine Familie bis auf die Knochen, als er sich weigert, das Geld zu spenden. Er will die Summe um keinen Preis wieder hergeben. Da hält ihm Phil eine Gardinenpredigt und erklärt ihm in aller Deutlichkeit, dass es alte Club-Tradition ist, die gewonnene Summe der Tombola für einen wohltätigen Zweck zu stiften. Will nimmt sich die Moralpredigt schließlich zu Herzen und erklärt sich bereit, das Geld dem kleinen Ramon zu stiften, damit der sein Talent in einem Basketball-Camp weiter ausbauen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383700","hoster":"VOE"},{"path":"/redirect/9021742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-13","name":"Weihnachtsvorstellung","epNo":13,"alt":"Christmas Show","descr":"Familie Banks fährt über Weihnachten in eine Skihütte nach Utah. Dort stoßen auch Vivians Schwestern, deren Männer und Cousin Bobby zu der Gruppe. Zwar stellt sich heraus, dass es in der Hütte zu wenige Betten gibt, aber davon lässt sich die Familie die gute Laune nicht verderben. Janice, Vivians jüngste und mit einem Weißen verheirateten Schwester, scheint schwanger zu sein, und diese Tatsache hebt die gute Laune vor allem bei den Frauen noch erheblich. Selbst Wills Mutter, die strikt gegen die Heirat der beiden war, freut sich für Janice. Dabei hat die gute Laune von Wills Mutter eigentlich einen ganz anderen Hintergrund - sie hat einen neuen Freund. Als die Erwachsenen gemeinsam zum Weihnachtsessen gehen, lassen die durch die heimelige Weihnachtsstimmung vertrauensselig gewordenen Kids einen mysteriösen Besucher in die Hütte. Das erweist sich allerdings als eine dumme Idee, denn der Fremde nimmt die Kids und die gesamte Hütte aus wie eine Weihnachtsgans...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586984","hoster":"VOE"},{"path":"/redirect/9021744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-14","name":"Ein Beruf für die Prinzessin","epNo":14,"alt":"","descr":"Bei einem Familientreffen beklagt sich Phil darüber, daß die Kinder unendlich viel Geld verschlingen. Insbesondere Hilary gibt entschieden zuviel aus, so daß Phil ihre Kreditkarten einzieht und sie auffordert, sich endlich einen Job zu suchen. Hilary bemüht sich auch, aber findet einfach keinen Job. Will bietet sich an, ihr zu helfen und füllt gemeinsam mit ihr einen Bewerbungsbogen aus - nicht ohne dabei ein wenig zu schummeln. Schließlich bekommt Hilary einen Job bei einer Catering-Firma. Ihr erster Auftrag: Sie soll eine Bar-Mitzvah-Feier ausrichten. Dabei stellt sie sich auch wider Erwarten recht geschickt an, vergißt aber leider, das Service-Team zu besorgen. Also müssen Ashley, Carlton und der gute Geoffrey mit anpacken. Als Hilary im Partyraum einige ihrer Bekannten entdeckt, traut sie sich nicht aus der Küche, weil sie sich wegen ihres Jobs schämt. Erst als Geoffrey ihr ins Gewissen redet, faßt sie Mut und steht zu ihrer Arbeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333300","hoster":"VOE"},{"path":"/redirect/9021745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-15","name":"Der Ball ist rund","epNo":15,"alt":"My Brother\u0027s Keeper","descr":"Will und Carlton sehen sich bei einem Basketball-Spiel Marcus Stokes an, den Spielmacher ihres nächsten Gegners Malibu. Marcus ist ein Halbgott an Ball, und Will und er liefern sich nach dem Spiel ein kleines Wortgefecht, in dem es auch darum geht, dass sich für ihr Spiel ein Talent-Scout angesagt hat, der Spieler für die College-Liga suchen wird. Eigentlich hält Will seinen Konkurrenten für ein verwöhntes Kerlchen aus Malibu, doch dann trifft er ihn am Tag darauf bei seinem Frisör in den Slums. Außerdem erfährt Will, dass Marcus sogar einen kleinen Sohn hat. So macht sich Will so seine Gedanken über Marcus. Und als es endlich zum Spiel zwischen den beiden Mannschaften kommt, lässt Will Marcus das alles entscheidende Siegtor werfen, um ihm seinen Respekt zu zollen. Natürlich durchschaut Marcus diese Geste der \"Wohltätigkeit\" und wäscht Will nach dem Spiel unter vier Augen gehörig den Kopf. Er macht Will klar, dass er nicht um jeden Preis eine Karriere als Basketball-Profi machen will, sondern sich vielmehr auf eine solide Ausbildung als Ingenieur verlassen möchte, die er mit seinem Basketball-Stipendium finanzieren möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586983","hoster":"VOE"},{"path":"/redirect/9021743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-16","name":"Das 25-Millionen-Dollar-Ding","epNo":16,"alt":"Geoffrey Cleans Up","descr":"Geoffrey hat sich in Karen verliebt, die schräg gegenüber als Haushälterin arbeitet. Die beiden gehen gemeinsam aus, doch als Geoffrey beim Abschiedsküsschen vor der Haustür erfährt, dass es sich bei Karen um die millionenschwere Erbin eines Klopapier-Imperiums handelt, hält er eine Verbindung mit ihr für unpassend und unmöglich. Will jedoch redet ihm seine Vorbehalte aus, und schließlich lässt sich Geoffrey von Karen dazu überreden, sie zu einer High-Society-Party zu begleiten. Dort kann er jedoch nicht aus seiner Haut heraus und benimmt sich den ganzen Abend über wie ein Butler, was Karen ziemlich sauer macht. Die beiden scheiden im Streit. Wiederum redet Will Geoffrey zu, der sich bei Karen dann auch für sein Benehmen entschuldigt. Unterdessen probiert Phil, sich mit Hilfe eines Toupets etwas jugendlicher zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986532","hoster":"VOE"},{"path":"/redirect/9021746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-17","name":"Butler Jazz","epNo":17,"alt":"Community Action","descr":"Jazz hat seine Bude verloren und darf deshalb bei den Banks einziehen. Um sich nützlich zu machen, schlägt er Phil vor, Geoffrey zu vertreten, der mit einer starken Erkältung im Bett liegt. Natürlich gelingt es ihm binnen kürzester Zeit, das Haus ins Chaos zu stürzen. Unterdessen ist Hilary wegen eines Verkehrsdelikts zu gemeinnütziger Arbeit verdonnert worden, die sie in einem Krankenhaus ableistet. Dort verliebt sie sich in den jungen Arzt Alec, den sie auch mit nach Hause bringt. Während Vivian und Phil von dem kultivierten und gebildeten jungen Mann begeistert sind, platzt Jazz fast vor Eifersucht. Doch das Glück ist nicht von langer Dauer, denn bei einer Party lernt Hilary Alecs feste Freundin kennen. Sie macht dem Arzt eine handfeste Szene und verschwindet wutentbrannt. Will hingegen umgarnt die junge Ärztin Monique und gibt sich bei ihr als Arzt im Praktikum aus. Doch als es dann um medizinische Details geht, wird es Will ganz anders. Später bietet Jazz Onkel Phil an, ihm Hilary abzunehmen und sie sogar zu heiraten, vorausgesetzt, die \"Probefahrt\" verläuft zu seiner Zufriedenheit. Es kommt, wie es kommen muss: Phil schmeißt Jazz mal wieder aus dem Haus...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579222","hoster":"VOE"},{"path":"/redirect/9021747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-18","name":"Mandeln und Memoiren","epNo":18,"alt":"I\u0027ll Will","descr":"Butler Cedric hat seine Memoiren geschrieben und verrät den Banks, dass auch Geoffrey sich mit einem diesbezüglichen Plan trage. Währenddessen wird Will ins Krankenhaus eingewiesen, wo ihm die Mandeln herausgenommen werden sollen. Doch Will hat eine Heidenangst vor der Operation. Selbst der alte Schauspieler Max, den er im Krankenhaus kennen lernt, kann ihn nur kurz aufmuntern. Und nach der Begegnung mit dem vergesslichen Doktor Baylor, der ihn operieren soll, bekommt Will solche Alpträume, dass er aus dem Hospital flüchtet. Die Banks suchen unterdessen nach Geoffreys Manuskript, vor dem sie sich ziemlich fürchten, denn wer weiß, was der Gute darin alles ausplaudert. Doch diese Bedenken erweisen sich zum Glück als unbegründet. Schließlich muss Phil nur noch ein Machtwort sprechen, um Will zurück ins Krankenhaus zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586987","hoster":"VOE"},{"path":"/redirect/9021750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-19","name":"Der Preis ist heiß","epNo":19,"alt":"Eyes on the Price","descr":"Onkel Phil hat sich als Heimwerker versucht und das ganze Haus ins Chaos gestürzt - nichts funktioniert mehr wie es soll! Erst als Vivian mit drakonischen Maßnahmen, nämlich Sex-Entzug, droht, bequemt sich Phil, einen Fachmann zu verständigen. Unterdessen ist Will als Kandidat für die Game-Show `Double Trouble` gecastet worden und braucht einen Partner. Jazz und Ty wetteifern nun darum, wer Wills bester Freund ist und haben Wills ursprünglichen Partner für die Show bereits mit Drohbriefen aus der Stadt vertrieben. Weil Will aber unglaublich scharf auf den Hauptgewinn - ein Auto - ist, entscheidet er sich für den angeblich klügeren Carlton als Partner. Überraschenderweise sind Jazz und Ty bei der Show die Gegner von Will und Carlton. Als Will und Jazz dann bei der letzten Frage sagen sollen, wer wessen bester Freund ist, wird es turbulent...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586986","hoster":"VOE"},{"path":"/redirect/9021751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-20","name":"Das waren Zeiten","epNo":20,"alt":"Those Were the Days","descr":"Marge, eine alte Freundin von Phil und Viv, ist zu Besuch gekommen. Die drei sprechen über die alten Zeiten und die Demonstrationen, Sit-Ins und ähnliche Dinge mehr. Dabei stellt sich heraus, dass Marge politisch immer noch sehr aktiv ist. Unterdessen wird in der Schule der beliebte Lehrer Knotts gefeuert, weil er im Fotokurs eine Robert Maplethorpe-Ausstellung organisiert hat, die die meisten Eltern für zu pornographisch halten. Später stellt sich dann im Hause Banks heraus, dass Marge vom FBI gesucht wird. Die Banks sind verwirrt und erbitten sich bei ihrer Freundin Bedenkzeit, was ihr weiteres Vorgehen betrifft. Will dagegen schlägt als Protestmaßnahme gegen die Entlassung von Knotts eine radikale Aktion im Stile von Marge vor. Doch die Sache floppt, und Will wird mit drei Tagen Schulausschluss bestraft. Bei der Diskussion mit Marge über den Kampf gegen das System hält Phil seiner alten Freundin eine Standpauke und bekräftigt, dass er auf seine Art genauso engagiert ist wie sie. Marge entscheidet sich daraufhin, wieder zu verschwinden - und als Will Wind davon bekommt, will er mit ihr im Untergrund abtauchen. Doch Marge macht ihm klar, dass er es erst mal auf die legale Art seines Onkels probieren soll. Kurz danach fragt ein FBI-Agent die Familie nach Marge aus - doch die Banks fertigen den Mann ziemlich knapp ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986534","hoster":"VOE"},{"path":"/redirect/9021748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-21","name":"Meine Mama gehört mir","epNo":21,"alt":"Vying for Attention","descr":"Als Vy mit ihrem neuen Freund Robert und dessen kleiner Tochter Claudia bei den Banks zu Besuch kommt, reagiert Will ganz schön eifersüchtig. Dann entpuppt sich Robert auch noch als absoluter Supermann, der nicht nur durch seine freundliche Art bei allen einen guten Eindruck macht, sondern auch noch alles reparieren kann. Als dann sogar von Hochzeit die Rede ist, hat Will endgültig genug. Bei dem Abendessen, das Vy zur Feier des bevorstehenden großen Ereignisses gibt, ist er der Einzige, der nicht erscheint. Statt dessen frönt er in einer Bar seiner schlechten Laune. Carlton findet ihn schließlich an der Theke und redet ihm ins Gewissen. Wird Will sich mit seiner Ma aussprechen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986538","hoster":"VOE"},{"path":"/redirect/9021749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-22","name":"Lester auf der Couch","epNo":22,"alt":"The Aunt Who Came to Dinner","descr":"Will und Carlton in Liebesnöten: Da haben sie doch diese traumhaft charmanten Französinnen kennen gelernt und sie zu sich nach Hause eingeladen, weil Phil und Vivian für ein paar Tage zu einem Jazzfestival fahren wollten, als Vivians Schwester Helen aus heiterem Himmel bei den Banks auftaucht und sich bei Vivian wegen ihrer Eheprobleme ausweint. Sie hat ihren Mann Lester mit einer Frau zusammen gesehen und verdächtigt ihn nun des Ehebruchs. Um das heimliche Rendezvous doch noch zu retten versucht Will die Banks dazu zu überreden, Helen mit zu dem Festival zu nehmen. Aber als er sie gerade so weit hat, kreuzt Lester auf, um mit Helen zu reden. Bei so viel Beziehungsstress können Carlton und Will ihre süßen Französinnen vergessen - oder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586985","hoster":"VOE"},{"path":"/redirect/9021752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-23","name":"Eine schwere Geburt","epNo":23,"alt":"Be My Baby Tonight","descr":"Ashley ist zum ersten Mal verliebt. Ihr Angebeteter heißt Kevin, und um auf alles Kommende vorbereitet zu sein, quetscht die 13-jährige nun Will über Sex aus. Der fühlt sich bald von der Rolle des großen Aufklärers überfordert. Auch Carlton und Hilary sind ihm keine große Hilfe. Schließlich wendet er sich an die städtische Sexual-Beratungsstelle und wird dort von dem Zuständigen erst einmal mit nützlichen Prospekten zum Thema eingedeckt. Als Phil und Vivian die aufschlussreichen Broschüren finden, schwant ihnen so einiges...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586988","hoster":"VOE"},{"path":"/redirect/9021755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-2/episode-24","name":"Striptease für zwei","epNo":24,"alt":"Striptease for Two","descr":"Carlton und Will brauchen Bargeld für eine \"bombensichere\" Börsenspekulation. Als Vivian Carlton ihr Diamant-Armband anvertraut, damit er es zur Reparatur bringt, steuert er nicht den Juwelier, sondern den Pfandleiher an. Doch das absolut sichere Geschäft geht in die Hose, folglich sind Geld und Diamant-Armband futsch. Händeringend suchen Carlton und Will nach gutbezahlten Jobs, um das kostbare Armband wieder auslösen zu können. Schließlich nimmt Will sogar eine Stelle als Strip-Tänzer an. Just bei seinem ersten Auftritt verfehlt er jedoch das Lokal und beginnt, sich im gediegenen Diamond-League-Restaurant zu entkleiden. Dem zunächst etwas erstaunten Publikum gefällt die Darbietung recht gut, und als Carlton beginnt, das Geld aufzusammeln, animieren die Damen ihn dazu, auch die Kleider abzuwerfen. Als er gerade die Show seines Lebens abzieht, kreuzen ausgerechnet Phil, Vivian und Hilary auf, die in dem Lokal einen Tisch bestellt hatten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586990","hoster":"VOE"},{"path":"/redirect/9021756","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-1","name":"Pustekuchen","epNo":1,"alt":"How I Spent My Summer Vacation","descr":"Phillip spielt mit dem Gedanken, Will auf ein Internat zu schicken. Zwar ist Vivian entschieden dagegen, doch als Will nach den Sommerferien aus Philadelphia wiederkommt und sich total daneben benimmt, fühlt Phil sich in seinem Entschluss bestärkt. Es kommt zu einem Streit mit Will, der sich hinausgeworfen fühlt und wütend das Haus verlässt. Aber auch in der \"weiten Welt\" hat Will wenig Glück: Auch sein Freund Jazz setzt ihn bald vor die Tür. Nun weiß Will gar nicht mehr wohin, und zu allem Unglück pinkelt ihm dann noch ein herrenloser Hund ans Bein. Derweil machen die Banks sich große Sorgen um Will. Als er schließlich von einem freundlichen Polizisten nach Haus gebracht wird, sind alle erleichtert – auch Phil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586989","hoster":"VOE"},{"path":"/redirect/9021758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-2","name":"Armer reicher Will","epNo":2,"alt":"Will Gets Committed","descr":"Zwischen Vivian und Phillip kriselt es. Vivian wirft ihrem Mann vor, langweilig und berechenbar geworden zu sein, und geht ihm mehr und mehr aus dem Weg, so dass in Phil der schreckliche Verdacht aufkommt, sie könne ein Verhältnis haben. Als ihre alte Wohnung im Ghetto ausbrennt, fahren sie alle zusammen in das Viertel, um bei den Aufräumarbeiten zu helfen. Dabei werden viele alte Erinnerungen wach, und überschwänglich verspricht Phillip Vivian wieder spontaner zu werden. Da gesteht sie ihm den Grund für ihre Stimmungsschwankungen: Sie ist nicht in einen anderen Mann verliebt, sondern schwanger!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586991","hoster":"VOE"},{"path":"/redirect/9021757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-3","name":"Stetes Baggern höhlt den Stein","epNo":3,"alt":"That\u0027s No Lady, That\u0027s My Cousin","descr":"Zu ihrer übergroßen Freude wird auf Carltons und Wills Prep-School die Koedukation eingeführt. Das bedeutet allerdings auch, daß Ashley jetzt auf die gleiche Schule geht. Doch während die anderen Mädchen stetig angebaggert werden, schenken die Jungs Ashley einfach keine Beachtung. Erst als die frustrierte Dreizehnjährige sich etwas schickere Klamotten zulegt, steht sie im Mittelpunkt der männlichen Aufmerksamkeit. Das wiederum ruft Wills und Carltons Beschützer-Instinkte wach. Klar, daß da Reibereien nicht ausbleiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586992","hoster":"VOE"},{"path":"/redirect/9021759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-4","name":"Voll im Sender","epNo":4,"alt":"Hilary Gets a Job","descr":"Wieder einmal kommt es zwischen Phillip und Hilary zum Zwist, weil er ihr nahe legt, sich einen Job zu suchen. Der Vorschlag stößt bei Hilary jedoch auf taube Ohren, sie konzentriert sich mehr auf ihr Gefühlsleben. Vor allem weil sie sich gerade ist in den Nachrichtensprecher Trevor verliebt hat. Als Will zum Sender fährt, um in einer Sendung gegen den Abriss eines Freizeitzentrums zu wettern, bekniet Hilary ihn, sie mitzunehmen. Produzent Howard speist Will mit fadenscheinigen Argumenten ab, engagiert dafür aber Hilary für den Wetterbericht. Wütend wendet Will sich an Phil, um von ihm Unterstützung für sein Engagement zu erhalten. Der ist so lange auf Wills Seite, bis er erfährt, dass Howard Hilary einen Job angeboten hat. Jetzt muss Will seine Sache ganz alleine ausfechten, und greift deshalb zu ziemlich radikalen Mitteln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586999","hoster":"VOE"},{"path":"/redirect/9021763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-5","name":"Ein süßes Baby","epNo":5,"alt":"Mama\u0027s Baby, Carlton\u0027s Maybe","descr":"Überraschung für Carlton: Plötzlich steht seine alte Flamme Cindy vor der Tür – mit einem Baby im Arm! Den erstaunten Banks erzählt sie, das Kind sei von Carlton, und ihre Eltern hätten sie deswegen herausgeworfen. Bereitwillig nehmen die Banks das Mädchen und ihr Baby bei sich auf, doch Phillip verlangt eine Blutuntersuchung, um sichergehen zu können, dass Carlton tatsächlich der Vater ist. Nachts stehlen sich Carlton und Cindy davon, um in einer kleinen Kapelle heimlich zu heiraten. In letzter Sekunde kommen ihnen dann aber doch Zweifel. Da kommen Cindys Eltern ganz recht, auch wenn sie Tochter und Enkelkind entschieden wieder in ihre Obhut – und somit von Carlton weg – nehmen. Bei einem Gespräch unter Männern gesteht Carlton Will, dass er gar nicht der Vater des Kindes sein könne: Er ist noch Jungfrau!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699606","hoster":"VOE"},{"path":"/redirect/9021762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-6","name":"Armer Gigolo","epNo":6,"alt":"P.S. I Love You","descr":"Vivian hält gar nichts davon, dass Will sich von Lindsey beschenken lässt und dafür mit ihr ausgeht, obwohl er nicht viel für sie übrig hat. Aber Will möchte sich da nicht reinreden lassen. Währenddessen wird Phillip das Angebot angetragen, für das Richteramt am Superior Court zu kandidieren. Da er dafür gegen den von ihm hoch verehrten Richter Robertson antreten müsste, lehnt er zunächst ab. Bei einem Besuch von Robertson muss er jedoch erkennen, dass dieser sich sehr verändert hat, er ist senil, vergesslich und korrupt, und Phillip sieht ein, dass der von ihm einst so geschätzte Jurist nicht mehr für das Amt geeignet ist. Also entschließt sich Phil dazu, doch zu kandidieren. Da kündigt Robertson ihm einen heißen Wahlkampf an. Robertson ist es auch, der Will rät, alle Geschenke von Lindsey zu behalten. Aber noch bevor Will sich zu einer endgültigen Entscheidung durchringen kann, fordert Lindsey alle Präsente zurück. Sie hatte Will nur benutzt, um beliebt zu werden, und nun hat sie ihr Ziel erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579223","hoster":"VOE"},{"path":"/redirect/9021761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-7","name":"Freundschaft in Gefahr","epNo":7,"alt":"Here Comes the Judge","descr":"Will ärgert sich maßlos über Jazz. Zuerst bekommt er Sachen, die er seinem Freund geliehen hatte, beschädigt zurück, dann bekommt er sogar wegen Jazz Schwierigkeiten mit der Polizei. Ausgerechnet auf Phils erster großer Pressekonferenz anlässlich der Ankündigung seiner Kandidatur zum Richter wird Will festgenommen. Ein gefundenes Fressen für Phils Konkurrenten Richardson. Während Phil und Vivian die Sache mit Fassung tragen, ist Will mächtig sauer auf Jazz und kündigt ihm die Freundschaft. Da die Banks Wills Reaktion für übertrieben halten, überreden sie ihn dazu, sich mit Jazz auszusprechen. Dabei erfährt Will, was eigentlich mit Jazz los ist. Er ist traurig, weil Will nächstes Jahr aufs College gehen will und dann weggehen wird. Zeit für die Freunde, sich wieder zu vertragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579221","hoster":"VOE"},{"path":"/redirect/14146307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-8","name":"Die Wildnis ruft","epNo":8,"alt":"Boyz In The Woods","descr":"Eigentlich wollte Phillip mit Will und Carlton ganz harmlos zum Campen fahren, da steuern die drei mitten hinein ins Abenteuer! Nachdem sie sich völlig verfahren haben, müssen sie sich im größten Schneetreiben in eine Höhle retten, denn Will hat intelligenterweise die Ausrüstung auf den falschen Wagen gepackt. Ohne Zelte und warme Sachen frieren sie in ihrer klammen Notunterkunft wie die Schneider, und das Holz, das sie zusammengetragen haben ist viel zu feucht, um zu brennen. Da findet Will eine Tasche mit Geld. Insgesamt 25.000 Dollar zählen die drei mit feuchten Augen. Doch als die Kälte weiter zunimmt, beschließt Phillip, die Geldscheine anzuzünden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986559","hoster":"VOE"},{"path":"/redirect/9021766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-9","name":"Das Ereignis des Jahres","epNo":9,"alt":"A Night at the Oprah","descr":"Hilarys Freund Trevor besorgt den Banks eine Einladung zur begehrten Oprah-Winfrey-Talkshow. Alle sind hellauf begeistert. Besonders Phil will diese einmalige Gelegenheit nutzen, seinen Wahlkampf voranzutreiben. Da trübt leider eine schlechte Nachricht die allgemeine Hochstimmung. Da nur die engsten Familienmitglieder eingeladen sind, muss Will zu Hause bleiben. Keiner traut sich so recht, ihm das beizubringen, bis Phil sich kurz vor der Show opfert. Will ist über alle Maßen enttäuscht und will diese Schlappe nicht so einfach hinnehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586995","hoster":"VOE"},{"path":"/redirect/9021764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-10","name":"Asche zu Asche","epNo":10,"alt":"Asses to Ashes","descr":"Immer wieder greift Richter Richardson zu schmutzigen Mitteln, um Phillip bei der Kandidatur für das Richteramt schlecht zu machen. Schließlich verliert Phil tatsächlich die Wahl. Als er Richardson zu seinem Sieg gratulieren will, kann es dieser sich nicht verkneifen, erneut gehässig über Phil herzuziehen. Da platzt Will der Kragen, wütend verlangt er von Richardson, er solle sich bei Phil entschuldigen. Als der alte Richter sich weigert, eskaliert der heftige Wortwechsel zu einem ausgewachsenen Streit. Mitten im eifrigsten Wortgefecht fällt Richardson plötzlich tot um. Will ist geschockt, das hat er natürlich nicht gewollt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586993","hoster":"VOE"},{"path":"/redirect/9021774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-11","name":"Männer, das schwache Geschlecht","epNo":11,"alt":"A Funny Thing Happenend on the W...","descr":"Phillip drückt sich mit allen Mitteln davor, Vivian beim Lamaze-Geburtstraining zu begleiten. Scherzhaft bietet sich Will als Ersatz an, und landet prompt mit Vivian bei der Geburtsvorbereitung. Dort trifft er unverhofft auf die hübsche Danny Mitchell, die sich dann auch noch als Wills Lieblingssportjournalistin entpuppt. Als die Hochschwangere ihn zu einem Basketball-Spiel in die Presse-Loge einlädt, scheint sich Wills Hilfsbereitschaft doppelt und dreifach ausgezahlt zu haben. Aber es kommt, wie es kommen muss: Noch auf dem Parkplatz setzen nach dem Spiel im Wagen die Geburtswehen bei Danny ein, und Will muss zeigen, was er bei dem Kurs gelernt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586994","hoster":"VOE"},{"path":"/redirect/9021765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-12","name":"Der kalte Krieg","epNo":12,"alt":"The Cold War","descr":"Heimlich trifft Will sich mit Carltons Ex-Freundin. Als er sich jedoch von ihr die Grippe holt, riecht Carlton, den zuvor das selbe Schicksal ereilt hatte, Lunte. Tatsächlich gesteht Will die Wahrheit. Nachdem sich die beiden bettlägerigen Grippepatienten mit Kopfkissen müde geprügelt haben, verraten sie einander, wie eifersüchtig sie sind. Diese plötzliche Anwandlung von Ehrlichkeit scheint ansteckend zu sein. Jeder nimmt sich auf einmal ein Beispiel daran, und so werden gnadenlos Wahrheiten ausgetauscht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986557","hoster":"VOE"},{"path":"/redirect/9021769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-13","name":"Mama ist die Beste","epNo":13,"alt":"Mommy Nearest","descr":"Vy hat mal wieder ihren Besuch angekündigt. Als sie erzählt, dass sie sich von Robert getrennt hat, ist Wills Freude groß. Doch die Eröffnung, dass sie Will wieder mit zu sich nach Philadelphia nehmen will, lässt seine Euphorie deutlich abkühlen. Aber Vys Entschluss steht felsenfest. Will sieht sich schon als ältestes Muttersöhnchen der Welt in Philadelphia versauern, als Vys Schwestern für ihn in die Bresche springen. Doch Vy verbittet sich auch von ihnen die Einmischung in ihre Privatangelegenheit. Muss Will nun für immer von Bel-Air Abschied nehmen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587001","hoster":"VOE"},{"path":"/redirect/9021768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-14","name":"Die Zocker von Bel-Air","epNo":14,"alt":"Winner Takes off","descr":"Will und Carlton legen sich immer wieder mit Geoffrey an. Zuerst hauen sie ihn beim Kartenspielen übers Ohr, und er revanchiert sich, indem er beim gemeinsamen Schauen einer Game-Show plötzlich alle Fragen beantworten kann. Erst im Nachhinein merken die Jungs, dass Geoffrey die Show aufgezeichnet und alle Antworten vorher auswendig gelernt hat. Nicht faul, lassen Will und Carlton sich etwas ganz Spezielles für Geoffrey einfallen. Sie drehen ihm ein gefälschtes Lotterielos an und zeigen ihm die Video-Aufzeichnung einer Ziehung der zu Folge Geoffrey 26 Millionen Dollar gewonnen hätte. Siegessicher sagt Geoffrey allen gehörig die Meinung und kündigt. Reumütig decken Will und Carlton ihren Betrug auf, aber Geoffrey weigert sich zurückzukommen. Da lassen sich die beiden Zocker etwas ganz Besonderes einfallen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915869","hoster":"VOE"},{"path":"/redirect/9027684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-15","name":"Banks-Überfall","epNo":15,"alt":"Robbing the Banks","descr":"Statt am Strand Bräute aufzureißen, soll Will Phil zu einem Gerichtstermin begleiten, da Phils Assistent Edward verhindert ist. Prompt trifft Will in den Angeklagten ein paar gute alte Bekannte wieder. Als Phil darüber entscheiden muss, ob Sträfling Luther Devons gegen seine Bewährungsauflagen verstoßen hat, weil er als Vorbestrafter keinen Job finden kann, überredet der gutmütige Will seinen Onkel dazu, Luther als Handlanger anzustellen. Zögernd stellt Phil Luther ein, um Reparaturen im Haus der Banks zu erledigen. Zunächst ist die ganze Familie begeistert von Luthers Hilfsbereitschaft und seiner guten Arbeit, als sie jedoch feststellen, dass er vorbestraft ist, melden sich Vorbehalte an. Als sie dann nach einem Restaurant-Besuch in eine leergeräumte Wohnung zurückkehren, scheinen sich alle Vorurteile zu bestätigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586997","hoster":"VOE"},{"path":"/redirect/9021767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-16","name":"Will, der Nachwuchsreporter","epNo":16,"alt":"Bundle of Joy","descr":"Alle bereiten sich auf ihre Art auf das neue Baby vor. Will möchte für den Neuankömmling Tonbandaufnahmen von allen Familienmitgliedern zusammenschneiden, während Ashley Angst hat, dass sie nun, da sie nicht mehr das Nesthäkchen ist, vernachlässigt werden könnte. Carlton hingegen fürchtet um sein Erbe, und Geoffrey sieht sich schon in der Arbeit, die so ein kleiner Racker bekanntlich macht, förmlich ertrinken, weshalb er von einem gutgebauten, hemmungslosen Kindermädchen träumt. Auch die stolzen Eltern sind ein wenig verunsichert, als der Arzt bei einem Anruf ankündigt, Vivian bekäme Zwillinge. Aber schon wenig später ruft er zurück, um diese Nachricht zu revidieren – in Wirklichkeit erwartet Vivian Drillinge!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986553","hoster":"VOE"},{"path":"/redirect/9021771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-17","name":"Wills Hochzeitsnacht","epNo":17,"alt":"The Best Laid Plans","descr":"Will möchte die Gunst der Stunde nutzen und an einem Abend, an dem die gesamte Familie Banks ausgeflogen ist, seine neue Freundin Monique nach allen Regeln der Kunst verführen. Aber die eröffnet ihm, dass sie sich für die Ehe aufsparen will. In seiner Not wendet Will sich an Onkel Phil. Der gibt ihm den guten Rat: \"Kein Sex vor der Ehe!\" Kurzentschlossen inszeniert Will mit seinem Freund Jazz, der sich als Priester verkleidet, eine falsche Hochzeit. Tatsächlich scheint Monique darauf hereinzufallen. Doch als sie ihm in der Hochzeitsnacht eine wertvolle Uhr überreicht, die schon ihre Urgroßmutter einst ihrem Urgroßvater geschenkt hatte, bekommt Will Gewissensbisse und klärt Monique über den Schwindel auf. Wütend rauscht sie ab – ausgerechnet in Phils Mercedes. Jetzt muss Will auch ihm den Schwindel stecken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587000","hoster":"VOE"},{"path":"/redirect/9021773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-18","name":"Carlton pokert zu hoch","epNo":18,"alt":"The Alma Mater","descr":"In Carltons und Wills Schule finden die College-Bewerbungsgespräche statt. Da Phil auf dem ehrenwerten Princeton war, möchte auch Carlton unbedingt dort aufgenommen werden. Aus Spaß trägt auch Will sich für das Bewerbungsgespräch ein, und verblüfft alle mit der Nachricht, das Gespräch sei erfolgreich gewesen. Natürlich will Carlton unbedingt von ihm wissen, wie er das gemacht habe, und Will erzählt ihm, er habe sich ganz natürlich verhalten. Prompt versucht Carlton bei seinem eigenen Gespräch auf Nummer sicher zu gehen und Will zu imitieren. Daraufhin wird er für verrückt erklärt und seine Aufnahme wird abgelehnt. Aber Carlton ist ganz besessen von der Idee, auf dieses Elite-College zu kommen. Er versucht es mit Bestechung, schließlich sogar mit versteckten Morddrohungen und Anspielungen auf seine angeblichen Mafia-Beziehungen. Aber seine Bemühungen wollen einfach nicht fruchten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986558","hoster":"VOE"},{"path":"/redirect/9021770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-19","name":"Drogen sind out","epNo":19,"alt":"Just Say No","descr":"Will fühlt sich total gestresst und hat Probleme, alle Verpflichtungen unter einen Hut zu bringen: Basketballtraining, Abschlussprüfung in der Schule, Arbeit im Restaurant und seine Freundin Cindy. Kurz vor dem Abschlussball ist er völlig übermüdet und kann sich kaum noch wach halten. Da bietet ihm ein Kumpel ein Aufputschmittel an, damit er zum Fest wieder in Form ist. Will nimmt die Pillen jedoch nicht sofort, sondern verstaut sie erst einmal in seinem Schrank. Auch Carlton hat Probleme. Ausgerechnet vor dem großen Ball, zu dem er mit seiner Freundin Vanessa gehen will, bildet sich ein gigantischer Pickel auf seiner Stirn. Da gibt es nur eine Rettung: Vitamin E! Auf der Suche nach dem hilfreichen Vitamin stößt er in Wills Schrank auf die Aufputschpillen, hält sie für das Gesuchte und schluckt alle auf einmal. Will bemerkt sofort, dass sein Cousin völlig high ist und bringt ihn wegen der Überdosis, die er geschluckt hat, sofort ins Krankenhaus, womit er ihm das Leben rettet. Da Carlton vehement über den Ursprung der Drogen schweigt, gilt Will nun als großer Held …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986563","hoster":"VOE"},{"path":"/redirect/9021772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-20","name":"Das Baby kommt","epNo":20,"alt":"The Baby Comes out","descr":"Die Banks sind in heller Aufregung, denn Vivians Baby soll jeden Moment kommen. Natürlich sind auch Vy und Janice extra zu diesem großen Ereignis angereist, aber da sich bei Vivian immer noch nichts tut, gehen sie dann lieber mit Hilary und Carlton in einen Schönheitssalon. Dafür ist Phil so aufgeregt, dass er selbst plötzlich über heftige Unterleibsschmerzen klagt, so dass Will ihn ins Krankenhaus bringen muss. Dort bleiben die beiden dann im Aufzug stecken. Währenddessen ist Vivian allein mit Geoffrey im Haus, als tatsächlich die Geburtswehen einsetzen. Nur ist nun niemand da, der sie ins Krankenhaus fahren könnte. Genau zur richtigen Zeit taucht Ashley auf und nimmt alles in die Hand …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586998","hoster":"VOE"},{"path":"/redirect/9021775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-21","name":"Glücksspiel","epNo":21,"alt":"You Bet Your Life","descr":"Will hat einen Termin für einen Informationsbesuch an der Uni. Onkel Phil will ihn als Aufpasser begleiten, da Will sich nur für seine zukünftigen Kommilitoninnen interessiert. Als Phil krank wird, schickt er Carlton mit, der sich in der Rolle des Anstandswauwaus gut gefällt. Bald stellen sie fest, dass sich Jazz in den Kofferraum des Mercedes geschmuggelt hat. Als die drei mit dem Wagen Schwierigkeiten bekommen, versuchen sie, das Geld, das der Tankwart fordert, in einer Spielhölle zu gewinnen. Nach anfänglichen Verlusten hat Carlton eine Glückssträhne und ist gar nicht mehr vom einarmigen Banditen wegzukriegen. Jazz und Will fahren alleine weiter. Doch bald packt sie das schlechte Gewissen, sie kehren um und kommen gerade noch rechtzeitig, um Carlton aus einer wilden Schlägerei zu retten. Will steckt die Prügel ein, während Carlton übermütig seinen nackten Hintern aus dem Autofenster hält. Eine Geste, die die Polizei in den falschen Hals bekommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10077154","hoster":"VOE"},{"path":"/redirect/10077152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-22","name":"Will und das Showbusiness","epNo":22,"alt":"Ain\u0027t No Business like Show Business","descr":"Wills alter Freund Keith aus Philadelphia stattet ihm einen Besuch ab, weil er als angehender Komiker einen Auftritt in einem Club in L.A. absolvieren soll. Zwischen den alten Kumpeln kommt es bald zu Spannungen, weil Will sich selbst als Komiker für ein Naturtalent hält und deshalb den Arbeitsaufwand seines Freundes einfach nicht honoriert. Die Zwistigkeiten erreichen ihren Höhepunkt, als der Casting Director des Clubs auch Will zu einem Auftritt animiert. Sofort beginnt er von einer großen Karriere als Stand Up Comedian zu träumen und spielt sogar mit dem Gedanken, sein Studium zu schmeißen. Doch da schiebt Onkel Phil energisch einen Riegel vor. Ohne sich großartig auf seinen Auftritt vorzubereiten, betritt Will schließlich die Bretter, die die Welt bedeuten – und erfährt schmerzlich am eigenen Leibe, wie hart verdient das Brot eines Komikers ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587002","hoster":"VOE"},{"path":"/redirect/9021777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-23","name":"25 Ehejahre","epNo":23,"alt":"The Way We Were","descr":"Zur Feier ihres 25. Hochzeitstages hat sich Phil etwas ganz Besonderes einfallen lassen. Er will vor einem Reverend sein Ehegelübde gegenüber Vivian erneuern. Zwar hat Vivian zunächst einige Bedenken, da sie erst mal eine Diät einlegen müsste, um wieder in ihr Hochzeitskleid zu passen, aber sie will Phil doch die Freude lassen. Während die Kinder ein Photoalbum als Geschenk vorbereiten und dabei in alten Erinnerungen schwelgen, muss Phil zu seinem großen Entsetzen feststellen, dass er seinen Ehering vermisst. Was nun? Um einen neuen zu besorgen ist es einfach zu spät. Im peinlichen Moment der Ringübergabe erlebt Phil dann direkt mehrere große Überraschungen: Nicht nur hat jedes der Kinder einen Ring besorgt, außerdem überreicht ihm Vivian seinen alten Ring, den sie heimlich an sich gebracht hatte, um etwas eingravieren zu lassen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587008","hoster":"VOE"},{"path":"/redirect/12482022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-3/episode-24","name":"Der Ballettprinz","epNo":24,"alt":"Six Degrees of Graduation","descr":"Die Abschlussprüfung an der Prep-School steht bevor. Carlton darf die Abschlussrede halten und ist mächtig stolz, aber auch unglaublich nervös. Will’s Mutter Vy gibt ihm ein paar gute Tipps, wie er seine Nervosität überwinden kann. Vy ist stolz, dass ihr Sohn bald seine Abschlussprüfung besteht. Sie weiß nicht, dass er noch einen Leistungskurs in Musik nachholen muss. Dort sitzt er dann mit viel jüngeren Kindern, was er noch schluckt, aber als erfährt, dass er mit den Kleinen bei der Abschlussfeier in albernen Kostümen auftreten soll, weigert er sich. Aber Will hat keine Wahl: ohne Auftritt kein Abschlusszeugnis! Als es soweit ist, erschrecken sich die Kinder vor dem kostümierten Will zu Tode, doch der rettet die Situation und es wird eine ganz besondere Darbietung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587006","hoster":"VOE"},{"path":"/redirect/9021780","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-1","name":"Wo ein Will ist, ist ein Weg (I)","epNo":1,"alt":"Where There’s A Will, There’s A Way (I)","descr":"Will und Carlton ziehen in ihre Studentenbude ein. Vivian und Phillip fällt die Trennung von den Jungen schwerer als sie gedacht hatten. Schon bald trifft Carlton die vermeintliche \"Frau seines Lebens\" und lädt sie erst zur Einweihungsfeier ein, nachdem ihm Will versprochen hat, ihm die Traumfrau nicht auszuspannen. Die Party wird ein Knüller und alles gerät etwas aus dem Ruder. Als Will mit den zurückeroberten Einrichtungsgegenständen, die ungebetene Gäste geklaut hatten, in die Wohnung zurückkehrt, erleben alle eine große Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587004","hoster":"VOE"},{"path":"/redirect/9021779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-2","name":"Wo ein Will ist, ist ein Weg (II)","epNo":2,"alt":"Where There’s A Will, There’s A Way (II)","descr":"Will und Carlton streiten sich um Jackie. Jazz lädt Leute gegen Entgelt zu fiktiven Parties ein, wodurch Will und Carlton mächtig Ärger mit ihrem Vermieter bekommen und aus der Wohnung fliegen. Carlton zieht zurück nach Hause und Will zieht bei Jazz ein. Jackie ist Will immer noch böse, weil er sie nie angerufen hat. Trotzdem bietet sie ihm einen Job in der College-Cafeteria an. Ein Vorschlag, den er gerne annimmt. Hilarys Freund Trevor verunglückt beim Bungee-Springen tödlich. Will hat die blendende Idee, dass Hilary vom Poolhaus zurück ins Haupthaus zieht, damit sie sich nicht in ihrer Trauer vergräbt. Nun ziehen Will und Carlton gemeinsam ins leerstehende Poolhaus und Phillip ist glücklich, dass er seine Lieben wieder alle um sich hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579226","hoster":"VOE"},{"path":"/redirect/9021783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-3","name":"Mut ohne Ruhm","epNo":3,"alt":"All Guts, No Glory","descr":"Will belegt den Kurs \"Abendländische Philosophie\", weil ein hübsches Mädchen, das gerade vor ihm in der Schlange steht, diesen Kurs belegt. Das kann nicht gut gehen und zufällig legt er sich gleich mit dem Lehrer dieses Kurses an. Gefrustet steigt Will gleich wieder aus dem Kurs aus. Onkel Phil hält ihm eine gewaltige Strafpredigt über seine mangelnde Disziplin. Eigentlich kann Will den Lehrer auch ganz gut leiden und interessiert sich sogar für den Unterricht. Will nimmt Vernunft an und geht in den Kurs zurück, obwohl er dafür keinen Schein mehr bekommen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579227","hoster":"VOE"},{"path":"/redirect/9021781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-4","name":"Vater des Jahres","epNo":4,"alt":"Father of the Year","descr":"Phil möchte endlich wieder einmal alleine mit Vivian sein. Die Kinder sollen Babysitten. Der clevere Will benutzt den kleinen Nicky als Köder zum Mädchenfang, da alleinerziehende Väter in der Beliebtheitsskala der Damen ganz weit oben stehen. Spontan wird er von der Studentenzeitung zum \"Vater des Jahres\" gewählt und kommt in eine Live-Talkshow. Jackie drängt ihn dazu, den Schwindel einzugestehen und die Geschenke aus der TV-Show wieder zurückzugeben. Will plagt das schlechte Gewissen und er folgt ihrem Rat. Der Moderator gibt die Geschenke an einen echten alleinerziehenden Vater weiter, der sich aber ebenfalls als Fälschung entpuppt. Phil und Vivian verfolgen die Geschichte im Hotel am Bildschirm und aus dem romantischen Tête-à-Tête wird wieder nichts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587005","hoster":"VOE"},{"path":"/redirect/9021782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-5","name":"Das große Ereignis","epNo":5,"alt":"It’s Better To Have Loved And Lost It...","descr":"Will und die Jungs erzählen von ihrem ersten Mal und necken Carlton, weil er noch Jungfrau ist. Phillip hat Angst vor einem \"Ethnischen Untersuchungskomitee\", von dem das Verhalten von Richtern untersucht wird. Carlton lernt die Frau seines Lebens kennen und schläft mit ihr. Er schwebt auf Wolke sieben, bis er erfährt, dass Joann, seine Angebetete, mit dem Professor verheiratet ist, von dem er sich eine Zulassung für Princeton verspricht. Carlton ist am Boden zerstört. Zwischenzeitlich gesteht Geoffrey den Banks per Videobotschaft die Sünde seines Lebens: Angeblich besaß er nie eine Arbeitserlaubnis. Sagt Geoffrey die Wahrheit und muss Onkel Phil negative Folgen befürchten? Will tröstet Carlton und gibt seine Schuld zu – zumindest ein bisschen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986565","hoster":"VOE"},{"path":"/redirect/9021784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-6","name":"Die Pool-Party","epNo":6,"alt":"Will Goes A-courtin’s","descr":"Während einer Hitzewelle fällt in Wills und Carltons Poolhaus die Klimaanlage aus. Spontan verlegen die beiden eine geplante Party an den Pool. Außerdem meinen sie, dass Onkel Phil für die Reparatur verantwortlich sei. Phil verbietet die Party, und als die Jungs gegen seinen Willen doch feiern, gibt es einen Riesenkrach und sie landen vorm Kadi. Vor der Richterin schildert jeder der Beteiligten seine Version der Geschichte: Phillip erzählt von respektlosen Rüpeln, die die Nachbarschaft terrorisieren, Will schildert einen gesitteten Nachmittag bei Brause und gepflegter Konversation. Nach reichlichem Hin und Her entscheidet die Richterin zu Phillips Gunsten, doch wegen der mangelnden Diskretion der Richterin, muss er auch mit dem Spott seiner Kollegen rechnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587007","hoster":"VOE"},{"path":"/redirect/9021785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-7","name":"Der Albtraum","epNo":7,"alt":"Hex And The Single Guy","descr":"Hilary will mit ihrem verstorbenen Verlobten Trevor in Kontakt treten, und die Familie Banks geht geschlossen zu einer spiritistischen Sitzung. Will verspottet den Parapsychologen während der Seance und wird dafür von ihm mit einem Fluch belegt. Er soll in Zukunft allen Menschen in seiner Gegenwart Unglück bringen. Nach einer Reihe von schlimmen Ereignissen kehrt Will freiwillig zu dem strengen Medium zurück und entschuldigt sich. Doch dann wacht Will auf und stellt fest, dass alles nur ein schlechter Traum war. Zu seinem Entsetzen fängt der Tag aber genauso an, wie er es geträumt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587011","hoster":"VOE"},{"path":"/redirect/9021789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-8","name":"Probezeit","epNo":8,"alt":"Blood Is Thicker Than Mud","descr":"Will und Carlton bewerben sich bei einer echt coolen Studentenverbindung. Als Carlton abgelehnt wird, weil er dem Boss der Verbindung zu bürgerlich und konservativ ist, erklärt sich der wilde Will solidarisch mit dem braven Carlton und tritt dem dubiosen Verein nicht bei. Phillip erfüllt sich einen Jugendtraum und kauft sich ein Motorrad. Vivian findet Motorradfahren zu riskant für ihren Gatten. Sie drängt ihn, das Gefährt wieder loszuwerden, was Phillip schließlich auch tut – aber erst, nachdem er es gegen einen Eiswagen gedonnert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986575","hoster":"VOE"},{"path":"/redirect/9021786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-9","name":"Häschen Hilary","epNo":9,"alt":"Fresh Prince After Dark","descr":"Hilary bekommt ein Angebot, bei einer \"Playboy\"-Fotoserie mitzumachen. Die Familie ist geteilter Meinung. Hilary, Will und Carlton gehen gemeinsam auf eine Party von Playboy-Boss Hugh Hefner. Beim Anblick der Mädchen vergisst Carlton schnell, dass er die Ehre seiner Schwester verteidigen wollte. Will kommt bei den Bunnies überhaupt nicht an und besinnt sich auf seine Flamme Jackie. Doch die ist sauer, weil er die Party bei Hefner einem Rendezvous mit ihr vorgezogen hat. Phil verzeiht Hilary die Nacktfotos, geht aber vorrübergehend ins Kloster. Als die Fotos erscheinen, ist er erleichtert, weil der Layouter die entscheidenden Stellen dezent mit Wölkchen bedeckt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986580","hoster":"VOE"},{"path":"/redirect/9021792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-10","name":"Höchste Zeit für Onkel Phil","epNo":10,"alt":"Home Is Where the Heart Attack Is","descr":"Phillip hat zu hohen Blutdruck, schlechte Cholesterinwerte und Übergewicht. Ashley ergreift die Initiative und nötigt Phillip zu einer Diät, inklusive Heimtraining. Mit allen Tricks versucht sich Onkel Phil zu drücken. Hilary versucht sich gleichzeitig mit diversen Extremsportarten, um den Unfalltod ihres Verlobten zu verarbeiten. Onkel Phil bekommt einen Herzanfall und alle geben sich die Schuld daran. Carlton traut sich nicht recht in die Klinik, weil er glaubt, es nicht ertragen zu können, seinen \"Supermann\" krank und schwach zu erleben. Als Phil wieder nach Hause kommt, verspricht er noch einmal, Diät zu halten und Gymnastik zu machen. Doch der erste Rückfall lässt nicht lange auf sich warten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986578","hoster":"VOE"},{"path":"/redirect/9021790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-11","name":"Tauschhandel","epNo":11,"alt":"Take My Cousin... Please","descr":"Will hat ein Problem: Wenn seine Noten nicht bald besser werden, fliegt er unweigerlich vom College. Da Büffeln nicht gerade sein Ding ist, versucht er, Hilary mit dem frischgebackenen Professor Burton zu verkuppeln, damit es dem wieder besser geht und er wieder bessere Noten verteilt. Die Sache ist allerdings nicht so einfach, da Hilary so zickig wie nie ist. Trotz aller Bemühungen gelingt es ihm nicht, die beiden zusammenzubringen – und so bleibt Will nur ein Ausweg: Er muss lernen! Unterdessen versuchen Phil und Carlton ein Luxus-Kinderbett für Baby Nicky zusammenzubauen. Da beide je zwei linke Hände haben, dauert das jedoch seine Zeit. Als das gute Stück endlich steht, fällt ihnen auf, dass das Bett laut Verbraucher-Magazin das gefährlichste Modell auf dem Markt ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579225","hoster":"VOE"},{"path":"/redirect/9021793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-12","name":"Jackies neuer Freund","epNo":12,"alt":"You\u0027ve Got to Be a Football Hero","descr":"Will ist eifersüchtig auf Jackies neuen Freund Hank. Auf dessen Geburtstagsparty kommt es zwischen den beiden zu einem Wettsaufen, bei dem Will unterliegt. Als er hilflos zusammenbricht, bringen ihn die anderen auf einen Friedhof, auf dem er ein paar wichtige Lektionen für sein weiteres Leben lernt und anschließend verspricht, sich zu bessern. Unterdessen hat Hilary versucht, Ashley, die mit sich selbst unzufrieden ist, schöner zu machen. Dass dabei eine exakte Hilary-Kopie herauskommen muss, ist klar. Daraufhin sagt Ashley ihrer männlichen Verabredung ab – doch der junge Mann lässt sich nicht abwimmeln und kommt trotzdem vorbei, um ihr beim \"Babysitten\" zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986576","hoster":"VOE"},{"path":"/redirect/9021787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-13","name":"Ein Ständchen zur Taufe","epNo":13,"alt":"\u0027twas The Night Before Christening","descr":"Alle sind bemüht, dem kleinen Nicky das schönste Geschenk zur Taufe zu machen. Nachdem selbst Jazz mit einer goldenen Rolex auftaucht, hängt sich Will ziemlich weit aus dem Fenster: Er verspricht, das virtuose Gesangsquartett Boyz II Men für die Feier am Heiligen Abend zu verpflichten. Doch trotz aller List und Bemühungen will ihm eben das nicht so recht gelingen. Der Tag des Taufgottesdienstes kommt, und Will bleibt anscheinend nichts anderes mehr übrig, als vor der versammelten Mannschaft in der Kirche einzugestehen, dass er sein Versprechen nicht hat halten können. Doch genau in diesem Augenblick ertönt in der Kirche das Lied \"Stille Nacht\" – gesungen von einem vierstimmigen Männerchor in perfekter Harmonie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587010","hoster":"VOE"},{"path":"/redirect/9021788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-14","name":"Die Grille war schuld","epNo":14,"alt":"Sleepless in Bel-Air","descr":"Will und Carlton ziehen ins Haupthaus, weil sich in ihrem Poolhaus der Kammerjäger zu schaffen macht, um die Grillen auszuräuchern. Beide haben zudem vor, für die Schule zu lernen. Unterdessen hat Ashely strikte Anweisung, von ihrer ersten Verabredung um halb elf abends nach Hause zu kommen, doch sie trickst ihren Vater mit einem Telefon-Trick aus. Derweil muss Hilary für einen Werbespot Unmengen von Kaffee trinken. Philip kann wegen des Grillenzirpens, Vivian wegen des Babys und Geoffrey wegen der beiden nicht schlafen. Dummerweise wird Ashley durch diesen unglücklichen Umstand beim Zuspätkommen erwischt und bekommt umgehend 10 Jahre Hausarrest aufgebrummt. Doch auch sonst geht wegen der Grillen alles drunter und drüber im Hause Banks.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587009","hoster":"VOE"},{"path":"/redirect/9021797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-15","name":"Ohne Laune keine Leute","epNo":15,"alt":"Who`s the Boss","descr":"Will wird von Carlton als Manager der Studenten-Cafeteria abgelöst. Doch mit seinen konservativen Methoden und seiner permanenten Unfreundlichkeit vergrault der alle Gäste. Als Carlton in seiner Not ausgerechnet Jazz um Hilfe bittet, tauchen plötzlich jede Menge höchst bizarrer Gestalten in der Cafeteria auf, die Carlton so gar nicht ins Konzept passen. Also bleibt ihm nur eine Lösung: Er muss Will wieder ranschaffen – aber das kostet ihn einige Mühen und die Kleinigkeit von 2000 Dollar. Unterdessen ist eine Schmähschrift aufgetaucht, in der Hilary als Wettervorhersagerin verunglimpft wird. Natürlich ist sie darüber sehr betroffen, doch als dann die Quoten unerwartet in die Höhe schnellen, ist ihre Welt wieder in Ordnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917336","hoster":"VOE"},{"path":"/redirect/9021791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-16","name":"Der Fluch der Technik","epNo":16,"alt":"I Know Why the Caged Bird Screams","descr":"Kurz vor dem großen Spiel der Footballmannschaften der University of Los Angeles und der Southern California University verschmieren die Fans der SCU die Cafeteria der ULA. Aus Rache stehlen Will und Jazz deshalb die Statue der SCU, woraufhin Carlton, der als Maskottchen der ULA gilt, entführt und in einem Vogelkäfig gefangengehalten wird. Derweil hat Phil die Alarmanlage im Hause verbessern lassen. Als die Familie zu dem wichtigen Spiel fahren will, zeigt sich, dass er es wohl etwas übertrieben hat, denn vor lauter Technik und wegen des übereifrigen Wachhundes kommen sie nicht aus dem Haus heraus. Sofort lässt Phil das System wieder ausbauen. Doch zum Spiel kommen sie trotzdem nicht, denn der Wagen wird kurzerhand geklaut, und außerdem lässt sie der zurückgekehrte Wachhund wieder nicht aus dem Haus. Derweil schlüpft Will, der Carlton nicht befreien konnte, in dessen Kostüm und versucht sich mit wenig Glück als Mannschafts-Glückbringer und Motivationskünstler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587013","hoster":"VOE"},{"path":"/redirect/14146308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-17","name":"Alle Träume dieser Welt","epNo":17,"alt":"When You Hit Upon A Star","descr":"Will lernt die bekannte Sängerin Michelle Michaels kennen und verliebt sich sofort in sie. Die beiden verleben eine wunderbare und unbeschwerte Zeit miteinander, nicht zuletzt, weil Michelle reich ist und sich jeden Luxus erlauben kann - sehr zur Freude von Will. Doch dieses Verhältnis kann nicht lange gut gehen, zumal Will weit mehr in Michelle verliebt ist, als sie in ihn. Es kommt, wie es kommen muss: Eines Tages macht Michelle Schluss. Will ist natürlich ziemlich niedergeschlagen, fängt sich dann aber erstaunlich schnell wieder...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587016","hoster":"VOE"},{"path":"/redirect/9021794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-18","name":"Fröhlicher Valentinstag","epNo":18,"alt":"Stop Will! In the Name of Love","descr":"Es ist Valentinstag. Will und Ashley wollen mit ihren jeweiligen Bekannten ausgehen, während Carlton einen Karaoke-Abend für Verliebte organisiert hat, zu dem er auch Vivian und Philip eingeladen hat. Doch Viv würde lieber mit ihrem Ehemann alleine sein. Phillip hingegen möchte Ashley ins Kino begleiten, um ihr ihre Verabredung zu vermiesen. Derweil kocht Hilary mit Geoffreys Hilfe ein Abendessen für ihren Freund. Will gelingt es, Philip davon abzuhalten, Ashley das Rendezvous zu verderben. Allerdings findet er sich dann selbst in Onkel Phillips Rolle wieder – sehr zum Ärger von Ashley, die nicht mehr wie ein Kind behandelt werden möchte. Phil und Vivian haben unterdessen die zweifelhafte Freude, sich Carltons Gesangskünste anhören zu dürfen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587015","hoster":"VOE"},{"path":"/redirect/9021795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-19","name":"Der geborene Verkäufer","epNo":19,"alt":"You’d Better Shop Around","descr":"Will entdeckt sein Talent als Autoverkäufer. Die hohen Provisionen verführen ihn, aus dem College auszusteigen und ab sofort ganztags Autos zu verkaufen. Will entpuppt sich als echte Verkaufskanone und findet schließlich sogar Spaß daran, unfähige Mitarbeiter vor die Tür zu setzen. Die Gier nach Geld und Macht haben ihn gepackt. Phillip und Vivian gelingt es nicht, ihn zur Vernunft zu bringen. Da hilft als letzte, unschlagbare Waffe nur noch Wills Mutter, die aus Philadelphia anreist. Sie packt ihren Jungen bei den Ohren und schleppt ihn zurück ins College. Widerstand zwecklos!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699607","hoster":"VOE"},{"path":"/redirect/9021799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-20","name":"Jazz heiratet","epNo":20,"alt":"The Ol\u0027 Ball and Chain","descr":"Jazz will ein Mädchen heiraten, das wegen Autodiebstahls im Gefängnis sitzt. Will überredet Onkel Phil, die Hochzeit im Hause Banks stattfinden zu lassen. Jewel, die Braut, wird auf Bewährung entlassen. Doch die Gangsterbraut hat Angst vor dem Bund fürs Leben. Mit einem Trick versucht sie, Jazz dazu zu bewegen, die Hochzeit abzublasen. Doch ihr Manöver misslingt und sie sieht keine andere Lösung, als kurz vor dem Ja-Wort wegzurennen. Ausgerechnet Schwerenöter Will überredet sie, Jazz doch zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579224","hoster":"VOE"},{"path":"/redirect/9021796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-21","name":"Absprung über der Wildnis","epNo":21,"alt":"The Harder They Fall","descr":"Will möchte liebend gerne mit seiner Freundin Lisa übers Wochenende nach Palm Springs fahren. Aber sie stellt eine Bedingung: Erst muss er ihren Vater Augustus kennen lernen und seine Einwilligung für die Reise einholen. Um den Freund seiner Tochter genau unter die Lupe nehmen zu können, lädt er Will zu einer Spritztour in seinem Privatflugzeug ein. Während Augustus lustig seine Looping dreht, wird es Will immer mulmiger. Schließlich bleibt tatsächlich der Motor stehen und die beiden müssen mitten über der Wildnis eines Nationalparks mit dem Fallschirm abspringen. Als echte Städter fühlen sie sich in der prallen Natur nicht besonders wohl. Ihr einziger Trost ist eine Flasche extra scharfe Tabasco-Soße. Während Familie Banks besorgt im Park-Ranger-Büro auf ein Lebenszeichen von Augustus und Will wartet, kämpfen die Streithähne sich durch die Wildnis. Nach einiger Zeit taucht Will dann allerdings allein im Büro der Park Ranger auf. Er erzählt den anderen, Lisas Vater gehe es sehr gut und er habe nichts gegen den gemeinsamen Kurzurlaub einzuwenden. Doch während Lisa und Will sich in Palm Springs amüsieren, wartet Augustus am erloschen Lagerfeuer auf Will und seine Rettung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699608","hoster":"VOE"},{"path":"/redirect/9021800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-22","name":"Alte Liebe rostet nicht","epNo":22,"alt":"M Is For The Many Things She Gave Me","descr":"Onkel Phil bekommt Besuch von seiner alten Flamme Janice, was Vivian ganz schön auf die Palme bringt. Kurzerhand verbannt sie ihren Mann erst auf die Couch und dann sogar auf den Liegestuhl. Will hingegen ist restlos begeistert von dem Besuch, denn Janice hat ihre bildschöne 18-jährige Tochter mitgebracht. Tatsächlich geht sie sogar mit ihm aus, doch als er sie nach dem Rendezvous ins Hotel bringt und verabschiedet, trifft er danach auf ihre Mutter und wird von ihr vernascht. Als die Banks davon erfahren, erhält Janice erst mal Hausverbot …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599561","hoster":"VOE"},{"path":"/redirect/9021798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-23","name":"Muttertag","epNo":23,"alt":"Mother\u0027s Day","descr":"Da ihre Wohnung gestrichen wird, logieren Jazz und Jewel vorübergehend bei den Banks und klagen ihnen ihr Leid. Seit geraumer Zeit wünschen sie sich ein Baby, aber bislang ohne Erfolg. Langsam kommt dem Paar der Verdacht, Jazz könne unfruchtbar sein. In ihrer Not bitten sie sogar Will, seinen Samen zur Verfügung zu stellen. Er willigt ein, doch kurz vor der Spende hat er eine alarmierende Vision und macht dann doch einen Rückzieher. Da hat Jewel aber bereits eine freudige Botschaft zu verkünden: Sie ist schwanger von Jazz!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920725","hoster":"VOE"},{"path":"/redirect/9021801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-24","name":"Der verlorene Vater","epNo":24,"alt":"Papa\u0027s Got a Brand New Excuse","descr":"Nach 14 Jahren steht Wills Vater Lou plötzlich wieder vor der Tür. Phil ist stinksauer auf ihn, weil er seine Familie einfach im Stich gelassen hat, doch der Rest der Familie findet Lou eigentlich ganz sympathisch. Zunächst verbringen Lou und Will viel Zeit miteinander, gehen zusammen zum Rummel und scheinen sich sehr gut zu verstehen. Lou verspricht seinem Sohn sogar, ihn über die Sommerferien in seinem LkW mitzunehmen. Will ist begeistert, aber Phil betrachtet die ganze Entwicklung äußerst skeptisch, er hat Angst, Lou könne – wie stets – seine Versprechen brechen und Will damit schwer verletzen. Obwohl er Lou ins Gewissen redet, scheint er am Ende doch Recht zu behalten, denn Lou verkündet Will, dass er ihn doch nicht mitnehmen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587018","hoster":"VOE"},{"path":"/redirect/9021804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-25","name":"Das Luftschloss","epNo":25,"alt":"For Sale by Owner","descr":"Immobilienmakler Ron macht Phil ein fabelhaftes Angebot für das Haus. Aber nur Carlton ist bereit, für das Geld auszuziehen, alle anderen verbinden zu schöne Erinnerungen mit dem Haus, als dass sie bereit wären, es zu verkaufen. Doch nach einem zweiten, noch besseren Angebot, scheint es, als wären alle bis auf Ashley weich geworden. Schließlich handelt es sich bei dem potentiellen Käufer um niemand Geringeren als Donald Trump. Werden die Banks jetzt ihre Residenz verlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699609","hoster":"VOE"},{"path":"/redirect/9021803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-4/episode-26","name":"Der Prinz und sein Ruf","epNo":26,"alt":"The Philadelphia Story","descr":"Will ist ganz aufgeregt, weil er mit den Banks ein paar Tage Urlaub bei seiner Mutter Vy in Philadelphia machen soll. Doch in Philadelphia angekommen wird er erst mal bei seinen alten Kumpels zum Ziel des allgemeinen Gespötts, denn angeblich ist er damals vor einem entscheidenden Kampf nach Los Angeles \"geflohen\". Das will der Prinz von Bel Air natürlich nicht auf sich sitzen lassen. Entschlossen trainiert er hart, um den Kampf nachzuholen und seinen Ruf zu retten. Allerdings hat er nicht damit gerechnet, dass sein damaliger Gegner mittlerweile Sozialarbeiter geworden ist und mit pubertären Straßenkämpfen nichts mehr am Hut hat. Als die Banks wieder zurück nach L.A. fahren, bleibt Will noch bei seiner Mutter und verspricht nachzukommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9696924","hoster":"VOE"},{"path":"/redirect/9021802","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-1","name":"Die Gesangskarriere Teil 1","epNo":1,"alt":"The Client Part 1","descr":"Als Onkel Phil einen Plattenladen eröffnet, kommt über Nacht Musik in die Familie. Ashleys unglaubliches Gesangstalent wird plötzlich entdeckt, und Will möchte sie natürlich ganz groß rausbringen. Aber Onkel Phil hält gar nichts von der Idee. Dennoch versucht Will hinter Phils Rücken den berühmten Plattenproduzenten Gordon Berry von Ashleys Stimme zu überzeugen. Er schleicht sich sogar in einen Radiosender ein und lässt Ashleys Song spielen. Danach arrangiert er noch einen Auftritt im Peacock. Nicht nur Gordon Berry ist schließlich von Ashleys Talent überzeugt, auch Onkel Phil lässt seine Tochter ihr Glück im Musik-Business versuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587020","hoster":"VOE"},{"path":"/redirect/9021806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-2","name":"Die Gesangskarriere Teil 2","epNo":2,"alt":"The Client Part 2","descr":"Will geht in der Rolle als Ashleys Manager voll auf. Er plant Auftritte, eine Amerika-Tournee und ganz nebenbei noch seine eigene Karriere. Aber Plattenboss Gordon Berry hat andere Pläne mit Ashley, und schnell muss Will feststellen, dass er nichts mehr zu sagen hat. Ashley ist inzwischen der Erfolg reichlich zu Kopf gestiegen. Sie schaut auf die gesamte Familie herab und kann einfach keine Zeit mehr für diese \"unbedeutenden Menschen\" aufbringen. Doch als ihre Karriere sich nicht ganz so entwickelt wie erwartet, sucht sie doch wieder Trost bei ihren Lieben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587017","hoster":"VOE"},{"path":"/redirect/9021805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-3","name":"Der alte Will und das Meerestier","epNo":3,"alt":"Reality Bites","descr":"Um dem kleinen Nicky eine Freude zu machen, schaut sich Familie Banks geschlossen einen Auftritt des populären Kinderstars Dougie an. Dougie ist Nickys absolutes Idol, weshalb es ihn besonders hart trifft, dass Will mal wieder über die Stränge schlägt und einen handfesten Streit mit dem als Walfisch verkleideten Kinderstar beginnt. Kann Will das je wieder gut machen? xD","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699611","hoster":"VOE"},{"path":"/redirect/9021807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-4","name":"Der Videoabend","epNo":4,"alt":"Grumpy Young Men","descr":"Endlich ist es soweit: Wills Traumfrau Valerie ist zu einem Date bereit. Allerdings will sie unbedingt ihre Cousine Karen mitbringen. Also muss Carlton als Vierter im Bunde herhalten. Bei dem geplanten Videoabend, läuft dann aber alles völlig anders, als Will sich das erhofft hat. Zu seinem großen Entsetzen verliebt sich Valerie Hals über Kopf in Carlton! Will ist sauer und will nichts mehr mit seinem Vetter zu tun haben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920728","hoster":"VOE"},{"path":"/redirect/9021810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-5","name":"Wer andern eine Grube gräbt ...","epNo":5,"alt":"Fresh Prince: The Movie","descr":"Als Will und Carlton sich mal ausrechnen, wie viele tausend Dollar ihnen Jazz mittlerweile im Laufe der Jahre beim Pokerspielen abgeknöpft haben, planen sie Rache. Will erzählt ihm, er habe einen Mord beobachtet und sei im Rahmen des polizeilichen Zeugenschutzprogramms nach Alabama geschickt worden. Jazz will natürlich weitere Einzelheiten erfahren, und so erzählt Will, die gesamte Familie Banks sei ihm nach Alabama nachgereist und habe dort unter primitivsten Bedingungen hausen müssen. Ein wilder Bär, eine heiratswütige Weiße und schließlich der Mörder selbst hätten für reichlich Aufregung gesorgt. Ganz im Bann dieser frei erfundenen Geschichte gefangen, hat Jazz mittlerweile sein ganzes Geld beim Spiel verloren. Aber Will scheint sich zu früh gefreut zu haben, denn mitten in der Nacht steht plötzlich der maskierte Mörder in seinem Zimmer!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579231","hoster":"VOE"},{"path":"/redirect/9021812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-6","name":"Unheimliche Begegnung","epNo":6,"alt":"Will\u0027s Misery","descr":"Lisa möchte Mitglied in einer Studentinnen-Verbindung werden und muss als Aufnahmeprüfung jemandem einen Streich spielen. Da bringt Carlton sie auf die Idee, Will hereinzulegen. Also trifft sie sich mit ihm auf einer einsamen Hütte und spielt ihm die perfekte \"Glenn-Close-Nummer\" aus der \"verhängnisvollen Affäre\" vor. Allerdings ist sie zu verliebt in Will, um die Show bis zum bitteren Ende durchzuziehen. Reumütig gesteht sie ihm die ganze Sache. Grund genug für Will, an Carlton Rache zu nehmen. Für Lisas Freunde wahrt er den Schein, damit sie in die Verbindung aufgenommen wird, Carlton aber erzählt er, Lisa sei in der Hütte total durchgedreht, so dass er sie aus Notwehr erschlagen und ihre Leiche liegengelassen habe. Carlton ist entsetzt und setzt einiges in Bewegung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587023","hoster":"VOE"},{"path":"/redirect/9021808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-7","name":"Der Schulwechsel","epNo":7,"alt":"Father Knows Best","descr":"Ashley gesteht Will, dass sie heimlich von ihrer Elite-Schule abgegangen ist, weil sie das hochnäsige Getue ihrer Mitschüler nicht mehr ertragen konnte. Jetzt geht sie auf eine ganz normale staatliche Schule, hat aber das Problem, dass ihre Eltern zu einem Elternabend eingeladen sind. Schließlich überredet sie Will, sich als ihren Vater auszugeben, und zu der Veranstaltung zu gehen. Dieses Theater geht aber erwartungsgemäß völlig schief, und Ashley muss ihrem Vater vom Schulwechsel erzählen. Dieser regt sich furchtbar auf und will Ashley sofort wieder auf die Bel-Air Academy zurückschicken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579229","hoster":"VOE"},{"path":"/redirect/9021809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-8","name":"Der mit der Braut tanzt","epNo":8,"alt":"Sooooooooul Train","descr":"Phil und Vivian werden zur 25-Jahr-Feier einer beliebten Unterhaltungssendung eingeladen, weil Phil einst in dieser Show seiner Vivian vor laufender Kamera einen Antrag gemacht hatte. Vivian ist völlig begeistert von der Einladung, aber Phil hat Hemmungen, sich vor der Kamera zu produzieren und will deshalb nicht hingehen. Darüber gerät das Ehepaar so in Streit, dass die entnervte Vivian wütend beschließt, Will mit zu der Feier zu nehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579230","hoster":"VOE"},{"path":"/redirect/9021813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-9","name":"Die Ehre des Mannes","epNo":9,"alt":"Love Hurts","descr":"Will verbringt einen schönen Abend mit seiner Freundin Lisa auf der Bowlingbahn, bis ein aufdringlicher Macho anfängt, Lisa anzumachen. Als Will den Fremden auffordert, sich zu verziehen, kommt es zu einem Handgemenge, bei dem Will eindeutig unterlegen ist. Geschickt kommt Lisa ihm mit ein paar gekonnten Karateschlägen zur Hilfe und setzt den Widerling damit außer Gefecht. Nun fühlt Will sich allerding in seiner Mannesehre gekränkt, weil eine Frau ihm bei der Schlägerei helfen musste. Um sein Image wieder aufzupolieren kommt er auf die Schnapsidee, sich von Jazz jemanden engagieren zu lassen, der einen Überfall vortäuschen soll, damit Will ihn in aller Öffentlichkeit - und vor allem vor Lisa - überwältigen kann. Als dann tatsächlich das Peacock Café überfallen wird, glaubt Will, das sei ein Fake, doch er täuscht sich gewaltig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587022","hoster":"VOE"},{"path":"/redirect/9021814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-10","name":"Das 10-Millionen-Dollar-Foto","epNo":10,"alt":"Will\u0027s Up A Dirt Road","descr":"Als ein guter Freund von Lisa einen Artikel in einer Zeitschrift veröffentlicht, packt Will die Eifersucht. Prompt beschließt er, Schriftsteller zu werden. Mit seinem ersten Fotoband \"Prominente Villen bei Nacht\" begibt er sich auf die Suche nach einem Verleger. Zufällig befindet sich auch ein Schnappschuss des berühmten Talkshow-Moderators Jay Leno in Wills Sammlung, für das sich tatsächlich eine Zeitung zu interessieren beginnt. Will verkauft das Foto und staunt nicht schlecht, als das Sensationsblatt sein Foto mit einem skandalösen Artikel zusammen veröffentlicht. Resultat ist, dass Mr. Leno Will auf 10 Millionen Dollars Schadenersatz verklagt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579235","hoster":"VOE"},{"path":"/redirect/9021816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-11","name":"Ein Opfer der Liebe","epNo":11,"alt":"Will Steps Out","descr":"Will ist furchtbar eifersüchtig und gekränkt, wenn Lisa sich mit einem ihrer Freunde namens Dana verabredet. Um den Spieß umzudrehen verabredet er sich einfach auch mit einem anderen Mädchen. Aber der Abend wird eine einzige Katastrophe, weil er immerzu an Lisa denken muss. Als sie sich erneut mit Dana trifft, spioniert er ihr nach. Natürlich stellt er sich dabei so ungeschickt an, dass Lisa ihn aufspürt und ihm eine Szene macht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579233","hoster":"VOE"},{"path":"/redirect/9021811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-12","name":"Das Lieblingskind","epNo":12,"alt":"Same Game, Next Season","descr":"Zwischen den Banks-Kindern entbrennt ein erbitterter Streit darüber, wer denn nun Phils Lieblingskind wäre. Schließlich begeben sich alle auf die Suche nach Phils Testament, um endlich Klarheit zu erlangen. Derweil plagen Will ganz andere Probleme: Lisas Vater Fred hat seinen Besuch angekündigt, und nun macht sie sich Sorgen, daß Will keinen guten Eindruck auf ihn machen könnte. Wider erwarten ist der alte Herr jedoch ganz begeistert von seinem Schwiegersohn in spe. Dies eröffnet jedoch ganz andere Probleme, denn Fred ist so angetan von Will, dass er gar nicht mehr abreisen will und das Liebespaar nun keine ungestörte Minute mehr für sich hat!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587021","hoster":"VOE"},{"path":"/redirect/9021815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-13","name":"Der Todessprung","epNo":13,"alt":"Three\u0027s A Crowd","descr":"Hilary hat sich ein Haus gekauft und räumt zur Gründung ihres Hausstandes ganz unbekümmert die Villa ihrer Eltern leer. Will und Carlton fahren übers Wochenende zu zweit zum Skilaufen in die Berge. Als Lisa in ihrer Hütte auftaucht, ist Carlton sauer. Er besteht auf seinen \"Männerurlaub\" und setzt sich trotzig ins Auto. Will folgt ihm und gemeinsam fahren sie los. Die Fahrt endet mit einem Totalschaden des Mietwagens und Will und Carlton verbringen den Rest des Abends schlotternd über einem Abgrund. Im Angesicht einer herabstürzenden Lawine springen sie todesmutig auf Skiern über die Schlucht und landen wieder bei Lisa in der Hütte. Hilary verlässt in einer tränenreichen Abschiedszene ihr Elternhaus, nicht ohne auch noch Geoffrey einzupacken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333302","hoster":"VOE"},{"path":"/redirect/9021817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-14","name":"Wer einmal lügt ...","epNo":14,"alt":"It\u0027s a Wonderful Lie","descr":"Will möchte mit seinen Freunden auf eine Party gehen, Lisa erzählt er aber, er ginge zu einem Basketballspiel. Doch Lisa taucht auf ausgerechnet dieser Party auf und macht Will eine Szene. Lisa schleppt Will nach Hause, um in Ruhe mit ihm streiten zu können, doch als Will Lisas Jacke holen will, entdeckt er, dass Ashley sich mit einem Footballspieler im Schlafzimmer eingeschlossen hatte. Zu Hause angekommen, macht Will seiner Cousine bittere Vorwürfe, die Onkel Phil unglücklicherweise mit anhört. Aus Angst vor einer riesigen Gardinenpredigt läuft Ashley davon …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587024","hoster":"VOE"},{"path":"/redirect/9021818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-15","name":"Der Lebensretter","epNo":15,"alt":"Bullets Over Bel-Air","descr":"Will und Carlton werden am Geldautomaten überfallen. Will wirft sich schützend auf Carlton und wird dabei angeschossen. Die Kugel trifft ihn knapp neben dem Rückgrat, und es ist nicht klar, ob Will einen bleibenden Schaden erlitten hat. Vy reist sofort an, muss aber feststellen, dass sie nicht mehr die wichtigste Frau in Wills Leben ist, da ihr Sohn Lisa als Krankenpflegerin bevorzugt. Carltons Glaube an Recht und Gesetz wird durch diesen Vorfall zutiefst erschüttert. Er bewaffnet sich mit einer Pistole um sich zu schützen. Will muss ihn mächtig unter Druck setzen, damit Carlton ihm die Waffe aushändigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251969","hoster":"VOE"},{"path":"/redirect/9021820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-16","name":"Will auf Freiersfüßen","epNo":16,"alt":"A Decent Proposal","descr":"Will dankt Lisa ihre aufopferungsvolle Krankenpflege mit einem Heiratsantrag. Bei einer Überraschungsparty zu seiner Heimkehr aus dem Krankenhaus verkündet er die Neuigkeit stolz. Die erwachsenen Familienmitglieder sind entsetzt und raten dem jungen Glück, mit diesem Schritt noch zu warten. Auch die Braut in spe hat Zweifel, die sie jedoch nicht zu äußern wagt. Als sie den Antrag schließlich doch ablehnt, verfällt Will in tiefste Apathie. Erst auf Hilarys gutes Zureden hin entschließt Will sich, Lisa zu erklären, wie ernst es ihm mit seinem Antrag ist. Zur Freude seiner Cousinen nimmt Lisa seinen zweiten Antrag diesmal endgültig an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404552","hoster":"VOE"},{"path":"/redirect/9021819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-17","name":"Paartherapie","epNo":17,"alt":"Will Is from Mars...","descr":"Lisa und Will haben ihren Hochzeitstermin festgelegt. Onkel Phil ist weiterhin gegen die Heirat und schenkt den beiden zur Verlobung eine Paartherapie. Will und Lisa wollen die Stunden jedoch nur in Anspruch nehmen, wenn Onkel Phil ihnen ihre Flitterwochen bezahlt. Zunächst scheint die Strategie des Familienoberhaupts aufzugehen. Im ersten Gespräch mit dem Therapeuten prallen Wills und Lisas unterschiedlichen Vorstellungen über ihre gemeinsame Zukunft aufeinander und die beiden stehen kurz vor der Trennung. Doch bei der ersten Gruppentherapiestunde halten die beiden im Streit mit einem zänkischen älteren Paar so gut zusammen, dass ihnen klar wird, dass sie ein tolles Team sind, wenn es drauf ankommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579234","hoster":"VOE"},{"path":"/redirect/9021821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-18","name":"Hochzeitspläne in Bel-Air","epNo":18,"alt":"The Wedding Show (psyche!)","descr":"Will und Lisa wünschen sich eine Heirat im engsten Familienkreis. Doch Onkel Phil hat bereits den Rosengarten des Bel-Air Golfclubs reserviert und will seinem Lieblingsneffen eine Feier im großen Stil ausrichten. Auch der Brautvater, Fred, kann den prestigebewussten Phillip nicht umstimmen. Das junge Paar beschließt, durchzubrennen und in Las Vegas zu heiraten. Will begeistert sich für eine Zeremonie im Plüschambiente und mit dem Afrolook ganz im Stil der Siebziger. Als die beiden vorm Altar stehen, wird ihnen jedoch klar, dass sie den Bund fürs Leben doch lieber im Kreise der Familie schließen möchten. Zurück in Bel-Air erfahren sie, dass Phil und Fred die Rücklagen für die Hochzeitsfeierlichkeiten inzwischen anderweitig verplant haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579232","hoster":"VOE"},{"path":"/redirect/9021823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-19","name":"Der Miethai","epNo":19,"alt":"Slum Like It ... Not!","descr":"Will macht sich Sorgen, weil er nicht weiß, wie er einmal eine Familie ernähren soll. Onkel Phil macht währenddessen große Gewinne an der Börse. Will versucht es ihm gleichzutun und gibt seinem Onkel Tipps, die der jedoch grundsätzlich ablehnt. Will hält das Mietshaus, in dem Jazz wohnt, für eine ideale Geldanlage. Als er behauptet, die Idee stamme von Carlton, schlägt Onkel Phil zu und kauft die Bruchbude. Daraufhin gerät Phil ungewollt als Kredithai in die Schlagzeilen und Will und Carlton müssen sich mächtig ins Zeug legen, um den Schnitzer wieder gut zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587027","hoster":"VOE"},{"path":"/redirect/9021826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-20","name":"Will fällt aus der Rolle","epNo":20,"alt":"As the Will Turns","descr":"Will macht sich wieder einmal Sorgen um seine Finanzen. Er besucht Hilary auf dem Set, um sich Geld für den Verlobungsring zu leihen und bekommt das Angebot eine Rolle in einer Endlos-Seifenoper zu übernehmen. Nachdem Will es geschafft hat, Lisas Misstrauen gegenüber all den gutaussehenden Schauspielerinnen zu zerstreuen, die ihr Verlobter nun vor der Kamera küssen würde, stellt sich heraus, dass er einen Schwulen spielen soll. Carlton, sein Manager, erklärt ihm, dass er seine Gage nur bekommt, wenn ihm gekündigt wird. Prompt legt Will bei einer Live-Sendung einen fürchterlichen Auftritt hin und wird gefeuert. Zu spät erfährt er, dass sich ab dieser Folge seine Rolle geändert hätte und er Co-Star und Freund der attraktiven Hauptdarstellerin geworden wäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579239","hoster":"VOE"},{"path":"/redirect/9021822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-21","name":"Die Aufnahmeprüfung","epNo":21,"alt":"Save the Last Trance for Me","descr":"Carlton hat sich etwas ganz Besonderes für Wills Junggesellenparty ausgedacht. Ein Hypnotiseur soll eine Vorstellung geben. Will ist nicht besonders begeistert, schaut sich den Künstler aber trotzdem an. Nickys Aufnahmeprüfung für eine Elite-Vorschule steht an. Der Direktor möchte die ganze Familie kennen lernen und will dann entscheiden, ob Nicky den Platz bekommt. Alle bemühen sich einen guten Eindruck zu machen, auch Will und Carlton, die gerade aus der Vorstellung des Hypnotiseurs kommen. Will wurde versehentlich darauf programmiert, sich bei jedem Läuten einer Glocke wie ein Vierjähriger zu verhalten. Nur ein erneutes Läuten erlöst ihn von der Wahnvorstellung. Wegen Wills peinlichen Auftritten verlässt der Direktor empört das Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587028","hoster":"VOE"},{"path":"/redirect/9021825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-22","name":"Die grüne Versuchung","epNo":22,"alt":"To Thine Own Self Be Blue... And Gold","descr":"Phils alter Freund Ernest eröffnet in Los Angeles eine seiner Schuhfabriken und gibt Will einen Traumjob mitsamt Porsche, Designeranzug und Handy. Währenddessen verabredet sich Carlton per Internet mit einer Unbekannten. Erst im Restaurant merkt er, dass er sich mit seiner eigenen, ebenso ahnungslosen Schwester Hilary verabredet hat. Will soll in Ernests Auftrag einem Stadtrat einen Aktenkoffer voll Bestechungsgeld überbringen. Der frischgebackene Manager steckt in einem Gewissenskonflikt. Schließlich fasst er den Entschluss den Stadtrat nicht zu schmieren und seinem Onkel von der Sache zu erzählen. Onkel Phil wirft Ernest aus dem Haus, trauert jedoch der verlorenen Freundschaft hinterher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579237","hoster":"VOE"},{"path":"/redirect/9021824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-23","name":"Der standhafte Will","epNo":23,"alt":"Cold Feet, Hot Body","descr":"Denise, eine neue Kommilitonin, verliebt sich in Will und macht ihm ganz offen Avancen. Will gerät zwar in Versuchung, doch nach einem ernsten Gespräch mit Onkel Phil erklärt er Denise, dass er verlobt sei. Die Verehrerin ist jedoch zu allem entschlossen und freundet sich mit Lisa an. Denise wird zu einer Party bei Will eingeladen und lässt sich anschließend von ihm nach Hause fahren. Dort reichen ihre Verführungskünste, um ein wenig mit Will zu knutschen, doch alles weitere scheitert an Wills aufrichtiger Liebe zu Denise. Will nimmt sich vor, Lisa die Wahrheit über sein kurzes Techtelmechtel zu sagen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587029","hoster":"VOE"},{"path":"/redirect/9021837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-24","name":"Die Junggesellenparty","epNo":24,"alt":"Love in an Elevator","descr":"Will hat ein Problem: Sowohl Jazz als auch Carlton reißen sich darum, sein Trauzeuge werden zu dürfen. Will ist gerne bereit Carlton diesen Job zu übertragen, um Pluspunkte bei seinem Onkel zu sammeln. Die Organisation der Junggesellenparty am Abend vor der Hochzeit überlässt Will jedoch Jazz. Als Jazz, Carlton und Will im Aufzug des Hotels sind, in dem die Party stattfinden soll, findet Jazz heraus, dass Will ihn als Trauzeugen ausgebootet hat. Sofort entbrennt zwischen den dreien ein heftiger Streit – in dessen Verlauf plötzlich der Aufzug hängen bleibt. Die Party ist damit gelaufen, und statt einer wilden Party verbringen die Jungs den Abend damit, sich an alte Frauengeschichten und Unglücksfälle zu erinnern, während oben im Penthouse des Hotels ein rauschendes Fest steigt. Und das endet just in dem Augenblick, als sich Will, Carlton und Jazz aus dem Aufzug befreien können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579238","hoster":"VOE"},{"path":"/redirect/9021827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-5/episode-25","name":"Wo die Liebe hinfällt","epNo":25,"alt":"For Whom the Wedding Bells Toll","descr":"Wills und Lisas großer Tag ist angebrochen! Die ganze Familie ist hektisch mit den letzten Vorbereitungen beschäftigt, und die Geschenke stapeln sich auf den Tischen. Wills Mutter und Lisas Vater haben sich unterdessen kennen und hassen gelernt, so dass ihre Kinder all ihr diplomatisches Geschick aufbieten müssen, um die beiden dazu zu bringen, sich mit einem Mindestmaß an Höflichkeit zu begegnen. Kurz vor der Trauung wird Will plötzlich von Zweifeln gepackt und beginnt sich zu fragen, ob er nicht doch noch ein bisschen jung für das Abenteuer Ehe ist. Er will seine Mutter konsultieren, die er zu seiner großen Überraschung zusammen mit seinem zukünftigen Schwiegervater im Bett vorfindet. Da ringt er sich dazu durch, seine Zweifel auch Lisa zu gestehen, die sich ihrer Sache auch nicht mehr ganz sicher ist. Doch im Zweifel geeint treten die beiden dann doch noch mutig vor den Altar. Während der Zeremonie werden Lisas Zweifel jedoch übermächtig. Sie unterbricht die Trauung, weil sie festgestellt hat, dass sie Will zwar liebt, ihn aber nicht so rasch heiraten möchte. Zur vollkommenen Verblüffung der Hochzeitsgesellschaft macht daraufhin Lisas Vater Wills Mutter einen Heiratsantrag, so dass statt Sohn und Tochter nun Mutter und Vater in den Stand der Ehe treten. Hauptsache, es gibt doch noch einen Grund zu feiern!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587030","hoster":"VOE"},{"path":"/redirect/9021829","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-1","name":"Flambierte Bananen","epNo":1,"alt":"Burning Down the House","descr":"Bei einem Abendessen mit Richter Walker soll Onkel Phil ein besonders wichtiger Fall übertragen werden. Ausgerechnet an diesem Abend versucht sich Will in der Küche als Koch. Flambieren will schließlich geübt werden. Schade nur, dass dabei nicht nur das Flambiergut in Flammen aufgeht. Das extrem wichtige Abendessen droht in einer Brandkatastrophe zu enden. Phils Karriere wird wohl den Bach runter gehen. Oder? Vielleicht rettet ein Brathähnchen aus der Imbissbude die Situation …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920727","hoster":"VOE"},{"path":"/redirect/9021830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-2","name":"Rache ist süß","epNo":2,"alt":"Get a Job","descr":"Will bringt es tatsächlich fertig, Carlton den Job bei der Talkshow seiner Cousine Hilary abzujagen. Seine Aufgabe: Er soll die Schwester eines berühmten Komikers ausführen. Die Dame ist jedoch ganz und gar nicht nach Wills Geschmack und zieht sich schon bald wieder in ihr Hotel zurück. Hilary ist stinksauer, doch Carlton rettet die Situation und damit Wills Job. Trotzdem: Rache ist süß!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579236","hoster":"VOE"},{"path":"/redirect/9021828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-3","name":"Nur ein durchgeknallter Cousin","epNo":3,"alt":"Stress Related","descr":"Hilary hat eine schreckliche Erkältung und weiß nicht, wie sie das Meeting mit einem wichtigen Sponsor ihrer Show überstehen soll. Will ergreift die Initiative und besorgt seiner Cousine Medizin. Natürlich vergisst er, das Kleingedruckte zu lesen, und Hilary ist schon bald völlig benebelt von dem Zeug. Will versucht zu retten, was zu retten ist, und verkleidet sich als schwuler Maskenbildner. Keine gute Idee! Der Sponsorenvertrag droht nun endgültig zu platzen. Derweil bleibt Carlton bei der Jobsuche erfolglos, muss aber am \"Karriere-Tag\" anstelle seines Vaters eine Rede in Ashleys Schule halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579240","hoster":"VOE"},{"path":"/redirect/9021833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-4","name":"Keiner liebt mich","epNo":4,"alt":"Bourgie Sings the Blues","descr":"Carlton hat immer noch keinen Job. Er bekommt eine Absage nach der anderen und fühlt sich absolut nutzlos und überflüssig. Er flüchtet sich in ein Blues-Café, um dort seinen Frust auszuleben. Währenddessen gibt sich ausgerechnet Will als Carlton aus und versucht, ein Vorstellungsgespräch an der Universität von Princeton zu bestehen. Im letzten Augenblick bekommt Carlton das ersehnte Empfehlungsschreiben für Princeton.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587031","hoster":"VOE"},{"path":"/redirect/9021835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-5","name":"Rabenvater Richter Banks","epNo":5,"alt":"The Script Formerly Known as ...","descr":"Carlton hat wieder ein Problem. Er findet einfach keine Freundin. Also wendet er sich verzweifelt an eine Partnervermittlung. Derweil haben Hilary und Will ganz andere Probleme. Sie haben einen Mann in die Talk-Show eingeladen, der zuvor von Onkel Phil als Geschworener abgesetzt wurde. In der Sendung zieht der Talkgast dermaßen über Onkel Phil ab, dass hinterher der Familiensegen ziemlich ramponiert ist. Will und Hilary entschuldigen sich über den Sender, aber damit fängt der Ärger erst an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920733","hoster":"VOE"},{"path":"/redirect/9021831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-6","name":"Sturmfreie Bude","epNo":6,"alt":"Not, I Barbeque","descr":"Ein Spieleabend mit Sandras Cousine Tiffany entpuppt sich vor allem für Carlton als der schlimmste Tag seines Lebens. Mitten in einem neckischen Strip-Spiel, bei dem Will und Carlton dauernd verlieren, taucht Tiffanys Freund Mad Dog auf. Den beiden halbnackten Jungs gelingt zwar die Flucht, doch dabei müssen sie sich schon die allergrößte Mühe geben, damit sie nicht für lebensmüde Selbstmörder gehalten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579242","hoster":"VOE"},{"path":"/redirect/9021832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-7","name":"Der Lauschangriff","epNo":7,"alt":"Not with My Cousin You Don\u0027t","descr":"Bevor Ashleys langjähriger Freund Derek am nächsten Tag die Stadt verlässt, um zur Uni zu gehen, nimmt sich das junge Paar vor, ihr \"Erstes Mal\" zusammen zu erleben. Zufällig erfahren Carlton und Will über die Sprechanlage von diesem Plan und versuchen alles, um das Schlimmste zu verhindern. Ashley ist bitter enttäuscht, dass die beiden sich so in ihr Privatleben einmischen. Ashley und Derek beschließen dann allerdings, dass ein Abschied nicht unbedingt der beste Anlass für ein \"Erstes Mal\" ist und verschieben das Ganze.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587032","hoster":"VOE"},{"path":"/redirect/9021834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-8","name":"Der Zockerkönig","epNo":8,"alt":"Viva Loss Wages","descr":"Carlton bekommt zum 21. Geburtstag eine Reise nach Las Vegas geschenkt. Zusammen mit Will besucht er die Spielerstadt. Als er nachts nicht schlafen kann, weil er sich so auf einen Staudammbesuch freut, gerät er in einen Spielrausch und plündert sämtliche Kreditkarten von Will und ihm. Er versetzt sogar ihre Rückflugtickets – und verliert alles. Die letzte Rettung ist ein Tanzwettbewerb. Will und Carlton gewinnen den Trostpreis, der ihnen wenigstens die Rückreise finanziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579243","hoster":"VOE"},{"path":"/redirect/9021836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-9","name":"Die Spezialbehandlung (I)","epNo":9,"alt":"There’s The Rub (I)","descr":"Zu Thanksgiving gibt es das traditionelle große Familientreffen. In der Küche streitet man sich um die beste Truthahnfüllung. Hilary arbeitet als PR-Aktion für ihre Talk Show in einer Sozialstation. Doch zu ihrem Ärger taucht das angekündigte Fernsehteam nicht auf. Phillip holt sich einen Hexenschuss und Will überredet ihn zum Besuch eines Massagesalons. Doch der entpuppt sich als illegales Bordell und die beiden werden verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587033","hoster":"VOE"},{"path":"/redirect/9021839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-10","name":"Die Spezialbehandlung (II)","epNo":10,"alt":"There’s The Rub (II)","descr":"Will und Phillip wurden in einem erotischen Massagesalon, in den sie versehentlich geraten waren, erwischt und sitzen im Gefängnis. Hilary entdeckt bei der Armenspeisung ihre soziale Ader und bestellt einen Luxus-Party-Service, um den Obdachlosen ein schönes Feiertagsessen zu bescheren. Phillip und Will gelingt es schließlich doch noch, ihre Freilassung zu erreichen, und alle finden sich zum trauten Truthahnessen am heimischen Tisch wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587034","hoster":"VOE"},{"path":"/redirect/9021840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-11","name":"Hilarys großer Auftritt","epNo":11,"alt":"I, Ooh, Baby, Baby","descr":"Hilarys Talk Show wird endlich landesweit übertragen. Doch auch das macht sie nicht glücklich. Sie ist davon überzeugt, dass nur ein Baby ihre Erfüllung sein kann. Nach einem schrecklichen Erlebnis auf der Samenbank versucht sie selbst den genetisch geeigneten Kindsvater ausfindig zu machen. Zur großen Erleichterung der ganzen Familie kommt Hilary doch noch zur Vernunft. Sie sieht ein, dass man nicht eben mal ein Baby in die Welt setzen kann, um sich selbst zu verwirklichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587036","hoster":"VOE"},{"path":"/redirect/9021838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-12","name":"Fit ins neue Jahr","epNo":12,"alt":"Boxing Helena","descr":"In Onkel Phils Villa hat jeder gute Vorsätze fürs neue Jahr gefasst. Ashley beschließt, die Hälfte ihres neuen Autos selbst zu finanzieren und nimmt deshalb einen Job in einem Hot-Dog-Laden an. Dort verbreitet sie in kürzester Zeit das totale Chaos. Der Rest der Familie will sich gemeinsam im Fitness-Studio in Form bringen. Carlton gerät an einen Trainer, der ihn so richtig in die Mangel nimmt. Will vergehen seine flotten Sprüche, als er im Boxring von der schönen Helena niedergestreckt wird. Sein männlicher Stolz ist zutiefst verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587037","hoster":"VOE"},{"path":"/redirect/9021844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-13","name":"Carlton als Leibwächter","epNo":13,"alt":"I, Clownius","descr":"Am Tag einer wichtigen Urteilsverkündung erhält Onkel Phil eine Morddrohung. Carlton ernennt sich todesmutig zum Chef-Leibwächter. Auf dem Weg zum Gericht machen sie kurz an einer Tankstelle halt. Dort werden sie von dem arbeitslosen Clown Juggels als Geiseln genommen. Er will den Medienrummel im Gerichtssaal ausnutzen, um alle Welt von seinen herausragenden Fähigkeiten als Clown zu überzeugen. Er zwingt das versammelte Gericht seine erbärmliche Show anzuschauen. Will und Carlton bleibt nichts anderes übrig, als seine Assistenten zu spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587038","hoster":"VOE"},{"path":"/redirect/9021841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-14","name":"Familienpolitik - Teil 1","epNo":14,"alt":"Breaking Up Is Hard to Do - Part 1","descr":"Ashley bekommt das Angebot, bei einer namhaften Modelagentur zu arbeiten. Will und Carlton übernehmen die Vertragsverhandlungen und vermasseln alles. Onkel Phil bekommt unterdessen das Angebot, in die Politik zu gehen. Vivian ist alles andere als begeistert. Ashley bekommt als Model eine letzte Chance, allerdings unter der Bedingung, dass Will und Carlton bei einer Show als Notnagel einspringen. Zufällig sitzen Phil und Vivian im Publikum. Phil ist empört über deren frivolen Auftritt und will ihnen die Leviten lesen. Doch er kommt nicht dazu, da ihn Vivian vor eine endgültige Entscheidung stellt: Sie oder die Politik. Bis zu seiner Entscheidung zieht sie zu ihrer Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986632","hoster":"VOE"},{"path":"/redirect/9021843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-15","name":"Familienpolitik - Teil 2","epNo":15,"alt":"Breaking Up Is Hard to Do - Part 2","descr":"Weil sich Phil, ohne mit seiner Frau zu sprechen, für ein politisches Amt beworben hat, ist Vivian zu ihrer Schwester gezogen. Die Familie malt sich aus, wie es sein würde, sollten sich die beiden für immer trennen. Will und Co beschließen einzugreifen und die beiden wieder zu versöhnen. In einem Karaoke-Restaurant arrangieren sie ein Treffen. Mit kräftiger gesanglicher Unterstützung der Familie gelingt es Phil, Vivian zur Rückkehr zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986633","hoster":"VOE"},{"path":"/redirect/9021842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-16","name":"Geoffrey wird Papa","epNo":16,"alt":"The Butler\u0027s Son Did It","descr":"Butler Geoffrey, der eigentlich durch nichts aus der Ruhe zu bringen ist, fällt in Ohnmacht, als plötzlich ein junger Mann namens Frederick vor ihm steht und ihn Papa nennt. Tatsächlich ist er ein Sprössling aus seiner kurzen Ehe in England. Von der Geburt seines Sohnes hat der Butler jedoch nie erfahren. Der frischgebackene Vater tut alles für seinen Sohn, der in seine Fußstapfen treten will, und gibt ihm einen Scheck, damit er eine Butlerschule besuchen kann. Dann erwischt Will Frederick jedoch dabei, wie er Geld aus Wills Geheimversteck stiehlt. Als Frederick auch noch plötzlich verschwindet, durchschaut Will, dass er es nur auf Geoffreys Scheck abgesehen hatte. Auf dem Flughafen hält er ihm eine Gardinenpredigt. Reuevoll kehrt der Sohn zurück und Geoffrey verzeiht ihm väterlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14454112","hoster":"VOE"},{"path":"/redirect/9021847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-17","name":"Das Bowlingduell","epNo":17,"alt":"I, Bowl Buster","descr":"Es ist soweit: Carlton wird an der Princeton University angenommen. Doch als er erfährt, wie erfolgreich sein Vater dort zu seiner Studienzeit war, bekommt er es mit der Angst zu tun. Bei einem Spiel mit Will entdeckt er seine Leidenschaft für Bowling und beschließt, die Uni sausen zu lassen und Profi-Spieler zu werden. Will fordert ihn zum Bowling-Duell auf, um ihn zur Umkehr zu zwingen. Doch Carlton gewinnt das Spiel. Schließlich besinnt er sich jedoch und tritt in Princeton in die Fußstapfen seines Vaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986635","hoster":"VOE"},{"path":"/redirect/9021846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-18","name":"Ostern bei den Banks","epNo":18,"alt":"Hare Today...","descr":"Der kleine Nicky bekommt von Will zu Ostern einen Hasen geschenkt. Carlton und Ashley beteiligen sich am Wettbewerb, wer an Ostern das Solo in der Kirche singen darf. Bei den Vorbereitungen in der Kirche gesteht der Pfarrer Vivian seine Liebe. Vivian ist bestürzt und weiß nicht, wie sie sich bei einem gemeinsamen Abendessen mit der Familie verhalten soll. Onkel Phil hat seine liebe Not, einen Ersatzhasen für Nicky zu besorgen – auf den ersten hat er sich nämlich versehentlich gesetzt und ihn dabei zerquetscht. Bei der Ostermesse herrscht dann wieder Eintracht: Der Pfarrer entschuldigt sich bei Vivian und Carlton und Ashley gestalten gemeinsam das musikalische Programm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986636","hoster":"VOE"},{"path":"/redirect/9021850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-19","name":"Wie war das noch mal?","epNo":19,"alt":"I, Whoops, There It Is","descr":"Will Smith führt uns heute hinter die Kulissen der Serie. Eine ganze Sendung voller Patzer, vergessenen Textzeilen, absurden Situationen und spontanen Lachanfällen. Heute kriegt garantiert jeder sein Fett weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986637","hoster":"VOE"},{"path":"/redirect/9021849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-20","name":"Ein Pferd auf dem Sofa","epNo":20,"alt":"I, Stank Horse","descr":"Carltons Lieblingsrennpferd soll eingeschläfert werden, weil es zu alt ist. Er beschließt, es zu retten und stellt es erst mal im Garten unter. Ashley möchte sich an der Schauspielschule in New York bewerben und ihr erster Auftritt in einer Cola-Werbung scheint ein gutes Sprungbrett zu sein. Als Will sieht, dass sie in einer Strandszene im Bikini auftritt, schleppt er sie vom Set weg. Onkel Phil ist empört und verbietet ihr den Spot zu drehen. Am Drehort überlegt er es sich dann doch noch einmal anders. Als sie zurück nach Hause kommen, entdeckt Phil das Pferd. Zwar hat sich inzwischen eine Farm gefunden, wo man ihm sein Gnadenbrot gewährt – doch der greise Gaul ist nicht mehr vom Wohnzimmersofa herunterzulocken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579241","hoster":"VOE"},{"path":"/redirect/9021851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-21","name":"Das Golfturnier","epNo":21,"alt":"I, Stank Hole In One","descr":"Carlton sagt das traditionelle Golfturnier mit seinem Vater ab, weil sie ohnehin verlieren werden und er lieber an einem Seminar teilnehmen will. Will springt für ihn ein. Als Carlton sieht, wie viel Spaß die beiden haben - und das obwohl sie verlieren - wird er neidisch. Hilary springt als Co-Moderatorin in einer berühmten Talk Show ein und wirft die ganze Sendung über den Haufen. Will täuscht eine Verletzung vor, damit Carlton doch noch mit seinem Vater das Turnier beenden kann. Und die beiden gewinnen sogar!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986639","hoster":"VOE"},{"path":"/redirect/9021848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-22","name":"Captain Kirk beim Zahnarzt","epNo":22,"alt":"Eye, Tooth","descr":"Heute soll William Shatner, alias Captain Kirk, als Gaststar in Hilarys Talk Show auftreten. Carlton ist sein größter Fan und völlig aus dem Häuschen. Will geht mit dem Star Billard spielen, doch Carlton spürt die beiden auch dort auf. Bei einem Streit um die Billardqueue bekommt Shatner versehentlich einen Zahn ausgeschlagen. Beim Zahnarzt fummelt Carlton an den Geräten herum und alle bekommen eine gehörige Dosis Lachgas ab. Das hat natürlich verheerende Auswirkungen auf Hilarys Sendung. Trotzdem soll sie mit ihrer nächsten Sendung nach New York gehen. Ashley ist begeistert, denn jetzt kann sie auch dort auf die Schauspielschule gehen. Nach langem Sträuben stimmt auch Onkel Phil der Sache zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587039","hoster":"VOE"},{"path":"/redirect/9021845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-23","name":"Ein Neues Leben - Teil 1","epNo":23,"alt":"I, Done - Part 1","descr":"Onkel Phils 50. Geburtstag steht bevor. Der Tag scheint ein Wendepunkt für die gesamte Familie Banks zu werden. Selbst Butler Geoffrey beschließt, zurück nach London zu gehen. Nur Will hat keinerlei Zukunftspläne. In seiner Not behauptet er, er würde ausziehen und hätte schon eine Wohnung gefunden. Jetzt muss er den Worten schnell Taten folgen lassen, doch die Wohnungssuche in L.A. gestaltet sich ausgesprochen schwierig. Als er gerade seine Lüge gestehen will, offenbaren Phil und Vivian, dass sie das Haus verkaufen werden und an die Ostküste ziehen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986640","hoster":"VOE"},{"path":"/redirect/9021853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-prinz-von-bel-air/staffel-6/episode-24","name":"Ein Neues Leben - Teil 2","epNo":24,"alt":"I, Done - Part 2","descr":"Will hat noch immer keine Wohnung gefunden und versucht deshalb den Hauskauf zu verhindern. Doch seine Bemühungen erreichen nur das Gegenteil. Dank ihm geht der Verkauf schneller über die Bühne als erwartet: In sieben Tagen müssen die Banks ausgezogen sein. Will gesteht, dass er noch keine Wohnung hat und Onkel Phil hilft ihm bei der Suche. Bei einem herzlichen Abschied versichert man sich, in Kontakt zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587041","hoster":"VOE"},{"path":"/redirect/9021852","hoster":"Streamtape"}]}]}]}]}