{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes","name":"Der Fluch von Akakor - Der verlorene Schatz des Regenwaldes","descr":"[Curse of Akakor] Doku-Abenteuer-Soap, die sechs Forscher dabei begeleitet, wie sie in Südamerika nach der versunkenen Stadt Akakor suchen und sich auch die Frage stellen, warum so viele Menschen, die vor ihnen danach suchten, spurlos verschwunden sind …","seasons":[{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1/episode-1","name":"Die Suche beginnt","epNo":1,"alt":"Cold Case","descr":"Das Team beginnt seine Suche nach Akakor in einer unerforschten Region des peruanischen Amazonas. Die Suche nach den vermissten Entdeckern bringt seltsame Gerüchte über den Flussführer zutage, der im Zentrum der Akakor-Legende steht. Satellitenbilder helfen dabei, eine möglicherweise unentdeckte Ruine zu lokalisieren, aber um dorthin zu gelangen, muss man in einen der lebensfeindlichsten Dschungel der Erde vordringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13704180","hoster":"VOE"},{"path":"/redirect/13704184","hoster":"Doodstream"},{"path":"/redirect/13704186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1/episode-2","name":"Gefährliches Unterfangen","epNo":2,"alt":"Heart of Darkness","descr":"Extremes Wetter droht die Suche nach Akakor im peruanischen Dschungel entgleisen zu lassen. Das Ermittlerteam besucht den Tatort in Rio de Janeiro, wo der Journalist, der die \"Chronik von Akakor\" schrieb, ermordet wurde. War es ein missglückter Raubüberfall oder ein gezieltes Attentat? Angesichts von Gerüchten über eine Verschwörung auf höchster Ebene in Brasilien warnt ein deutscher Filmemacher das Team, dass es tödlich sein könnte, weiter zu erforschen, was mit den Entdeckern passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13704177","hoster":"VOE"},{"path":"/redirect/13704181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1/episode-3","name":"Keine Spur","epNo":3,"alt":"Missing","descr":"Sandy Reed, die Schwester des vermissten Forschers John Reed, schließt sich dem Team an, um nach Erklärungen für das Verschwinden ihres Bruders zu suchen. Martin, Megan und Brennon versuchen, zu einem riesigen Wasserfall vorzudringen, hinter dem sich angeblich ein Eingang zur verlorenen Stadt Akahim verbirgt. In der Grenzstadt Barcelos sammelt das Ermittlungsteam alarmierende Informationen über den Ruf des Mannes, der im Mittelpunkt der Akakor-Legende steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13704179","hoster":"VOE"},{"path":"/redirect/13704173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1/episode-4","name":"Er war hier","epNo":4,"alt":"He Was Here","descr":"Paul und Bobby nehmen Sandy Reed mit auf die Spuren ihres vermissten Bruders und finden ein unheimliches, verlassenes Grundstück und Gerüchte über ein Waffenversteck. Weiter flussaufwärts hören sie von einem Einheimischen, der einer der letzten war, der ihn lebend gesehen hat, eine erschreckende Geschichte darüber, was mit Sandys Bruder passiert sein könnte. Das Expeditionsteam entdeckt eine tempelähnliche Struktur und untersucht deren mögliche Verbindung zu der Legende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13704174","hoster":"VOE"},{"path":"/redirect/13704172","hoster":"Doodstream"},{"path":"/redirect/13704168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1/episode-5","name":"Zeugen","epNo":5,"alt":"Truth or Dare","descr":"Eine unheimliche Entdeckung führt Martin, Megan und Brennon in einen tiefen, mysteriösen Abgrund. Paul sammelt dramatische, nie zuvor gehörte Aussagen von einem Verwandten einer Frau, die sagt, dass sie Zeuge des Mordes an einem der Entdecker war. Die Informationen führen sie tiefer in den Dschungel zum Schauplatz einer grausigen Entdeckung, die das Geheimnis weit aufbrechen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13704160","hoster":"VOE"},{"path":"/redirect/13704170","hoster":"Doodstream"},{"path":"/redirect/13704167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fluch-von-akakor-der-verlorene-schatz-des-regenwaldes/staffel-1/episode-6","name":"Auf der Suche nach Antworten","epNo":6,"alt":"Answers?","descr":"Als das Team wieder zusammenkommt, um seine Ergebnisse zu besprechen, bleiben viele Fragen offen – aber der einzige Mann, der die Antworten haben könnte, weigert sich zu reden. Aufgrund der Gerüchte über Waffen in seinem Haus und seiner hochkarätigen Verbindungen bleibt ihnen nichts anderes übrig, als sich ihm überraschend auf offener Straße zu nähern. Als Paul und Bobby endlich dem rätselhaften Tatunca Nara gegenüberstehen, ist es an der Zeit, seine Seite der Geschichte zu hören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13704166","hoster":"VOE"},{"path":"/redirect/13704164","hoster":"Doodstream"},{"path":"/redirect/13704165","hoster":"Streamtape"}]}]}]}]}