{"seriesId":"der-cop-und-der-snob","name":"Der Cop und der Snob","descr":"Der Polizist Gerry Waiblinger aus dem Münchner Problembezirk Hasenbergl ist ein Schlawiner – samt Schnauzer und Krokodilschuhen. Sein neuer Kollege Tristan von Rehnitz ist Preuße, stammt aus einer adeligen Familie und kleidet sich mit Seidenschal und feinem Zwirn. Im Gegenteil zum überaus korrekten Grafen arbeitet Gerry nach dem Prinzip \"eine Hand wäscht die andere\". Hemmungen, auch mal auf eher illegalem Weg Zugang zu Informationen zu bekommen, kennt er nicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Spinnenkuss","epNo":1,"alt":"","descr":"Kommissar Gerry Waiblinger löst seine Fälle auf typisch Münchener Art: A bissl was geht immer – weshalb er sein Gehalt auch nebenbei als Gebrauchtwagenhändler aufbessert. Als er jedoch in eine BKA-Drogen-Razzia gerät und im Kofferraum seines neuen \"Schätzchens\" eine Leiche gefunden wird, bekommt Gerry den knochentrockenen Moralisten Tristan Graf von Rittern als Partner zugeteilt. Der hält den gesamten Münchener Polizeiapparat für korrupt und will ihn dringend aufräumen.","versions":[{"lang":1,"streams":[{"redirect":9586927,"hoster":"VOE"},{"redirect":8388118,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Clique","epNo":2,"alt":"","descr":"Gerry und Tristan müssen sich nicht nur mühsam aneinander gewöhnen, sie werden auch von einem Mordfall beschäftigt, der mit einer Reihe von \"Party-Brüchen\" zusammenhängt: Eine Clique von reichen Jugendlichen bricht in Villen ein, um ausufernde Parties zu feiern. Hatte sich der junge Jan Haller nur in ein falsches Liebesdreieck begeben und musste den Verrat an der Clique mit dem Leben bezahlen? Oder hat der Hobby-Hacker seine Online-Existenz mit dem Verkauf von Drogen finanziert?","versions":[{"lang":1,"streams":[{"redirect":9579199,"hoster":"VOE"},{"redirect":13386341,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Adel vernichtet","epNo":3,"alt":"","descr":"Tristan ist mehr als verwirrt: Der angebliche Mörder eines erschlagenen Obdachlosen stellt sich nicht nur als Penner und Adliger heraus – Gerry lässt seinen Partner zudem immer wieder im Regen stehen, um eine alte Jugendliebe wieder aufzuwärmen, der der Sohn weggelaufen ist. Und dann ist da noch Tristans Cousin Gustav, der sich prinzlich-jovial bei Tristan durchschnorrt – und offenbar mit der Polizeianwärterin Kiki anbandeln will.","versions":[{"lang":1,"streams":[{"redirect":12920669,"hoster":"VOE"},{"redirect":8388122,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unter die Haube gekommen","epNo":4,"alt":"","descr":"Gerry und Tristan ermitteln bei Münchens angesagtestem Hairstylisten – die Chance für Sally, Beruf und gutes Aussehen miteinander zu verbinden! Die Suche nach dem Mörder führt die Ermittler in die Welt von ehemaligen Nationalspielern, Kicker-Frauen, divenhaften Schauspielerinnen und den Klatschreportern, die diese verfolgen. Bald sieht sich auch Tristan als Ziel der Boulevardpresse, obwohl er nur endlich einmal Sally groß ausführen wollte …","versions":[{"lang":1,"streams":[{"redirect":8985447,"hoster":"VOE"},{"redirect":8388127,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Morgen danach","epNo":5,"alt":"","descr":"Als ausgerechnet Gerrys aktuelles Gspusi ermordet wird und er bei den Ermittlungen zu rabiaten Mitteln greift, wird Gerry suspendiert – und Tristan entscheidet sich schweren Herzens, seinen Partner heimlich weiter am Fall dran zu halten. Gleichzeitig sieht sich Kiki gezwungen, bei der Poilzeiprüfung zu schummeln – woraufhin nicht nur sie und Lumme, sondern auch Gerry und Tristan ins eigene Polizeirevier einbrechen müssen …","versions":[{"lang":1,"streams":[{"redirect":8985448,"hoster":"VOE"},{"redirect":8388131,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Flauchermädchen","epNo":6,"alt":"","descr":"Das freizügige Treiben am Isar-Ufer wird gestört, als dort eine junge Studentin vergiftet wird. Die Ermittlungen führen Gerry und Tristan ans bunte Uni-Leben heran – und an die Frage, inwiefern Dozenten sich von Studentinnen fernhalten sollten. Gleichzeitig droht Sallys Geburtstag – ein Termin voll potentieller Tretminen. Tristan beschließt, Sally mittels einer Operndarbietung zu erfreuen und Gerry etwas Kultur beizubiegen – was dieser natürlich zu sabotieren weiß …","versions":[{"lang":1,"streams":[{"redirect":8985449,"hoster":"VOE"},{"redirect":8388135,"hoster":"Streamtape"}]}]}]}]}