{"seriesId":"der-pass","name":"Der Pass","descr":"Die deutsche Kommissarin Stocker und der österreichische Inspektor Winter arbeiten gemeinsam an der Ergreifung eines Serienmörders, der Botschaften hinterlässt und sich selbst als Krampus stilisiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Finsternis","epNo":1,"alt":"","descr":"Nachdem er sich durch mutige Neutralisierung einer terroristischen Bedrohung auszeichnet, wird der beunruhigte Kriegsveteran David Budd von der königlichen und spezialisierten Schutzabteilung der Metropolitan Police (RaSP) als Hauptschutzoffizier dem Innenminister, dem Abgeordneten Rt Hon Julia Montague, zugeteilt. Julia ist ein umstrittener Politiker, der ein neues Gesetz zur Terrorismusbekämpfung im Parlament durchsetzen will, das dem Sicherheitsdienst verbesserte Überwachungsbefugnisse verleihen würde. Ihre politischen Ambitionen machen Julia zu einem hochkarätigen Ziel. Seinem Job gewidmet, aber tiefes Ressentiment der Politiker nach seinen Traumata in Helmand verborgen, könnte Davids geteilte Loyalität Julias größte Bedrohung sein.","versions":[{"lang":1,"streams":[{"redirect":12628693,"hoster":"VOE"},{"redirect":12663750,"hoster":"Doodstream"},{"redirect":12663237,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die rote Jahreszeit","epNo":2,"alt":"","descr":"Während Ellie und Gedeon ihre Ermittlungen fortführen, wird ein Unternehmer brutal ermordet. Sie stoßen auf Parallelen zum vorherigen Fall und gehen Hinweise auf den möglichen Mörder nach. Allmählich erkennt das Ermittler-Duo, dass der Mörder äußerst intelligent und kaltblütig handelt. Ein Zeuge meint, eine Person mit einer Krampus-Maske beobachtet zu haben. Zudem werden Ellie und Gedeon auf eine Botschaft des Mörders aufmerksam: \"Die rote Jahreszeit\".","versions":[{"lang":1,"streams":[{"redirect":13945006,"hoster":"VOE"},{"redirect":12663751,"hoster":"Doodstream"},{"redirect":13954351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Mann aus dem Wald","epNo":3,"alt":"","descr":"Ellie und Gedeon machen sich mit der Krampus-Figur vertraut: Der Legende zufolge begleitet die furchterregende Gestalt den Nikolaus und bestraft die unartigen und bösen Kinder. Gleichzeitig suchen sie nach einer spurlos verschwundenen Frau. Ihre Ermittlungen führen sie zu einer Sekte, die sich in einen Wald zurückgezogen hat und von einem Mann namens Sebastian Brunner angeführt wird. Die Ermittler glauben, der Mörder hätte sich von Brunner inspirieren lassen. Derweilen kommt für die verschwundene Frau jede Hilfe zu spät.","versions":[{"lang":1,"streams":[{"redirect":13944750,"hoster":"VOE"},{"redirect":12628701,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Bösen und Unartigen","epNo":4,"alt":"","descr":"Das Ermittler-Duo will dem Mörder eine Falle stellen. Sie arbeiten mit dem Sektenführer Brunner zusammen. Dafür sind Ellie und Gedeon auch bereit, die Grenzen des Erlaubten zu überschreiten: Im Internet verbreiten sie Informationen zu einem Nachahmungstäter und hoffen, dass der Mörder deshalb in Kontakt mit Brunner tritt. Doch der Mörder ist den beiden einen Schritt voraus. Während sich Ellie auf eine Affäre mit ihrem verheirateten Vorgesetzten einlässt, wird Gedeon von seiner Vergangenheit als korrupter Drogenermittler eingeholt.","versions":[{"lang":1,"streams":[{"redirect":13944874,"hoster":"VOE"},{"redirect":13954356,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Masken","epNo":5,"alt":"","descr":"Durch ihre Falle waren Ellie und Gedeon kurz davor, den Mörder zu fassen. Aber dann ist er plötzlich untergetaucht. Die deutsche Ermittlerin und der österreichische Kommissar gehen Hinweisen aus anderen Mordfällen nach. Allerdings ahnt das ungleiche Duo nicht, dass der Mörder ein weitaus größeres Ziel vor Augen hat.","versions":[{"lang":1,"streams":[{"redirect":13945024,"hoster":"VOE"},{"redirect":13954361,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aus Fleisch und Blut","epNo":6,"alt":"","descr":"Die Stadt wird von einem Anschlag erschüttert – es gibt Verletzte und Tote. Dabei bekommen Ellie und Gedeon mit, wie der Krampus-Mörder den nächsten Schritt in seinem Plan ausführt. Die Polizei wird von der Öffentlichkeit, den Medien und der Politik unter Druck gesetzt. Außerdem macht der Mörder bekannt, dass Ellie eine Affäre mit ihrem Vorgesetzten hat.","versions":[{"lang":1,"streams":[{"redirect":13945167,"hoster":"VOE"},{"redirect":12664212,"hoster":"Doodstream"},{"redirect":13954359,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Sturm","epNo":7,"alt":"","descr":"In einer Schießerei ergreift und tötet die Polizei einen Mann mit einer Krampus-Maske. Gedeon glaubt aber nicht, dass es sich um den gesuchten Serienmörder handelt. Er ist überzeugt, dass der wahre Täter noch auf freiem Fuß ist. Doch nach monatelanger Angst wollen die Bürger, Politiker und Medien dem Schrecken endlich ein Ende setzen: Die Akte wird geschlossen. Sogar Ellie schenkt ihrem ehemaligen Partner keinen Glauben.","versions":[{"lang":1,"streams":[{"redirect":13944713,"hoster":"VOE"},{"redirect":12663949,"hoster":"Doodstream"},{"redirect":13954360,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Engerl","epNo":8,"alt":"","descr":"Ein Jahr ist vergangen, seitdem der Krampus-Mörder scheinbar gefasst und daraufhin erschossen wurde. Als die Leiche einer Frau namens Malica gefunden wird, fallen Gedeon Parallelen zu den Mordfällen aus dem vergangenen Jahr auf. Er denkt, der Täter ist zurück. Schließlich kann er auch Ellie davon überzeugen, die Ermittlungen gegen den Serienmörder wieder aufzunehmen. Dabei macht Gedeon eine erschreckende Entdeckung und wird schließlich von seiner Vergangenheit eingeholt.","versions":[{"lang":1,"streams":[{"redirect":13945082,"hoster":"VOE"},{"redirect":13954363,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Prüfungen","epNo":1,"alt":"","descr":"Die Nachwuchspolizistin Yela Antic arbeitet mit Ellie Stocker an einem Mordfall. Als Ellie bei einem Einsatz von Erinnerungen an den \"Krampuskiller\" überwältigt wird, sieht Yela ihre Chance.","versions":[{"lang":1,"streams":[{"redirect":13945046,"hoster":"VOE"},{"redirect":13954367,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Böse in den Augen","epNo":2,"alt":"","descr":"Gedeon erwacht aus dem Koma. Währenddessen kämpft Ellie mit ihrem eigenen Trauma. Sie erreicht die Nachricht, dass in einem Wald bei Salzburg eine junge Frau ermordet wurde","versions":[{"lang":1,"streams":[{"redirect":13945148,"hoster":"VOE"},{"redirect":13954365,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Du bist mein Bruder","epNo":3,"alt":"","descr":"Yela wird als Verbindungsbeamtin im Fall der ermordeten Deutschen nach Österreich geschickt. Sie sucht Gedeon im Krankenhaus auf und bittet ihn um Hilfe. Doch der Täter entgeht ihnen knapp.","versions":[{"lang":1,"streams":[{"redirect":13945114,"hoster":"VOE"},{"redirect":13954372,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wilderer","epNo":4,"alt":"","descr":"Ein Jahr ist vergangen als wieder eine junge Frau im Zill-Tal ermordet wird. Der Fundort und andere Indizien deuten auf einen Jäger hin. Gedeon will offiziell an dem Fall mitarbeiten.","versions":[{"lang":1,"streams":[{"redirect":13945246,"hoster":"VOE"},{"redirect":13954368,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mir zwaa","epNo":5,"alt":"","descr":"Ellie ermittelt wieder mit Gedeon. Gibt es eine Verbindung zwischen den Morden im Zill-Tal und dem Fall einer Wachkoma-Patientin? Durch einen Maulwurf bei der Polizei ist der Täter gewarnt.","versions":[{"lang":1,"streams":[{"redirect":13945208,"hoster":"VOE"},{"redirect":13954371,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der lange Schlaf","epNo":6,"alt":"","descr":"Mit Gewalt verschaffen sich Ellie und Gedeon Zugang zu wichtigen Unterlagen. Die Spur führt zu der einflussreichen Bauunternehmer-Familie Gössen. Die Zeit drängt, eine junge Frau wurde entführt.","versions":[{"lang":1,"streams":[{"redirect":13944777,"hoster":"VOE"},{"redirect":13954388,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hinter der Maske","epNo":7,"alt":"","descr":"eim Verhör der Brüder Alexander und Wolfgang Gössen zeigen Ellie und Gedeon ihr ganzes Können. Gedeon wird auf schmerzhafte Weise klar, dass er nicht wieder in den Polizeidienst zurückkehren kann.","versions":[{"lang":1,"streams":[{"redirect":13945019,"hoster":"VOE"},{"redirect":13954384,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verrat","epNo":8,"alt":"","descr":"Ellie stößt auf einen Beweis, der alles ändert. Zurück in Deutschland wird sie für ihren Erfolg gefeiert, doch es bleiben Ungereimtheiten. Gedeon erhält ein Angebot von der Familie Gössen.","versions":[{"lang":1,"streams":[{"redirect":13944789,"hoster":"VOE"},{"redirect":13954392,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Der Mord an ihrer Kollegin Yela Antic lässt Ellie keine Ruhe: Sie will Gedeon für die Entwendung der Tatwaffe zur Rechenschaft ziehen. Dieser vertieft sich indessen immer mehr in seine Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":14518268,"hoster":"VOE"},{"redirect":14480364,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"In Österreich wird eine verbrannte Frauenleiche gefunden. Statt Ellie wird ihre neue Kollegin Verbindungsbeamtin in der deutsch-österreichischen Soko. Gedeon misstraut seinem Kollegen Rafael Lutz.","versions":[{"lang":1,"streams":[{"redirect":14518212,"hoster":"VOE"},{"redirect":14480363,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Ellie und Gedeon arbeiten wieder zusammen, aber im Geheimen sucht Gedeon den Künstler Oskar Koschlick. Nach einem weiteren Mord erhält Ellie von Journalist Charles Turek einen wichtigen Hinweis.","versions":[{"lang":1,"streams":[{"redirect":14518165,"hoster":"VOE"},{"redirect":14480366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Während neue Beweise zu einem Reichsbürger führen, sucht Gedeon weiter nach Koschlick. Dabei wird er zunehmend von Halluzinationen geplagt. Ellie und Rafael geraten in Streit.","versions":[{"lang":1,"streams":[{"redirect":14517695,"hoster":"VOE"},{"redirect":14480365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Ein weiterer Mord deutet auf eine Serie hin – das Täterprofil passt zum Hauptverdächtigen. Auf der Gössen-Baustelle kämpfen Aktivisten und Polizei gegeneinander. Gedeon stößt auf eine Sagengestalt.","versions":[{"lang":1,"streams":[{"redirect":14518384,"hoster":"VOE"},{"redirect":14480368,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Ein vermeintlicher Motorradunfall auf der Passstraße führt Ellie und Gedeon zu einem rituellen Ort im Wald. Sie erfahren mehr über die Legende des Schinder Jackl. Turek macht Ellie ein Geständnis.","versions":[{"lang":1,"streams":[{"redirect":14518103,"hoster":"VOE"},{"redirect":14480370,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Bei einem Einsatz im Wald stellt sich der Polizei ein mysteriöser Mann, der seinen Namen nicht verrät. Was hat er mit den Morden zu tun? Gedeon sammelt seine letzten Kräfte, um Koschlick zu finden.","versions":[{"lang":1,"streams":[{"redirect":14518121,"hoster":"VOE"},{"redirect":14480371,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Eine Hausdurchsuchung endet katastrophal und noch immer wissen die Beamten nicht, wie die Verdächtigen und die Morde zusammenhängen. Um den Fall zu lösen, gehen Ellie und Gedeon über ihre Grenzen.","versions":[{"lang":1,"streams":[{"redirect":14517631,"hoster":"VOE"},{"redirect":14480374,"hoster":"Streamtape"}]}]}]}]}