{"path":"/serie/stream/der-schatten","name":"Der Schatten","descr":"Die Dramaserie \"Der Schatten\" zeigt eine Journalistin, die im sommerlichen Wien eine unheimliche Prophezeiung erhält: Norah (Deleila Piasko) will in der österreichischen Metropole einen Neuanfang wagen. Kaum in der Stadt angekommen, trifft sie auf eine Bettlerin, die ihr voraussagt, dass sie in sechs Wochen einen Mann namens Arthur Grimm töten werde. Anfangs gibt Norah dem Vorfall keine Beachtung, da ihr der Name nichts sagt, aber dann beginnen merkwürdige Dinge zu passieren. Während Norah versucht, den Vorfall mit Arthur Grimm zu ignorieren, beginnt sie sich zu fragen, ob es tatsächlich eine Prophezeiung war oder ob jemand versucht, sie zu manipulieren. Norah muss sich schnell entscheiden, wer ihr wirklich helfen kann und wer ihr schaden will, bevor es zu spät ist.","seasons":[{"path":"/serie/stream/der-schatten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-schatten/staffel-1/episode-1","name":"Die Prophezeiung","epNo":1,"alt":"","descr":"Als Norah von einer Bettlerin prophezeit bekommt, dass sie am 13. August am Wiener Prater einen Mann namens Arthur Grimm umbringen wird, droht ihre Welt aus den Fugen zu geraten. Eigentlich hatte sich die junge Journalistin ihren Neustart in Wien anders vorgestellt. Doch die mysteriöse Prophezeiung lässt sie nicht los. Sie kennt keinen Arthur Grimm und einen Mord würde sich die friedliebende Norah niemals zutrauen. Aber das Datum der Worte hallt in Norahs Kopf nach: Denn vor 14 Jahren, genau am 13. August, hat sich etwas zugetragen, das ihr Leben grundlegend verändert hat. Tiefergehend beschäftigen kann sich Norah damit aber nicht: Der exaltierte Performancekünstler Wolfgang Balder will, dass Norah ein Porträt über ihn schreibt, obwohl die beiden früher einmal aneinandergeraten sind. Doch der Künstler will ihren unverblümten Blick auf sein Schaffen und sein Leben. Für Norahs neuen Arbeitgeber, dem Wiener Magazin \"Neue Normalität\", ist dieses Angebot Gold wert. Unter dem Druck ihres Chefs, Sebastian Gruber, nimmt Norah das Angebot an. Als sie allerdings in den Straßen Wiens auf das Ingenieursbüro eines gewissen Arthur Grimm stößt, bleibt ihr keine andere Möglichkeit, als sich mit ihrer Vergangenheit und der mysteriösen Prophezeiung der Bettlerin auseinanderzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12665749","hoster":"VOE"},{"path":"/redirect/12665752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schatten/staffel-1/episode-2","name":"Wunderland","epNo":2,"alt":"","descr":"Der Tod der Bettlerin wirft für Norah weitere Fragen auf. Noch am Fundort der Leiche erhält sie plötzlich Nachrichten einer unbekannten Nummer, die sie vor Arthur Grimm warnt. \"Arthur Grimm ist gefährlich!\" lautet die ominöse Nachricht. Doch der mysteriöse Absender gibt sich nicht zu erkennen. Gemeinsam mit ihrer Nachbarin Theresa sinniert Norah darüber, von wem die Nachricht sein könnte und wer Arthur Grimm ist. Doch beide können sich keinen Reim darauf machen. Wie erwartet, gestaltet sich auch Norahs Arbeit am Balder-Porträt kompliziert. Bei einer Vernissage gerät Norah sogar lautstark mit dem Künstler aneinander. Immerhin versteht sich Norah mit ihrem Kollegen Emil nach anfänglichen Schwierigkeiten wieder besser. Wenn es nach Emil ginge, könnte sich aus dem kollegialen Verhältnis auch etwas mehr entwickeln. Aber Norahs Kopf ist ganz wo anders: In ihrer Wohnung geht es nicht mit rechten Dingen zu. Sie hat zunehmend das Gefühl, hier nicht allein zu sein. So sitzt auf einmal ein weißes Stoffkaninchen unter Norahs Waschbecken. Und tatsächlich bleibt das weiße Kaninchen nicht der einzige ungebetene Gast, der Norah in ihrer Wohnung heimsucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12665757","hoster":"VOE"},{"path":"/redirect/12665754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schatten/staffel-1/episode-3","name":"Forever","epNo":3,"alt":"","descr":"Die unerklärlichen Ereignisse um Norah spitzen sich immer weiter zu. Dinge verschwinden aus ihrer Wohnung, Erinnerungslücken tauchen auf und Norah beginnt, an ihrem Verstand zu zweifeln. Nach der unheimlichen Begegnung mit Grimm wird Norah von der Polizei vorgeladen. Doch zu Norahs Überraschung geht es nicht um die tote Bettlerin, sondern um Arthur Grimm: Dieser bezichtigt sie des Stalkings! Norah ist außer sich. Zu allem Überfluss stellt sich auch im Büro keine Entlastung für Norah ein. Denn der so unverbindlich gestartete Büroflirt mit Emil scheint diesem zu wenig zu sein. Als Norah ihn in seine Schranken weist, holt er zum Gegenschlag aus. Ungeahnte Hilfe erhält Norah von Wolfgang Balder, der sich verständnisvoll zeigt und Norah ein unmoralisches Angebot macht. Auch die Nachrichten der unbekannten Nummer verunsichern Norah: Hat Arthur Grimm ihre Jugendfreundin Valerie gekannt? Sie muss herausfinden, wer ihr diese Nachrichten schreibt. Norah setzt Werner darauf an, die Identität des Absenders herauszufinden. Alle Spuren führen zurück in ihre Vergangenheit und zu ihrer Jugendfreundin Valerie. Und offensichtlich ist Norah nicht die einzige, die in ihrer Vergangenheit wühlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12665756","hoster":"VOE"},{"path":"/redirect/12665758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schatten/staffel-1/episode-4","name":"Schuld","epNo":4,"alt":"","descr":"Norah versucht, die rätselhaften Ereignisse um sich herum zu ordnen – nichtsahnend, dass sie auf Schritt und Tritt überwacht wird. Wenigstens scheint sie dem Absender der anonymen Nachrichten immer näher zu kommen: Dank Werners Hilfe ist sich Norah mittlerweile sicher, dass es sich bei der unbekannten Nummer um Grimms Ex-Freundin Emma Mertens handelt. Sie muss sie finden, um von ihr Antworten in der Causa Grimm zu bekommen. Noch bevor Norah dieser Spur aber nachgehen kann, eröffnet Gruber ihr eine unangenehme Wahrheit über Emil, die für ordentlich Wirbel im Büro sorgt und sie selbst gegenüber Balder in Erklärungsnot bringt. Der einst verhasste Künstler wird zunehmend zu einer wichtigen Bezugsperson für Norah und schafft es immer wieder, sie aus der Reserve zu locken und in die hintersten Ecken ihrer Seele zu blicken. Das tut Norah besonders gut, weil ihre vermeintlich besten Freunde Jan und Paul aus unerklärlichen Gründen Abstand von ihr zu nehmen scheinen. Doch Norah hat keine Zeit, sich darüber den Kopf zu zerbrechen, und stürzt sich immer tiefer in ihre Recherche zu Grimm und Valerie. Dabei tauchen weitere Hinweise auf, die Grimm mit Valerie in Verbindung bringen. Als Norah Grimms Ex-Freundin Emma Mertens ausfindig macht, bestätigt diese, dass Grimm und Valerie sich kannten. Norah beginnt einen folgenschweren Verdacht zu entwickeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12665760","hoster":"VOE"},{"path":"/redirect/12665761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schatten/staffel-1/episode-5","name":"Chaos","epNo":5,"alt":"","descr":"Der 13. August rückt immer näher. Die Hinweise auf eine unheilvolle Verbindung zwischen Arthur Grimm und Norahs Jugendfreundin Valerie verdichten sich. Emmas Anwesenheit löst in Norah ein Gefühlschaos aus. Fast schmerzhaft erinnert sie die Ex-Freundin von Grimm an Valerie. Zugleich plagt Norah das schlechte Gewissen, Grimm zurück zu ihr geführt zu haben. Norah muss Emma beschützen. Gleichzeitig muss sich Norah auch im Job behaupten. Gruber wird langsam ungeduldig und will Ergebnisse beim Balder-Porträt sehen. Norahs Verhältnis zu dem Künstler ist seit dessen Intrige gegen Emil angespannt. Auch wenn er damit Norah nur helfen wollte, hat er ihren Moralkodex aufs Äußerste beansprucht. Gerade als Norah das Porträt abschließen will, hat Gruber eine weitere Wendung für sie parat, die mit Norahs Rausschmiss endet. Und damit nicht genug, findet Norah ihre Wohnung abermals nicht so vor, wie sie sie verlassen hat. Norah ist am Verzweifeln, fühlt sich allein und orientierungslos. Wie konnte es soweit kommen? Wie im Wahn stürzt sie sich noch tiefer in ihre Recherchen um Grimm und Valerie und überschreitet dabei zunehmend Grenzen. Sie scheint immer mehr zu Dingen bereit zu sein, die sie sich vor wenigen Wochen in ihren kühnsten Träumen nicht hätte vorstellen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920737","hoster":"VOE"},{"path":"/redirect/12665765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-schatten/staffel-1/episode-6","name":"Nichts ist jemals sicher","epNo":6,"alt":"","descr":"Es ist der 13. August. Norah konfrontiert Arthur Grimm am Prater. Sie ist zu allem bereit. Doch obwohl Norah glaubt, alles durchschaut zu haben, kommt es vollkommen anders als gedacht. Norah ist auf der Flucht. Neben der Polizei suchen auch Emma und ihr Büro verzweifelt nach Norahs Aufenthaltsort. Norah ist sich mittlerweile sicher, dass Grimm schuld ist an Valeries Tod und zur Rechenschaft gezogen werden muss. Doch niemand will ihr glauben. Tatsächlich nimmt Grimm Kontakt zu Norah auf. Norah ist zu allem bereit und scheut die Konfrontation nicht. Irgendjemand muss hier für Gerechtigkeit sorgen. Für Valerie und für Emma. Norah entwickelt einen Plan, um Grimm ein Geständnis zu entlocken. Theresa, die einzige Freundin, die ihr noch geblieben ist, unterstützt sie dabei. So findet sich Norah schließlich mit geladener Waffe am Prater ein und trifft auf Arthur Grimm – bewaffnet mit der ganzen Wahrheit, die sie im Laufe der letzten Wochen erfahren hat. Wird Grimm Norah alles gestehen? Oder wird Norah tatsächlich die Prophezeiung erfüllen und Selbstjustiz an dem Mann üben, der einst ihre beste Freundin ermordet hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12665748","hoster":"VOE"},{"path":"/redirect/12665750","hoster":"Streamtape"}]}]}]}]}