{"path":"/serie/stream/der-kriminalist","name":"Der Kriminalist","descr":"Hauptkommissar Bruno Schumann (Christian Berkel) arbeitet für das Landeskriminalamt Berlin. Er beschäftigt sich mit ungelösten Mord- und Kriminalfällen und dabei insbesondere mit dem Spezialgebiet der \"Viktimologie\" – der Opferforschung. Für Schumann ist das Leben der Opfer Ausgangspunkt und Schlüssel für die erfolgreiche Suche nach den Tätern, die er mit seinem Team und mit Hilfe neuester Kriminaltechnik in den unterschiedlichsten Berliner Milieus jagt.","seasons":[{"path":"/serie/stream/der-kriminalist/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-1/episode-1","name":"Am Abgrund","epNo":1,"alt":"","descr":"Vor einem Hochhaus in Berlin-Marzahn wird im Morgengrauen eine Tote gefunden. Wer ist die Schöne mit platinblonder Perücke? Auf den ersten Blick sieht es nach Selbstmord aus. Doch Würgemale am Hals und Hämatome stehen dazu im Widerspruch. Nach der Obduktion weiß Hauptkommissar Bruno Schumann: Das Opfer wurde vergewaltigt. Keiner der Nachbarn kennt die junge Frau. Einziger Anhaltspunkt ist ein Feuerzeug am Fundort der Leiche, das zu einer ominösen Agentur führt. Nadia hat als Prostituierte gearbeitet. Ihre Kollegin Yvonne gibt sich schweigsam. Nadia sei noch nicht lange dabei gewesen. Als Schumann und sein Kollege Henry Weber Nadias verwahrloste Wohnung betreten, bietet sich ein beklemmendes Bild. Das Leben der Bewohnerin war von Angst geprägt. Fotos aus vergangenen Tagen zeigen eine glückliche Nadia. Was ist zwischenzeitlich geschehen? Offensichtlich wurde die promovierte Physikerin Nadia Hansen über Monate von einem Stalker terrorisiert. Nach einer Vergewaltigung erlitt sie eine Fehlgeburt, und die Beziehung zu ihrem Verlobten Sören Gärtner zerbrach. Nadias Mutter, die unterkühlte Geschäftsfrau Sonia Hansen, hatte seit Monaten angeblich keinen Kontakt mehr zu ihrer Tochter. Und welche Rolle hat Marc Buchholz in Nadias Leben gespielt, in den sie offenbar unglücklich verliebt war? Hinweise stärken den Verdacht, dass der gesuchte Stalker und Sexualstraftäter zudem für den Unfalltod von Nadias Vater verantwortlich ist. Schumann ist sich sicher: Jemand hat Nadia systematisch zerstört. Aber warum dieser krankhafte Hass? Schließlich führt eine Spur zu Nadias Freier Dennis Kuscinski. Dessen Kaltblütigkeit und eine unglaubliche Aussage bringen Hauptkommissar Schumann bei der Aufklärung dieses grausamen Verbrechens an die eigenen Grenzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986203","hoster":"VOE"},{"path":"/redirect/8389255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-1/episode-2","name":"Gefallene Engel","epNo":2,"alt":"","descr":"Frühmorgens wird Hauptkommissar Bruno Schumann zu einem Fundort gerufen. Was er dort sieht, verschlägt ihm die Sprache. Ein etwa 16-jähriger Junge liegt eingepfercht in einer großen Tasche, die aus einem Kanal geborgen wurde. Die Obduktion bringt die Kaltblütigkeit der Tat ans Licht. Das Opfer war wohl durch einen brutalen Schlag bewusstlos, wurde aber lebend ins Wasser geworfen und ist ertrunken. Wer hatte ein Motiv für eine derart grausame Tat? Für das Unter-nehmerehepaar Voelk, das gerade von einem Messebesuch aus den USA zurück-gekehrt war und sein Kind als vermisst gemeldet hatte, bricht eine Welt zu-sammen. Der Tote ist ihr Sohn Chris. In ihrer Villa findet man die Spuren einer wilden Party vom Vorabend. War der Mörder auch ein Gast? Ein Video auf einem sichergestellten Handy belegt einen Streit zwischen Dirk Tillmann und Chris wäh-rend der Feier. Ist dieser Konflikt später eskaliert? Schumann bietet sich das Bild einer typischen Wohlstandsverwahrlosung. Wegen ihrer Sportbekleidungsfirma hatten die Voelks wenig Zeit für ihren Jungen, der dafür umso mehr Geld bekam. Sogar seinen Hockeyclub haben sie finanziell unterstützt, was es Trainer Toni Preuß unmöglich machte, den mit wenig Talent und Sportsgeist beseelten Chris aus der Mannschaft zu werfen. Umso unangenehmer war Preuß der Kontakt seiner hübschen Tochter Leila zu dem arroganten Chris, der es offenbar genoss, andere bloßzustellen und mit seinem Geld protzte. Der Schnösel hat mit Drogen gedealt und seine Spielerkumpels Dirk Tillmann und Michael Büssig zum Alkohol verleitet. Auch dem fürsorglichen Bernhard Büssig und seiner Frau Marion war der negative Einfluss auf den hoch talentierten Michael ein Dorn im Auge. Im Laufe der Ermittlungen sind sich Schumann und seine Kollegen immer sicherer: die Lösung des brutalen Mordes muss in den Ereignissen während der aus-gelassenen Fete zu finden sein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986201","hoster":"VOE"},{"path":"/redirect/8548736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-1/episode-3","name":"Mördergroupie","epNo":3,"alt":"","descr":"Als abends eine Frauenleiche in einem Park in Tegel aufgefunden wird, bedeutet dies für Hauptkommissar Bruno Schumann und seine Kollegen Henry Weber und Anne Vogt vom LKA Berlin mal wieder Nachtschicht. Wer tötete Agnes Rahf mit zahlreichen Messerstichen? Zunächst führen Spuren zu dem erst vor wenigen Wochen auf Bewährung entlassenen Manuel Stiegler. Die 37-jährige Agnes und er waren seit einigen Monaten ein Liebespaar. Aber weshalb ließ sich die geschiedene Lehrerin mit einem verurteilten Mörder ein? Der wieder verheiratete Ex-Mann Christopher Hintze, der nun mit Nachwuchs in einem Reihenhaus lebt, will von der Liaison nichts gewusst haben. Laut Zeugenaussage soll Hintze aber seine geschiedene Frau auch nach der Trennung kontrolliert und seelisch gequält haben. Wollte Agnes nun selbst Macht ausüben und die Beziehung mit Stiegler funktionierte, solange er im Gefängnis war? Nur wenige Stunden vor dem Mord wurde das Paar bei einem heftigen Streit gesehen. Der JVA-Leiter Dr. Uwe Harms gibt Differenzen hinsichtlich Stieglers vorzeitiger Entlassung zu. Nicht alle Kollegen hätten seine positive Einschätzung geteilt. Aber hat Stiegler tatsächlich wegen einer Beziehungskrise einen weiteren Mord begangen? Oder übersieht Hauptkommissar Schumann Hintze, der sich in seiner Kleinfamilienidylle vielleicht einen Tick zu harmlos gibt? Hat ihn Eifersucht und der endgültige Machtverlust über seine Ex-Frau zu der Tat getrieben? Als schließlich klar wird, dass sowohl Stiegler als auch Hintze am Tatabend vor Agnes Wohnung waren, geraten beide immer stärker unter Mordverdacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986202","hoster":"VOE"},{"path":"/redirect/8389262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-1/episode-4","name":"Ausser Kontrolle","epNo":4,"alt":"","descr":"Der Notruf einer jungen Frau, die einen Einbruch meldet, geht in der Nacht bei der Polizei ein. Doch plötzlich bricht die Verbindung ab. Als wenige Minuten später eine Streife in der Stadtvilla eintrifft, sind das Ehepaar Ebert und die 17-jährige Jessica spurlos verschwunden. Hauptkommissar Schumann und seine Kollegen vom LKA Berlin bezweifeln, dass die Einbrecher nur aus Zeitgründen keine Wertsachen aus dem Anwesen des bekannten Musikproduzenten entwendet haben. Und tatsächlich bestätigt sich bald der Verdacht einer Entführung. Die beiden Täter haben Dieter Ebert und seine Tochter Jessica frei gelassen, allerdings weiterhin Uta Ebert in ihrer Gewalt. Es gibt Ungereimtheiten, die Schumann stutzen lassen. Warum war ausgerechnet an diesem Abend die Alarmanlage ausgeschaltet? Zudem spricht Dieter Ebert offen über den desolaten Zustand seiner Ehe und die Untreue seiner Frau. Recherchen ergeben, dass Uta Ebert die Scheidung einreichen wollte. Als die Entführer sich melden und Dieter Ebert im Alleingang über die Lösegeldsumme verhandelt und somit das Leben seiner Frau gefährdet, keimt in Schumann ein Verdacht auf. Hat Ebert die Entführung seiner Frau in Auftrag gegeben, weil er die finanzielle Belastung einer Scheidung nach fast zwanzig Jahren Ehe umgehen wollte? Sollte ein vorgetäuschter Einbruch das abgekartetete Spiel verschleiern? Als die Geldüber-gabe misslingt, muss die Kripo befürchten, dass die Geisel getötet wird. Doch dann verdichten sich die Hinweise, Utas Liebhaber, der dubiose Autohändler Jimmy, kooperiere mit den skrupellosen Tätern. Schumann und seine Kollegen gehen dieser Spur fieberhaft nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986206","hoster":"VOE"},{"path":"/redirect/8389269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-1/episode-5","name":"Verbranntes Glück","epNo":5,"alt":"","descr":"Zufällig wird Hauptkommissar Schumann Zeuge, wie der 14-jährige Sascha seine lebensgefährlich verletzte Mutter auffindet. Es scheint, Heike Rohrbach sei bei einem Haushaltsunfall von der Leiter gestürzt, dabei in die Terrassentür gefallen und trotz des schnell eingetroffenen Notarztes wenig später an den schweren Schnittverletzungen gestorben. Aber Schumann hat Zweifel, die eine Fallsimulation am Computer bestätigt. Die Frau wurde definitiv gestoßen. Wer alarmierte den Notarzt? Das Opfer selbst? Der Täter, bevor er Heike Rohrbach kaltblütig verbluten ließ? Als sich herausstellt, dass sich Dieter Rohrbach im Haus aufhielt, als der Notruf abgesetzt wurde, gerät der Ehemann unter Verdacht. Seine mangelnden Aufträge als Architekt versuchte Heike mit zahlreichen Überstunden als technische Zeichnerin aufzufangen. Kam es schließlich wegen der großen finanziellen Probleme zu einer tödlichen Auseinandersetzung? Oder ist Rohrbach wegen der schwelenden Gerüchte ausgerastet, seine Frau habe mit Saschas Nachhilfelehrer, dem Jurastudenten Daniel Fischer, eine Affäre? Die Obduktion bringt eine Verletzung ans Licht, die sich Heike Rohrbach mindestens 24 Stunden vor ihrem Tod zugezogen haben muss. Schumann und seine Kollegen stoßen bei ihren Ermittlungen auf den erbitterten Kampf, den Heike mit dem cholerischen Vermieter Gert Wunderlich führte. Wurde der aufbrausende Wunderlich auch am Tattag wegen der Mietkürzung handgreiflich? Unterdessen zeigt sich, dass der an einem Hyperaktivitätssyndrom leidende Teenager mit der Situation völlig über-fordert ist und sich immer verstörter verhält. Bereits wenige Tage vor dem mysteriösen Mord wurde gegen ihn Anzeige wegen Körperverletzung eines Mitschülers erstattet. Für die Kripo sieht es zunehmend aus, als Schütze Sascha den Täter oder habe sogar selbst den Tod seiner Mutter verursacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986208","hoster":"VOE"},{"path":"/redirect/8389268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-1/episode-6","name":"Totgeschwiegen","epNo":6,"alt":"","descr":"In der Nähe der Friedrichstraße wird vor dem Feinkostladen Tiemann am frühen Morgen eine grausige Entdeckung gemacht. Eine Obdachlose, die in den letzten Wochen oft vor dem Geschäft herumlungerte, wurde ermordet. Aufgrund der Spurenlage ergibt sich für Hauptkommissar Bruno Schumann und seine Kollegen ein vager Tathergang. Die Unbekannte wurde wohl erst im Hinterhof des Geschäfts niedergeschlagen und dann, nachdem sie sich auf die gegen-überliegende Straßenseite geschleppt hatte, brutal ermordet. Haben rechte Schläger die wehrlose Frau getötet? Alle Bemühungen konzentrieren sich aufdie Identifizierung der Toten. Ein Artikel einer Schülerzeitung, den die Frau bei sich hatte, ist zunächst der einzige Anhaltspunkt. Der darin porträtierte Obdachlose Enno war neben anderen Schaulustigen auch am Fundort der Leiche. War dies Zufall oder weiß der blinde Enno, der regelmäßig im Restaurant \"Newton\" mit Unterstützung des Inhabers Fritz Böhm den Kunden seine Tarotkartenkünste anbietet, mehr über die Tote und den Mord? Zudem stellt sich heraus, dass die Autorin des Artikels Scarlett Tiemanns jüngere Schwester Alice ist. Deren Freund Dennis wiederum arbeitet als Aushilfe im \"Newton\". Für Bruno Schumann sind das zu viele Zufälle. Und tatsächlich deckt die Kripo eine erstaunliche Verwandtschaft auf. Die Obdachlose Lydia Althoff war die Mutter von Alice und Scarlett. Liegt hier das Mordmotiv? Hat Scarlett die eigene Mutter getötet, um zu verhindern, dass die Wahrheit ans Licht kommt? Vor Jahren hatte sie Alice belogen und behauptet, Lydia sei gestorben. Angeblich weil es der einzige Weg war, von der alkoholkranken Mutter wegzukommen. Kannte Andreas Tiemann seine Schwiegermutter, die seine feine Kundschaft sicher vertrieben hätte? Je länger Schumann ermittelt, umso deutlicher zeigt sich das Netz aus Lügen und Geheimnissen, in das alle Mitglieder der Familie verstrickt zu sein scheinen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206604","hoster":"VOE"},{"path":"/redirect/8389276","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-2/episode-1","name":"Abwärts","epNo":1,"alt":"","descr":"Trotz vieler Jahre Berufserfahrung gibt es immer wieder Fälle, die Hauptkommissar Schumann vom LKA Berlin erstaunen. Direkt vor einer Disco inmitten vieler potentieller Zeugen wurde Jens Gerber erschossen. Und trotzdem gibt es nur einen Augenzeugen, weil durch den Schuss in dem Gedränge Panik entstanden ist. Nur Andreas Bohm, der Kollege des ermordeten Polizisten von der Abteilung Organisierte Kriminalität, kann eine Täterbeschreibung liefern. Wenige Schritte von dem Verwundeten entfernt hatte er sich in Sekundenbruchstücken entscheiden müssen: Jens erste Hilfe leisten oder den Täter verfolgen. Nun läuft die Fahndung nach dem wegen Drogendelikten bekannten Erdogan Özdemir, den Bohm identifiziert hat. Doch als sich etwas verspätet ein weiterer Augenzeuge meldet, entsteht ein merkwürdiger Widerspruch. Bashkim behauptet, der Täter habe anders als Özdemir ausgesehen. Und kurz vor dem Schuss hätte es einen Streit gegeben, in dem es um die Schwester des Täters ging. Hatte Gerber eine Affäre mit Özdemirs Schwester Ayla? Die junge Frau bestreitet dies vehement. Sie ist von der Unschuld ihres Bruders überzeugt. Und tatsächlich deutet die Spur eher in Richtung Drogenmilieu, denn in der Wohnung des Flüchtigen wurden zwei Kilo Hasch gefunden. War Gerber Özdemir auf der Spur? Obwohl die Aktivitäten streng geheim sind, verrät Bohm, dass seine Abteilung seit Monaten Tarak Assis, Inhaber etlicher Nachtclubs und vermutlich einer der größten Drogenhändler Berlins, im Visier hatte. Hat Özdemir, der für Assis als Türsteher arbeitet, in dessen Auftrag gemordet? Als schließlich Hinweise auf ein Doppelleben des verheirateten Familienvaters Jens Gerber deuten, bekommt der Fall für Hauptkommissar Schumann und seine Kollegen eine neue Dimension","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986207","hoster":"VOE"},{"path":"/redirect/8389280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-2","name":"Dunkles Geheimnis","epNo":2,"alt":"","descr":"Die Beerdigung des schwerreichen Bäckerei-Unternehmers Christoph Grothe findet im Kreis der Familie statt, bis plötzlich eine entsetzliche Entdeckung die anwesenden Trauergäste schockiert. Im Grab des Toten wird eine Leiche gefunden. Hauptkommissar Schumann steht mit seinem Team vor einem überaus rätselhaften Fall. Wer ist der Mann, den sein Mörder offensichtlich in Grothes Grab für immer unentdeckt verschwinden lassen wollte? Die ersten Ermittlungen deuten darauf hin, dass das Opfer auf dem Friedhof durch einen Stromschlag getötet wurde. Ist es Zufall, dass der unbekannte Mann in Grothes Grab versteckt werden sollte, oder weiß die Familie mehr über dieses merkwürdige Verbrechen? Vera Grothe und ihr Ehemann Robert sind bestürzt und haben keine Ahnung, welcher Zusammenhang zu ihnen bestehen könnte. Offensichtlich hat das Ehepaar aber große Probleme mit dem pubertierenden Sohn Till, der merkwürdige Andeutungen macht. Und tatsächlich entdeckt Schumann seltsame grafische Botschaften vor der Villa der Grothes, die Fragen aufwerfen. Wurde das Ehepaar erpresst? Wie sich herausstellt, war der ermordete Gabriel Dommasch, ein Graffitisprayer, der seine Kunstwerke über die ganze Stadt verstreut hat. Aber eines seiner Prismengraffitis befindet sich auch in unmittelbarer Nähe der Villa Grothe. Ist dies ein Hinweis, dass der Tote die Familie Grothe kannte? Schumann findet schließlich einen Zeugen, den Malermeister und Familienvater Kolp, der Dommasch mal bei einer Sprayeraktion beobachtet hat. Aber Dommasch war wie ein Phantom. Trotz intensivster Ermittlungen scheint ihn niemand gekannt zu haben. Schließlich tauchen Hinweise auf, dass Vera Grothe noch immer von einem Erpresser unter Druck gesetzt wird. Schumanns Gewissheit wächst, dass die Lösung des Falls mit den symbolartigen Graffitis des Künstlers zusammenhängt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986209","hoster":"VOE"},{"path":"/redirect/14181542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-3","name":"Freier Fall","epNo":3,"alt":"","descr":"Als der 17jährige Jonas Henser morgens tot vor einem Hochhaus gefunden wird, sieht es nach einem Suizid aus. Hauptkommissar Schumanns Besuch bei dem Vater des toten Jungen scheint diesen Eindruck zunächst zu bestätigen. Jonas hatte gerade erst eine Gefängnisstrafe abgesessen, zu der er wegen Drogendelikten verurteilt worden war. Doch die vermeintliche Perspektivlosigkeit des Jungen schwindet bei genauer Betrachtung seiner Lebenssituation. Fast schon fanatisch war seine Begeisterung fürs Klettern, einer Reha-Maßnahme für straffällig gewordene Jugendliche. Diese teilte er mit seinem besten Freund Florian, den er im Jugendstrafvollzug kennen gelernt hatte. Alles deutet auf einen ernstgemeinten Neuanfang hin. Ein gesunder Lebensstil und seine Leidenschaft für Poesie, die er vor Publikum bei Poetry-Slams auslebte. Ganz besonders aber seine Liebe zu Sarah, mit der er eine gemeinsame Zukunft in London plante. Schumanns Erkenntnis wird durch die KTU bestätigt. Es war definitiv kein Selbstmord. Laut Spuren ist Jonas gesichert an der Fassade des Hochhauses geklettert. Was nur einen Schluss zulässt. Sein Mörder hat ihn abstürzen und das Sicherungsseil verschwinden lassen. Aber wer hatte ein Motiv für die Tat? Und warum hatte der Junge ausgerechnet dieses Gebäude für seine waghalsige Aktion gewählt? Auch für den Hausbesitzer Lorenz Bader ein Rätsel. Schließlich kommt ein Überfall auf Jonas nur wenige Stunden vor dessen Ermordung ans Licht. Seine alte Gang hatte ihn unter Druck gesetzt. Haben Mehdi und Güven den Ausstieg ihres ehemaligen Kumpels, den sie als Verrat empfinden, gesühnt? Dann entsteht eine andere Spur. Der Anwalt Max Latour, der ehrenamtlich den Kletterkurs leitet, ist Sarahs Ex-Freund. Zunehmend gerät der Jurist, der wegen eines Minderjährigen von seiner Freundin verlassen wurde, unter Tatverdacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986205","hoster":"VOE"},{"path":"/redirect/8389284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-4","name":"Ein ideales Opfer","epNo":4,"alt":"","descr":"In einem anonymen Wohnblock in Berlin-Mitte findet Hauptkommissar Schumann einen rätselhaften Tatort vor. Seine Kollegen Jana Wagner und Henry Weber sind neben der Spurensicherung bereits anwesend und befragen die Nachbarn. Susanne Bullrich hat ihren chronisch kranken Mann ermordet aufgefunden, als sie ihn besuchen wollte. Blutspuren im Wohnzimmer bezeugen die qualvolle Tötung eines einsamen Mannes. Eine Schleifspur führt zu einer alten Sitzecke. Klaus Ebners Leiche wurde auf einem Sessel platziert, nachdem ihm sein Mörder offenbar mit einer Gehhilfe eine schwere Kopfverletzung zugefügt hatte. Schumann fällt besonders das Kamerastativ auf, das achtlos am Boden liegen gelassen wurde. Daneben eine leere Fototasche, der Inhalt fehlt. Was hat sich hier abgespielt? Da keine Einbruchspuren vorhanden sind, deutet alles darauf hin, dass Ebner seinen Mörder kannte und in die Wohnung ließ. Dazu steht die durchwühlte Garderobe im Widerspruch, die auf einen Raubmord schließen lassen könnte. Oder wollte der Täter mit dem Diebstahl bewusst von einer Beziehungstat ablenken? Die ersten Ermittlungen führen zu Martin Preetz, der Ebner jeden Tag mit Essen belieferte. Spuren bezeugen definitiv seine Anwesenheit am Tatort. Unter Druck gibt der Mann zu, in der Wohnung gewesen zu sein und die Gelegenheit für einen Diebstahl genutzt zu haben. Aber er beschwört, Ebner sei schon tot gewesen, als er mit dem Zweitschlüssel die Wohnung betrat. Der Fall wird noch rätselhafter, als die Obduktion interessante Informationen zum Tathergang liefert. Offensichtlich wurde Ebner niedergeschlagen, aber nicht tödlich verwundet. Stattdessen ist er vergiftet worden. Schließlich macht Schumann eine Entdeckung, die dem Fall eine dramatische Wendung gibt. Der an Multipler Sklerose erkrankte Ebner soll vor einigen Monaten seine damalige Pflegerin Ellen Hansen betäubt und missbraucht haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986204","hoster":"VOE"},{"path":"/redirect/8389287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-5","name":"Fahrt in den Tod","epNo":5,"alt":"","descr":"Über die Bahnsteige der Berliner U-Bahn eilt wie gewohnt eine enorme Menschenmenge. Leute strömen in verschiedene Richtungen. In diesem Treiben wartet auch Hauptkommissar Schumann nach Dienstschluss auf den nächsten Zug. Dabei schweift sein Blick über die Menge. Unweit entfernt bemerkt er eine attraktive Frau. Für einen Moment scheint es, als beobachte sie ihn. Doch Schumanns Aufmerksamkeit wird durch die Einfahrt eines Zuges kurz abgelenkt. Als er wieder zu der Unbekannten schaut, kann er nicht fassen, was passiert sein muss. Die Frau schwankt, und Schumann kann sie noch rechtzeitig auffangen, bevor sie zu Boden fällt. Auf ihrer Jacke zeichnet sich ein Blutfleck ab, der immer größer wird. Jemand hat sie inmitten des Gedränges erstochen. In seinen Händen stirbt die tödlich verwundete Lotte Meier. Schumann ist von diesem Ereignis sichtlich mitgenommen. Er kann nicht glauben, dass er nur wenige Meter entfernt stand und trotzdem den Täter nicht bemerkt hat. War sie das Zufallsopfer eines Geistesverwirrten? Oder wurde die Hausmeisterin vorsätzlich getötet? Aber wer hatte ein Motiv? Die Befragung der Bewohner in den Wohnanlagen, für die Lotte Meier zuständig war, ergibt nichts Auffälliges. Doch Schumann entdeckt dort einen jungen Mann, der gemeinsam mit einem Mädchen auf dem Bahngleis wenige Minuten vor der Tat wartete. Zufall – oder weiß Timo etwas über den Mord? Auf jeden Fall versucht der Junge, die Identität seiner Begleiterin zu verheimlichen. Kurze Zeit darauf wird Lotte Meiers Freund Ralf Penke in seinem Wett-Büro überfallen und verletzt. Hat hier wieder derselbe Täter zugeschlagen? In welche Vorgänge sind Lotte Meier und ihr Lebensgefährte verstrickt, dass sie ermordet wurde und auch er sich in Lebensgefahr befindet? Als es Bruno Schumann schließlich gelingt, Timos mysteriöse Freundin Nazrin aufzuspüren, kommt er Lotte Meiers Geheimnis auf die Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986210","hoster":"VOE"},{"path":"/redirect/8389286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-6","name":"Vertrauenssache","epNo":6,"alt":"","descr":"Frühmorgens werden Hauptkommissar Schumann und seine Kollegen zum Fundort einer männlichen Leiche im Wald gerufen. Der übergewichtige Hannes Opp ist, wie die Obduktion ergibt, an einem Herzinfarkt gestorben. Doch ein Unfall kann ausgeschlossen werden. Vielmehr deuten Schleifspuren am Fundort und ein größeres Hämatom auf ein Gewaltverbrechen hin. Der Täter scheint sein Opfer gejagt zu haben, bis dieses, ohnehin durch die Einnahme von Appetitzüglern und einem vergrößerten Herz gefährdet, zusammengebrochen ist. Hannes Opp wollte wohl den Weg von der S-Bahnstation zu seiner Wohnung durch den Wald abkürzen. Aber wer oder was hat den arbeitslosen Single zu Tode verängstigt? Bei seinen Recherchen im Umfeld des Toten trifft Schumann auf den Unternehmer Wolf Pitschneider, der mit \"Cuddle-Kursen\", einem Trend aus den USA, auch eine Marktlücke für einsame Berliner gefunden hat. In seinem neuen schicken Loft war auch Hannes Opp Stammkunde seiner Kuschelpartys. In dem Kurs hatte sich die zarte Liaison zwischen Sandra Daffner und Hannes Opp entwickelt, wie Pitschneider meint. Allerdings hat die attraktive Kursteilnehmerin Evelyn Woth, die Hannes stark beeindruckte, dazwischen gefunkt. Die schüchterne Sandra war eifersüchtig auf die selbstbewusste Chefredakteurin einer Frauenzeitschrift, die ihrer Ansicht nach nur mit Hannes ihr Spiel getrieben hat. Doch ist die unsichere Frau zu einer solchen Tat im Stande? Oder gerade deshalb, weil Sandra nach vielen einsamen Jahren ausrastete, als Hannes sie wegen einer anderen zurückwies? Doch dann entdeckt Schumann eine üppige Überweisung auf Opps sonst eher magerem Konto. Weshalb zahlte der Kursteilnehmer Jochen Fels freiwillig mehrere tausend Euro? Im Laufe der Ermittlungen gerät der erfolgreiche Manager Fels immer stärker unter Mordverdacht, denn er hat nicht, wie behauptet, aus altruistischen Gründen gezahlt, sondern weil er von Opp erpresst wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986212","hoster":"VOE"},{"path":"/redirect/8389295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-7","name":"Schein und Sein","epNo":7,"alt":"","descr":"Als in einer gut situierten Wohngegend Annemarie Hebstreit tot aufgefunden wird, sieht es zunächst aus, als habe eine seit Wochen andauernde Raubserie ein erstes Todesopfer gefordert. Denn auch im Haus, der Hebstreits wurden Bargeld und Schmuck in beachtlichem Wert entwendet. Musste die Frau sterben, weil sie im Gegensatz zu den anderen Opfern massive Gegenwehr leistete? Ein früherer Arbeitskollege von Hauptkommissar Schumann, Michael Potowski, ermittelt in den Fällen. Über die zwei maskierten Täter ist wenig bekannt. Eine Frau und ein Mann begehen die Einbrüche mit großer Brutalität in Anwesenheit der Bewohner. Doch im Fall Hebstreit gibt es Abweichungen zu den bisherigen Taten. Sollte der Mord nur wie ein weiterer Raubüberfall wirken? Immerhin waren die Einbrüche das Thema in der Nachbarschaft. Zur Tatzeit war Frau Hebstreit allein im Haus, da ihr Mann wegen eines Herzinfarkts im Krankenhaus war. Davor hatte sie noch ihren Geburtstag mit Florian Klein gefeiert, der als Geschenk ein Video aus alten Familienfilmen und Fotos hat herstellen lassen. Hat die Inhaberin dieser Schnittfirma, Daniela Blume, die über die Videos den Wohlstand der Hebstreits gesehen hat, mit dem Mord zu tun? Schumann realisiert, dass der regelmäßig im Haushalt helfende Florian für das Ehepaar fast wie ein eigener Sohn war. Nach Aussage des Ehemannes sollte der Hausverkauf ein letzter Versuch sein, die zerrüttete Ehe zu kitten. Der Tod des eigenen Sohnes Tobias vor über zehn Jahren hat die Beziehung zu stark belastet. Machte sich die Haushälterin Renata Menyhartova, die offensichtlich in Günther Hebstreit verliebt ist, Hoffnungen auf eine gemeinsame Zukunft? Schumann versucht mehr über die besonderen Familienverhältnisse zu erfahren. Hat Frau Hebstreit den Hausverkauf tatsächlich abgesagt? Oder wollte Renata um jeden Preis die Versöhnung des Paares verhindern? Doch dann taucht eine Spur zu dem Täter-Duo auf, die auch zur Lösung des Mordfalls entscheidend beiträgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986215","hoster":"VOE"},{"path":"/redirect/8389296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-2/episode-8","name":"Unter Freunden","epNo":8,"alt":"","descr":"Die Geburtstagsfeier des vermögenden Architekten Fred Zanetti endet in einer Tragödie. Abseits der geladenen Reichen und Schönen wird der Gastgeber zu fortgeschrittener Stunde auf seinem parkähnlichen Anwesen erschlagen auf- gefunden. Die ersten Ermittlungen bringen einen merkwürdigen Umstand ans Licht. Fred Zanetti wurde scheinbar durch einen Anruf vom Handy seiner Frau zum Tatort gelockt. Doch Kristin Zanetti behauptet, jeder Gast habe das Handy während der Party an sich nehmen können. Dass Fred Zanetti sich während der Feier mit seiner Assistentin Kim Achibald im Badehaus vergnügte, liefert der Ehefrau zwar ein Tatmotiv. Doch schon bald wird Hauptkommissar Schumann klar, dass die Untreue ihres Mannes zum Ehe-Alltag gehörte und Kristin wohl schon lange nicht mehr aufregt. Schließlich führen Spuren auf der Tatwaffe zu dem durchgeknallten Hippie Gonzo Schilling, der vor dreißig Jahren nach Indien ging und nun, vor einigen Wochen nach Berlin zurückgekehrt, von seinem ehemaligen Geschäftspartner Fred eine Menge Geld aus der früher gemeinsam gegründeten Firma wollte. Auch ein anderer Gast und guter Freund des Opfers, Dieter Hartmann, wusste von dieser Geldforderung. Liegt hier das Motiv für den Mord, weil Fred nicht zahlen wollte? Aber auch beruflich hatte der gut aussehende Showman Zanetti mit seinem Kompagnon Klaus Eberhard Stress. Seine extravaganten Marketingideen, die exklusiven Carlofts zu verkaufen, hatten die Firma nahezu in den Ruin getrieben. Hat Eberhard seinen Partner stoppen wollen, bevor seine Existenz zerstört wurde? Schließlich bringt eine Vermisstenanzeige die Ermittlungen in eine neue Richtung. Denn vor über dreißig Jahren verschwand eine junge Frau spurlos nach einem Besuch in der früheren WG der drei Freunde Dieter Hartmann, Fred Zanetti und Gonzo Schilling…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383571","hoster":"VOE"},{"path":"/redirect/8389307","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-3/episode-1","name":"Bluesgewehr","epNo":1,"alt":"","descr":"Auf dem Plattenspieler liegt die schwarz glänzende LP vom Vorabend. Raue Töne dröhnen aus des Lautsprechern der Musikanlage, als Schumann diese anstellt: verzerrte Akkorde, Schlagzeug, Bass und die rotzige Stimme des Sängers, der den Widerstand gegen ein korruptes Regime beschwört. Der Blick des Hauptkommissars wandert durch das verwohnte Altbauzimmer mit den hohen Stuck-wänden. Diverse Instrumente, Gitarren, ein Klavier, Schallplatten und CDs füllen den Raum. Auf dem Nachttisch dann ein Häufchen Kokain, daneben eine halb leere Sektflasche, eine weitere leere Flasche auf dem Boden. Der leblose Körper von Willy Burkhard liegt auf dem zerwühlten Bett. Verletzungen sind nicht sichtbar, nur etwas getrocknetes Blut unter der Nase. Offenbar hatte der ehemalige Rockstar eine heiße Liebesnacht hinter sich, wobei ihm der maßlose Drogenkonsum zum Verhängnis wurde. Dennoch wird Schumann den aufdringlichen Gedanken nicht los, Willys Tod habe einen anderen Hintergrund. Ein zerknittertes Foto auf dem Schreibtisch des Rockstars, das eine junge Familie vor einem hübschen, aber etwas heruntergekommen Haus zeigt, lässt dem Kommissar keine Ruhe. Der Obduktionsbericht gibt letztlich Aufschluss über das Geschehene: Willy wurde vergiftet. Schumann und seine Kollegen nehmen sofort die Ermittlungen auf. Sie erfahren bald über Willys turbulente Vergangenheit in der DDR, über seinen Hass gegen das unterdrückende Regime und über seine Gefängnisstrafe. Sie finden auch jenes Haus auf dem Foto. Einst lebte dort Willys engster Kumpel. Dieser hegte wohl lange Zeit Pläne, die DDR zu verlassen, doch er wurde verraten und kam schließlich im Gefängnis zu Tode. Willy hatte dessen kleine Tochter Conny zu sich und seiner Tochter Nike geholt. Nach dem Ende der DDR wurde es ziemlich ruhig um Willy und seine Freunde. Das aber sollte sich jetzt ändern, denn die Rock-Band bereitet sich auf ein Comeback vor. Die ‚Wiedervereinigung‘ verläuft allerdings nicht ohne Hinder-nisse. Schumann recherchiert über den handfesten Streit, der sich zwischen Willy und dem Gitaristen Paule ereignet haben soll. Willy hatte offenbar Paule vor kurzem erst aus der Band gefeuert. Rasch lassen sich viele weitere Indizien finden, die Paule als Täter besonders verdächtig erscheinen lassen. Obwohl dieser vehement seine Unschuld beteuert, kommt es schließlich zur Verhaftung. Unter den Fans der Band macht sich damit ziemlicher Unmut breit, dem Schumann und Henry Weber nur knapp und nicht gänzlich unbeschadet ent-kommen können. Doch von der Lösung ihres Falles sind sie trotzdem weit entfernt. Ein erneuter, intensiverer Blick in Willys Vergangenheit wirft schließlich Licht auf bislang ungeklärte Fakten und bringt die Kommissare auf eine interessante heiße Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986221","hoster":"VOE"},{"path":"/redirect/8389314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-2","name":"Eiskalter Tod","epNo":2,"alt":"","descr":"Ein trauriges Bild zeigt sich Hauptkommissar Bruno Schumann, als dieser einen Altbau in Neuköln betritt. Polizisten der Spurensicherung weisen ihm den Weg zum Keller. An einem Rohr, das an einer Heizungskellerwand verläuft, hängt ein junger Mann, am Boden eine offene Ladeluke. Leichte Rötungen am Hals des Toten lassen das Geschehene erahnen: Matthias Kron, Informatik-Student, hatte offenbar den eigenen Gürtel verwendet, diesen am Rohr befestigt und sich dann in die geöffnete Luke fallen lassen. Das alles vor etwa zwei Tagen, am Wochenende. Den Indizien am Tatort zufolge ein eindeutiger Selbstmord. Dennoch ist Schumann von dieser plausiblen Erklärung nicht überzeugt. Die Recherchen seiner Kollegen Henry und Jana zeichnen ohnehin ein ganz anderes Bild von Matthias. Dieser hatte nie angedeutet, sich das Leben nehmen zu wollen. Der junge Student war zudem frisch verliebt in Meike und hatte bereits die Tickets für eine gemeinsame Reise mit ihr auf dem Schreibtisch. Matthias war allseits beliebt, auch als Vorsitzender eines berühmt-berüchtigten Computerclubs. Ihm eilte sogar der Ruf voraus, es gebe keine Software, die er nicht knacken könne, doch nie würde er sich auf diesem Wege bereichern. Der Obduktionsbericht bestätigt in der Tat Schumanns Befürchtung: Matthias wurde ermordet, der Student wurde auf brutale Weise stranguliert. Allzu schnell verbreitet sich die Nachricht unter den Mitgliedern des Computerclubs. Lars Wolkenhaar, der beste Freund des Studenten, und Meike sind besonders erschüttert. Allesamt teilen sie die Überzeugung, Matthias sei dem Gewinnstreben irgendeines skrupellosen Auftraggebers zum Opfer gefallen. Offenbar interessierte sich Matthias in letzter Zeit für militärische Datenbanken. Welche Software er jedoch zu knacken versuchte, kann niemand sagen. Eine verschlüsselte Notiz, die Schumann und seine Kollegen nach einiger Mühe doch noch entziffern können, führt sie tatsächlich zu einem großen Software-Unternehmen. Die Kollegen des BKA, die sich zu Schumanns Ärger ebenfalls in den Fall einmischen, erklären, dass die Bundeswehr gerade ein Sicherheitssystem der Firma testen ließ. Und zwar von Matthias Kron. Offenbar hat jemand die Arbeit des Studenten rechtzeitig stoppen wollen. Die Ermittlungen der Kommissare werden umso spannender, als sich herausstellt, dass Herr Lackner, der Vorsitzende des Unternehmens, Meikes Vater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986213","hoster":"VOE"},{"path":"/redirect/8389318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-3","name":"Schlaflos","epNo":3,"alt":"","descr":"Es ist bereits spät in der Nacht, als Hanna und Jakob die mollige Wärme ihrer Betten verlassen. Die Geschwister drängt es nach draußen u2013 auf den Spielplatz, zu dem sie sich mit Taschenlampen den Weg bahnen. Für den Fünfjährigen bedeutet der kurze Ausflug eine Mutprobe. Er soll erfahren, dass die Nacht nicht anders als der Tag ist. Und fast hätte die kleine Hanna ihren Bruder überzeugt, wäre da nicht plötzlich ein dumpfes Geräusch zu hören, das die Kinder aufschrecken lässt… Flackerndes Blaulicht erhellt wenig später die Dunkelheit. Auf der Straße liegt der leblose Körper eines jungen Mannes. Die offene Wunde an seinem Kopf bezeugt, wie brutal Robert Brandler niedergeschlagen wurde. Sein Schwiegervater hat ihn als erster entdeckt. Der alte Mann wollte an diesem Abend noch die Übergabe der Führung seines Bauunternehmens mit Robert bereden. Er hatte den ehrgeizigen und arbeitsamen jungen Mann in sein Herz geschlossen, mehr noch als seine eigene, mittlerweile hochschwangere Tochter Alice. Robert wäre ein würdiger Nachfolger, zumal dieser bei der Hochzeit auch den Namen der Familie angenommen hatte. Hauptkommissar Schumanns Ermittlungen zeichnen jedoch bald ein ganz anderes Bild von Robert: Dieser war in schwierigen familiären Verhältnissen aufgewachsen und neigte als Jugendlicher zur Gewalt. Vor allem aber litt Robert unter Schlaflosigkeit, die ihn allabendlich in eine heruntergekommene Bar trieb. Vor sechs Monaten führte die stetige Übermüdung zu einem Unfall, der folgenlos geblieben wäre, hätte Robert dabei nicht Leonie Bergan getroffen. Die junge Frau leidet an einer Krankheit, die ihr nicht erlaubt, tagsüber ihre Wohnung zu verlassen. Somit zieht es sie nachts auf die Straßen Berlins. Offenbar war es dieser Umstand, der auf Anhieb diese beiden Menschen einander verstehen ließ. Doch nicht allein die innige Freundschaft zu Leonie veränderte Roberts Leben. Zur gleichen Zeit traf Robert wohl seinen ehemaligen Betreuer aus dem Jugendclub wieder. Schumann kommt einem ohne Zweifel gestörten Verhältnis zwischen Robert und dem damaligen Sozialarbeiter Henning Wolff auf die Spur. Wolff wird für Schumann und seine Kollegen zum Hauptverdächtigen. Allerdings fehlen handfeste Beweise. Erst ein bislang ungeachtetes Indiz führt die Kommissare auf eine heiße Spur und verleiht dem Fall schließlich eine überraschende Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383577","hoster":"VOE"},{"path":"/redirect/8389316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-4","name":"Ruhe in Frieden","epNo":4,"alt":"","descr":"Längst wäre Sebastian mit seinen Freunden auf dem neuen Spielplatz, hätte es seine Mutter an diesem Tag nicht verboten. Piraten wollten sie spielen. Und sich verkleiden. Stattdessen ist Sebastian allein. Auf dem Boden im Baumhaus ersetzen einige Spielfiguren seine Freunde. Schnell findet der Junge jedoch Ablenkung in einem Lichtreflex, der plötzlich an die Decke fällt. Neugierig sieht Sebastian nach draußen zum Garten des Nachbarn, kann aber nichts erkennen. Doch dann ist es wieder da, das Licht. Als Hauptkommissar Schumann zum Tatort gerufen wird, ist Sebastian seit einigen Stunden verschwunden. Seine Eltern können ihn nirgends finden. Bei Freunden wie auch Nachbarn haben sie gesucht. Es gibt kaum Zweifel, dass Sebastian entführt wurde. Dabei haben Magda und Hannes Gengenbacher versucht, genau einer solchen Situation vorzubeugen: Das Haus der kleinen Familie umstellen Zäune, zudem überwachen Kameras das Grundstück. Dennoch hatte der Täter offenbar das einzige Schlupfloch entdeckt, das direkt zum Nachbargarten führt. Simonicz, ein einsamer älterer Mann hatte es lange schon in den Zaun geschnitten, um ab und zu mit Sebastian spielen zu können. Blutspuren lassen allerdings vermuten, dass der Junge gewaltsam verschleppt wurde. Die Ermittler finden zudem Schuhabdrücke und einen Nikotinkaugummi. Ähnliche Spuren hatten vor etwa einem Jahr zur Festnahme von Jürgen Pelkow geführt, der offenbar versucht hatte, einen siebenjährigen Jungen zu missbrauchen. Magda Gengenbacher kennt den alten Fall nur allzu gut, denn die Psychologin arbeitet auch mit Sexualstraftätern. Nach einer Therapie hatte sie damals befürwortet, Pelkow als Freigänger zu entlassen. Kurz darauf verschwand ein kleiner Junge, Kolya Degen. Aufgrund mangelnder Beweise wurde Pelkow jedoch nie verurteilt. Im Fall des kleinen Sebastian liegen den Kommissaren wiederum keine handfesten Beweise gegen den mutmaßlichen Straftäter vor. Die Zeit drängt. Bruno Schumann und seine Kollegen Henry und Jana beunruhigt sehr, nach wie vor kein Lebenszeichen von Sebastian erhalten zu haben. Gleichzeitig versuchen sie den Eltern gegenüber Ruhe zu bewahren. Doch bei Frau Gengenbacher liegen die Nerven absolut blank. Allein der kriminalistische Instinkt des Hauptkommissars bewegt diesen, weiterhin an einem Bezug zwischen den beiden Fällen zu glauben. Schumann entgeht das verstörte Verhalten von David Degen, Kolyas Vater, nicht. Ohnehin glaubt dieser an eine Schuld der Therapeutin am Tod seines kleinen Sohnes, dessen Leiche nie gefunden wurde. Degen weigert sich vehement, im Fall Sebastian zu helfen. Im Gegenteil – er gibt sogar zu, selbst den Jungen entführt zu haben. Nichts kann ihn jedoch bewegen, sein Versteck zu verraten. Dabei läuft den Kommissaren die Zeit davon","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986218","hoster":"VOE"},{"path":"/redirect/8389325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-5","name":"Zwischen den Welten","epNo":5,"alt":"","descr":"Die Sonne steht bereits tief im Horizont. Ihre Strahlen streifen die Baumkronen, die sich im leichten Wind wiegen. Kein Motorengeräusch weit und breit. Es ist ein idyllisches Stückchen Wald weitab der Großstadt, durch das sich Hauptkommissar Schumann und sein Team den Weg bahnen. Auf einer Lichtung steht bereits ein Schutzzelt, das eine Grube und auch verstreute, teilweise noch mit Bekleidungsresten versehene Knochen abdeckt. Tiere haben wenige Stunden zuvor eine Leiche ausgegraben. Ein grausamer Anblick, denn der weibliche Körper muss an dieser Stelle bereits vor Monaten vergraben worden sein. Eine deutliche Schädelfraktur lässt keine Zweifel zu: Die Frau wurde erschlagen. Die Identität der Ermordeten stellt die Ermittler bald vor große Rätsel. Der in der Kleidung eingestickte Name Anna Baier und das geschätzte Alter der Toten führen Schumann und sein Team zwar schnell in eine noble Gegend von Berlin. Doch die wohlhabenden Eltern bezweifeln sofort und vehement, dass es sich um ihre Tochter handeln könnte. Denn diese halte sich derzeit im Rahmen ihres Studiums zu einem Praktikum an einer privaten Business School in Dubai auf. Nur missmutig lässt Martina Baier, eine durch langjährige Krankheit an den Rollstuhl gefesselte Frau, die Recherchen der Kommissare im Leben ihrer abwesenden Stieftochter zu. Ihr Ehemann Jochen Baier, ein angesehener Staatssekretär, ist sogar empört, resigniert jedoch angesichts der eindeutigen Ergebnisse des DNA-Vergleichs. Die Ermittler erhalten den Hinweis, dass Anna Baier in einer heruntergekommenen Kneipe im nicht wirklich schönsten Teil der Stadt gearbeitet, und zudem ein Verhältnis mit dem dubiosen Kneipenwirt hatte. Jan-Ole Gerster weigert sich allerdings, mit dem Tod der Studentin in Verbindung gebracht zu werden. Schließlich habe er sie wirklich geliebt. Die Recherchen Schumanns sind von der Frage geleitet, was die junge Frau dazu veranlasste, ein Leben in solchen Gegensätzen zu führen. Erst als die Kommissare den jungen argentinischen Studenten Victor kennen lernen und der tatsächlich zugibt, seit einigen Monaten Annas Freund gewesen zu sein, setzt sich das Puzzle des Falls nach und nach zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986217","hoster":"VOE"},{"path":"/redirect/8389323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-6","name":"Zerschlagene Träume","epNo":6,"alt":"","descr":"Auf der Leinwand läuft ein Video in Endlosschleife, mit Handy aufgenommen – verwackelt: im Vordergrund sieht man schemenhaft die Kapuze eines Shirts, das Gesicht darunter ist verborgen. Deutlich zu erkennen dagegen ist eine junge Frau, die mit schreckhaft aufgerissenen Augen in die Kamera starrt. Dann holt ein Arm aus. Der kugelförmige Gegenstand in der Hand trifft hart auf den Kopf der Frau, ihr Körper sackt weg. Sichtlich geschockt schauen Bruno Schumann und seine Kollegen auf das grausame Geschehen, das ihnen via Internet zugespielt wurde. Am Abend zuvor wurde Daniela Olbert erschlagen aufgefunden, in unmittelbarer Nähe eines Berliner Polizeipräsidiums. Den Kommissaren ist das neue Phänomen roher Gewalt längst bekannt: \"Happy Slapping\" nennen es zumeist jene Jugendlichen, die sich eher wahllos ihr Opfer aussuchen, dann zuschlagen, während eine Handykamera alles festhält. Bislang hatten diese willkürlichen Attacken jedoch zu keinen tödlichen Verletzungen geführt. Mit einiger List gelingt es den Ermittlern sich in diese Szene einzuschleusen. Dabei stoßen Schumann und sein Team auf zwei junge Männer, berüchtigt für ihre brutalen Schläge mit Billardkugeln. Paul Brandt und Tim Joswig sind allerdings auch leidenschaftliche Musiker. Ihre Lieder nehmen sie derzeit im Proberaum eines Clubs auf, in dem regelmäßig Talentwettbewerbe organisiert werden. An einem ähnlichen Wettbewerb hatte auch Daniela Olbert am Abend vor ihrem Tod gesungen. Die hübsche Frau nannte sich Donna. Paul und Tim waren fasziniert von ihrer Ausstrahlung und Musik. Den Ermittlern verraten sie aber nur widerwillig, Donna tatsächlich gekannt zu haben. Allem voran streiten beide vehement ab, Schuld an ihrem Tod zu tragen. Donnas großer Traum war eine Karriere als Sängerin. Dafür hatte die junge Frau ihre Vergangenheit komplett hinter sich gelassen. Ihr Talent hatte in der Tat die Aufmerksamkeit einiger Musikagenten auf sich gezogen. Wolfgang Hutter, derzeitiger Manager von Paul und Tim, schien dabei besonders von Donnas Performance angetan. Als plötzlich Donnas Vater Walter Olbert auftaucht und behauptet, dass nicht nur seine Tochter von zu Hause weggelaufen, sondern auch seine Frau Sonja seit nunmehr einigen Tagen verschwunden ist, offenbaren sich für Schumann weitere und neue Zusammenhänge. Da er sich eingehend mit der Geschichte der offenbar zerrütteten Familie beschäftigt, bringt er deren Tragödie zutage. Und diese führt den Hauptkommissar schließlich zur Lösung des Falls","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986216","hoster":"VOE"},{"path":"/redirect/8389328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-7","name":"Mauer im Kopf","epNo":7,"alt":"","descr":"Den Reisebus der ‚Fun-Tours‘ umzäunt bereits ein Absperrband, als Hauptkommissar Bruno Schumann in diesen hineinsteigt. Am Steuer lehnt noch die in sich zusammengesunkene Leiche des Busfahrers. Eine klaffende Wunde am Hintergrund zeugt von der Brutalität, mit der dieser erschlagen wurde. Es ist ein schauriges Bild, das sich die Gruppe US-Touristen, die sich um den Reisebus drängeln, offenbar nicht entgehen lassen will. Sie kannten Frank Müller. In seinem Bus hatte er sie noch am Tag zuvor zu den sehenswürdigen Stätten Berlins gefahren. Die meisten der Reisegruppe haben eine deutsche Vergangenheit und sind auf der Suche nach Spuren aus jener Zeit. Dass Frank Müller ausgerechnet an der Gedenkstätte vor den Überresten der Berliner Mauer sterben musste, erscheint Schumann kaum ein Zufall. Schumann und seine Kollegen Henry und Jana beginnen sofort mit den Recherchen über das Leben des Opfers. Frank Müller pflegte offenbar einen extravaganten Lebensstil, der mit den Einkünften eines Busfahrers nicht zu vereinbaren war. Auch seine eindeutig sexuellen Verhältnisse zu vielen Frauen unterschiedlicher Reisegruppen lassen die Ermittler staunen. Bei der Befragung der Touristen, die zuletzt von ihm gefahren wurden, stellen sich schnell Hindernisse in den Weg. Die Staatsangehörigkeit der Reisegruppe erlaubt es in der Tat nicht, diese ohne Anwesenheit der Staatsanwaltschaft zu befragen. Kostbare Zeit verstreicht, bis ausgerechnet gegen den amerikanischen Jura-Professor Joseph White erste Indizien über ein mögliches Mordmotiv ans Licht geraten: auch seine Frau konnte dem Busfahrer \"Franky\" nicht widerstehen. Fortan nutzt Joseph White jede Möglichkeit, nicht mit der deutschen Justiz zu kooperieren. Reiseleiterin Solveig Fields versucht vergebens zu vermitteln. Sie weiß, unter welchem Zeitdruck Schumann steht, denn der Rückflug in die Staaten steht kurz bevor, daran lässt sich nicht rütteln. Auch Solveig Fields will ihren Aufenthalt nicht verlängern, allein schon weil Ihr Sohn Martin sich in Berlin langweilt. Als sich herausstellt, dass Müller kurz vor seinem Tod mit dem Immobilienmakler Kolja Sander telefonierte und dieser verrät, er sei von Müller erpresst worden, führen die Spuren zurück in die Vergangenheit, in die Jugend der beiden unter dem freiheitsraubendem Regime der DDR. Eine Vergangenheit, von der auch die deutschstämmigen US-Touristen nicht unberührt blieben. Hatte Schumann etwa doch mit seiner anfänglichen Vermutung recht und der Tatort ist auch als Hinweis auf das Tatmotiv zu verstehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920702","hoster":"VOE"},{"path":"/redirect/8389331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-3/episode-8","name":"Die Kronzeugin","epNo":8,"alt":"","descr":"Es ist ein ruhiger, beinahe romantischer Ort am Rande Berlins. Das geschäftige Treiben der Großstadt erreicht diese kleine Gemeinde kaum. Besonderes Aufsehen erregt daher das große Polizeiaufgebot, das auf dem Grundstück hinter dem Gotteshaus einen Tatort absperrt. Dort liegt im Gras eine Frau. Zweifelsohne wurde sie an dieser Stelle erschossen. Karin Vorwinkel hatte die Kirche soeben verlassen. Die Proben des Kirchenchores waren beendet, so dass die Frau offenbar allein zurückblieb. Die Notenblätter des geprobten Stückes liegen sorgfältig gefaltet in ihrer Tasche. Dazu auch ein anderer kleiner Gegenstand, der Hauptkommissar Schumann Staunen lässt: Karin Vorwinkel trug ein Springmesser bei sich. Die kleine Familie der Ermordeten führte bislang ein bescheidenes, gar zurückgezogenes Leben. Gerd Vorwinkel kann kaum einen Grund nennen, warum seine Ehefrau ein derartiges Messer besitzen sollte. Allerdings weiß er aus ihrer Vergangenheit nur wenig zu berichten. Einzig eine antike Kette mit Amulett erinnert an Karins Jugend. Tatsächlich sollte niemand je über diese turbulenten Jahre erfahren, als sie eigentlich noch Susanne Sonntag hieß und aktiv bei Aktionen der RAF mitwirken sollte. Die Akten über Karin Vorwinkel liefern Bruno Schumann und seinen Kollegen rasch erste Erkenntnisse über die wahre Identität der knapp 40-jährigen Mutter, gleichzeitig aber auch ein anschauliches Motiv, das womöglich den Täter veranlasst hatte, diese zu töten. Denn Karin war nunmehr im Zeugenschutzprogramm des BKA. Sie hatte vor 17 Jahren durch ihre Aussage einen terroristischen Anschlag verhindert, aber auch dazu beigetragen, dass einige der führenden Mitglieder der RAF eine langjährige Gefängnisstrafe verbüßen mussten. Einer von ihnen, Timo Auer, wurde vor einer Woche aus der Haft entlassen. Natürlich gerät dieser sofort ins Visier der Ermittler, doch offenbar können weder er noch die anderen aus der damals verhafteten Gruppe mit dem Mord in Verbindung gebracht werden. Im Gegensatz zum vollkommen ahnungslosen Gerd Vorwinkel interessieren die Ereignisse um Karins RAF-Vergangenheit ihren Sohn Sebastian sehr. Mit dessen Trotz und Zorn über den Tod der Mutter, aber auch mit den eher radikalen Ansichten über Polizei und Staat wird Hauptkommissar Bruno Schumann einige Male konfrontiert. Dabei scheint Sebastian allem voran von Peter Klaaßen, in dessen Verlag er gerade ein Praktikum macht, stark beeinflusst. Das auf Sebastians Schreibtisch aufgeschlagene Nachrichtenmagazin mit dem alten Foto der RAF-Gruppe verrät jedoch, dass der Junge auf diesem weitaus mehr erkannt hat, als den Kommissaren zunächst bewusst ist. Das vor beinahe zwanzig Jahren aufgenommene Foto scheint der Schlüssel für die Ermittlungen zu sein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986219","hoster":"VOE"},{"path":"/redirect/8389336","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-4/episode-1","name":"Das Geständnis","epNo":1,"alt":"","descr":"Abermals sitzt Hauptkommissar Bruno Schumann mit Lutz Adamski am Vernehmungstisch. Und abermals streitet dieser jegliche Beteilung am Mord seines Bruders Carsten ab. Als Lutz Adamski schließlich wegen Mangels an Beweisen aus der Haft entlassen wird, gesteht er am folgenden Tag unvermittelt seine blutige Tat. Bruno Schumann erscheint dies Geständnis höchst zweifelhaft, doch für Staatsanwältin Lara Solovjev ist die Sache klar. Sie will mit dem Fall endlich vor Gericht. Am Morgen der Verhandlung tummelt sich bereits eine große Menschenmenge vor dem Gerichtsgebäude. Der tragische Brudermord hat das Interesse der Presse geweckt, und die Sicherheitsbeamten haben bei der Ankunft des Angeklagten viel Mühe, die Journalisten zurückzudrängen. Schumann beobachtet das Geschehen etwas abseits. Lutz Adamski wirkt angeschlagen und müde. Er wirft dem Hauptkommissar allerdings ein seltsam verschwörerisches Lächeln zu. Dann fallen plötzlich Schüsse und Lutz Adamski fällt tödlich getroffen zu Boden. Sofort nimmt Schumann die Verfolgung des Scharfschützen auf, doch dieser kann entkommen. Die Ereignisse bestätigen einmal mehr die Zweifel des Hauptkommissars an der Schuld von Lutz Adamski. Schumann beginnt, dessen Familiengeschichte neu aufzurollen, wobei er auf die heftige Gegenwehr von Staatsanwältin Solovjev trifft, die den Fall Carsten Adamski als abgeschlossen sieht. Nach dem gewaltsamen Tod seines Bruders hat Lutz Adamski das gemeinsame Möbelhaus an einen russischen Unternehmer verkauft. Da Carsten sich zuvor gegen diesen Verkauf gewehrt hatte, schien Lutz Adamski ein eindeutiges Motiv für den Mord zu haben. Doch Schumann stößt auf immer mehr Unstimmigkeiten. Als er den Käufer Boris Putowkin zur Rede stellen will, stellt sich heraus, dass Dr. Rothenbach, Lutz Adamskis Anwalt, ebenfalls auf der Gehaltsliste des Russen steht. Rothenbach hat vermutlich mehr mit dem überraschenden Geständnis seines Mandanten zu tun, als bislang angenommen. Zudem stellt Schumann fest, dass Sarah Adamski, die Ex-Frau des ermordeten Carsten Adamski, und dessen geliebte Tochter Janine kurz vor dem Gerichtstermin entführt worden sind. Es beginnt ein Wettlauf gegen die Zeit, doch die Staatsanwältin stellt sich weiterhin hartnäckig gegen die Ermittlungen des Hauptkommissars. Schumann muss sich fragen, ob Solovjev tatsächlich Druck von oben erhält oder etwas anderes hinter ihrem Widerstand steckt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986225","hoster":"VOE"},{"path":"/redirect/8389346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-2","name":"Der gute Samariter","epNo":2,"alt":"","descr":"In durchaus nobler Aufmachung weist ein Schild den Weg zu den Räumen der Entwicklungshilfe-Organisation ‚Afrika jetzt!‘. Dabei verhindert früh an diesem Morgen ein Absperrband jeglichen Zugang. Dahinter sichern Beamte der KTU bereits erste Spuren. Bruno Schumann wurde ebenfalls zum Tatort gerufen, dem Schauplatz eines offenbar brutalen Raubüberfalls. In den Büros herrscht Chaos, auf dem Boden, in einer Blutlache, liegt schließlich ein Mann – reglos. Der Hauptkommissar kann jedoch mit einem fachkundigen Blick feststellen, dass der angeblich erschlagene Geschäftsführer Tilmann Reiter noch am Leben ist! Sofort wird dieser ins Krankenhaus gebracht und dem Arzt, der eilig den Totenschein ausgestellt hat, blühen deutliche Konsequenzen. Aber das scheint nicht die einzige Absonderlichkeit an diesem Fall, denn außer Reiters Labtop wurde im Büro der Organisation offenbar nichts entwendet. Eine Herausforderung der ganz anderen Art wartet auf Schumann, als er den Angehörigen des brutal niedergeschlagenen Mannes die schlechte Nachricht überbringen will: Charlotte Schumann, seine Noch-Ehefrau, öffnet in Reiters Wohnung die Tür. Sie lebt dort seit ihrer Rückkehr aus dem Sudan vor kurzem mit dem Geschäftsführer der Organisation und den gemeinsam adoptierten Sohn Jo zusammen. Dem Hauptkommissar verschlägt es die Sprache, aber auch für Charlotte ist das Wiedersehen nicht einfach. Zu viel Unbewältigtes angesichts ihrer Trennung vor sieben Jahren, eine Konsequenz des Todes ihrer gemeinsamen Tochter Marie, steht zwischen beiden. Schumann versucht dennoch, sich ganz und gar auf die Ermittlungen zu konzentrieren. Der Zustand Tilmann Reiters lässt kaum Hoffnungen zu. Er liegt schwer verletzt im Koma. Zudem bemerkt der zweite Geschäftsführer von \"Afrika jetzt!\", Robert Dellinger, dass sehr wohl etwas aus dem Büro der Organisation gestohlen wurde: Über Reiters Laptop wurde vom Firmenkonto eine hohe Summe Geld abgebucht. Diese Transaktion rückt die bisherigen Erkenntnisse der Ermittlungen abrupt in ein neues Licht. Denn sie führt direkt zu Benny Reiter, Tilmann Reiters Sohn und zu dessen Mutter Sylvia Reiter. Der Geschäftsführer führte ein Doppelleben, weder seine Ehefrau Sylvia noch Charlotte wussten davon. Genau das scheint allerdings der Schlüssel zum brutalen Raubüberfall zu sein. Allem voran muss Schumann zur Kenntnis nehmen, dass unter diesen Umständen selbst Charlotte ein Motiv hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986226","hoster":"VOE"},{"path":"/redirect/8389354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-3","name":"Spurlos","epNo":3,"alt":"","descr":"Ein sechsjähriges Mädchen bahnt sich seinen Weg durch die geschäftige Menschenmenge auf den morgendlichen Straßen Berlins. Valerie sollte längst in ihrer Schule sein. Niemanden scheint jedoch das Kind mit dem viel zu schweren Schulranzen zu kümmern. In der Hektik der vielen Erwachsenen muss Valerie sogar aufpassen, nicht umgerannt zu werden. Ein zu kleines Kind allein in einer zu großen Stadt. Dessen plötzliches Verschwinden bemerkt kaum jemand. Die Eltern des Mädchens haben Valerie offenbar täglich alleine durch die Stadt zur Schule laufen lassen. Auch war es nicht selten, dass sie im Unterricht gefehlt hatte. Mittlerweile sind jedoch mehr als 24 Stunden vergangen, seitdem das Mädchen zuletzt das Haus ihrer Eltern verlassen hatte. Bruno Schumann wird besonders hellhörig und sieht sich sehr bald in seiner Vermutung bestätigt: Valerie wurde von Mutter Sabine Schlüter und Stiefvater Horst schwer vernachlässigt. Vielleicht wurde das kleine Mädchen sogar misshandelt. Valeries Lehrerin und das Jugendamt sind davon überzeugt, doch Ermittlungen gegen die Eltern des Kindes waren in der Vergangenheit kaum erfolgreich. Schumann erfährt außerdem, dass der leibliche Vater des Mädchens, Rudi Jacobi, ebenfalls kein Interesse an Valerie zeigt, hatte er sich doch zu seiner Homosexualität bereits bekannt und zudem nie ein Kind gewollt. Nach Meinung des Hauptkommissars droht Valerie allein aufgrund ihres Umfelds potentielles Opfer einer Gewalttat zu sein. Er schreibt die Fahndung nach dem Kind aus. Die Recherchen um den Verbleib des Mädchens bleiben jedoch zunächst ergebnislos. Jegliche Spuren verlieren sich auf dem Schulweg. Da ergibt die Kontrolle polizeibekannter pädosexueller Verbrecher unerwartet einen Treffer. Schumann und seine Kollegen finden auf dem Rechner eines Straftäters, der seine Gefängnishaft bereits abgesessen hat, Bilder von Valerie. Dieser beteuert jedoch, jene Bilder über das Internet erworben zu haben. Es fängt eine rasante Suche nach deren Urheber an. Zum Entsetzen aller führt diese allerdings wieder in das Haus von Valeries Eltern…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173228","hoster":"VOE"},{"path":"/redirect/8389357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-4","name":"Die vierte Gewalt","epNo":4,"alt":"","descr":"Der Blick des Hauptkommissars wandert über die rote, plüschige Einrichtung des Zimmers. Es ist offenbar ein Bordell, in dem sich Schumann befindet, doch er kann sich nicht erinnern, was ihn dorthin geführt hat. Er besinnt sich nur langsam auf das Geschehene – und seinen schmerzenden Hinterkopf. Schumann wurde niedergeschlagen, als er nach einer rasanten Verfolgungsjagd seinen Verdächti-gen im Bordell verschwinden sah. Vincent Schaller, Inhaber des Bordells, zeigt sich sichtlich reumütig. Seine Leute haben schließlich nicht wissen können, dass Schumann einem Mörder auf der Spur war . . . Zuvor wurde der Hauptkommissar Zeuge eines grausamen Geschehens. Tatenlos musste er zusehen, wie Nelly Prohaska, eine junge Prostituierte, von einem Mann über die Brüstung einer Brücke gedrückt und anschließend in die Tiefe gestoßen wurde. Die Frau war sofort tot. Schumann macht sich Vorwürfe, in dieser bedrohlichen Situation nicht adäquat gehandelt zu haben, und begibt sich sogleich auf die Suche nach Nellys Mörder. Er stößt dabei auf eine kuriose Geschichte, die erst vor kurzem für Schlagzeilen sorgte: Nelly hatte einem Journalisten eine Exklusiv-Story anvertraut, in der sie behauptete, von Staatssekretär Krone miss-handelt worden zu sein. Allerdings zog die junge Frau wenige Tage später ihre Aussage zurück, was zu der Mutmaßung führte, Journalist Filter habe Nelly für eine spektakuläre, aber falsche Aussage Geld geboten. Filter, der nach Aufdeckung des vermeintlichen Skandals fristlos von seiner Zeitung gekündigt wurde, beteuert jedoch der Prostituierten geglaubt und für ihre Geschichte keinesfalls bezahlt zu haben. In der Zwischenzeit taucht im Kommissariat der Mann auf, dem Schumann nach der Mordtat bis zu den dubiosen Ereignissen im Bordell von Vincent Schaller gefolgt war. Mickey wurde von Schaller überzeugt, sich zu stellen. Denn in jener Nacht ist er tatsächlich vor dem Hauptkommissar weggerannt – aus Angst, aufgrund von Drogenbesitz festgenommen zu werden. Für die Tatzeit hat Mickey ein handfestes Alibi. Trotz einiger Widersprüche in seiner Aussage haben Schumann und seine Kollegen gegen den jungen Mann nichts in der Hand. Die Ermittlungen drohen zu scheitern, da entdeckt Schumann in der Wohnung der Ermordeten einen neuen Hinweis und stellt zugleich fest, dass Mickey gelogen haben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920712","hoster":"VOE"},{"path":"/redirect/8389364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-5","name":"Amok","epNo":5,"alt":"","descr":"Es ist noch früh am Morgen als Bruno Schumann den Tatort, eine Datsche etwas außerhalb der Stadt, betritt. Auf dem Boden des spärlich eingerichteten Wohnraumes verteilen sich Splitter einer zerplatzten Glasschale, Essensreste und Blut. Ein Radiomoderator plappert leise aus dem Hintergrund. Und inmitten des Chaos’ liegt die Leiche einer Frau. Sie wurde brutal erschlagen. Noch am Abend zuvor gab es offenbar für Ursula Bendix Grund zum Feiern. Tommy und Jackie, ihre Kinder, waren ebenfalls gekommen, und sogar eine Champagnerflasche wurde geöffnet. Doch später in der Nacht wurde eine Nachbarin Zeugin eines heftigen Streits. Die Ermittler fassen sogleich Tommy ins Visier. Der junge Mann, der sich in der Computerbranche hocharbeiten möchte, wurde erst vor kurzem aus der Haft entlassen. Er scheint stets auf Speed zu sein und gilt als unberechenbar und extrem gewalttätig. Tatsächlich sprechen nahezu alle Fakten gegen Tommy. Einzig Schumann ist von dessen Schuld nicht überzeugt. Obwohl der junge Mann flüchtig ist, sieht der Hauptkommissar kein Mordmotiv. Außerdem verraten Spuren am Tatort, dass der Mörder keineswegs im Affekt gehandelt hatte. Bei seinen Recherchen erfährt Schumann, dass Tommy mit seinem Charme die Mutter regelmäßig um den Finger wickelte. Der Hauptkommissar findet auch heraus, dass Ursula Bendix am Vorabend ihres Todes im Lotto gewonnen hatte. Zunehmend gerät nun Tommys Schwester Jackie unter Druck. In der Tat widerruft diese bald ihre erste Aussage, nach der das kleine Familientreffen in der Datsche wegen der Neuigkeit von Tommys Vaterschaft stattgefunden hatte, und gesteht, dass Ursula mit ihren Kindern den Lottogewinn feiern wollte. Rasch rücken somit alle Familienmitglieder in den Focus der Kommissare, auch der Ex-Mann der Ermordeten, Gerhard Bendix. Zwar beteuert dieser seine Unschuld, doch er hat eindeutig finanzielle Probleme, und Ursula hatte mit ihm das letzte Telefonat vor ihrem Tod geführt. Indessen stehen Schumann und seine Kollegen selbst unter erheblichem Druck: Denn Tommy hat seine schwangere Freundin gekidnappt und nutzt diese als Druckmittel. Er will sich und Annett umbringen, sollte Schumann nicht bald den wahren Täter finden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986223","hoster":"VOE"},{"path":"/redirect/8389372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-6","name":"Getauschtes Leben","epNo":6,"alt":"","descr":"Stimmen und Gelächter dringen durch die Nacht. An der festlich gedeckten Tafel im Garten der Familie Wagenbach packen Adrian und Kai ihre Geschenke aus. Die Zwillinge feiern ihren fünfundzwanzigsten Geburtstag, als plötzlich ein Schuss die fröhliche Gesellschaft erstarren lässt. Blut strömt aus dem Hals von Adrian, der sogleich leblos über dem Tisch zusammenbricht. Als einige Zeit später Bruno Schumann und seine Kollegen den Tatort erreichen, ist die Erschütterung in der Familie groß. Den Hauptkommissar überrascht allem voran die besonders disziplinierte Art der Mutter Katharina Wagenbach. Auch die Fassungslosigkeit des überlebenden Zwillings Kai entgeht Schumann keineswegs. Sein Interesse richtet sich jedoch auf zwei ominöse Botschaften aus der gemeinsamen Wohnung der Brüder, beide an Adrian adressiert. Es sind einerseits böse Wünsche zum Geburtstag, welche die Ex-Freundin des Zwillings, eine junge Polizistin, ihm mitteilt, aber auch ein Hilferuf in krakeliger Handschrift und unterzeichnet von Clemens – ein Name, der offenbar in der Familie Wagenbach widersprüchliche Gefühle hervorruft. Polizistin Mariella konnte die unvermittelte Trennung von Adrian offenbar kaum ertragen, so dass die Ermittler kurzzeitig die junge Frau ins Visier fassen. Allerdings bestätigt sich rasch ihr vages Alibi. Dagegen mag zunächst kaum jemand das bislang gut gehütete Geheimnis der Familie Wagenbach verraten: Kai wurde wohl bei der Geburt im Krankenhaus irrtümlich vertauscht, und so wuchs Adrian bis zu seinem achten Lebensjahr mit Clemens, der sich in Statur und Aussehen durchaus von ihm unterschied, auf. Dann führte ein Zufall die wahren Zwillinge in einem Supermarkt zusammen. Katharina und Georg Wagenbach setzten alles daran, Clemens zurückzutauschen und ihren Sohn Kai in die Familie zu holen. Als Verlierer bei dieser außerordentlichen Geschichte erwies sich offenbar allein Clemens. Während Kai in Adrian eine enge Bezugsperson fand, blieb Clemens in seiner leiblichen Familie stets ein Fremdkörper und geriet letztlich gar auf die schiefe Bahn. Bruno Schumann begibt sich auf die dringende Suche nach Clemens, denn dieser könnte aus Eifersucht auf Adrian geschossen haben. Allerdings scheint der junge Mann wie vom Erdboden verschluckt. Seine Eltern, Corinna und Thomas Budras, wissen schon lange keinen Rat mehr und schweigen. Da erhalten die Kommissare den entscheidenden Hinweis. Tatsächlich können sie Clemens bald aufspüren, doch sie müssen sich beeilen, um eine weitere blutige Tat zu verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986230","hoster":"VOE"},{"path":"/redirect/8389374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-7","name":"Der Schatten","epNo":7,"alt":"","descr":"Kollegen der Spurensicherung drängen sich in den engen Raum der Damentoilette einer Krankenhausschule, als Schumann den neuen Schauplatz eines grausigen Mordes betritt. Auf den Kacheln liegt die Leiche einer jungen Frau. Sämtliche Spuren sprechen für ein Sexualverbrechen. Bianca Walowski stand offenbar vor dem Waschbecken, als der Täter sie von hinten überfiel und zu Boden riss. Offenbar konnte sich die junge Frau kaum wehren, als er plötzlich mit einem Messer auf sie einstach. Die Schwesternschülerin lebte sehr zurückgezogen im Heim des Klinikums. Sie war äußerst schüchtern und hatte laut Aussage ihrer Eltern keinen Freund – eine Tatsache, die mehrere Fragen über die Umstände, die zu ihrem schrecklichen Tod geführt hatten, aufwirft. Denn Schumann und seine Kollegen glauben zunächst an eine Beziehungstat. Als sie jedoch erfahren müssen, dass sich vor nahezu zwei Monaten die Schwesternschülerin Ayla, eine junge Muslimin aus dem selben Schwesternheim, unvermittelt vor eine S-Bahn gestürzt hatte und eine weitere Schülerin, Greta Michelsen, seit zwei Wochen ihr Zimmer nicht mehr verlassen hat, vermutet der Hauptkommissar, dass hinter allem das Muster eines Serienvergewaltigers steckt. Doch Schumann fehlen jegliche stichhaltige Beweise, um seine Theorie zu belegen. Erschwerend kommt hinzu, dass der Täter an keinem seiner Opfer DNA-Spuren hinterlassen hat. Dennoch gelingt es Schumann, Greta zu einer Aussage zu bewegen. Die ebenfalls vergewaltigte junge Frau glaubt, über einen längeren Zeitraum beobachtet worden zu sein. Ihr Hinweis lässt auf einen Spanner schließen, der im Wohnheim sein Unwesen treibt. Tatsächlich entdecken die Kommissare in den Duschräumen eine geschickt versteckte Kamera, die das Geschehen dort offenbar zu jeder Zeit filmte. Ein weiterer Hinweis führt Schumann und seine Kollegen allerdings auch in ein nahe gelegenes Computergeschäft, in dem sowohl Bianca Walowski als auch die Selbstmörderin Ayla regelmäßig ihre E-Mails verschickt hatten. Dabei nimmt der Fall plötzlich eine überraschende Wendung, und die Ermittler können nur knapp die Vergewaltigung einer weiteren jungen Frau verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992849","hoster":"VOE"},{"path":"/redirect/8389379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-4/episode-8","name":"Tod gegen Liebe","epNo":8,"alt":"","descr":"Es ist spät in der Nacht. Polizisten haben das leer stehende Gebäude der Baustelle bereits abgeriegelt und Beamten der KTU sichern im grellen Licht der Scheinwerfer erste Spuren, als auch Hauptkommissar Schumann den Tatort betritt. Inmitten von Bauschutt und Geräten liegt der leblose Körper eines jungen Mannes. Sein Oberkörper ist nackt, die Hände an ein freiliegendes Rohr gefesselt. Auf seine Hand wurde scheinbar noch kurz vor seinem Tod ein geschwungenes \"H\" gestempelt, das Logo eines nahe liegenden Clubs, einem Treffpunkt für Hedonisten. Im \"Hedos\"-Club, war der neunzehnjährige Niko Poll offenbar Stammgast, niemand jedoch kann sich erinnern, den jungen Mann in der Nacht seiner Ermordung dort gesehen zu haben. Auch seine Eltern scheinen ratlos. Niko, wegen Körperverletzung und Drogenhandel vorbestraft, war vor einigen Monaten aus dem gemeinsamen Haus gezogen und stand seither wohl allein unter dem Einfluss seines Freundes und Mitbewohners Kay Franke, eines ebenfalls mehrfach vorbestraften jungen Mannes. Eine Familientherapie sollte beschwichtigen, doch diese führte zu keiner Besserung in der Beziehung zwischen Niko und seinen Eltern. Seither pflegte einzig sein Schwester Alicia, noch liebevoll den Kontakt zu ihm. Als Bruno Schumann Kay in der WG der beiden Jungen aufsucht, ergreift der die Flucht. Es stellt sich heraus, dass Niko Kay am Tag zuvor ziemlich brutal niedergeschlagen hatte, dass er von ihm Geld verlangte – vermutlich seinen Anteil am Drogenhandel – und Pläne für die Zukunft schmiedete. Niko scheint außerdem nach Abschluss der Familientherapie weiterhin mit Janine Meerbaum, der Psychologin, in regem Kontakt gestanden zu haben. Diese gibt tatsächlich zu, eine enge Beziehung zu Niko bewahrt zu haben. Dabei erfahren die Kommissare, dass auch sie häufige Besucherin im \"Hedos\"-Club war. Schließlich können die Beamten der Spurensicherung ihre Fingerabdrücke am Tatort sichern. Janine Meerbaum war zudem jene Anruferin, die auf den Toten hingewiesen hatte. Die Therapeutin besteht jedoch vehement auf ihre Unschuld und Schumann ist in der Tat überzeugt, die Lösung des Falles in der Familie des jungen Mannes suchen zu müssen. Zumal Schumann Hinweise entdeckt, die auf eine besondere Beziehung beider Geschwister zueinander schließen lassen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986229","hoster":"VOE"},{"path":"/redirect/8389390","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-5/episode-1","name":"Schatten der Vergangenheit","epNo":1,"alt":"","descr":"Hilfeschreie dringen durch die Nacht. Wie versteinert steht Jürgen Müller im Wohnzimmer seines Hauses. Verzweifelt versucht der alte Mann jegliche Bewegung zu vermeiden, denn die Metallplatte unter seinen Füßen verheißt kaum Gutes: Jürgen Müller steht auf einer Mine. Den Mann verlassen zunehmend die Kräfte. Eine heftige Explosion reißt ihn schließlich in den Tod. Als Bruno Schumann am Tatort eintrifft, traut er seinen Augen kaum: Das durch die Explosion zerstörte Haus war einst sein Elternhaus. Den Hauptkommissar holen unvermittelt Gedanken aus der Vergangenheit ein: Vor 37 Jahren wurde sein Vater während eines Polizeieinsatzes getötet. Jürgen Müller und Fritz Krömer, ein weiterer Kollege, hatten damals die erschütternde Nachricht überbracht. Nur wenig später verkaufte seine Mutter das Haus an das jetzige Opfer. Bruno Schumann ahnt, dass der Schlüssel zur Lösung des Falles in seiner eigenen Vergangenheit liegt. Eine erste Spur führt den Hauptkommissar und seine Kollegen zu Rolf Kahles, einem vorbestraften Sprengstoffexperten, dessen Mutter Gabriele einst Schumanns Vater getötet haben soll. Sie hatte damals auffallend schnell gestanden, den Polizisten im Streit mit der eigenen Dienstwaffe erschossen zu haben. Wenige Tage vor dem Anschlag auf Jürgen Müller ist Gabriele Kahles gestorben und ihr Sohn Rolf aus dem Gefängnis geflohen. Voller Angst, das nächste Opfer zu werden, sucht Fritz Krömer den Hauptkommissar auf. Verzweifelt gesteht er, dass nicht Gabriele Kahles, sondern der damals zehnjährige Rolf Schumanns Vater erschossen hatte. Nun scheint dieser sich an den Polizisten rächen zu wollen, die damals seine Mutter unschuldig ins Gefängnis gebracht hatten. Schumann scheint aber skeptisch und ist immer mehr davon überzeugt, dass Krömer ihm weiterhin die Wahrheit über die Umstände, die zum Tod seines Vaters geführt hatten, verschweigt. Bei ihren Recherchen entkommen Schumann und Henry Weber allerdings nur knapp einem Anschlag, der eindeutig Krömer in seiner abgelegenen Datsche töten sollte. Die Kommissare bleiben hartnäckig, und tatsächlich kann bald durch neue kriminaltechnische Methoden nachgewiesen werden, dass Schumanns Vater nicht an einer Schussverletzung starb, sondern erstickt wurde. Allmählich scheint Licht ins Dunkel des Falles zu kommen, doch dann steht Rolf Kahles selbst auf einer Tretmine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986231","hoster":"VOE"},{"path":"/redirect/8389403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-2","name":"Das Vogelmädchen","epNo":2,"alt":"","descr":"Die Kollegen der Spurensicherung drängen sich an Bruno Schumann vorbei, der Blick des Hauptkommissars wandert zu der jungen Frau, die leblos auf dem Boden des Badezimmers liegt. Ihr Körper ist gekrümmt, der Mund weit aufgerissen. In einer Ecke erkennt Schumann eine zerrissene Kette. Der Anhänger, ein Vögelchen, ist mit kleinen Steinen besetzt und funkelt fröhlich. Die Wände der Wohnung sind rot besprüht. Im Wohnzimmer prangt in großen Buchstaben der Schriftzug \"PASS AUF SCHLAMPE!!!\". Ein leerer Vogelkäfig hängt von der Decke herab. Die Szenerie lässt den Hauptkommissar erschaudern. Ein Blick in die polizeiliche Akte verrät, dass Johanna Waller, die einst Lily Bergmann hieß, als Kind über mehrere Jahre hinweg von ihrem eigenen Vater eingesperrt und missbraucht wurde. Wilhelm Bergmann bestreitet jedoch vehement den Mord an seiner Tochter. Immerhin habe er seit über 20 Jahren keinen Kontakt mehr zu ihr gehabt. Doch als eine gestohlene Digitalkamera gefunden wird, besteht kein Zweifel mehr: Bergmann hat sich seiner Tochter wieder genähert. Auch Jochen Pohl, Johannas Tanzpartner, bestätigt, dass die junge Frau kürzlich verfolgt und heimlich gefilmt wurde. Allerdings scheint dieser mehr über Johanna zu wissen, als er den Ermittlern gegenüber zugibt. Die Obduktion der Leiche bestätigt, dass Johanna an einer Zyankali-Vergiftung starb. Unvermittelt rückt nun Thomas Wrede, der Sohn eines hochrangigen Wirtschaftsvertreters, ins Visier der Kommissare. Denn auch sein Vater erlag vor kurzem einer derartigen Vergiftung. Und Johanna hatte offenbar kurz vor ihrem Tod Kontakt zu Wrede Junior. Doch allem voran geht Schumann die Wohnsituation der jungen Frau nicht aus dem Kopf. Alles deutet darauf hin, dass außer ihr noch zwei weitere Frauen und ein Kind in der Wohnung lebten. Die Suche nach den Mitbewohnerinnen bleibt jedoch erfolglos. Erst als Schumann von Therapeutin Dr. Sybille Ulrich erfährt, dass Johanna – bedingt durch ihr frühkindliches Trauma – an einer multiplen Persönlichkeitsstörung litt, scheint Licht ins Dunkel des Falles zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986224","hoster":"VOE"},{"path":"/redirect/8389409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-3","name":"Schuld und Sühne","epNo":3,"alt":"","descr":"In Gedanken verloren steht Bruno Schumann am Grab seiner Tochter, als Pfarrer Johannsen sich dem Hauptkommissar nähert. Der Geistliche steht offenbar unter Schock. Seine Hände sind blutverschmiert. Er erinnert sich einzig an den Rückflug aus Rom am Morgen des Tages, die letzten Stunden scheinen aus seiner Erinnerung jedoch gänzlich gelöscht. Schumann ahnt Böses. Gemeinsam mit dem Pfarrer versucht er, die fehlenden Momente zu rekonstruieren. Geleitet vom Geräusch einer S-Bahn gelangen beide in die Nähe eines Hauses, in dem Meral Sahin, eine junge Türkin, lebt. Der Pfarrer kennt die Frau aus dem Gefängnis, wo er als Seelsorger tätig ist. Sie hatte vor einiger Zeit eine Haftstrafe wegen schwerer Körperverletzung verbüßt. Die Männer verschaffen sich rasch Zugang zur Wohnung der jungen Türkin und machen eine furchtbare Entdeckung: Merals lebloser Körper liegt auf dem Boden, neben ihr eine Waffe. Im Wohnzimmer steht Johannsens Koffer, auf dem Tisch ein frischer Blumenstrauß und zwei Tassen mit Tee. Unter dem dringenden Verdacht, Meral ermordet zu haben, wird Pfarrer Johannsen verhaftet. Dem Geistlichen kann allerdings kaum etwas nachgewiesen werden. Eine Nachbarin berichtet außerdem von einem heftigen Streit in der Wohnung des Mordopfers. Zusätzlich bereitet den Kommissaren ein Einschussloch in einer Wand der Wohnung Kopfschmerzen, denn die Untersuchungen haben ergeben, dass die Tatwaffe bereits einmal für ein Verbrechen genutzt wurde, für einen Raubüberfall auf eine Tankstelle. Schumann und seine Kollegen nehmen somit den Ex-Freund der jungen Türkin, Bodo Kiel, ins Visier. Von ihm stammen die Blumen in der Wohnung des Opfers. Bodo gibt tatsächlich zu, Meral kurz vor ihrem Tod aufgesucht zu haben. Er wollte ihre Liebe zurückgewinnen, dabei kam es zum Streit, doch er habe sie nicht getötet. Bruno Schumann zeigt sich unterdessen überrascht von den Reaktionen der Familie Sahin: Merals Vater gibt an, seit langem keine Tochter mehr zu haben. Es scheint so, als habe er sie verstoßen. Die Mutter ist zutiefst schockiert und hegt den Verdacht, dass jemand seit ihrem Gefängnisaufenthalt Druck auf ihre Tochter ausübt, und Taifun, Merals Bruder, geht wutentbrannt auf Bodo Kiel los, den er für den Mörder seiner Schwester hält. Der Fall wird zunehmend rätselhafter, und der einzige Augenzeuge, Pfarrer Johannsen, kann sich an kaum etwas erinnern. Da erfahren die Ermittler, dass Meral zum Christentum konvertiert war, und der Fall nimmt unvermittelt eine entscheidende Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986239","hoster":"VOE"},{"path":"/redirect/8389412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-4","name":"Das Verhör","epNo":4,"alt":"","descr":"Im Präsidium herrscht vergnügte Stimmung, Luftschlangen und Ballons schwirren durch die Luft. Ein ungewohntes Bild, doch Silvester naht und somit auch das Fest für alle Kollegen, die an diesem Abend im Dienst sind. Schumann hat frei, er ist mit Lara für den Abend verabredet. Allerdings drückt ein noch ungeklärter Fall schwer auf das Gemüt des Hauptkommissars. Vor drei Wochen wurde in einer Parkanlage, versteckt hinter dichtem Gebüsch, der leblose Körper einer jungen Frau gefunden – ihr Kleid zerrissen, Augen und Mund vor Angst und Schrecken weit geöffnet. Eindeutig wurde sie erdrosselt. Sophie Voltau wäre zu Beginn des neuen Jahres erst 15 geworden. Entdeckt hatte Sophies Leiche der Nachbar, dessen Garten mit dem großen Pool unmittelbar an das Grundstück ihrer Familie grenzt. Wie jeden Morgen war Volker Pütz durch den nahe gelegenen Park gejoggt. Der Unternehmer verständigte die Polizei. Später stellte er sich bereitwillig den zahlreichen Fragen der ermittelnden Kommissare und beteuerte dabei, unbedingt zur Lösung des Falles beitragen zu wollen. Doch die protokollierte Aussage von Volker Pütz birgt Widersprüche, die Schumann nunmehr keine Ruhe lassen. Noch an diesem Abend muss der Unternehmer ungeachtet der unangemessenen Stunde kurz vor Silvester im Präsidium erscheinen. Während Pütz sich im Vernehmungsraum in Unklarheiten verstrickt, warten seine junge Ehefrau Barbara und der Fahrer vor dem Gebäude der Polizei. Als Schumann erfährt, dass Sophie und der Unternehmer sich viel näher standen als zunächst angenommen und Sophie außerdem einen Schlüssel zu seinem Garten und Pool besaß, wandelt sich rasch das Gespräch in ein strenges Verhör. Pütz verlangt nach seiner Anwältin. Schumann ist überrascht, Lara Solovjev an der Seite seines Hauptverdächtigen zu sehen. Auch Barbara Pütz eilt zur Unterstützung ihres Ehemannes. Das neue Jahr ist längst angekommen, und die erhoffte Lösung des Falles scheint entfernter denn je. Da fällt Schumanns Blick auf ein winziges Detail, einen Anhänger am Hals von Barbara Pütz, der Sophies Mörder letztlich zum Verhängnis werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986235","hoster":"VOE"},{"path":"/redirect/8389420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-5","name":"Zwischen den Fronten","epNo":5,"alt":"","descr":"In den Straßen des Berliner Arbeiterviertels herrscht geschäftiges Treiben. Autos und Passanten eilen vorbei – niemand beachtet die junge, zierliche Vietnamesin, die wirr und verstört die Straße entlang taumelt. Gesicht und Arme der 18-Jährigen zeigen deutliche Spuren von Gewalteinwirkung. Sie stürzt, rappelt sich wieder auf, schließlich aber ist sie am Ende ihrer Kräfte und bricht zusammen. Erst dann beugt sich ein Mann über sie, holt Hilfe. Die Ärzte im Krankenhaus sind sofort alarmiert. Hauptkommissar Schumann ist ebenfalls herbeigeeilt, denn Lin wurde offensichtlich gequält und missbraucht. Doch die junge Vietnamesin vermag nicht über ihr schreckliches Erlebnis zu sprechen. Trotz Schumanns einfühlsamem Versuch, von mehr über die Täter zu erfahren, schweigt Lin beharrlich. Auch die Eltern der jungen Frau und ihr Bruder Tan, die ein kleines Restaurant in einem vietnamesischen Einkaufszentrum betreiben, zeigen sich ratlos. Und dennoch scheint die Familie mehr zu wissen, als sie den Ermittlern gegenüber zugibt. Schumann ist überzeugt, dass der Überfall auf Lin keine sexuell motivierte Tat war, sondern vielmehr ein Racheakt oder eine Warnung, um die Eltern der jungen Vietnamesin unter Druck zu setzen. Tatsächlich rückt Tien, der Chef des Einkaufszentrums, bald ins Visier der Ermittler. Dieser ist wahrlich kein unbeschriebenes Blatt: Ihm werden Schutzgelderpressung, Menschenhandel und sogar Mord zur Last gelegt, doch bislang konnten ihm sämtliche verbrecherische Taten nicht nachgewiesen werden. Die Beobachtung einer Klassenkameradin Lins bringt Schumann und seine Kollegen aber auch auf eine weitere heiße Spur. Lin wurde vermutlich von Tan und dessen Freund Jens Luckow gewaltsam in ein Auto gezerrt. Wenig später wird Letzterer ermordet aufgefunden. Alle Indizien weisen darauf hin, dass Luckow in einen illegalen internationalen Menschenhandel verstrickt war. Offenbar schleuste er zusammen mit Tan Vietnamesen nach Deutschland. Doch hat der junge Mann wirklich Lin missbraucht? Aus welchem Grund? Als Schumann herausfindet, dass Lins Familie illegal in Deutschland lebt und somit erpressbar ist, nimmt der Fall unvermittelt eine entscheidende Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173225","hoster":"VOE"},{"path":"/redirect/8389427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-6","name":"Dierhagens Vermächtnis","epNo":6,"alt":"","descr":"Bruno Schumann steht der Schrecken ins Gesicht geschrieben. Der Haupt- kommissar hockt in der Diele einer gutbürgerlichen Altbauwohnung und mustert das Scherbenbild einer zersprungenen Vase. Kurz zuvor hat er den leblosen Körper eines alten Freundes entdeckt: Thomas Dierhagen, mit zwei Einschusslöchern in der Stirn, auf dem Boden Ordner und Unterlagen zu Versicherungen und Finanzen. Sein Mörder war sicher kein gewöhnlicher Dieb. Jemand hat in der Wohnung des Oberstaatsanwalts gezielt nach etwas gesucht. Erst am vergangenen Abend war Dierhagen, nach neun Jahren ohne ein Lebenszeichen, an Schumann herangetreten. Der Oberstaatsanwalt wollte endlich ein altes Missverständnis bereinigen und bat um ein gemeinsames Gespräch in seiner Wohnung. Doch dazu sollte es nicht mehr kommen. Schumann und seine Kollegen Henry Weber und Alex Keller übernehmen die Aufklärung seines gewaltsamen Todes. Der Schlüssel zur Lösung des Falles scheint in der Vergangenheit zu liegen, in jener Zeit, als Dierhagen plötzlich den Kontakt zu seinem Freund unterbrach. Am Tatort werden die Fingerabdrücke eines ehemals wegen Totschlags verurteilten Mannes sichergestellt. Vor genau neun Jahren soll Clemens Bohr eine russische Prostituierte erstochen haben. Die Anklage hatte damals Oberstaatsanwalt Dierhagen geführt. Doch Bohr leugnete vehement die Tat. Vor Gericht behauptete er sogar, in eine Falle geraten zu sein. Der wahre Schuldige wäre Spediteur Torsten Krafft, der ihm den Mord anhängen wolle. Die Kommissare sind überrascht, als eine Zeugin ihnen bestätigt, Anja Kraft, die Ehefrau jenes Unternehmers, am Morgen des Mordes an Dierhagen vor dessen Wohnungstür gesehen zu haben. Die junge Frau hatte einen Termin beim Oberstaatsanwalt, denn sie fühlte sich wohl seit einiger Zeit bedroht. Seither scheint sie spurlos verschwunden. Eine Videobotschaft bringt Schumann schließlich Gewissheit: Clemens Bohr hat Anja entführt und verlangt nun von ihrem Ehemann, den Mord an der russischen Prostituierten endlich öffentlich zu gestehen. Andernfalls werde er Anja töten. Plötzlich trifft Torsten Kraft ein tödlicher Schuss. Für Hauptkommissar Schumann und seinen Kollegen beginnt nun ein Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986237","hoster":"VOE"},{"path":"/redirect/8389436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-7","name":"Tod eines Begleiters","epNo":7,"alt":"","descr":"Um Frank Gierings plötzlichen Tod während der Dreharbeiten im Sommer 2010 mit Respekt zu begegnen, stirbt ebenso unerwartet seine Figur, der Kommissar Henry Weber. Angesichts der tragischen Umstände wird der Neue, Max Winter, gar nicht freudig aufgenommen. Der zeigt aber großes Verständnis, auch er kannte und schätzte den verstorbenen Kollegen. Max Winter wird gespielt von Janek Rieke. Leise Trauermusik schwebt über der Stille eines Friedhofs. Die Trauergemeinde hat sich respektvoll aufgereiht, Hauptkommissar Bruno Schumann ist unter den Trauergästen. Während dieser sich zusammen mit den Kolleginnen Alex Keller, Inge Tschernay und Lara Solovjev von dem Grab entfernt, dreht er sich noch einmal um und blickt auf das gerahmte Foto von Henry. Schumann und seine Kollegen stehen noch unter Schock – ein unerwarteter Herztod hatte Kommissar Henry Weber aus dem Leben gerissen. Zurück im Präsidium muss die Arbeit weitergehen – bemüht, die richtigen Worte zu finden, stellt Kriminaldirektorin Kessler den neuen Kollegen, Kommissar Max Winter vor, der nun Schumanns Team verstärken soll. Bereits am nächsten Morgen wird das Team mit einem neuen Fall konfrontiert. Nun gilt es für die Ermittler, einen kühlen Kopf zu bewahren. Der Tatort, ein Parkplatz, ist weiträumig abgesperrt. Das Opfer ist ein außergewöhnlich gutaussehender junger Mann. An seinem Körper sind deutlich Strommarken zu erkennen – er wurde mit einem Elektroschocker wohl übel misshandelt, bevor er gezielt überfahren wurde. Zwei Opernkarten im Auto lassen vermuten, dass Christoph Täubner am Abend seines Todes ein Rendezvous hatte. Hat es Schumann etwa mit dem tragischen Ende einer Liebesgeschichte zu tun? Schumanns erster Weg führt zu Markus Hartz, dem Mitbewohner des Opfers, der sich zutiefst betroffen zeigt. Schumann erfährt, dass Täubner als Model gearbeitet hat. Ein Gespräch mit der Agentur eröffnet jedoch eine ganz andere Perspektive: Der junge Mann hatte diesen Job längst aufgegeben, um für den lukrativeren Escort-Service von Daniela Zorn tätig zu werden. Nach anfänglichem Zögern gibt diese an, dass Christoph Täubner beinahe ausschließlich von drei Stamm- kundinnen gebucht wurde: von Elke Hohenstein, einer reichen Witwe, Clara Printz, einer erfolgreichen Managerin, und Kathrin Grothe, der vernachlässigten Ehefrau eines Arztes. Schumann sieht sich mit drei völlig unterschiedlichen Frauentypen konfrontiert, doch eines ist allen gemeinsam: Sie beschreiben Täubner als einfühlsamen Begleiter, der ihre Interessen und Hobbys kannte und respektierte. Überdies sagen alle drei Frauen aus, eine rein platonische Beziehung zu dem jungen Mann unterhalten zu haben. Allerdings hat keine von ihnen ein Alibi. Die Ermittlungen scheinen sich im Kreis zu drehen, da entdecken die Kommissare Täubners geheimes Apartment, in dem dieser pikante Videoaufzeichnungen versteckt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986233","hoster":"VOE"},{"path":"/redirect/8389443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-5/episode-8","name":"Abgetaucht","epNo":8,"alt":"","descr":"Blut bahnt sich seinen Weg über den schmalen Schotterpfad im Park. Zu dieser frühen Stunde scheint sich niemand an dem offenbar besoffenen Penner zu stören, der regungslos an einem Stein lehnt. Mehrere Stunden vergehen, bis der Mann mit zwei tiefen Stichwunden im Rücken ins Krankenhaus eingeliefert wird. Hauptkommissar Schumann und seine Kollegen nehmen die Ermittlungen auf. Nichts weist auf die Identität des Obdachlosen hin – keine Papiere, keine weiteren Zeugen. Die Ermittler finden lediglich einen kleinen Zettel, auf dem handschriftlich eine Uhrzeit und der Name eines Cafés vermerkt sind. Nach einiger Überlegung beschließt Schumann schließlich, in die Rolle des Opfers zu schlüpfen und sich an dessen Stelle zu dem auf dem Zettel vermerkten Treffpunkt zu begeben. Tatsächlich wird der Hauptkommissar von einem Mann angesprochen, der ihn unter einem Vorwand in ein Auto lockt. Mehrere Polizeibeamten nehmen die Verfolgung auf, doch sie verlieren den Wagen rasch aus den Augen. Schumann ist nun auf sich allein gestellt. Der Hauptkommissar wird in einer dunklen Halle gefesselt und gequält. Offenbar will sich eine junge Frau an dem Obdachlosen, für den sie Schumann hält, rächen. Yasmina Drobca wurde von Martin Gawalda Jahre zuvor entführt und ebenso brutal misshandelt. Der ehemalige Bundeswehroffizier hatte auf diesem Wege eine hohe Geldsumme von Yasminas damaligen Verlobten, dem Major Kajo von Herstetten, erpresst. Dieser ist mittlerweile mit seiner Jugendbekanntschaft Sophia verheiratet und möchte keinesfalls mehr an jenes dunkle Kapitel seines Lebens erinnert werden. Gawalda hatte das erpresste Geld allerdings nie entgegen genommen. Er stürzte zuvor unglücklich, verlor sein Gedächtnis und lebte fortan mit einem Obdachlosen, genannt Doc, auf der Straße. Schumanns Kollegen staunen nicht schlecht, als der Hauptkommissar am Morgen nach seiner Entführung in desolatem Zustand und begleitet von Doc im Präsidium auftaucht. Der ehemalige Arzt hatte Schumann befreit und sich seiner angenommen. Obwohl ihm der Fall langsam entgleitet, denkt der Kriminalist nicht daran, von den Ermittlungen zurückzutreten. Selbst als Schumann zwangsbeurlaubt wird, ermittelt er auf eigene Faust weiter. Er scheint sich immer mehr in ein unübersichtliches Netz aus Lügen und Intrigen zu verstricken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986232","hoster":"VOE"},{"path":"/redirect/8389445","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-6/episode-1","name":"Unter Druck","epNo":1,"alt":"","descr":"Gebannt hört eine Gruppe von Studenten Hauptkommissar Bruno Schumann zu, der einen Vortrag zum Thema \"Viktimologie in der Strafverfolgung\" hält, als plötzlich zwei junge Frauen den Hörsaal stürmen und ein Spruchband aus dem Fenster hängen. Draußen ist eine Demonstration in vollem Gange. Lautstark protestieren die Studenten gegen die Privatisierung der Uni. Mitten im Getümmel erkennt Schumann zwei Männer, die sich, mit Benzinkanistern bewaffnet, Zugang zu einen Labor verschaffen. Zusammen mit seinem Kollegen Max Winter versucht der Kriminalist deeskalierend auf die beiden Randalierer einzuwirken, als er aus dem Büro neben dem Labor das leise Röcheln eines Sterbenden wahrnimmt. Da dieser dringend ärztliche Hilfe benötigt, lassen die Autonomen Schumann mit dem schwer verletzten Wissenschaftler Carsten Siegel gehen, unter einer Bedingung: Winter bleibt als Geisel. Mit letzter Kraft gelingt es Schumann, Carsten Siegel aus der Gefahrenzone zu bringen, doch jede Hilfe kommt zu spät: Der junge Doktorand ist bereits tot. Siegel hatte am pharmakologischen Institut von Professor Zeiler nach einem Wirkstoff gegen Diabetes geforscht, den er sich kurz vor seinem Tod hatte patentieren lassen, offensichtlich hinter dem Rücken von Zeiler und dessen Sohn Gregor, Manager eines Pharma-Konzerns und Sponsor der institutsinternen Forschung. Umso tragischer erscheint der Obduktionsbericht: Carsten Siegel starb an einer Überdosis Insulin, das ihm zirka zwölf Stunden vor seinem Tod gezielt injiziert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986234","hoster":"VOE"},{"path":"/redirect/8389449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6/episode-2","name":"Der Beschützer","epNo":2,"alt":"","descr":"Das Behandlungszimmer einer Frauenarztpraxis in einer noblen Altbauvilla ist verwüstet: Stühle sind umgeworfen, ein Medikamentenschrank umgestoßen worden. Offensichtlich hat dort ein Kampf auf Leben und Tod stattgefunden. Hauptkommissar Bruno Schumann kniet neben dem toten Manuel Peters, dem Mitarbeiter eines Sicherheitsdienstes, der durch einen Stich in die Brust getötet wurde. Zunächst deutet alles darauf hin, dass er einen Einbrecher auf frischer Tat ertappt hat, doch Schumann ist skeptisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986240","hoster":"VOE"},{"path":"/redirect/8538037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6/episode-3","name":"Grüsse von Johnny Silver","epNo":3,"alt":"","descr":"Es ist früh am Morgen, als ein korpulenter, ungepflegter Typ in der Nähe des Juwelierladens Dietze aus einem verbeulten Kleinwagen steigt. Beim Überqueren der fast noch menschenleeren Geschäftsstraße zieht er eine Skimaske übers Gesicht, nimmt einen Revolver aus der Tasche und betritt den Juwelierladen. Plötzlich knallen Schüsse in die Morgenstille – der Typ fliegt durch die Glastür des Ladens, die klirrend zu Bruch geht, und landet rücklings auf der Straße, neben ihm der Revolver und ein Rucksack. Blut sickert aus seiner Brust.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986238","hoster":"VOE"},{"path":"/redirect/8389455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6/episode-4","name":"Sucht","epNo":4,"alt":"","descr":"Es ist 8:48 Uhr morgens, der Radiowecker springt an in dem kleinen Apartment, das von den Spuren eines Todeskampfes gezeichnet ist. Der Couchtisch ist zerbrochen; am Boden liegen Scherben einer Whiskeyflasche; blutige Schleifspuren führen zu einer männlichen Leiche. Hauptkommissar Bruno Schumann kniet neben dem toten Mann, der mit letzter Kraft noch den Notruf gewählt hatte, bevor er seiner schweren Kopfverletzung erlag. Lippenstiftspuren auf einem Sektglas deuten darauf hin, dass dieser die Nacht vor seinem Tod nicht allein verbracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986243","hoster":"VOE"},{"path":"/redirect/8389454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6/episode-5","name":"Schamlos","epNo":5,"alt":"","descr":"Es ist früh am Morgen. Die Grünanlage eines Gymnasiums ist in Blaulicht getaucht. Eine kleine Gruppe von Schülern und Lehrern beobachtet, wie Hauptkommissar Bruno Schumann sich der Polizeiabsperrung nähert, als plötzlich ein aufgebrachter Mann herbeistürmt. Offensichtlich befürchtet Tom Farber, seiner Tochter Maila könne etwas zugestoßen sein. Bei der Leiche, die mit klar erkennbaren Würgemalen am Hals auf dem Boden liegt, handelt es sich jedoch um eine Frau mittleren Alters. Sofort fallen Schumann die dunkel gefärbten Haare mit blondem Ansatz sowie die Schwellung in Folge einer Nasenoperation auf. Da Maila sehr aufreizend gekleidet war, schließen die Ermittler eine sexuell motivierte Tat nicht aus. Selbstgedrehte Videoclips auf einem USB-Stick, den Schumann in einem Versteck im Zimmer des Teenagers findet, scheinen zu belegen, dass sie eine sexuell sehr aktive junge Frau gewesen sein muss – eine Erkenntnis, die ihren Vater Tom Farber in unbändige Rage versetzt. Mailas Mitschüler Bent, zu dem das Mädchen sexuelle Kontakte unterhielt, rückt ins Visier der Ermittler. Doch die Beweislage reicht für eine Verhaftung nicht aus. Schumann sucht weiterhin fieberhaft nach einem Zusammenhang zwischen beiden Taten. Warum hatte Tina Seeland kontinuierlich ihr Äußeres verändert? War sie vielleicht doch das erste Opfer und Maila bloß zur falschen Zeit am falschen Ort?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986242","hoster":"VOE"},{"path":"/redirect/8389466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6/episode-6","name":"Magdalena","epNo":6,"alt":"","descr":"Das Areal eines Jugendclubs ist von Tatortscheinwerfern taghell erleuchtet. KTU-Beamte in weißen Overalls sichern Spuren. Die Küchenecke des weitläufigen Raumes ist verwüstet, auf dem Boden liegen vom Herd gestoßene Kochtöpfe und Scherben einer zerborstenen Flasche. Inmitten des Chaos liegt eine weibliche Leiche, eine Ordensfrau: Schwester Magdalena, 28 Jahre alt. Beim genaueren Hinsehen entdeckt Hauptkommissar Bruno Schumann im Gesicht der Nonne getrocknete, staubige Tränen. Offensichtlich hatte sie geweint, kurz bevor sie von hinten erschlagen wurde. Unweit des Tatorts steht ein Tisch, gedeckt für zwei Personen, aber gegessen wurde dort nicht. In der Nähe der Leiche wird ein MP3-Player mit einer Gravur gefunden: \"Adam\". Als der Besitzer des Players am nächsten Morgen im Jugendclub auftaucht, ist Schumann bereits zur Stelle. Der 16jährige Adam bestreitet nicht, am Tatabend mit Magdalena zum Essen verabredet gewesen zu sein, beteuert jedoch, dass Magdalena noch am Leben war, als er den Jugendclub verließ. Adam gehört zu den \"Start Up Kids\", einer Initiative für problematische Jugendliche, die Schwester Magdalena mit großem Engagement ins Leben gerufen hatte. Adam, ein Babyklappenkind, wurde von einer Pflegefamilie zur nächsten geschoben, bis er zu Sonja und Robert Kesten kam, einem Ehepaar, das sich stark für die \"Start Up Kids\" engagiert. Von Sonja Kesten erfährt der Kriminalist, dass sich Schwester Magdalena offenbar besonders intensiv und liebevoll um Adam gekümmert hatte. Mark Deringer, der Chef des Fast-Food-Restaurants \"Cluster’s\", in dem Adam einen Schülerjob hatte, bestätigt diese Aussage: Magdalena hatte den Jungen mehrmals an seinem Arbeitsplatz aufgesucht, auch am Tag ihres Todes. Da die Nonne vor ihrem Tod offenbar massiv sexuell bedrängt wurde, scheint der Fall klar: Adam wollte mehr von ihr und hat schließlich die Kontrolle verloren. Schumann jedoch hat Zweifel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986245","hoster":"VOE"},{"path":"/redirect/8389474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-6/episode-7","name":"Ohnmacht","epNo":7,"alt":"","descr":"Es ist früh am Morgen. In der Spree, unweit des Ufers, treibt ein Clown, leblos, mit dem bunt bemalten Gesicht nach oben. Wenig später sind Einsatzkräfte vor Ort. Der Clown liegt, wie ein weggeworfenes Spielzeug, mit verdrehten Gliedern auf einer Plane. Hauptkommissar Bruno Schumann tastet Gesicht und Arme ab und entfernt schließlich die Perücke. Es besteht kein Zweifel: Der tote Clown ist eine Frau. Unterdessen gelingt es Kommissar Max Winter, den Rucksack der Toten nebst Portemonnaie aus der Spree zu fischen: Bei dem Clown handelte es sich um die 30jährige Beate Moers. Weiterhin erregen Symbole, die auf die Wände des Ärztezimmers gesprüht wurden, die Aufmerksamkeit des Kriminalisten: mit Schwertern durchbohrte Ziegenköpfe – eine klare Kampfansage. Als zudem bekannt wird, dass Beate Moers ein abgeschlossenes Medizin-Studium vorzuweisen hatte, hegt Schumann einen Verdacht: War Beate etwa einem Behandlungsfehler auf die Spur gekommen? Wenig später entdeckt der ebenso erstaunte wie erboste Oberarzt Dr. Bernd Büttner ähnliche Zeichnungen auf den Wänden seines Privathauses. Als Schumann eintrifft, gelingt es ihm, den Schmierfink auf frischer Tat zu ertappen: Es ist Hinrich Schacht, der Mann, den er am Morgen nach dem Mord bei Beates Wohnung gesehen hatte. Durch Schachts symbolhafte Zeichnungen wird Schumann klar, dass Dr. Büttner Beate massiv bedroht haben muss. Erst als das Diktiergerät des Opfers auftaucht, scheint Licht ins Dunkel zu kommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986241","hoster":"VOE"},{"path":"/redirect/8389477","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-7/episode-1","name":"Des Königs Schwert","epNo":1,"alt":"","descr":"Die Sammelleidenschaft eines Multimillionärs wird zum Schicksal eines genialen Kunstfälschers. Auf einer Baustelle legen Arbeiter zufällig einen alten Versorgungstunnel frei. Der schmale Schacht mündet unterhalb eines abbruchreifen Altbaus in einen Gewölbekeller, von dem scheinbar niemand mehr wusste. Der steinerne Sarg in dessen Mitte zeugt jedoch von einem Verbrechen, das nur wenige Wochen zuvor begangen wurde. Eine letzte Botschaft des Toten enttarnt diesen als Kunstfälscher, dessen letzter raffinierter Clou Schumann mit den Intrigen und Machenschaften eines besessenen Kunstsammlers konfrontiert. Der Sarg aus schwerem Granit in der Mitte des alten, vergessenen Kellers scheint wie für die Ewigkeit gebaut, die schaurige Szenerie wirkt gar wie ein Ehrengrab. Mr. Origo, wie sich der Mann im Sarg nannte, musste einen qualvollen Tod sterben: Sein Mörder hatte den berüchtigten Kunstfälscher lebendig begraben. Im Todeskampf hatte dieser eine letzte blutige Botschaft hinterlassen: zwei japanische Schriftzeichen. Sie deuten auf ein Merkmal, das jeweils die Einzigartigkeit eines nach alter japanischer Tradition gefertigten Samuraischwertes belegt – ein erster Anhaltspunkt in den Ermittlungen von Schumann. Weitere Hilfe verspricht dem Kommissar eine Spezialistin auf dem Gebiet japanischer Waffen. In einer kleinen Ausstellung in der Berliner Kunstakademie kann Lady M sogar das berühmteste aller Samuraischwerter vorzeigen. Das so genannte Honjo Masamune ist eine Leihgabe aus der Sammlung der japanischen Kaiserfamilie – unmöglich, ein derartiges Schwert nachzubilden. Trotzdem vermutet Schumann das Unfassbare. Und tatsächlich ergeben ausführliche Untersuchungen, dass eben jenes, hinter sicherem Glas aufbewahrte Samuraischwert eine ausgesprochen perfekte Kopie des Originals darstellt. Origo hatte das echte Samuraischwert allen Sicherheitsmaßnahmen zum Trotz wohl über Monate studieren und letztlich entwenden können. Für Schumann und seine Kollegen beginnt nun ein Wettlauf mit der Zeit, denn keinesfalls darf am nächsten Tag eine Fälschung nach Japan zurückgesandt werden. Die Kommissare können rasch die Werkstatt, in der Origo seine Nachbildungen fertigte, aufspüren, doch das echte Samuraischwert lässt sich dort nicht finden. Dagegen erwartet die Ermittler im sonst menschenleeren Fabrikgebäude eine Überraschung: Eine junge Frau gibt an, die Tochter des Fälschers zu sein. Und sie kennt den Mörder ihres Vaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986248","hoster":"VOE"},{"path":"/redirect/8389485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-7/episode-2","name":"Schumanns Fehler","epNo":2,"alt":"","descr":"Für Bruno Schumann und Kollegin Inge Tschernay endet eine Tatortbegehung im Krankenhaus! Inge wurde angeschossen, Schumann hat sich beim Sprung aus einem Fenster das Bein verletzt. Nun ist Inge nicht bei Bewusstsein, Schumann dafür umso mehr – da können ihn ein Paar Krücken gewiss nicht von der Arbeit abhalten. Ein Schuss aus einem Wohnhaus lässt zwei Polizisten aufhorchen. Nach wenigen Augenblicken schon sind die Beamten in der Wohnung, in der ein junger Mann tot im Flur liegt – von seinem Mörder fehlt allerdings jede Spur. Als Schumann und seine Kollegen am Tatort eintreffen, fällt ein weiterer Schuss. Inge Tschernay hat das Versteck des Täters in der Wohnung aufgespürt. Doch ehe die Polizistin reagieren kann, fällt sie verletzt zu Boden. Der Täter flieht, Schumann verfolgt ihn, doch stürzt unglücklich und muss gemeinsam mit Inge in die Klinik gebracht werden. Voller Selbstvorwürfe, seine Kollegin nicht ausreichend geschützt zu haben, will Schumann von seiner eigenen Verletzung nichts wissen. Er muss sein Bein schonen, darf sich nur auf Krücken fortbewegen. Doch das hindert ihn nicht im Mindesten daran, sofort mit den Ermittlungen loszulegen. Da die Wohnung des Toten durchsucht wurde, gehen die Kommissare von einem Raubmord aus. Eine Kollegin vom Raubdezernat, Sabine Lange, soll die Beamten deshalb bei ihren Recherchen unterstützen. Florian Matteit hatte als Altenpfleger gearbeitet und gerade so viel verdient, dass es zum Leben reichte. Trotzdem hatte er noch kurz vor seiner Ermordung einen erheblichen Geldbetrag auf sein Konto eingezahlt: Woher hatte Matteit plötzlich so viel Geld? Eine Karnevalsmaske in der Wohnung des Krankenpflegers bringt die Beamten bald auf die richtige Spur: Erst vor wenigen Tagen war eine Bank überfallen worden, dabei trug einer der Täter eben jene Maske – Florian Matteit. Fieberhaft suchen Schumann und seine Kollegen nach Hinweisen, die zu dem zweiten Bankräuber führen können. Dieser hatte immerhin ein starkes Motiv, seinen Komplizen aus Geldgier zu töten. Tatsächlich sind Schumann und seine Kollegen der Lösung des Falles sehr nahe, und dennoch, wie es scheint, fast zu spät: Die Kommissare müssen sich beeilen, um einen zweiten Mord zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986244","hoster":"VOE"},{"path":"/redirect/8389487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-7/episode-3","name":"Blaues Blut","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986247","hoster":"VOE"},{"path":"/redirect/8389499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-7/episode-4","name":"Todgeweiht","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103493","hoster":"VOE"},{"path":"/redirect/8882164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-7/episode-5","name":"Lebenslänglich","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986250","hoster":"VOE"},{"path":"/redirect/8389503","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-8/episode-1","name":"Dolly 2.0","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986246","hoster":"VOE"},{"path":"/redirect/8389495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-8/episode-2","name":"Der Sobottka Clan","epNo":2,"alt":"","descr":"Für Bruno Schumann und Kollegin Inge Tschernay endet eine Tatortbegehung im Krankenhaus! Inge wurde angeschossen, Schumann hat sich beim Sprung aus einem Fenster das Bein verletzt. Nun ist Inge nicht bei Bewusstsein, Schumann dafür umso mehr – da können ihn ein Paar Krücken gewiss nicht von der Arbeit abhalten. Ein Schuss aus einem Wohnhaus lässt zwei Polizisten aufhorchen. Nach wenigen Augenblicken schon sind die Beamten in der Wohnung, in der ein junger Mann tot im Flur liegt – von seinem Mörder fehlt allerdings jede Spur. Als Schumann und seine Kollegen am Tatort eintreffen, fällt ein weiterer Schuss. Inge Tschernay hat das Versteck des Täters in der Wohnung aufgespürt. Doch ehe die Polizistin reagieren kann, fällt sie verletzt zu Boden. Der Täter flieht, Schumann verfolgt ihn, doch stürzt unglücklich und muss gemeinsam mit Inge in die Klinik gebracht werden. Voller Selbstvorwürfe, seine Kollegin nicht ausreichend geschützt zu haben, will Schumann von seiner eigenen Verletzung nichts wissen. Er muss sein Bein schonen, darf sich nur auf Krücken fortbewegen. Doch das hindert ihn nicht im Mindesten daran, sofort mit den Ermittlungen loszulegen. Da die Wohnung des Toten durchsucht wurde, gehen die Kommissare von einem Raubmord aus. Eine Kollegin vom Raubdezernat, Sabine Lange, soll die Beamten deshalb bei ihren Recherchen unterstützen. Florian Matteit hatte als Altenpfleger gearbeitet und gerade so viel verdient, dass es zum Leben reichte. Trotzdem hatte er noch kurz vor seiner Ermordung einen erheblichen Geldbetrag auf sein Konto eingezahlt: Woher hatte Matteit plötzlich so viel Geld? Eine Karnevalsmaske in der Wohnung des Krankenpflegers bringt die Beamten bald auf die richtige Spur: Erst vor wenigen Tagen war eine Bank überfallen worden, dabei trug einer der Täter eben jene Maske – Florian Matteit. Fieberhaft suchen Schumann und seine Kollegen nach Hinweisen, die zu dem zweiten Bankräuber führen können. Dieser hatte immerhin ein starkes Motiv, seinen Komplizen aus Geldgier zu töten. Tatsächlich sind Schumann und seine Kollegen der Lösung des Falles sehr nahe, und dennoch, wie es scheint, fast zu spät: Die Kommissare müssen sich beeilen, um einen zweiten Mord zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986251","hoster":"VOE"},{"path":"/redirect/8389509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-8/episode-3","name":"Nacht am See","epNo":3,"alt":"","descr":"Im Schlafzimmer der ermordeten Gräfin Marie von Tannenhof findet Bruno Schumann Erotikbände und Aktzeichnungen. Im Lauf seiner Ermittlungen kommen weitere Details des sexuellen Privatlebens der Gräfin und ihres Mannes ans Licht – sie bergen den Schlüssel zur Lösung des Falls. Ein elegantes Penthouse in Berlin-Mitte ist der Schauplatz eines Mordes: Marie von Tannenhof liegt tot in ihrem Wohnzimmer. Der weiße Stoff des alten Hochzeitskleides, das die Gräfin am Abend zuvor angezogen hatte, ist blutdurchtränkt, aus ihrer Brust ragt ein Dolch. Ihr Koch Oliver Lavender hat sie in den frühen Morgenstunden gefunden. Er weiß nur zu sagen, dass Stieftochter Clarissa das Kleid bei der bevorstehenden Hochzeit tragen sollte – ein möglicher Hinweis? In Maries Schlafzimmer stößt Bruno Schumann auf eine Reihe von großformatigen Bildbänden. Alle beschäftigen sich mit Aktkunst. Aber auch eigene Zeichnungen hatte die Gräfin angefertigt: seltsame und dennoch geschmackvolle erotische Darstellungen. Es sieht fast so aus, als hätte Marie das ausschweifende Sexualleben ihres Ehemannes Eduard und dessen regelmäßige \"Soirées\" mit geladenen Freunden und gekauften Frauen mit dessen Wissen gezeichnet. Sollten diese brisanten Details aus dem Privatleben der Tannenhofs in die Öffentlichkeit geraten, wäre das bislang makellose Image von Marie für immer zerstört. Wurde das Ehepaar womöglich erpresst? Tatsächlich wurden hohe Geldbeträge vom gemeinsamen Konto der Tannenhofs abgehoben. Da überschlagen sich plötzlich die Ereignisse, denn Eduard von Tannenhof ist bewaffnet zu einem unbekannten Treffpunkt mit dem Erpresser unterwegs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986255","hoster":"VOE"},{"path":"/redirect/8389517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-8/episode-4","name":"Vergeltung","epNo":4,"alt":"","descr":"Eine rätselhafte Mordserie hält Berlin in Atem. Für Schumann zählt jede Minute, denn es ist nur eine Frage der Zeit, bis der Mörder wieder zuschlägt. Bereits drei Menschen sind in das Visier eines gnadenlosen Heckenschützen geraten. Bruno Schumann ist überzeugt, dass der Täter seine Opfer nicht zufällig gewählt hat. Dem Ermittler fehlen allerdings die entscheidenden Beweise, um eine Verbindung zwischen den Anschlägen ableiten zu können. Dagegen bereiten sich Einheiten des SEK auf einen spektakulären Einsatz vor. Niemand hatte den Todesschützen bemerkt, der in der Morgendämmerung auf sein erstes Opfer zielte. Maria Schwall, eine Psychotherapeutin, war offenbar auf dem Weg zur Arbeit, als der tödliche Schuss fiel. Schumann und seine Kollegen recherchieren in Maria Schwalls Praxis, nichts aber lässt auf den Täter oder gar sein Motiv schließen. Als am folgenden Morgen, wieder n den frühen Stunden, ein Makler beim Joggen einen Anschlag nur knapp überlebt, sind die Kommissare alarmiert. Anton Georgi hatte schlicht Glück, doch warum hatte es der Heckenschütze ausgerechnet auf ihn abgesehen? Schumann glaubt nicht an einem Zufall. Vielmehr verfolge der Täter ein bestimmtes Muster, in dem beide Opfer etwas verbindet. Was, kann Schumann nicht erklären. Einheiten des SEK bereiten sich auf einen weiteren unberechenbaren Anschlag des Heckenschützen vor. Einsatzleiter Uwe Hendriks ist überzeugt, allein durch die massive Präsenz seiner Teams einen weiteren Mord verhindern zu können. Dennoch werden Schumann und seine Kollegen am folgenden Morgen zu einem neuen Tatort gerufen. Ruben Mann, Chefkoch eines etablierten Restaurants, ist das dritte Opfer des Heckenschützen. Wieder ein zufälliger Anschlag? Einzig Schumann bleibt vom Gegenteil überzeugt. Fieberhaft geht er vagen Hinweisen nach und wird in der Tat fündig. Doch damit begibt sich der Hauptkommissar selbst in Lebensgefahr, denn der Todesschütze hat nun auch sein letztes Opfer im Visier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986249","hoster":"VOE"},{"path":"/redirect/12985551","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-9/episode-1","name":"Der Puppenspieler","epNo":1,"alt":"","descr":"Paul Arens, unscheinbarer Mitarbeiter des sozialen Netzwerks \"Topnet\", lebt in seiner eigenen Welt. Tagsüber im Bereich Kundenservice und Support tätig, widmet sich der verhinderte Game-Designer nach Dienstende seiner eigentlichen Leidenschaft: der Programmierung aufwändiger Spiele, die beklemmende Welten voller Betrug und Korruption offenbaren. Doch ausgerechnet der unliebsame Bürojob wird Arens zum Verhängnis. Hacker dringen in die Profile der anspruchsvollen \"Topnet\"-Kunden, durchleuchten und manipulieren die virtuelle Privatsphäre der Nutzer. Beschwerden und Drohungen seitens der Kunden häufen sich – plötzlich ist Arens tot. Brutal niedergestochen mit mehreren Messerstichen, wird er auf dem Gelände der Netzwerkfirma gefunden. Erste Ermittlungen führen Schumann und seinen Kollegen zu verdächtigen \"Topnet\"-Kunden. Doch Kerstin Feuerbach, deren wüste Beschimpfungen bereits die Firmenwände von \"Topnet\" zierten, bestreitet ebenso wie Pia Wernecke, die durch das soziale Netzwerk ihren Job verlor, für Arens’ Tod verantwortlich zu sein. In Arens’ Wohnung stoßen die Kommissare auf eine weitere Spur: ein Foto von Markus Bachmann, einem unscheinbaren Neuköllner-Jugendlichen. In welchem Verhältnis stand Arens zu dem Jungen? Während intensiver Ermittlungsarbeiten keimt in Schumann plötzlich eine gewagter Verdacht. Vier Folgen \"Der Kriminalist\" werden freitags, 20:15 Uhr, ausgestrahlt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986257","hoster":"VOE"},{"path":"/redirect/8389523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-2","name":"Bettelflug","epNo":2,"alt":"","descr":"Robert Lenau, Gruppenleiter in einem Ausbildungszentrum für straffällig gewordene Jugendliche, genießt unter seinen Schützlingen höchsten Respekt. Als Heranwachsender selbst auf die schiefe Bahn geraten, kann er die Probleme und Versagensängste der Jugendlichen sehr gut nachempfinden. Doch dann wird Lenau ermordet auf dem Gelände des Ausbildungszentrums aufgefunden. Die Ermittlungen führen Schumann und sein Team ausgerechnet zu zwei Auszubildenden, die Lenau besonders nahestanden: Heiner Diebold und Dennis Glewe. Für Heiner, der seinem unnahbaren und ehrgeizigen Vater nie gerecht werden konnte, war Lenau stets eine verlässliche Schulter zum Anlehnen. Dennoch hatte Lenau in die Planung eines langgehegten Wunschtraums – die Eröffnung einer Oldtimer-Werkstatt auf dem Hof seiner Mutter – nicht ihn, sondern den offenbar charakterfesteren Dennis miteinbezogen. Hatte Heiner aus Enttäuschung über den Ausschluss eine Konfrontation mit Lenau provoziert, und eskalierte die Situation darüber? Dann tauchen plötzlich propagandistische Flugblätter auf, die vermuten lassen, dass der zum Islam konvertierte Lenau das Ausbildungszentrum für religiöse Zwecke missbrauchte. Hatte Leiter Ilkin Arakan die Befürchtung, dass Lenau innerhalb seiner Einrichtung junge Islamisten missioniert und sah den Ruf des Ausbildungszentrums in Gefahr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986254","hoster":"VOE"},{"path":"/redirect/8389527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-3","name":"Zwei Welten","epNo":3,"alt":"","descr":"Überglücklich kann Caro Ludigs ihre fünfjährige Tochter Sunny, die seit zwei Tagen als vermisst galt, wohlbehalten in ihre Arme schließen. Von Sunnys Entführer fehlt indessen jede Spur. Das Mädchen weiß lediglich von einem maskierten Mann zu berichten, der sie gut behandelte; einen Fall von sexuellem Missbrauch können Schumann und LKA-Kollegin Jutta Meffert nach eingehenden ärztlichen Untersuchungen und Gesprächen ausschließen. Doch dann erreicht die Kommissare eine schockierende Nachricht: Ralf Ludigs, Sunnys Vater, wurde ermordet auf dem Gelände eines Holzgroßhandels aufgefunden. War Ludigs von dem Entführer erpresst worden? Hatte eventuell eine Lösegeldübergabe stattgefunden, bei der es zur Eskalation kam? Die Spekulationen häufen sich, eindeutige Indizien gibt es dagegen kaum. Ein Hinweis führt zu Jan Heidtfed, der auf dem Holzhof jobbt und sich zusätzlich aufopferungsvoll um Bruder Steffen kümmert, der nach einem Schlaganfall zum Pflegefall wurde. Heidtfeld kann ein überzeugendes Alibi vorweisen, dennoch wirkt er für Schumann verdächtig. Währenddessen mimt Kevin Ludigs den Beschützer für Schwägerin und Nichte. Insgeheim hatte der chaotische Dauersingle Kevin seinen Bruder stets um dessen nach außen hin harmonisches Familienleben beneidet. Umso erstaunter ist Schumann, als er in Ralf Ludigs Unterlagen auf Schlüssel für eine Zweitwohnung stößt. Anscheinend führte der Familienvater ein Doppelleben, dass er insbesondere vor seinem Bruder verheimlichen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986252","hoster":"VOE"},{"path":"/redirect/8389533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-4","name":"Auf Sand gebaut","epNo":4,"alt":"","descr":"Jörg Bentz’ Leben als erfolgreicher Versicherungsvertreter und glücklicher Familienvater scheint perfekt, auch der Traum vom eigenen Haus mit Garten nimmt Gestalt an. Doch als Bentz ermordet in einem Hotelzimmer aufgefunden wird, offenbaren sich die nüchternen Tatsachen hinter der mühsam aufrechterhaltenen Idylle: Ausgelassen feierte Bentz’ ehemaliger Vorgesetzter Dirk Schrader mit der gesamten Belegschaft den Erfolg von \"Agold\"-Finanzdienstleistungen in eben dem Hotel, in dem Bentz später tot aufgefunden wird. Doch warum war auch Jörg Bentz anwesend, obgleich er seit zwei Monaten nicht mehr für \"Agold\" tätig war? Schumann vermutet hinter Schraders Lebensversicherungen illegale Machenschaften, kann aber dem abgebrühten Unternehmer nichts Konkretes nachweisen. Für Bentz’ Frau Sandra gerät mit dem Tod ihres Mannes das Leben gänzlich aus den Fugen: Jörg hatte ihr die Entlassung bei \"Agold\" verschwiegen. Aber wieso hatte sie nichts bemerkt, und wie konnte er dennoch über Wochen die Familienfinanzierung sichern? Zugleich machen die Ermittler eine Entdeckung, die den Familienvater mit einem erst jüngst verübten Einbruch in Verbindung bringt. Überraschenderweise ist der Geschädigten Sophie Horn der Versicherungsagent Bentz nicht unbekannt. Dann erhält Schumann von einem \"Agold\"-Mitarbeiter einen Hinweis, der Licht in das Geheimnis des Erfolges von Schrader und des Misserfolges von Jörg bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986256","hoster":"VOE"},{"path":"/redirect/8389536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-5","name":"Die barfüßige Prinzessin","epNo":5,"alt":"","descr":"Der Mord an einer jungen Mutter bringt schockierende Wahrheiten über zwei Familien ans Licht. Auf einem abgelegenen Parkgelände findet Schumann die Leiche einer Frau, die in ihrem filigranen Ballkleid ebenso zart und zerbrechlich wirkt, wie die beschädigte Ballerina aus Porzellan, die neben der Toten aufgefunden wird. Bläuliche Würgemale zeichnen den Hals des Opfers – Cindy Gleissner wurde offenbar brutal erdrosselt. Schumanns Ermittlungen bringen problematische Familienverhältnisse zutage. Michael Gleissner, vom tragischen Tod seiner Frau sichtlich mitgenommen, droht aufgrund einer Anzeige der Verlust der gemeinsamen Pflegekinder, die er zusammen mit Cindy aufzog. Zwischen Cindy und ihrer Mutter Doris Racknitz herrschte jahrelang Funkstille, doch über die Gründe schweigt sich Doris im Gespräch mit Schumann aus. Demgegenüber steht die scheinbar heile Familienwelt der gut situierten Cloppenburgs, für die Cindy gelegentlich als Putzfrau beschäftigt war. Doch dann offenbart Nike Cloppenburg dem fassungslosen Schumann, dass ihr vierzehnjähriger Sohn Felix sexuell missbraucht wurde. Cindys leiblicher Sohn Milan, der zeitweise im Heim aufwuchs, war der Täter. Ist die angesichts der Tat zwischen Schock und Wut schwankende Nike nicht nur für die Anzeige gegen die Gleissners, sondern auch für den Mord an Cindy verantwortlich? Nach und nach kommt Schumann einem dunklen Geheimnis auf die Spur, dass die beiden Familien, die unterschiedlicher nicht sein könnten, auf schockierende Weise miteinander verbindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986253","hoster":"VOE"},{"path":"/redirect/8389534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-6","name":"Rex Solus","epNo":6,"alt":"","descr":"Lange Zeit hatte Schumann seinen alten Freund und Kollegen nicht mehr gesehen. Vor etwa zwei Jahren war dieser im Persischen Golf als Ausbilder für die Bundespolizei im Einsatz, war danach untergetaucht und lebt nun ohne Job und festen Wohnsitz auf einem Hausboot. Als beide sich endlich wiedersehen, steht bald fest: Sacer schwebt in Lebensgefahr. Er hatte einem arabischen jungen Mädchen die Flucht aus der Heimat ermöglicht. Dieses Eingreifen in eine lokale Rechtsangelegenheit hatte allerdings nicht allein einen internationalen Haftbefehl wegen Entführung zur Folge, sondern auch den unbändigen Zorn der örtlichen Polizei und Glaubenswächter hervorgerufen. Nur knapp entgeht Sacer erneut den tödlichen Schüssen eines Attentäters. Sofort wird dem Hauptkommissar der Ernst der Lage klar – einzige Lösung: Er muss den Tod seines Freundes vortäuschen. Über eine Kontaktperson gerät Schumann an den Paramilitär Arbogast, der sich sogleich der brisanten Angelegenheit annimmt. Binnen weniger Stunden wird die Leiche eines unbekannten Mannes in Sacers Hausboot gelegt, sämtliche Hinweise auf dessen Identität manipuliert und ein Feuer gezündet. Alles deutet nun auf einen verheerenden Unfall hin. Doch kann Schumann Arbogast tatsächlich trauen? Niemand, weder seine Kollegen oder gar Sacers Ex-Frau Uta dürfen je von der makabren Täuschung erfahren. Und dann liefert der unerwartete Besuch einer Rechtsanwältin Schumann plötzlich Informationen, mit denen der Hauptkommissar niemals gerechnet hatte: Nicht die arabischen Glaubenswächter sondern ein Rüstungskonzern scheint hinter seinem Freund her zu sein. Denn Sacer weiß von Missständen und tödlichen Vorfällen, in welche seine polizeiliche Ausbildungstruppe im Nahen Osten involviert war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986262","hoster":"VOE"},{"path":"/redirect/8389544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-7","name":"Tod im Paradies","epNo":7,"alt":"","descr":"In einer beschaulichen Kleinbürgersiedlung wird der Familienvater Steffen Bröker ermordet aufgefunden – die sich anschließenden Ermittlungen laufen in verschiedenste Richtungen. Zusätzlich deutet alles darauf hin, dass Bröker selbst in illegale Geschäfte verwickelt war. Eine pittoreske Townhouse-Siedlung inmitten Berlins: In modernen Stadthäusern, die kleine Vorgärten schmücken, wohnt eine sympathische Nachbarn-Gemeinschaft. Spielplätze und eine eigene Kita sind in unmittelbarer Nähe. Als der erfolgreiche Familienvater Steffen Bröker hier ermordet aufgefunden wird, werfen Schumann und Kollegen einen Blick hinter die Fassade der Kleinbürgeridylle. Fälle von angezündeten Mülltonnen und Drogenfunden auf dem Spielplatz kommen ans Licht, die allesamt zur Rockergruppe \"Bloodhound MC\" führen. Steffen Bröker, einst Mitglied der berüchtigten Gruppe, brach nach einem schweren Motorradunfall den Kontakt zur \"Bloodhound MC\" ab. Doch in einer abgelegenen Garage machen die Ermittler einen überraschenden Fund. Während Schuman rätselt, inwiefern Bröker in die illegalen Machenschaften der Rockergruppe verwickelt war, stößt er auf einen weiteren prägnanten Hinweis. Bröker vermittelte einst einige Mitglieder der \"Bloodhound MC\" an Hanna und Peter Hinterseher, die Initiatoren der Townhouse-Siedlung. Das Paar plante einen Ausbau der \"Hannahöfe\", doch die durch die Rocker verursachte schlechte Presse ließ plötzlich einige Interessenten abspringen. Das Projekt stand auf der Kippe. Wären die Hintersehers imstande, einen Mord zu begehen? Die Ermittlungen setzen Schumann zunehmend unter Druck, denn auch die \"Bloodhound-MC\" ist gewillt, den Mord an ihrem Ex-Mitglied auf ihre Art zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986264","hoster":"VOE"},{"path":"/redirect/8389549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-9/episode-8","name":"Das Liebste, was ich habe","epNo":8,"alt":"","descr":"Einen derartigen Tod hatte Jan Taubner nicht verdient, keine solche Demütigung. Taubner war Polizist mit Leib und Seele, hatte sich immer für Gerechtigkeit und das Gute eingesetzt. Und nun das: Ein heftiger Schlag auf den Hinterkopf war ausreichend, um seinen Tod herbeizuführen. Doch Taubners Mörder hatte es nicht dabei belassen. Er trennte den Penis des Toten ab und legte ihn an exponierter Stelle vor den Tatort, das Bootshaus des Opfers. Jeder sollte erkennen können, was geschehen war. Taubners Kollegen sind fassungslos und wollen Rache. Den Groll der Polizisten bekommt selbst Schumann bald zu spüren, als er eine Razzia der Polizeieinheit 75 in der Unterkunft einer Jugendbande verhindert. Denn er und seine Kollegen wollen mit den Jugendlichen zunächst nur reden. Offenbar hatten Anführerin Jasmin Graven – Jassy oder die Räuberbraut genannt – und Ben Joraschky gedroht, Taubner umzubringen, da dieser es sich in den vergangenen Monaten wohl zur einzigen dringenden Aufgabe gemacht hatte, die Jugendbande zu zerschlagen. Erfolg hatte Taubner allerdings keinen. Zudem haben Jassy und Ben ein Alibi vorzuweisen, nicht aber Taubners Frau Tessa oder sein Kollege Mischa Everberg, der Schumann jegliche Hilfe bei der Aufklärung des Falles zugesagt hatte und doch etwas zu verbergen scheint. Besonders rätselhaft erscheint Schumann aber die Freundschaft zwischen Tibor, dem Sohn des Ermordeten, und Jassy. Wusste Taubner, zu welchem Umfeld sein Sohn Kontakte pflegte? Tibor schweigt dazu, verrät Schumann dafür aber von der Beziehung zwischen seiner Mutter und Mischa Everberg. Letzterer will diese Tatsache nun nicht mehr leugnen, und dennoch bleibt sein eigentliches Geheimnis noch einige Zeit von den Ermittlern unentdeckt. Letzte Folge der aktuellen Staffel \"Der Kriminalist\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986265","hoster":"VOE"},{"path":"/redirect/8389550","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-10/episode-1","name":"Checker Kreuzkölln","epNo":1,"alt":"","descr":"Die 22-jährige Manja Nowak, der Star der TV-Serie \"Checker Kreuzkölln\", bricht vor laufender Kamera zusammen und ist kurz darauf tot. Für Hauptkommissar Bruno Schumann und seine Kollegen ist die Todesursache schnell klar: Cyanid. Von der Filmcrew kann sich niemand den Mord an der beliebten Kollegin erklären. Doch als Schumann von der Entscheidung des Produzenten Roland Falkenberg erfährt, die Dreharbeiten so schnell wie möglich fortzusetzen, wird rasch klar, dass alle Nettigkeiten nur Kulisse sind. So kommen ihm bald auch Gerüchte zu Ohren, dass Manja Nowak nebenbei Pornofilme gedreht haben soll und dubiose Videos von ihr im Internet kursieren. Während der Kriminalist den verschiedenen Hinweisen nachgeht, befindet er sich plötzlich selbst im Fokus der Kameras. Auf Schritt und Tritt fühlt er sich verfolgt und muss feststellen, dass die Produzenten für eine gute Story weder vor seinem Arbeits- noch vor seinem Privatleben haltmachen. Trotz aller Widrigkeiten gelingt es Schumann, ein brisantes Geheimnis zwischen der toten Schauspielerin und dem Produzenten zu enttarnen. Wollte Falkenberg dieses Geheimnis verbergen? Wusste die Frau des Produzenten ebenfalls davon? Oder war der gespielte Streit zwischen Manja und ihrer Kollegin Vanessa doch bitterer Ernst, mit tödlichen Folgen? Und welche Rolle spielt Manjas Ex-Freund, der ebenfalls zum Filmteam gehört? Motive für den Mord an dem jungen Serienstar sind ausreichend vorhanden. Doch es gibt nur eine Wahrheit, und die muss der Kriminalist herausfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986266","hoster":"VOE"},{"path":"/redirect/8647455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-2","name":"Der letzte Flug","epNo":2,"alt":"","descr":"Auf einem freien Feld in der Nähe des Berliner Flughafens liegt die Leiche einer attraktiven Frau in Stewardessen-Uniform. Ihre Haltung ist bizarr verdreht, sie muss aus großer Höhe gefallen sein. Doch nicht der Sturz ist die Todesursache, sondern eine zuvor zugefügte Kopfverletzung. Rätsel geben Schumann und seinen Kollegen außerdem kleine Elfenbeinkügelchen auf, die sie verstreut im Umkreis der Leiche finden. Sie stammen wohl aus einem Koffer, der nur wenige Meter entfernt gefunden wird, und sind offenbar Reste einer größeren Menge, die sich darin befand. Die Tote ist Ricarda Lohberg. Ist sie Opfer in einem Schmuggelfall geworden? Den Ermittlern gelingt es, den Piloten der Maschine, aus deren Fahrwerkschacht Ricarda gefallen ist, ausfindig zu machen: Kai Embacher, der eindeutig etwas zu verbergen hat. Ins Visier der Kommissare gerät auch Tayo Yeboah, der junge, nigerianische Ehemann der Toten. Ricardas innigster Wunsch war es, jung und makellos zu bleiben. Neben zahlreichen Schönheits-OPs vermittelte letztlich auch Tayo der alternden Stewardess das Gefühl, nach wie vor schön und begehrt zu sein. Hat er aus Eifersucht getötet? Denn er war nicht der einzige verliebte Mann in Ricardas Umfeld: Auch Nick Steinert, ein alter Freund Ricardas und ehemaliger Pilot, spricht von einem Hochzeitsversprechen mit ihr. Schumann ermittelt in alle Richtungen. Er wird dabei mit dem Traum vom Fliegen konfrontiert und muss erkennen, welch tödliche Folgen dieser mit sich bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986259","hoster":"VOE"},{"path":"/redirect/8389559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-3","name":"Verlorenes Glück","epNo":3,"alt":"","descr":"Eine junge Frau wird tot in der Nähe eines Waldgasthofes gefunden. Die Gastwirtin Ulla Körber hat sie offenbar zuletzt lebend gesehen, da sie sich nach einer Möglichkeit erkundigte, ein Pferd unterzustellen. Die Tote heißt Lisa Ritter und ist aktenkundig: Vor zehn Jahren wurde sie Opfer einer Kindesentführung, die große Parallelen zu einem aktuellen Entführungsfall in Berlin aufweist. Der Täter konnte bisher nicht gefasst werden. Stehen die beiden Entführungsfälle und der Mord in einem Zusammenhang? Steckt vielleicht sogar derselbe Täter dahinter? Schumann stellt bei seinen Ermittlungen fest, dass er nicht der Einzige ist, der sich damit beschäftigt, warum Lisa zum Opfer wurde. Sie selbst hat sich die vergangenen zehn Jahre mit dieser Frage gequält. Ihr Freund Luka Brüning hatte davon angeblich nichts gewusst. Auch von Lisas Eltern Dagmar und Arno Ritter erfährt Schumann wenig. Für sie scheint vor zehn Jahren schon die Welt zusammen- und die Familie auseinandergebrochen zu sein. Schumann und seinem Team geht dieser Fall besonders nah. Auf der Suche nach der Verbindung von damals und heute, von Lisas einsamem Kampf und der Tatsache, dass sie erneut Opfer einer Gewalttat wurde, stoßen sie auf ein Foto, das Schumann sofort alarmiert und endlich auf die richtige Spur setzt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986258","hoster":"VOE"},{"path":"/redirect/8389561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-4","name":"Ums Leben betrogen","epNo":4,"alt":"","descr":"Als Bruno Schumann auf dem Werftgelände eines Yachthafens eintrifft, wird gerade die Leiche einer jungen Frau aus dem Wasser geborgen. Sie trägt weder Papiere noch ein Handy oder sonstige Gegenstände bei sich, die auf die Identität der Toten hinweisen. Einzig eine Silberkette um ihren Hals, ein Engelsglöckchen mit der Gravur \"Willkommen\", bringt Schumann und sein Team auf eine erste Spur. Mit ermittlerischem Geschick können sie die Tote nach kurzer Zeit identifizieren. Es handelt sich um Irina Gross, eine Tänzerin und Teilhaberin der Tanzschule \"Tanzcompany\". Der Fall wird noch tragischer, als die Ermittler erfahren, dass die junge Frau zum Zeitpunkt ihres Todes schwanger war. Der erste Anhaltspunkt, die \"Tanzcompany\", bringt Schumann zu einem ersten Verdächtigen. Der Tanzlehrer und Teilhaber Toni Clement übernimmt durch Inas Tod die gesamte Tanzschule. Um sich zu entlasten, informiert er die Ermittler darüber, dass Irina zwar ein zweites Kind mithilfe einer Samenspende wollte, ihre Ehepartnerin, Katja Lebek, aber strikt gegen dieses Vorhaben war. Ist deren Eifersucht und die Wut über den Egoismus der Tänzerin der Grund für den Mord? Als Katja dem Hauptkommissar von einem vermeintlichen Polizisten erzählt, der sie ebenfalls befragt habe, sind die Ermittler sofort alarmiert. Offensichtlich ist noch jemand am Schicksal von Katja Lebek und ihrem Sohn Nico interessiert. Doch wer ist der ominöse Mann? Ein zweiter Ermittler? Irinas Mörder? Der Kriminalist ermittelt in alle Richtungen und trifft dabei auf einen alten Bekannten. Letzte Folge der Staffel. Vom 21. November 2014 an werden freitags, 20:15 Uhr, vier neue Folgen \"Der Alte\" ausgestrahlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986267","hoster":"VOE"},{"path":"/redirect/8389563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-5","name":"Der Spieler","epNo":5,"alt":"","descr":"Simon Stahlke erlitt einen qualvollen Tod. Absichtlich wurde er mit dem Heck eines Sportwagens angefahren und eingeklemmt. Rasch enttarnen die am Tatort verstreuten Spieljetons den jungen Mann als spielsüchtig. In ihren Ermittlungen lernen Schumann und seine Kollegen ihn zudem als schillernden Verführer kennen, mit Leidenschaft für hübsche Frauen und schnelle Autos. Tatsächlich war Stahlke ein charismatischer Spieler, der wusste, wie er die Menschen um sich herum mitreißen, für sich einnehmen und schließlich für seine Zwecke ausnutzen konnte. Die Zahl der Verdächtigen, die ein Mordmotiv hätten, ist dementsprechend hoch. Sämtliche Spuren führen Schumann in ein illegales Spielcasino. Dort trifft er auf Gina alias Martha Strohheim, eine attraktive junge Frau mit auffallend roten Lippen, die die Nachricht von Stahlkes plötzlichem Tod sichtlich erschüttert – mehr als sie zugeben mag. Außerdem stellt sich heraus, dass Egon Merk, Eigentümer jenes Autohauses für exklusive amerikanische Sport- und Geländewagen, aus dem das Tatfahrzeug als gestohlen gemeldet wurde, Stahlkes Arbeitgeber war. Damit kommen die Ermittler auf die Spur einer Männerfreundschaft, bei der sich Stahlke auch nicht immer an die Spielregeln gehalten hatte. Ob ihm das zum Verhängnis wurde? Vier neue Folgen \"Der Kriminalist\" werden freitags, 20:15 Uhr, ausgestrahlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920708","hoster":"VOE"},{"path":"/redirect/8389569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-6","name":"Kleine Schritte","epNo":6,"alt":"","descr":"Das kleine, öffentliche Tiergehege beherbergt gewöhnlich nichts Spektakuläres. Hier leben Tiere, wie sie die Kinder der Großstadt sonst kaum kennen lernen können. Der übliche Frieden wird jedoch gestört, als in einer schmalen Futterkrippe ein Säugling tot aufgefunden wird. Die Umstände seines Todes werfen bei Schumann und seinem Team große Fragen auf. Was ist vorgefallen? Ein erster Weg führt die Ermittler zu Jenny Bräuer, der Mutter des kleinen Hannes. Die fragil wirkende junge Frau berichtet, ihr Baby sei entführt worden. Geht es um Menschenhandel? Käme Mario Höpfner, ein Kleinkrimineller und Jennys derzeitiger Freund, in Frage? Warum aber hätte er die Leiche des Kindes dann an solch exponierter Stelle ablegen sollen? Schumann sieht sich bei seinen Ermittlungen mit einer Frau konfrontiert, der offenbar niemand zutraute, eine gute Mutter zu sein. Jenny selbst stammt aus zerrütteten Verhältnissen und wuchs bei Pflegemutter Martha auf. Drogenkonsum und Jennys Neigung, stets die falschen Männer anzulächeln, haben die Beziehung der beiden Frauen in den vergangenen Jahren stark belastet. Auch das Jugendamt hatte Jenny schon ins Visier genommen, nachdem der Vater des Kindes, Felix Reuss, und dessen Mutter Petra sie angezeigt und das Sorgerecht für den kleinen Hannes gefordert hatten. Schumann muss sich von allen vorgefertigten und vorbelasteten Sichtweisen auf Jenny befreien, um die wahren Umstände des Todes des kleinen Hannes ermitteln zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173223","hoster":"VOE"},{"path":"/redirect/8389576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-7","name":"Treu bis in den Tod","epNo":7,"alt":"","descr":"Eine junge Frau wird erdrosselt im Rotlichtmilieu aufgefunden. Ihre Aufmachung verschleiert zunächst ihre Identität, doch Schumann und seine Kollegen stoßen bald auf eine erste Spur: Isabel Schütze war Studentin mit einem ungewöhnlichen, jedoch lukrativen Nebenjob. Die hübsche junge Frau arbeitete als Treuetesterin, fühlte dabei potenziellen Fremdgehern auf den Zahn und finanzierte auf diesem Wege ihr Studium als Ethik-Managerin. In den Kreis der Verdächtigen geraten somit bald jene Männer, die Isabel im Auftrag ihrer misstrauischen Ehefrauen auf die Treue-Probe stellte. Doch Schumann glaubt, dass mehr dahinter steckt als Rache oder Eifersucht. Isabel stammte aus einem linksliberalen Elternhaus. Durch ihre Erziehung wurde ihr ein starkes moralisches Wertegerüst mit auf den Weg gegeben. Und trotzdem glauben ihre Eltern, Isabel als angehende Managerin an das kapitalistische System verloren zu haben. Diese aber hatte einen genauen Plan: Sie wollte helfen. Eine große Investorenfirma hatte in den vergangenen Monaten Berliner Altbauwohnungen aufgekauft, um sie in Luxuslofts umzuwandeln. Auch Isabels Eltern sollten gezwungen werden, ihr Heim für eine wohlhabendere Klientel zu räumen. Zu welchen Mitteln hatte Isabel gegriffen, um für ein besseres Miteinander zu kämpfen? Schumann stößt bei diesem Fall auf einen moralischen Konflikt mit tödlichem Ausgang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333295","hoster":"VOE"},{"path":"/redirect/8921268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-10/episode-8","name":"Die Unschuld der Engel","epNo":8,"alt":"","descr":"Schumann und seine Kollegen ermitteln zunächst in der Rasur-Fetisch-Szene. Doch der jüngst Ermordete, Patrick Joos, lässt dem Kriminalisten keine Ruhe. Schumann ist von dem Opfer in Bann gezogen. Allen voran dessen komplexes Verhältnis mit Mutter Sabine wie auch die offenbar keusche Beziehung zu Freundin Denise eröffnen Schumann einen differenzierteren Blick auf den Fall. Zudem entgehen Schumann nicht die kleinen Abweichungen der aktuell sichergestellten Beweise von jenen aus den zurückliegenden Monaten. Er spürt, dass er manipuliert wird. Steckt Gerke hinter der ganzen Sache? Was jedoch sollte der bezwecken wollen? Es kommt zum heftigen Streit zwischen den beiden Polizisten. Gleichzeitig beschäftigt sich Schumann immer mehr mit der Person des Opfers. Als plötzlich Maurice Balthasar vermisst gemeldet wird, der exakt dem Beuteschema des Serienmörders entspricht, erhält Schumann neue Anhaltspunkte und kann schließlich auf ungewöhnlichem Weg den Fall lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986263","hoster":"VOE"},{"path":"/redirect/8389584","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-11/episode-1","name":"Der Andere","epNo":1,"alt":"","descr":"Sonja Menzinger, Wirtschaftsprüferin und Mutter zweier halbwüchsiger Kinder, wird erhängt im Zimmer einer Zwei-Mann-WG gefunden. Sie scheint sich selbst getötet zu haben. Doch der vermeintliche Selbstmord entpuppt sich schnell als Straftat. Jonas Brehm, Bewohner des Zimmers und Hauptverdächtiger, ist wie vom Erdboden verschluckt. Kriminalist Schumann wundert sich auch, warum das Opfer bis jetzt von niemandem vermisst wird. Der familiäre Hintergrund der Toten wirft große Fragen auf. Irgendetwas Schwerwiegendes scheint vorgefallen zu sein. Denn Sonja hat vor einem halben Jahr ihren Mann Ulf sowie ihre Kinder Dominik und Lili plötzlich und überraschend verlassen. Doch der Ehemann schweigt. Hat er etwas mit dem Mord zu tun? Schließlich entdecken die Kommissare dessen private Verstrickungen bei der Veruntreuung von Forschungsgeldern, die die Tote bei einer Wirtschaftsprüfung aufgedeckt hat. Die Ermittler stehen vor einem Rätsel. Auch die Suche nach Jonas Brehm bleibt zunächst erfolglos. Sie führt zwar in das Milieu der \"Rosenbar\", einer Berliner Eckkneipe, und zu Theo Brinkmann, einem Freund von Jonas. Doch auch hier will niemand Sonja gekannt oder gesehen haben. Jonas bleibt unauffindbar – bis Schumann, Esther und Max endlich auf ein Geheimnis stoßen, das dem Opfer zum Verhängnis wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986273","hoster":"VOE"},{"path":"/redirect/8389594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-2","name":"Im Namen des Vaters","epNo":2,"alt":"","descr":"Schumann wird während seines Trainings im Fitnessstudio auf ihn aufmerksam, da er sehr diszipliniert trainiert. Wenig später liegt er erstochen im Habit auf einer Müllkippe: Bruder Titus. Der Fall führt Schumann und sein Team in ein Neuköllner Missionshaus des Felizianerordens. Die Geistlichen dort setzen sich für Menschen am Rande der Gesellschaft ein. Es gibt eine Kleiderkammer, eine Suppenküche und ein Geheimnis, von dem niemand wusste. Weder Pater Cornelius noch Bruder Stefan, der eng mit Titus befreundet war, hatten eine Ahnung davon, dass sich Bruder Titus mit falscher Identität in den Orden eingeschlichen hatte. Vor zwei Jahren arbeitete er noch als erfolgreicher Chirurg im Krankenhaus. Was ist passiert, dass Bruder Titus im Kloster Unterschlupf suchte? Hat der freundliche Gemüsehändler Kurt Deutschmann seine Finger im Spiel? Er spendet frische Lebensmittel an die Suppenküche, doch die Kollegen vom Rauschgiftdezernat haben ihn schon länger wegen Drogenhandels im Visier. Außerdem hatte Bruder Titus den jungen Hassan Mölders davor bewahrt, auf die schiefe Bahn zu geraten. Hassan treibt sich nun auffällig häufig bei Deutschmann herum. Als Schumann schließlich den Tatort, eine leerstehende Metzgerei, entdeckt, in der Bruder Titus vor seiner Ermordung jemanden heimlich operiert hatte, kann er den Fall lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986268","hoster":"VOE"},{"path":"/redirect/8389597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-3","name":"Die Liebeslehrerin","epNo":3,"alt":"","descr":"In einem heruntergekommenen Stundenhotel wird Anna Böttcher erschossen aufgefunden. Doch die junge Psychologin wirkt nicht wie eine Prostituierte. Was hat sie an diesen Ort geführt? Schumann wird bei diesem Fall mit einer umstrittenen Therapieform konfrontiert – und mit einer ehrgeizigen jungen Psychologin, die sich auf gefährliches Terrain gewagt hat und irgendwann zu weit gegangen ist. Schumann nimmt die Ermittlungen auf, die zunächst ergeben, dass Anna Böttcher als sogenannte Surrogat-Partnerin eine spezielle Körper- und Sexualtherapie angeboten hat. Mit ihren Patienten hat sie Streicheleinheiten ausgetauscht, bis hin zum Geschlechtsverkehr. Die Patienten wurden Anna Böttcher von ihrem Vater und zugleich Geschäftspartner Dr. Martin Böttcher in der gemeinschaftlichen Praxis übermittelt. Dieser ist erschüttert, als er von Annas Tod erfährt. Er hat in seiner Tochter stets die engagierte und empathische Heilerin gesehen. Was er scheinbar nicht wusste: Anna hat sich bei der Therapie auch auf psychisch schwerstkranke und mitunter gefährliche Patienten eingelassen. Hat sie die Kontrolle verloren? Schumann und sein Team nehmen sich Annas Patienten vor. In den Fokus der Verdächtigen gerät Achim Dohmin, ein polizeilich gesuchter Frauenschläger mit psychopatischer Störung. Doch er gibt an, Annas Methoden hätten bei ihm positive Auswirkungen in Bezug auf seine Gewaltexzesse gehabt. Auch der an Depressionen leidenden Christina Grasse konnte Anna helfen. Allerdings führte die Sexual-Therapie bei Christina zu einem Eklat mit ihrem Ehemann, Lars Grasse, denn sie hat sich in Anna verliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986269","hoster":"VOE"},{"path":"/redirect/8389603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-4","name":"Der Hacker","epNo":4,"alt":"","descr":"Philipp Steiner wurde in seinem Berliner Loft ermordet. Er galt als brillanter IT-Experte und war bei dem international agierenden Chemiekonzern Feargood Boyles angestellt. Steiners Hauptaufgabe bei Feargood Boyles war, Sicherheitslücken in deren IT-System aufzudecken. Der Konzern scheint in einen Umweltskandal verwickelt zu sein, und die Enthüllungsplattform \"darkdoX\" droht damit, als Beweis sensible Dokumente zu veröffentlichen. Wurde Steiner von Hackern der Enthüllungsplattform umgebracht? Und wer ist der anonyme Whistleblower aus den Reihen des Chemiekonzerns? Schumann und sein Team machen schließlich die Entdeckung, dass der Tote ein gefährliches Spiel gespielt hat. Er hatte regelmäßigen Kontakt zur investigativen Journalistin Wanda Enkler. Die wiederum hat seit geraumer Zeit erhebliche Probleme mit ihrem Mailaccount. War Steiner etwa selbst der Kopf der Enthüllungsplattform und versuchte, das System des Konzerns zu hacken? Anselm Brand, Blogger und Guru der Netzgemeinde, leugnet nicht, sich für darkdoX zu engagieren, doch eine handfeste Straftat kann Schumann ihm nicht nachweisen. Schumann taucht weiter in die Philosophie der Netzgemeinde ein, die absolute Transparenz fordert – notfalls mit Gewalt -, um Wahrheiten ans Licht zu bringen und Freiheit und Gerechtigkeit zu gewährleisten. Dabei werden er und seine Kollegen massiv durch die Handlanger des Chemiekonzerns behindert und bedroht. Die Kommissare stoßen an die Grenzen des Rechtsstaates. Letzte Folge der aktuellen Staffel \"Der Kriminalist\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986270","hoster":"VOE"},{"path":"/redirect/8389607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-5","name":"Asche zu Asche","epNo":5,"alt":"","descr":"In einem Waldstück am Rande Berlins machen Schumann und sein Team einen makabren Fund: In einem Lieferwagen befinden sich drei Leichen in Sperrholzsärgen und eine blutüberströmte Tote. Die ersten Ermittlungen ergeben, dass der Lieferwagen zu dem Berliner Bestattungsinstitut Radczinsky gehört. Für die drei Leichen liegen rechtmäßige Totenscheine vor, die eine natürliche Todesursache bestätigen. Die junge Frau jedoch wurde gewaltsam erschlagen. Die Leiche der jungen Frau wird schnell als die Tochter des Bestatters identifiziert: Jenny Radczinsky. Schumann überbringt den Eltern die Todesnachricht, die unterschiedlich aufgenommen wird. Der Vater ist entsetzt, die Mutter reagiert ablehnend. Sie ist psychisch krank und hat bereits mehrere Selbstmordversuche hinter sich. Aufgrund des schwierigen Verhältnisses zu ihrer Mutter ist Jenny in den Anbau des Instituts gezogen, direkt über den Kühlraum. Als Hauptverdächtiger gerät der Angestellte des Bestattungsinstituts, Anton Winkler, ins Visier der Kommissare. Er sollte die Leichen im Lieferwagen am Morgen nach Polen ins Krematorium fahren. Außerdem scheint er noch in andere ominöse Machenschaften im Bestattungswesen verstrickt zu sein. Schumann ermittelt im Leben des Opfers und stellt fest, dass sich Jenny hingebungsvoll um die Angehörigen gekümmert hat. Sie hat versucht, ihnen einen versöhnlichen Abschied von ihren Verstorbenen zu bereiten. So hat sie zum Beispiel als Andenken Fotos der Toten gemacht oder die Angehörigen an Leichenwaschungen teilhaben lassen. Doch Jenny ist noch weiter gegangen: Mit einem der Angehörigen hatte sie sogar Sex, um ihn über den Tod seines Sohnes hinwegzutrösten. Jenny wurde von vielen Kunden mit Dankbarkeit überhäuft. Anderen bereitete Jennys ungezwungener Umgang mit dem Tod Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096075","hoster":"VOE"},{"path":"/redirect/8939910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-6","name":"Ihr letzter Hit","epNo":6,"alt":"","descr":"Nele Schäfer wird tot in ihrer Wohnung in einer Plattenbausiedlung gefunden. Wie es scheint, hat die junge Frau niemand vermisst, denn Nele ist bereits seit drei Monaten tot. Kein schöner Anblick für die Kommissare. Der Neue, Jan Michalski, hat sich seinen ersten Arbeitstag in Bruno Schumanns Team anders vorgestellt. Der Ort des Geschehens wirft viele Fragen auf. Die Wohnungstür war von innen verriegelt, es gibt keine Einbruchsspuren. Was genau ist mit Nele Schäfer passiert? Die Todesursache führt zu ersten Ergebnissen: Nele ist an einer Hirnblutung gestorben. Nach dem heftigen Schlag hat sie es noch bis nach Hause geschafft und ist dort ihren Verletzungen erlegen. Die Haare sind kurz, ihr Körper weist Kampfspuren auf, sie war stark durchtrainiert. Eine einsame Kämpferin, aber gegen wen oder was? Schumanns Ermittlungen führen ihn zu einer angesagten Plattenfirma. Nele hat als Songwriterin in der Rap-Musikszene gearbeitet, war früher selbst Rapperin mit eigener Band. Die Plattenfirma hat Nele kurz vor ihrem Tod 50 000 Euro überwiesen. Für den Erfolg des Rappers X-it, meint die Label-Chefin, dessen Texte Nele geschrieben hat. Doch für Schumann, der die Songtexte von Nele genauer unter die Lupe nimmt, ergeben sich Ungereimtheiten. Neles poetische Texte von früher und die frauenverachtenden Macho-Texte von X-it passen nicht zusammen. Hat sich Nele für die Karriere und das große Geld verkauft? Ihr Ex-Freund und früherer Bandkollege Jacky ist dabei sowohl privat als auch musikalisch auf der Strecke geblieben. Er neigt zu Gewaltausbrüchen. Hat er Nele aus Eifersucht und verletztem Stolz getötet? Schumann taucht ein in Neles \"Hood\". Obwohl sie viel Geld auf dem Konto hatte, hat sie im Plattenbau gewohnt. Aber Nele war nicht allein. Sie hatte eine zweifelhafte Freundin, Verena. Mit ihr hat sie trainiert. Hat Verena ihr wirklich nur gezeigt, wie man sich wehrt? Schumann begegnet einem Opfer, das, hin- und hergerissen zwischen zwei Welten, zwischen Realness und Kommerz, irgendwann eine Entscheidung traf und sich radikalisierte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986272","hoster":"VOE"},{"path":"/redirect/14332935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-7","name":"Die Mensch-Maschine","epNo":7,"alt":"","descr":"Leo Grotkamp wird unweit eines Skateparks tot auf einer Industriebrache gefunden. Er hat Verbrennungen an den Unterarmen, die von einem tödlichen Stromschlag herrühren. Schumann und sein Team nehmen die Mord-Ermittlungen auf. Der Leichnam wirft große Fragen auf. An den Armen des Toten sind mehrere Erhöhungen zu erkennen, die auf undefinierbare Implantate hinweisen. Außerdem trug Leo ein hochmodernes Hörgerät. Der Gerichtsmediziner liefert erste Antworten. Im Körper des Toten befanden sich mehrere in Silikon gegossene technische Bauteile. Schumann wundert sich über die selbstgebaute Elektronik, die sich – wie es scheint – das Opfer selbst implantiert hat: ein Kompass im Arm, ein Magnet in der Fingerkuppe. Auch das Hörgerät scheint manipuliert worden zu sein. Es zeichnet seltsame Geräusche auf. Erste Antworten findet Schumann bei Leos Mutter, Tanja Grotkamp. Sie arbeitet in der Forschung im Familienunternehmen Grotkamp Medical und entwickelt Software für modernste Medizintechnik. Aus dem Hause Grotkamp stammt auch Leos Hörgerät. Mit Entsetzen muss Tanja feststellen, dass ihr Sohn das Betriebssystem gehackt und das Hörgerät modifiziert hat, so dass es elektromagnetische Felder hörbar macht. Leo ging es um eine Erweiterung der Sinne. Schumann taucht ein in das Leben des Opfers, das sich in der sogenannten Bio-Hacker-Szene abgespielt hat. Zusammen mit seiner Freundin Deborah Nolte, die einen Tattoo-Laden betreibt und selbst einige Implantate trägt, hatte Leo versucht, seinen Körper durch Technik weiterzuentwickeln. Er verspürte die Sehnsucht, die Defizite des menschlichen Körpers zu überwinden, ja den Körper ganz verlassen zu können. Woher kam diese Sehnsucht, die Leo zu solchen Extremen antrieb? Seine Mutter scheint keine Antwort zu haben. Doch Schumann vermutet mehr hinter der scheinbar heilen Familienfassade, denn auch Leos kleiner Bruder Fin ist empfänglich fürs Bio-Hacking. Deborah hingegen sieht Großkonzerne wie Grotkamp Medical als Bedrohung für die Weiterentwicklung der Menschheit und will den kommerziellen Datenkraken auf keinen Fall das Feld überlassen. Kam es zum Streit zwischen ihr und Leo? Auf den Spuren des Opfers trägt Schumann das modifizierte Hörgerät von Leo, um hören zu können wie er. Was sich zunächst wie ein ohrenbetäubendes Chaos aus Frequenzen und Rauschen anhört, wird schließlich für Schumann zu einer heißen Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986285","hoster":"VOE"},{"path":"/redirect/8706886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-8","name":"Luna ist tot","epNo":8,"alt":"","descr":"In einem angesagten Szeneclub Berlins wird Luna Mars erwürgt auf der Toilette gefunden. Die junge Frau trägt ein ausgefallenes Manga-Kostüm. Bruno Schumann nimmt die Ermittlungen auf. Er findet zunächst heraus, dass Luna Mars nur der Künstlername der Toten war. Luna eigentlich Melanie Müller war Performancekünstlerin. Als Manga-Girl hätte sie am Abend einen Auftritt in dem Club gehabt. Die Ermittler tauchen ein in Luna Mars’ Kunstwelt. Sie war eigenwillig, provokant, selbstzerstörerisch, aber auch extrem erfolgreich. Ihre Performances haben für Aufsehen gesorgt. Luna hat sich in unkontrollierbare, nicht selten gefährliche Situationen begeben, indem sie sich den Zuschauern bewusst ausgeliefert hat. So wurde sie Meisterschülerin bei dem berühmten Künstler Tom Stein. Doch nicht alle haben Luna Mars den Erfolg gegönnt. Anna Atmatova, die ihr Atelier neben Luna Mars betreibt, behauptet, Luna hätte ihre Ideen geklaut. Im familiären Background der Toten versuchen die Kommissare Antworten zu finden für Lunas Radikalität. Sie hat alle Verbindungen zu ihrer Vergangenheit abgebrochen, sich als Kunstfigur neu erfunden mit einer ausgedachten Biografie. Lunas Vater leidet unter dem Bruch mit seiner Tochter. Er wurde vor Jahren von Lunas Mutter verlassen, nun auch von seiner Tochter. Schließlich stößt Schumann auf eine Skype-Adresse. Luna hat in Vorbereitung auf ihre Performances mit Menschen über Gewalt gesprochen. Jedoch nicht Luna selbst, sondern ein programmiertes Computerprogramm, das sich mittels eines Algorithmus individuell auf sein Gegenüber einstellt. Das gibt Schumann quasi die Möglichkeit, mit der Toten zu kommunizieren – und die begegnet ihm kompromisslos und äußerst provokant. Ist Luna Mars mit ihren Provokationen irgendwann zu weit gegangen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986281","hoster":"VOE"},{"path":"/redirect/8389614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-9","name":"Der Kämpfer","epNo":9,"alt":"","descr":"An einer verlassenen Bushaltestelle in einem Industriegebiet wird Markus Brenners übel zugerichtete Leiche gefunden. Die Blessuren am Körper des Opfers stammen von harten Faustschlägen. Todesursache war jedoch ein Schlag auf den Kopf mit einem stumpfen Gegenstand. Brenner war nicht sofort tot, sondern muss in die vereinsamte Bushaltestelle geflüchtet sein. Was hatte er in dieser Gegend zu suchen, und wo befindet sich der eigentliche Tatort? Die Ermittlungen von Schumann und seinem Team ergeben zunächst: Brenner war Ex-Profiboxer und der Betreiber eines Boxclubs in Neukölln, dazu vorbestraft. War Brenner in kriminelle Machenschaften verstrickt? Andererseits hat er sich an einer Problemschule im Kiez engagiert und sozialschwache Jugendliche in seinem Boxclub trainiert. Die Vernehmungen von fünf Jugendlichen bringen jedoch wenig Ergebnisse. Alle fünf sind mehrfach straffällig geworden, und besonders bei dem 16-jährigen Amal und dem 17-jährigen Tobi hat Schumann das Gefühl, dass ihm beide etwas verschweigen. Die Lehrerin der Jungs, Bettina Winkler, nimmt ihre Schüler in Schutz. Sie kämpft dafür, dass die Jungs eine Chance auf ein besseres Leben bekommen. Schließlich fällt Schumann mehrfach ein mysteriöser Motorradfahrer auf, der sich sowohl bei Brenners Boxclub, als auch in der Nähe des Leichen-Fundorts herumtreibt. Schumann nimmt dessen Spur auf und findet den Tatort: eine illegale Kampfarena für lebensgefährliche Bare-Knuckle-Fights. Im Rahmen eines solchen Kampfes, der ohne Boxhandschuhe ausgetragen wird, ist Brenner zu Tode gekommen. Der ominöse Motorradfahrer, Adrian Kruse, entpuppt sich als der Organisator dieser illegalen Kämpfe. Schumann taucht ein in eine Welt aus Blut, Schweiß und Tränen, deren Faszination sich Brenner nicht entziehen konnte. Er war süchtig nach dem Kämpfen, und wie es scheint, hat er seine Schützlinge Amal und Tobi in diese gefährliche Szene hineingebracht. Schumann ist hin- und hergerissen. War Brenner wirklich so verantwortungslos und musste deshalb sterben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986271","hoster":"VOE"},{"path":"/redirect/8389615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-10","name":"Rabenmutter","epNo":10,"alt":"","descr":"Katja Stade wird erschlagen in ihrer Wohnung aufgefunden. Sie ist Mutter von zwei Kleinkindern. Gefunden hat sie die westafrikanische Kinderfrau Delali. Schumann und sein Team nehmen die Ermittlungen auf. Bei Delali handelt es sich um keine gewöhnliche Kinderfrau. Katja und Delali waren eng befreundet und lebten, seit sich Katja von Lars Riemann, dem Vater der Kinder trennte, zusammen. Beide Frauen haben von dem ungewöhnlichen Familienmodell profitiert: Katja war beruflich sehr stark in einem Berliner Frauenhaus eingebunden, brauchte also dringend Unterstützung mit den Kindern und im Haushalt. Delali war eines der Opfer, die im Frauenhaus Schutz suchten. Die Arbeitsstelle bei Katja hat Delali die Perspektive gegeben, in Deutschland bleiben zu können. Doch diese Art der Familienorganisation warf auch Fragen und Kritik auf. War Katja eine Rabenmutter, oder hat sie einfach nur die klassische Rolle des Mannes eingenommen? Schumann findet einen Drohbrief mit Foto in Katjas Post. Offenbar wurde Katja verfolgt und gestalkt. Im Frauenhaus war sie tagtäglich mit Opfern gewalttätiger Männer konfrontiert. Steckt einer dieser Männer dahinter? Immerhin hatte Katja gegen einige von diesen vor Gericht ausgesagt. Auch gegen Delalis Ex-Mann Markus Schmitt, der in den Fokus der Ermittlungen gerät. Er hat nach seiner Gefängnisstrafe alles verloren und bis heute Kontaktverbot zu Delali. Schließlich aber führt die Spur des Stalkings zu Lars Riemann. Unter dem Vorwand, die Umgangsregelung für die gemeinsamen Kindern anzufechten, hat er Katja regelrecht observiert und mit aggressiven SMS-Nachrichten, Briefen und Mails bombardiert. Damit gerät er unter dringenden Tatverdacht. Eine Entdeckung in Riemanns Überwachungs-Material von Katja führt Schumann letztlich auf die richtige Spur. Dieser Fall konfrontiert Schumann und sein Team mit einem gesellschaftlich relevanten und aktuellen Thema, dem sich die Ermittler auch in einer persönlichen Auseinandersetzung nähern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383611","hoster":"VOE"},{"path":"/redirect/8389619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-11/episode-11","name":"Die zwei Tode des Igor Dovgal","epNo":11,"alt":"","descr":"Aus dem Landwehrkanal wird die Leiche des 15-jährigen Jonas Schlink geborgen. Der Junge wurde erschlagen. Besonders auffällig sind drei große Muttermale auf seiner Brust. Schumann hat beim Anblick der Male eine unangenehme Assoziation. Ihn überfällt die Erinnerung an einen Fall, in dem er vor 16 Jahren ermittelt hat. Auch hier war das Opfer ein Jugendlicher, der tot im Landwehrkanal trieb. Er hieß Igor Dovgal. Igor Dovgal wurde mit drei Messerstichen in die Brust getötet. Die Anordnung der Stiche bei Igor und die der Muttermale bei Jonas sind nahezu identisch, wie Fotos aus der damaligen Ermittlungsakte beweisen. Schumann und sein Team sind verblüfft. Alles reiner Zufall? Jan Michalski verweist auf Theorien, die besagen, dass ausgeprägte Muttermale auf Verletzungen aus einem vorigen Leben hindeuten können. Spricht Jan da etwa von Wiedergeburt, Reinkarnation? Schumann will davon erst einmal nichts wissen. Doch was Schumann im Zimmer des Opfers findet, verstört ihn. Jonas hatte Informationen zum genauen Tathergang im Fall Igor. Er malte befremdende Bilder und sprach bereits als Kleinkind über den Mord an Igor. Jonas’ Vater will davon nichts gewusst haben. Er schiebt die Seltsamkeiten seines Sohnes auf den frühen Verlust der Mutter und seine Überforderung als alleinerziehender Vater. Jonas’ Halbschwester Frederike jedoch behauptet: Jonas war die Reinkarnation von Igor. Schumann versucht, sich an die Fakten zu halten und den Weg zu beschreiten, den Jonas womöglich gegangen ist. Zunächst sucht Schumann Igors Mutter Lydia auf. Die Frau hat den Tod ihres Sohnes nie verkraftet. Hat sich Jonas mit ihr in Verbindung gesetzt, Kontakt zu der Mutter aus dem früheren Leben gesucht? Lydia verneint, sie will nicht in alten Wunden stochern. Die Mörder von Igor konnten schließlich nie gefasst werden. Hat sich Jonas womöglich verantwortlich gefühlt, Igors Tod zu rächen? Schumann stattet den Tatverdächtigen von damals einen erneuten Besuch ab: Ahmed Shakiri und Damian Kieslowski. Und tatsächlich, Jonas ist bei ihnen gewesen. Schumann muss erst den Fall Igor lösen, um Jonas’ Mörder zu finden. Letzte Folge \"Der Kriminalist\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986288","hoster":"VOE"},{"path":"/redirect/8389623","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-12/episode-1","name":"Der verlorene Sohn","epNo":1,"alt":"","descr":"Ein junger Mann wird von einem Auto überfahren und stirbt noch am Unfallort. Vom Fahrer fehlt jede Spur. Als Kommissar Schumann den Namen Friedland hört, ist er alarmiert. Der Tote ist Florian Friedland und wurde nur wenige Stunden zuvor aus dem Gefängnis entlassen. Sein Vater Kurt war einst eine Berliner Größe im Drogengeschäft. Florian sollte sein Nachfolger werden. Möglicherweise wollte dies jemand um jeden Preis verhindern. Kurt Friedland hat sich ein kleines Imperium aufgebaut und besitzt unter anderem mehrere Wohnhäuser in Berlin. Er selbst wohnt mit seiner Frau Irina und seinem zweiten Sohn Max in einem noblen Penthouse. In derselben Straße befindet sich sein Feinkostladen, von dem aus Friedland seine Geschäfte führt. Friedland genießt großes Ansehen im Kiez. An der Unfallstelle legen Nachbarn Blumen nieder und zünden Kerzen an. Florian wurde direkt vor dem Laden seines Vaters überfahren. Weder Schumann noch Friedland glauben an einen Zufall. Florians Tod war ein Zeichen an seinen Vater. Schumann weiß, dass er Friedland einen Schritt voraus sein muss, um dessen Selbstjustiz zu verhindern. Schumanns Team fällt auf, das es vermehrt Meldungen wegen Vandalismus in der Gegend gegeben hat. Friedland sollte eingeschüchtert werden, um ihn zum Verkauf seiner Häuser zu zwingen. Doch Friedland hat sich gewehrt und so den Krieg eröffnet. Noch bevor Schumann tätig werden kann, wird auf einen Zeugen geschossen. Schumann weiß nun, dass Friedland sich sicher ist, den Mörder seines Sohnes bereits zu kennen. Doch Schumann kommen Zweifel, ob Florian nach seiner Zeit im Gefängnis noch der Sohn war, den Friedland in ihm sehen wollte. Wollte Florian aus dem Geschäft seines Vaters aussteigen? Schuman beschleicht ein furchtbarer Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206613","hoster":"VOE"},{"path":"/redirect/8389629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-2","name":"Claire","epNo":2,"alt":"","descr":"Claire, Corinna… Die Frau, die in einem Luxusapartment tot aufgefunden wird, hatte zwei Gesichter. Kommissar Schumann spürt, welche Anziehungskraft diese Frau gehabt haben muss. Corinna Berg wusste als \"Claire Montand\" die Männer in ihren Bann zu ziehen. Für ihre Freier war es mehr als Sex sie hat ihnen das Gefühl gegeben, der Mann zu sein, der sie immer sein wollten. Doch jenseits dieser Illusion hat Corinna keine Liebe zugelassen. Noch im Hausflur sieht Schumann einen Freier mit Blumen auf sie warten. Seine Trauer über \"Claires\" Tod ist enorm, und Schumann kommt nicht umhin, sich zu fragen, ob Corinna auch um ihn getrauert hätte. Der Mann, der seit Jahren regelmäßig bei ihr war, weiß nichts über sie. Corinnas Tochter Anna hatte eine behütete Kindheit. Ein Vater hat darin nie eine Rolle gespielt. Doch Anna wollte sich der Kontrolle der Mutter entziehen und hat früh eine eigene Familie gegründet. Für ihre Enkel war Corinna eine liebevolle Oma. Als Schumann Anna die Nachricht vom Tod ihrer Mutter überbringt, hört Anna zum ersten Mal, dass ihre Mutter als Prostituierte tätig war. Sie und ihr Mann Mark sind schockiert. In Corinnas Haus findet sich zwar kein Hinweis auf ihre Identität als \"Claire\", aber Corinna hatte offenbar Kontakt zu einer Beratungsstelle für Frauen. In der Gerichtsmedizin werden zudem Spuren von Gewalteinwirkung festgestellt, die eine Woche vor ihrem Tod stattgefunden haben muss. Als Schumann mit der Sozialarbeiterin der Beratungsstelle spricht, hat diese große Angst. Alles, was Schumann von ihr bekommt, ist ein Zettel mit dem Namen Minh Khai. Bei einer Razzia wird das Mädchen in einem billigen Bordell gefunden. Musste Corinna sterben, weil sie Minh Khai beschützen wollte? Corinnas Faszination lässt Schumann nicht los. Er begibt sich erneut auf die Suche in Corinnas Vergangenheit und stellt fest, dass sie schon vor der Geburt ihrer Tochter Anna als Prostituierte gearbeitet hat. Gab es wirklich nie einen Mann in ihrem Leben, wie Anna behauptet hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986290","hoster":"VOE"},{"path":"/redirect/8389635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-3","name":"Hochrisiko","epNo":3,"alt":"","descr":"Clara Jedrich ist Notfallärztin. Während ihrer Nachtschicht verunglückt ein Motorradfahrer tödlich. Am nächsten Morgen ist Clara Jedrich ebenfalls tot. Kommissar Schumann und sein Team finden die Leiche vor einem Hochhaus. Clara Jedrich ist vom Balkon ihrer Wohnung gestürzt. Die Tote hat Midazolam im Blut, ein Wirkstoff, der auch im Rettungsdienst zur Narkose eingesetzt wird. Am Tatort bemerkt Schumann ein Mädchen, das ihn aufmerksam beobachtet. In der Gegend wohnen viele Kinder, aber eine Nachbarin sagt aus, dass Clara Jedrich allein gelebt hat. Schumann rekonstruiert die letzten Stunden vor Claras Tod. Clara hat den jungen Motorradfahrer gekannt, doch es war Zufall, dass sie bei dem Einsatz dabei war. Der Junge und sie sind zusammen Motorrad gefahren, und er hat sie dabei gefilmt. Auf den Videos ist zu sehen, wie riskant Clara gefahren ist – als würde sie keine Angst kennen. Der Motorradfahrer war Organspender. Die Ärztin Dr. Kim Koch hatte zur gleichen Zeit Dienst wie Clara und hat die Transplantation veranlasst. Als Schumann die Eltern des Jungen trifft, stehen diese unter Schock. Sie hatten kaum Zeit, sich von ihrem Kind zu verabschieden. In Claras Wohnung findet Schumann Spielsachen und Fotos von einem kleinen rothaarigen Jungen. Noch vor einem Jahr hat Clara auf der Kinderstation gearbeitet. Der Junge war ihr Patient. Er hatte eine Leberdysfunktion und hätte nur durch eine Organtransplantation gerettet werden können. Doch der Junge ist bei der Operation gestorben. Schumann entdeckt Unstimmigkeiten in dessen Krankenakte. Hat Clara das Leben ihrer Patienten aufs Spiel gesetzt? Wussten deren Angehörige davon? Es verdichten sich die Hinweise darauf, dass Clara in ihrer letzten Nacht Besuch gehabt haben muss. Und dabei ist es offenbar zu einem handgreiflichen Streit gekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986274","hoster":"VOE"},{"path":"/redirect/8389639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-4","name":"Mutter des Sturms","epNo":4,"alt":"","descr":"Waldarbeiter finden die Leiche von Angie Schulte. Das Mädchen wurde erstickt und nach muslimischem Brauch bestattet. Schumann und sein Team vermuten eine religiös motivierte Tat. Angies Eltern wollen nicht gewusst haben, dass ihre Tochter zum Islam konvertiert ist. Noch vor Kurzem ist sie mit ihrer Freundin Amatullah um die Häuser gezogen. Doch auf Angies Computer finden sich Videos, in denen sie sich fanatisch zum Islam bekennt. Auch ihre Freundin Amatullah hat die Vergangenheit hinter sich gelassen. Sie hat geheiratet, und obwohl sie nicht streng gläubig ist, besucht sie regelmäßig mit ihrem Mann die Moschee. Schumann sucht nach einem Grund für Angies Radikalisierung und sichtet immer wieder ihre Videobotschaften. Sie hat in den Regeln des Islams Halt gesucht und sich ganz dem Glauben hingegeben. Als sie Özden Yilmaz kennenlernt, verliebt sie sich, und die beiden heiraten, um zusammen nach Syrien zum IS gehen zu können. Schumann sucht Özdens Familie auf und erfährt, dass Özden als Märtyrer in Syrien gestorben ist. Er hinterlässt dort eine zweite Frau und ein Kind. Schumann weiß, dass diese Nachricht für Angie sehr hart gewesen sein muss. Doch anstatt sich von ihrem Glauben abzuwenden, werden ihre Botschaften immer radikaler. Sie wird zur Sittenwächterin und beansprucht für sich eine strenge Auslegung des Korans. Ihre Anschuldigungen richten sich auch gegen den Mann ihrer ehemals besten Freundin Amatullah. Er soll seine Frau als Hure beschimpft haben. Doch sowohl Amatullah als auch ihr Mann streiten die Vorwürfe ab. Aber Schumann weiß, dass Angie eine Missachtung ihrer religiösen Ideale nicht hätte hinnehmen können. Ihre Rigorosität, da ist sich Schumann sicher, hat sie das Leben gekostet. Aber noch zwei weitere Leben werden am Ende zerstört sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986276","hoster":"VOE"},{"path":"/redirect/8389649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-5","name":"Schattenmädchen","epNo":5,"alt":"","descr":"Als Kommissar Schumann der Familie die Nachricht überbringt, dass Anne Haug tot aufgefunden wurde, überkommt ihn ein ungutes Gefühl. Die Haugs umgibt ein dunkles Geheimnis. Tochter Julia ist vor zehn Jahren bei einem Urlaub mit ihrem Freund in Thailand verschwunden. Der Fall wurde nie gelöst, Julia gilt seitdem als vermisst. Anne Haug hat die Hoffnung nie aufgegeben und ging jedem Hinweis auf den Verbleib ihrer Tochter nach. Julias damaliger Freund Michael Zühlke wohnt auch heute noch nebenan bei seinen Eltern. Seine letzte Freundin hat ihn rausgeworfen. Schumann findet ein Video, das kurz vor der Abreise von Julia und Michael entstanden ist. Offenbar waren beide Familien eng befreundet. Die Schwestern Bettina und Julia Haug sind gemeinsam mit Michael Zühlke aufgewachsen. Selbst nach dem Verschwinden Julias haben sich die Nachbarn Halt gegeben. Aber Anne Haug fand keine Ruhe. Immer wieder fragte sie Michael, was genau in Thailand passiert ist. Doch dieser schwieg. Annes Mann Oswald und ihre jüngere Tochter Bettina wollten Julia für tot erklären lassen, aber das hatte Anne nicht zugelassen. Regelmäßig stand sie vor der Tür der Zühlkes und bedrohte diese. Auch Michaels Ex-Freundinnen suchte sie auf und warnte vor Michael. Vielleicht zu Recht – gegen Michael wurde Anzeige wegen Körperverletzung erstattet. Schumann fragt sich, ob Anne Haug vermutete, dass Michael auch gegenüber Julia gewalttätig war. Ist Michael gefährlich oder steigerte sich Anne in etwas hinein? Die Nachbarn und ihre eigene Familie mussten mit ansehen, wie Anne sich in der Vergangenheit verloren hat. Nur in Selbsthilfeforen scheint sie sich verstanden gefühlt zu haben. Schumann trifft Annes engste Vertraute. Hat sie den Beweis gegen Michael, nach dem Anne all die Jahre gesucht hat? Und wer war es, der Anne Haug schließlich für immer zum Schweigen gebracht hat? Schumann gerät immer tiefer zwischen die Fronten zweier Familien, die durch ein schweres Schicksal miteinander verbunden sind. Er spürt, dass der Täter ganz nah ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986278","hoster":"VOE"},{"path":"/redirect/8389646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-6","name":"Esthers Geheimnis (1)","epNo":6,"alt":"","descr":"Rainer Lefeber vom Sittendezernat leitet fortan die Ermittlungen. Für ihn ist Esther der \"Kollateralschaden\" eines fliehenden Verdächtigen. Doch Schumann ist sich sicher: Der Mörder hat bewusst auf Esther geschossen. Täter und Opfer müssen sich gekannt haben. Nach Christian Bovenkerk, dem Zuhälter des Chéries, wird gefahndet. Hatte Esther eine offene Rechnung mit Bovenkerk? Ging es um Kinderprostitution? Schumann stellt fest, dass er Esther erst jetzt als Tote richtig kennenlernt. Lefebers Kollegin Verena Kleinefeldt findet heraus, dass Hanne Seidel, die Puffmutter des Chéries, Esthers Mutter ist. Esther war mit 14 von zu Hause ausgezogen und hatte seitdem kaum noch Kontakt. Was ist damals vorgefallen? In Hannes Wohnung entdeckt Schumann schliesslich ein mysteriöses altes Foto, auf dem die junge Esther umringt ist von vier Männern. Schumann glaubt, dass einer dieser Männer der Täter sein muss. Schumann und sein Team ermitteln nach und nach die Identitäten der Männer: Es handelt sich um den Bordellbesitzer Christian Bovenkerk, Arthur Stollwerck, den Inhaber eines Bowlingcenters, der ebenfalls im Chérie ein- und ausgeht, Lukas Schwanenflügel, ein Uni-Professor, bei dem Esther Psychologie studiert hat – und Kommissar Rainer Lefeber. Die vier Männer kennen sich von früher, waren häufig Gast bei Hanne Seidel. Ist Esther von den Männern damals missbraucht worden? Esther muss im Alleingang recherchiert haben und wusste offenbar, dass sie ihrem Peiniger im Chérie begegnen würde. Wollte sie endlich mit ihrer schrecklichen Vergangenheit aufräumen und den Mann stellen, der ihr das angetan hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986275","hoster":"VOE"},{"path":"/redirect/8389647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-7","name":"Esthers Geheimnis (2)","epNo":7,"alt":"","descr":"Rainer Lefeber gerät in den Fokus. Wie sehr ist er in den Kinderprostitutions-Skandal um das Chérie verwickelt? Die Ereignisse überschlagen sich: Plötzlich sterben zwei Menschen aus dem engsten Kreis. Räumt hier der Mörder von Esther Zeugen aus dem Weg? Schumann fühlt sich schuldig an Esthers Tod. Hätte er früher bemerkt, was seine Kollegin beschäftigt, hätte er ihr helfen können. Auf der leidvollen Suche nach dem Mörder begegnet Schumann mehr als einmal der toten Esther. Möchte sie ihm etwas mitteilen? Der zwielichtige Chérie-Inhaber Christian Bovenkerk wird gefasst, hat aber ein Alibi. Der aalglatte Arthur Stollwerck scheint überall seine Finger im Spiel zu haben. Und was ist die Rolle von Lukas Schwanenflügel, dem Psychologie-Professor? Schumann ist entsetzt, dass diese Männer um Esthers Mutter Hanne Seidel trotz der Ereignisse von damals so weitermachen, als sei nichts geschehen. Nach und nach kommt Schumann dem Täter auf die Spur – bis er ihm direkt gegenübersteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986277","hoster":"VOE"},{"path":"/redirect/8389658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-8","name":"Der Krieger","epNo":8,"alt":"","descr":"Die Spuren führen Schumann in Fabians Familie: Vater Frank, selbst Polizist, glaubt, einer seiner Verdächtigen könne einen Rachemord an seinem Sohn verübt haben. Doch Schumann beschäftigt eher Fabians Dasein als Aussenseiter: Warum entzog er sich Familie und Schule? Hat vielleicht Klassenlehrer Erik Ponter, der eine Affäre mit Fabians Schwester Carla hatte, seinen Schüler getötet? Einzig zu seinem gehörlosen Bruder Tim hatte Fabian, der sonst überall nur Ablehnung und Zurückweisung erfuhr, eine innige Beziehung. Die beiden teilten dieselbe Leidenschaft für Bogenschiessen und indianische Stammesriten. Schumann findet heraus, dass Tim irgendwann in Angst vor seinem älteren Bruder gelebt haben muss. Einer unerklärlichen Angst vor schlimmen Dingen, die sein Bruder tun könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986279","hoster":"VOE"},{"path":"/redirect/8389656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-9","name":"Totentanz","epNo":9,"alt":"","descr":"Die schöne argentinische Tangotänzerin Agnes Cevera wird ermordet. Schumann und sein Team tauchen ein in die exzentrische Künstlerwelt der Tänzer, Schriftsteller und Liebhaber. Es wird klar: Hier spielen einige mit falschen Karten. Agnes’ Tanzpartner, der Heißsporn Anatol Levin, hat eine kriminelle Vergangenheit. Ist er eifersüchtig geworden, weil Agnes sich Hals über Kopf in den Berliner Oberstaatsanwalt Rainer Bürkle verliebt hat? Jan Michalski erkennt im Betreiber des Tango-Clubs, Frank Borsig, einen ehemaligen Bordellbesitzer wieder. Ist Borsig noch als Zuhälter aktiv und wollte Agnes als Edelnutte gewinnen, um reiche Freier auszunehmen? Rainer Bürkle scheint beinahe blind vor Verliebtheit zu sein. Er hat Agnes die Welt zu Füßen gelegt, war gerade dabei, einen Hof zu einer \"Hazienda\" umzubauen. Nach und nach erkennt Schumann, dass hier jeder einen Teil von der schönen Agnes wollte. Doch Agnes liebte nichts mehr als ihre Freiheit. Das wurde ihr zum tödlichen Verhängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986291","hoster":"VOE"},{"path":"/redirect/8389670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-12/episode-10","name":"Die offene Tür","epNo":10,"alt":"","descr":"Am Berliner Landwehrkanal wird die Leiche von Trippi, einem jungen Junkie, gefunden. Ein Drogensüchtiger, der an einer Überdosis starb? In dieser Gegend keine Seltenheit. Bruno Schumann kennt das Opfer vom Kottbusser Tor, dem Drogenumschlags-platz direkt neben seinem Kommissariat. Ihm lässt das Schicksal des Jungen keine Ruhe. Der Kommissar will mehr über Trippi wissen und taucht ein in die Welt der Junkies. Vom Kleindealer Max erfährt Schumann, dass Trippi, ebenso wie seine Kumpels Tofu, Mirko, Meik und auch Max, bis vor Kurzem in einem Stiftungswohnheim gelebt hat, dort aber wegen Dealens rausgeflogen ist. Wie sich herausstellt, hat Tofu und Mirko unlängst der gleiche Drogentod ereilt wie Trippi: Heroin in Kombination mit Crystal Meth, eine todbringende Mischung. Je mehr Schumann recherchiert, desto größer wird sein Verdacht, dass die Jungen einem Verbrechen zum Opfer gefallen sind. Ein Serienmörder? Seine LKA-Kollegin Inken Schott, die die Strukturen und Hintermänner der Drogenszene am Kottbusser Tor kennt, zweifelt an dieser Theorie. Als aber kurz darauf noch Meik unter den bekannten Umständen tot am Landwehrkanal gefunden wird, ist aus der Gruppe nur noch Max am Leben. Und der befindet sich offenbar in höchster Gefahr. Wo aber lauert diese? Und welches Motiv hat der Täter? Schumann und seine Kollegen gehen den verschiedenen Spuren innerhalb der Szene nach. Und da gibt es noch jemanden, der unauffällig Schumanns Wege zu kreuzen scheint und der, wie es aussieht, engen Kontakt zu den Opfern hatte. Der ehemalige LKA-Beamte Ulli Grützke ist eine der Schlüsselfiguren in diesem Fall. Aber ist er auch der Täter? Was es bedeutet, der Wahrheit immer näher zu kommen, wird Schumann schmerzlich am eigenen Leib zu spüren bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986283","hoster":"VOE"},{"path":"/redirect/8389686","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-13/episode-1","name":"Grenzgang","epNo":1,"alt":"","descr":"Walter Schmied wird tot am Ufer der Havel gefunden. Schmied war Leiter einer Flüchtlingsunterkunft ganz in der Nähe. Der Verdacht fällt schnell auf Rashid Hashim, einen der Flüchtlinge. Er hatte einen heftigen Streit mit Schmied. Warum hat er sich so vehement dafür eingesetzt, dass Hashims Beziehung zu dem jungen Flüchtlingsmädchen Leila beendet wird? Schumann findet heraus, dass Schmied selbst ein Mann war, der sich vor den Dämonen seiner Vergangenheit auf der Flucht befand: Walter Schmied wollte 1985 aus der DDR fliehen, wurde aber angeschossen und landete bis zum Fall der Mauer im Gefängnis. Schmied hatte ein Liebesverhältnis mit der deutlich jüngeren Kunststudentin Lisa Spielmann. Lisas Mutter Hanna Spielmann ist wiederum erfolgreich aus der DDR geflohen und lebt nun mit Dr. Joachim Spielmann zusammen, der seinerseits Arzt in der Flüchtlingsunterkunft ist. Sind das alles nur Zufälle? Oder kannten sich Hanna und Walter vielleicht von früher? Hat Walter etwa gezielt die Nähe zu Lisa gesucht und damit etwas ins Rollen gebracht, das ihm schließlich zum Verhängnis wurde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915882","hoster":"VOE"},{"path":"/redirect/8389675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-13/episode-2","name":"Pick-up-Artist","epNo":2,"alt":"","descr":"Arne Siebert wird vor einem Hotel grausam ermordet. Das Opfer hat einen starken äußeren und inneren Wandel vom ungepflegten Außenseiter zum scheinbar selbstbewussten jungen Mann gemacht. Siebert war begeistertes Mitglied der \"Pick-up-Artist\"-Szene um den charismatischen Tom Burmeister: Männer, die mittels kalkulierter psychologischer Tricks Frauen verführen und sich damit im Internet brüsten. Hat sich eines dieser Opfer nun an ihm gerächt? Offenbar wollte sich Arne Siebert für selbst empfundene lebenslange Demütigungen am anderen Geschlecht rächen. Schumann und sein Team finden heraus, dass Siebert seine Frauen nicht wahllos, sondern sehr gezielt ausgewählt hat. Steckt also etwas viel Persönlicheres hinter der Tat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8059475","hoster":"VOE"},{"path":"/redirect/8389676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-13/episode-3","name":"Zuhause","epNo":3,"alt":"","descr":"Leander Reinert stürzt in unmittelbarer Nähe seines Elternhauses in den Tod. Schumann ahnt, dass die Jugendlichen, die Leander verfolgt haben, ihn zu diesem Sprung genötigt haben. Während Schumann ermittelt, was Leander vor drei Jahren dazu bewog, seinem Leben den Rücken zu kehren und abzuhauen, taucht ein Mädchen, Magdalena Wróbel, auf, das ebenfalls seit Jahren verschwunden war. Wo war ihr gemeinsames Zuhause? Wovor sind sie weggelaufen? Leanders Stiefvater Kay Freihof, vorbestrafter Angestellter bei der Stadtreinigung, hat nie einen Hehl daraus gemacht, dass er nichts von seinem Stiefsohn hält. Aber hat er Leander auf dem Gewissen? In den Fokus gerät schließlich der Sozialarbeiter Peter Aschinger, der ein Herz für jugendliche Kleinkriminelle wie Leander hat. Schumann gegenüber betont er mehr als einmal, dass er vom deutschen Strafvollzug nichts hält und stattdessen eine ganz eigene Pädagogik bevorzugt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986282","hoster":"VOE"},{"path":"/redirect/8389682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-13/episode-4","name":"Schatten der Nacht","epNo":4,"alt":"","descr":"Volker Wacht wird in Frauenkleidung tot am Kanal gefunden. Schumann fragt sich: Was hat den Familienvater getrieben, sich auf dem Transenstrich zu prostituieren? Elvira Wacht, die Frau des Opfers, bestreitet, dass Volker ein geheimes sexuelles Doppelleben geführt hat. Aber irgendetwas stimmt nicht mit der perfekten Fassade, die sie und auch sein Chef Robert Steiger Sr. zeichnen. Für Schumann wurde Wacht von Schuldgefühlen getrieben. Hat sein Verhalten etwa mit einer minderjährigen Prostituierten zu tun, die an den Folgen von Schlägen im Krankenhaus starb? Die Spuren führen Schumann auch in die Szene der russischen Zuhälter, in deren Revier sich Wacht aufgehalten hat. Dort stößt er auf den jungen Russen Juri Schischkin, der kurz vor dessen Tod mit Wacht Sex hatte und der mit seinen homosexuellen Gefühlen nicht umgehen konnte. Das Bild der Familie Wacht beginnt zu zerfallen, als sich zeigt, dass Elvira Wacht eine Affäre mit Volkers Chef Robert Steiger Sr. hat. Und dass anscheinend Steiger und Wacht nach Dienstschluss öfter zusammen zu Prostituierten gegangen sind. Und was hat Robert Steigers unterwürfiger Sohn Robert Steiger jr. von all dem mitbekommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986286","hoster":"VOE"},{"path":"/redirect/8389688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-13/episode-5","name":"Kleiner Bruder","epNo":5,"alt":"","descr":"Auf seiner eigenen Rennstrecke wird Robert Kampmann tot aus einem ausgebrannten Wagen geborgen. Das Auto wurde professionell manipuliert. Wem war Robert im Weg, dass er sterben musste? Die Ermittler finden heraus, dass Robert vor Kurzem noch wegen eines Unfalls mit Fahrerflucht im Gefängnis saß. Schumann wundert, dass sich Robert damals freiwillig der Polizei stellte. Hat sich nun der Witwer des Opfers, Arndt Overdieck, an Robert gerächt? Die Spuren führen Schumann auf das Anwesen der Kampmanns. Robert war der jüngere Sohn und das schwarze Schaf einer erfolgreichen Unternehmerfamilie. Schumann spürt sofort, dass er zu seinem älteren Bruder, dem Firmenchef Markus, ein angespanntes Verhältnis hatte. Zu Markus’ Sohn Jacob wiederum hatte Robert eine enge Verbindung, sie teilten sich einen Rennstall. Aber hat Jacob etwas mit der Manipulation an Roberts Auto zu tun? Mutter Gabriela Kampmann weist Schumann schließlich auf einen mysteriösen Vorfall in der Vergangenheit hin: Bei einem Feuer kam vor Jahren Roberts und Markus’ Vater ums Leben. Schumann ahnt, dass dieser Brand und der Unfalltod miteinander verknüpft sind. Über dem Kampmann-Anwesen liegt der dunkle Schatten der Vergangenheit, und Schumann deckt nach und nach ein Geheimnis um Schuld und Sühne auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986287","hoster":"VOE"},{"path":"/redirect/8389693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-13/episode-6","name":"Fenster zum Hof","epNo":6,"alt":"","descr":"Die Sozialpädagogin Helen Voigt wurde erschossen. Jack Torrenz liegt regungslos daneben, mit drei leeren Wodkaflaschen. Eine Beziehungstat? An Jacks Händen finden sich Schmauchspuren. Vieles deutet darauf hin, dass Helen von Jack erschossen wurde und dieser sich daraufhin das Leben nahm. Doch noch während die Tatwaffe untersucht wird, stellen die Ärzte fest, dass Jack noch lebt. In Helen Voigts Wohnung trifft Schumann auf Jacks Tochter Danny, die im selben Jugendheim lebt, in dem Helen als Sozialpädagogin gearbeitet hat. Für Schumann verdichtet sich ein brisantes Beziehungsgeflecht: Als Jack nach dem Tod seiner Frau Wendy dem Alkohol verfiel, kümmerte sich die Nachbarin Karin Richter um den desolaten Witwer und seine Tochter. Karin sorgte auch dafür, dass Danny ins Jugendheim kam. Fortan bemühte sich die Sozialpädagogin Helen Voigt um Danny – und auch um Jack. Die beiden hatten vor den Augen Karins und unter Dannys stiller Duldung eine leidenschaftliche Affäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986293","hoster":"VOE"},{"path":"/redirect/8389699","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-14/episode-1","name":"Gefährliche Liebschaft","epNo":1,"alt":"","descr":"Julia von Harden wird erstochen in ihrer Penthouse-Wohnung aufgefunden. Ihre Mutter Katharina hat die Leiche entdeckt und steht jetzt völlig neben sich. In der Wohnung findet die Polizei neben einer riesigen Summe Falschgeld auch einen ungeöffneten Schwangerschaftstest. Erwartete Julia etwa ein Kind? Schumann beginnt in diesem Fall zu ermitteln, bei dem es mehr als einen doppelten Boden gibt. Schumann begreift schnell, dass es das Opfer faustdick hinter den Ohren hatte. Gleich mit mehreren Männern hatte Julia kürzere Beziehungen und ließ sich von ihnen ihr Leben finanzieren. Ist Caspar Bergmann, der kräftig Federn gelassen hat, um Julias edlem Lebensstil gerecht zu werden, vielleicht dahintergekommen, dass er mit einem Trickbetrug abgezockt wurde, und hat nun versucht, sein Geld zurückzuholen? Katharina lenkt hingegen die Aufmerksamkeit der Ermittler auf den zwielichtigen Artjom Sorokin. Der russische Casino-Besitzer behauptet, Julias Lebenspartner zu sein und ein Kind mit ihr erwartet zu haben. Stimmt das? War das Verhältnis zwischen den beiden wirklich so eng? Oder ist Sorokin Julia auch nur auf den Leim gegangen? Hat er etwas mit dem Falschgeld zu tun, das in ihrer Wohnung gefunden wurde? Schumann ahnt, dass Julia einen Plan hatte, der aber nicht aufgegangen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986292","hoster":"VOE"},{"path":"/redirect/8389704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-14/episode-2","name":"Crash Extreme","epNo":2,"alt":"","descr":"Adrian Kober wird von einer Brücke auf die darunter liegende Straße gestoßen. Sein eigener Tod wurde auf Video festgehalten, noch dazu live gestreamt ins Internet. Zusammengelebt hat Adrian mit seiner Freundin Michaela Kirchberger, mit der er auch ein Kind hat. Schumann bemerkt in der Wohnung des Paars die Bilder von Michaelas vorheriger Familie, die vor Jahren bei einem Unfall ums Leben kam. Wie konnte Adrian das ertragen? Adrians große Leidenschaft war das Filmen. Eine geheimnisvolle SMS an den Toten führt Schumann zu einem Unfallort. Bald wird klar, dass Adrian dank solcher SMS immer wieder Unfallstellen aufgesucht hat, um dort zu filmen. Er war geradezu süchtig nach Katastrophen und Bildern von Tod und Zerstörung. Doch dieser Sucht ist er nicht allein gefolgt. Als Schumann auf die Spur von Svenja Zielke stößt, die über eine illegale Internet-Seite aus diesen Unfall-Videos auch noch Profit schlägt, wird das ganze Ausmaß von Adrians Doppelleben klar. War sie es, die Adrian von der Brücke gestoßen hat, um ein möglichst spektakuläres Crash-Video zu bekommen? Je näher Schumann der Lösung des Falles kommt, desto mehr bringt er auch sich selbst in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986297","hoster":"VOE"},{"path":"/redirect/8389710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-14/episode-3","name":"Der Fall Bruno Schumann","epNo":3,"alt":"","descr":"Schumann wird in einer Gefängniszelle wach. Ihm wird vorgeworfen, den kolumbianischen Diplomaten Alfonso Villar ermordet zu haben. Doch Schumann kann sich an nichts erinnern. Vieles spricht gegen Schumann. Doch der ist sich sicher: Jemand will ihm den Mord anhängen. Alfonso Villar war Tatverdächtiger in Schumanns letztem Fall. Er hatte den Mord an seiner Freundin Sina Nowak gestanden, genoss aber als Botschaftsangestellter Immunität. Um seine Unschuld zu beweisen, muss Schumann nun beide Morde aufklären. Schumann wird vom Dienst freigestellt, ermittelt aber auf eigene Faust und kommt dabei Hauptkommissarin Sonja Laafer mehr als einmal in die Quere. Schumann findet Hinweise, dass Alfonso Villars Geständnis falsch gewesen sein muss. Stattdessen gerät nun Dr. Ludwig Nowak, Staatssekretär im Wirtschaftsministerium und Vater von Sina, in den Fokus. Aber warum tötet ein Vater seine geliebte Tochter? Und was hat das mit dem Mord an Alfonso Villar zu tun? Schließlich stößt Schumann auf brisante Informationen um illegale Waffengeschäfte. Ist Dr. Nowak darin verwickelt? Warum trifft dieser heimlich die kolumbianische Botschaftsrätin de Jesus? Und hatte Sina von alldem gewusst? Schumann und sein Team ermitteln permanent am Rande der Legalität und sind dabei, einen riesigen Skandal aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986294","hoster":"VOE"},{"path":"/redirect/8389711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-14/episode-4","name":"Scherbentod","epNo":4,"alt":"","descr":"Die Chefärztin der plastischen Chirurgie, Susanne von Gastein, ist brutal mit einer Spiegelscherbe erstochen worden. Die Augen der Leiche wurden mit einem Seidenschal verbunden. Die merkwürdige Tatwaffe und die ungewöhnliche Auffindesituation der Toten legen nahe, dass Schumann und seine Kollegen es mit einer höchst emotionalen Beziehungstat zu tun haben. Bald stellt sich heraus, dass die äußerst engagierte und einfühlsam wirkende Ärztin weitaus mehr Feinde hatte als Freunde. Mit gnadenloser Härte und Willkür herrschte Susanne über ihr Team. Doch ausgerechnet ihre engste Mitarbeiterin und Freundin, Sabine Jensen, gerät unter Verdacht. Warum hat die Sekretärin am Tag vor der Tat plötzlich ihren Arbeitsplatz geräumt? Was hatte sie in der Tatnacht in der Klinik zu suchen? Und warum versucht sie am Tag danach, sich das Leben zu nehmen? Der ambitionierte Oberarzt Dr. Massad nimmt Sabine Jansen sehr auffällig in Schutz. Gleichzeitig verfolgt Schumann noch eine weitere Spur: Denn auch in Susannes Familie geht es gar nicht so geordnet zu, wie es auf den ersten Blick scheint. Während Susannes Tochter Josephine nach dem Tod ihrer Mutter eine Party feiert, droht Ehemann Martin an seinem Kummer zu zerbrechen. Auch die mütterliche Haushälterin Ewa Nowack ist schockiert. Wer aber trauert in diesem Haus tatsächlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986337","hoster":"VOE"},{"path":"/redirect/8389718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-14/episode-5","name":"Die Richterin","epNo":5,"alt":"","descr":"Die italienische Richterin Chiara Bernardi stirbt bei der Explosion einer Autobombe. Sie war in Berlin, um die Auslieferung des mutmaßlichen Mafioso Benedetto Scialdi zu veranlassen. Scialdi sitzt in der JVA Moabit in Haft. Doch die Richterin ließ belastendes Material gegen den Verdächtigen verschwinden und sabotierte so die Auslieferung. Bernardi galt als überzeugte Kämpferin gegen die Mafia – aber hatte sie sich in diesem Fall kaufen lassen? Erika Gianni, die persönliche Leibwächterin der Richterin, lenkt den Verdacht auf die Beamten des Sondereinsatzkommandos, die für den Schutz der Richterin verantwortlich waren. Sind sie in die Ermordung verwickelt? Die Kommissare ermitteln gegen die eigenen Kollegen und stellen fest, dass Frank Kerber, der Anführer des Kommandos, mehr weiß, als er zugibt. Zudem findet Schumann heraus, dass die Richterin eine heimliche Beziehung hatte. Jahrelang hatte sie ihre Zeit dem Krieg gegen die Mafia gewidmet und dafür alle Vertrauten aus ihrem Leben verbannt, um sie nicht zu gefährden. Jetzt wollte sie sich endlich wieder auf einen Menschen einlassen. Mit fatalen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986343","hoster":"VOE"},{"path":"/redirect/8389723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-14/episode-6","name":"Unsterblich","epNo":6,"alt":"","descr":"Stefan Bergmann liegt erschlagen in der Badewanne seines modernen Lofts. Von der Tatwaffe fehlt jede Spur. Blüten und Kerzen um den Tatort zeugen von einer Zeremonie. Doch was wurde hier gefeiert? Laut seinem Stiefsohn Tommy und dessen Freundin Kim litt Stefan sehr unter dem Tod seiner geliebten Frau Rita, die bereits im jungen Alter von 44 Jahren an Alzheimer verstarb und die er ganz alleine pflegte. Dennoch hatte sich Bergmann nach Ritas Tod wieder unter Leute begeben, war sogar in einer Beziehung mit der ungewöhnlichen Trauerbegleiterin Ella. Auch wenn alle über Stefans Tod schockiert sind, sind sie doch froh, dass mit seinem Tod auch seine Schikanen und Ausraster der Vergangenheit angehören – Stefan war in den letzten Monaten kein angenehmer Zeitgenosse. Schumann findet heraus, dass Stefan sehr unter der veränderten Rita gelitten hat, Rita ihn sogar angegriffen und die Wohnung verwüstet hat. War Stefan deswegen so unausstehlich? Sein Geschäftspartner Udo hat sich vor Stefans unberechenbaren Aktionen in Bezug auf den gemeinsamen Laden für Möbel und Design sogar in illegale Aktivitäten geflüchtet. Als plötzlich die Tatwaffe auftaucht, überschlagen sich die Ereignisse","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986350","hoster":"VOE"},{"path":"/redirect/8389730","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kriminalist/staffel-15","seasonId":"Staffel 15","episodes":[{"path":"/serie/stream/der-kriminalist/staffel-15/episode-1","name":"Das Böse in uns","epNo":1,"alt":"","descr":"Der Reproduktionsmediziner Dr. Robert Marlov erstickt mit einem Taucheranzug bekleidet in einem Schrank. Schnell wird klar: Der erfolgreiche Arzt hatte massive Angststörungen. Die Ermittlungen führen Schumann in das Kinderheim, in dem Marlov aufwuchs, und zu dessen Heimleiter Günther Ellis, zu dem er zeitlebens eine starke Bindung hatte. Hier erfahren die Ermittler das dunkle Geheimnis des Arztes, das dessen gesamtes Leben überschattete. Marlov war das Kind eines brutalen Mörders und überzeugt, dass diese Gewalt in den Genen weitervererbt wird. Marlovs Verhältnis zu seinem eigenen Sohn Lino war schwierig. Marlov erzog den Jungen nach denselben strengen Regeln, die er im Heim verinnerlichte und die er als Kind als Rettung empfand. Mit seiner Ex-Affäre, Linos Mutter Rosa Schreiber, lebte er im Streit und wollte ihr das Kind entziehen. Ein paar Stunden nach dem Fund des Toten erfahren die Ermittler, dass Lino verschwunden ist. Spielt Rosa ein doppeltes Spiel? Und hat der Verschwörungstheoretiker Larry Stein, der Dr. Marlov seit Jahren erfolglos verklagt, etwa doch recht mit seinen Vorwürfen, dass Marlov heimlich Experimente an seinen Patienten durchführte? Schumann versteht, dass Marlovs massive Angst vor dem Erbe des mörderischen Vaters der Schlüssel sein muss, der ihn zum Mordmotiv und zum Täter führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206616","hoster":"VOE"},{"path":"/redirect/8389725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-15/episode-2","name":"Wider das Vergessen","epNo":2,"alt":"","descr":"Schumann leistet bei einem alten Mann Erste Hilfe, der auf einer Brücke zusammengebrochen ist. Vergebens. Alles sieht nach einem natürlichen Tod aus. Doch während der Obduktion zeigt sich: Johannes Lombardi wurde vergiftet. Der ehemalige Westberliner Bauunternehmer litt seit mehreren Jahren unter fortgeschrittener Demenz und lebte in einem Pflegeheim in der Nähe. Schumann und sein Team nehmen die Ermittlungen auf. Lombardis Ehefrau Emilia und sein Sohn Ulrich bestreiten, Lombardi auf dessen Wunsch vergiftet zu haben. Hat seine Pflegerin Carola Meffert etwas zu verbergen? Wie kommt es, dass Carolas Sohn Peter Meffert Lombardis Baufirma überschrieben bekommen hat? Und was ist von Lombardis Zimmernachbarn Karl Granzow zu halten, einem ehemaligen DDR-Funktionär, der glaubt, immer noch in den 70er-Jahren zu leben? Es verdichten sich Hinweise, dass Lombardis Tod mit der Brücke zu tun hat, neben der er starb. Er hatte sie 1978 nach Entwürfen seiner Frau selbst gebaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986300","hoster":"VOE"},{"path":"/redirect/8389738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-15/episode-3","name":"Wir haben es nicht besser verdient","epNo":3,"alt":"","descr":"Nikolas Ostermann wird erschlagen in einer Waldruine gefunden. Auf seinem Handy findet sich die App \"Dedekind\", eine eigentlich harmlose Stundenplan-App des Dedekind-Gymnasiums. Schumann und sein Team ermitteln an Nikolas’ Schule und stellen bald fest, dass mehrere Schüler von dieser App bedroht und aufgefordert wurden, anzügliche Videos von sich aufzunehmen. Eine Mitschülerin, Blanka Dubitzky, hatte vor einer Woche Selbstmord begangen. Ein Video von ihr wurde online gestellt. In diesem hatte sie dem Lehrer Linus Kroll ihre Liebe gestanden und dabei masturbiert. Mit jedem weiteren Schritt zweifelt Schumann daran, dass der stille Nikolas nur ein Opfer war. Als er feststellt, dass Nikolas selbst die App programmiert und sich damit einen Zugang zu den Handys der ganzen Mitschüler geschaffen hat, entsteht ein anderes Bild. Nikolas nutzte die App, um eine bestimmte Gruppe Schüler wie Armin Grimm und viele andere zu erpressen und zu terrorisieren. Doch warum? Nora Spengler, ein Mädchen, in das Nikolas verliebt war und die vor einem Jahr ohne Grund die Klasse verlassen hatte, wird der Schlüssel zu einem Fall, in dem Schumann in die brutalen Abgründe der Jugendlichen eintauchen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986321","hoster":"VOE"},{"path":"/redirect/8389743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-15/episode-4","name":"Horrorclown","epNo":4,"alt":"","descr":"Timo Bentick wird erdrosselt aufgefunden. Im Moment seines Todes trug der Schüler eine Horrorclown-Maske. In diesem Kostüm erschreckte er wahllos Leute und filmte sie dabei. Schumann und sein Team finden heraus, dass Timo als Horrorclown ein Internet-Star war: Seine Angriffe inszenierte er stets als Gesamtkunstwerk, mit präparierten Tatorten und eigens komponierter Schauer-Musik. Doch ein Video aus der Todesnacht taucht nicht auf. Als Schumann im Umfeld des Jungen ermittelt, erkennt der Kommissar zunehmend, wie isoliert dieser war. Timos Vater Armin bevorzugte offen dessen Bruder Justus, während Timos seltsam distanzierte Mutter Margot einfach zusah. Währenddessen nutzte Pascal Lautner, der Timos Kostüm anfertigte, den Jungen für seine ganz eigenen Zwecke aus. Und dann ist da noch Timos Großvater, der Komponist Harald Krohnauer, von dem Timo sein musikalisches Talent geerbt hatte. Je weiter Schumann und sein Team in der Familie Bentick ermitteln, umso mehr kommen sie schließlich einem schrecklichen Familiengeheimnis auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986316","hoster":"VOE"},{"path":"/redirect/8389748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-15/episode-5","name":"Roter Schatten","epNo":5,"alt":"","descr":"Anatoli Efimov wird tot in der Nähe des russischen Ehrenmals in Treptow gefunden. Der russische Immobilienspekulant war angeblich wegen eines diffizilen Bauvorhabens in Berlin. Schnell fällt der Verdacht auf den jungen Türken Ersun Bayram, der versucht hat, mit einem Bürgerbegehren das Immobilienprojekt zu verhindern. Auch Paul Hartmann, der Berliner Projektpartner von Efimov, geriete unter Druck, falls der Deal mit dem Russen platzen würde. Schumann und sein Team finden jedoch Hinweise, dass das Opfer einen persönlichen Grund hatte, nach Berlin zu kommen. Efimov war als junger Soldat der sowjetischen Streitkräfte in Berlin stationiert. Seine Militärlaufbahn nahm 1988 ein jähes Ende, als er von seinem Vorgesetzten Offizier Michail Koroljov nach Russland zurückgeschickt wurde – angeblich wegen Trunkenheit. Koroljov lebt seit jeher in Berlin. Hatten die beiden eine über 30 Jahre alte Rechnung zu begleichen? Schumann und sein Team finden schließlich Helga Stein, die als Pfarrerin arbeitet und mit ihrem erwachsenen Sohn Max zusammenlebt. Den alten Akten zufolge soll Helgas Mutter kurz vor Efimovs Entlassung 1000 Ostmark von den sowjetischen Streitkräften erhalten haben. Als Schweigegeld für ein Verbrechen? Was haben Helga und Efimov damit zu tun? Schumann spürt, dass alle Verdächtigen etwas zu verbergen haben und über ihnen der dunkelrote Schatten der Vergangenheit schwebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206617","hoster":"VOE"},{"path":"/redirect/8389750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kriminalist/staffel-15/episode-6","name":"Freunde von früher","epNo":6,"alt":"","descr":"Leo Borchert wird tot auf einer abgelegenen Baustelle aufgefunden, nachdem er über zwanzig Jahre im Ausland gelebt und sein Geld mit betrügerischen Machenschaften verdient hat. Schumann betrifft der Mord persönlich, denn Borchert war in seinen Jugendjahren einer von Schumanns engsten Freunden. Seinen Kollegen gegenüber hält sich Schumann zunächst bedeckt. Er möchte vom Fall nicht abgezogen werden, sondern selbst den Täter finden. Schumann ermittelt, was Borchert nach all den Jahren zurück nach Deutschland geführt hat. Dabei stossen er und sein Team auf Borcherts Tochter Franziska, die die Anwältin in einem Gerichtsprozess gegen ihren eigenen Vater ist. Doch auch alle aus der Clique seiner ehemaligen Freunde hatten ein Motiv, Leo Borchert an den Kragen zu wollen. Sowohl Can Yussef, Matthias Kaposty und Karl Baumhöfer sind in finanziellen Schwierigkeiten. Aber wer von ihnen wusste, dass Leo Borchert eine Tasche voller Geld bei sich hatte, die seit seinem Tod verschwunden ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986306","hoster":"VOE"},{"path":"/redirect/8389758","hoster":"Streamtape"}]}]}]}]}