{"path":"/serie/stream/der-bulle-von-toelz","name":"Der Bulle von Tölz","descr":"Benno Berghammer (Ottfried Fischer), Hauptkommissar in Bad Tölz, wohnt seit jeher bei seiner Mama (Ruth Drexel), die eine kleine Pension beteibt und rastlos auf der Suche nach der passenden Schwiegertochter ist und sich unentwegt in die Belange ihres Sohnes einmischt. Zusammen mit Kollegin Sabrina Lorenz (Katerina Jacob) klärt Benno jeden Mordfall auf und macht während seiner Recherchen auch nicht vor den regionalen Größen der Politik oder den kirchlichen Vertretern Halt.","seasons":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-1/episode-1","name":"Das Amigo-Komplott","epNo":1,"alt":"","descr":"Kommissar Benno Berghammer wird zum Schwimmbad des Bäderkönigs Fink gerufen, weil in der Sauna des elitären VIP-Bereichs ein Mann gestorben ist. Benno kennt den Toten, es ist Dechansreiter, der Ehemann seiner alten Schulfreundin Andrea. Wie sich schon kurze Zeit später herausstellt, wurde er vergiftet. Bei seinen Ermittlungen spannt Berghammer seine neue Kollegin Sabrina Lorenz ein – die beiden müssen tief in den so genannten \"Amigosumpf\" eintauchen: Prälat Hinter, Landrat Wallner und Bäderkönig Fink stehen unter Verdacht. Als Benno hinter ihre finanziellen Mauscheleien kommt, werden sie nervös. Er recherchiert, dass Dechansreiter ein Gutachten gefälscht hat, damit Herr Fink sein Bäderparadies bauen konnte. Kirchenmann Hinter verkaufte das gewünschte Land dazu weit unter Preis, und Landrat Wallner leistete den politischen Beistand. Die Gegenleistung: jeweils eine Million Mark Schmiergeld vom Bäderkönig an die \"Helfer\" – aufs Privatkonto …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599519","hoster":"VOE"},{"path":"/redirect/8387909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-1/episode-2","name":"Tod im Internat","epNo":2,"alt":"","descr":"Im noblen Jungeninternat Schloss Lohenstein kommt Anna, die 17-jährige Tochter des Hausmeisters, unter mysteriösen Umständen ums Leben. Bei seinen Ermittlungen hat Benno Berghammer scheinbar gleich ein ganzes Dorf gegen sich. Die Internatsleiterin Victoria von Lohenstein (Gila von Weitershausen) sowie der Dorfpolizist Pfeiffer (Udo Thomer) behindern ihn, wo sie nur können. PFeiffer will so schnell wie möglich den Fall ad acta legen und beharrt auf der Annahme, alles sein nur ein tragischer Unfall gewesen. Die Internatsleiterin hingegen versteift sich auf Selbstmord. Nur für den \"Bullen\" steht fest: Es war Mord. Wie sich herausstellt, war Anna schwanger, als sie ermordet wurde. Noch am Abend ihres Todes wurden ihr für eine Abtreibung 100.000 Mark geboten. Dennoch stoßen Benno und Sabrina Lorenz nach wie vor auf eine Mauer des Schweigens – auch Julian (Steffen Wink), Sohn des einflussreichen Medienmoguls Sprangenberg (Diettrich Mattausch) und Annas ehemaliger Freund, verweigert jede Mithilfe. Schließlich darf Benno Berghammer nicht weiter ermitteln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579196","hoster":"VOE"},{"path":"/redirect/8387908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-1/episode-3","name":"Unter Freunden","epNo":3,"alt":"","descr":"Auf dem Parkplatz des Tölzer Finanzamtes geht eine Autobombe in die Luft. Opfer ist die Steuerbeamtin Gisela Rose. Während Benno Berghammer die Ermittlungen übernimmt, tagt im Münchner Landtag der Untersuchungsausschuss zur \"Steueraffäre Ramboldt\" – dem Tölzer Unternehmer wurde eine Steuerschuld von 43,5 Millionen Mark erlassen. Bennos erster Verdacht, dass der Anschlag etwas mit dem Ramboldt-Ausschuss zu tun hat, erhärtet sich, als er zufällig entsprechende Zeitungsausschnitte bei der ermordeten Beamtin findet. Doch Gisela Rose hatte gar nichts mit dem Fall zu tun. Der Steuerskandal wurde von ihrem Kollegen Hecht bearbeitet. Als Hecht kurze Zeit später entführt wird, ist klar: Ihm hatte der Mordanschlag gegolten. Bei seinen Ermittlungen freut sich Benno über die Hilfe der schönen Finanzbeamtin Seidl, die sich von ihm zum Abendessen einladen lässt. Weil sie nach einem komplizierten Beinbruch lange Zeit krankgeschrieben war, übernahm Kollege Hecht ihre Betriebsprüfungen bei dem Fleischhändler Traxl. Hecht schien mehr gefunden zu haben, als Frau Seidl je entdeckt hatte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920660","hoster":"VOE"},{"path":"/redirect/8387917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-1/episode-4","name":"Palermo ist nah","epNo":4,"alt":"","descr":"Im abgebrannten Heustadl von Bauer Lang wird ein schrecklicher Fund gemacht: Eine Leiche ohne Kopf und Hände. Verdächtigt wird erst einmal der Bauer selbst. Der hatte unlängst Krach mit seinem Sohn Martin, der danach spurlos verschwunden ist. Doch Benno Berghammer kommen schnell Zweifel. Ein Freund des \"Bullen\", der italienische Obsthändler Giovanni, bittet Benno um Hilfe. Seine Tochter Angela, die er gern mit dem Kellner Mario verheiraten möchte, hat sich in den Zuhälter Schröder verliebt. Benno gelingt es, Angela zurück nach Hause zu bringen. Da erschießt Giovanni plötzlich einen Landsmann – angeblich, weil der ihn töten wollte. Er weigert sich, dem Kommissar zu sagen, wer der Tote ist und warum dieser ihn umbringen wollte. Als dann zwei Mafia-Bosse in einem Nobelhotel in Tölz absteigen und sich kurz darauf das LKA in Form des Beamten Eustachius Bernhard einschaltet, ist Benno klar: Die Mafia hat sich scheinbar auch im kleinen Tölz eingenistet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920661","hoster":"VOE"},{"path":"/redirect/8387913","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-1","name":"Tod am Altar","epNo":1,"alt":"","descr":"Der beliebte Pfarrer Martin Petermeier bricht tot auf der Kanzel zusammen: Er wurde vergiftet. Benno Berghammer und Sabrina finden im Haus des Pfarrers Iris, eine ehemalige Fixerin, die von Petermeier aufgenommen wurde. Ihre kleine Tochter Mia wird aufgrund der Drogenprobleme ihrer Mutter von der katholischen Einrichtung \"Lichtwerk\" großgezogen. Als Iris von drei Damen des \"Lichtwerks\" mitgenommen wird, untersuchen die beiden Beamten diese angeblich katholische Einrichtung etwas genauer. Sabrina mischt sich unter die Gläubigen und trifft dort auf eine völlig verzweifelte Iris. Schnell wird klar: Bei dem \"Lichtwerk\" handelt es sich nicht um eine kirchliche Institution, sondern um eine Sekte, geführt von der charismatischen Seherin Sophia. Benno erfährt, dass Pfarrer Petermeier ein Verhältnis mit der Frau des Schuldirektors, Kathy, hatte. Kathy ist obendrein von Petermeier schwanger …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599520","hoster":"VOE"},{"path":"/redirect/8387918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-2","name":"Tod auf Tournee","epNo":2,"alt":"","descr":"Benno Berghammers Jugendfreundin Hanna Liebknecht kehrt nach vielen Jahren nach Bad Tölz zurück: Als Schauspielerin gastiert sie mit einem Tourneetheater in der Stadt. Auf dem Programm steht eine heitere Verwechslungskomödie, die an diesem Abend allerdings wenig komisch endet – in der Schlussszene erschießt der \"jugendliche Liebhaber\" Boris Bartholdi seine \"Geliebte\" Maria mit einer scharf geladenen Pistole. Benno stößt bei seinen Ermittlungen im Theater auf einen Sumpf aus Neid und Intrigen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599522","hoster":"VOE"},{"path":"/redirect/8387925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-3","name":"Bei Zuschlag Mord","epNo":3,"alt":"","descr":"Kommissar Benno Berghammer hat es diesmal mit einer schwierigen Dame zu tun: seiner Mutter Resi. Denn ausgerechnet ihr einziger Pensionsgast, Franz Landig, wird ermordet im Wald gefunden. Resi ist völlig aufgelöst, erst als ihr Benno erzählt, dass Landig ein Betrüger und Kunstfälscher war, ändert sie ihre Meinung. Zu spät! Denn leider ist auch sie kurz vor seinem Tod auf ihn hereingefallen. Resi hat ihm eine alte Uhr für 3.000 Mark verkauft, nun wird sie auf ca. 40.000 Mark geschätzt. Benno und seine Kollegin Sabrina Lorenz ermitteln jetzt in den feinen Kreisen der Antiquitätenhändler, um Landigs Mörder zu finden. Und schon bald haben sie eine heiße Spur …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612210","hoster":"VOE"},{"path":"/redirect/8387924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-4","name":"Bauernhochzeit","epNo":4,"alt":"","descr":"Schlachtfest\" nach der Hochzeitsfeier: Als die junge Braut Klara am Morgen ihren frisch gebackenen Ehemann wecken will, findet sie statt seiner eine abgestochene Sau im Bett. Ihren Mann entdeckt sie kurz darauf in der Scheune – mit einem Schlachtmesser zwischen den Rippen. Benno Berghammer und seine Kollegin Sabrina Lorenz finden heraus, dass Klara ihren Mann nur als künftigen Versorger und Vater für ihr Kind geheiratet hat. Als kurze Zeit später Karl, der Bruder des Toten, bei einem mysteriösen Unfall ums Leben kommt, droht die Situation zu eskalieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612208","hoster":"VOE"},{"path":"/redirect/8387923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-5","name":"Tod in der Brauerei","epNo":5,"alt":"","descr":"Am Tag seiner Hochzeit wird ein Mann tot aufgefunden – vergiftet mit Autoabgasen. Selbstmord scheint ausgeschlossen, da er große Zukunftspläne hatte: die Heirat mit Franziska Bachmaier und die Übernahme der Brauerei ihres Vaters. Die Verwandten, allen voran ihr Bruder Gustl, wollen Franziska ausreden, trotz des Schicksalsschlages das \"Tölzer Brauhaus\" weiterzuführen. Die Lage wird noch schwieriger, als sich das mächtige Konkurrenzunternehmen \"Katzenbräu\" in Tölz breitmacht. Dollinger, ein skrupelloser Geschäftsmann, baut am Ort bereits ein großes Auslieferungslager für \"Katzenbräu\". Zusammen mit dem Bauunternehmer Wegener versucht er, dem \"Tölzer Brauhaus\" das Wasser abzugraben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612207","hoster":"VOE"},{"path":"/redirect/8387930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-6","name":"Waidmannszank","epNo":6,"alt":"","descr":"Zwischen den Familien des Jägers Erwin Burger und des Wirts Igidi Schaller grassiert das \"Jagdfieber\": Burger beschuldigt Schaller, alle kapitalen Hirsche des Reviers systematisch hingemetzelt zu haben, und an einem Morgen liegt Sepp, der Sohn des Wirts, erschossen im Wald – die Taschen voller Wilderer-Werkzeug. Kommissar Benno Berghammer und seine Kollegin Sabrina Lorenz müssen bei ihren Ermittlungen bald erkennen, dass sich die Welt der Jäger und Wilderer anders dreht. Benno entdeckt zudem, dass mehr im Spiel ist als Wilderei: Das Wirtshaus der Schallers hat – dank Sepps Kochkünsten – den Gasthof Burger weit in den Schatten gestellt. Als vor der Tür des Jägers ein Hirschkopf mit einer Morddrohung im Maul liegt, ist das Schlimmste zu befürchten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612209","hoster":"VOE"},{"path":"/redirect/8387934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-7","name":"Leiche dringend gesucht","epNo":7,"alt":"","descr":"Der Buchhalter Peter Köstner wird vor seiner Wohnung von einem Auto überfahren. Benno Berghammer und seine Kollegin Sabrina Lorenz stellen fest, dass es sich bei der \"Tatwaffe\" um einen gestohlenen Mercedes handelt. Ihre Nachforschungen über das Opfer fördern Merkwürdiges zutage: Köstner hat tags zuvor seine Arbeit im Bauunternehmen Budera gekündigt und wollte mit seiner Freundin in die Karibik reisen. Als Kommissar Berghammer in der Firma Buderas ermittelt, wird klar, dass das Unternehmen vor der Pleite steht und Budera zudem in dunkle Geschäfte mit drei weiteren Firmen verstrickt ist. Offensichtlich war der Buchhalter hinter seine Machenschaften gekommen und wollte ihn erpressen. Doch bevor Benno und Sabrina den Unternehmer dazu befragen können, ist er spurlos verschwunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599523","hoster":"VOE"},{"path":"/redirect/8387935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-2/episode-8","name":"Eine Hand wäscht die andere","epNo":8,"alt":"","descr":"In Kogelreuth bekommt die stärkste Partei in Bayern unbequeme Konkurrenz. Mit seiner Liste \"So nicht!\" will der Student Sebastian Blattner gegen die Selbstherrlichkeit der Parteioberen vorgehen. Bürgermeister Ignaz Rissbacher preist auf einer Wahlveranstaltung seine Leistungen der vergangenen Jahre, als ihm Blattner lautstark ins Wort fällt. Meinungsverschiedenheiten folgen. Am nächsten Morgen wird in einem Auto ein Toter entdeckt: Es ist Sebastian Blattner – erschossen. Benno und Sabrina nehmen sich daraufhin den kommunalpolitischen Filz vor. Der Ortsvorsitzende Ramboldt ist nebenbei auch ein erfolgreicher Bauunternehmer, der mit Hilfe seiner Verlobten Katja Aufträge für große Projekte an Land zieht. Und dann ist da noch der Forstamtsrat Flemisch, der Vater von Katja, der schon mal vom Bürgermeister zu einer teuren Amerikareise eingeladen wurde, als man aus dem naturgeschützten Forst große Mengen Kies benötigte. Die Staatsanwältin Dr. Zirner mahnt Kommissar Berghammer, mit den politischen Würdenträgern behutsam umzugehen. Fast übersieht Benno, dass das Motiv für den Mord möglicherweise doch nicht im politischen Bereich liegt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11395848","hoster":"VOE"},{"path":"/redirect/8387940","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-1","name":"Tod am Rosenmontag","epNo":1,"alt":"","descr":"Das närrische Treiben eines großen Faschingsballs wird für Kommissarin Sabrina Lorenz zum Diensteinsatz. Während sie sich an den Darbietungen der Prinzengarde erfreut, wird im Nebenzimmer ein Mann erstochen. Für Staatsanwältin Dr. Zirner ist der Fall klar: Der Ermordete, Arnold Netzthaler, war seiner attraktiven Gattin Monika und deren Liebhaber im Weg. Doch Benno erscheint diese Erklärung zu einfach. Er verfolgt eine andere Spur: Der aalglatte Notar Schmidseder trug auf dem Ball das gleiche Kostüm wie der Ermordete und er erhält seit Wochen Drohbriefe. Wurde Netzthaler das Opfer einer Verwechslung? Auch der scheinheilige Prälat Hinter wird bedroht. Der Grund für die Drohbriefe ist schnell gefunden – dahinter steckt Tobias Schöpplein – und der Dreck am Stecken der beiden Lokalgrößen ist gewaltig. Vor lauter Eifer denkt Benno gar nicht daran, dass der Mord auch aus anderen Gründen verübt worden sein könnte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100261","hoster":"VOE"},{"path":"/redirect/8387945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-2","name":"Tod in Dessous","epNo":2,"alt":"","descr":"Eine Frau liegt mit schweren Kopfwunden und gebrochenem Genick vor einer Kapelle mitten im Wald. In ihrer Handtasche finden Benno und Sabrina die Visitenkarte eines Anwalts. Die Tote, Erika Leonberger, wollte sich von ihrem Mann, einem Spediteur, scheiden lassen. Als neue Adresse hatte sie ihrem Anwalt ein Zimmer in der Pension \"Haus Berneck\" angegeben. Als sich Benno mit seiner Kollegin in dem schmucken Etablissement umsieht, steht er plötzlich einer waschechten Domina in Lederkluft und Peitsche gegenüber. Bei genauerem Hinsehen entpuppt sich die ganze Pension als Spielwiese für die ausgefallenen Sehnsüchte der Schönen und Reichen. Gegen ihre dominante Kollegin war Erika Leonberger noch vergleichsweise brav: Sie ließ nur einen Einzigen an ihre Reizwäsche – den Architekten und Mitinhaber von \"Haus Berneck\" Haller. Spediteur Leonberger hat angeblich von dem Doppelleben seiner Frau nichts gewusst, doch in seinem Lastwagen findet Benno eindeutige Hinweise","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612213","hoster":"VOE"},{"path":"/redirect/8387946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-3","name":"Tod eines Strohmanns","epNo":3,"alt":"","descr":"Schon bei ihrer Ankunft auf der Trachtenmodenschau in Bad Tölz fällt Resi Berghammer der charmante Raimund Wendl auf. Doch kurz darauf taumelt Wendl in den Saal und bricht erstochen zusammen. Bei ihren Recherchen stoßen Benno und Sabrina auf eine politisch-unternehmerische Verflechtung, in die der Ermordete als Immobilienhändler verwickelt war. Landrat Wallner unterstützt Bauunternehmer Rambold bei der Erschließung von wertvollem Bauland für das \"Projekt Sonnenleiten\" auf unbürokratische Weise. Wendl war für den Ankauf der Grundstücke zuständig. Zusammen mit Sabrina und seiner neuen Flamme, Wendls Sekretärin Brigitte Neuhierl, folgt Benno der Einladung zu einem Gartenfest bei Rambold. Dort erfahren die beiden Kollegen, dass Wendl nicht nur mit Rambolds Verlobter Katja ein Verhältnis hatte, sondern auch mit Denise, der Tochter von Notar Wohlschlager, der ebenfalls in das \"Projekt Sonnenleiten\" involviert ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612212","hoster":"VOE"},{"path":"/redirect/8387949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-4","name":"Mord im Irrenhaus","epNo":4,"alt":"","descr":"Die Psychiatrische Klinik bekommt einen prominenten Neuzugang: Selbstmordkandidat Professor Roth. Seine Mitpatientin Klara Huberer zeigt wenig Respekt vor dem hohen Gast – sie begrüßt den Neuen mit einer Tracht Prügel. Den Gewaltakt muss sie teuer bezahlen: Am nächsten Morgen findet man Frau Huberer erhängt in ihrem Zimmer. Selbstmord schließt Benno Berghammer aus und ein möglicher Mörder ist mit Professor Roth auch schnell gefunden. Die Prügelei am Vortag ist für den \"Bullen\" jedoch ein zu schwaches Motiv, es muss etwas anderes dahinterstecken. Von Roths Vertrauter Maria Umlauf erfährt er, dass der Professor an der Entwicklung eines pflanzenölbetriebenen Kraftfahrzeugmotors arbeitete. Eine bahnbrechende Erfindung – das meint auch Roths Sohn Ferdinand, dem besonders die finanziellen Erfolgsaussichten am Herzen liegen. Angesichts Ferdinands ständiger Geldnot und seines miesen Charakters sieht Benno den Selbstmordversuch von Roth senior plötzlich in einem ganz anderen Licht. Bennos Mutter Resi nimmt derweil ihre eigenen Ermittlungen vor Ort auf: Als \"Schein-Irre\" gesellt sie sich an die Seite von Professor Roth, den sie schon seit Jugendtagen verehrt. Die Lage spitzt sich zu, als Ferdinand Roth – vom Abgesandten einer dubiosen Organisation unter Druck gesetzt – versucht, die Forschungsunterlagen seines Vaters an sich zu bringen und zu verkaufen. Benno, Resi und Andrea Huberer, die Tochter der Toten, unternehmen alles, um den Deal zu verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612214","hoster":"VOE"},{"path":"/redirect/8387953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-5","name":"Der Mistgabelmord","epNo":5,"alt":"","descr":"Ein brutaler Mord stört die ländliche Idylle des Dorfes Schwaigham: Bauer Ambros Hobelsberger wurde auf seinem eigenen Hof erst mit einer Mistgabel niedergestochen und dann mit einem Hammer erschlagen. Erstaunlicherweise stehen potenzielle Mörder geradezu Schlange – Kommissar Benno Berghammer und Kollegin Sabrina Lorenz müssten eigentlich nur den Richtigen herausfischen. Da wäre zum Beispiel Hobelsbergers fesche Gattin Cora, die ihren Mann abgrundtief hasste, weil er sie zwei Jahre lang auf dem abgelegenen Hof wie eine Gefangene hielt. Dorfcasanova Leo Ganser hatte schon lange ein Auge auf Cora geworfen – wollte er vielleicht den lästigen Nebenbuhler aus dem Weg räumen? Für den reichen Bauunternehmer Anton Ramboldt hätte der Kauf des Hofes und die Anlage eines Golfplatzes satten Gewinn bedeutet, doch Sturkopf Hobelsberger ließ bis zuletzt nicht mit sich verhandeln. Und auch den Hofnachbarn, Martin und Anna Prankl, kam der Mord sehr gelegen, denn Ramboldt braucht unbedingt beide Höfe und den Prankls steht beim Verkauf ihres Besitzes ein reicher Geldsegen ins Haus. An handfesten Motiven mangelt es Benno Berghammer also nicht, doch die Sache hat einen Haken: Jeder Verdächtige hat gleichzeitig ein hieb- und stichfestes Alibi. Die Ermittlungen drehen sich im Kreis – bis ein Junkie aus Tölz an einer Spritze mit hochreinem Heroin stirbt und eine eindeutige Notiz in seinem Terminkalender hinterlässt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612215","hoster":"VOE"},{"path":"/redirect/8387954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-6","name":"Tod in der Walpurgisnacht","epNo":6,"alt":"","descr":"Die Nacht zum 1. Mai: Wie jedes Jahr wird von den Bewohnern Untermachtlfings und Obermachtlfings der seit Urzeiten gepflegte Brauch des gegenseitigen Maibaum-Stehlens fortgeführt. Doch diesmal endet der Streit nicht so glimpflich wie sonst: Am nächsten Morgen findet man den toten Roman Kronsdorfer. Ein neuer Fall für Benno Berghammer und Sabrina Lorenz, die bei der Gelegenheit Einblick in die ihr fremden bajuwarischen Bräuche erhält. Vor den beiden Kriminalisten stehen die Mordverdächtigen Schlange. Da wäre zum Beispiel Florian Auracher, der immer Julia Geisreiter nachstellte. Und Julia war wiederum die heimliche Geliebte des ermordeten Roman. Heimlich deshalb, weil Roman aus Obermachtlfing und Julia aus Untermachtlfing stammt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612216","hoster":"VOE"},{"path":"/redirect/8387955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-7","name":"Berg der Begierden","epNo":7,"alt":"","descr":"Im Skilift wird die Leiche von Kaspar Schoder entdeckt – durchbohrt von einem Skistock. Benno Berghammer und Sabrina Lorenz ermitteln, dass am Tag zuvor die Verlobung von Kaspars Sohn Sepp mit Vroni Röckl stattfand. Eine Verbindung, die ohne den Segen des alten Schoder zustande kam. Überhaupt galt der Tote als ausgemachter Feind jeglichen Fortschritts. Das bekam auch der Fremdenverkehrsdirektor zu spüren, der mit Schoder lange Zeit um den Verkauf seines Bergabschnitts rang. Ein Mordmotiv hätte auch Familie Röckl: Ihre finanzielle Misere könnte durch die Erschließung neuer Skigebiete, die Schoder bisher mit seinem Starrsinn verhinderte, beendet werden. Während Benno dem Mörder hinterherjagt, versucht sich seine Mutter Resi als Unternehmerin: Sie plant, ihren Original Tölzer Streuselkuchen über die Grenzen des häuslichen Kaffeetisches hinweg in der ganzen Region zu vermarkten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612217","hoster":"VOE"},{"path":"/redirect/8387958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-3/episode-8","name":"Tod aus dem All","epNo":8,"alt":"","descr":"Nach einer Nacht im Alkoholrausch erwacht der junge Tölzer Bauer Sepp auf einem Opferaltar einer alten Kultstätte – neben sich die Leiche einer Frau. Er glaubt sich zu erinnern, dass er zusammen mit Außerirdischen auf einem UFO war, doch an die Frau kann er sich nicht erinnern. An der Toten – es handelt sich um die Sachbuch-Autorin Anna von Wert – sind keine Gewaltspuren zu finden, auch Giftmord schließen die Ärzte aus. Kommissar Berghammers Glaube an einen natürlichen Tod wird jedoch erschüttert, als der Pathologe ein nadelstichgroßes Einschussloch über dem Herzen der Frau entdeckt. Es stellt sich zudem heraus, dass das letzte Buchmanuskript von Anna von Wert verschwunden ist, in dem sie sich mit den Machenschaften der Ufologen auseinandersetzt. Inzwischen lockt der mysteriöse Fall ganze Heerscharen von Medienvertretern und UFO-Experten nach Tölz, die gleich ihren Kongress im Ort abhalten. Nach langer vergeblicher Recherche gelangen Benno und Sabrina schließlich in den Besitz des tödlichen Projektils, einer Nadel aus einer auf der Erde unbekannten Legierung. Alle bis auf Benno sind jetzt überzeugt, dass nur Außerirdische für den Mord verantwortlich sein können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985401","hoster":"VOE"},{"path":"/redirect/8387959","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-4/episode-1","name":"Ein Orden für den Mörder","epNo":1,"alt":"","descr":"Nach einer durchzechten Nacht gibt es für den Geschäftsmann Georg Schnappinger ein böses Erwachen: Er liegt gefesselt in seinem Bett, seine Wohnung ist durchwühlt und seine Ehefrau ist tot. Für Benno gehört Schnappinger zum Kreis der Hauptverdächtigen. Schnappinger hat kein Alibi und er profitiert am meisten vom Tod seiner vermögenden Gattin. Der Lebemann hat eine attraktive Geliebte und durch gewagte Geschäfte Schulden in Millionenhöhe angehäuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612218","hoster":"VOE"},{"path":"/redirect/8387961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-4/episode-2","name":"Tod am Hahnenkamm","epNo":2,"alt":"","descr":"Missmutig begleitet Benno Berghammer seine Mutter Resi auf einer Reise in den Nobelskiort Kitzbühel, wo sich anlässlich des berühmten Hahnenkamm-Rennens jede Menge Prominente ein Stelldichein geben. Im Gegensatz zu ihrem Sohn findet Resi schnell Anschluss und freundet sich mit dem Hofrat a.D. Rudolf Matuschek an. Bennos Laune hebt sich erst, als er in einer Disco die amtierende Miss Austria Marina Rollinger kennen lernt und mit ihr die Nacht durchtanzt. Am Morgen ist der Rausch schnell verflogen, als Marina erwürgt aufgefunden wird. Chefinspektorin Renate Patscheder interessiert sich natürlich besonders für Marinas nächtlichen Galan Benno – egal ob der ein Kollege ist oder nicht. Unterdessen genießt Resi mit Matuschek im Spielcasino das sprichwörtliche Anfängerglück und ist völlig vom Spielfieber besessen, doch als in ihrer Tasche das Adressbuch der Toten gefunden wird, steht auch sie plötzlich im Blickpunkt der Polizei. Benno stellt inzwischen seine eigenen Nachforschungen an. Er entdeckt, dass Marina Rollinger einiges zu verbergen hatte und dass auch der Herr Hofrat nicht so ganz astrein ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612220","hoster":"VOE"},{"path":"/redirect/8387965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-4/episode-3","name":"Tod eines Priesters","epNo":3,"alt":"","descr":"Um der Abschiebung zu entgehen, hat sich eine kurdische Asylbewerber-Familie in der Kirche verschanzt. Das ganze Dorf unterstützt sie: Resi versorgt sie mit Kuchen und eine Gruppe von Priesterseminaristen bringt täglich Essen. Doch dann versetzt die Nachricht über die bevorstehende Stürmung der Kirche alle in Alarmbereitschaft, vor allem, als sich der Pfarrer weigert, die Familie an einen anderen Ort zu bringen. Am nächsten Tag findet die Haushälterin Lucia in der Kirche zwar keine Familie mehr, aber dafür ihren toten Pfarrer. Die Ermittlungen führen Benno und Sabrina schnell zu dem Priesterseminar, doch die vier Jungen schweigen eisern über die Geschehnisse der letzten Nacht. Auch Lucia will nicht reden, aber ihr Verhalten ist mehr als verdächtig. Inzwischen haben Pfeiffer und Staatsanwältin Zirner eine Spur der kurdischen Familie aufgestöbert, doch als sie das Versteck – ein Nonnenkloster – stürmen, ist das Nest leer. Benno hat derweil herausgefunden, dass Lucia schwanger ist: Könnte einer der Novizen der Vater sein? Als die kurdische Familie bei Benno daheim aufkreuzt, droht die Situation zu eskalieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612219","hoster":"VOE"},{"path":"/redirect/8387966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-4/episode-4","name":"Treibjagd","epNo":4,"alt":"","descr":"Ein grausamer Mord führt Benno und Sabrina in den Dunstkreis des Bauunternehmers und Immobilienhais Anton Ramboldt. Der plant in der Jachenau, einem abgelegenen Gebiet südlich von Tölz, wo auch der Tote gefunden wurde, die Einrichtung eines exklusiven \"Jagderlebniszentrums\" mit garantiertem Hirsch- und Gamsabschuss. Während die meisten Bewohner der Jachenau nicht verkaufen wollen, hat sich Ramboldt mit Schmiergeldern die Mitarbeit dreier Bauern und des Bürgermeisters gesichert. Der Gemeindevorsteher sitzt damit zwischen allen Stühlen: Einerseits von Ramboldt abhängig, andererseits seiner Heimat verpflichtet! Um sich aus der Zwickmühle zu befreien, lässt er einen alten Brauch wiederaufleben: ein altes bäuerliches Femegericht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612221","hoster":"VOE"},{"path":"/redirect/8387970","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-5/episode-1","name":"Eine tödliche Affäre","epNo":1,"alt":"","descr":"Der Besitzer einer Eisdiele wurde erdrosselt und seiner Tageseinnahmen beraubt. Benno glaubt, im Dieb des Geldes schon den Täter gefunden zu haben, doch Resi vermutet ihn im Umfeld der Mafia – sie stellt eigene Nachforschungen an. Resis kriminalistischer Eifer hat seine Ursache darin, dass Prälat Hinter mit der Theatergruppe der Pfarrei das Agatha-Christie-Stück \"Mord im Pfarrhaus\" aufführt – natürlich hat Resi Berghammer die Rolle der Miss Marple übernommen. Ihre Identifikation mit der Figur geht so weit, dass sie sich auch im Privatleben berufen fühlt – unter tatkräftiger Mithilfe ihres Dauerlogiergastes Herrn Springer – Benno zur Hand zu gehen. Der \"Bulle\" sieht das gar nicht gern, doch schließlich wird Resi durch Zufall Zeugin, als der wahre Täter den Mord zugibt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612223","hoster":"VOE"},{"path":"/redirect/8387975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-5/episode-2","name":"Schöne, heile Welt","epNo":2,"alt":"","descr":"Ehe er die Bühne des Tölzer Kurhauses betreten kann, beendet ein Stich mit dem Brieföffner das Leben des Volksmusik-Schlagersängers Tony Gordon. Pech für Autogrammjägerin Resi Berghammer: Statt des begehrten Schriftzuges bekommt sie eine Champagnerflasche über den Schädel. Benno und Sabrina decken bei ihren Ermittlungen auf, dass die schöne, heile Welt des Sängers gar nicht so rosig aussah – die Zahl der Verdächtigen ist erschreckend hoch. Bassist Max Unger, ständig in Geldnot, hatte kurz vor dem Konzert noch eine Auseinandersetzung mit seinem Chef. \"Träller-Nachwuchs\" Franziska Schmirl erhoffte sich eine steile Karriere mit Tonys Bett als Sprungbrett. Manager Schorsch Forster hofft, aus dem Tod seines Schützlings ordentlich Profit zu schlagen. Tonys Witwe Susanne malt ihre Ehe zwar in den schönsten Farben, aber auch sie hätte gute Gründe gehabt, ihren Gatten zu beseitigen. Und auch die Stieftöchter Kathrin und Maria zählen zum Kreis der Verdächtigen: Die beiden verbindet ein dunkles Geheimnis. Plötzlich nimmt der Fall eine rasante Wende – Maria unternimmt einen Selbstmordversuch. Ausgerechnet der nervtötende Lokalreporter Goetz, dem Resi bereitwillig die frischen Neuigkeiten über den Fall serviert, bringt Sabrina und Benno auf eine heiße Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599526","hoster":"VOE"},{"path":"/redirect/8387977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-5/episode-3","name":"Mord im Chor","epNo":3,"alt":"","descr":"Der Tölzer Alpenchor feiert sein zehnjähriges Jubiläum mit einem Festkonzert. Am Konzertabend wird Benno Zeuge eines Streits zwischen Maria Reiter und Sophie Beck – zwei hübsche, junge Chormitglieder, die das Zeug zur Solistin haben. Aber nur Maria, die aus ärmlichen Verhältnissen stammte, aber einen aufwändigen Lebensstil pflegte, hat es geschafft – scheinbar mit besonderer Unterstützung des Fördervereins. Am nächsten Morgen findet man ihre Leiche. Der Förderverein schien nicht nur an Marias Gesangsqualitäten interessiert: Ludwig Moosholzer, der Chorleiter, hatte eine Affäre mit Maria, die schwanger war. Benno und Sabrina stehen vor einem Rätsel, denn fast keiner der zahlreichen Verdächtigen hat ein Alibi. Dann überschlagen sich die Ereignisse","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599524","hoster":"VOE"},{"path":"/redirect/8387994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-5/episode-4","name":"Rote Rosen","epNo":4,"alt":"","descr":"In Tölz geht ein Serienvergewaltiger um. Dreimal hat er schon zugeschlagen und jedes Mal ein Strauß Rosen hinterlassen. Das wird Resi langsam zu gefährlich, denn sie fürchtet eines der nächsten Opfer zu sein und nimmt mit weiteren Frauen an einem Selbstverteidigungskurs teil. Unbeachtet dessen suchen Benno und Sabrina zusammen mit ihrer Auszubildenden Alexandra weiter nach dem Frauenschänder und denken schon, einen Verdächtigen gefunden zu haben: Den Frauenarzt Dr. Vogler. Als es dann jedoch das erste Mordopfer gibt, planen Benno, Sabrina und Alexandra dem Täter auf eigene Faust eine Falle zu stellen. Doch das geht gründlich schief und am Ende steht Benno selbst unter Verdacht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599525","hoster":"VOE"},{"path":"/redirect/8387992","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-6/episode-1","name":"www.Mord.de","epNo":1,"alt":"","descr":"Das Internetfieber grassiert: Resi hat unter Bennos Namen auf eine Annonce geantwortet, Prälat Hinter will Seelsorge per E-Mail betreiben, Flo per Internet seine Mutter Martina verkuppeln – und alle haben Conny Rauscher, den Inhaber einer Computerfirma, mit der Gestaltung ihres Internet-Auftritts beauftragt, auch die neue Sparkassenleiterin Doris Janker. Dann wird Rauscher allerdings tot im Internetcafé seiner Frau Trixi aufgefunden. Bei dem von Resi arrangierten Blind Date trifft sich Benno im Café mit Martina – es funkt heftig. Benno kommt schnell hinter Martinas großes Problem: Sie hat Spielschulden in Höhe von 300.000 Mark. Der Sparkassenvorstand Dr. Schmiedle gibt unter Druck zu, dass Dr. Schillinger, der Vorgänger von Frau Janker, die gleiche Summe veruntreut hat, was aus Sorge um das Image der Bank verheimlicht wurde. Gibt es einen Zusammenhang?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599527","hoster":"VOE"},{"path":"/redirect/8387993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-6/episode-2","name":"Tödliches Dreieck","epNo":2,"alt":"","descr":"Resi tritt einen zweiwöchigen Kuraufenthalt in Bad Heilbrunn an. Auf der Fahrt dorthin nervt sie Benno mit diversen Ratschlägen, wie er in ihrer Abwesenheit die Pension zu führen hat, in der momentan allerdings nur ein einziger Gast wohnt: Irmgard Paal aus Hanau, die sowohl Resi wie auch Benno für eine ganz normale Urlauberin halten. Am nächsten Morgen entdecken Forstarbeiter ihre Leiche in einer Fichtenschonung nahe einem Bergpfad … In Bad Heilbrunn wird Resi vom Chefarzt der Kurklinik, Dr. Frank Gerstl, behandelt, in dessen Klinik sie auch wohnt. Ihre dortige Zimmernachbarin ist Elfriede Kutschera, die – vor Vitalität strotzend – bereits etliche Wochen hier ist und kein einziges Kurkonzert versäumt hat. Frau Kutschera interessiert sich für den gut aussehenden Klavierspieler Chris Paal, und als sie in der örtlichen Zeitung vom Mord an Irmgard Paal liest, kombiniert Frau Kutschera, dass ihr Schwarm jetzt Witwer ist. Allerdings ist Chris auch der Verdächtige Nummer 1, denn Benno und Sabrina finden heraus, dass er nicht nur zur Tatzeit zumindest in der Nähe des Tatorts war, sondern auch ein Verhältnis mit Susanne Gerstl, der zweiten Ehefrau von Dr. Frank Gerstl, hat. Aus Angst, ihr Mann könnte das von der Kripo erfahren, tritt Susanne die Flucht nach vorn an und beichtet ihrem Mann ihren Fehltritt. Gerstl fällt aus allen Wolken – er wollte in wenigen Tagen seinen fünften Hochzeitstag mit einer großen Gartenparty feiern! Im Zuge der Ermittlungen vernehmen Benno und Sabrina auch Tom, Dr. Gerstls Sohn aus erster Ehe, dessen Großmutter, die seit einem Verkehrsunfall an den Rollstuhl gefesselte Wilhelmine Lobmeier, und deren Pflegerin Annemarie Holst. Alle drei leben in Dr. Gerstls Villa und sind Susanne nicht sehr freundlich gesinnt. Einer Person geht Benno allerdings konsequent aus dem Weg, nämlich der nervtötenden Frau Kutschera, die unbedingt an der Aufklärung des Verbrechens an Irmgard Paal mitwirken will und sich dauernd in der Gesellschaft seiner Mutter aufhält. Dabei sind sämtliche Aussagen von Frau Kutschera völlig irrelevant – zunächst jedenfalls","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599529","hoster":"VOE"},{"path":"/redirect/8388003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-6/episode-3","name":"Sioux-City","epNo":3,"alt":"","descr":"Im Landkreis Bad Tölz ist eine neue Attraktion entstanden: eine Westernstadt namens Sioux City. Resi hat sich dort in der Gastronomie beworben. Als Benno sie hinfährt, stolpert er prompt über die Leiche des reichen Bauern Karl Stadler, dessen Sohn Andi mit anderen die Stadt gebaut hat. Benno recherchiert, dass Stadler nicht nur mit seinen Söhnen zerstritten war, sondern auch mit seiner zweiten Frau Margret. Und Lisa Hartl, die im Saloon von Sioux City auftritt, wurde von dem Bauern vor Jahren vergewaltigt. Auch andere hätten Mordmotive gehabt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599528","hoster":"VOE"},{"path":"/redirect/9251465","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-7/episode-1","name":"Bullenkur","epNo":1,"alt":"","descr":"Benno erhält den Anruf seines ehemaligen Schulkameraden Dr. Thaler, der heute als Diätarzt im Kurhaus arbeitet. Thaler wittert ominöse Vorgänge in der Kurklinik, doch ehe er Benno von seinem Verdacht erzählen kann, erleidet er einen tödlichen Verkehrsunfall. Benno vermutet ein Verbrechen und lässt sich als Kurpatient einweisen, um vor Ort zu recherchieren. Verdächtige gibt es genug: Thalers Witwe, frühere Geliebte von Kurhausleiter Maywald, kommt jetzt in den Genuss einer hohen Lebensversicherung. Maywald selbst entpuppt sich als Betrüger, der mit manipulierten Abrechnungen die Krankenkassen hintergeht. Unterstützt wird er dabei möglicherweise von der kokainabhängigen Ärztin Dr. Pfister. Als ein übergewichtiger Kurgast plötzlich stirbt, kommt Benno der Gedanke, dass er vielleicht bisher in eine völlig falsche Richtung ermittelt hat. Die späte Erkenntnis wird für den Bullen lebensgefährlich","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599530","hoster":"VOE"},{"path":"/redirect/8387999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-7/episode-2","name":"Mörder unter sich","epNo":2,"alt":"","descr":"Im Haushalt passieren die meisten Unfälle – diese These findet in Tölz traurige Bestätigung. Erst stürzt Elfriede Blenninger beim Fenster putzen aus dem zweiten Stockwerk, dann erliegt Hans Plaschek einem tödlichen Stromschlag. Für Benno sind es bedauerliche Unglücksfälle, Kollegin Sabrina wittert dagegen Verbrechen. Sowohl Alfred Blenninger als auch Maria Plaschek erben nach dem Tod ihrer Ehepartner eine ordentliche Stange Geld. Als herauskommt, dass Blenninger seit Monaten eine junge Freundin hat und plötzlich ein merkwürdiges Testament von Frau Blenninger auftaucht, ist auch Bennos Misstrauen geweckt. Weder Sabrina noch Benno ahnen, dass der Fenstersturz von Frau Blenninger nur die Ouvertüre zu einem anderen Mord ist – die Täter sind kurz davor, das Finale ihres raffinierten Plans einzuläuten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599531","hoster":"VOE"},{"path":"/redirect/8388009","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-8/episode-1","name":"Liebespaarmörder","epNo":1,"alt":"","descr":"Furchtbarer Fund im Wald: An einem kleinen Badesee liegen Julia und ihr Freund – ermordet. Der Mord weckt bei Benno Berghammer Erinnerungen an einen ähnlichen Fall, der zehn Jahre zurückliegt. Damals wurde der geistig zurückgebliebene Lois Flicker – gegen Bennos Überzeugung – als Täter verurteilt. Flicker, inzwischen wieder auf freiem Fuß, und Julias Ex-Freund Tom kristallisieren sich als Hauptverdächtige des aktuellen Mordfalls heraus. Toms Alibi stellt sich als falsch heraus und die Waffe seines Vaters ist verschwunden … Im Zuge der Ermittlungen holt Benno auch die alten Akten noch einmal hervor und entdeckt, dass wichtiges Beweismaterial zurückgehalten wurde. Als er seinen damaligen Täter-\"Kandidaten\" Roland Schwaninger und dessen Vater, Gerichtspräsident Schwaninger, ordentlich Dampf macht, ist die Lösung des alten Falles schon ziemlich nahe, doch bis zum Abschluss des heutigen Mordes ist es noch ein schwerer Weg","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599533","hoster":"VOE"},{"path":"/redirect/8388015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-8/episode-2","name":"Schlusspfiff","epNo":2,"alt":"","descr":"Fußballfieber in Bad Tölz: Im Lokal-Derby treten die Rivalen DJK und VfR gegeneinander an. Präsident des DJK ist Gustl Brunner, der sich vor dem Spiel auch bei den Fans viele Feinde gemacht hat – er hat den Vereins-Sportplatz verkommen lassen, hat Spielschulden beim DJK-Spitzenspieler Fredi Holzbauer, dessen Geschäftskontakte und Teilnahme am Lokal-Derby er zudem sabotiert hat. Brunners Mannschaft verliert – und er selbst liegt am Tag danach erdrosselt auf dem Platz … Benno ermittelt diesmal mit Philipp Naderer, einem Kollegen aus München, dessen Übereifer ihm zu schaffen macht. Erst recht, als Naderer von der Idee besessen ist, hinter dem Mord stecke ein Tölzer \"Amigo\"-System. Bennos Interesse konzentriert sich lieber auf Fredis Frau Rosa, Brunners Sohn Heini und DJK-Trainer Rupprecht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599532","hoster":"VOE"},{"path":"/redirect/8388017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-8/episode-3","name":"Mord mit Applaus","epNo":3,"alt":"","descr":"Großer Andrang in Resis Pension: Das Team der TV-Quiz-Show \"Einer gegen alle\" mietet alle Zimmer. Nur der bekannte Showmaster Claus Claasen steigt im besten Hotel von Tölz ab. Am nächsten Morgen entdeckt man in Claasens Zimmer eine Leiche – der Tote ist Produktionsassistent Tim Beyle. Nicht zum ersten Mal fungierte Tim als \"Platzhalter\" in Claasens Zimmer, um dessen eifersüchtige Ehefrau zu beruhigen. Dem Mörder war der Bettentausch offenbar nicht bekannt. Für Benno und Sabrina stellt sich also die Frage, wer den Quizmaster aus dem Weg räumen wollte. Etwa Redakteurin Dr. Tillmann-Kreuz, die Claasen wegen der sinkenden Quote absägen wollte? Oder Lutz Korn, Claasens Nachfolger in spe? Ein Mordmotiv hätten auch Claasens betrogene Frau Hannelore und Regisseur Chabowski, der seinen Star abgrundtief hasste. Inzwischen hat der Mörder seinen Irrtum bemerkt und kündigt per E-Mail einen neuen Versuch an – Claasen soll während seiner Show zur Strecke gebracht werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699602","hoster":"VOE"},{"path":"/redirect/8388018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-8/episode-4","name":"Zirkusluft","epNo":4,"alt":"","descr":"Als der reiche Bauer Johann Kiening erstochen aufgefunden wird, ergeben die Ermittlungen einen erstaunlich vielfältigen Kreis von Personen, die möglicherweise ein Mordmotiv hatten. Da ist Kienings erwachsener Sohn, der von Vaters Geld lebte und dem der alte Kiening den Scheck sperren wollte. Jetzt ist Kiening jr. Alleinerbe! Es gibt einen finanziell bedrängten Nachbarn, dem Kiening mit seiner Starrköpfigkeit ein Millionengeschäft zu verderben drohte. Und es gibt einen kleinen Wanderzirkus, dem er seit Jahren Winterquartier gewährte. Kurz vor seinem Tod hatte Kiening dem Zirkus gekündigt und wollte ihn auf die Straße setzen. Im Zirkus macht Kommissar Benno Berghammer aber noch eine andere Entdeckung: Er trifft die Dompteurin Madeleine wieder, mit der er vor 17 Jahren eine kurze, leidenschaftliche Affäre hatte. Es stellt sich heraus, dass der ermordete Mann seit Jahren mit Madeleine liiert war und sie jetzt heiraten wollte. Madeleine ist des Zirkuslebens überdrüssig und will endlich ein normales Leben führen. Ihr 16-jähriger Sohn Leo war jedoch entschieden gegen die Heirat. Hat er deswegen Kiening umgebracht? Die Frage wird umso pikanter, als Madeleine Benno gesteht, dass Leo sein Sohn ist. Schließlich entdeckt der Kommissar Leos bemerkenswerte Fähigkeiten als Messerwerfer – und kommt der Lösung des Falles sehr nahe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599534","hoster":"VOE"},{"path":"/redirect/8388019","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-9/episode-1","name":"Tod nach der Disco","epNo":1,"alt":"","descr":"Harald Kolka fährt seine Tochter Juliane und deren Freundin Roswitha Scharnagl zur 12 km entfernten Landdisco. Ein paar Stunden später begleitet ihn nur Juliane wieder zurück nach Hause; Roswitha vertraut darauf, dass sich ein Kavalier findet, der sie später heimbringen wird. Am nächsten Morgen ist das Mädchen spurlos verschwunden. Fast alle Bewohner ihres Hauses, darunter die Kolkas und der Student Stefan Gründl, machen sich auf die Suche. Ausgerechnet Resi Berghammer, die ihrem Betriebsprüfer Kolka einen Besuch abstatten wollte, entdeckt Roswithas Leiche im Schwimmbad des Hauses. Offenbar wurde das ermordete Mädchen zuvor im Heizungskeller versteckt. Warum hat der Täter sie jetzt in den Pool befördert? Den Hausbewohnern wird allmählich klar, dass sich unter ihnen ein Mörder befindet – bald verdächtigt jeder jeden. Erster \"Anwärter\" ist Harald Kolka: Benno und Sabrina finden heraus, dass der mit seiner verheirateten Nachbarin Corinna Behrends ein heimliches Verhältnis hatte, von dem nur Roswitha Scharnagl wusste …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920659","hoster":"VOE"},{"path":"/redirect/8388027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-9/episode-2","name":"Salzburger Nockerl","epNo":2,"alt":"","descr":"In Salzburg findet ein Kriminologen-Kongress zum Thema \"Deutsch-österreichische Zusammenarbeit in der grenzüberschreitenden Verbrechensbekämpfung\" statt. Auch Benno und Sabrina nehmen an der Veranstaltung teil. Etwa zur gleichen Zeit bricht auf dem Salzburger Mozartsteg ein Geschäftsmann nach dem Genuss eines Softdrinks zusammen. Außerdem wird auf dem Mönchsberg ein toter Landstreicher gefunden. Benno übernimmt den Fall und stößt im Zuge seiner Ermittlungen auf einen Zusammenhang zwischen den beiden Geschehnissen. Alles scheint bei der Erpressung des Getränke-Herstellers Dieter Hepp anzufangen. Benno setzt Teil für Teil des Puzzles zusammen – was seinem Salzburger Kollegen Kommissar Percht ganz und gar nicht gefällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699604","hoster":"VOE"},{"path":"/redirect/8388024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-9/episode-3","name":"Freier Fall","epNo":3,"alt":"","descr":"Der Bauunternehmer Martin Grieser stürzt eines Tages beim Fallschirmspringen zu Tode, denn sein Fallschirm wurde manipuliert. Kurz darauf fliegt Peter Waiblinger, der Hausmeister und Adlatus von Grieser, beim Betreten einer Jagdhütte in die Luft – jemand hatte alle Gashähne aufgedreht. Benno Berghammer und Sabrina Lorenz glauben nicht an ein zufälliges Zusammentreffen der beiden Morde. An Verdächtigen, die den Bauunternehmer Grieser umgebracht haben könnten, herrscht kein Mangel. War es Griesers Witwe Sonja, die ihr Leben der Wohltätigkeit geweiht hat und nebenbei ein Verhältnis mit dem Fluglehrer Berti Zauchner pflegt? Oder ihr Geliebter Zauchner selbst? War es Marianne Waiblinger, die Witwe des Hausmeisters, die dabei ist, an einer Augenkrankheit zu erblinden, und der Grieser die teure Operation in Amerika nicht bezahlen wollte? Schließlich gibt es noch das Kräuterweib Anna Krams, die wegen einer alten Geschichte mit Bennos Mutter Resi verfeindet ist, und ihren kriminellen Neffen Joey. Grieser wollte Anna Krams aus ihrem Häuschen vertreiben, um den Weg für eine Erweiterung des Sportflughafens frei zu machen. Das Kräuterweib war Grieser deswegen schon mit brennenden Kreuzen und toten Hähnen zu Leibe gerückt. Ist sie jetzt einen Schritt weiter gegangen? Noch um einiges rätselhafter ist allerdings die Frage: Wer hat den armen Hausmeister Peter Waiblinger in die Luft gesprengt? Was hatte Waiblinger überhaupt in der Jagdhütte zu suchen? Und vor allem: Wo ist der Zusammenhang mit dem Mord an Waiblingers Chef Grieser? Benno und Sabrina stehen bei diesem Doppelmord vor scheinbar unlösbaren Problemen, bis sie ein Paar altertümlich genagelte Stiefel schließlich auf die Lösung aller Rätsel bringt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599537","hoster":"VOE"},{"path":"/redirect/8388025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-9/episode-4","name":"Malen mit Vincent","epNo":4,"alt":"","descr":"Vincent Förnbacher, ein erfolgloser Kunstmaler, versucht in Kooperation mit Resi Berghammer sein Glück als Lehrmeister und bietet unter dem klingenden Motto \"Malen mit Vincent\" Seminare für Hobbykünstler an. Im Moment hat er vier Kursteilnehmer, die allesamt in der Pension von Bennos Mutter untergebracht sind. Doch schon der erste Tag des Seminars birgt eine Katastrophe: Die Immobilienmaklerin Hanna Würzinger findet die Kursteilnehmerin Katja Schön tot auf. Was zunächst wie ein lupenreiner Unglücksfall aussieht, kann durch etliche nicht erklärbare Ungereimtheiten ebenso gut ein Mord gewesen sein, zu dem allerdings vorerst jedes Motiv fehlt. Nach und nach stellt sich heraus, dass jeder der drei verbliebenen Hobbymaler einen Grund hatte, die offenbar besonders lebenslustige Katja Schön zumindest nicht zu mögen. Völlig gebrochen ist dagegen Vincent Förnbacher, der durch Katjas Tod negative Auswirkungen auf die ohnehin schwindende Teilnehmerzahl seiner Malseminare befürchtet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599536","hoster":"VOE"},{"path":"/redirect/8388036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-9/episode-5","name":"Berliner Luft","epNo":5,"alt":"","descr":"Resi Berghammer fährt nach Berlin – als Mitglied einer Tölzer Reisegruppe, die vom Bauunternehmer Toni Rambold zusammengestellt wurde. Auf dem Programm steht unter anderem ein Fest-Empfang in der bayerischen Landesvertretung in der Bundeshauptstadt. Als Bennos Lieblingsfeind, Streifenpolizist Pfeiffer, in Berlin unter dringendem Mordverdacht festgenommen wurde, reist er seiner Mutter hinterher. Das Mordopfer ist die Reiseleiterin Ulla Kleinecke, eine Angestellte von Toni Rambold, die 1990 aus der DDR nach Tölz gekommen ist. Für den Berliner Oberkommissar Kruse ist der Fall klar: Pfeiffer, der sturzbetrunken neben der Toten lag, ist der Mörder. Jetzt ist es an Benno und Sabrina, den Fall aufzuklären – denn Pfeiffer, das weiß Benno genau, ist zu dämlich, einen Mord zu begehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599538","hoster":"VOE"},{"path":"/redirect/8388035","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-10/episode-1","name":"Klassentreffen","epNo":1,"alt":"","descr":"Resi Berghammer feiert ihr 50-jähriges Klassentreffen, versammelt haben sich sieben ihrer Mitschülerinnen. Schon beim ersten Zusammentreffen brechen die alten Konflikte unter den Damen auf. Nach der Feier verlässt Margarethe Oberklammer als Erste die Veranstaltung und kehrt in ihr Hotel zurück. Am nächsten Morgen wird sie dort tot aufgefunden. Für Benno und Sabrina stehen schwere Ermittlungen bevor, denn die Damen lassen sich nur sehr schwer etwas entlocken. Resi zeigt sich besonders widerspenstig den Ermittlungen ihres Sohnes gegenüber. Als Täter kommen alle Mitschülerinnen infrage, die – wie sich langsam herausstellt – Margarethe hassten. Aber auch ihr Sohn Wolfgang, ein 50-Jähriger, der sich noch immer nicht von seiner Mutter abgenabelt hat, scheint ein Motiv gehabt zu haben, sie umzubringen, und Max Mayer, ein in die Jahre gekommener Gigolo, der sich noch kurz vor dem Tod Margarethes mit ihr getroffen hatte, könnte der Täter sein. Außerdem gibt es da noch eine alte Geschichte mit dem Vater von Prälat Hinter","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599539","hoster":"VOE"},{"path":"/redirect/8388039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-10/episode-2","name":"Strahlende Schönheit","epNo":2,"alt":"","descr":"Benno muss zum Schönheitschirurgen – rein dienstlich, versteht sich, denn in einer renommierten Tölzer Schönheitsklinik wurde der Starchirurg Dr. Mattel ermordet. Der Mörder hat das Röntgengerät mit dem nötigen Know-how manipuliert und Mattel durch oftmalige Bestrahlung getötet; eine qualvolle und langsame Todesart. In der Klinik hatte der umschwärmte Mattel eigentlich nur einen Feind: Dr. Liebnitz, ein Chirurg, der neben dem Meister keinen Fuß auf den Boden bekam. Dass Liebnitz jetzt den Platz von Mattel einnehmen soll, findet Benno interessant. Und dann ist da noch die Lebensgefährtin von Mattel, die er kurz vor seinem Tod zugunsten einer jüngeren Frau abserviert hat. Bald verdichten sich die Hinweise, dass Liebnitz seinen Konkurrenten umgebracht hat, doch Bennos sechster Sinn bringt ihn auf eine neue Fährte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206596","hoster":"VOE"},{"path":"/redirect/8388049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-10/episode-3","name":"Der Heiratskandidat","epNo":3,"alt":"","descr":"Der Journalist Bertram \"Berti\" Söllner wird tot aus einem See gezogen, alles deutet auf einen Mord hin. Das Pikante an dem Fall: Söllner sieht Benno zum Verwechseln ähnlich. Doch damit nicht genug: Benno und Sabrina finden heraus, dass Söllner sich von einem Heiratsinstitut Kontakte zu mehreren Damen vermitteln ließ, die natürlich im Laufe der Ermittlungen alle aufgesucht werden müssen. Die Damen staunen nicht schlecht, als der totgeglaubte Berti Söllner in Person von Benno scheinbar wieder vor ihnen steht. Hinzu kommt, dass die Damen ja offenbar alle den Typ Mann attraktiv finden, den Benno verkörpert. Und tatsächlich hat er einige Mühe, die Avancen der Damen abzuwehren. Unter den heiratswilligen Frauen ist möglicherweise auch die Täterin zu suchen. War es die undurchsichtige Martha, die ihren Unterhalt mit Wahrsagen und spiritistischen Sitzungen verdient? Oder die spröde Rita, die einen Devotionalienladen betreibt, aber – wie sich herausstellt – eine wesentlich schillerndere Vergangenheit hat? Oder Isabell, die sich nur deshalb an Söllner herangemacht hat, weil sie dafür bezahlt wurde? Doch es gibt auch andere Verdächtige, der Journalist Söllner hatte sich etliche Feinde gemacht. Etwa einen auf Kirchenfenster spezialisierten Glaser, der bei seinen Arbeiten auch noch das Kirchensilber mitgehen ließ – wie Söllner aufgedeckt hat. Oder hat Rambold mit dem Mord zu tun – denn Söllner war nicht nur einem Skandal auf der Spur, in den Rambold verwickelt ist. Es führt auch eine Spur von der Uhr des Toten direkt zu Rambold. Die Lösung des Falles bringt schließlich die Inanspruchnahme von Marthas spiritistischen Fähigkeiten – allerdings gänzlich anders, als sich die Beteiligten das vorgestellt hatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599540","hoster":"VOE"},{"path":"/redirect/8388045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-10/episode-4","name":"Süße Versuchung","epNo":4,"alt":"","descr":"Ein etwa 55-jähriger Kunde stirbt im \"Club Aphrodite\", während er sich mit einem Mädchen vergnügt. Der Bordellinhaber Arno Aschauer will Schwierigkeiten aus dem Weg gehen und beschließt daher, den Toten zu \"entsorgen\" – doch dabei geraten er und seine rechte Hand Charlie Meisriemel in eine Verkehrskontrolle. Der Streifenpolizist, der einen Blick in den Kofferraum werfen will, wird kurzerhand von Charlie mit einem gezielten Handkantenschlag niedergestreckt – und tödlich verletzt. Am nächsten Morgen werden Benno und Sabrina an den Tatort gerufen. Dort ereilt sie auch gleich ein zweiter Anruf: Auf der Toilette einer Autobahnraststätte wurde die Leiche eines unbekannten Mannes gefunden. Wie sich bei der Obduktion herausstellt, hatte er vor seinem Tod Geschlechtsverkehr und sich mit einem Potenzmittel gedopt. An diesem, so mutmaßt der Gerichtsmediziner, sei er auch gestorben. Doch es kommt noch pikanter: Benno und Sabrina finden heraus, dass es sich bei dem unbekannten Toten um Weihbischof Strobl handelt. Als der Gerichtsmediziner feststellt, dass Strobl mit Digitalis vergiftet wurde, stehen die Zeichen eindeutig auf Mord. Benno und Sabrina beginnen mit ihren Ermittlungen. Bald wird ihnen klar, dass es irgendeinen Zusammenhang zwischen dem Mord an dem Streifenpolizisten und dem Tod des Bischofs geben muss","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599541","hoster":"VOE"},{"path":"/redirect/8388048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-10/episode-5","name":"Sport ist Mord","epNo":5,"alt":"","descr":"Resi Berghammer ist dem Fanclub der Tölzer Bobpilotin Evelyn Bergham beigetreten, den der Busunternehmer Clemens Kirchhofer gegründet hat. Nun steht in Berchtesgaden die Weltmeisterschaft im Damenbob bevor, und natürlich reist der Fanclub geschlossen an den Königssee, um sein Idol anzufeuern. Benno hat für die plötzliche Sportbegeisterung seiner Mutter nur Verachtung übrig und verschweigt ihr deshalb, dass er ebenfalls nach Berchtesgaden fährt, um mit seinem Freund und ehemaligen Lehrmeister Rudi Schenkmeier, dem Leiter der dortigen Polizeiinspektion, dessen bevorstehende Pensionierung zu feiern. Und noch zwei alte Bekannte haben am selben Tag dasselbe Ziel, nämlich der Tölzer Baulöwe Anton Rambold und Staatssekretär von Gluck. Bevor sowohl Rambold und von Gluck als auch Resi, Kirchhofer und die restlichen Mitglieder des Fanclubs in Berchtesgaden eintreffen, wird dort beim Abschlusstraining auf den Bob von Evelyn Bergham ein Sabotageakt verübt, den die WM-Favoritin und ihre Bremserin nur mit viel Glück unverletzt überstehen. Um keine negativen Schlagzeilen zu provozieren und die vermeintliche Investitionsbereitschaft von Rambold und von Gluck nicht zu schmälern, stellt der Bobverband den Zwischenfall als harmlosen technischen Defekt hin, doch als am nächsten Morgen Evelyn Bergham erwürgt in einem Waldstück aufgefunden wird, ist die Illusion von der heilen Welt im Leistungssport endgültig zerstört. Die Ermittlungen nimmt die junge Hauptkommissarin Barbara Götze auf, die zuerst Resi intensiv verhört – und gegen sich einnimmt, sodass Resi ihren Benno beschwört, den Fall auf eigene Faust zu lösen. Sie erhält dabei Schützenhilfe von Rudi Schenkmeier, der schon seit 20 Jahren darauf wartet, bei der Aufklärung eines Mordfalles mitwirken zu dürfen. Zum Ärger von Barbara Götze lässt sich Benno schließlich überreden, bis zum Ende der WM in Berchtesgaden zu bleiben, und schon bald hat er eine Handvoll Tatverdächtiger beisammen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599542","hoster":"VOE"},{"path":"/redirect/8388052","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-11/episode-1","name":"Krieg der Sterne","epNo":1,"alt":"","descr":"Resi Berghammer gewinnt bei einer Tombola den ersten Preis – einen Gratisaufenthalt in einem Luxushotel. Da sie termingerecht die Handwerker für Renovierungsarbeiten in ihre Pension bestellt, bleibt Benno nichts anderes übrig, als mit ihr die Woche im Hotel zu verbringen. Gleich nach ihrer Ankunft wird ein weiblicher Hotelgast ermordet. Benno und Sabrina finden heraus, dass es sich um eine Verwechslung handelt: Eigentlich hat der tödliche Anschlag der Hotelchefin Clara Sailinger gegolten, die sich jede Menge Feinde gemacht hat, seitdem sie nach dem Unfalltod ihres Mannes die Hotelleitung übernommen hat. Clara gibt Mosbacher, ebenfalls Besitzer eines Hotels und zu Lebzeiten bester Freund ihres Mannes Wolfgang, die Schuld an dessen Tod. Aus Rache will sie ihn fertig machen, indem sie den Ausbau ihres Hotels betreibt und ihn damit finanziell ruiniert. Doch nicht nur Mosbacher hätte ein Motiv gehabt, ihr nach dem Leben zu trachten, auch der italienische Koch Fausto: Die Hotelchefin hat ihn kurzerhand entlassen. Außerdem ist da noch die Freundin ihres Sohnes Roland, der das Hotel übernehmen soll, aber lieber eine Musikerkarriere anstrebt. Er hütet ein dunkles Geheimnis um den Tod seines Vaters und ist deshalb für Mosbacher erpressbar … Währenddessen kostet Resi ihren Gewinn in vollen Zügen aus und flirtet mit dem Empfangschef – ein kleiner Casanova, der sich nicht ohne Hintergedanken an Resi heranmacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599543","hoster":"VOE"},{"path":"/redirect/8388051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-11/episode-2","name":"Wenn die Masken fallen","epNo":2,"alt":"","descr":"Statt sich um das leibliche Wohl ihres Sohnes zu kümmern, hat Resi zwei Aufträge für je ein kaltes Büffet übernommen, und beide sind am selben Abend auszuliefern. Sie selbst befördert ihre Ware zu einem \"Club der Freizeitabenteurer\", der in der Villa Safari eröffnet wird, während Benno das zweite kalte Büffet zu Prälat Hinter bringt, der wiederum einen \"Verein zur Erhaltung der Sauberkeit\" gegründet hat, was Resi zu der Vermutung verleitet, der Geistliche hätte sein Herz für die Umwelt entdeckt. Erst nach seinem Eintreffen bei Prälat Hinter wird Benno klar, dass die Neugründungen der beiden Clubs unmittelbar und auf fatale Weise zusammenhängen: Der eine, den Resi für einen Freizeitclub für Hobbyabenteurer gehalten hat, entpuppt sich als Swingerclub, und der \"Sauberkeitsverein\" des Prälaten ist als Bürgerinitiative für die Erhaltung der moralischen Sauberkeit die Reaktion auf den Swingerclub. Hinter hat sich dafür die Unterstützung zweier hochkarätiger Kommunalpolitiker gesichert: Der erst vor wenigen Monaten neu gewählte Landrat Edgar Heilmeyer wird die Eröffnungsrede halten, und der Landtagsabgeordnete Erich Schöppl wertet die Veranstaltung durch seine bloße Anwesenheit auf. Durch ein Missgeschick zieht sich Resis Aufenthalt in der Villa Safari so lange hin, dass sie die Eröffnung des Swingerclubs miterlebt. Der wird nicht nur von maskierten Räubern überfallen, sondern eine Besucherin findet auch eine Leiche im Keller. Es stellt sich heraus, dass es sich bei der erwürgten Frau um eine gewisse Susanne Büscher handelt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599544","hoster":"VOE"},{"path":"/redirect/8388057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-11/episode-3","name":"Der Tölzi","epNo":3,"alt":"","descr":"Skandal in Bad Tölz: Der Bauherr Rambold errichtet im geschützten Tölzer Moos den \"Tölzer Öko-Wohnpark\". In der Umweltgruppe, die gegen das Projekt protestiert, demonstriert auch Resi mit Elan. Wen wundert es, dass sie dabei ist, als in der Baugrube eine Leiche gefunden wird. Benno und Sabrina werden jedoch von dem Fall ausgeschlossen, denn der Anthropologe Peter Schorlemmer ist zuerst am Fundort und erklärt, dass es sich bei dem Fund um eine Moorleiche aus der Keltenzeit handelt. Und da der Staatssekretär von Gluck sich schützend vor den Anthropologen und die Mumie stellt, muss Benno ihnen das Feld überlassen. Bereits am nächsten Tag gibt es auch für die Kripo Arbeit: Michael Brandtner, ein Fotoreporter, wird erschlagen aufgefunden. Er hatte sich in der Nacht Zutritt zu der streng bewachten Mumie verschafft und verbotenerweise Fotos geknipst. Bad Tölz – und insbesondere Resi – gerät ins \"Tölzi\"-Fieber. Sehr zum Missfallen von Benno weitet sich dieses Fieber auch aufs Revier aus: Sabrina ist fasziniert von der kulturellen Bedeutung des Mumienfundes und den damit verbundenen Forschungsarbeiten. Und sie ist fasziniert von Peter Schorlemmer, dem schneidigen Mumienforscher. Bei ihren Ermittlungen merken Benno und Sabrina, dass der Fotoreporter anscheinend nicht nur außergewöhnlich gut fotografieren konnte – er war auch ein tüchtiger Herzensbrecher. Und mit seiner Fotografierkunst verdiente er sich ein nettes Taschengeld hinzu – als Erpresser. Unter anderem gerät der Leiter der Umweltgruppe ins Visier von Benno und Sabrina. Sepp Schorlemmer ist der jüngere Bruder des Anthropologen, und er hat ein Motiv aus Eifersucht: Vor einem Jahr versuchte der Fotoreporter, an seine Ehefrau Angelika heranzukommen. Kurz darauf verschwand die Frau spurlos, seitdem leidet Sepp an schweren Depressionen und hat nur dank der brüderlichen Fürsorge des Anthropologen wieder im Leben Fuß gefasst – doch genau diese Fürsorge ist der Ehefrau von Peter, Isabella Schorlemmer, ein Dorn im Auge. Bald kommt eine schreckliche Familientragödie ans Tageslicht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599545","hoster":"VOE"},{"path":"/redirect/8388059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-11/episode-4","name":"Das Wunder von Wemperding","epNo":4,"alt":"","descr":"Bei seiner Beerdigung in dem Bergdorf Wemperding erhebt sich der verstorbene Einsiedler Heinz Mitteregger zum Erstaunen der Trauergemeinde plötzlich aus seinem Sarg. Allerdings ist seine Wiederauferstehung – das \"Wunder von Wemperding\" – nur von kurzer Dauer: Am nächsten Tag wird Mitteregger erschlagen aufgefunden. Benno und Sabrina stehen vor der Frage, was den Mörder in der Zeit zwischen Wiederauferstehung und Mord auf den Plan gerufen hat. Dabei stoßen die beiden auf etliche Verdächtige, so etwa Mittereggers Tochter Martina und deren vorbestraften Freund Ralf Schierl sowie Notarin Irene Miller. Doch die Notarin kann nichts sagen, denn sie ist verschwunden, wie ihr verzweifelter Ehemann Peter mitteilt. Aber auch Mittereggers einziger Freund und Schachpartner, der junge, verschrobene Computer-Freak Wolfgang Weber, verhält sich verdächtig. Benno und Sabrina merken, dass er und seine Mutter Hildegard ihnen etwas verheimlichen. Da entdecken Benno und Sabrina in einem Bergsee eine Leiche","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206598","hoster":"VOE"},{"path":"/redirect/14454104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-11/episode-5","name":"In guten Händen","epNo":5,"alt":"","descr":"Eine Einbruchsserie hält die Polizei von Bad Tölz auf Trab. Kommissar Berghammer und seine Kollegin Lorenz haben diesen kleinen Delikten bisher keine Beachtung geschenkt und Pfeiffer mit den Ermittlungen beauftragt. Das ändert sich jedoch, als bei einem der Einbrüche ein Toter zu beklagen ist. Im evangelischen Pfarrhaus wurde nicht nur eingebrochen, sondern auch der bettlägerige Vater des Pfarrers ermordet. Pfarrer Busch ist ein Verfechter der Ökumene, und seine modernen Gottesdienste haben großen Zulauf in Tölz. Prälat Hinter missgönnt dem Kollegen seine Beliebtheit, und dass durch den Mord in Pfarrer Buschs unrühmlicher Familiengeschichte herumgestochert wird, kommt ihm sehr gelegen. Auch Resi Berghammer hat plötzlich großes Interesse an der Ökumene – allerdings aus wirtschaftlichen Gründen. Wie sich herausstellt, gibt es einen Zusammenhang zwischen den Einbrüchen und einer Gruppe illegaler polnischer Putzfrauen, die sich bei Prälat Hinter als Pilgerfrauen einquartiert haben. Ausgerechnet eine von diesen hat Resi in ihrer Pension engagiert. Die Ermittlungen ergeben, dass der Tote nicht so harmlos war, wie seine Hinfälligkeit nahe legt. Als ehemaliger Landrat hat er sich nämlich stets bemüht, seinen Mitmenschen das Leben schwer zu machen. Vom Krankenpfleger bis zu seinem Sohn ist niemand gut auf ihn zu sprechen. Mordmotive gibt es viele, Beweise aber keine","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599546","hoster":"VOE"},{"path":"/redirect/8388065","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-12/episode-1","name":"Der Zuchtbulle","epNo":1,"alt":"","descr":"Der langjährige Staatssekretär von Gluck wird ermordet – im Beichtstuhl! Und zur Schande des Prälaten Hinter ausgerechnet während einer Beichte, in der Hinter bierselig eingeschlafen ist. Für Benno und Sabrina beginnt ein schwieriger Fall, denn der Pathologe stellt fest, dass es mehrere Todesursachen – und somit mehrere Täter – gab. Motive für den Mord gibt es genug: Von Gluck hatte versucht, sämtliche Politiker aus dem Gemeinderat zu bestechen, um ein Kameraüberwachungsprojekt in Bad Tölz durchzusetzen, er hielt bei einem Doping-Skandal in der Rinderzucht die Hand auf, und er dopte sich seit längerem selbst: Er nahm Viagra – allerdings nicht für seine Ehefrau. Anfangs hofft Benno im Fall auf tatkräftige Unterstützung des neuen Staatsanwalts Dr. Georg Lenz, ein fähiger und engagierter Strafverfolger. Sabrina ist eher skeptisch, denn dem Mann eilt ein Ruf als penibler und karrieregeiler Machtmensch voraus. Dass der sich auch gern in die Ermittlungen einmischt, merkt Benno schon beim ersten Treffen, und das passt ihm natürlich überhaupt nicht in den Kram. Sabrinas Skepsis legt sich jedoch schnell, denn sie ist schwer angetan von dem gut aussehenden Mann – ein Grund für Benno, den Neuankömmling noch weniger zu mögen. Doch nicht nur das störende Auftreten des Staatsanwalts macht Benno aggressiv: Resis neuer Pensionsgast ist ein fanatischer Hobbysportler, der vor Ausdauer und Gesundheit nur so strotzt. Durch den plötzlichen Tod des Staatssekretärs an die Endlichkeit der Menschen erinnert, entlockt Resi dem Pensionsgast sein Geheimnis: Vitalitätskapseln. Und nun werden nicht nur die Bullen im Rinderzucht-Skandal gedopt, sondern auch Resis Bulle: Sie mischt Benno die Kapseln heimlich ins Essen. Zunächst ist das von Erfolg gekrönt: Benno ist agil, tatkräftig und ein völlig neuer Mensch. Doch schon nach kurzem treten bei ihm Nebenwirkungen auf: Er wird hibbelig, aggressiv und unausstehlich. Und zwar so sehr, dass er heftig mit dem neuen Staatsanwalt aneinander gerät. Sabrina macht sich zusehends Sorgen um Bennos sonderbares Verhalten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920662","hoster":"VOE"},{"path":"/redirect/8388068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-12/episode-2","name":"Liebesleid","epNo":2,"alt":"","descr":"Britta Aumüller, die Sekretärin des Tölzer Bauunternehmers Zechl, kommt auf das Kommissariat, um einen Diebstahl zu melden. Plötzlich fällt sie Pfeiffer tot vor die Füße – vergiftet. Die Ermittlungen führen Benno und Sabrina zu dem Hof, der von Britta Aumüller zusammen mit einem Mann und zwei anderen Frauen bewohnt wurde – in einer Landkommune. Der Oberkommunarde Engelmann sowie die beiden Mitbewohnerinnen zeigen sich geschockt über Brittas Tod. Aber schnell wird Benno und Sabrina klar, dass unter den scheinbar friedlichen Alt-68ern Neid, Eifersucht, Misstrauen und Habsucht herrschen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586913","hoster":"VOE"},{"path":"/redirect/8388077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-12/episode-3","name":"Ein erstklassiges Begräbnis","epNo":3,"alt":"","descr":"Als die Leiche des zwielichtigen Bestattungsunternehmers Martin Bichler im Walchenseekraftwerk angespült wird, beginnen Benno und Sabrina ihre Ermittlungen im Bestatter-Milieu von Tölz und Umgebung. Besonders das Institut Heimkehr wird untersucht, in dem Martin Bichler gemeinsam mit seinem Cousin Christian Pohl und dem Faktotum Herrn Unertl die Toten von Tölz in würdiger Form dem Jenseits übergab. Schnell stoßen die Polizisten darauf, dass sich Martin Bichler beruflich einige Feinde geschaffen hat – er hat Bestattungen falsch abgerechnet, wertvolle Grabbeigaben entwendet und das eine oder andere Begräbnis nicht so luxuriös ausgestattet wie die Rechnungen. So zum Beispiel bei der Beerdigung von René Hofers Mutter Gertrud. René, der im Walchenseekraftwerk arbeitet und außerdem Sabrinas große Jugendliebe war, gerät unter Verdacht. Aber Hofer hat ein Alibi für die Nacht, wie Sabrina nicht ohne Erleichterung herausfindet, denn immer noch verbindet sie eine sentimentale Schwäche mit der Jugendliebe. Resi, durch den Todestag ihrer Mutter mit der eigenen Sterblichkeit konfrontiert, hat beschlossen, ihre eigene Beerdigung samt Leichenschmaus zu organisieren und bringt Bennos Ermittlungen ohne es zu wollen damit auch ein Stückchen weiter. Schon bald gibt es mehr Verdächtige als erwartet, denn Bichler war nicht nur aufgrund seiner zwielichtigen Geschäfte ein höchst unbeliebter Zeitgenosse, auch seine Familie hat durch seinen Tod mehr Vor- als Nachteile: Seine Frau Marianne, die ein Verhältnis hat, erbt seinen Anteil am Unternehmen, sein Cousin Christian Pohl ist einen lästigen Teilhaber los und kann so einige Ungereimtheiten vertuschen, und auch die anderen Mitarbeiter haben unter dem Toten gelitten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383515","hoster":"VOE"},{"path":"/redirect/8388079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-12/episode-4","name":"Mord im Kloster","epNo":4,"alt":"","descr":"Eine anonyme Mitteilung informiert die Kripo Tölz darüber, dass im Kloster St. Ehrentraud eine junge Nonne unter merkwürdigen Umständen verstorben ist. Ehe Benno jedoch die Ermittlungen aufnehmen kann, muss er sich gegen den Widerstand der Priorin Mutter Maria Ancilla und des Staatsanwalts Lenz durchsetzen. Die Gerichtsmedizin bestätigt schließlich, dass die Nonne keineswegs eines natürlichen Todes starb – sie wurde mit einer seltenen mittelalterlichen Droge vergiftet! Da das Kloster gegen Außenstehende gut abgeschirmt ist, geraten die Insassen unter dringenden Tatverdacht. Die strengen Ordensregeln verbieten auch, dass Männer Zutritt zu dem heiligen Gemäuer erhalten, also bleibt nichts anderes übrig, als Sabrina allein mit den Ermittlungen vor Ort zu betrauen. Benno genießt währenddessen im Hause des Prälaten Hinter die Kochkunst seiner Mutter Resi, die als Pfarrersköchin aushilft. Dort lernt er die Pastoralreferentin Maria Mittendorfer kennen, die einige Jahre in St. Ehrentraud lebte und mit dem Opfer befreundet war. Von ihr erfährt Benno, dass die Tote alleinige Erbin eines respektablen Vermögens war – liegt hier das Mordmotiv? Im Kloster spitzt sich die Situation zu, als die Nonne Maria Fidelis plötzlich verschwunden ist. Es stellt sich heraus, dass sie mit dem Mordopfer ein sehr persönliches Verhältnis hatte. Kurz darauf wird Maria Fidelis mit aufgeschnittenen Pulsadern tot aufgefunden – bereitwillig legen Staatsanwaltschaft und Kirche den Fall als tragisches Beziehungsdrama zu den Akten. Doch Benno und Sabrina zweifeln an dieser allzu glatten Lösung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586915","hoster":"VOE"},{"path":"/redirect/8388076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-12/episode-5","name":"Der Weihnachtsmann ist tot","epNo":5,"alt":"","descr":"Susanne Kreuzer überlässt ihr Baby Lukas nur kurz der Aufsicht eines Weihnachtsmannes, der vor dem Eingang einer Bank Werbezettel verteilt. Sie muss dringend ihren Mann sprechen, den Bankangestellten Max Kreuzer. Als sie kurz darauf wieder zurückkommt, ist das Kind aus dem Kinderwagen verschwunden – und mit ihm der besagte Weihnachtsmann. Benno und Sabrina schließen eine Entführung, um Geld zu erpressen, nicht aus, die Suche nach dem Weihnachtsmann beginnt. Schneller als erwartet löst Resi den Fall und überführt Emma, die eifersüchtige Mutter des Kindsvaters, die ihrer ungeliebten Schwiegertochter eine Lehre erteilen wollte, als Kidnapperin. Noch ahnt niemand, welche Tragödie sie damit ausgelöst hat … Am Morgen darauf liegt ein toter Weihnachtsmann vor der Kapelle am Kalvarienberg. Das Opfer ist Valentin Obermaier, ein schwer verschuldeter Geschäftsmann und Spieler, der seine Familie mehrmals an den Rand der Existenz gebracht hat. Benno und Sabrina stoßen auf jede Menge Motive und Verdächtige. Da wäre zuerst die Ehefrau des Opfers, Margit Obermaier, die zur Scheidung entschlossen war, dann Obermaiers Geschäftspartner Leo Kainz, ein Freund aus Jugendtagen, der ihm nie verzeihen konnte, dass er ihm seine große Liebe Margit weggenommen hatte, und schließlich Margits Vater, dem sein labiler Schwiegersohn immer ein Dorn im Auge war. Bei allen plausiblen Motiven haben Benno und Sabrina ein Problem: Die drei geben sich gegenseitig Alibis für die Tatzeit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586917","hoster":"VOE"},{"path":"/redirect/8388083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-12/episode-6","name":"Kochkünste","epNo":6,"alt":"","descr":"Der Restaurantkritiker Reindl wird auf eigenwillige Art und Weise ermordet. Benno und Sabrina finden heraus, dass der Mann etliche Feinde hatte: Darunter einen Spitzenkoch, dessen Ruf er ruinieren wollte, und eine Fernsehköchin mit eigener Show sowie einen Edelprostituierten, zu dessen Kundenkreis der Ermordete zählte. Doch damit nicht genug: Wie sich herausstellt, hatte sich Reindl eine Nebenerwerbsquelle aufgetan, indem er mehrere Leute erpresst hat. Besagte Fernsehköchin Mirella Beck, die obendrein ihre Show mit einer Brise Erotik würzt, macht Benno im Verlauf der Ermittlungen schöne Augen, aber wie es scheint nicht ohne Hintergedanken. Zu Bennos Ärger ist auch seine Mutter Resi wieder einmal in die ganze Angelegenheit verwickelt. Sie behauptet nämlich, Mirella hätte ihr ein Rezept \"gestohlen\". Sie fühlt sich schon seit längerer Zeit beobachtet, und dann wird auch noch bei ihr eingebrochen. Wer steckt dahinter? Vielleicht ein etwas einsilbiger junger Mann, der kleinere Arbeiten für Mirella in deren Haus und Garten erledigt oder ihr etwas dubioser Freund und Manager? Böse Zungen behaupten, Mirella Beck hätte ihre Koch-Show nur dem Techtelmechtel mit einem Herrn Staatssekretär zu verdanken. Benno und Sabrina glauben, dass der Schlüssel zur Lösung in einem dunklen Punkt in Mirellas Vergangenheit zu suchen ist. Zu allem Überdruss arrangiert sie sich auch noch mit Resi und lädt sie in ihre Fernsehshow ein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586914","hoster":"VOE"},{"path":"/redirect/8388086","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-13/episode-1","name":"Keiner kennt den Toten","epNo":1,"alt":"","descr":"Benno wird zu einer luxuriösen Villa gerufen, weil im Park ein Toter auf einem modernen Kunstwerk liegt. Zufälligerweise ist, wie sich schnell herausstellt, die junge Frau, die den Toten gefunden hat, Bennos neue Kollegin Nadine. Benno ist sehr irritiert, hatte er doch damit gerechnet, dass Sabrina nach ihrem Urlaub zurückkommt. Doch nachdem sie inzwischen schwanger geworden ist, hat Staatsanwalt Lenz hinter Bennos Rücken für Ersatz gesorgt. Auch wenn er sich zunächst überfahren fühlt, raufen sich die beiden zusammen – und das, obwohl die neue Kollegin nicht aus Bayern kommt, sondern aus Ostdeutschland. Der Tote gibt Benno und Nadine zunächst etliche Rätsel auf, da er nicht zu identifizieren ist – keiner hat ihn angeblich je gesehen. Auch die Bewohner der Villa, Tanja Boosheim, deren Sohn Rudi sowie Tanjas Schwager Heinz Boosheim, geben vor, den Mann nicht zu kennen. So stehen die Kommissare vor der Aufgabe, zunächst die Identität des Ermordeten zu ermitteln. Kein einfaches Unterfangen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586919","hoster":"VOE"},{"path":"/redirect/8388088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-13/episode-2","name":"Feuer und Flamme","epNo":2,"alt":"","descr":"Eine alte, unbeugsame Kämpferin in Sachen Umweltschutz wird ermordet. Die Tote wurde auf ein Grundstück gelegt, das in der jüngsten Vergangenheit für Aufruhr in Bad Tölz gesorgt hat: Hier stand früher ein denkmalgeschütztes Haus, das durch einen dubiosen Großbrand dem Erdboden gleichgemacht wurde. Dem Besitzer des Grundstücks, Bauunternehmer Toni Rambold, konnte man keine Brandstiftung nachweisen. Der ehrgeizige Feuerwehrmann Sebastian jedenfalls ist tiefer in diese Sache verstrickt, als er den Kommissaren sagt. Sebastian steht auf Kriegsfuß mit dem Feuerwehrkommandanten, dessen Job er selbst gern hätte. Dass die Tote die Mutter des Kommandanten ist und vor ihrem Tod Sebastian klargemacht hat, was sie über die Brandstiftung weiß, wirft kein gutes Licht auf ihn. Bald stellt sich heraus, dass die Ökoaktivistin an einer Überdosis Ecstasypillen gestorben ist – nicht gerade der typische Tod für eine naturbewusste Frau um die 60. Der Betreiber eines Tölzer Clubs gerät in Bedrängnis: Er hat die Aktivistin für seine Zwecke instrumentalisiert und sie zur Belustigung seiner Gäste regelrecht an der Nase herumgeführt. Benno Berghammer und seine Kollegin Nadine Richter sind nicht nur damit beschäftigt einen Mord aufzuklären, je tiefer sie graben, desto mehr Verbrechen fördern sie zutage: Brandstiftung, Bestechung, Drogenhandel. Und als ob das nicht genug wäre, bekommen die beiden auch noch einen neuen Kollegen zugeteilt – Hauptwachtmeister Schmidt aus dem Fränkischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206601","hoster":"VOE"},{"path":"/redirect/8388096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-13/episode-3","name":"Schonzeit","epNo":3,"alt":"","descr":"Die 100-Jahr-Feier des humanistischen Hubertus-Gymnasiums in Bad Tölz steht an. Zu Bennos Ärger und Resis Freude hat sich in der Pension Berghammer ein ganz besonderer Gast angekündigt: Walter Bruckner, Bennos strebsamster Klassenkamerad, der Tölz nach dem Abitur in Richtung Berlin verlassen hat, um Diplomat zu werden. Resi erhofft sich durch den hohen Besuch einen Aufschwung für ihre krisengebeutelte Pension, aber als Bruckner eintrifft, fällt sie aus allen Wolken: Er ist ein obdachloser Straßenmusiker, statt des erwarteten Butlers bringt er Hector, eine zerzauste Promenadenmischung, mit. Wenig später wird an der Isar ein Toter gefunden: Es ist Georg Ott, 17 Jahre alt, Sohn des angesehenen Medizinprofessors Günter Ott und Schüler der Klasse 10a des Hubertus-Gymnasiums – gestorben durch einen Schuss ins Herz. Benno und Nadine finden heraus, dass er in Mona, die Freundin seines besten Freundes Vinz, verliebt war. Vinz, Sohn des reichen Schrotthändlers Otto Thalbach, hatte am Tatabend Streit mit Georg, im Waffenschrank des Vaters fehlt ein Revolver. Oberstaatsanwalt Dr. Lenz, der wegen eines abgefahrenen Rückspiegels eine Art Privatkrieg gegen Thalbach führt, glaubt an eine Eifersuchtstat, doch Benno lehnt diese Theorie instinktiv ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579194","hoster":"VOE"},{"path":"/redirect/8388094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-13/episode-4","name":"Wiener Brut","epNo":4,"alt":"","descr":"Resi Berghammer folgt der Einladung ihrer Freundin Gerda Feuereisen und reist nach Wien. Gerdas Tochter Fanny – Resis Patenkind – hat dort ihren Abschlussball und soll in die Wiener Gesellschaft eingeführt werden. Dann passiert jedoch etwas Schreckliches: In der Nacht vor dem Ball wird Gerda mit Rattengift ermordet. Benno reist in großer Sorge nach Wien, denn seine Mutter ist seit dem Tod ihrer Freundin spurlos verschwunden. Die Wiener Mordkommission steht unter Druck, denn innerhalb einer Woche wurden drei Frauen aus unterschiedlichen Schichten durch Rattengift ermordet: die Kaffeehausbesitzerin Rita Reiter, die Pfarrersköchin Erna Schinabeck und Gerda Feuereisen, Gattin eines renommierten Neurologen. Herr Feuereisen bittet Benno und Nadine bei der Auflösung des Falles zu helfen. Benno aber will nach dem Auftauchen seiner unversehrten Mutter sofort die Rückreise nach Tölz antreten. Da sich Resi aber weigert, der Wiener Polizei und auch Benno Auskunft über ihr Verschwinden bzw. über ihr Alibi zu geben, wird sie in den Kreis der Verdächtigen aufgenommen und darf Wien nicht verlassen. Resi ist seltsamerweise darüber entzückt, ebenso wie Nadine, die sich zu Bennos Leidwesen in den übereifrigen Wiener Profiler Joe Gabler verliebt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586918","hoster":"VOE"},{"path":"/redirect/8388095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-13/episode-5","name":"Krieg der Camper","epNo":5,"alt":"","descr":"Der Campingplatzbesitzer Karl Prengel nimmt sich eines Nachts das Leben. In einem nicht zu Ende geschriebenen Abschiedsbrief gesteht er, einen Mord begangen zu haben. Kurz bevor er den Namen des Opfers schreiben konnte, trat jedoch der Tod ein. Benno und Nadine stehen vor der seltenen Aufgabe, nicht einen Mörder, sondern ein Opfer finden zu müssen. Allerdings gibt es diverse Kandidaten: Der tote Prengel war mit Uwe Mautner, dem Besitzer des angrenzenden Campingplatzes, verfeindet. Die beiden haben sich seit Jahren das Leben gegenseitig zur Hölle gemacht und einen hohen Zaun an der Grenze der Campingplätze errichtet, was dazu führte, dass so gut wie keine Gäste mehr kamen. Mautner ist seit der Nacht, in der Prengel Selbstmord beging, verschwunden und in der Nähe der Campingplätze findet man Spuren eines Autounfalls. Auch verschwunden ist eine Tölzer Anwältin, mit der der Tote ebenfalls Streit hatte, was auf mysteriöse Weise damit zusammenhängt, dass die Anwältin und der Hausmeister von Prengels Campingplatz gemeinsam ein Schloss besitzen. Schließlich gibt es noch Hinweise auf einen Campinggast, der in jener schicksalhaften Nacht anreisen sollte, aber anscheinend nie ankam. Privat wird Benno dadurch gestresst, dass seine Mutter plötzlich die Idee hat, zu einem Bekannten nach Mallorca zu ziehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586922","hoster":"VOE"},{"path":"/redirect/8388103","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/der-bulle-von-toelz/staffel-14/episode-1","name":"Das Ende aller Sitten","epNo":1,"alt":"","descr":"Osso Toregger, ein nach Kalifornien ausgewanderter Regisseur von Schmuddelfilmen, dreht in Bad Tölz einen großen Liebesfilm, angelehnt an Goethes Roman ‚Die Wahlverwandtschaften‘. Auch sein alter Schulfreund Benno Berghammer ist mit von der Partie. Doch eines Tages treibt im Pool die Leiche von Jana Fitz, eine Darstellerin und Geliebte von Osso Toregger. Sie wurde vergiftet und war im dritten Monat schwanger …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586920","hoster":"VOE"},{"path":"/redirect/8388105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-14/episode-2","name":"Bulle und Bär","epNo":2,"alt":"","descr":"Der passionierte Jäger Franz Kufner wird tot im Nachbarrevier aufgefunden. Die Obduktion ergibt, dass die tödlichen Verwundungen von einem Bären stammen. Die Medien überschlagen sich: Wieder ist ein Bär nach Bayern eingewandert, doch diesmal ist die Abschussanordnung unumstritten, diesmal war das Opfer kein Meerschweinchen, sondern ein Mensch. Die Jäger, unter ihnen Staatsanwalt Lenz, rüsten zur Bärenhatz, auf der anderen Seite formiert sich die Bärenlobby und mittendrin steht ein nachdenklicher Benno Berghammer, der nicht so recht an die Bärentheorie glauben will. Der Verstorbene war ein vielgeliebter und vielgehasster Mann, und schon bald haben Benno und Nadine einige Verdächtige im Visier: Den Tierpräparator Zitzelsberger, der über Nacht ein Bärenfell verschwinden lässt, den Wildmetzger Kornfelder, dessen Ehefrau mehrere Safarireisen mit dem Verstorbenen unternommen hatte, die Witwe Kufner und ihren Sohn Max, die beide von dem Doppelleben wissen mussten. Doch bald kann sich Benno auch von der Existenz des Bären überzeugen: Aug’ in Aug’ stehen sich Bulle und Bär auf einer Waldlichtung gegenüber. Benno aber glaubt nach wie vor an die Unschuld des Bären: Er will das Leben des Tieres retten und so beginnt ein Wettlauf gegen die Zeit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586923","hoster":"VOE"},{"path":"/redirect/8388101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-14/episode-3","name":"Die Leonhardifahrer","epNo":3,"alt":"","descr":"In dem kleinen Örtchen Bad Tölz steht die alljährliche Leonhardifahrt kurz vor der Tür. Plötzlich wird der Lehrer Uwe Binder erschossen auf einer Almwiese gefunden. An die Wiese grenzt eine Sennerhütte, in der sich die Gorschlüters, eine Familie aus Bochum, eingemietet hat. Benno Berghammer und seine Kollegin Nadine Richter finden heraus, dass es zwischen dem Lehrer und dem Familienvater Unstimmigkeiten gab. Herr und Frau Gorschlüter hielten es nicht für nötig, ihre Kinder auf die örtliche Schule zu schicken. Uwe Binder konnte jedoch den Schulbesuch der Kinder erzwingen. Für Verwunderung sorgt indes auch der Bauer Franz Moosleitner. Er äußert den Verdacht, dass der Schuss ihm gegolten haben soll. Benno und seine Kollegin Nadine entdecken ein Geheimnis: Die Tochter von Moosleitner, Tatjana, ist Binders Geliebte gewesen und Franz Moosleitner hegte keine Sympathie für den Lehrer. Die Kommissare ermitteln in alle Richtungen, doch Benno muss sich auch noch mit einem Wasserrohrbruch in seinem Haus herumschlagen. Aufgrund der bevorstehenden Leonhardifahrt ist in ganz Bad Tölz kein freies Zimmer zu finden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599550","hoster":"VOE"},{"path":"/redirect/8388108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-14/episode-4","name":"Der Zauberer im Brunnen","epNo":4,"alt":"","descr":"Der Zauberer Hans Kaminsky stirbt, weil ihn ein Unbekannter in einen Brunnen gestoßen hat. Benno Berghammer und seine Kollegin Nadine beginnen zu ermitteln. Schon bald finden sie einige Verdächtige, die einen Grund gehabt hätten, den Magier zu ermorden. Da wäre beispielsweise der Wirt Udo Kettner. Seine Tochter Viola hatte in Kaminsky eine Art \"Ersatzvater\" gesehen, der ihr mehr Freiheiten als ihr eigentlicher Vater gewährte. Die Lebensgefährtin des Zauberers, Martha Beyer, war darüber alles andere als erfreut – auch sie hätte ein Motiv. Dann gibt es noch Bennos alten Freund, Toni Rambold, der verdächtig großes Interesse an dem Fall zeigt und dabei erwischt wird, wie er in das Haus von Kaminsky einzubrechen versucht. Der Fall wird noch mysteriöser, als sich herausstellt, dass die Lebensgefährtin des Zauberers eine Affäre hatte – allerdings mit Kaminsky selbst. Rätsel gibt auch die Tatsache auf, dass sich Viola noch Stunden nach seinem Tod mit dem Magier getroffen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579198","hoster":"VOE"},{"path":"/redirect/8388111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-14/episode-5","name":"Der Kartoffelkönig","epNo":5,"alt":"","descr":"Der Kartoffelzüchter Olaf Angermeier wird kurz vor seinem 50. Geburtstag tot aufgefunden. Benno und Nadine stoßen auf viele Bekannte des Opfers, die ein Motiv gehabt haben: Nicht nur die Landwirtin Bettina Lösl hatte eine Abneigung gegen Angermeier, sondern auch der Ingenieur Kern. Rätsel gibt auch die Witwe des Verstorbenen auf, die ihrem Mann keine Träne nachweint. Und dann erfährt Benno auch noch von einer ominösen Geldspende, die den Prälat Hinter in Bedrängnis bringt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579200","hoster":"VOE"},{"path":"/redirect/8388114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-bulle-von-toelz/staffel-14/episode-6","name":"Abenteuer Mallorca","epNo":6,"alt":"","descr":"Resi – immer noch auf Mallorca – trifft zufällig Rambolds Freundin Hasi, die auf der Insel ein Restaurantprojekt betreut. Die beiden Frauen werden auf einer einsamen Landstraße gekidnappt und in ein Versteck in den Bergen verschleppt – die Entführung galt eigentlich nur Hasi. Die Kidnapper verlangen von Rambold eine Million Lösegeld. Er und Benno beschließen, die Polizei außen vor zu lassen und Nadine, die gerade auf Mallorca Urlaub macht, auf die Entführer anzusetzen. Als heiße Spur stellt sich ein ehemaliger Geschäftspartner von Rambold heraus, der auf Mallorca lebt und vor einiger Zeit auf mysteriöse Weise seine Frau verloren hat. Natürlich hatte er den Mann damals übervorteilt und es besteht der Verdacht, dass da noch eine Rechnung offen ist. Zur gleichen Zeit wird in Tölz der Abgeordnete Meidenbauer mit einer Schrotflinte angeschossen. Benno soll diesen angeblichen Mordversuch aufklären – und kann aus diesem Grund auch nicht selbst nach Mallorca. Meidenbauer vermutet zunächst einen Umweltaktivisten hinter dem Anschlag, da er sich in Berlin für den Bau einer Autobahn durch den Landkreis stark macht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9586921","hoster":"VOE"},{"path":"/redirect/8388117","hoster":"Streamtape"}]}]}]}]}