{"seriesId":"der-chef","name":"Der Chef","descr":"[Ironside] Seit er bei einem Einsatz von einem Kriminellen niedergeschossen wurde, sitzt Robert T. Ironside (Raymond Burr) im Rollstuhl. Dieses Handicap hält den ambitionierten Kriminalbeamten allerdings nicht ab, weiterhin auf Verbrecherjagd zu gehen. Ausgestattet mit allerlei Sondervollmachten von Polizei und Staatsanwaltschaft bildet Chief Ironside gemeinsam mit Sergeant Ed Brown (Don Galloway), Eve Whitfield (Barbara Anderson) und Mark Sanger (Don Mitchell) eine Spezialeinheit die dann einspringt, wenn die Polizei mit ihrem Latein am Ende ist. ","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Der Chef kehrt zurück","epNo":1,"alt":"The Return Of Ironside","descr":"Der Polizeichef von Denver wittert bei einem großen Bauprojekt unlautere Machenschaften. Als er der Sache nachgehen will, kommt er bei einem fingierten Verkehrsunfall ums Leben. Sein frisch pensionierter Kollege Robert Ironside soll einen Nachfolger für ihn finden. Kaum in Denver angekommen, gerät Ironsides Assistentin ins Visier polizeilicher Ermittlungen. Angeblich soll sie aus Eifersucht ihren Freund und dessen Geliebte ermordet haben. Ironside glaubt jedoch nicht an diese allzu einfache Erklärung.","versions":[{"lang":1,"streams":[{"redirect":9185990,"hoster":"VOE"},{"redirect":9185994,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein beinahe tödlicher Fall","epNo":1,"alt":"A Man Called Ironside","descr":"Während seines Urlaubs wird Polizeichef Robert T. von einem Angreifer niedergeschossen. Nun von der Hüfte abwärts gelähmt, fürchtet er frühzeitig in Rente gehen zu müssen. So setzt er seine ganze Überredungskunst ein, um eine neue Anstellung als Berater für die Polizei zu bekommen. Zusammen mit seinem neuen Team sucht er nach dem Mann, der ihn überfallen hat.","versions":[{"lang":1,"streams":[{"redirect":9186468,"hoster":"VOE"},{"redirect":9186476,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Raub auf der Rennbahn","epNo":2,"alt":"Message From Beyond","descr":"Polizeichef Robert T. Ironside (Raymond Burr) wird während seines Urlaubs in einem abgelegenen Bauernhaus von einem unbekannten Täter angeschossen. Fortan ist er von der Hüfte abwärts gelähmt. Voller Sorge, in die Frührente abgeschoben zu werden, überredet er seinen Freund, den Polizeichef, ihn als Berater in Fällen einzusetzen, in denen die Polizei nicht mehr weiter weiß. Zusammen mit seinem neuen Team, bestehend aus Ed Brown (Don Galloway), Eve Whitfield (Barbara Anderson) und Mark Sanger (Don Mitchell), versucht er, einen Gelddiebstahl auf einer Rennbahn aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":9186493,"hoster":"VOE"},{"redirect":9186495,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Falle für den Würger","epNo":3,"alt":"The Leaf In The Forest","descr":"Immer wieder werden allein stehende alte Damen tot aufgefunden. Alle Opfer wurden erdrosselt. Ironside (Raymond Burr) ist sich sicher, dass es sich bei dem Täter um keinen gewöhnlichen Serienkiller handelt. Zwar erfordert es einige Mühe, seine junge Kollegin Eve (Barbara Anderson) als potentielles Opfer für den Killer herzurichten, doch Ironside weiß, dass sich diese Anstrengung lohnen wird.","versions":[{"lang":1,"streams":[{"redirect":12333261,"hoster":"VOE"},{"redirect":9186513,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Tote, der nicht sterben durfte","epNo":4,"alt":"Dead Man’s Tale","descr":"Ein berühmt-berüchtigter Verbrecher steht kurz davor die Beweise des Staates gegen ihn zu kippen, als er ermordet wird. Ironside (Raymond Burr) gibt jedoch vor, dass der Mann noch am Leben ist und bereit ist, auszupacken. Durch diesen Trick hofft er einen gesuchten Kriminellen und den Mörder des Verbrechers dingfest zu machen.","versions":[{"lang":1,"streams":[{"redirect":12920663,"hoster":"VOE"},{"redirect":9186530,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Strychnin und Kugeln","epNo":5,"alt":"Eat, Drink And Be Buried","descr":"Fernsehstar Francesca Kirby (Lee Grant) bekommt immer wieder Morddrohungen. Verzweifelt wendet sie sich an ihren alten Freund Ironside (Raymond Burr), der sofort bereit ist, den Fall zu übernehmen. Als den Drohungen tatsächlich Anschläge folgen, stürzt sich der Polizeiberater noch tiefer in den Fall, der für ihn einen überraschenden Ausgang nimmt.","versions":[{"lang":1,"streams":[{"redirect":12920665,"hoster":"VOE"},{"redirect":9184713,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tod eines Polizisten","epNo":6,"alt":"The Taker","descr":"Andy Anderson, ein Polizist den Ironside (Raymond Burr) seit Jahren kennt, wird im Dienst erschossen. Alles deutet darauf hin, dass der Kollege ein Betrüger war und jemanden erpresste, doch Ironside setzt alles daran, um das Gegenteil zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":9184725,"hoster":"VOE"},{"redirect":9184742,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In den Händen der Gangster","epNo":7,"alt":"An Inside Job","descr":"Zwei Killern gelingt die Flucht aus ihrer Zelle. Sie nehmen Ironside (Raymond Burr) und seine Kollegin Eve (Barbara Anderson) als Geiseln und verlangen von Ironside, ihnen einen Fluchtplan auszuhecken, mit dem sie auch aus dem Gefängnis entkommen können. Wie immer hat der ehemalige Polizist jedoch einen Trick auf Lager.","versions":[{"lang":1,"streams":[{"redirect":9184764,"hoster":"VOE"},{"redirect":9184766,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod im Swimmingpool","epNo":8,"alt":"Tagged For Murder","descr":"Ironside (Raymond Burr) und sein Team untersuchen einen Todesfall, der allem Anschein nach durch einen Unfall herbeigeführt wurde. Ed (Don Galloway) ist sich jedoch hundertprozentig sicher, dass ein Mord stattgefunden hat. Ironside untersucht die Umstände genauer und deckt eine düstere Geschichte von ermordeten Veteranen und einem Raubüberfall auf.","versions":[{"lang":1,"streams":[{"redirect":9184790,"hoster":"VOE"},{"redirect":9184788,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vergebliche Bruderliebe","epNo":9,"alt":"Let My Brother Go","descr":"Ironside (Raymond Burr) steht vor einem Problem, als er dafür sorgen soll, dass eine Gruppe von Kindern nicht in die Kriminalität abrutscht. Er holt sich Hilfe bei Bat Masterson (Ivan Dixon), einem Footballstar. Doch Bats Bruder Joe (Don Marshall) lebt selbst nicht besonders gesetzestreu und Bat muss sich entscheiden, auf wessen Seite er stehen will.","versions":[{"lang":1,"streams":[{"redirect":9184832,"hoster":"VOE"},{"redirect":9184821,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blinde Zeugin","epNo":10,"alt":"Light At The End Of The Journey","descr":"Eine erst kürzlich erblindete Frau wird Zeugin eines Mordes. Der Täter, der nicht weiß, dass sie ihn nicht gesehen hat, versucht sie umzubringen. Doch Ironside (Raymond Burr) gelingt es, sie zu retten und er hilft ihr, mit ihrer neuen Situation besser zurecht zu kommen.","versions":[{"lang":1,"streams":[{"redirect":9184862,"hoster":"VOE"},{"redirect":9184882,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kunstdiebstahl in San Francisco","epNo":11,"alt":"The Monster Of Comus Towers","descr":"Im Comus Towers Kunstmuseum in San Francisco findet ein genial ausgetüftelter Kunstraub statt, in dessen Verlauf ein Wachmann ermordet wird. Ironside (Raymond Burr) und sein Team übernehmen den Fall. Bald gibt es wieder einen Toten: Den Besitzer des Museums, der ein alter Freund Ironsides ist.","versions":[{"lang":1,"streams":[{"redirect":9184899,"hoster":"VOE"},{"redirect":9184898,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Todesmelodie","epNo":12,"alt":"The Man Who Believed","descr":"Eine Frau, die Ironside (Raymond Burr) nachdem er angeschossen wurde einen aufmunternden Brief geschrieben hatte, stirbt. Alles deutet auf einen Selbstmord hin, doch Ironside ist davon überzeugt, dass sie umgebracht wurde. Er nimmt die Ermittlungen auf und entdeckt schließlich die traurige Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":9184901,"hoster":"VOE"},{"redirect":9184903,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dunkle Geschäfte","epNo":13,"alt":"A Very Cool Hot Car","descr":"Die Zahl der Autodiebstähle steigt immer mehr und nur ein geringer Teil der geklauten Wagen wird von der Polizei aufgespürt. Alles deutet darauf hin, dass ein betrügerischer Polizist bei den Diebstählen seine Finger im Spiel hat. Mark (Don Mitchell) ist sich jedoch sicher, dass der Kollege, der von allen verdächtigt wird, unschuldig ist.","versions":[{"lang":1,"streams":[{"redirect":9184909,"hoster":"VOE"},{"redirect":9184906,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die verschwundene Stunde","epNo":14,"alt":"The Past Is Prologue","descr":"Es stellt sich heraus, dass ein Freund des Chiefs seit neunzehn Jahren unter einer vermeintlichen Identität lebt und wird in New York wegen Mordes gesucht. Der Bürgermeister ist entschlossen, ihn zur Hinrichtung nach NY auszuliefern, aber Ironside ist ebenso entschlossen, ihn zu retten, besonders wenn klar wird, dass er unschuldig ist.","versions":[{"lang":1,"streams":[{"redirect":9184911,"hoster":"VOE"},{"redirect":9184913,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Warten auf den Killer","epNo":15,"alt":"Girl In The Night","descr":"Polizist Ed Brown (Don Galloway) lernt in Las Vegas eine Frau kennen und verliebt sich in sie. Kurz darauf verschwindet seine Angebetete unter mysteriösen Umständen. Ed und sein Team setzen alles daran, sie aufzuspüren. Bald müssen sie jedoch feststellen, dass nichts so ist, wie es scheint und schließlich decken sie die tragische Wahrheit auf. Der Nikolaus macht’s möglich (Yes, Virginia, there is a Liberace)","versions":[{"lang":1,"streams":[{"redirect":9184920,"hoster":"VOE"},{"redirect":9184915,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Held des Volkes","epNo":16,"alt":"The Fourteenth Runner","descr":"Als ein russischer Läufer während seine Trainings plötzlich verschwindet, wird Ironside (Raymond Burr) auf den Fall angesetzt. Bald findet er heraus, dass der sowjetische Held keineswegs so heldenhaft ist, wie angenommen: Er arbeitet als Spion für die Amerikaner und sein Verschwinden könnte politische Motive haben.","versions":[{"lang":1,"streams":[{"redirect":9184922,"hoster":"VOE"},{"redirect":9184924,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Griff nach der Macht","epNo":17,"alt":"Force Of Arms","descr":"Ein Geschäftsmann stellt in San Francisco eine Bürgerwehr auf, um in der Stadt ‚aufzuräumen‘. Als ein wichtiges Mitglied der Gruppe ermordet aufgefunden wird, wird schnell klar, dass die Organisation komplett außer Kontrolle geraten und wirklich gefährlich ist – ein neuer Fall für Ironside (Raymond Burr).","versions":[{"lang":1,"streams":[{"redirect":9184927,"hoster":"VOE"},{"redirect":9184926,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"(nicht in Deutsch ausgestrahlt worden)","epNo":18,"alt":"Memory Of An Ice Cream Stick","descr":"Ein alter Freund von Mark ist ein Verdächtiger in einer Mordermittlung, aber Mark weigert sich zu akzeptieren, dass der Mann möglicherweise schlecht ist. Ironside versucht, ihn vom Gegenteil zu überzeugen, riskiert dabei aber, seine eigene Freundschaft mit Mark zu brechen.","versions":[]},{"epId":"episode-19","name":"Ed Brown sucht Beweise","epNo":19,"alt":"To Kill A Cop","descr":"Ed (Don Galloway) und zwei Kollegen nehmen die Drohungen, die ein gewalttätiger Mann bei seiner Inhaftierung ausstößt, nicht ernst. Doch als seine beiden Kollegen wenig später ermordet werden, ist Ed sich sicher, den Killer zu kennen. Nachdem er vom Dienst suspendiert wurde, will Ed dem Mörder eine Falle stellen, um zu beweisen, dass er Recht hatte. Das Geheimnis des verschwundenen Popcorns (Simon Without Simon, Part 1)","versions":[{"lang":1,"streams":[{"redirect":9184932,"hoster":"VOE"},{"redirect":9184934,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der unerwartete Schuss","epNo":20,"alt":"The Lonely Hostage","descr":"Ein Polizist dreht plötzlich durch, erschießt einen Kollegen und sagt, er würde sich nur in Gegenwart ‚des Chefs‘ (Raymond Burr) ergeben. Doch stattdessen nimmt er Ironside und Mark (Don Mitchell) als Geiseln und plant, die beiden zu töten, sobald er einen Fluchtplan entwickelt hat.","versions":[{"lang":1,"streams":[{"redirect":9184942,"hoster":"VOE"},{"redirect":9184941,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der potentielle Mörder","epNo":21,"alt":"The Challenge","descr":"Ein Psychiater, mit dem Ironside (Don Mitchell) befreundet ist, wird ermordet. Der einzige Schlüssel zur Aufklärung der Tat könnte die Kunstsammlung des Opfers sein. Ironside vermutet, dass einer der Künstler der Mörder ist, weiß aber nicht, welcher.","versions":[{"lang":1,"streams":[{"redirect":9184944,"hoster":"VOE"},{"redirect":9184946,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein Schuss von Eve","epNo":22,"alt":"All In A Day’s Work","descr":"Als Eve Whitfield (Barbara Anderson) eines abends ausgeht, wird sie Zeugin eines bewaffneten Überfalls. Der Verbrecher droht, sie zu erschießen, so dass Eve ihn tötet. Als sie hört, dass es sich bei ihrem Angreifer um einen Jungen handelte, der gerade erst siebzehn Jahre alt geworden war, stellt sie ihre Fähigkeiten als Polizistin in Frage, zumal jeder, der ihn kannte in den höchsten Tönen von dem Jungen spricht. Doch bald erfährt Eve, dass der junge Verbrecher keinesfalls ein so vorbildlicher Bürger war, wie alle behaupten.","versions":[{"lang":1,"streams":[{"redirect":9184947,"hoster":"VOE"},{"redirect":9184950,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Unter Druck","epNo":23,"alt":"Something For Nothing","descr":"Ein Mann, der zwanghaft spielt und häufig verliert, hat 32.000 Dollar Schulden bei einem Kredithai. Ironside (Raymond Burr) tut alles, um den Schuldner davon zu überzeugen, gegen den Verbrecher auszusagen.","versions":[{"lang":1,"streams":[{"redirect":9184954,"hoster":"VOE"},{"redirect":9184957,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wer ist Barbara?","epNo":24,"alt":"Barbara Who","descr":"Es stellt sich heraus, dass Barbara, eine Freundin Ironsides, an Amnesie leidet und sich nicht an ihre Vergangenheit erinnern kann. Als ein Mordanschlag auf sie verübt wird, setzt ‚der Chef‘ alles daran, herauszufinden, wer seine Bekannte wirklich ist und muss bald darauf die Hoffnung auf eine dauerhafte Beziehung mit Barbara aufgeben.","versions":[{"lang":1,"streams":[{"redirect":9184959,"hoster":"VOE"},{"redirect":9184961,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das perfekte Verbrechen","epNo":25,"alt":"Perfect Crime","descr":"Als er eine Juravorlesung an einer Hochschule hält, lernt Ironside einen Studenten kennen, der beweisen will, dass es möglich ist, das perfekte Verbrechen zu begehen. Schnell erkennt ‚der Chef‘, dass es sich bei dem berechnenden und kalten jungen Mann um ein wahres Genie handelt.","versions":[{"lang":1,"streams":[{"redirect":9184965,"hoster":"VOE"},{"redirect":9184969,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Dynamit und Bobby","epNo":26,"alt":"Officer Bobby","descr":"Kurz nachdem eine Explosion den Flughafen erschüttert hat, findet man in Ironsides Kleintransporter ein Baby. ‚Der Chef‘ vermutet, dass der Anschlag der Mutter des Kindes galt und setzt es als Köder ein, um die Frau aus ihrem Versteck zu locken.","versions":[{"lang":1,"streams":[{"redirect":9184972,"hoster":"VOE"},{"redirect":9184976,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Doppelleben","epNo":27,"alt":"Trip To Hashbury","descr":"Nach einer Razzia in einem Hippie-Drogenlager wird Ed wegen übermäßiger Brutalität im Dienst verklagt. Doch die Dinge sind wieder einmal ganz anders, als sie scheinen und Ironsides Ermittlungen führen ihn zu einer Gruppe scheinbar mustergültiger Privatschüler.","versions":[{"lang":1,"streams":[{"redirect":9184979,"hoster":"VOE"},{"redirect":9184982,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Drogenmörder","epNo":28,"alt":"Due Process Of Law","descr":"Marks Freundin wird ermordet im Golden Gate Park aufgefunden und der Polizist setzt alles daran, den Täter zu finden, notfalls auch ohne Ironsides Hilfe. Als wenig später auch der Hauptverdächtige ermordet wird, fällt der Verdacht sofort auf Mark.","versions":[{"lang":1,"streams":[{"redirect":9184996,"hoster":"VOE"},{"redirect":9184989,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Mord aus Eifersucht","epNo":29,"alt":"Return Of The Hero","descr":"Ein Kriegsheld, der in Vietnam kämpfte, ist des Mordes angeklagt, doch Ironside hält den Mann für unschuldig. Während er versucht, die Wahrheit herauszufinden, werden nach und nach die Zeugen der Tat ermordet. Alles sieht danach aus, als könnte Ironside der nächste auf der Liste des wahnsinnigen Killers sein.","versions":[{"lang":1,"streams":[{"redirect":9186769,"hoster":"VOE"},{"redirect":9186767,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein Koffer zuviel","epNo":1,"alt":"Shell Game","descr":"Justin, ein berüchtigter Juwelendieb, kommt genau zu dem Zeitpunkt in die Stadt, zu dem auch eine Sendung berühmter Edelsteine für eine Ausstellung erwartet wird. Ironside muss sicherstellen, dass der Dieb nicht erfährt, wie die Juwelen transportiert werden, findet aber bald heraus, dass er es mit einem Genie zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":9185327,"hoster":"VOE"},{"redirect":9185336,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sekunden bis zur Ewigkeit (1)","epNo":2,"alt":"Split Second To An Epitaph (1)","descr":"Ein Gemälde, das vermutlich von einem alten Freund Ironsides gemalt wurde, taucht plötzlich auf. Man nimmt an, dass der Maler, der einst einen Mord gestanden hatte, längst tot ist. Doch Ironside selbst denkt, dass sein Freund noch lebt und zudem unschuldig ist. Er macht sich auf die Suche nach dem wahren Mörder.","versions":[{"lang":1,"streams":[{"redirect":9185359,"hoster":"VOE"},{"redirect":9185372,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sekunden bis zur Ewigkeit (2)","epNo":3,"alt":"Split Second To An Epitaph (2)","descr":"Ein Mörder, der von Ironside bei seiner grausamen Tat beobachtet wurde, will nun auch ihn töten. Eve, Ed und Mark machen sich schreckliche Sorgen um ihren Kollegen, der sich nach einer Untersuchung noch im Krankenhaus befindet, da bereits mehrere Mordanschläge auf ihn verübt wurden. Sekunden bis zur Ewigkeit (2) (Split Second to an Epitaph (2))","versions":[{"lang":1,"streams":[{"redirect":9185399,"hoster":"VOE"},{"redirect":9185404,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Engelmacher","epNo":4,"alt":"The Sacrifice","descr":"Ein Polizist, mit dem Ironside und sein Team befreundet sind, ist der Hauptverdächtige in einem Mordfall. ‚Der Chef‘ und seine Kollegen sind sich jedoch nicht sicher, dass er wirklich schuldig ist. Sie vermuten, dass die Beweise manipuliert wurden.","versions":[{"lang":1,"streams":[{"redirect":9185440,"hoster":"VOE"},{"redirect":9185443,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mord aus Habgier","epNo":5,"alt":"Robert Phillips Vs. The Man","descr":"Ein Aktivist, der für die Rechte der schwarzen Bevölkerung kämpft, wird wegen Mordes verhaftet. Seine Anhänger drohen auf den Straßen San Franciscos gegen seine Inhaftierung zu protestieren. Randall beauftragt den Chef, die Unschuld des Mannes zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":9185473,"hoster":"VOE"},{"redirect":9185493,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vergeblicher Besuch","epNo":6,"alt":"Desperate Encounter","descr":"Ein Freund Ironsides lädt ihn ein, ihn zu besuchen, verschwindet jedoch kurze Zeit später spurlos. Natürlich setzt der Chef alles daran, herauszufinden, was passiert ist.","versions":[{"lang":1,"streams":[{"redirect":9185501,"hoster":"VOE"},{"redirect":9185530,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schatten der Vergangenheit","epNo":7,"alt":"I, The People","descr":"Der bissige Moderator einer Talkshow bekommt immer wieder Todesdrohungen und Ironside wirf beauftragt, ihn zu beschützen. Kein ganz leichter Auftrag für ihn, denn er kann den Mann überhaupt nicht leiden. Die Situation eskaliert, als die Frau des Moderators durch eine Autobombe ums Leben kommt, die offensichtlich ihren Mann töten sollte.","versions":[{"lang":1,"streams":[{"redirect":9185535,"hoster":"VOE"},{"redirect":9185556,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gescheiterte Existenzen","epNo":8,"alt":"Price Tag: Death","descr":"Von einem ehemaligen Polizisten, der jetzt auf der Straße lebt, erfährt Ironside vom Mord an einem Obdachlosen. Seine Ermittlungen führen ihn ins Milieu der Scheckbetrüger.","versions":[{"lang":1,"streams":[{"redirect":9185577,"hoster":"VOE"},{"redirect":9185587,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Haus in der Todesbucht","epNo":9,"alt":"An Obvious Case Of Guilt","descr":"Eine Freundin Ironsides soll ihren Ehemann getötet haben, doch der Chef glaubt, dass die Beweise gegen sie manipuliert wurden. Es gelingt ihm, ihre Unschuld zu beweisen, doch wurde sie wirklich hereingelegt, oder ist der Fall viel komplizierter","versions":[{"lang":1,"streams":[{"redirect":9185627,"hoster":"VOE"},{"redirect":9185618,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Werdegang einer Polizistin","epNo":10,"alt":"Reprise","descr":"Eve wird bei einer Schießerei verletzt. Ihre Kollegen erinnern sich an ihr erstes Zusammentreffen mit der jungen Polizistin und fragen sich, ob es richtig war, sie zu diesem Beruf zu ermuntern.","versions":[{"lang":1,"streams":[{"redirect":9185656,"hoster":"VOE"},{"redirect":9185662,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gefiederter Zeuge","epNo":11,"alt":"The Macabre Mr. Micawber","descr":"Als ein reicher Mann ermordet wird, fällt der erste Verdacht auf seinen Diener. Doch die Dinge ändern sich, als plötzlich ein gesprächiger Vogel auftaucht, der eventuell die Wahrheit ausplaudern könnte.","versions":[{"lang":1,"streams":[{"redirect":9185693,"hoster":"VOE"},{"redirect":14166702,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verspielte Träume","epNo":12,"alt":"Side Pocket","descr":"Ein junger Poolspieler schließt einen Vertrag mit einem betrügerischen Promoter ab. Er hofft, so die Spielschulden seines Bruders bezahlen zu können. Ironside versucht das Schlimmste zu verhindern und den beiden jungen Männern zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9185717,"hoster":"VOE"},{"redirect":9185730,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das sechste Opfer","epNo":13,"alt":"Sergeant Mike","descr":"Eine alte Frau wird ermordet. Der einzige Zeuge scheint ein Schäferhund zu sein. Ironside macht sich mit dem Vierbeiner auf die Suche nach dem Mörder und gerät dabei in ein Netz von Betrügereien und Erpressung. Offenbar war die alte Dame nicht nur ein schwaches, hilfloses Opfer.","versions":[{"lang":1,"streams":[{"redirect":11833917,"hoster":"VOE"},{"redirect":9185761,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Viva Mexiko","epNo":14,"alt":"In Search Of An Artist","descr":"Ein Gemälde, das vermutlich von einem alten Freund Ironsides gemalt wurde, taucht plötzlich auf. Man nimmt an, dass der Maler, der einst einen Mord gestanden hatte, längst tot ist. Doch Ironside selbst denkt, dass sein Freund noch lebt und zudem unschuldig ist. Er macht sich auf die Suche nach dem wahren Mörder.","versions":[{"lang":1,"streams":[{"redirect":9185786,"hoster":"VOE"},{"redirect":9185790,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Alkohol und andere Drogen","epNo":15,"alt":"Up, Down And Even","descr":"Eves Nichte wird wegen Besitzes und Gebrauchs von Marihuana festgenommen. Ironside hört sich unter ihren Schulfreunden um, um sie zu von den Beschuldigungen rein zu waschen. Doch bald findet er heraus, dass sie tatsächlich schuldig ist.","versions":[{"lang":1,"streams":[{"redirect":9185808,"hoster":"VOE"},{"redirect":9185821,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein verbrecherisches Vorbild","epNo":16,"alt":"Why The Tuesday Afternoon Bridge Club Met On Thursday","descr":"Victoria Ironside, die Tante des Chefs, gehört einem Bridge-Club an, der sich immer dienstags trifft. Als ein Clubmitglied spurlos verschwindet, wendet sich Victoria an ihren Neffen. Der Chef kommt bei seinen Ermittlungen hinter eine sehr merkwürdige und traurige Geschichte.","versions":[{"lang":1,"streams":[{"redirect":13007966,"hoster":"VOE"},{"redirect":9185858,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein alter Freund","epNo":17,"alt":"Rundown On A Bump Rap","descr":"Marks ehemaliger Boxtrainer, ein Alkoholiker, wird am Schauplatz eines brutalen Übergriffs gesehen und jeder hält ihn für schuldig. Mark tut alles, um zu beweisen, dass der Mann fälschlicherweise angeklagt wurde und macht so seine Juradozentin auf sich aufmerksam.","versions":[{"lang":1,"streams":[{"redirect":9185879,"hoster":"VOE"},{"redirect":9185880,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Prophezeiung","epNo":18,"alt":"The Prophecy","descr":"Eine Wahrsagerin macht Ironside und seinem Team einige verwirrende Prophezeiungen, die sich jedoch mit verblüffender Genauigkeit bewahrheiten. Der Chef bekommt es mit einem gestohlenen Gemälde Da Vincis, einem entführten Ed Brown und der Vorhersage seine eigenen Todes zu tun.","versions":[{"lang":1,"streams":[{"redirect":12920664,"hoster":"VOE"},{"redirect":9185911,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Flucht in die Vergangenheit","epNo":19,"alt":"A World Of Jackals","descr":"Eine alte Freundin Marks ruft ihn an und bittet ihn um ein Treffen. Doch bevor es dazu kommen kann, wird sie entführt. Es zeigt sich, dass ihr Verschwinden mit dem Ableben der Schauspielerin Gloria James zu tun hat, die eventuell ermordet wurde. Ironside geht der Sache nach und erfährt eine traurige Geschichte, die ihn zu einem Gangster führt.","versions":[{"lang":1,"streams":[{"redirect":9185944,"hoster":"VOE"},{"redirect":9185953,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eve und der Journalist","epNo":20,"alt":"And Be My Love","descr":"Während Eve Whitfield eine Serie an Überfällen an den reichsten Einwohnern San Fransiscos verfolgt, verliebt sie sich in eines der Opfer. Lisa findet heraus, dass es sich dabei um den Hauptverdächtigen ihres Chefs handelt. Während der Rest des Teams sich bemüht, den Dieb dingfest zu machen, spielt Eve mit dem Gedanken, ihn zu heiraten.","versions":[{"lang":1,"streams":[{"redirect":9185964,"hoster":"VOE"},{"redirect":9185961,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ed unter Verdacht","epNo":21,"alt":"Moonlight Means Money","descr":"Ed und ein alter Freund werden während einer Kneipentour Zeuge eines Drogenschmuggels. Nachdem sie in die Sache verwickelt werden, werden sie vom Dienst suspendiert. Während Ed extremen Ärger von oben riskiert, um seinen Ermittlungen nachzugehen, gerät sein Kumpel zunehmend unter Verdacht.","versions":[{"lang":1,"streams":[{"redirect":9185971,"hoster":"VOE"},{"redirect":9185975,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Dunkle Machenschaften","epNo":22,"alt":"A Drug On The Market","descr":"Eine alte und frischverwitwete Freundin des Chefs hört seltsame Stimmen und bekommt ständige Drohanrufe. Die Frau fürchtet durchzudrehen, doch der Chef will beweisen, dass irgendjemand sie in den Wahnsinn treiben will.","versions":[{"lang":1,"streams":[{"redirect":9185982,"hoster":"VOE"},{"redirect":9185984,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Traum vom perfekten Mord","epNo":23,"alt":"Puzzlelock","descr":"Ein Ex-Polizist ermordet seine Frau. Um seine Spuren zu verwischen, legt er eine falsche Fährte und beschafft sich ein lupenreines Alibi. Der Chef muss einen Weg finden, den Mörder zu überlisten, um dessen Schuld zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":9185003,"hoster":"VOE"},{"redirect":9185000,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gefährliche Fanpost","epNo":24,"alt":"The Tormentor","descr":"Ein bekannter Basketball-Spieler und alter Freund von Ed bekommt lästige Post, die bald unheimliche Formen annimmt. Aus Angst um seine Familie, schlägt er die Hilfe von Ed aus und versucht, die Situation allein in den Griff zu bekommen. Ed muss seinen Freund umstimmen, bevor der Fall aus dem Ruder läuft.","versions":[{"lang":1,"streams":[{"redirect":9185007,"hoster":"VOE"},{"redirect":9185017,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Liebe und Tod","epNo":25,"alt":"A Matter Of Love And Death","descr":"Eine junge Frau wird ermordet im Park gefunden. Es stellt sich bald heraus, dass sie an den Folgen einer illegalen Abtreibung gestorben ist. Eve verkleidet sich als Schwangere und versucht herauszufinden, wer der illegale Engelmacher ist.","versions":[{"lang":1,"streams":[{"redirect":9185022,"hoster":"VOE"},{"redirect":9185023,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Bombenspezialisten","epNo":26,"alt":"Not With A Whimper, But A Bang","descr":"Ein College wird von falschem Bombenalarm tyrannisiert. Der Herausgeber der Schulzeitung ist überzeugt, dass eine Gruppe militanter Linker dafür verantwortlich ist. Als die vierte Bombe wirklich hoch geht und ein Mitglied des Bombentrupps stirbt, nimmt sich der Chef des Falls an.","versions":[{"lang":1,"streams":[{"redirect":9185027,"hoster":"VOE"},{"redirect":9185034,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Eine riskante Wette","epNo":1,"alt":"Alias Mr. Braithwaite","descr":"Ein Hochstapler bringt Marks Tante Ruby um ihr Erspartes. Das Team macht sich auf den Weg, den Ganoven zu finden. Ed und Eve verkleiden sich als ein reiches Pärchen, doch der Plan scheitert. Ed wird von einer Frau erkannt, die er einmal verhaftet hatte.","versions":[{"lang":1,"streams":[{"redirect":9185042,"hoster":"VOE"},{"redirect":9185041,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abschied von der Vergangenheit (1)","epNo":2,"alt":"Goodbye To Yesterday I","descr":"Barbara Jones, eine ehemalige Geliebte Ironsides, die an Amnesie leidet, bittet ihn um Hilfe, da ihre Tochter entführt wurde. Nicht nur der Fall ist schwierig, sondern auch die Umstände, mit denen der Chef konfrontiert wird als er versucht, das Mädchen zu finden: ein übereifriger Sheriff, ein eifersüchtiger Ehemann und seine eigenen Gefühle.","versions":[{"lang":1,"streams":[{"redirect":12920668,"hoster":"VOE"},{"redirect":9185052,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abschied von der Vergangenheit (2)","epNo":3,"alt":"Goodbye To Yesterday II","descr":"Barbara Jones, eine ehemalige Geliebte Ironsides, die an Amnesie leidet, bittet ihn um Hilfe, da ihre Tochter entführt wurde. Nicht nur der Fall ist schwierig, sondern auch die Umstände, mit denen der Chef konfrontiert wird als er versucht, das Mädchen zu finden: ein übereifriger Sheriff, ein eifersüchtiger Ehemann und seine eigenen Gefühle.","versions":[{"lang":1,"streams":[{"redirect":9185058,"hoster":"VOE"},{"redirect":12481996,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wolf im Schafspelz","epNo":4,"alt":"Poole’s Paradise","descr":"Als Ironsides Team durch eine Kleinstadt fährt, wird Ed von einem entflohenen Häftling entführt. Als sich herausstellt, dass die wahren Verbrecher die Gesetzeshüter des Ortes sind, flüchten der Entführer und sein Gefangener. Ironside muss die beiden finden, bevor Ed vom Sheriff und seinen Männern getötet wird","versions":[{"lang":1,"streams":[{"redirect":9185068,"hoster":"VOE"},{"redirect":9185073,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reisende wider Willen","epNo":5,"alt":"Eye Of The Hurricane","descr":"Der Chef und Mark werden von drei Gefangenen, die ihnen wichtige Informationen versprechen, in ein Gefängnis gelockt. Kaum dort angekommen, werden sie von den Häftlingen, die ihre Flucht planen, als Geiseln genommen.","versions":[{"lang":1,"streams":[{"redirect":9185077,"hoster":"VOE"},{"redirect":9185076,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Kugel für Mark","epNo":6,"alt":"A Bullet For Mark","descr":"Auf Mark wird geschossen. Seine Kollegen nehmen an, dass die Kugel ursprünglich für Ironside gedacht war, doch es stellt sich heraus, dass tatsächlich Mark getötet werden sollte. Ohne ein Motiv erkennen zu können und ohne jegliche Ahnung, wer es auf ihren Kollegen abgesehen hat, machen sich der Chef und sein Team auf die Suche nach dem Täter.","versions":[{"lang":1,"streams":[{"redirect":9185089,"hoster":"VOE"},{"redirect":12980196,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Putzmittel","epNo":7,"alt":"Love My Enemy","descr":"Ironside und Mark reisen nach Frankreich. Dort sind sie für die Sicherheit einer amerikanischen Delegation verantwortlich, die an einer Konferenz teilnimmt. Doch jemand scheint verhindern zu wollen, dass die Gespräche zwischen Amerikanern und Chinesen stattfinden.","versions":[{"lang":1,"streams":[{"redirect":9185093,"hoster":"VOE"},{"redirect":9185099,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Schein trügt","epNo":8,"alt":"Seeing Is Believing","descr":"Ein verbrecherischer Buchmacher wird zusammengeschlagen und erleidet lebensgefährliche Verletzungen. Fünf verschiedene Zeugen identifizieren Ed als den Angreifer. Ed, der kein Alibi hat, tut alles, um seine Unschuld zu beweisen. Doch als das Angriffsopfer stirbt, wird er wegen Mordes festgenommen.","versions":[{"lang":1,"streams":[{"redirect":9185102,"hoster":"VOE"},{"redirect":9185105,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Es lebe die Revolution","epNo":9,"alt":"The Machismo Bag","descr":"Mark trifft an seinem College auf eine Gruppe von Friedenskämpfern, die eine Unmenge gestohlener Waffen besitzen. Nun ist es an Ironside zu entscheiden, ob die jungen Leute eine Gefahr für die Bürger San Franciscos darstellen.","versions":[{"lang":1,"streams":[{"redirect":9185114,"hoster":"VOE"},{"redirect":9185115,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gefährlicher Auftrag","epNo":10,"alt":"Programmed For Danger","descr":"Mehrere junge Frauen werden überfallen. Alle waren Kunden einer Partnervermittlungsagentur. Ermittlungen ergeben, dass sich die Opfer auch recht ähnlich sahen. Eve macht sich so zurecht, dass sie in etwas dem Profil der Frauen entspricht, um den Täter anzulocken.","versions":[{"lang":1,"streams":[{"redirect":9185120,"hoster":"VOE"},{"redirect":9185125,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schachmatt","epNo":11,"alt":"Five Miles High","descr":"Ironside begleitet einen wichtigen Zeugen von Hawaii nach San Francisco. An Bord des Flugzeugs entdeckt er, dass einer der Mitreisenden ein Auftragsmörder ist. Nun setzt er alles daran, herauszufinden, wer seinen Schützling umbringen will, und warum.","versions":[{"lang":1,"streams":[{"redirect":9185132,"hoster":"VOE"},{"redirect":9185129,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf das Leben","epNo":12,"alt":"L’chayim","descr":"Aus einer Synagoge, die von einem alten Freund Ironsides verwaltet wird, wird eine Thora gestohlen. Der Chef versucht herauszufinden, ob es sich bei dem Diebstahl lediglich um Vandalismus handelt, oder ob Diebe am Werk waren, die ihre Beute zu Geld machen wollen. Ein hilfloser Doktor (Brains, Know-How and Native Intelligence)","versions":[{"lang":1,"streams":[{"redirect":9185141,"hoster":"VOE"},{"redirect":9185140,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Schatten eines Verdachts","epNo":13,"alt":"Beyond A Shadow","descr":"Eine alte Freundin Ironsides unternimmt einen Selbstmordversuch, nachdem die Medien sie für den Tod ihres Mannes verantwortlich gemacht hatten. Ironside setzt alles daran, die Wahrheit über den Tod des Mannes herauszufinden, auch wenn er dadurch seine Freundin belasten müsste. Michael will den Mitgliedern des Verbands der unabhängigen Lastwagenfahrer helfen. Sie stecken in Schwierigkeiten, denn immer wieder werden sie überfallen und ihre Ladung wird gestohlen. Ein mysteriöser Fremder, der den Truckern Anstellungen auf Lebenszeit anbietet, stirbt bei einer Explosion und ihr Zulieferer will die Zusammenarbeit beenden.","versions":[{"lang":1,"streams":[{"redirect":9235274,"hoster":"VOE"},{"redirect":9185151,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alles aus Liebe","epNo":14,"alt":"Stolen On Demand","descr":"Ein Mitglied von Marks Basketballteam lässt sich mit einer Bande ein, die Auftragsdiebstähle begeht. Mark will den Jungen unbedingt wieder auf den rechten Weg bringen, bevor die Polizei ihn erwischt. Doch der Auftraggeber des jungen Mannes verfolgt andere Pläne. Michael nimmt die Anhalterin Nicole mit, die von einer Rocker-Gang verfolgt wird. Als er ein Mitglied der fiesen Bande in Notwehr tötet, ist Nicole, die einzige Zeugin, nicht mehr auffindbar, und Michael wird des Totschlags beschuldigt.","versions":[{"lang":1,"streams":[{"redirect":9185159,"hoster":"VOE"},{"redirect":9185162,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dora","epNo":15,"alt":"Dora","descr":"Dora, eine Obsthändlerin wird von einer Gaunerbande bedroht, die sie mit gefälschten Fotos ihres Sohnes, eines Anwalts, erpresst. Sie wollen in das Geschäft der Frau investieren, doch diese weigert sich standhaft auf die Forderungen der Verbrecher einzugehen. Nachdem Michael und K.I.T.T. durchschaut haben, dass Garthe Raketen der Regierung beschlagnahmen und an einen afrikanischen Revolutionär verkaufen will, versuchen sie ihm das Handwerk zu legen. Allerdings wird es ein schwieriges Unterfangen, da Michaels Halbbruder Garthe extrem skrupellos handelt.","versions":[{"lang":1,"streams":[{"redirect":9185167,"hoster":"VOE"},{"redirect":9185169,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Poker auf fremde Kosten","epNo":16,"alt":"Beware The Wiles Of A Stranger","descr":"Als Mark von einem Besuch bei seinem Cousin nach Hause fährt, nimmt er eine Anhalterin mit. Obwohl sich herausstellt, dass seine Mitfahrerin eine Diebin ist, freundet sich Mark mit ihr an. Als jedoch der Komplize der jungen Frau auftaucht, wird die Situation problematisch. Amelia Clermont war einer Bande illegaler Waffenhändler auf den Fersen, als sie ermordet wurde. Ihre Tochter, die in den Liebesbriefen ihrer getöteten Mutter auf Devons Namen stößt, kontaktiert ihn, damit er ihr bei der Suche nach den Mördern behilflich ist.","versions":[{"lang":1,"streams":[{"redirect":9185172,"hoster":"VOE"},{"redirect":9185177,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Held von Samoa","epNo":17,"alt":"Eden Is The Place We Leave","descr":"Ein junger Boxer samoanischer Abstammung fühlt sich von den althergebrachten Traditionen seiner Landsleute eingeschränkt. Doch sein Plan mit den Regeln und Vorschriften zu brechen, gestaltet sich schwieriger, als erwartet. Schließlich gefährdet er dabei sogar sein eigenes Leben und die Sicherheit seiner Boxkollegen. K.I.T.T. entdeckt einen verletzten Taucher, der an den Strand gespült wurde. Michael freundet sich mit der Schwester des jungen Mannes an und untersucht, wie es zu seinen Verletzungen kam. Er findet heraus, dass der Taucher einen Aztekenschatz aus einer gesunkenen Galeone bergen wollte und dabei einem Schatzjäger in die Quere kam.","versions":[{"lang":1,"streams":[{"redirect":9185183,"hoster":"VOE"},{"redirect":9185184,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ed und die Schauspielerin","epNo":18,"alt":"The Wrong Time, The Wrong Place","descr":"Ed verliebt sich in eine Schauspielerin, die unbeabsichtigt in einen Raubüberfall verwickelt wurde. Es hat sich eine starke Zuneigung auf beiden Seiten entwickelt. Aber Vivian ist Pazifistin und kann Eds Beruf nicht akzeptieren. Nun müssen die Beiden entscheiden, ob ihre Liebe eine Chance hat. Devon hat die Ehre, auf das extrem seltene und wertvolle Auto von Commander Smythe aufzupassen. Sein schlimmster Alptraum wird wahr, als das gute Stück aus gestohlen wird. Verzweifelt wendet er sich an Michael und K.I.T.T. und bittet sie um Hilfe. Die beiden geraten auf die Spur einer Bande von Autodieben, die im Kundenauftrag Wunschwagen klaut.","versions":[{"lang":1,"streams":[{"redirect":9185194,"hoster":"VOE"},{"redirect":9185191,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zwischenspiel in der Südsee","epNo":19,"alt":"Return To Fiji","descr":"Der Chef möchte einen alten Freund auf den Fijis besuchen. Dort angekommen erhält er die Nachricht, dass der Freund seinerseits auf den Weg nach San Francisco ist. Nachdem Ironside Mark und Ed eingeladen hat, den Urlaub mit ihm zu verbringen, verschwindet er spurlos und gibt seinen Kollegen damit ein Rätsel auf. Cray Callahan, ein Mörder, ist aus dem Straflager entflohenen. Er hat Rache im Sinn und will seine jugendliche Braut Layla, die ihn verlassen hatte, zurück gewinnen. Er verfolgt sie quer durch die endlosen Sümpfe Louisianas, nicht ahnend, dass Layla Michael und K.I.T.T. um Hilfe gebeten hat.","versions":[{"lang":1,"streams":[{"redirect":12333267,"hoster":"VOE"},{"redirect":9185203,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Warum wurde Susan Saginor entführt?","epNo":20,"alt":"Ransom","descr":"Vor Eves Augen wird eine alte Freundin von ihr entführt und die Entführer nehmen auch sie mit. Die Ermittlungen des Chefs führen eindeutig zum Ehemann des Opfers. Aber wie immer ist der Chef nicht bereit, dem, was offensichtlich zu sein scheint, Glauben zu schenken. Auf dem Weg zu einem Bankett fährt Michael Tino, einen jungen Dieb an. Tino hat bei dem Unfall keinen Schaden genommen, wird jedoch von drei Bankräubern verfolgt, weil er einem der Gangster eine goldene Uhr gestohlen hat. Michael bringt den Jungen zu dessen Onkel, doch dieser lässt sich von den Verbrechern kaufen und händigt ihnen seinen Neffen aus","versions":[{"lang":1,"streams":[{"redirect":9185206,"hoster":"VOE"},{"redirect":9185211,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Chef in der Falle","epNo":21,"alt":"One Hour To Kill","descr":"Ironside wird in sein Büro eingeschlossen, weil ein Mann Rache an ihm üben möchte. Mark ist in der Schule und Ed ist mit Eve in der Oper. So muss Ironside improvisieren, um sich verteidigen zu können. Und allmählich begreifen auch die Anderen, dass etwas nicht stimmen kann. Lauren, ein Model, engagiert Michael und K.I.T.T., um zu beweisen, dass der Tod ihrer Freundin Rachel kein Selbstmord war. Die Indizien deuten auf Rachels Freund hin, doch auch der wird tot aufgefunden. Michael und K.I.T.T. kommen einem perfiden Verbrechen auf die Spur. Laurens Boss Bernie benutzt Models, um Diamanten zu schmuggeln.","versions":[{"lang":1,"streams":[{"redirect":9185217,"hoster":"VOE"},{"redirect":9185222,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Juwelendiebstahl","epNo":22,"alt":"Warrior’s Return","descr":"Ein ehemaliger Dieb, der auf Bewährung ist, wird verdächtigt einen Juwelenraub begangen zu haben. Der Chef ist jedoch überzeugt von seiner Unschuld. Die Beweise, führen aber genau zu diesen Mann und seinem Cousin. Der Schicksal eines gesamten Rehabilitations-Programms hängt davon ab, ob Ironside beweisen kann, dass sein Freund unschuldig ist. Frank Sanderson wendet sich an die Foundation, weil ihm ebenso seltene wie teure Ausrüstungsgegenstände bei einer Ausgrabungsstätte gestohlen wurden. Er glaubt, dass sein ehemaliger Geschäftspartner Newald dahinter steckt. Michael Knight und K.I.T.T. sollen den Diebstahl klären.","versions":[{"lang":1,"streams":[{"redirect":9185226,"hoster":"VOE"},{"redirect":9185227,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Martys letzte Chance","epNo":23,"alt":"Little Jerry Jessup","descr":"Marty Jessup, ein dreizehn jähriger Junge, ist der einzige Zeuge am Mord seiner Mutter. Doch er hat Schwierigkeiten mit dem Chef zusammen zu arbeiten, da dieser seinen Vater hinter Gitter brachte. Garthe Knight, der missratene Sohne des Gründers der Foundation, ist aus dem Gefängnis geflohen. Nun will er sich an Michael rächen, der ihn damals hinter Gitter gebracht hatte. Er plant, Dr. Bergstrom, der für die Foundation arbeitet, durch einen Doppelgänger zu ersetzen und entführt Devon und April, um Michael in eine Falle zu locken.","versions":[{"lang":1,"streams":[{"redirect":9185235,"hoster":"VOE"},{"redirect":9185236,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Kronprinz","epNo":24,"alt":"Good Will Tour","descr":"Ein Kronprinz, der in San Francisco übernachtet, soll von Ironsides Team bewacht werden. Er wird von Eve auf einer ungeplanten Tour begleitet und auch Ed folgt ihnen noch unauffällig. Es scheint, als sei der Prinz perfekt abgesichert. Michael tappt in eine Falle, als er verspricht, der schönen Gina zu helfen. Sie arbeitet für Cameron Zachary, den Mann, der Wilton Knight und Michael Long tötete. Und tatsächlich erkennt der Verbrecher sofort, dass es sich bei Michael um den tot geglaubten Michael Long handelt und dass K.I.T.T. Wiltons Meisterwerk ist.","versions":[{"lang":1,"streams":[{"redirect":9185247,"hoster":"VOE"},{"redirect":9185245,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ein ziemlich tierischer Fall","epNo":25,"alt":"Little Dog, Gone","descr":"Der Hund des Polizeipräsidenten ist verschwunden und Ironside soll den Fall bearbeiten. Da er diese Aufgabe jedoch nicht wirklich ernst nimmt, überträgt er sie auf Ed und Eve. Als er aber herausfindet, dass hinter dem Verschwinden des Hundes eine Bande steckt, die Tiere stiehlt, um Lösegeld zu erpressen, ist sein Interesse schnell geweckt. Michael Knight versucht den mexikanischen Verbrecher Eduardo zur Strecke zu bringen. Er handelt mit gestohlenem Raketenzubehör, schmuggelt gleichzeitig Gold über die Grenze und hat einen finsteren Plan, in dem das ‚Schlangenmaul‘ eine große Bedeutung hat.","versions":[{"lang":1,"streams":[{"redirect":9185277,"hoster":"VOE"},{"redirect":9185272,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Tom Dayton auf freiem Fuß","epNo":26,"alt":"Tom Dayton Is Loose Among Us","descr":"Nach sieben Jahren im Gefängnis wird Tom Dayton auf Bewährung entlassen. Der Soziopath hatte Ed Browns Verlobte getötet. Ed ist sich sicher, dass Dayton noch immer eine Gefahr darstellt, doch keiner will ihm glauben. Frank Sanderson wendet sich an die Foundation, weil ihm ebenso seltene wie teure Ausrüstungsgegenstände bei einer Ausgrabungsstätte gestohlen wurden. Er glaubt, dass sein ehemaliger Geschäftspartner Newald dahinter steckt. Michael Knight und K.I.T.T. sollen den Diebstahl klären.","versions":[{"lang":1,"streams":[{"redirect":13917318,"hoster":"VOE"},{"redirect":9185307,"hoster":"Streamtape"}]}]}]}]}