{"seriesId":"der-kopf-von-joaqiun-murriata","name":"Der Kopf von Joaqiun Murrieta","descr":"[La Cabeza de Joaquín Murrieta] Durch den Goldrausch hat die Gier nach Reichtum und Land in Kalifornien überhand genommen. An der neu gezogenen Grenze zwischen Mexiko und den USA tobt ein gesetzloser Krieg um die Kontrolle, angeheizt durch die Wut und den Fremdenhass des vergangenen Krieges, angeführt von einer Gruppe von Einwanderern, die sich zusammenschließen, um den Mythos des lateinamerikanischen Robin Hood zu schaffen: Joaquín Murrieta - eine fiktive Geschichte, die auf wahren Begebenheiten beruht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gold","epNo":1,"alt":"Oro","descr":"Der Bandit Joaquin Murrieta sucht in Begleitung von Adela Cheng nach Erlösung, während der Farmer Joaquin Carrillo und seine Familie im neuen Kalifornien den Anfeindungen der Rangers ausgesetzt sind.","versions":[{"lang":1,"streams":[{"redirect":12243150,"hoster":"VOE"},{"redirect":12243151,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Asche","epNo":2,"alt":"Ceniza","descr":"Carrillo ist dazu gezwungen, sein Land zu verlassen. Bei seinem Rachefeldzug bittet er Damace und die Chokonen um Hilfe. Derweil macht sich Rangers-Captain Harry Love in Mexiko auf, um Murrieta und Adela zu fangen.","versions":[{"lang":1,"streams":[{"redirect":12243152,"hoster":"VOE"},{"redirect":12243161,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Käfig","epNo":3,"alt":"Jaula","descr":"Im Raramuri-Gebiet kreuzen sich die Wege von Murrieta und Carrillo erstmals. Sie müssen sich zusammenschließen, um Harry Love und seinen Ragnern in einer riskanten Mission gegenübertreten zu können. \"Los Joaquines\" kommen zusammen.","versions":[{"lang":1,"streams":[{"redirect":12243165,"hoster":"VOE"},{"redirect":12243168,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blei","epNo":4,"alt":"Plomo","descr":"Bei einer weiteren Begegnung der Gruppe mit den Rangern erkennt Love, dass er mit Murrieta den legendären Banditen vor sich hat. Es kommt zum Duell der beiden. Währenddessen trifft Carillo auf den Ranger Oliver - der Mann, der sein Leben zerstört hat.","versions":[{"lang":1,"streams":[{"redirect":12243178,"hoster":"VOE"},{"redirect":12243183,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fieber","epNo":5,"alt":"Fiebre","descr":"Wegen Adelas Verletzung müssen die Banditen Zuflucht im Raramuri-Gebiet suchen. Während Murrieta sich seiner Vergangenheit stellen und eine heilige Pflanze finden muss, um Adela zu retten, führt ein unerwarteter Verrat die Ranger zum Versteck der Gruppe.","versions":[{"lang":1,"streams":[{"redirect":12243182,"hoster":"VOE"},{"redirect":12243185,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hirsch","epNo":6,"alt":"Ciervo","descr":"\"Los Joaquines\" liegen im Streit. Um eine drohende Trennung der Gruppe zu verhindern, bietet Carillo das Gold, das er in der Mine seiner Ranch zurückgelassen hat, als Bezahlung an, um weiter Hilfe bei seinem Rachfeldzug zu bekommen. Die Banditen durchqueren das gefürchtete Chiwa-Gebiet in der Hoffnung, es lebend raus zu schaffen. Doch Harry Love und seine Ranger sind ihnen dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":12243186,"hoster":"VOE"},{"redirect":12243188,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schatten","epNo":7,"alt":"Sombra","descr":"Carillo und Adela schmieden einen Plan, um in die alte Mine zu kommen, die inzwischen unter amerikanischer Kontrolle ist. Der verletzte und dem Tod überlassene Murrieta wird von einer Mormonenfamilie gefunden.","versions":[{"lang":1,"streams":[{"redirect":12243147,"hoster":"VOE"},{"redirect":12243146,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fuchs","epNo":8,"alt":"Zorro","descr":"Beim Minenüberfall kommt es zu einer Schießerei zwischen Carrillo und Oliver, der inzwischen zum Söldner geworden ist. Adela geht ihren eigenen Weg, während Damace sich mit dem Massaker an ihrer Gemeinde auseinandersetzen muss. Südlich der Grenze steht das letzte Duell zwischen Murrieta und Love kurz bevor.","versions":[{"lang":1,"streams":[{"redirect":12243197,"hoster":"VOE"},{"redirect":12243199,"hoster":"Streamtape"}]}]}]}]}