{"seriesId":"der-alte-richter","name":"Der alte Richter","descr":"Nach einem Drehbuch von Fritz Eckhardt spielt der damals 75jährige Paul Hörbiger (Prädikat: unvergessen) einen Oberlandesgerichtsrat a.D., der von Wien ins niederösterreichische Pichelshofen zieht. Der alte Richter, Dr. Daniel Westermeier, sorgt trotz seiner Pensionierung im kleinen Ort mit Charme und schlauen lokalpolitischen Schachzügen für Gerechtigkeit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Erbschaft","epNo":1,"alt":"","descr":"Der pensionierte Oberlandesgerichtsrat Dr. Daniel Westermeier fährt nach Pichelshofen, um sich beim Notar über die Hinterlassenschaft einer Verwandten zu informieren, die in dem Ort ein Haus besessen hatte. Aufgrund eines Schuldscheines ist das Haus dem mächtigsten Mann in Pichelshofen, dem Sägewerksbesitzer Hummel, zugefallen. Dr. Westermeier geht der Sache nach.","versions":[{"lang":1,"streams":[{"redirect":9958453,"hoster":"VOE"},{"redirect":9958456,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Bürgermeisterwahl","epNo":2,"alt":"","descr":"Daniel Westermeier ist in Pichelshofen schon so sehr zu Hause, dass er sich auch in die Politik des Städtchens einmischt. Anlass ist die bevorstehende Bürgermeisterwahl, bei der möglichst der alte Bürgermeister Maier, der nur Marionette des reichen Herrn Hummel ist, nicht mehr gewählt werden soll. Westermeier möchte seinen Freund Höllerl zum Bürgermeister gewählt haben, aber dazu muss er erst die Intrigen Hummels überwinden. Dies gelingt ihm und so heißt der neue Bürgermeister von Pichelshofen Höllerl und schon die ersten Maßnahmen Höllerls bestätigen die Richtigkeit der Wahl.","versions":[{"lang":1,"streams":[{"redirect":9958475,"hoster":"VOE"},{"redirect":9958471,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Wanderbaby","epNo":3,"alt":"","descr":"Daniel wird immer mehr zum Ratgeber der Bedrückten und Notleidenden von Pichelshofen. Sein besonderer Liebling ist die Leni, die in den Augen der Kleinstädter einen großen Fehler hat – sie hat ein lediges Kind. Daniel forscht den Vater des Babys aus und zwingt ihn die Leni zu heiraten. So wird die Neugier der Pichelshofener befriedigt und das \"Wanderbaby\" bekommt ein Zuhause.","versions":[{"lang":1,"streams":[{"redirect":9958484,"hoster":"VOE"},{"redirect":9958479,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Bahn-Affäre","epNo":4,"alt":"","descr":"Pichelshofen ist mit der weiten Welt durch eine kleine Kleinbahn verbunden; aber die Bahn soll zum Leidwesen der Pichelshofener seinen Betrieb einstellen. Daniel greift ein.","versions":[{"lang":1,"streams":[{"redirect":9958480,"hoster":"VOE"},{"redirect":9958485,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Gemeindearzt","epNo":5,"alt":"","descr":"Der Gemeindearzt von Pichelshofen ist ein brummiger und unfreundlicher Mensch und die Pichelshofener würden ihn gerne loshaben – aber Dr. Ressl hat einen mächtigen Freund – den Oberlandesgerichtsrat Westermeier.","versions":[{"lang":1,"streams":[{"redirect":12333310,"hoster":"VOE"},{"redirect":9958499,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zirkusleute","epNo":6,"alt":"","descr":"Der Zirkus Ledruno ist in tiefster Bedrängnis, als er nach Pichelshofen kommt. Alle haben Mitleid mit den Zirkusleuten – alle außer Hummel.","versions":[{"lang":1,"streams":[{"redirect":9958494,"hoster":"VOE"},{"redirect":9958495,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Geburtstag","epNo":7,"alt":"","descr":"Unmittelbar vor seinem Geburtstag muss sich der pensionierte Landesgerichtsrat Dr. Daniel Westermeier als Vermittler zwischen der Familie Eder und dem Briefträger Haselmeier bewähren und die Frage klären, ob Bürgermeister Höllerl rechtmäßig verheiratet ist.","versions":[{"lang":1,"streams":[{"redirect":9958500,"hoster":"VOE"},{"redirect":9958504,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Mineralquelle","epNo":8,"alt":"","descr":"In Pichelshofen gibt es auch eine Mineralquelle, deren Wirksamkeit aber sehr umstritten ist. Der Gemeindearzt Dr. Ressl soll daher eine genaue medizinische Analyse der Quelle durchführen. Da Hummel an der Quelle finanziell interessiert ist, hetzt er dem alten Doktor seine junge Sekretärin, die Gundl, auf den Hals, die den Arzt \"becircen\" soll. Es wird höchste Zeit, dass Westermeier eingreift. Neben der Gundl kommt noch der Gauner Kwapil ins Spiel, und es gibt erst Ruhe und Ordnung im Ort, als Westermeier endlich den Kwapil ins Gefängnis bringt.","versions":[{"lang":1,"streams":[{"redirect":9958506,"hoster":"VOE"},{"redirect":9958508,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Briefgeheimnis","epNo":9,"alt":"","descr":"Als der Briefträger Haselmeier irrtümlich dem Gastwirt Eder einen Brief übergibt, der eigentlich für Hummel bestimmt war, Eder diesen liest,und der Brief ihm zum Vorteil über Hummel verhilft, glaubt der, dass da \"falsch gespielt wird\".","versions":[{"lang":1,"streams":[{"redirect":9958512,"hoster":"VOE"},{"redirect":9958513,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Versteigerung","epNo":10,"alt":"","descr":"Die Witwe Balsam hat der Gemeinde Pichelsdorf eine Villa hinterlassen, die versteigert werden soll. Der alte Fuchs Hummel versucht mit allen Mitteln, den Preis zu drücken.","versions":[{"lang":1,"streams":[{"redirect":9958461,"hoster":"VOE"},{"redirect":9958459,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der junge Richter","epNo":11,"alt":"","descr":"Der Bezirksrichter Raner ist der Sohn einer Frau, die Daniel einmal sehr geliebt hat. Genauso aber hat sie der Hofrat Melnikus geliebt, der darüber zu entscheiden hat, ob der junge Richter zum Kreisgericht kommt, der aber nicht so ohne weiteres bereit ist, den Sohn der Jugendgeliebten vorrücken zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12920751,"hoster":"VOE"},{"redirect":9958469,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Denkmal","epNo":12,"alt":"","descr":"Pichelshofen hat die Möglichkeit, ein Denkmal zu errichten. Und zwar für den Grafen Bohumil von Pichel, angeblich Gründer der Stadt. Man beauftragt den Bildhauer Peppino Nowak mit der Herstellung des Denkmales, doch da findet sich ein Konkurrent für Nowak: Der Steinmetz Gritsch, der von Huml gefördert, gerne seinen Jugendtraum erfüllt sehen möchte, als Bildhauer zu wirken. Durch Daniels Vermittlung vereinigen sich Nowak und Gritsch zu gemeinsamer Arbeit. Bald stellt sich aber heraus, dass Graf Bohumil gar kein so großer Wohltäter für Pichelshofen war und so kann man sein Denkmal ebenso wenig errichten wie eines für den Dichter Adalbert Stifter, der für Pichelshofen nur böse Worte übrig hatte. Ehe man aber dann das endgültige Denkmal aufstellt, kommt es zur Bekehrung des ewig streitsüchtigen Huml.","versions":[{"lang":1,"streams":[{"redirect":9958468,"hoster":"VOE"},{"redirect":9958467,"hoster":"Streamtape"}]}]}]}]}