{"seriesId":"der-kokain-coup-jagd-nach-dem-groen-deal","name":"Der Kokain-Coup - Jagd nach dem großen Deal","descr":"[Une tonne cinq] Im Juli 2018 macht der französische Zoll in der Karibik einen Sensationsfang: 1,5 Tonnen Kokain, versteckt in den Ballasttanks eines Segelbootes. Der Schmuggler – ein unbeschriebenes Blatt. Martin Lepage ist Kanadier, Mitte 50 und Rettungssanitäter im Ruhestand. Er ist Vater von zwei Söhnen und hat bislang ein unauffälliges Leben geführt. Er behauptet, von dem Kokain nichts gewusst zu haben. Ist er in eine Falle gelockt worden?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein unbeschriebenes Blatt","epNo":1,"alt":"","descr":"Im Juli 2018 macht der französische Zoll in der Karibik einen Sensationsfang: 1,5 Tonnen Kokain, versteckt in den Ballasttanks eines Segelbootes. Der Schmuggler - ein unbeschriebenes Blatt.","versions":[{"lang":1,"streams":[{"redirect":13907885,"hoster":"VOE"},{"redirect":13907891,"hoster":"Vidoza"},{"redirect":13907890,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der große Plan","epNo":2,"alt":"","descr":"Der verurteilte kanadische Kokainschmuggler Martin Lepage gibt zu, dass er bislang die Wahrheit verschwiegen hat. Er will nun erzählen, wie er den Schmuggel organisiert hat.","versions":[{"lang":1,"streams":[{"redirect":13907892,"hoster":"VOE"},{"redirect":13907893,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das böse Erwachen","epNo":3,"alt":"","descr":"Kokainschmuggler Martin Lepage nimmt in der Karibik in einer spektakulären Umladung auf hoher See 1,5 Tonnen Kokain mit an Bord seines Segelschiffes und nimmt Kurs auf Kanada.","versions":[{"lang":1,"streams":[{"redirect":13907895,"hoster":"VOE"},{"redirect":13907896,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bis zum bitteren Ende","epNo":4,"alt":"","descr":"Der Kanadier Martin Lepage wird nach seinem versuchten Schmuggel von 1,5 Tonnen Kokain in Martinique zu sieben Jahren Gefängnis verurteilt. Es ist ein mildes Urteil, weil er Ersttäter ist.","versions":[{"lang":1,"streams":[{"redirect":13907897,"hoster":"VOE"},{"redirect":13907898,"hoster":"Streamtape"}]}]}]}]}