{"path":"/serie/stream/der-junge-papst","name":"Der junge Papst","descr":"[The Young Pope] Die Serie erzählt die Geschichte des fiktiven Papstes Pius XIII., den als Lenny Belardo geborenen ersten US-amerikanischen Papst. Dieser besticht dadurch, dass er enorm konservativ in seinen moralischen Entscheidungen ist, jedoch äußerst barmherzig gegenüber den Schwachen und Armen. Insgesamt ist die widersprüchliche Figur ein Machtmensch, der unbeirrt von Widerständen im Vatikan seinen Weg zu gehen versucht, obwohl ihn das den Rückhalt der Verwaltung kostet. So sieht sich der Papst bald von seinen ehemals engsten Vertrauten verlassen. Das wächst sich bei ihm zur Angst vor Verrat und Verlassenwerden aus, sogar von Gott verlassen zu werden fürchtet er. Trotzdem nimmt Pius XIII. seine Aufgabe der Mission und der Verteidigung der Kirche sehr ernst.","seasons":[{"path":"/serie/stream/der-junge-papst/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-junge-papst/staffel-1/episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"Habemus papam: Als Papst Pius XIII. tritt mit Lenny Belardo nicht nur der erste Amerikaner sein Amt im Vatikan an. Er ist auch der jüngste Papst aller Zeiten. Doch er ist nicht die leicht zu manipulierende Marionette, die einflussreiche Kardinäle um Kardinal Voiello in ihm gesehen haben. Der exzentrische und machtbewusste Papst bricht von Anfang an mit alten Ritualen und Strukturen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460006","hoster":"VOE"},{"path":"/redirect/14480378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Der neue Papst Pius XIII., geboren als Lenny Belardo, hat von Anfang an bewiesen, dass er trotz seines geringen Alters durchaus machtbewusst seinen eigenen Weg gehen will und dabei Mentoren und Förderer vor den Kopf gestoßen. Er will sich nicht zum Produkt der Marketing-Chefin des Vatikans, Sofia, machen lassen. Doch bei seiner ersten Ansprache muss er zeigen, wofür er wirklich steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459884","hoster":"VOE"},{"path":"/redirect/14480376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Der junge Papst Pius XIII. hat mit seiner ersten Ansprache die Gläubigen auf dem Petersplatz nachhaltig verstört. Nun versucht der Vatikan den Schaden zu begrenzen. Lenny willigt zwar in eine Pressekonferenz ein, lässt dort aber seine Beraterin Schwester Mary eine brüske Erklärung verlesen. Kardinal Voiello will nun den Papst mit allen Mitteln in die Schranken weisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459872","hoster":"VOE"},{"path":"/redirect/14480381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Kardinal Voiello drängt den jungen Papst Pius XIII., sich endlich mit dem Missbrauchsskandal um den amerikanischen Kardinal Kurtwell zu befassen. Der Papst schockiert Voiello durch die Aufforderung, alle Homosexuellen ohne Ansehen der Person aus der Katholischen Kirche zu entfernen. Voiello versucht daraufhin Esther, die Frau eines Schweizer Gardisten, dazu zu zwingen, den Papst zu verführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460327","hoster":"VOE"},{"path":"/redirect/14480377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Der junge Papst Pius XIII. erfährt von den Gerüchten um seine angebliche Affäre mit Esther und kündigt eine \"Revolution\" an. Kardinal Voiello gelingt es einige belastende Fotos von Esther mit dem Papst zu schießen. Doch er gibt sie dessen engster Beraterin Schwester Mary. Der Papst schockiert die Kardinäle bei seiner lang erwarteten Ansprache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460048","hoster":"VOE"},{"path":"/redirect/14480383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Unter dem Pontifikat des jungen Papst Pius XIII. gerät der Vatikan zunehmend unter finanziellen Druck: Aufgrund Pius’ mangelnder Medien-Präsenz gehen die Spenden und Einnahmen zurück und der italienische Premierminister will dem Vatikan alhergebrachte Privilegien kündigen. Der Papst lässt sich nicht einschüchtern und erzwingt ein regides Prüfungsverfahren für Bewerber des Priesteramtes, um Homosexuellen den Zugang unmöglich zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460046","hoster":"VOE"},{"path":"/redirect/14480385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Während die Kardinäle Spencer, Voiello und Caltanisetta planen den jungen Papst Pius XIII. zum Rücktritt zu zwingen, spielt der Papst selbst mit dem Gedanken zurückzutreten. Doch seine Vertraute Schwester Mary versucht ihn zunächst vergeblich davon zu überzeugen, dass seine verschollenen Eltern aufgetaucht wären. Und will ihn dann überreden, seine radikale Haltung zu überdenken und die Kirche zu öffnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460066","hoster":"VOE"},{"path":"/redirect/14480386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Schockiert von der Ermordung seines besten Freundes entschließt sich der junge Papst Pius XIII. zu seiner Auslandsreise und besucht die berühmte Mission von Schwester Antonia in Afrika. Doch der Papst erkennt schnell, dass sie beste Beziehungen zum Regime unterhält, ein drakonisches Regiment führt und auch vor sexuellem Missbrauch nicht zurückschreckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460079","hoster":"VOE"},{"path":"/redirect/14480391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"Episode 9","descr":"Kardinal Spencer der Mentor des jungen Papstes Pius XIII. ist schwer krank. Dennoch versucht er seinen ehemaligen Schüler von einer Abkehr von seiner harten Haltung gegenüber Schwangerschaftsabbrüchen zu bewegen. In New York hat Kardinal Gutierrez unterdessen schwer mit der Aufklärung des Missbrauchsskandals um Erzbischof Kurtwell zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14459836","hoster":"VOE"},{"path":"/redirect/14480388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-junge-papst/staffel-1/episode-10","name":"Episode 10","epNo":10,"alt":"Episode 10","descr":"Der des sexuellen Missbrauchs überführte Erzbischof Kurtwell muss sich im Vatikan den Fragen des jungen Papstes Pius XIII. stellen. Den ermittelnden Kardinal Gutierrez ernennt der Papst überraschend zu seinem neuen persönlichen Sekretär. Kardinal Marivaux setzt sich weiter für die Heiligsprechung der seligen Juana ein. Statt einer Reise zum Ort ihres Wirkens entschließt sich der Papst, sich erstmals auf dem Petersplatz den Menschen zu zeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14460053","hoster":"VOE"},{"path":"/redirect/14480401","hoster":"Streamtape"}]}]}]}]}