{"seriesId":"der-ranger-paradies-heimat","name":"Der Ranger - Paradies Heimat","descr":"Zurück in der Heimat, will Ranger Jonas Waldek sein Wissen, welches er sich in den kanadischen Wäldern angeeignet hat, nun auch im Nationalpark Sächsische Schweiz zusammen mit seinen neuen Kollegen umsetzen. Gleichzeitig darf Jonas auch das wirtschaftliche Interesse der Stadt Wehlen nicht außer Acht lassen. Schließlich lebt die Region von den Einnahmen durch die zahlreichen Touristen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wolfsspuren","epNo":1,"alt":"","descr":"Als Ranger in den kanadischen Wäldern hat Jonas Waldek in den letzten fünf Jahren viel Erfahrung gesammelt. In seinen Heimatort Stadt Wehlen und den Nationalpark Sächsische Schweiz zurückgekehrt, ist er nun seit einigen Monaten mit seinen neuen Kollegen im Einsatz, um den Erhalt der einzigartigen Landschaft und Tierwelt zu sichern. Ein ständiger Drahtseilakt zwischen Naturschutz und wirtschaftlichen Interessen, denn vom Tourismus lebt die ganze Region. Doch Jonas ist als Ranger nicht nur Hüter und Beschützer dieser einzigartigen Naturregion, immer wieder bekommt er es auch mit akuten Notfällen im Nationalpark zu tun, die er mit großem Einsatz und Einfühlungsvermögen bewältigt. Privat wohnt Jonas mit seiner Mutter Monika, seiner Schwägerin Rike und deren Sohn Lukas auf einem Hof mit angeschlossenem Sägewerk, das die zwei Frauen seit dem Tod von Jonas‘ Bruder Frank gemeinsam führen. Reibereien gibt es immer wieder mit Unternehmer Karl Nollau, der gleichzeitig auch der Verpächter der Waldeks ist. Der Bergbau-Unternehmer ist beruflich wie privat ein ernstzunehmender Kontrahent, laufen seine Interessen denen von Jonas doch oftmals stark entgegen. Als Jonas erfährt, dass Bergbau-Unternehmer Karl Nollau in der Schutzzone des Nationalparks Sächsische Schweiz sein stillgelegtes Bergwerk reaktivieren will, um Lithium zu fördern, sieht Jonas die Natur bedroht und setzt alles daran, Wald und Wildtiere zu schützen. Wie gerufen kommt da Unterstützung der attraktiven Verhaltensbiologin Emilia. Angelockt durch einen Wanderwolf, der in der Region gesichtet wird, steht sie Jonas im Einsatz für die Beibehaltung der Schutzzonen im Nationalpark zur Seite. Für die Familie Waldek entwickelt sich der Interessenkonflikt zwischen Jonas und Nollau bald zur existenziellen Bedrohung, ist doch die Pachturkunde für Hof und Sägewerk seit dem tragischen Unfall von Jonas‘ Bruder Frank spurlos verschwunden. Nun droht Nollau mit der Schließung des Sägewerks, wenn sich Jonas seinen Plänen nicht anschließt. Der Ranger muss sich zwischen Familie und Naturschutz entscheiden und sieht sich damit vor eine unmögliche Wahl gestellt.","versions":[{"lang":1,"streams":[{"redirect":13096079,"hoster":"VOE"},{"redirect":9571097,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vaterliebe","epNo":2,"alt":"","descr":"Gelockerte Halteseile an Wanderwegen, mutwillig zerstörte Wegweiser im Nationalpark. Jonas vermutet Saboteure am Werk, die die Touristen abschrecken wollen und dabei zu drastischen Mitteln greifen. In der Vorausahnung, dass die vermeintlichen Naturschützer noch mehr geplant haben, ermahnt er sein Team und die Wandergruppen zu besonderer Vorsicht und Aufmerksamkeit. Derweil hat sich Unternehmer Nollau entschieden, komplett auf Tourismus zu setzen und seinen alten Bergstollen um einen Kletterpark zu erweitern. Jonas steht den Plänen skeptisch gegenüber, da er Nollau nicht über den Weg traut, vor allem, wenn dieser ein Geschäft wittert. Als der Architekt des zukünftigen Kletterparks bei der Besichtigung des Felsens aufgrund eines gelockerten Halte-Eisens abstürzt und drei Jugendliche flüchten, nehmen Jonas und Christoph die Verfolgung auf. Christoph kann ein Mädchen stellen, lässt sie aber unerklärlicher Weise laufen. Als Jonas Christoph zur Rede stellt, weicht dieser mit einer Ausrede aus. Will er vielleicht jemanden decken? Für Nollau liegt auf der Hand, dass Jonas hinter dem Unfall steckt, um seine Tourismuspläne zu verhindern, der Konflikt zwischen den beiden entbrennt erneut. Die Situation eskaliert, als die jungen Naturschützer in Nollaus Bergbaumuseum randalieren und Jonas‘ Neffe Lukas dabei in Lebensgefahr bringen","versions":[{"lang":1,"streams":[{"redirect":9571101,"hoster":"VOE"},{"redirect":9571102,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Entscheidungen","epNo":3,"alt":"","descr":"Nach den dramatischen Ereignissen rund um den Waldek-Hof und der Aussprache zwischen Jonas und Unternehmer Karl Nollau währt der Frieden nur kurz. Das Waldek’sche Sägewerk gerät in finanzielle Schieflage und ein Arbeitsunfall setzt Rike kurzfristig außer Gefecht. Jonas steht vor der Entscheidung, entweder das familieneigene Waldstück als Urwaldzone in den Nationalpark zu integrieren, auch um dort einen neuen Wirkungskreis für Emilia zu schaffen, oder Rike aus der Klemme zu helfen und gewinnbringend an Karl Nollau zu verkaufen, der dort ein Hotelprojekt umsetzen will. Dass Nollau zum Erreichen seines Ziels Jonas gegen Rike ausspielen will, während gleichzeitig die alte Liebe zwischen Mutter Monika und dem Unternehmer wieder aufzuflammen scheint, macht die Lage nur noch komplizierter. Jonas sitzt zwischen allen Stühlen. Aber nicht nur seine Privatangelegenheiten halten Jonas auf Trab: Rechtsanwalt Torsten Schrader und seine Freundin Anna Groß machen mit ihren beiden Kindern das erste Mal einen Patchwork-Urlaub in der Sächsischen Schweiz. Doch vor lauter Verliebtheit übersehen die Eltern völlig die große Spannung, die zwischen den Kindern herrscht. Als Torstens Tochter von einem Felsen stürzt und Jonas sie retten muss, ahnt dieser sofort, dass das kein normaler Unfall war","versions":[{"lang":1,"streams":[{"redirect":9571112,"hoster":"VOE"},{"redirect":9571113,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zeit der Wahrheit","epNo":4,"alt":"","descr":"Während es in Sachen Liebe zwischen Monika und Karl Nollau ernst wird und sie erstmals eine Nacht miteinander verbringen, steht Jonas‘ Beziehung mit Emilia auf der Kippe. Ausgerechnet von ihrem Ex-Lover Moritz erhält sie ein attraktives Job-Angebot und überlegt ernsthaft, an die Uni Greifswald zu gehen. Für Aufregung sorgt Pilot Maik Zerrlinger, zuständig für die Brandbeobachtung im Nationalpark. Er lässt sich auf Bitten seines Bruders Kevin auf einen dubiosen, aber lukrativen Transportflug ein. Das Geld benötigt er dringend für die teuren Krebsmedikamente seiner Frau, deshalb stellt er keine Fragen. Beim Rückflug stürzt die Propellermaschine über dem Nationalpark ab und setzt Jonas und seine Mannschaft in erhöhte Alarmbereitschaft, da von dem Flugzeugwrack eine ernstzunehmende Brandgefahr ausgeht.","versions":[{"lang":1,"streams":[{"redirect":9571117,"hoster":"VOE"},{"redirect":12980213,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Junge Liebe","epNo":5,"alt":"","descr":"Auf der Suche nach Wilderern stößt Jonas (Philipp Danne) im Wald auf den 17-jährigen Julian (Jonathan Lade), der sich mit seiner schwangeren Freundin Lena (Fine Sendel) in einer alten Blockhütte eingerichtet hat. Die beiden Teenager halten sich dort ohne das Wissen ihrer Eltern versteckt, da diese gegen die Beziehung und das Baby sind. Lenas Mutter Carolin (Inka Friedrich) drängt sogar auf eine Adoption. Auf Jonas’ dringliche Bitte hin, informieren Lena und Julian die Eltern über ihren Aufenthaltsort, die daraufhin noch mehr Druck ausüben. Als Julian von seinem Vater Ralf (Bernd Michael Lade) erfährt, dass er seine Jugendstrafe antreten muss, weil er Sozialstunden geschwänzt hat, wird es für die jungen Leute zu viel und sie hauen ab. Unterwegs setzten bei Lena die Wehen ein…","versions":[{"lang":1,"streams":[{"redirect":14073490,"hoster":"VOE"},{"redirect":9571129,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sturm","epNo":6,"alt":"","descr":"Heftiger Sturm und Gewitter ziehen über dem Nationalpark auf. Kurz vor dem Absprung wird ein Paraglider vom Blitz getroffen. Lukas (Dennis Hofmeister) und Tim (Luca Gugolz) haben das Ganze beobachtet und rufen Jonas zu Hilfe. Als der Mann im Krankenhaus wieder zu sich kommt, kann er sich an nichts mehr erinnern. Jonas (Philipp Danne) findet heraus, dass es sich um Daniel Körner (Timo Jacobs), einen Spediteur aus Pirna handelt, der erst kurz zuvor Ehefrau Nadine (Julia Dietze) und Tochter Vicky (Matilda Lindbergh) verlassen hat. Aus gesundheitlichen Gründen darf Daniel nicht sofort mit der ganzen Wahrheit konfrontiert werden","versions":[{"lang":1,"streams":[{"redirect":9571139,"hoster":"VOE"},{"redirect":9571148,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Himmelhoch","epNo":7,"alt":"","descr":"Um den Fortbestand der vom Waldsterben bedrohten Weißtannen zu gewährleisten, hat Ranger Jonas (Philipp Danne) die beiden Zapfenpflücker Florian (Philip Birnstiel) und Laura (Giulia Goldammer) engagiert. Für das junge Paar soll es der letzte Job vor der Auswanderung nach Kanada sein. Als Laura sich plötzlich in schwindelerregender Höhe nicht mehr halten kann, bremst sie nur das Sicherungsseil vor einem tödlichen Absturz. Nach und nach verliert Laura die Kontrolle über ihre Arme und Beine. Eine Untersuchung bringt eine erschreckende Diagnose.","versions":[{"lang":1,"streams":[{"redirect":9771805,"hoster":"VOE"},{"redirect":9771808,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zusammenhalt","epNo":8,"alt":"","descr":"Die junge Marie Fechner (Anna Herrmann), die alleine mit ihren drei jüngeren Geschwistern auf einem Hof in der Nähe der Waldeks wohnt, rettet einen durch ein Windrad verletzten Rotmilan. Nun soll unter Beteiligung von Karl Nollau (Matthias Brenner) ein weiterer Windpark in unmittelbarer Nähe entstehen – eine große Bedrohung für die Natur, die Jonas (Philipp Danne) und Tierfreundin Marie unbedingt verhindern wollen. Als Maries Bruder Leon (Justus Czaja) sich bei einem Sturz jedoch so schwer verletzt, dass nur eine teure Therapie ihm helfen kann, überfordert dies Maries sowieso bereits angespannten finanziellen Mittel.","versions":[{"lang":1,"streams":[{"redirect":9826255,"hoster":"VOE"},{"redirect":9826254,"hoster":"Streamtape"}]}]}]}]}