{"seriesId":"der-mann-an-ihrer-seite","name":"Der Mann an ihrer Seite","descr":"Aiden Hoynes (David Tennant) und Freya Gardner (Emily Watson) sind das Traumpaar der britischen Politik: Er ist der ehrgeizige Wirtschaftsminister und sie kümmert sich neben ihrem Posten als Staatssekretärin um die beiden Kinder. Als Aiden durch seinen Rücktritt nicht wie geplant den Machtwechsel bewirkt, sondern stattdessen nur das Kabinett ohne ihn neu aufgestellt wird, bekommt Freya das verlockende Angebot eines Ministerpostens. Aiden landet auf einmal im politischen Aus, während Freya endlich aus dem Schatten ihres Mannes treten kann. Doch Aiden kann mit den Ambitionen und dem rasanten Aufstieg seiner Frau nicht umgehen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Aiden Hoynes und Freya Gardner sind das Vorzeigepaar der politischen Landschaft Großbritanniens. Aiden ist ein junger, ehrgeiziger Minister, während Freya sich mit einem bescheideneren Posten zufriedengibt. Sie widmet sich der Organisation des Familienalltags mit den zwei Kindern und der politischen Karriere ihres Mannes. Um seinen Aufstieg voranzutreiben, tritt Aiden von seinem Posten zurück, als Zeichen gegen die Haltung der Regierung zur Einwanderungsfrage. Doch sein Plan, die Machtverhältnisse ins Wanken zu bringen, scheitert, als sein engster Vertrauter, Arbeitsminister Bruce Babbish, ihn verrät. Aiden wird in seiner Partei isoliert und auf die Hinterbänke in Westminster verbannt, ins politische Nichts. Im Zuge der Neuordnung wird Freya ein Ministerposten angeboten. Aiden sieht in der Nominierung seiner Frau ein Mittel, wieder ins Scheinwerferlicht zu treten, und ermutigt Freya, den Posten anzunehmen. Sie soll Aidens Maulwurf werden und alles dafür tun, seine Rückkehr zu ermöglichen und den Fall des Verräters Bruce Babbish zu bewirken. Freya, die endlich aus dem Schatten ihres Mannes hervorgetreten ist, steht vor einem Dilemma: Soll sie ihre politischen Ambitionen verfolgen oder öffentlich ihren Mann unterstützen? Gegen alle Erwartungen entscheidet sich Freya für ihre Karriere und verurteilt das Handeln ihres Mannes in einem Fernsehinterview.","versions":[{"lang":1,"streams":[{"redirect":8986355,"hoster":"VOE"},{"redirect":8389896,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Als Freya am Abend des Fernsehinterviews nach Hause kommt, hat Aiden sich beruhigt. Letztendlich versteht er die Notwendigkeit, auf alles vorbereitet zu sein, um in der Politik zu überleben. Das Paar scheint sich zu vertragen, doch beim zu Bett gehen geraten die Dinge außer Kontrolle und Aiden vergewaltigt seine Frau. Von diesem Moment an ist die Beziehung geschädigt und trotz Aidens Entschuldigungen entfernen sie sich voneinander. Freya stürzt sich in ihre Arbeit, während Aiden sich um den Haushalt kümmert. Nun ist es an ihm, sich den Kindern zu widmen, insbesondere ihrem Sohn Noah, der am Asperger-Syndrom leidet. Aiden nimmt Freyas Platz ein und hält die Balance zwischen Schule, Nachmittagsaktivitäten der Kinder und seiner neuen Funktion als Abgeordneter. All das wird für ihn schnell langweilig. Besessen von seiner Rückkehr in die große Politik, schmiedet er weiterhin Pläne, um sich an Bruce zu rächen. Als er eines Nachmittags mit den Kindern im Schwimmbad ist, erfährt er, dass seine Pläne erneut gescheitert sind. Aufgebracht von dieser Neuigkeit, merkt er nicht, dass sein Sohn zu ertrinken droht. Aiden kann ihn in letzter Sekunde retten. Dieses Erlebnis lässt das Paar wieder näher zusammenrücken. Aiden nimmt sich vor, sich in erster Linie seiner Familie zu widmen. Doch das Glück ist nur von kurzer Dauer. Aiden wird zunehmend eifersüchtiger und zeigt, dass er den Erfolg seiner Frau nicht akzeptieren kann. Hinter ihrem Rücken versucht er ihr zu schaden.","versions":[{"lang":1,"streams":[{"redirect":8986356,"hoster":"VOE"},{"redirect":8389909,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Dita, das Kindermädchen, beschuldigt Aiden, sie sexuell belästigt zu haben. Die Neuigkeit schafft es auf die Titelseite der Klatschzeitschriften. Das Paar weist die Vorwürfe von sich, doch die Beliebtheit Aidens wird immer geringer und eine Rückkehr in die Politik scheint unmöglich. Diese Entwicklung besänftigt seinen verhassten Gegner Bruce, der einem Treffen mit Aiden zustimmt. Aiden macht Bruce deutlich, dass er das Kriegsbeil begraben möchte, um die Zusammenarbeit zwischen Bruce und Freya zu erleichtern, deren Ministerien in ständiger Verbindung stehen. Um seine Aufrichtigkeit zu beweisen, macht Aiden Bruce einen Vorschlag, der zwei ihrer Hauptprobleme lösen könnte: die Arbeitslosigkeit der Immigranten und die Betreuung von Rentnern und Pflegebedürftigen. Mit diesem Projekt könnten die Einwanderer leichter eine Aufenthaltsgenehmigung erhalten, indem sie sich zu Hause um Pflegebedürftige kümmern. Finanziert würde dies durch ein privates Unternehmen namens Charlesburg Investment. Bruce ist von dem Plan angetan und schlägt ihn dem Premierminister vor, während Aiden vor dem Unterhaus eine hitzige Rede zur Parteienfinanzierung hält. Er verurteilt Korruption in der Politik und hat damit großen Erfolg. Unterdessen findet Bruce heraus, dass Aiden ihn hintergangen und ein Video veröffentlicht hat, das Bruce dabei zeigt, wie er mit Charlesburg Investment einen schmutzigen Deal aushandelt. Bruce muss zurücktreten. Aiden profitiert von seinem Sieg und kehrt endlich ins Rampenlicht zurück. Nach einem Streit der beiden Männer findet Freya heraus, was Aiden getan hat – ohne Rücksicht auf die Konsequenzen, die der Skandal für Freyas Karriere hätte haben können. Die Beziehung ist am Ende, doch für die Öffentlichkeit halten beide die Fassade aufrecht, denn nur so kann das Vorzeigepaar den Zenit der Macht erreichen","versions":[{"lang":1,"streams":[{"redirect":8986357,"hoster":"VOE"},{"redirect":8389908,"hoster":"Streamtape"}]}]}]}]}