{"seriesId":"der-laden","name":"Der Laden","descr":"Die Lebensgeschichte des Schriftstellers Esau Matt von der Weimarer Republik bis in die Gegenwart (nach dem Roman von Erwin Strittmatter). 1919 zieht der neunjährige Essau Matt mit Eltern und Großeltern aus Polen in ein deutsches Grenzdorf in der Niederlausitz. Die Familie eröffnet in dem Ort einen kleinen Krämerladen, der bald Dreh- und Angelpunkt für die Geschehnisse im Ort wird. Mit drei Generationen unter einem Dach bleiben Spannungen und Schwierigkeiten nicht aus. Der sensible Esau, aus dem später ein Schriftsteller werden wird, beobachtet still und staunend das Leben, das sich in und um den Laden herum abspielt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Episode 1","descr":"Im Juni 1919 zieht die Familie Matt mit Sack und Pack in das kleine Niederlausitzer Dorf Bossdom nahe der deutsch-polnischen Grenze. Dort eröffnet sie einen Kramladen mit eigener Bäckerei. Im Mittelpunkt der Geschichte steht der neunjährige Esau Matt, der ein aufmerksamer Beobachter seiner Familie und des Dorflebens ist. Neun Personen wohnen bei den Matts unter einem Dach, das führt natürlich zu Reibereien. Da sind Esaus Eltern, seine Geschwister Marga, Heinjak und Tinko, das hübsche Kindermädchen Hanka, der Großvater, an dem Esau mit inniger Liebe hängt, und die Großmutter. Esaus Kindheit ist immer dann am unbeschwertesten, wenn er mit seinem Großvater zusammen ist, der mit Steinen sprechen kann und sich wie kein zweiter mit Pferden auskennt. Er versteht den verträumten Esau am besten. Der ewige Streit im Hause Matt dagegen belastet den Jungen. Esaus Eltern müssen sich Geld vom Großvater leihen, was die ständigen Querelen in der Familie provoziert. Der Vater wäre lieber Farmer in Amerika als Bäcker, die Mutter lieber Geschäftsfrau und feine Dame als Bäuerin. Außerdem hat der Vater ein Auge auf Hanka geworfen. Der stotternde Onkel Phile, der bei der Familie Matt untergeschlüpft ist, verliebt sich unsterblich in das Kindermädchen und will sich das Leben nehmen. Als der Vater Phile vor die Tür setzt, weil er Hanka zu heftig bedrängt hat, und Hanka gehen muss, weil ihr Verhältnis mit Vater Matt aufgeflogen ist, hält Esau nichts mehr zu Hause. Ein glücklicher Zufall verändert sein Leben. Sein neuer Lehrer Heier, der den bisherigen Lehrer Rumposch, einen harten Verfechter der Prügelstrafe, ablöst, erkennt Esaus Begabung zum Schreiben und schlägt den Eltern vor, Esau auf die höhere Schule in der Nachbarstadt Spremberg zu schicken. Und so nimmt Esau Abschied von seinen Freunden, den Müllerskindern Gustav und Alfredko, vom Großvater und dem Dorf. Er weiß nicht, dass dies auch ein Abschied von seiner Kindheit ist.","versions":[{"lang":1,"streams":[{"redirect":12383630,"hoster":"VOE"},{"redirect":8381979,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Episode 2","descr":"1927 in Spremberg. Esau hat Freunde in der Schule gefunden und etwas Neues entdeckt: Mädchen. Trotzdem plagt ihn das Heimweh nach seinem Dorf. Er führt ein eher tristes Dasein in der Souterrain-Wohnung unter dem Lyzeum, beim Hausmeister-Ehepaar Mina und Juro Baltin, den Freunden der Mutter. Seine freie Zeit verbringt er mit der alten Pobloschen, Minas Mutter, die Tabak für die Zigarrenfabrik rupft. Die Wochenendbesuche zu Hause sind Esaus einzige Lichtblicke. Doch auch dort hat sich das Leben verändert. Seit kurzem gehört eine Poststelle zum Laden, und mit ihr löst die Mutter die ewigen Geldsorgen. Sie \"borgt\" sich Postgeld – mit bösen Folgen. Außerdem haben die Matts Familienzuwachs – den kleinen Frede. Im Souterrain bekommt Esau Besuch von Onkel Phile, der jetzt als Straßenkehrer in der Stadt arbeitet und sich prompt wieder in die Falsche verliebt, in Minas Tochter Lotte, die Frau des Zigarrenfabrikanten Rapschinski. Auch Esaus Interesse für Mädchen blüht auf, zumal die Nähe zum Lyzeum seine Phantasie beflügelt. Doch von den Mädchen sieht Esau von seiner Kellerwohnung aus höchstens die Beine am Fenster vorüberziehen, die er zusammen mit seinen neuen Freunden Frede und Wullo betrachtet. Esau lernt Ilonka Spadi kennen, von der auch Frede und Wullo schwärmen. Ausgerechnet der stille Träumer Esau und die kapriziöse Bürgertochter – das scheint auf den ersten Blick nicht zusammenzupassen. Dennoch wird Ilonka seine erste große Liebe. Esau vergöttert Ilonka, doch Ilonka spielt mit seinen Gefühlen. Immer dann, wenn er glaubt, sie erobert zu haben, wendet sie sich von ihm ab, um ihn im nächsten Augenblick erneut mit ihrem Liebreiz zu becircen. Wieder einmal ändert sich Esaus Leben durch einen plötzlichen Lehrerwechsel. Sein Lehrer Trutzburg wirft das Handtuch. Als eine Handvoll Mädchen, darunter auch Ilonka, aufs Jungengymnasium darf, um das Abitur zu machen, ist das zuviel für den deutschnational gesinnten Lehrer. Sein Nachfolger, Dr. Apfelkorn, trägt schon das Hakenkreuz am Revers. Esau, selig über Ilonkas Nähe, stellt sie der Familie vor. Er glaubt endgültig daran, dass das Mädchen ihm gehört. Aber es kommt zum Bruch. Als sie sich dann auch noch in Dr. Apfelkorn verliebt, rast Esau vor Eifersucht – und ohrfeigt den Lehrer vor der ganzen Klasse. Damit hat er sich allerdings selbst aus der Schule katapultiert. Der hohe Schüler, der nun keiner mehr ist, kehrt in sein Dorf zurück.","versions":[{"lang":1,"streams":[{"redirect":8381969,"hoster":"VOE"},{"redirect":8381973,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"Episode 3","descr":"Man kehrt, wenn man lange unterwegs war, nicht mehr an den gleichen Ort zurück, der einmal Heimat war – diese schmerzliche Erfahrung macht Esau, als er 1946 aus dem Krieg in sein Dorf zurückkehrt, getrieben von der Sehnsucht, wieder Geborgenheit zu finden. Aber nichts ist, wie es einmal war: die Eltern nicht, die Geschwister nicht, der Freund nicht, nicht einmal der innig geliebte Großvater, der zum bösartigen senilen Alten geworden ist. Und auch Esau selbst hat der Krieg verändert. Er ist desertiert, wurde aufgegriffen und zum Tode verurteilt. Er stand bereits vor der Hinrichtung – aber ein Zufall rettete ihm in letzter Sekunde das Leben. Nun sucht er daheim ein eigenes Leben aufzubauen. Jeder in der Familie versucht, sich irgendwie durchs Leben zu schlagen. Aber nicht alle sind so gut im Organisieren wie Esaus mannstolle Schwägerin Elvira. Sie ist Tinkos Frau, hat aber nur Augen für den Heimkehrer, was die beiden Brüder schließlich entzweit. Auch das biedere Hertchen, die Frau von Esaus Bruder Heinjak, versucht, sich an Esau anzulehnen. Einerseits sehnt sie Heinjak herbei, andererseits fürchtet sie nichts so sehr wie Heinjaks Heimkehr aus dem Krieg. Die Russen haben sie beim Einmarsch vergewaltigt und nun soll sie ein Kind auf die Welt bringen, das sie nicht haben will. Das größte Problem im Hause bleibt das immerwährende Manko in der Ladenkasse. Die Mutter, die nie besonders geschäftstüchtig war, verliert durch ihre Großzügigkeit den Laden – er wird zum Konsum umgewandelt. Der Schmerz über das Ende ihres Lebenswerks ist so groß, dass sie krank wird. Esau muss trotz seiner innigen Liebe zur Gemeindeschwester Christine Nona heiraten. Die Kriegsvergangenheit hat ihn eingeholt und zwingt ihm eine Ehe und ein Kind auf – mit einer Frau, die er nicht liebt, und einem Sohn, zu dem er keine Beziehung hat. Esau ist auf der Suche nach seinem Platz in der Welt und nach sich selbst. Im Grunde seines Herzens will er nur eins: Schreiben. Aber er findet keine Ruhe dazu, dafür fehlt es ihm an Zeit und Geld, denn er muss seine kleine Familie versorgen. Aus heiterem Himmel ernennt ihn der schwer kranke Bürgermeister Weinrich zu seinem Nachfolger. Doch der parteilose Esau fühlt sich überfordert. Die Ereignisse überschlagen sich, als die Männer im Dorf auf Anordnung der Russen das alte Kraftwerk instandsetzen sollen. Esaus Jugendfreund Alfredko vermutet hinter der Aktion eine getarnte Demontage und zündet vor den Russen eine Handgranate, um das zu verhindern. Die Russen deuten das sofort als Sabotageakt und verhaften Esau als verantwortlichen Amtsvorsteher. Ausgerechnet sein verhasster prügelnder Lehrer Rumposch holt ihn aus dem Gefängnis, mit dem Hinweis, dass Esau ein deutscher Dichter sei. Die Russen, die Dichter über alles lieben, schlagen ihn jetzt für die Kreisredaktion der \"Volksstimme\" vor. Mit diesem Angebot ist Esau seinem Traum ein großes Stück näher gerückt. Der Tod seiner Mutter, mit dem das letzte Band zu seiner Kindheit und Jugend schmerzlich zerrissen wird, besiegelt seinen Entschluss, das Dorf zu verlassen, um Redakteur zu werden.","versions":[{"lang":1,"streams":[{"redirect":8381963,"hoster":"VOE"},{"redirect":8381964,"hoster":"Streamtape"}]}]}]}]}