{"seriesId":"der-dieb-seine-frau-und-das-kanu","name":"Der Dieb, seine Frau und das Kanu","descr":"The Thief, His Wife and the Canoe] Vierteiliges Drama, das auf der außergewöhnlichen Geschichte basiert, wie der Gefängnisbeamte John Darwin seinen eigenen Tod vortäuschte, um eine Lebensversicherung zu beantragen und den Bankrott zu vermeiden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Wir lernen John und Anne Darwin kennen, ein von Schulden geplagtes Paar. Angesichts des Bankrotts beschließt John, seinen eigenen Tod mit Hilfe seines Kanus vorzutäuschen, sehr zum Entsetzen seiner Frau. Es gelingt ihnen, und John taucht unter, während Anne ihre Söhne tröstet.","versions":[{"lang":1,"streams":[{"redirect":11123891,"hoster":"VOE"},{"redirect":11123889,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"John beantragt erfolgreich einen Reisepass, um sich eine neue Identität zuzulegen, und zwingt Anne, eine Untersuchung seines Todes zu verlangen, damit sie die Versicherungssumme auszahlen lassen können. Wie durch ein Wunder funktioniert das und die Schecks treffen ein. Sie planen ein neues gemeinsames Leben in Panama.","versions":[{"lang":1,"streams":[{"redirect":11123888,"hoster":"VOE"},{"redirect":11123875,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"John hat genug davon, tot zu sein, und kehrt nach England zurück, um zu erklären, dass er an Amnesie leidet. Er wird mit seinen Söhnen wiedervereint. Journalisten machen Anne in Panama ausfindig und die Geschichte beginnt sich zu entwirren, als ein Foto von den beiden auftaucht.","versions":[{"lang":1,"streams":[{"redirect":11123864,"hoster":"VOE"},{"redirect":11123867,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Anne und John werden von der Polizei befragt - die Wahrheit kommt ans Licht. Der Fall wird vor Gericht verhandelt, wo Anne auf nicht schuldig plädiert, weil sie in der Ehe genötigt wurde. Ihre traumatisierten Söhne verweigern zunächst den Kontakt, finden aber schließlich Vergebung für ihre Mutter.","versions":[{"lang":1,"streams":[{"redirect":11123866,"hoster":"VOE"},{"redirect":11123890,"hoster":"Streamtape"}]}]}]}]}