{"seriesId":"der-fall-jeffrey-epstein","name":"Der Fall Jeffrey Epstein","descr":"Am 10. August 2019 wird Jeffrey Epstein ohne Lebenszeichen in seiner Gefängniszelle aufgefunden. Der 66-jährige Investmentbanker, der wegen sexuellen Missbrauchs Minderjähriger angeklagt ist, kniet am Boden und hat eine Schlinge um den Hals. Im Krankenwagen stirbt er. Einen Monat zuvor hatte die Polizei das New Yorker Luxus-Haus des Milliardärs durchsucht und unter anderem zahlreiche Nacktaufnahmen sehr junger Mädchen, aber auch Prominenter gefunden. Epstein wird vorgeworfen, die Mädchen mit Geld geködert und dann sexuell missbraucht zu haben, außerdem soll er einen Sexhandelsring unterhalten haben. Die Nachricht von der Verhaftung des Bankers mit den mächtigen Freunden schlägt ein wie eine Bombe. Doch Epsteins Todesursache bleibt unklar: War es Selbstmord oder Mord?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein millionenschweres Monster","epNo":1,"alt":"Billionare Predator","descr":"Im \"Metropolitan Correctional Center\" in Manhattan sitzen einige der schlimmsten Verbrecher der Welt ein. Darunter auch der milliardenschwere Investmentbanker Jeffrey Epstein, der wegen sexuellen Missbrauchs Minderjähriger angeklagt wurde.","versions":[{"lang":1,"streams":[{"redirect":13345248,"hoster":"VOE"},{"redirect":13345249,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"New Yorker Machenschaften","epNo":2,"alt":"The Inner Circle","descr":"Wer hat Jeffrey Epstein getötet? Zum Todeszeitpunkt des pädophilen Multimillionärs mit besten Verbindungen in höchste Kreise hatte das FBI bereits zwei Jahre gegen ihn ermittelt: Sie hatten die Aussagen von 40 Opfern und eine 53-seitige Anklageschrif","versions":[{"lang":1,"streams":[{"redirect":13345242,"hoster":"VOE"},{"redirect":13345244,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Suizid oder Mord?","epNo":3,"alt":"Suicide or Murder?","descr":"Als Jeffrey Epstein Anfang 2017 frühzeitig aus der Haft entlassen wird, reichen einige Opfer Zivilklagen ein. Doch der Sexualstraftäter scheint unantastbar - bis ihn eine Schlagzeile wieder ins Rampenlicht bringt: Journalistin Julie Brown ermittelt","versions":[{"lang":1,"streams":[{"redirect":13345241,"hoster":"VOE"},{"redirect":13345243,"hoster":"Doodstream"},{"redirect":13345240,"hoster":"Streamtape"}]}]}]}]}