{"seriesId":"der-junge-montalbano","name":"Der junge Montalbano","descr":"Die raue Schönheit seiner sizilianischen Heimat, gutes Essen und Gerechtigkeit, das sind Dinge für die Salvo Montalbano brennt. Der eigenwillige Commissario ermittelt in seiner Heimatstadt Vigàta in Fällen von Giftmorden, vorgetäuschten Selbstmorden oder verschwundenen Mafia-Killern. Gerade die besonders verworrenen oder scheinbar zusammenhangslosen Fälle, reizen seinen Intellekt und Ermittlerinstinkt. Wenn es sein muss, widersetzt er sich auch seinen Vorgesetzten oder ermittelt auf eigene Faust. Doch sich selbst bleibt er dabei stets treu. Der liebenswerte Starrkopf Montalbano wird nicht nur von seinen Kollegen, sondern auch dem Publikum außerordentlich geschätzt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Montalbanos erster Fall","epNo":1,"alt":"The First Case","descr":"Vize-Commissario Montalbano steht vor seinem ersten Fall. Auf einem Berg wird der Viehdieb Casio Aletto erschlagen aufgefunden. Der junge Ermittler wird an den Fundort geschickt und entdeckt Verletzungen im Gesicht des Opfers. Die Beweise deuten auf den Schäfer Borruso als Täter hin. Montalbano erhält Informationen, die Borruso entlasten würden. Doch dann überschlagen sich die Ereignisse und der junge Polizeibeamte wird nach Vigata versetzt.","versions":[{"lang":1,"streams":[{"redirect":11297710,"hoster":"VOE"},{"redirect":10101364,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Silvester","epNo":2,"alt":"New Year\u0027s Day","descr":"Es ist Silvester. Doch Commissario Montalbano bevorzugt lieber allein im Hotelzimmer zu feiern, als mit seiner Freundin Mery oder den neuen Kollegen im Kommissariat. Dann geschieht just in seinem Hotel ein Mord. Der junge Commissario kann sich in die Ermittlungsarbeit stürzen. Der Tote ist Saverio Locastro, der Mann der Hoteleigentümerin Rosina. Die Ehefrau verdächtigt die russische Mafia des Mordes. Commissario Montalbano aber hegt Zweifel.","versions":[{"lang":1,"streams":[{"redirect":12383820,"hoster":"VOE"},{"redirect":8392742,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"San Calorio","epNo":3,"alt":"Back to the Roots","descr":"Commissario Montalbano erhält Verstärkung. Ab jetzt soll Vize-Commissario Augello ihm bei Ermittlungen zur Seite stehen. Der junge Kommissar ist nicht sehr erfreut. Als der Diebstahl von 365 gebrauchten Korken gemeldet wird, schiebt Montalbano die Aufgabe seinem neuen Helfer zu. Währenddessen verschwindet am San Calorio-Fest ein dreijähriges Mädchen. Drei Stunden später taucht es unversehrt wieder auf. War das Mädchen Opfer einer Entführung?","versions":[{"lang":1,"streams":[{"redirect":13108432,"hoster":"VOE"},{"redirect":8428019,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein teuflischer Plan","epNo":4,"alt":"Mortally Wounded","descr":"Der unsympathische Wucherer Gerlando Piccolo wird erschossen in seinem Bett aufgefunden. Seine Nichte Grazia, die bei ihm gewohnt hat, wirkt verstört, will aber auf den Täter geschossen haben. Kurze Zeit später wird der verblutete Dindò, der Laufbursche des Supermarkts, am Strand aufgefunden. Commissario Montalbano glaubt jedoch nicht, dass Dindò der wahre Täter ist. Er verdächtigt Grazia des Mordes am verhassten Onkel.","versions":[{"lang":1,"streams":[{"redirect":8986133,"hoster":"VOE"},{"redirect":8392748,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das dritte Geheimnis","epNo":5,"alt":"The Third Secret","descr":"Commissario Montalbano erhält einen merkwürdigen Brief. Darin wird er auf eine Reihe von Unfällen auf Baustellen aufmerksam gemacht. Das nächste Opfer soll gerettet werden. Doch ein Streik kommt dem jungen Kommissar in die Quere. Bei dem angekündigten Unfall gibt es einen Toten. Die Polizisten finden heraus, dass es sich bei dem verunglückten Maurer um einen verdeckten Ermittler handelt. Könnte ein Mafioso hinter der Unfallserie stecken?","versions":[{"lang":1,"streams":[{"redirect":13108435,"hoster":"VOE"},{"redirect":8392749,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sieben Montage","epNo":6,"alt":"Seven Mondays","descr":"In der Umgebung von Vigata kommen Tiere auf mysteriöse Weise um. Kurz darauf wird die Leiche von Ottilio Gambardella aufgefunden. Der Mann wurde mit dreißig Messerstichen umgebracht. Gambardella hatte am Mordabend einen Streit mit seinem trunksüchtigen Sohn Philippo. Zudem gilt Philippo als Alleinerbe des Familienvermögens. Der junge Commissario Montalbano zweifelt jedoch an der Schuld des Tatverdächtigen.","versions":[{"lang":1,"streams":[{"redirect":9599569,"hoster":"VOE"},{"redirect":8392747,"hoster":"Streamtape"}]}]}]}]}