{"seriesId":"der-unwahrscheinliche-mrder","name":"Der unwahrscheinliche Mörder","descr":"[The Unlikely Murderer] Die fiktive Geschichte dreht sich um den Grafikdesigner Stig Engström (Robert Gustafsson), der für den mutmaßlichen Mörder des schwedischen Premierministers Olof Palme gehalten wird und der Justiz durch Glück, Dreistigkeit und eine ratlose Polizei entgehen kann. Wie konnte er der Polizei entwischen, obwohl sie ihm dicht auf den Fersen war? Der Mord war schlecht geplant und Engström machte von Anfang an zahlreiche Fehler. Gleichzeitig glaubte kaum jemand seinen Lügen, was er tatsächlich in der schicksalhaften Nacht im Jahr 1986 in Stockholm getan hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Kurz nach Olof Palmes Ermordung erregt Stig Engström als Zeuge Aufmerksamkeit. Differenzen bei der Polizei erschweren die Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":9157167,"hoster":"VOE"},{"redirect":9157166,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Als Arne Irvell bemerkt, dass Stig Engströms Geschichte lückenhaft ist, erhöht er den Druck. Jahrzehnte nach dem Mord nimmt ein Journalist den Fall wieder auf.","versions":[{"lang":1,"streams":[{"redirect":9157426,"hoster":"VOE"},{"redirect":9157406,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Arne Irvell bringt mit seinen Methoden mehr Beweise gegen Stig Engström ans Licht, doch Hans Holmérs Tunnelblick führt die Ermittler in eine Sackgasse.","versions":[{"lang":1,"streams":[{"redirect":9157638,"hoster":"VOE"},{"redirect":9157634,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Polizei hat einen anderen Verdächtigen im Blick. Stig Engström meldet sich weiter zu Wort und Thomas Pettersson versucht, ihn mit der Waffe in Verbindung zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9157802,"hoster":"VOE"},{"redirect":9157799,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Stig Engströms psychische Gesundheit verschlechtert sich immer mehr. Jahre später beschäftigt sich ein Staatsanwalt mit dem Fall und macht eine spektakuläre Ankündigung.","versions":[{"lang":1,"streams":[{"redirect":9157772,"hoster":"VOE"},{"redirect":9157767,"hoster":"Streamtape"}]}]}]}]}