{"seriesId":"der-innere-winter","name":"Der innere Winter","descr":"[Esprit d’hiver] Schriftstellerin Nathalie (Audrey Fleurot) hat seit einem Bestseller vor einigen Jahren nichts mehr zu Papier gebracht. Folglich ist sie überglücklich, als ihre Kreativität zurückkehrt und sie wieder schreiben kann. Doch nun steht zuerst Weihnachten vor der Tür und mit ihrem Ehemann Marc (Cédric Kahn) erwartet sie Gäste. Nathalie bereitet das Essen mit Tochter Alice (Lily Taieb) vor, während Marc seine Eltern vom Flughafen abholt. Als Nathalie dann Anrufe von einer unbekannten Nummer erhält, fühlt sie sich unsicher. Auch ein Video, das sie und Marc schlafend im Bett zeigt, wird ihr zugeschickt. Das abseits gelegene, eingeschneite Haus in der winterlichen Einöde wird plötzlich unheimlich und erdrückend. Sind Nathalie und Alice wirklich allein im Haus?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Schriftstellerin Nathalie steckt in einer künstlerischen Schaffenskrise. Seit ihrem großen Bestsellererfolg vor einigen Jahren hat sie mit einer Schreibblockade zu kämpfen. Doch kurz vor Heiligabend geschieht ein Weihnachtswunder. Nathalie scheint von der Muse geküsst, die Worte gehen ihr leicht von der Hand. Sie schreibt die Nacht durch und genießt ihren Kreativitätsfluss. Das berichtet sie am nächsten Morgen auch glücklich ihrem Ehemann Marc. Während Marc seine Eltern vom Flughafen für die Weihnachtsfeiertage abholt, beseitigt Nathalie in der Küche das Chaos vom Vorabend und hofft auf die Unterstützung ihrer Tochter Alice. Als sich diese endlich dazu aufrafft, das Badezimmer zu verlassen, wird das angespannte Verhältnis zwischen den beiden ersichtlich. Aber ist das nur pubertäres Verhalten einer 16-Jährigen, oder steckt mehr dahinter? Die beiden widmen sich zunächst den Vorbereitungen für das Weihnachtsessen, Alice hilft widerwillig mit. Nathalie erhält währenddessen mysteriöse Anrufe von einer unbekannten Nummer. Am anderen Ende: Geräusche von Fußstapfen durch den Schnee, Atemgeräusche. Schleicht jemand ums Haus? Nathalie bekommt es mit der Angst zu tun. Als ihr dann auch noch ein Video geschickt wird, das sie und Marc schlafend in ihrem Schlafzimmer zeigt, wird Nathalie ganz anders zumute. Anscheinend sind sie und Alice nicht allein im Haus","versions":[{"lang":1,"streams":[{"redirect":11620005,"hoster":"VOE"},{"redirect":11620007,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Eingeschneit in ihrem abgelegenen Landhaus, will die Schriftstellerin Nathalie mit ihrer Tochter Alice das bevorstehende Weihnachtsfest vorbereiten, während ihr Mann Marc seine Eltern vom Flughafen abholt. Nathalie nutzt die Zeit, bis die Gäste eintreffen, und schreibt an einer neuen Geschichte weiter. Erst kürzlich kam die Inspiration dafür zurück. Das neue Werk soll sich um die Adoption ihrer Tochter drehen. Nathalie erinnert sich 16 Jahre zurück: Marc und sie holen endlich ihr kleines Mädchen aus dem rumänischen Waisenhaus ab. Doch als die Klosterschwester ihnen das Kind überlässt, ist Nathalie verwirrt. Das ist nicht das Mädchen, das sie vor sechs Monaten auf dem Arm gehalten hatte. Marc nimmt die Zweifel seiner Frau nicht ernst und ist sich sicher, dass es sich bei der Kleinen um Alice handelt. Als Nathalie auf dem Weg zur Toilette einen geheimen Raum entdeckt und ihn betritt, traut sie ihren Augen kaum. Hinter der Holztür mit der Nummer sieben befinden sich völlig verwahrloste, schreiende Kinder, die sich aneinanderklammern und auf sich allein gestellt sind. Es scheint, als seien die Kinder aussortiert worden und hätten gar nicht erst die Chance auf eine Adoption. Nathalie ist sich sicher: Das Mädchen in dem Kinderbett ist Alice – nicht die Kleine auf dem Arm ihres Mannes. Wieder im Hier und Jetzt wird Nathalie durch ein vehementes Hämmern an der Bürotür aus ihrem Schreibfluss gerissen. Als sie genervt die Tür aufreißt und sich beschweren will, steht niemand davor. Nathalie ist verwirrt. Erst erhält sie anonyme Anrufe, dann Videos und jetzt bildet sie sich auch noch ein Klopfen ein? Was geht hier vor sich?","versions":[{"lang":1,"streams":[{"redirect":11620010,"hoster":"VOE"},{"redirect":11620012,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ein einsames, verschneites Landhaus in Frankreich. Die Schriftstellerin Nathalie und ihre 16-jährige Tochter bereiten das bevorstehende Weihnachtsfest vor. Ihr Mann Marc wollte nur kurz seine Eltern vom Flughafen abholen, ist aber seit Stunden nicht mehr erreichbar. Nathalie nutzt die Wartezeit, um weiter an ihrer Geschichte zu arbeiten. Nach langer Schaffenspause hat sie endlich wieder Inspiration und schreibt an einem neuen Buch über die Adoption ihrer Tochter Alice. Seitdem ereignen sich seltsame Dinge im Haus. Erst erhält Nathalie anonyme Anrufe, dann unheimliche Videos, die sie und ihren Mann Marc schlafend im Bett zeigen. Als sie dann meint, Schritte vor dem Haus zu hören, fühlt sie sich zunehmend unsicher und verriegelt alle Türen von innen. Wer treibt sich noch dort herum? Sind Alice und sie wirklich allein im Haus? Nathalie verbietet ihrer Tochter, sich aus ihrer Nähe zu entfernen. Dann fällt aber der Strom aus und Nathalie begibt sich in den Keller, um Taschenlampen zu holen. Als sie zurückkommt, ist Alice verschwunden. Sie sucht das ganze Haus nach ihrer Tochter ab, kann sie aber nicht finden. Zurück im Wohnzimmer, findet sie Alice seelenruhig vor dem Kamin sitzend und Kerzen anzündend vor. Nathalie ist verwirrt und zweifelt an ihrer Wahrnehmung. Dreht sie langsam durch? Vermischt sie die Realität mit der ihres neuen Buches? Sie beschließt, das Abendessen vorzuziehen und einfach nur mit Alice zu essen. Die Gäste werden heute sowieso nicht mehr ankommen. Mutter und Tochter sitzen also vor dem Kamin und genießen die ruhigen Minuten. Nathalie nutzt den Moment, um ihrer Tochter Alice endlich die ganze Wahrheit über ihre Vergangenheit zu erzählen…","versions":[{"lang":1,"streams":[{"redirect":11619989,"hoster":"VOE"},{"redirect":11621913,"hoster":"Streamtape"}]}]}]}]}