{"path":"/serie/stream/der-fahnder","name":"Der Fahnder","descr":"Wennemann spielte den ‚Bullen‘ nicht so, wie es bis dato üblich war. Sein Fahnder ist ein Draufgänger, unangepasst und stur. Mit seiner eigenwilligen Fahndungsweise – kurz entschlossen und gegen jede Vorschrift – macht er sich nach oben hin keine Freunde. Gegenpol zum Draufgänger Faber ist der in seiner Rolle ebenso unvergessene Chef des Fahndungsteams, der ‚Bürokrat‘ Dietrich Mattausch. Als Rick ist er bemüht, die Alleingänge Fabers in die richtigen Bahnen zu lenken, seine ungewöhnlichen Methoden zu kontrollieren und, wenn es gar nicht mehr anders geht, sogar mit Beurlaubung zu drohen. Aber wer kann auf Faber schon lange sauer sein? Klaus Wennemann spielte die Hauptrolle in der sogar mit dem Grimme-Preis gekrönten Serie bis Ende 1993. Später gab es weitere neue ‚Fahnder‘ – aber den ‚Ur-Fahnder‘ konnte nach Meinung vieler Fans keiner ersetzen. Klaus Wennemann starb kurz nach seinem 59. Geburtstag an Krebs.","seasons":[{"path":"/serie/stream/der-fahnder/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-fahnder/staffel-1/episode-1","name":"Die schwarzen Engel","epNo":1,"alt":"","descr":"Faber bekommt von seinem Vorgesetzten Rick einen Assistenten vor die Nase gesetzt, Max Kühn, ein junger Aufsteiger mit Privatarchiv und juristischem Fachwissen. Max soll bei Faber das Fahnden lernen. Beide geraten in die Privatfehde zweier \"Schwarzer Sheriffs\" vom \"Centralen-Sicherheits-Service\". Max kann Faber nicht ganz folgen und dadurch gerät Faber in eine sehr brenzlige Situation. Fabers Freundin Susanne treibt die Lösung des Falles, als Zeugin, zum richtigen Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023343","hoster":"VOE"},{"path":"/redirect/10023342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-2","name":"Liebe macht blind","epNo":2,"alt":"","descr":"Das Mädchen Marion hat sich in einen netten jungen Mann (Eddi) verliebt, der ihr kurz darauf gesteht, in großen Schwierigkeiten zu sein. Er braucht dringend Rauschgift und wird angeblich unter Druck gesetzt. Aus Liebe zu Eddi stellt Marion die Verbindung her. Am nächsten Tag ist sie tot: Selbstmord. Faber und seine Freundin Susanne – die Marion gut kannte – stehen vor einem Rätsel. Welches Motiv hatte Marion? Da lernt Faber Eddi kennen. Und der befindet sich tatsächlich in schlechter Gesellschaft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297427","hoster":"VOE"},{"path":"/redirect/10024169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-3","name":"Ein Toter läuft Amok","epNo":3,"alt":"","descr":"Der Türke Toprak – hochverschuldet – bedroht seinen dubiosen Kreditgeber und soll daraufhin aus dem Weg geschafft werden. Dem Attentat fällt dann aber nicht Toprak zum Opfer, sondern dessen Bruder Hassan, der illegal in Deutschland lebt. Toprak nimmt die Identität seines Bruders an und taucht jetzt – als \"Toter\" – bei dem Kredithai auf. Von Topraks Frau Cindy hingehalten und in die Irre geführt, kann Faber den Fall nur durch persönlichen Einsatz lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198298","hoster":"VOE"},{"path":"/redirect/10024168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-4","name":"Eine Beute kriegt Beine","epNo":4,"alt":"","descr":"Der Taxifahrer Geyer ‚erbt‘ die Beute aus einem Supermarktüberfall, weil der Täter auf der Flucht ausgerechnet in seinem Wagen an Herzversagen stirbt. Geyer versteckt die Beute und wird dabei von Kindern beobachtet. Das alles geschieht in Fabers und Susannes unmittelbarer Nachbarschaft – zum Greifen nah. Als er von der Polizei und dem Mitwisser Gehring, einem findigen Chemiestudenten im 29. Semester, unter Druck gesetzt wird, verrät Geyer das Versteck. Aber das Geld ist verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297429","hoster":"VOE"},{"path":"/redirect/10024170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-5","name":"S.O.S. am Sonntag","epNo":5,"alt":"","descr":"Faber hat sich von seiner Freundin Susanne überreden lassen, am Sonntag aufs Land zu fahren. Seine gemischten Gefühle werden vollends zu schlechter Laune, als sie spaßeshalber behauptet, der Fahrer des Wagens vor ihr gäbe Blinksignale- mit den Rückleuchten: Was Susanne als Witz gemeint hatte – S.O.S.-, nimmt Faber einfach ernst. Schnelle Recherchen des eilig alarmierten Max und ein Besuch bei der verängstigten Frau des Wagenbesitzers ergeben den Verdacht auf Bankraub mit Geiselnahme. Im Wettlauf gegen die Uhr versucht Faber, den Besitzer des zweiten Schlüssels zu finden – vor den Gangstern. Der ahnungslose Prokurist wird unerwartet zum Problem- und der Tatendrang von Max dazu","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198310","hoster":"VOE"},{"path":"/redirect/10024171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-6","name":"Der Dichter vom Bahnhof","epNo":6,"alt":"","descr":"In den Kneipen und Spielhöllen rund um den Hauptbahnhof taucht ein junger Mann auf, der Hammer-Uwe genannt werden möchte und Schriftsteller werden will: ein Sohn aus gutem Hause, von seinen Eltern als vermißt gemeldet. Auf der Suche nach ihm stößt Faber auf den Nachtclubbesitzer Hubert, dessen Freundin Edith mit dem Jungen verschwunden ist. Uwe läßt sich von Edith überreden, einen Coup auszuführen, den Hubert schon seit Jahren plant. Als ein und derselbe Pelzladen innerhalb kurzer Zeit gleich zweimal überfallen wird, steht Faber vor der Frage, wer nun wem zuvorgekommen ist. Nur eins weiß er sicher: der Junge ist in Lebensgefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198307","hoster":"VOE"},{"path":"/redirect/10024177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-7","name":"Eine Tasche voller Geld","epNo":7,"alt":"","descr":"Faber schlägt sich mit Routinearbeit herum. Zu allem Überfluß fehlt ihm auch noch sein Assistent Max, der von Hauptkommissar Rick gönnerhaft in einen Fall von Kindesentführung eingeweiht wird. Die Übergabe des Lösegeldes scheitert. Rick ist ratlos. Mit viel Geduld – und der Hilfe seiner ehemaligen Kollegen von der Streife gelingt es Faber die zweite Geldübergabe allein zu observieren. Doch dann macht er einen Fehler: Er läßt die Tasche mit dem Geld für einen Augenblick unbeobachtet. Wenig später findet er sie wieder – leer. Als der Junge kurz darauf freigelassen wird, ist für Ricki die Sache gelaufen: Das Geld hat den Besitzer gewechselt. Doch Faber hat eine ganz andere Theorie, zumal sich das Opfer der Entführung sehr seltsam verhält. Faber hängt sich an den Jungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198319","hoster":"VOE"},{"path":"/redirect/10024173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-8","name":"Verraten und verkauft","epNo":8,"alt":"","descr":"Die Diebstähle ganzer Container mit wertvollem Stückgut und das spurlose Verschwinden der Ware machen Kopfzerbrechen im Präsidium. Hauptkommissar Ricks Großrazzia bringt genauso wenig Erfolg wie Fabers schnelles Handeln nach Erhalt eines ‚hunderprozentigen‘ Tips. Faber hegt einen Verdacht: es muß innerhalb der Polizei eine undichte Stelle geben. Bei einem nächtlichen Alleingang wird Faber niedergeschlagen. Als er wieder aufwacht, liegt ein Toter vor ihm – erschossen mit Fabers Dienstwaffe. Solange das Ermittlungsverfahren läuft, wird er vom Dienst suspendiert. Grund genug für ihn, sich intensiv mit der Lösung des Falles zu befassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383551","hoster":"VOE"},{"path":"/redirect/10024178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-9","name":"In unseren Kreisen","epNo":9,"alt":"","descr":"Im Bahnhofsviertel werden Lokale demoliert, Wirte und Gäste bedroht – und die Presse beklagt die Unfähigkeit der Polizei, die Schutzgeldbande dingfest zu machen. Faber rennt bei seinen Recherchen gegen eine Mauer des Schweigens. Eine Messerstecherei vor einem der bedrohten Lokale und die Festnahme des vermeintlichen Täters, der – wie sich bald herausstellt- unschuldig ist, bringen Faber auf eine Spur: Das Opfer der Messerstecherei scheint den Täter zu schützen. Aber warum? Faber ist ratlos – und rechnet nicht mit dem Einfallsreichtum seiner Freundin Susanne …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198312","hoster":"VOE"},{"path":"/redirect/10024179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-10","name":"Drei Buben mit Dame","epNo":10,"alt":"","descr":"Julia Kröninger hat ein Rezept gegen die von ihr gefürchtete ‚große Liebe‘, die doch immer wieder nur in Enttäuschungen endet. Sie sucht Kontakt mit wohlhabenden Männern – um diese am nächsten Morgen zu beklauen. Bei einer dieser Gelegenheiten findet sie durch Zufall einen wirklich große Summe. Was sie nicht weiß: das Geld ist ‚heiß‘ – Lösegeld aus einer Entführung. Als Julia ahnungslos beginnt das Geld auszugeben, wird sie alsbald von zwei Seiten gejagt: von der Fahndung, die durch das Auftauchen der registrierten Scheine endlich eine Spur im Entführungsfall hat – und von den Kidnappern, die Julia beseitigen wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198331","hoster":"VOE"},{"path":"/redirect/10024182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-11","name":"Phantom Isabelle","epNo":11,"alt":"","descr":"In Fabers Dienststelle taucht eine völlig aufgelöste junge Frau ( Rita) auf, die behauptet, ihren Psychotherapeuten umgebracht zu haben. Am angeblichen Tatort gibt es aber weder eine Leiche, noch Spuren eines Verbrechens. Als kurz darauf die Praxis des Therapeuten durchsucht wird, hakt Faber nach und kommt einem raffiniert durchdachten Komplott auf die Spur. Dabei spielt Ritas Freund Rainer eine entscheidende Rolle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297425","hoster":"VOE"},{"path":"/redirect/10024180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-12","name":"Freispiel für Klimmek","epNo":12,"alt":"","descr":"Im Bahnhofsviertel werden seit einiger Zeit planmäßig Automaten demoliert. Dabei trifft es immer die Apparate des Aufstellers Kappler. Faber findet heraus, daß sich Klimmek, Kapplers langjähriger Partner, im Streit von ihm getrennt hat. Die Sache scheint klar: Klimmek will sich rächen. Bei einem weiteren nächtlichen Anschlag auf Kapplers Automaten kommt ein Gastwirt ums Leben. Kappler weiß, wer der Täter ist, denn die Idee – durch Demolierung der eigenen Automaten die Firma per Versicherung zu sanieren – stammt von seinem Angestellten Horst Frühwald. Kappler wird die Sache zu heiß und er droht, auszupacken. Frühwald handelt erneut und tötet seinen Chef – und wieder fällt der Verdacht auf Klimmek.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198334","hoster":"VOE"},{"path":"/redirect/10024181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-13","name":"Lauter gute Freunde","epNo":13,"alt":"","descr":"Faber muß den Angestellten eines Architekturbüros, Felix Hofmann, finden. Er soll mit geheimen Unterlagen verschwunden sein. In einem Tenniscenter treibt er ihn bei seinen Freundinnen Cathleen und Bona auf. Alles klärt sich: Felix hat im Lotto gewonnen und entsprechend gefeiert. Faber kann die Akten mitnehmen. Aber für ihn ist der Fall nicht abgeschlossen – irgendetwas an Felix hat ihn irritiert. Er bleibt an ihm dran. Als Felix versucht, möglichst schnell an das Geld zu kommen und plötzlich seine von ihm getrennt lebende Frau Annegret auftaucht, verstärken sich Verdachtsmomente. Und als auch noch die Leiche von Annegrets Liebhaber gefunden wird, spitzt sich der Fall zu. Aber im entscheidenden Moment wird Faber außer Gefecht gesetzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198315","hoster":"VOE"},{"path":"/redirect/10024184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-14","name":"Cop Conny","epNo":14,"alt":"","descr":"Faber bekommt eine neue Kollegin, die äußerst ehrgeizige Cornelia Sinner. Schnell stellt sich heraus, daß sie genauso unorthodox arbeitet wie Faber, aber dadurch einiges Unheil in seinen Kontakten zur Unterwelt anrichtet. Faber fällt auf, daß sie sich zu verbissen in einen Fall von Kunstdiebstahl hängt, der eigentlich eine Routinesache zu sein scheint. Als Cornelia anfängt, Informationen zurückzuhalten, ahnt Faber, daß die Sache gefährlicher wird. Langsam wird ihm klar, daß sie einen Rachefeldzug führt. Faber muß eingreifen, bevor der Fall für Conny tödlich endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198327","hoster":"VOE"},{"path":"/redirect/10024185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-15","name":"Hitzewelle","epNo":15,"alt":"","descr":"Otto Schatzschneider Dieter Pfaff Hänel Rene Siegel-Sorell Berlangar Guido Gagliardi Frau Klingsohr Kai Fischer Carmen Ima Augustoni-Proni Herr Zimmermann Franz Boehm Nadine Cornelia Korba Georg Zacharias Preen Frau Zimmermann Brigitte Janner Ein ebenso reicher, wie freigebiger Mann ist ermordet worden. Faber hängt sich an ein vorerst unscheinbares Indiz und findet heraus, dass die vermeintliche Großzügigkeit des Opfers eine furchtbare Kehrseite hatte – und schließlich einer ganzen Familie zum Verhängnis wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198337","hoster":"VOE"},{"path":"/redirect/10024186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-16","name":"Jackpot","epNo":16,"alt":"","descr":"Ein raffiniert angelegter Diamantenraub führt Faber und Max auf die Spur des ehemaligen US-Soldaten Jeff. Die allzu glatten Verdachtsmonente gegen ihn und die Tatsache, dass Jeffs bester Freund erschossen am Tatort aufgefunden wurde, lassen Faber keine Ruhe. Jeffs deutsche Freundin Bea unternimmt einen untauglichen Versuch ihm ein Alibi zu verschaffen – und belastet ihn dadurch nur noch schwerer. Faber wird stutzig. Ist Bea wirklich so naiv … ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297430","hoster":"VOE"},{"path":"/redirect/10024187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-17","name":"Sperrstunde","epNo":17,"alt":"","descr":"Der alte Klavierstimmer Rudi – ein Original im Bahnhofsviertel und deshalb ein guter Bekannter Fabers – entgeht nur knapp einem Mordanschlag. Fabers Recherchen ergeben, dass Rudi im Zustand der Volltrunkenheit Zeuge eines Verbrechens geworden ist. Faber versucht, Rudis Gedächnis aufzufrischen – und bringt ihn dadurch erneut in Gefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198335","hoster":"VOE"},{"path":"/redirect/11440035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-18","name":"Die Frau des Polizisten","epNo":18,"alt":"","descr":"Auf dem Parkplatz vor einer Nachtbar wird der Streifenpolizist Hartmann im Beisein seines Kollegen Brenig erschossen. Der Täter kann unerkannt entkommen. Der Verdacht der Korruption taucht auf, Brenig scheint seinen Kollegen rächen zu wollen. Doch Faber lässt sich nicht beirren – auch nicht von der schönen Eva Hartmann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198343","hoster":"VOE"},{"path":"/redirect/10024191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-19","name":"Wo die Kanonen blühn","epNo":19,"alt":"","descr":"Faber rückt einer neonazistischen Wehrsportgruppe auf den Pelz. Scheinbar gut getarnt durch eine Tierhandlung, schieben die \"Sportkameraden\" mit Waffen, u. a. mit Schalldämpferpistolen, und begehen Verbrechen als Mutproben. Als es für sie gefährlich wird, entführt die Bande Fabers Freundin Susanne. Da wird es für Faber sehr ernst. Entgegen den Befehlen seines Vorgesetzten Rick wird er aktiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297433","hoster":"VOE"},{"path":"/redirect/10024194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-20","name":"Bis dass der Tod uns scheidet","epNo":20,"alt":"","descr":"Als Botin einer Falschgeldbande wird Stefanie von Faber observiert. Trotzdem wird sie tot in ihrer Wohnung aufgefunden – Todesursache Atemlähmung durch einen Schlangenbiss. Handelt es sich um Mord? Mit Hilfe von Jimmie, einem schwarzen Jazz-Musiker und Ehemann Stefanies, gelingt Faber fast die Aufklärung des Falles. Dass Jimmie nicht ebenfalls Opfer der Schlange wird, ist nicht Fabers Verdienst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297431","hoster":"VOE"},{"path":"/redirect/10024195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-21","name":"Theos letzte Chance","epNo":21,"alt":"","descr":"Der Gewohnheitsverbrecher Manni Schaad will seinen Bruder Sascha aus dem Gefängnis freipressen.Mit einem Anschlag auf einen Streifenbeamten verleiht er seiner Forderung Nachdruck. Faber und Max wissen, dass sie diesem unberechenbaren Gegner nur mit unkonvertionellen Mitteln beikommen können. Während Faber seine Beziehungen zu bestimmten Unterweltkreisen aktiviert, hält sich Max – zu Fabers Entsetzen – an den \"verbrannten\" V-Mann Theo, der nicht nur sich, sondern auch Max in Lebensgefahr bringt. Faber muß handeln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198348","hoster":"VOE"},{"path":"/redirect/10024197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-22","name":"Totes Rennen","epNo":22,"alt":"","descr":"Der Anlageberater Hollek – seit langem in illegale Transaktionen heißen Geldes verstrickt – hat die Gefährlichkeit seiner Partner erkannt und will aussteigen, sich den Behörden stellen. Zudem bietet er dem Staatsanwalt die gesamte \"Buchführung\" der Organisation an, die auf einer Computerdiskette gespeichert ist. Während der Scheinverhaftung Holleks kommt dessen Sohn zufällig in den Besitz der Diskette. Als Faber die Bedeutung dieses Datenträgers bewusst wird, und Hollek vor dem Untersuchungsgefängnis niedergeschossen wird, weiß er, dass der Junge in Gefahr ist. Holleks Ex-Partner gehen über Leichen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198350","hoster":"VOE"},{"path":"/redirect/10024196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-23","name":"Der Plan eines Profis","epNo":23,"alt":"","descr":"Nach acht langen Jahren Haft wegen schweren Einbruchs kann Arnold Gerber nach Fabers Meinung nur ein Ziel haben: an seine Beute heranzukommen, die damals nicht gefunden wurde. Wie falsch diese Vermutung ist, muß er bald feststellen, denn Gerber verhält sich keineswegs konspirativ. Aber gerade diese Tatsache macht Faber mißtrauisch. Seine Recherchen ergeben, dass Gerber inzwischen weiß, wer ihn damals verpfiffen hatte. Gerbers ehemaliger Partner Kurtzmann wird kurz darauf erschossen aufgefunden. Gerber hat kein Alibi …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297440","hoster":"VOE"},{"path":"/redirect/10024198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-24","name":"Lydia","epNo":24,"alt":"","descr":"Die junge Fabrikantentochter Lydia Tomburg meldet ihren Stiefvater Hartwig Seitz als vermißt. Faber sieht kaum einen Grund, ihn zu suchen, da bald ein Brief eintrifft, in dem Seitz sich von Deutschland verabschiedet. Aber Faber ist stutzig geworden, und als Lydia einen stadtbekannten Zuhälter als ihren zukünftigen Ehemann vorstellt, läßt Faber nicht mehr locker: Schließlich stößt er auf eine Leiche …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198345","hoster":"VOE"},{"path":"/redirect/10024200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-1/episode-25","name":"Auf eigene Faust","epNo":25,"alt":"","descr":"Nick und Mathes, zwei junge Gelegenheitsdiebe, kommen durch einen Zufall bei einem Einbruch in das Warenlager des Hehlers Heikamp an einige Päckchen Kokain. Als es die beiden in der Szene verkaufen wollen, wird Mathes von dem ehemaligen Boxer Ferdy erschlagen. Nick kann fliehen. Heikamp und Ferdy täuschen Notwehr vor, aber Faber läßt sich nicht beirren. Er ahnt, daß es einen Tatzeugen gibt, hinter dem Ferdy nun her ist. Als er auf seiner Suche mit dem Rauschgiftdezernat zusammenrumpelt, weiß er, daß auch Koks im Spiel ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198370","hoster":"VOE"},{"path":"/redirect/10024201","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-fahnder/staffel-2/episode-1","name":"[E04] Der Parasit","epNo":1,"alt":"","descr":"Der Callboy Louis hat erfahren, wo allmonatlich ein Goldschmuggel stattfindet. Zusammen mit Petra plant er, das Gold zu rauben. Faber, der Petra wegen Versicherungsbetrugs auf den Fersen ist, kommt Rick ins Gehege, der seinerseits den Goldschmuggel klären will. Schließlich stoßen sie auf eine Leiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672706","hoster":"VOE"},{"path":"/redirect/12672707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-2","name":"[S01E25] Kettenreaktion","epNo":2,"alt":"","descr":"Der Wachmann Lersch denunziert den unliebsamen Freund seiner Tochter. Faber, der den Fall lustlos verfolgt, stellt fest, dass Charlie unschuldig ist. Am folgenden Tag wird Lersch ermordet aufgefunden. Rick und Kollege Rausberg sind der Überzeugung, dass Charlie der Mörder ist. Faber und Max machen sich auf die Suche nach dem wahren Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672710","hoster":"VOE"},{"path":"/redirect/12672711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-3","name":"[E01] Ein König ohne Reich","epNo":3,"alt":"","descr":"Die Prostituierte Monika Lindner wird schwer verletzt aufgefunden. Fabers Recherche führt zu deren Zuhälter Werner Rothmann, der sich durch Flucht nicht gerade unverdächtiger macht. Doch Faber ist die Sache zu glatt, zumal auf einige von Rothmanns Etablissements Anschläge verübt worden sind – eine Tatsache, die von Rothmanns Partner sehr gelassen hingenommen wird. Als Faber erfährt, dass man auf höherer Ebene an eine Neuregelung des Sperrbezirks denkt, begreift er das Ausmaß des Zuhälterkrieges: Rothmann ist ausgebootet worden und hat jetzt nichts mehr zu verlieren. Er will nur noch Rache nehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672714","hoster":"VOE"},{"path":"/redirect/12672715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-4","name":"[E02] ","epNo":4,"alt":"[Derzeit nicht erhältlich] :  Im Zwielicht (1)","descr":"Die Fahndung erleidet – wie schon so oft – mit einer gut vorbereiteten Razzia gegen den Waffenhändler Bittmann (Edwin Marian) Schiffbruch. Die Vermutung liegt nahe, dass Bittmann über einen ‚Maulwurf‘ im Präsidium verfügt, der ihn mit Informationen versorgt. Hauptkommissar Rick hält Fabers Kollegen und Freund Wolfhart (Martin Lüttge) für verdächtig. Faber kann das nicht glauben, wird aber durch Wolfharts aufwendigen Lebensstil mißtrauisch. Wolfhart entschließt sich, seinem Freund gegenüber mit offenen Karten zu spielen. Er bietet Faber an, ihn nach Genua mitzunehmen. Dort will er Bittmanns Geliebte Claudia Sturm (Barbara Rudnik) treffen, die durch dessen Rechtsanwalt Jansen (Max-Volkert Martens) in den Besitz brisanten Materials gegen Bittmann gekommen ist – und mit Jansen ein neues Leben beginnen will. Kurz nach Übergabe der Materials – zu der Jansen wider Erwarten nicht erschienen ist – wird der Koffer geraubt und Wolfhart vor Fabers Augen auf offener Straße erschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672698","hoster":"VOE"},{"path":"/redirect/12672699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-5","name":"[E03]  Im Zwielicht (2) ","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108186","hoster":"VOE"},{"path":"/redirect/12672694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-6","name":"Der kleine Bruder ","epNo":6,"alt":"","descr":"Ricks Abteilung will es nicht gelingen, einen Spielerrring auszuheben. Nur durch den Einsatz eines Spitzels meinen sie, die Leute auf frischer Tat ertappen zu können. Der Profispieler Mario soll diese Aufgabe übernehmen, aber anstatt mit der Polizei zusammenzuarbeiten, wollen er und sein kleiner Bruder Matti sich mit dem im Spiel gewonnen Geld ins Ausland absetzen. Die Ereignisse überschlagen sich, als Matti durchdreht; Faber muss zusammen mit Mario den kleinen Bruder vor Schlimmerem beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672689","hoster":"VOE"},{"path":"/redirect/12672691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-7","name":"Über dem Abgrund ","epNo":7,"alt":"","descr":"Faber und sein Kollege überwachen ein Hotel, in dem Italiener einem deutschen Abnehmer falsche Dollarnoten übergeben sollen, doch dann flieht der Abnehmer – Faber verfolgt ihn und wird von ihm niedergeschlagen. Dass es sich dabei um einen V-Mann der Polizei handelt, ist nicht so erstaunlich wie die Tatsache, dass Faber den Mann erkannt zu haben glaubt: es handelt sich um den ehemaligen Kollegen Vogelsang, der vor einigen Jahren bei einem Unfall im Rhein umgekommem sein soll. Niemand will Faber glauben, er recherchiert auf eigene Faust und als Kollege Scheidegger tot in einem Hinterhof aufgefunden wird, gerät Faber in Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672686","hoster":"VOE"},{"path":"/redirect/12672688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-8","name":"Glückliche Zeiten ","epNo":8,"alt":"","descr":"Die Polizei steht ziemlich blöd da: Bei einem Banküberffall ist der Bankräuber trotz Anwesenheit von starken Polizeikräften entkommen, indem er sich als Geisel getarnt hat und sich im Krankenwagen abtransportieren ließ. Als die Polizei den Trick bemerkte, war der Mann schon über alle Berge. Nur die Beute, die hatte er nicht bei sich. Die Kassiererin, Frau Burger, gerät in Verdacht, mit dem Gauner zusammengearbeitet zu haben. Faber und Max sollen sie beschatten, aber es gelingt ihr, zu entkommen. Als die beiden sie wiederfinden, ist sie tot. Die Polizei verdächtigt Carlo, den Bankräuber, der Mörder zu sein. Gemeinsam mit Frau Burgers Tochter Helen macht er sich auf, seine Unschuld zu beweisen. Erst langsam wird Faber klar, dass er den falschen Mann sucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672683","hoster":"VOE"},{"path":"/redirect/12672684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-9","name":"Der Favorit ","epNo":9,"alt":"","descr":"Bruno Schibilka – intimer Kenner der Trabrennszene und ein guter Bekannter Fabers – wird ermordet. Der Verdacht fällt sofort auf Brunos Freund Moschko. Die beiden hatten sich kurz zuvor im Streit getrennt. Während die Fahndung nach Moschko läuft, recherchiert Faber in eine andere Richtung: Bruno hatte überall auf der Rennbahn versucht, sich Geld zu leihen, bei Stallbesitzern und Trainern – und nicht zuletzt auch im Lokal von Fabers Freundin Susanne. Er findet heraus, dass Brunos Tod mit dem nächsten Renntag in Verbindung stehen muss und dass ein bestimmtes Pferd bei sehr zwielichtigen Leuten besondere Aufmerksamkeit genießt. Fabers Recherche hat Erfolg, er kann einen groß angelegten Wettbetrug verhindern. Doch damit hat er noch nicht den Mörder Brunos …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672678","hoster":"VOE"},{"path":"/redirect/12803284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-10","name":"Drücker ","epNo":10,"alt":"","descr":"Ein ehemaliger Klassenkamerad von Fabers Assistent May hat sich bei einer Zeitschriftenwerberkolonne eingeschlichen, um die kriminellen Praktiken dieses Unternehmens zu recherchieren. Kurz darauf wird er von einem Auto angefahren und schwer verletzt. Am Steuer findet man wenig später den volltrunkenen Chef der Drückerfirma Harry Dohme, der sich an nichts erinnern kann. Für Rick ist die Sache klar – denn Dohme hatte vor kurzem eine Haftstrafe wegen eines Alkoholdeliktes verbüßt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672674","hoster":"VOE"},{"path":"/redirect/12980794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-11","name":"Kollegentausch","epNo":11,"alt":"","descr":"Fabers Assistent Max wird Zeuge eines Banküberfalls. Als er eingreifen will und einer der Täter bei der Schießerei verletzt zu Boden geht, nehmen die übrigen Gangster Max als Geisel und verschwinden. Wenig später fordern sie einen Austausch ihres Kollegen und eine hohe Summe. Faber weiß, dass es offiziel keinen Austausch geben wird und handelt auf eigene Faust. Er ‚entführt‘ den verletzten Täter aus dem Krankenhaus und taucht mit ihm unter. Ein Wettlauf gegen die Zeit beginnt, denn Hauptkommissar Rick, der Faber helfen will, hat wenig Spielraum. Eine übergeordnete Behörde schaltet sich ein, plant den Großeinsatz …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953019","hoster":"VOE"},{"path":"/redirect/12672672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-12","name":"Intriganten ","epNo":12,"alt":"","descr":"Die Erfolglosigkeit des Rauschgiftdezernats, speziell die des Beamten Gerstein, macht Faber stutzig: alle Razzien gegen den Großdealer Zamir bleiben erfolglos. Fabers hartnäckige Fahndungsarbeit erweist sich als Bumerang: ein potenzieller Zeuge entpuppt sich als gekauft, Faber selbst wird wegen Anstiftung zum Rauschgifthandel vom Dienst suspendiert. Doch Faber recherchiert auf eigene Faust weiter, gewinnt die Freundin Zamirs zur Mitarbeit – und gerät durch sie an den Rand einer tödlichen Falle. Assistent Max – und der verdächtige Rauschgiftfahnder Gerstein – haben alle Mühe, Faber zu retten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672665","hoster":"VOE"},{"path":"/redirect/12672666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-13","name":" Tommys großer Coup ","epNo":13,"alt":"","descr":"Faber ist dem internationalen Autoschieber Clausen auf den Fersen, konnte ihn aber bisher nicht überführen. Hauptkommissar Rick macht Druck – er will unbedingt auch die Hintermänner Clausens auf frischer Tat stellen. Als ein dubioser Geldverleiher namens Weller tot aufgefunden wird, entdecken Faber und Max dessen Verbindung zu Clausen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920693","hoster":"VOE"},{"path":"/redirect/12672704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-14","name":"Karasek ","epNo":14,"alt":"","descr":"Bei der Fahndung nach einem Gewaltverbrecher wird Faber von Hauptkommissar Rick mit einem ‚alten Hasen‘ zusammengespannt: Karasek. Dessen Verbindungen zum Milieu bringen schnellen Erfolg. Der Gesuchte soll sich, Karaseks Tip zufolge, in einem bestimmten Hotelzimmer versteckt halten. Bei der folgenden Festnahmeaktion kommt es zur Katastrophe: Karasek verletzt einen Unschuldigen lebensgefährlich, Max wird angeschossen und der gesuchte Gangster entkommt. Faber kann sich Karaseks Irrtum bezüglich der Zimmernummer nicht erklären – bis er schließlich bemerkt, dass der Kollege unter Alkoholeinfluß steht. Faber ist empört, macht Rick Vorwürfe, muß dann aber erkennen, dass die Alkoholsucht Karaseks einen schicksalhaften Hintergrund hat: Eine Frau namens Yvonne spielt die entscheidende Rolle im Leben Karaseks …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672657","hoster":"VOE"},{"path":"/redirect/12672659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-15","name":" Karl der Große ","epNo":15,"alt":"","descr":"Die Fans von Eintracht 08, dem Traditionsclub der Stadt, feiern den Wiederaufstieg in die zweite Fussballbundesliga, obwohl der knappe 1:0 Sieg durch einen schweren Torwartfehler zustande gekommen ist. Auch Faber, selbst Anhänger des Vereins, glaubt zunächst nicht an eine Absprache oder Bestechung. Als aber sein Freund Didi Ott, ein ehemaliger Starspieler der Eintracht, ermordet aufgefunden wird, ist Faber alarmiert. Die Spur führt zu Didi Otts Sohn Manfred, der im entscheidenden Spiel im Tor der gegnerischen Mannschaft stand. Faber findet heraus, dass Manfred sich einige Male mit Dr.Karl, dem Präsidenten der Eintracht, getroffen hat. Faber ist im Zugzwang: wie kann er seinen Verdacht beweisen … .?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672733","hoster":"VOE"},{"path":"/redirect/12861811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-16","name":"Der Zeuge ","epNo":16,"alt":"","descr":"Horst Peters, ein kleiner Ganove, ist aus der Haft geflohen, obwohl er nur noch wenige Monate zu verbüßen hat. Für Faber ist das ‚Motiv‘ bald klar: ein Zellengenosse hat Horst gesteckt, dass seine Freundin Helga sich einen anderen Mann zugelegt hat. Als Faber Helga ins Gewissen reden will, verhält sich Gräwe, ihr vermeintlicher neuer Freund, äußerst konspirativ: er schlägt Faber nieder und taucht unter. Auch Horst bleibt verschwunden. Faber vermutet, dass die beiden zusammen eine größere Sache planen. Wie falsch diese Annahme ist, muß Faber feststellen, als er Helga verhört und in Gräwes Gepäck wenig später ein Foto findet, das Hauptkommissar Rick in helle Aufregung versetzt: es zeigt einen Mann, der für die Justizbehörden von größter Wichtigkeit ist, weil er als Zeuge in einem Verfahren gegen die organisierte Kriminalität aussagen soll. Gräwe hat es offensichtlich auf diesen Zeugen abgesehen – und Horst ist ihm rein zufällig in die Quere gekommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672737","hoster":"VOE"},{"path":"/redirect/12672740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-17","name":"Der Clan ","epNo":17,"alt":"","descr":"Dirk Reimann, ein verdeckt ermittelnder Beamter, bittet Faber, ein kriminelles Scheingeschäft zu observieren – ganz nach Dienstvorschrift, die eine Amtsperson als Zeugen verlangt. Faber tut ihm den Gefallen, obwohl er Reimann und dessen Methoden nicht sehr schätzt. Bei der nächtlichen Aktion kommt es zur Katastrophe. Reimann erschießt seinen Kontaktmann, den Italiener Paolo Tessaro – in Notwehr, wie der Under-Cover-Agent behauptet, denn Paolo hat zuerst geschossen. Die Vorgesetzten Reimanns glauben ihm, und auch die Staatsanwaltschaft stellt die Untersuchung ein. Nur Faber bleibt mißtrauisch. Paolo war als Fachmann für Waffen und als guter Schütze bekannt. Wieso hat er aus so kurzer Distanz Reimann verfehlt? Faber recherchiert – und kommt einer Intrige auf die Spur, deren Drahtzieher Paolos jüngerer Bruder Angelo ist. Faber kann Reimann zur Kooperation bewegen, doch sie alle rechnen nicht mit der Eminenz im Hintergrund: Don Tessaro, der Vater Paolos und Angelos …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672654","hoster":"VOE"},{"path":"/redirect/12672655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-18","name":" Kalte Fracht ","epNo":18,"alt":"","descr":"Der Zollfahnder Wieland – ein Bekannter Fabers aus Polizeischultagen- wird tot aufgefunden. Alles deutet zunächst auf einen Unfall, doch Faber ist skeptisch, zumal Wieland andeutungsweise von seinen Ermittlungen gegen den Fleischgroßhändler Klempert erzählt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672649","hoster":"VOE"},{"path":"/redirect/12672650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-19","name":" Alleingang ","epNo":19,"alt":"","descr":"Faber und Max werden zum Schauplatz eines Banküberfalls gerufen. Bei der Verfolgung der Täter spitzt sich die Lage schnell zu, denn die Gangster nehmen die Gäste eines Restaurants als Geiseln, verlangen einen Wagen und freien Abzug. Faber erkennt in einem der Bankräuber den Berufsverbrecher Ewald Kärger, einen kompromißlosen Mann, der notfalls bis zum bitteren Ende gehen würde, sollte ein Sondereinsatzkommando in Stellung gehen. Faber versucht auf eigene Faust, die Situation in den Griff zu bekommen. Es gelingt ihm, Kärgers ehemalige Freundin Sigrun aufzutreiben, die er für Kärgers einzigen ‚schwachen Punkt‘ hält. Sigrun erklärt sich schließlich bereit, Kärger zur Aufgabe zu überreden. Als Faber mit ihr zum Tatort zurückkommt, ist die Maschinerie der Polizei bereits von anderer Seite in Gang gesetzt worden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672645","hoster":"VOE"},{"path":"/redirect/12672646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-20","name":"Nordend ","epNo":20,"alt":"","descr":"Im Nordend sind mehrere Prostituierte Opfer von Anschlägen geworden: ein Unbekannter hat ihnen aus nächster Nähe Tränengas ins Gesicht geschossen. Hauptkommissar Rick sieht in dem Täter einen unberechenbaren Psychopathen. Zusammen mit Max Kühn versucht er, durch Erstellung von Fahndungsrastern weiterzukommen. Tatsächlich können sie kurz darauf einen Mann verhaften, der jeweils an der Tagen der Anschläge die Stadt besuchte, einen Mietwagen benutzte- und eine Gaspistole bei sich hat. Faber ist derweil – sehr zum Ärger von Rick – einer winzigen Spur gefolgt, die auf seiner genauen Kenntnis der Nordend-Szene beuht. Eines der Opfer – Karin Groth – verhält sich ausgesprochen merkwürdig. Als ihr Zuhälter Jürgen Brodnitzky wegen Rauschgiftbesitzes verhaftet wird, ist Faber sicher, dass ein Bandenkrieg bevorsteht. Er läßt Karin nicht mehr aus den Augen- und kann einen kaltblütig geplanten Mord gerade noch verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672643","hoster":"VOE"},{"path":"/redirect/12672644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-21","name":"König der Verlierer ","epNo":21,"alt":"","descr":"Ein junges Mädchen wird tot aufgefunden. Faber ist sich sicher, dass der Zuhälter Jöckle in den Fall verwickelt ist. Ulrike, ein junges Mädchen aus dem Milieu, könnte eine wichtige Zeugin sein. Faber und Max machen sich auf die Suche nach ihr, doch Sigi, ein Chaos verbreitender Taxifahrer, kommt den beiden ins Gehege, entführt Ulrike und versucht, Kapital aus ihrem Wissen zu schlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672637","hoster":"VOE"},{"path":"/redirect/12672641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-22","name":"Ernst kommt raus ","epNo":22,"alt":"","descr":"Ein alter Bekannter Fabers, Ernst Schalow, wird aus der Haft entlassen und versucht sofort, seine damalige Freundin Monika wiederzufinden. Faber hilft ihm dabei, hat jedoch eine andere Absicht: er will Schalows Unschuld beweisen, was dieser selbst längst aufgegeben hat. Rechtsprechung und Strafvollzug haben aus ihm einen gebrochenen Mann gemacht. Faber bemerkt, dass sich noch andere Leute für seine Aktivitäten interessieren. Faber stellt die Verfolger – und hat plötzlich den Staatsschutz am Hals. Als Ernst wenig später tot aufgefunden wird und Faber ermittelt, dass er ermordet wurde, gerät er selbst in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672718","hoster":"VOE"},{"path":"/redirect/12672719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-23","name":"Hendriks Alleingang ","epNo":23,"alt":"","descr":"Hendrik Roloff hat Schulden bei seinen Klassenkameraden und Probleme mit der Polizei. Faber nimmt sich seiner an, versucht ihm zu helfen, aber als Hendrik eine Waffe klaut und damit anscheinend einen Überfall begeht, wird es auch für Faber schwierig, dem Jungen beizustehen. Wenn der Junge tatsächlich unschuldig ist, wird es für Faber höchste Zeit, das zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672729","hoster":"VOE"},{"path":"/redirect/12672730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-24","name":"Dieb ohne Beute ","epNo":24,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672721","hoster":"VOE"},{"path":"/redirect/12672723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-25","name":"Familienbande ","epNo":25,"alt":"","descr":"Gerade als Faber und Susanne gemeinsam mit einem neuen Bekannten, Harald Rösch, und seiner Freundin die Neueröffnung von dessen Kneipe feiern, geschieht im gleichen Viertel ein Mord. Bald ist ein Verdächtiger festgenommen, aber Faber läßt nicht locker. Harald Rösch benimmt sich eigenartig, und als Faber hört, dass der Tote in Wirklichkeit der Vater von Röschs Freundin war, eröffnet sich für ihn eine neue Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672639","hoster":"VOE"},{"path":"/redirect/12672638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-26","name":"Der Fighter ","epNo":26,"alt":"","descr":"Faber wird dem amerikanischen Militärpolizisten McKenzie zugeteilt. Gemeinsam sollen sie einen Deserteur suchen und den amerikanischen Militärbehörden überstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672661","hoster":"VOE"},{"path":"/redirect/12672662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-2/episode-27","name":" Tag der offenen Tür","epNo":27,"alt":"","descr":"Faber und sein Chef Rick finden sich in ihrem Büro plötzlich in der Gewalt zweier Geiselgangster. Margot und ihr zu allem entschlossener Partner Lupo verlangen die Freilassung eines gewissen Markowicz – sowie die Bereitstellung einer Million Mark und eines Fluchtautos. Während Rick der Situation immer weniger gewachsen ist, gelingt es Faber durch geschicktes Taktieren, die Motive der Frau auszuloten: sie hat alles andere vor, als Markowicz zu befreien …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672726","hoster":"VOE"},{"path":"/redirect/12672727","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/der-fahnder/staffel-3/episode-1","name":"Abstellgleis","epNo":1,"alt":"","descr":"Der Stadtstreicher Kurt ist ermordet worden. Faber und Max finden heraus, dass eine Clique Jugendlicher dahintersteckt, deren Motive allerdings rätselhaft bleiben. Als einer der mutmaßlichen Täter bald darauf tot aufgefunden wird, führt die Spur sehr bald zu Willi, einem Freund des ersten Opfers. Sein Motiv scheint klar, er wollte offenbar Kurts Tod rächen. Faber glaubt sich am Ziel – und irrt sich gewaltig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023427","hoster":"VOE"},{"path":"/redirect/10023426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-2","name":"Schmutzige Geschäfte","epNo":2,"alt":"","descr":"Eine simple Vermisstensache wird für Faber schnell kompliziert, als man den Gesuchten – einen illegal beschäftigten Türken – fernab seiner Arbeitsstelle erschlagen auffindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023430","hoster":"VOE"},{"path":"/redirect/10023431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-3","name":"Urlaub","epNo":3,"alt":"","descr":"Ein vergessener Sonnenschirm bringt alles ins Rollen: Als Faber und Susanne – schon auf dem Weg in den Urlaub – das gute Stück bei Susannes Freundin Gerda abholen wollen, werden sie Zeuge einer versuchten Entführung. Faber greift ein – und bekommt prompt eins auf die Nase. Nicht zuletzt deshalb geht Faber der Sache nach und findet sehr bald das Opfer der mutmaßlichen Entführung, den siebzehnjährigen Lenz. Die Geschichte des Jungen klingt abenteuerlich. Kurz darauf überschlagen sich die Ereignisse, wobei Faber erkennen muß, dass Lenz es faustdick hinter den Ohren hat: Faber macht handgreifliche Bekanntschaft mit den Kollegen von der Zollfahndung, die internationalen Waffenschiebern auf der Spur sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023434","hoster":"VOE"},{"path":"/redirect/10023432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-4","name":"Romeo","epNo":4,"alt":"","descr":"Bei einem Einbruch in ein Juweliergeschäft kommt ein Polizist ums Leben. die einzige Spur zum Täter führt über seine Freundin Gina. Faber und Max Kühn observieren ihre Wohnung, in der Hoffnung, dass sich der Täter zeigt. Faber lernt Gina kennen, macht den gesuchten Täter eifersüchtig und lockt ihn in die Falle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920686","hoster":"VOE"},{"path":"/redirect/10023437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-5","name":"Puppe, Atze, Keule","epNo":5,"alt":"","descr":"Die Polizei erhält einen Tipp: ein Supermarkt soll überfallen werden. Doch anstatt der Gauner erscheinen drei chaotische Punks, die zudem noch mit einer Kalaschnikow herumballern. Die Jagd beginnt: eine SEK-Einheit macht sich auf die Suche nach der Kriegswaffe, Faber versucht den Kollegen zuvorzukommen, um ein Blutbad zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023440","hoster":"VOE"},{"path":"/redirect/10023441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-6","name":"Nebenjob","epNo":6,"alt":"","descr":"Fabers ehemaliger Kollege Bähr, der jetzt als Detektiv arbeitet, bittet Faber, eine junge Dame zu observieren, die sich bald als Bährs Tochter entpuppt. Kurz danach kommt sie zu Tode. Bähr macht sich auf die Suche nach dem Mörder. Faber versucht, das Schlimmste zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023462","hoster":"VOE"},{"path":"/redirect/10023463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-7","name":"Ottos Alptraum","epNo":7,"alt":"","descr":"Fabers Kollege Otto sitzt in der Klemme: Als er eines seiner dubiosen Geschäfte – es geht um Fotoapparate – abwickeln will, wird er niedergeschlagen und kommt neben der Leiche seines Lieferanten zu sich. Der ehrgeizige Polizeibeamte Ackermann ist davon überzeugt, dass Otto der Täter ist. Er versucht, eine Anklage wegen Totschlags zu erwirken. Der völlig verzweifelte Otto schwört Stein und Bein, dass er von einem langhaarigen Blonden überrumpelt worden ist – niemand glaubt ihm. Nur Faber macht sich auf die Suche nach dem angeblichen Phantom, um Ottos Unschuld zu beweisen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023469","hoster":"VOE"},{"path":"/redirect/10023468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-8","name":"Karriere","epNo":8,"alt":"","descr":"Der Autoschieber Karl-Heinz Nachtweih belastet vor Gericht seinen Bruder Willi schwer. Willi wird verurteilt und kommt bei einem verzweifelten Fluchtversuch ums Leben. Mit Hilfe des Informanten ‚Sparstrumpf‘ versucht Faber, Karl-Heinz als wirklichen Täter zu entlarven, was ihm zunächst nicht gelingt. Sein Vorgesetzter Rick mißbilligt Fabers illegales Vorgehen. Als Rick entsetzt feststellt, dass er das Opfer einer Intrige ist und seine Karriere auf dem Spiel steht, hat Faber einen Plan, wie er Ricks Kopf aus der Schlinge ziehen kann. Gleichzeitig wäre damit Karl-Heinz Nachtweih überführt. Allerdings ist Fabers Idee wiederum nicht ganz legal …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023475","hoster":"VOE"},{"path":"/redirect/10023474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-9","name":"Comeback","epNo":9,"alt":"","descr":"Faber und Susanne holen Susannes Tante vom Bahnhof ab, als in ihrer Nähe ein Mann (Gordon) von einem jungen Mädchen (Hansi) angegriffen wird. Faber erkennt in Gordon einen Freund aus alten Tagen wieder. Faber erfährt, dass Hansi Gordons Tochter ist und verhindern will, dass er seine tablettensüchtige Frau Miriam entmündigen läßt. Gordon will auf diesem Weg an Miriams Vermögen herankommen. Der Familienzwist wird für Faber zum Fall, als sich Hansi eine Waffe besorgt und droht, aufs Ganze zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023479","hoster":"VOE"},{"path":"/redirect/10023478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-10","name":"Der zweite Zeuge","epNo":10,"alt":"","descr":"Vor einem Untersuchungsausschuß – es geht um eine Giftmüllaffäre- sollen die Zeugen Brendel und Hamacher aussagen. Nachdem Brendel spurlos verschwindet, wird Faber die Bewachung Hamachers übertragen. Er verschanzt sich mit Hamacher in einem Hotel. Brendel wird tot aufgefunden. Offensichtlich ist ein Killer unterwegs, der auch Hamachers Aussage verhindern soll. In Susannes ‚Treff‘ taucht Trössner auf, der sich auffällig nach Fabers Aufenthalt erkundigt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023481","hoster":"VOE"},{"path":"/redirect/10023483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-11","name":"Carolas Vermächtnis","epNo":11,"alt":"","descr":"Die Prostituierte Carola Kern ist ermordet worden. Die Verdachtsmomente richten sich gegen den Kommunalpolitiker Hirschberg (Arthur Brauss). Fabers Indizien und auch die Aussage von Carolas Schwester Yvette (Michaela May) reichen nicht aus, um Hirschberg hinter Schloss und Riegel zu bringen. Faber kann Yvette davon abbringen, Selbstjustiz zu üben und bietet ihr Zusammenarbeit an. Gemeinsam planen sie, Hirschberg eine Falle zu stellen. Fabers Plan scheint aufzugehen, doch Yvettes Rachsucht ist stärker als ihr Vertrauen in die Polizei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023485","hoster":"VOE"},{"path":"/redirect/10023486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-3/episode-12","name":"Das schwarze Schaf","epNo":12,"alt":"","descr":"Bei einem Überfall auf ein Juweliergeschäft wird der Polizist Peterson schwer verletzt. Auf der Suche nach den Tätern zeichnet scih Petersons Kollege Sander (Ben Becker) durch besondere Hartnäckigkeit aus. Faber nimmt Sanders Angebot zur Zusammenarbeit zwar an, doch gleichzeitig macht ihn dessen Eifer misstrauisch. Als weinig später einer der Täter erschossen aufgefunden wird, ermitttelt Faber, dass es zwischen der Bande und Sander eine besondere Beziehung gibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023490","hoster":"VOE"},{"path":"/redirect/10023489","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/der-fahnder/staffel-4/episode-1","name":"Ausermittelt","epNo":1,"alt":"","descr":"Der Häftling Solbach erhängt sich zwei Monate vor der Entlassung in seiner Gefängniszelle. Fabers Interesse an dem eigenartigen Selbstmord wächst, als er feststellt, dass sein Vorgesetzter Rick anscheinend eine Beziehung zu Solbachs attraktiver Witwe unterhält. Durch Fabers Hartnäckigkeit wird ein längst in Vergessenheit geratener Fall neu aufgerollt. Solbachs ehemaliger Geschäftspartner Malinowski und der schmierige Rechtsanwalt Kraft sind zwei weitere Schlüsselfiguren in einer außergewöhnlichen Geschichte, an deren Ende Rick beinahe zum Mörder wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612383","hoster":"VOE"},{"path":"/redirect/8388667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-2","name":"Tauschgeschäfte","epNo":2,"alt":"","descr":"Fabers Gegenspieler in dieser Folge ist der Detektiv Lutz. Lutz arbeitet im Auftrag einer Versicherung und des BKA an der Wiederbeschaffung gestohlener Diamanten. Wie Faber ist Lutz hinter Koch her, um über ihn an Berger, den Drahtzieher des Coups, heranzukommen. Lutz’ Methoden sind derart rüde, dass es zu einer Auseinandersetzung mit Faber kommt. Aber von ‚ganz oben‘ kommt die Order, dass er mit Lutz zusammenarbeiten muss. Über Koch führt die Spur zu der ehemalig rauschgiftsüchtigen Mona. Ohne Fabers Wissen besorgt Lutz Mona Heroin, um so Bergers Aufenthaltsort zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612384","hoster":"VOE"},{"path":"/redirect/8388669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-3","name":"Alte Kameraden","epNo":3,"alt":"","descr":"Bei einem nächtlichen Routineeinsatz in einem Bürohaus fällt Faber und Max der Notar Kampe auf, der sich – im Schlafanzug – an seinem Tresor zu schaffen macht. Die beiden folgen Kampe bis zu seinem Haus und stellen fest, dass der Gangster Jurij Kampes Frau als Geisel festhält, um Dokumente zu erpressen. Es kommt zu einem Polizeieinsatz, in dessen Verlauf Jurij Kampe erschießt und mit den Papieren entkommt. Bei seinen Ermittlungen stößt Faber auf den Rechtsanwalt Schneider. Der berichtet, dass Kampe seit Jahren einen schwerreichen Industriellen erpreßt hat. Die verschwundenen Dokumente beweisen dessen maßgebliche Beteiligung an SS-Erschießungskommandos. Jurij wird tot aufgefunden. Welche Rolle spielt Schneider und was hat dessen dubioser Kollege Traue mit der Sache zu tun? Plötzlich ist Faber in Lebensgefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579209","hoster":"VOE"},{"path":"/redirect/8388680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-4","name":"Zwei Schlüssel","epNo":4,"alt":"","descr":"Faber und Max observieren den entlassenen Häftling Manni Klaasen. Klaasen hatte vor einigen Jahren mit einem Komplizen einen Supermarkt überfallen und dabei einen Panzerwürfel erbeutet, der nie wieder aufgetaucht war. Auch seine Mittäter hatte Manni nicht verraten. Als Manni sich zum Entsetzen Ricks der Bewachung Fabers entzieht und der mutmaßliche Komplize Dieter Lugmeier kurz darauf erschossen aufgefunden wird, scheint der Fall klar. Aber während Faber fieberhaft nach Manni sucht, wird dessen Freundin Ulla entführt. Der Täter Armand Lock, will über Ulla an Manni herankommen, der ihn zu der versteckten Beute führen soll. Im letzten Moment kann Faber einen Mord verhindern und den Mörder Lugmeiers festnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612385","hoster":"VOE"},{"path":"/redirect/8388677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-5","name":"Kleine Fische","epNo":5,"alt":"","descr":"Die Brüder Harry und Rolf Kuballa lassen sich von dem Taschendieb Willi den Schlüssel zu einem Schließfach abjagen, in dem sie die Beute aus einem Juwelenraub untergebracht haben. Faber überrascht Willi und stellt den Schlüssel sicher. Das beobachtet Harry und hält Faber irrtümlich für einen Ganoven. Er dringt in Fabers Wohnung ein und bedroht Susanne. Faber soll den Schlüssel bringen. Rolf Kuballa wird festgenommen. Während des Verhörs wird Faber schlagartig klar, dass Susanne in Gefahr ist. Es bleibt wenig Zeit, ihr Leben zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612386","hoster":"VOE"},{"path":"/redirect/8388679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-6","name":"Mikado","epNo":6,"alt":"","descr":"Der Zuhälter Fürst holt seine thailändische Braut Oi vom Flughafen ab. Das Mädchen hat anscheinend keine Ahnung, dass sie als Prostituierte in seinem Club arbeiten soll. Am nächsten Tag wird Fürst ermordet aufgefunden und Oi ist spurlos verschwunden. Faber und Max gelingt es, das verstörte Mädchen aufzuspüren. Faber gewinnt ihr Vertrauen und Oi liefert eine genaue Beschreibung des Täters. Fürsts Kompagnon Ballmann wird festgenommen und das Mädchen bis zu einer Gegenüberstellung bei dem Strohwitwer Faber untergebracht. Ballmann bestreitet die Tat hartnäckig. Max ermittelt zu Fabers Überraschung, dass das Mädchen in Thailand als Prostituierte gearbeitet hat. Faber beginnt zu zweifeln. Ist Oi eine Mörderin?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9612389","hoster":"VOE"},{"path":"/redirect/8388681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-7","name":"Hallo Paula","epNo":7,"alt":"","descr":"Faber greift eines Nachts die völlig verwirrte Paula auf. Sie kann sich an nichts erinnern, weiß weder ihren Namen noch ihren Wohnort. Grund dafür ist offensichtlich eine Kopfverletzung, die sie sich zugezogen hat. Mit viel Geduld gelingt es Faber, Bruchstücke der Erinnerung aus Paula herauszuholen. Als kurz darauf ihr Freund Kurt erschlagen in der gemeinsamen Wohnung gefunden wird, gerät Paula unter Mordverdacht. Doch Fabers Theorie geht in eine andere Richtung: es muss noch eine dritte Person geben, die zur fraglichen Zeit in der Wohnung war. Faber kann schließlich Paulas Unschuld beweisen. Mit ihrer Hilfe versucht er nun, den dritten Mann aus der Reserve zu locken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579211","hoster":"VOE"},{"path":"/redirect/8388688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-8","name":"Betriebsgeheimnis","epNo":8,"alt":"","descr":"Ein verlassener PKW wird gefunden. Die Seitenscheibe ist eingeschlagen und im Polster steckt ein Projektil. Faber und Max ermitteln den Halter: Es handelt sich um den Dienstwagen des Chemikers Viktor Roman, leitender Angestellter der ‚Schellhorn AG‘. Obwohl Schellhorn und Viktors Frau Doris zunächst leugnen, findet Faber heraus, dass Viktor anscheinend entführt worden ist. Unbekannte fordern 1 Mio. Lösegeld. Schellhorn ist bereit zu zahlen. Gegen seinen Willen kommt es zu einem von Rick geleiteten Polizeieinsatz, in dessen Verlauf bei der Geldübergabe die Beamten einen Unschuldigen festnehmen. Das Lösegeld wird nicht abgeholt. Faber und Max finden das verlassene Gefängnis Viktors. Alles deutet auf einen gewaltsamen Tod hin. Faber ist skeptisch, er glaubt nicht mehr an die Entführung. Sein Verdacht wird verstärkt als wenig später Viktors Freund Dohme aussagt, Viktor habe in Schellhorns Labor große Mengen synthetischer Drogen hergestellt. Doris spielt Faber einen Brief Viktors zu, in dem er behauptet, im Auftrag Schellhorns gehandelt zu haben. Für Rick ist die Sache klar: Schellhorn hat Viktor aus dem Weg geräumt. Doch Faber hat auch hier eine ganz andere Theorie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985777","hoster":"VOE"},{"path":"/redirect/8388691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-9","name":"Baal","epNo":9,"alt":"","descr":"Die Nachricht über die vorzeitige Entlassung des Häflings Paulus schlägt wie eine Bombe im Aquarium ein. Paulus, ein psychisch gestörter Gewalttäter, hatte Faber bei seiner Verurteilung Rache geschworen. Faber gerät zusehens in Panik, als er merkt, dass der sadistisch veranlagte Paulus es anscheinend auf Susanne und seinen Sohn abgesehen hat. Rick versucht vergeblich, Paulus aus dem Verkehr zu ziehen – Paulus ist zu intelligent, sich etwas zu Schulden kommen zu lassen und übt weiter regelrechten Psychoterror auf Fabers Familie aus. Faber weiß nicht mehr, wie er Susanne und sein Kind schützen soll. Paulus verschafft sich Zugang zu Fabers Wohnung und hinterläßt dort bewußt ein Indiz. Jetzt verliert Faber vollends die Beherrschung: er schlägt Paulus zusammen und wird daraufhin vom Dienst suspendiert. Susanne nimmt verzweifelt Kontakt mit Paulus auf. Sie versucht ihn zu überreden, aufzugeben. Aber Paulus ist weiter zum Äußersten entschlossen. Fabers letzte Chance ist, Paulus eine Falle zu stellen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073364","hoster":"VOE"},{"path":"/redirect/8388684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-10","name":"Zwischen den Stühlen","epNo":10,"alt":"","descr":"Bei einem Fahrradunfall ‚funkt‘ es zwischen der Studentin Elke und Fabers Assistenten Max. Das frischverliebte Paar landet prompt in Maxens Bett. Rick und Faber erfahren am nächsten Tag vom Chef des Raubdezernats, dass die neue Freundin von Max unter Beobachtung steht. Ihr Auto ist bei einem Banküberfall als Fluchtwagen benutzt worden. Sie muß den Täter kennen. Aber damit nicht genug: Max wird der Mitwisserschaft beschuldigt. Faber hält die Vorwürfe gegen seinen Freund für absurd. Er weiht Max ein und bittet ihn um Unterstützung bei der Suche nach dem Bankräuber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985783","hoster":"VOE"},{"path":"/redirect/8388694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-11","name":"Endstation","epNo":11,"alt":"","descr":"Auf der Suche nach seiner vermissten Freundin Inge gerät der Bundeswehrsoldat Bossart an Faber und Max. Bossart fällt aus allen Wolken, als er von Faber erfährt, dass Inge ohne sein Wissen anscheinend als Call-Girl gearbeitet hat. Letzter Kunde vor ihrem Verschwinden war der Lokalpolitiker Oppendorf. Bossart vermutet ein Verbrechen und beschuldigt die Fahnder, Oppendorf wegen dessen Freundschaft zu Rick zu decken. Er startet einen gefährlichen Alleingang, um seine Freundin zu finden. Faber kann gerade noch verhindern, dass Bossart zum Mörder wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985779","hoster":"VOE"},{"path":"/redirect/8388702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-12","name":"Nachtschicht","epNo":12,"alt":"","descr":"Ein alteingesessenes Pelzhaus steht kurz vor dem Ruin. Theo Kreutzer, der Inhaber, beschließt, durch einen Versicherungsbetrug zu retten, was zu retten ist. Er will den Laden mit einer Brandbombe zerstören und die Tat militanten Tierschützern in die Schuhe schieben. Kreutzer baut die Bombe in ein Radio ein und will sie mit dem Auto zu seinem Geschäft bringen, aber der Wagen wird gestohlen. Der Autodieb ist ein junge Türke, Mehmet, der von Zeit zu Zeit auf Fabers und Susannes Nachwuchs aufpasst. Faber hatte schon länger versucht, den labilen Jungen, trotz dessen wiederholter Autodiebstähle, vor einer Gefängnisstrafe zu bewahren. Mehmet fährt einen Tankwart an und flieht – mit dem Radio. In einem verzweifelten Wettlauf gegen die Zeit versucht Faber den ahnungslosen Jungen zu finden. Der Zeitzünder ist auf Mitternacht eingestellt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985778","hoster":"VOE"},{"path":"/redirect/8388700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-13","name":"Tim","epNo":13,"alt":"","descr":"Bei einem nächtlichen Einsatz finden Faber und Max den elfjährigen Tim, der sich in einem Kaufhaus versteckt hat. Fabers Verdacht, dass der Junge mißhandelt worden ist und seine Verletzungen von Schlägen herrühren, bestätigt sich, als er auf Tims rabiaten Vater trifft. Faber versucht vergebens mit Hilfe des Jugendamts und der Schule gegen den Vater vorzugehen. Nach erneuten Schlägen beschließen Tim und sein Bruder Moby abzuhauen. Faber bemerkt zu spät, dass seine Dienstwaffe verschwunden ist. Der zu allem entschlossene Tim hat sie an sich gebracht und bedroht damit seinen Vater, der die Flucht verhindern will. Im letzten Moment kann Faber eine Katastophe verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008010","hoster":"VOE"},{"path":"/redirect/8388709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-14","name":"Endspiel","epNo":14,"alt":"","descr":"Dem fußballbegeisterten Faber passt es gar nicht in den Kram, dass ihn ausgerechnet am Tag des Pokalendspiels sein alter Freund Geier um Hilfe bittet. Geier droht der Rausschmiss aus dem Billardsalon, den er seit Urzeiten betreibt – er kann die Miete nicht mehr zahlen. Trotz der anstehenden Fernsehübertragung des Spiels versucht Faber, den Besitzer des Salons, Zenk, umzustimmen. Aber vergebens, Geier muss raus, der Möbelwagen ist bestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985781","hoster":"VOE"},{"path":"/redirect/8388710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-15","name":"Das Versprechen","epNo":15,"alt":"","descr":"Zu Fabers Ärger zieht seit einiger Zeit der Hehler Monheim unbehelligt im Milieu die Fäden. Faber sucht nach einer Möglichkeit, etwas gegen den cleveren Geschäftsmann in die Hand zu bekommen und wittert seine Chance, als der junge Kleinganove Hannes Pöschel Hafturlaub bekommt. Fabers Plan, den ahnungslosen Hannes und dessen unglückliche Liebe zu der Prostituierten Gine auszunutzen, um gegen Monheim vorgehen zu können, misslingt auf tragische Weise, denn Gines Zuhälter Weidler wird erstochen aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985784","hoster":"VOE"},{"path":"/redirect/8388711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-16","name":"Bis ans Ende der Nacht","epNo":16,"alt":"","descr":"Die Nachtschicht beginnt für die Fahnder Faber und Max mit öder Routine. Doch plötzlich führt eine Kette unvorhersehbarer Ereignisse zu einer Katastrophe im Aquarium: der von Otto wegen einer Lappalie festgenommene Sigi Schmidt nimmt Faber und das zufällig anwesende Mädchen Nadine als Geiseln. Während draußen unter der Leitung Ricks das SEK Stellung bezieht, eskaliert die Situation für Faber im Aquarium.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985786","hoster":"VOE"},{"path":"/redirect/8388720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-17","name":"Cora","epNo":17,"alt":"","descr":"Hauptkommissar Rick hat sich zum ersten Mal seit seiner Scheidung wieder verliebt und stellt seine Freundin Cora den Kollegen vor. Faber ist irritiert, denn er glaubt, Cora bei einem nächtlichen Einsatz in einem zwielichtigen Etablissement erkannt zu haben. Cora wehrt sich empört gegen diese Behauptung und Rick untersagt Faber gekränkt, sich in sein Privatleben einzumischen. Aber Faber folgt dennoch seiner Spürnase. Er recherchiert ohne Ricks Wissen weiter und gerät einem perfiden Plan auf die Spur, in dessen Mittelpunkt Cora steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985785","hoster":"VOE"},{"path":"/redirect/8388715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-18","name":"Der vierte Mann","epNo":18,"alt":"","descr":"Durch einen anonymen Anruf gerät Faber an eine dubiosen Fall von Kindesentführung. Der Vater streitet zunächst ab, dass seine Tochter verschwunden ist. Faber glaubt ihm, zumal die Familie nicht vermögend scheint. Als aber die Fahnder ermitteln, dass Kreutz vor einigen Jahren in einen 16-Millionen-Betrug verwickelt war, erscheint der Entführungsfall in einem neuen Licht. Kreutz gesteht schließlich, dass sein Kind gekidnappt wurde und er erpresst wird. Faber und seine Kollegen machen sich auf die Spur nach dem Entführer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985788","hoster":"VOE"},{"path":"/redirect/8388718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-4/episode-19","name":"Das linkshändige Phantom","epNo":19,"alt":"","descr":"Ein unbekannter Serientäter hält die Fahnder in Atem. Sechs Banken sind in den letzten Tagen überfallen worden und dementsprechend groß ist der Druck auf Faber. Vorschnell erklärt Rick einen Verdächtigen zum Täter, der sich aber bald als unschuldig herausstellt. Faber und Max begeben sich auf die Ochsentour durch die Szene. Durch hartnäckiges Befragen und seine große Menschenkenntnis kommt Faber schließlich auf die entscheidende Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985787","hoster":"VOE"},{"path":"/redirect/8388733","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/der-fahnder/staffel-5/episode-1","name":"Vaterliebe","epNo":1,"alt":"","descr":"Fabers ehemaliger Vorgesetzter bei der Bundeswehr, Ingo Klaussner, bittet um Hilfe. Er befürchtet, dass seine Tochter Saskia über ihren Freund Charly in die Drogenszene abrutscht. Faber hat seine Zweifel und hält Ingo zunächst nur für einen überängstlichen Vater, der sich in etwas hineinsteigert. Aber Ingo behält recht, und Faber kann schließlich über Charly einen jungen Mann, Marc, dingfest machen, der in seinem Privatlabor synthetische Drogen herstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985790","hoster":"VOE"},{"path":"/redirect/8388727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-2","name":"Eine Landpartie","epNo":2,"alt":"","descr":"Die Fahnder-Crew hat Lotto gespielt und der Gemeinschaftstipp erweist sich als Volltreffer. Ein Fünfer! Rick erklärt den Gewinn zur Chefsache und chartert einen Heißluftballon für eine gemeinsame Landpartie. Aber aus dem besinnlichen Betriebsausflug wird bald eine ungewöhnliche Verbrecherjagd. Larsen beobachtet aus dem Ballon einen Überfall auf eine Raiffeisenkasse. Nach der Landung nehmen die Fahnder zu Fuß die Verfolgung der Täter auf. Die Bankräuber sind wie vom Erdboden verschluckt – stattdessen findet Faber in einer Scheune eine entführte Braut. Die Hochzeitsgesellschaft im nahegelegenen Landgasthof ist jedoch äußerst suspekt. Die Fahnder treffen dort auf jede Menge ‚alte Bekannte‘ aus der Einbrecherszene …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100276","hoster":"VOE"},{"path":"/redirect/8388728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-3","name":"Auf eigene Rechnung","epNo":3,"alt":"","descr":"Bei einem Autounfall wird ein Mann angefahren. Faber und Max kümmern sich um den Schwerverletzten und begleiten ihn ins Krankenhaus. Dort beobachtet Max, wie sich auf dem Parkplatz jemand an Fabers Wagen zu schaffen macht. Als er eingreifen will, schießt der Unbekannte ihm eine Ladung Tränengas ins Gesicht: Max’ Augenlicht ist in Gefahr. Hauptkommissar Bockenfeld, ein Kollege vom Drogendezernat, bringt Licht in die Sache: das Unfallopfer ist Drogenkurier und hatte eine große Menge Kokain bei sich – sein Gepäck liegt noch in Fabers Kofferraum. Bockenfeld hat eine Idee, um die Hintermänner des Drogendeals dingfest zu machen. Faber soll als korrupter Polizist auftreten und den Stoff in der Szene anbieten. Faber willigt schließlich ein, die gefährliche Rolle zu übernehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985791","hoster":"VOE"},{"path":"/redirect/8388734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-4","name":"Bosporus-Blues","epNo":4,"alt":"","descr":"Zwei unbekannte Täter sprengen in den Geschäftsräumen eines Jazz-Clubs den Safe, dabei wird ein Mann schwer verletzt. Bald darauf übernimmt der Staatsschutz unter Leitung von Kommissar Schwamborn die Ermittlungen. Faber wird klar, dass es sich hier nicht nur um einen einfachen Raubüberfall handeln kann. Er recherchiert zum Unwillen Schwamborns auf eigene Faust und bekommt heraus, dass die türkische Sängerin Nazan Schlüsselfigur in einer politischen Affäre ist, bei der das Leben eines kurdischen Freiheitskämpfers auf dem Spiel steht. Ein Wettlauf gegen die Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920687","hoster":"VOE"},{"path":"/redirect/8388735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-5","name":"Manuel","epNo":5,"alt":"","descr":"Auf die schwangere Krankenschwester Ulrike Leisen wird von einem Unbekannten ein Überfall verübt. Der anscheinend kranke Täter hat versucht, Ulrikes ungeborenes Kind zu verletzen. Ulrike ist Faber bei dessen Ermittlungen keine große Hilfe, auch den Vater ihres Kindes verschweigt sie beharrlich. Nach einem erneuten Anschlag auf Ulrike verdichtet sich Fabers Verdacht gegen ihren Kollegen, den Assistenzarzt Dr. Dohme. Dohme hat zwar ein Alibi, aber Faber bleibt hartnäckig und recherchiert weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985789","hoster":"VOE"},{"path":"/redirect/8388743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-6","name":"Verhör am Sonntag","epNo":6,"alt":"","descr":"Eine junge Frau gibt zu Protokoll, ihr Mann habe sich das Leben genommen. Faber stellt fest, dass der Suizid schon 24 Stunden zurückliegt, und diese Zeitspanne fehlt anscheinend in Veras Gedächtnis. Sie verwickelt sich immer mehr in Widersprüche und Faber beginnt, an der Selbstmordtheorie zu zweifeln. In einem spannenden Verhör klärt Faber nicht nur den Tod von Veras Mann, sondern bringt auch die tragischen Hintergründe einer zerrütteten Ehe ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985794","hoster":"VOE"},{"path":"/redirect/8388750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-7","name":"Blumen für Halle","epNo":7,"alt":"","descr":"Ein junges Mädchen irrt durch die Stadt und stirbt auf offener Straße. Faber ermittelt, dass die Tote kurz vor ihrem Auffinden in einem Krankenhaus operiert wurde und vom Krankenhaus aus bisher ungeklärten Gründen floh. Der behandelnde Arzt – Dr. Rädler – versucht, den Vorfall herunterzuspielen. Aber Faber bleibt hartnäckig und deckt mit Unterstützung der Freundin der Toten einen Fall von Organhandel auf, in den auch die Geliebte Rädlers verwickelt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985797","hoster":"VOE"},{"path":"/redirect/8388741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-8","name":"Nachtwache","epNo":8,"alt":"","descr":"Faber bewacht daraufhin die junge Frau und Max ist dem mutmaßlichen Killer auf der Spur. Aber Max verliert die Fährte und informiert Faber. Als sich kurz darauf jemand Zugang zu Fabers Versteck verschafft und einen Brand legt, gerät Reno in Panik. In einem dramatischen Finale gelingt es Faber, Renos Leben zu retten und den Drahtzieher der Mordanschläge zu entlarven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985795","hoster":"VOE"},{"path":"/redirect/8388749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-5/episode-9","name":"Schnee von gestern","epNo":9,"alt":"","descr":"Ein Chemielastzug wird gestohlen. Der Dieb weiß nicht, dass aus einem defekten Ventil eine Flüssigkeit austritt, die in Verbindung mit Wasser zu einem hochgiftigen Gemisch wird. Faber muß den LKW finden, bevor eine heranziehende Regenfront die Stadt erreicht. Da meldet sich ein Erpresser: angeblich weiß er, wo der Tankzug steht. Es gelingt Faber, Egger ausfindig zu machen, aber der schweigt beharrlich. Die ersten Regentropfen fallen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699605","hoster":"VOE"},{"path":"/redirect/8388762","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/der-fahnder/staffel-6/episode-1","name":"Der Neue","epNo":1,"alt":"","descr":"Thomas Becker bringt zu seinem Dienstantritt einen Fall mit, in den er auf höchst unangenehme Weise persönlich verwickelt ist: Barkow, Zeuge in einem Totschlag-Verfahren, behauptet, Becker habe ihn mit Gewalt gezwungen, gegen seinen Chef Grötzmann auszusagen. Becker bestreitet diesen Vorwurf vehement und versucht mit allen Mitteln, Barkow dazu zu bewegen, die Behauptung zurückzunehmen. Otto weiß zunächst nicht, was er von der Sache und vor allem von Becker halten soll, schlägt sich aber dann gegen Ricks Anordnung auf die Seite seines neuen Kollegen. Es gelingt den beiden, Grötzmann des Totschlags zu überführen, wobei ihnen ein verdeckt ermittelnder Kollege des LKA einige Schwierigkeiten bereitet. Becker ist also rehabilitiert und wird mit \"weißer Weste\" in seinen neuen Kollegenkreis aufgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023494","hoster":"VOE"},{"path":"/redirect/10023495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-2","name":"Einer für alle","epNo":2,"alt":"","descr":"Becker macht sich Sorgen um seinen Jugendfreund Bruno. Nach einer verbüßten Haftstrafe sucht Bruno Anschluss bei seiner alten Clique um den Spediteur Schröder. Entsetzt stellt Becker fest, dass ein verdeckt ermittelnder LKA-Mann bei Schröder eingeschleust wird; anscheinend ist Schröder in kriminelle Geschäfte verwickelt. Otto und Becker versuchen, Bruno aus Schröders Umfeld zu entfernen, können Bruno aber nicht die Wahrheit sagen, ohne Solo in seiner verdeckten Rolle zu gefährden. Als Becker und Otto erfahren, dass Schröder bei Waffenschiebereien mitmischt, ist die Freundschaft zu Bruno endgültig stärker als die Loyalität zum LKA – aber Solo lässt sich das nicht bieten. Becker wird vom LKA vorläufig aus dem Verkehr gezogen und kann nicht verhindern, dass Bruno bei einem Einbruch angeschossen wird. Becker überzeugt Solo, dass Bruno dringend ärztliche Hilfe benötigt – und Solo erweist sich als Freund. Gemeinsam mit Otto retten sie Brunos Leben. Nach dieser Erfahrung quittiert Solo seinen Dienst beim LKA und wird von Rick in die Aquariumsmannschaft übernommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023497","hoster":"VOE"},{"path":"/redirect/10023499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-3","name":"Sascha","epNo":3,"alt":"","descr":"Ricks \"Ziehsohn\" Sascha hat Schulden bei seinem Freund Paul und will Geld von Rick. Der verweigert ihm die Hilfe, er hat ihm schon zu oft aus der Patsche geholfen. Sascha besorgt sich das Geld auf seine Weise: er steigt in Ricks Wohnung ein und bestiehlt ihn. Rick ist außer sich. Am nächsten Tag wird Paul erschlagen aufgefunden. Der Hauptverdächtige: Sascha! Rick versucht, ihn zu decken, zumindest bis er mit ihm gesprochen hat, verstrickt sich aber in Widersprüche beim Leiter der Mordkommission, der daraufhin Rick der \"Begünstigung\" beschuldigt. Sascha ist in Panik und auf der Flucht. Becker und Solo versuchen, Sascha zu entlasten, indem sie die wirklichen Täter überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023503","hoster":"VOE"},{"path":"/redirect/10023501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-4","name":"Hasta la vista","epNo":4,"alt":"","descr":"Ottos Informant Leo will aussteigen. Leo hat der Fahndung immer wieder Tipps aus dem Umfeld des Drogenbosses Schwartz geliefert, aber die Sache wird ihm zu heiß. Das LKA bittet Becker und Otto, Leo zum Weitermachen zu überreden – oder zu zwingen.Otto hat Skrupel, aber schließlich willigt er ein. Leo soll eine letzte, entscheidende Information liefern, um Schwartz überführen zu können. Aber Ottos Bedenken erweisen sich als berechtigt: Inzwischen ist ein Killer auf Leo angesetzt. Otto, Becker und Solo müssen verhindern, dass Leo getötet wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023507","hoster":"VOE"},{"path":"/redirect/10023506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-5","name":"Liebestod","epNo":5,"alt":"","descr":"Der Lokalpolitiker Moll stirbt am Herzinfarkt – allerdings im Bett der Prostituierten Regina. Parteifreund Rick ist entsetzt, als Fotos von Moll und Regina auftauchen, die Zuhälter Horn an die Presse weitergeben will – es sei denn, Molls Partei zahlt. Rick will das Erscheinen der Fotos unbedingt verhindern und setzt seine Truppe auf die Geschichte an. Es gelingt Becker und Otto, Regina unter Druck zu setzen. Sie gibt zu, dass Horn die Fotos gemacht hat. Der kann jetzt auf Anordnung Ricks wegen unterlassener Hilfeleistung festgenommen werden. Die Affäre wird zum Fall, als Horn neben der Leiche seiner Mitarbeiterin Monique aufgegriffen wird. Wer hat sie getötet? Solo erfährt, dass Molls Schwester ebenfalls mit den Fotos erpresst wurde. Becker und Otto gehen der Spur nach …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023509","hoster":"VOE"},{"path":"/redirect/10023508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-6","name":"Unter Verdacht","epNo":6,"alt":"","descr":"Becker und Otto sind als Personenschutz für einen Mann namens Landau eingeteilt. Kurz darauf wird dieser vor ihren Augen erschossen. Was Becker und Otto nicht wussten: Landau war ein wichtiger Zeuge in einem Mordprozess.Becker fällt bei seinen Ermittlungen auf, dass Solomon sich sehr merkwürdig verhält. Als man bei ihm die Waffe findet, mit der Landau erschossen wurde und Solomon untertaucht, geht die Jagd auf ihn los. Doch Becker hat – sehr zum Ärger von Otto – eine ganz andere Theorie, was den Todesschützen angeht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023512","hoster":"VOE"},{"path":"/redirect/10023513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-7","name":"Blutbilder","epNo":7,"alt":"","descr":"Als Becker, Otto und Solomon zu einem Bankraub gerufen werden, ist ihr Erstaunen groß: Hauptkommissar Rick und ein Kollege namens Lakner eröffnen ihnen, dass der Überfall fingiert war und der Täter ein V-Mann des LKA ist, der in eine rechtsradikale Terrorgruppe eingeschleust wurde. Gefährlich wird die Sache, als der V-Mann völlig verzweifelt Becker und Otto um Hilfe bittet: Er wird von einem Unbekannten erpresst, die vermeintliche Beute zu teilen.Becker und Otto ermitteln mit Solomons Hilfe den Erpresser. Bevor sie jedoch zugreifen können, taucht er ab. Am nächsten Tag wird der V-Mann tot aufgefunden. Die Jagd auf den Erpresser beginnt. Er ahnt nicht, dass außer der Polizei noch andere Leute hinter ihm her sind. Und die haben sein Todesurteil schon unterschrieben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023518","hoster":"VOE"},{"path":"/redirect/10023516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-8","name":"Der Traumtänzer","epNo":8,"alt":"","descr":"Rudy Leschke ist ein im Bahnhofsviertel bekannter Lebenskünstler und Zocker. Ständig auf der Flucht vor Gläubigern, gerät er zufällig an einen Haufen Blüten. Arglos zahlt Rudy seine Schulden – sogar im \"Treff\", wo er einen beträchtlichen Deckel hat. Als Otto die Blüten bemerkt, kann er sehr bald den Weg der Scheine zu Rudy zurückverfolgen. Zusammen mit Becker versucht er, Rudy zu finden, während Solomon die Spur der Blüten zurückverfolgt. Bald steht fest, dass es sich um eine gut organisierten Ring handelt, der sich von einem Typ wie Rudy nicht in die Suppe spucken lässt. Ein Tanz auf dem Seil beginnt: einerseits gilt es, Rudy aus der Schusslinie zu ziehen, andererseits sollen die Hintermänner der Falschgeldbande gefasst werden. Letzteres gelingt, doch Rudy hat noch eine Überraschung auf Lager …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023520","hoster":"VOE"},{"path":"/redirect/10023523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-9","name":"Solos Bluff","epNo":9,"alt":"","descr":"Hauptkommissar Rick ist sauer: Obwohl es nach einem Raubüberfall auf einen Juwelier einen dringend Tatverdächtigen gibt, wird er wegen der dünnen Beweislage aus der U-Haft entlassen. Da Frank Senske kurz darauf von einem Auto gejagt und schwer verletzt wird, ist für die Fahnder klar, dass er mehr weiß, als er zugibt.Als Beckers und Ottos Recherchen auf der Stelle treten, greift Solomon zu einem unkonventionellen Mittel. Er macht sich an Senskes Schwester Barbara heran, die Verbindung zu dem mehrfach vorbestraften Achim Kewenig hat. Die Sache scheint zu funktionieren. Kewenig sucht tatsächlich einen Hehler für heiße Steine. Doch da kommt es zu einer folgenschweren Panne …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-10","name":"Wer einmal lügt","epNo":10,"alt":"","descr":"In Ellis \"Treff\" hilft die ehemalige Prostituierte Tanja aus. Becker und Otto fallen aus allen Wolken, als sie feststellen, dass Tanjas Freund Rainer als Geldbote für den Drogenankäufer Lansky arbeitet. Um an die Hintermänner des Drogengeschäfts heranzukommen, schlüpft Otto in die Rolle Rainers. Ein gefährlicher Job, zumal Rick, die große Stütze der Fahnder, mit einer Grippe im Bett liegt. Seine Krankheitsvertretung Hecht hat überhaupt kein Verständnis für die unkonventionellen Methoden der Fahnder. Er konfisziert den Geldkoffer. Aber Becker und Otto wollen nicht aufgeben.Solo besorgt auf seine Art Ersatz, allerdings hat die Sache einen Haken: Es handelt sich um Falschgeld! Die Fahnder geraten in größte Schwierigkeiten, als der Dealer Marciano entdeckt, dass man ihn mit \"Blüten\" bezahlt hat. Tanjas und Ottos Leben sind plötzlich in Gefahr!","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-11","name":"Ottos große Liebe","epNo":11,"alt":"","descr":"Die Fahndung ist mit einem Mordfall beschäftigt. Doch obwohl der Täter bekannt ist, gelingt es nicht, ihn zu stellen. Als Otto überraschend Besuch von seiner Jugendliebe Karin bekommt, ist man in der Sache plötzlich einen Schritt weiter: Karin vermisst ihre Tochter Jasmin, die ein Verhältnis mit dem mordverdächtigen Jürgen Bauer haben soll. Zu aller Erstaunen taucht Jasmin am nächsten Tag wieder auf und leugnet, Bauer in letzter Zeit gesehen zu haben. Otto und Becker hängen sich sowohl an Karin als auch an Jasmin. Als Otto bemerkt, welches Spiel Jasmin und ihr Freund in Wirklichkeit treiben, ist es für die gutgläubige Karin beinahe zu spät …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-12","name":"Der Wiener","epNo":12,"alt":"","descr":"Ein großes Drogengeschäft steht bevor. Solo ist abgetaucht und hat sich das Vertrauen des Dealers Prasch, genannt der \"Wiener\", erschlichen. Prasch weiß nicht, dass Solo Polizist ist.Rick tobt. Er steht unter Druck der Drogenfahndung, sein Kontrahent Baumgartner macht ihm intern zu schaffen. Becker und Otto sollen Solo finden und ihn zurückpfeifen! Dabei geraten die beiden Fahnder immer wieder an einen gewissen Diehl. Der will auch dem \"Wiener\" an den Kragen, aber aus ganz persönlichen Gründen.Inzwischen hat Becker Solo aufgespürt. Aber der denkt gar nicht daran, seine Tarnung aufzugeben. Er überzeugt seine Kollegen: Der \"Wiener\" kann auf frischer Tat geschnappt werden! Doch der Plan geht schief und zu allem Überfluss wird Diehl wieder aktiv. Er ist mit Ottos Dienstwaffe auf dem Weg zum Unterschlupf des \"Wieners\". Und dort wartet der ahnungslose Solo …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-13","name":"Radio","epNo":13,"alt":"","descr":"Die Starmoderatorin des lokalen Radiosenders \"66,9\" wird von einem Unbekannten bedroht. Otto, der ein großer Fan von Maria ist, nimmt sich der Sache an, wird aber von Rick zurückgepfiffen. Becker wird zum Unwillen Ottos mit dem Fall betraut. Offensichtlich gibt es innerhalb des Senders einen Machtkampf zwischen Maria und ihrem Chef Reichel. Während Becker zunächst im Dunkeln tappt, ist Otto mit einem Autounfall befasst, bei dem eine Journalistin zu Tode gekommen ist. Der Fahrer ist flüchtig. Über den Sohn der Toten führt eine Spur zu \"66,9\" und den Fahndern gelingt es schließlich, beide Fälle zu lösen.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-14","name":"Alte Freunde","epNo":14,"alt":"","descr":"Während einer Party wird auf \"Hecke\", einen Freund Beckers, geschossen. Er ist schwer verletzt. Tatverdächtig ist \"Lerby\", ebenfalls ein Bekannter des Fahnders. Becker glaubt nicht an Lerbys Schuld und bearbeitet die Sache ungewöhnlich engagiert. Rick entzieht ihm daraufhin den Fall. Becker soll mit Otto und Solo den Mord an einem Drogendealer klären. Nur widerwillig macht er sich mit den Kollegen an die Arbeit. Als sich dann über die Schwester des Toten eine Spur auftut, die ausgerechnet ins Umfeld seines Freundes Lerby führt, ist Becker elektrisiert …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-15","name":"Picknick am See","epNo":15,"alt":"","descr":"Die 15-jährige Tochter des Bankangestellten Oster wird von einem Unbekannten auf dem Seegrundstück seines Chefs Marischka tot aufgefunden. Becker und Otto ermitteln im direkten Umfeld der Toten und haben bald einen mutmaßlichen Täter ausfindig gemacht: den Gelegenheitsarbeiter Willi. Doch bald gibt es berechtigte Zweifel an Willis Schuld. Die Fahnder haben einen furchtbaren Verdacht: es gibt Indizien dafür, dass der Vater selbst der Täter sein könnte. Um das zu beweisen, stellen sie Oster eine Falle und verhindern im letzten Moment eine Katastrophe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023526","hoster":"VOE"},{"path":"/redirect/10023527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-16","name":"Chefsache","epNo":16,"alt":"","descr":"Rick ist verliebt. Die junge, attraktive Hanna hat ihm regelrecht den Kopf verdreht, aber es gibt ein böses Erwachen. Hannas Ehemann wird mit Ricks Waffe erschossen und Rick als Täter festgenommen. Beckers Freundin Yvonne übernimmt als Anwältin Ricks Verteidigung. Es bedarf der ganzen Anstrengung der Fahnder, die Unschuld ihres Vorgesetzten zu beweisen und eine perfide Intrige ans Tageslicht zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511513","hoster":"VOE"},{"path":"/redirect/10023529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-17","name":"Ein schlimmer Verdacht","epNo":17,"alt":"","descr":"Otto wird noch am späten Abend in ein abgelegenes Industrieareal geschickt. Er trifft auf zwei Männer, die offensichtlich in einer Drogensache unterwegs sind. Wegen der Dunkelheit kann Otto die Männer nicht erkennen. Es fallen Schüsse, Otto schießt zurück, einer der Männer kann entkommen, der andere stirbt noch am Tatort. Der Tote heißt Günter Rattke und war ein Kollege von Otto: ein verdeckter Ermittler des LKA. Die Laboruntersuchung lässt vermuten, dass Otto den tödlichen Schuss abgefeuert hat, zumindest stammt das Todes-Projektil aus einem Revolver der gleichen Waffe, mit der die Fahnder ausgestattet sind. Otto ist am Boden zerstört, darüber hinaus gibt es keine Zeugen dafür, dass er in Notwehr gehandelt hat. Die Drogenfahndung will den Fall übernehmen und Otto droht eine Suspendierung vom Dienst. Doch Becker und Solo stehen zu Otto. Sie finden heraus, dass es bei der Drogenfahndung nicht ganz mit rechten Dingen zugeht …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-18","name":"Gewissenlos","epNo":18,"alt":"","descr":"Becker und Otto finden ein Neugeborenes, das ausgesetzt wurde. Über einen Vergleich der Fingerabdrücke finden die Fahnder recht schnell zur Mutter. Es ist die 16-jährige Regina Gold, die bei ihrer Freundin Onka Unterschlupf gefunden hat. Bevor die Fahnder Onka vernehmen können, ist sie ihnen auch schon entwischt. Regina ist von der Entbindung noch so geschwächt, dass sie kaum ein Wort herausbringt, vor allem nicht, wer der Vater ihres Kindes ist. Die Fahnder bringen Regina in ein Krankenhaus und suchen ihre Eltern auf. Herr Gold hatte offensichtlich nicht die beste Beziehung zu seiner Tochter. Er reagiert sehr erstaunt auf den Vorfall, aber seine Tochter habe schließlich immer ihr eigenes Leben führen wollen. Becker äußert den Verdacht, Herr Gold könne der Vater des Neugeborenen sein. Otto ist nicht seiner Meinung. Als Becker und Otto am nächsten Tag Regina im Krankenhaus aufsuchen wollen, ist sie verschwunden. Gleichzeitig erhalten die Fahnder die Anweisung von höherer Stelle: Der Fall sei für sie abgeschlossen!Doch mit wachsendem Interesse setzen die Fahnder die Suche nach dem Vater des Säuglings fort …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-19","name":"Amigos","epNo":19,"alt":"","descr":"Im Auftrag des Dezernates für Wirtschaftskriminalität observieren die Fahnder eine Großbaustelle. Der Bauleiter Heinzmann soll eine Reihe von Schwarzarbeitern beschäftigen. Die Razzia schlägt fehl. Solo versucht es auf eigene Faust. Er schleicht sich nachts in das Büro auf dem Baugelände, um nach Beweisen zu suchen. Der Vorarbeiter Slavik beobachtet Solo, schlägt ihn nieder und verschleppt ihn in eine Baracke. Becker und Otto sind ratlos. Von Solo fehlt jede Spur und Heinzmann können sie nichts nachweisen. Doch dann erfährt Rick, dass hinter Heinzmanns Aktivitäten der Immobilienhai Gruner stecken soll und kauft zum Schein eine Wohnung von ihm. Bevor er jedoch Gruner auffliegen lassen kann, muss Solo gefunden und befreit werden …","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-6/episode-20","name":"Geschwisterliebe","epNo":20,"alt":"","descr":"In einer Druckerei verschwinden seit geraumer Zeit Blanko-Formulare für Kfz-Scheine. Der Verdacht fällt auf den Druckereihilfsarbeiter Benesch, einen notorischen Zocker und Verlierer. Seine Spielschulden werden immer häufiger von Gerlach, einem Autoschieber großen Stils, bezahlt – allerdings gegen Beschaffung von Blanko-Scheinen. Becker und Otto sind Benesch auf der Spur, sie können ihn aber nicht hochnehmen, weil sie die Hintermänner greifen wollen. Als Beneschs Schwester Erika bei Benesch auftaucht und ihm mitteilt, er habe von einer verstorbenen Tante eine Million D-Mark geerbt, glaubt Benesch ein neues, sorgenfreies Leben führen zu können. Doch auch Erika ist an der Million interessiert, sie kann sie jedoch nur kriegen, wenn Benesch sterben sollte. Um dies zu beschleunigen, wendet sie sich an Gerlach …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023544","hoster":"VOE"},{"path":"/redirect/10023531","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/der-fahnder/staffel-7/episode-1","name":"Kinderspiel","epNo":1,"alt":"","descr":"Becker überrascht die drei \"Crashkids\" Mabuse, Hadschi und D-Jane, als sie eine Tankstelle überfallen. Ehe sich Becker versieht, wird er niedergeschlagen. Die Kids können entkommen, nicht ohne dass der Tankwart sich Beckers Pistole greift und den flüchtenden Mabuse anschießt. Als Becker wieder aufwacht und von seinen Kollegen Solo und Otto mit der Tatwaffe in der Hand gefunden wird, versteht er die Welt nicht mehr: Er soll geschossen haben? Mabuse erliegt seinen schweren Verletzungen im Krankenhaus. Becker wird bis auf weiteres suspendiert. Solo und Otto dringen in die Crashkid-Szene vor und stoßen auf eine Mauer des Schweigens. Auch dass sie Hadschi und D-Jane schließlich auffinden und einem Verhör unterziehen, kann Becker nicht entlasten. Im Gegenteil, Stöckchen, der versoffene Vater von Mabuse, sieht seine Chance darin, den Tankwart mit dem Wissen der Kids zu erpressen. Die Kids ziehen mit und behaupten, Becker habe geschossen. Doch da haben sie sich verrechnet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023547","hoster":"VOE"},{"path":"/redirect/10023536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-2","name":"Ein Maulwurf","epNo":2,"alt":"","descr":"Ein mysteriöser Mord ruft Becker, Solo und den neuen Kollegen Frank Dennert auf den Plan: Willi, ein Freund von Solo und Experte im Entschlüsseln codierter Nachrichten, wird tot aufgefunden. Kurz zuvor hatte ihm Solo unter der Hand einen Telefonmitschnitt übergeben, denn vor einer Woche wurde ein Geldtransport mit 10 Millionen DM überfallen. Willi sollte ein aus dem Polizeiapparat heraus mit den Tätern geführtes Telefongespräch entschlüsseln. In ihren Ermittlungen kommen Becker, Solo und Frank nicht so recht voran, obwohl das Interesse aus Polizeikreisen an der Aufklärung des Mordes groß ist. Schon am Tatort schnüffelt Flack, ein Beamter der Inneren Sicherheit, herum und erschwert den Fahndern die Arbeit. Der verschlüsselte Telefonmitschnitt bleibt jedoch verschwunden … Aber Rick fordert Ergebnisse von seinen Fahndern und als die schließlich eintreffen, herrscht allgemeine Verblüffung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023546","hoster":"VOE"},{"path":"/redirect/10023539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-3","name":"Blutspur","epNo":3,"alt":"","descr":"Der Taxiunternehmer und Familienvater Paul Leeb erfährt nach einer Operation, dass er HIV-positiv ist. Er will sich an dem Chirurgen Professor Kirchhoff rächen und feuert einen Schuss auf ihn ab. Doch Kirchhoff kommt glimpflich davon. Leeb kann flüchten, wird jedoch von Becker in einer Absteige entdeckt. Leeb ringt dem zögernden Becker das Zugeständnis ab, noch eine Nacht mit seiner Familie verbringen zu dürfen. In derselben Nacht wird Professor Kirchhoff mit Leebs Pistole erschossen. Rick wirft Becker Dienstvergehen vor. Obwohl Becker an Leebs Unschuld glaubt, verhaftet er ihn. Gemeinsam mit Solo entdeckt er eine Verbindung zwischen Oberarzt Dobschütz und Saarlach, einem Blutplasma-Hersteller. Mit List gelingt es Leeb, aus der U-Haft zu fliehen. Er eilt in die Klinik zu Dobschütz, doch das Gespräch nimmt eine unerwartete Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511514","hoster":"VOE"},{"path":"/redirect/10023545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-4","name":"Die Kündigung","epNo":4,"alt":"","descr":"Als Becker erfährt, dass sich im Haus von Ellis Kneipe eine alte Frau umgebracht hat, weil man sie aus ihrer Wohnung vertreiben wollte, reagiert er zunächst ratlos. Seine neue Freundin Conny hingegen ist empört. Der Mieter Hoff entdeckt, dass ein Pärchen – Olaf und Petra – mit schmutzigen Tricks die Mieter aus ihren Wohnungen hinausekeln wollen. Er schwört Rache. Olaf erhält für die freigewordene Wohnung von einer Immobilienfirma einen hohen Betrag, den er allerdings an den Zuhälter Maar weitergeben muss, da er bei ihm mit stattlichen Spielschulden in der Kreide steht. Als Olaf ermordet wird, nimmt Becker die Ermittlungen auf. Der Täter war Hoff, meint Solo schnell. Doch auch Maar kommt als Täter in Frage. Rick erinnert an den Dienstweg und schließlich gelingt es Becker, den Täter zu einem Geständnis zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023550","hoster":"VOE"},{"path":"/redirect/10023551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-5","name":"Die Tochter des Polizisten","epNo":5,"alt":"","descr":"Rick bittet Becker, die Tochter seines Kollegen Werner Forsbach zu suchen, die in das Rotlichtmilieu abgerutscht ist. Ein Zuhälter versorgt Sabine Forsbach offensichtlich mit Drogen, um sie zur Prostitution zu zwingen. Kein Problem für Becker und Solo, zumal Solos undurchsichtige Kontakte zur Unterwelt Becker schon einige Male in Erstaunen versetzt haben. Stolz melden die Fahnder ihrem Chef Rick, dass sie Sabine aus einem \"Saunaclub\" befreien konnten. Der Fall scheint erledigt. Doch später wird der Besitzer des Clubs tot aufgefunden und alle Spuren am Tatort deuten auf Werner Forsbach hin, der für seine Brutalität unter Polizeikollegen bestens bekannt ist. Becker nimmt ihn fest und muss sich nun um Forsbachs Tochter kümmern. Unterstützung findet Becker bei seiner neuen Freundin Conny. Sie setzt sich mit Sabine auf einen einsamen Bauernhof ab, um ihr einen Entzug zu ermöglichen. Sie ahnt nicht, dass sie in einer tödlichen Falle sitzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023554","hoster":"VOE"},{"path":"/redirect/10023553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-6","name":"Der Weihnachtsmann ist tot","epNo":6,"alt":"","descr":"Vorweihnachtszeit. Die Vorbereitungen für das Fest laufen auf vollen Touren und auch das Fahnderteam kann sich dem immer wiederkehrenden Trubel nicht entziehen. Die vierjährige Anna wünscht sich vom Weihnachtsmann eine Puppe. Mehrmals versucht sie, ihm ihren Wunschzettel zu geben. Als jedoch ihre große Chance kommt, ganz allein mit dem Weihnachtsmann zu sprechen, wird das kleine Mädchen Zeuge eines Mordes – Knecht Ruprecht erschießt den Weihnachtsmann. Becker und Dennert gelingt es, eine erste Spur zu finden … und dann beginnt ein Wettlauf mit der Zeit. Können Becker und Dennert in dieser Chronik aus enttäuschter Liebe, Eifersucht und Mord noch rechtzeitig das Leben des kleinen Mädchen retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915863","hoster":"VOE"},{"path":"/redirect/10023556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-7","name":"Ganz in weiß","epNo":7,"alt":"","descr":"In der Fahnder-Kneipe \"Treff\" geht es hoch her. Gefeiert wird die Hochzeit von Elvira und Didi, Freunde von Becker. Didi hatte er damals geholfen, nach seiner Haftentlassung eine neue Existenz aufzubauen. Das scheint ihm voll und ganz geglückt. Wie es der Brauch ist, wird um Mitternacht die Braut entführt. Doch zum Entsetzen aller ist sie nicht mehr aufzufinden. Es ist wie verhext. Schließlich stellt sich heraus, dass Didis Ex-Komplize Elvira in seiner Gewalt hat und nun seinen Anteil von der Beute verlangt, die seit dem Banküberfall vor sieben Jahren verschwunden ist. Doch Didi hat das Geld nie gesehen. Er taucht ab und Becker muss fürchten, dass seine jahrelange Arbeit umsonst war. Die Fahnder setzen alles daran, Didis Frau zu finden, um ihn von einer neuen Straftat abzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023561","hoster":"VOE"},{"path":"/redirect/10023563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-8","name":"Sprinter","epNo":8,"alt":"","descr":"Becker fischt einen toten Jugendlichen aus dem Stauwehr eines Kraftwerkes. Es ist Danny Ollich, den Becker noch am Tag zuvor wegen eines Autodiebstahls verhört hatte. Aus Mangel an Beweisen musste er den Jungen aber laufen lassen. Die Hinweise zum Tathergang sind spärlich. Offensichtlich beauftragt eine Bande von Autoschiebern minderjährige Kids, teure Sportwagen zu stehlen. An die Drahtzieher kommen die Fahnder aber nicht heran. So setzen sie ihre ganze Hoffnung auf Alex, einen Freund von Danny. Sie hoffen, dass er sie zu den Hintermännern führt. Doch in den entscheidenden Augenblicken entwischt Alex den Fahndern immer wieder. Zu ihrer Überraschung stellt sich heraus, dass der Vater von Alex bei der Schutzpolizei die Akten der straffälligen Kids verwaltet. Becker vermutet einen Zusammenhang mit der Autoknackerbande, doch er kann nichts beweisen – und Rick pocht auf den Dienstweg! Alex zieht los, um den Tod seines Freundes Danny zu rächen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511515","hoster":"VOE"},{"path":"/redirect/10023566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-9","name":"Fuß in der Tür","epNo":9,"alt":"","descr":"Als Volker Brinkmann vor Connys Tür steht, um ihr ein Zeitschriftenabo aufzudrücken, glaubt Becker diese Chance nutzen zu müssen. Schon seit Wochen ist er einer Bande von Zeitungsdrückern auf der Spur, doch trotz aller Anstrengung konnte er die Hintermänner nicht ermitteln. Becker gelingt es, den Drücker als Spitzel anzuheuern. Doch Brinkmann erscheint nicht zum ersten Treffen. Beckers schlimmste Vermutungen bestätigen sich kurze Zeit später: Brinkmann ist tot. Becker fühlt sich schuldig und lässt sich deshalb selbst als Drücker anheuern, um – wie ein Undercover-Agent – die Hintermänner und Mörder zu überführen. Er taucht ab, ohne Conny oder die Kollegen zu informieren. Nach einigen Tagen gelingt es Siggi, einem Undercover-Profi, Kontakt zu Becker aufzunehmen. Wie gefährlich so ein Einsatz ist, braucht Siggi ihm nicht groß zu erklären, denn das erlebt Becker am eigenen Leib, als er auffliegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023568","hoster":"VOE"},{"path":"/redirect/10023571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-10","name":"Verbrannt","epNo":10,"alt":"","descr":"Ermittlungen um einen Autoschieberring führen die Fahnder zum Schrotthändler Zilles, der offensichtlich die Papiere von zu verschrottenden Pkw’s an Autodealer weiter gibt. Becker und Dennert observieren Zilles und dabei fällt ihnen eine hübsche Frau auf, die anscheinend den Kontakt zu den Autoschiebern hält. Um an sie heranzukommen, provoziert Becker einen Autounfall. Becker empfindet eine tiefe Zuneigung zu Annalena, und das kann er auch vor Conny nicht verbergen. Seine Liebe zu Conny steht auf dem Prüfstand. Annalena führt ihn indes zu Meier und damit in das Zentrum des Autoschieberrings. In dieser Situation pfuschen ihm nun auch noch die Kollegen ins Handwerk. Meier entdeckt die observierenden Polizisten und reagiert misstrauisch. Er lässt Annalena überprüfen und findet noch vor Becker heraus, dass sie die Frau eines LKA-Agenten ist, den die Bande nach seiner Enttarnung umgebracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511516","hoster":"VOE"},{"path":"/redirect/10023575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-11","name":"Ganovenehre","epNo":11,"alt":"","descr":"Ein anonymer Anrufer meldet sich bei Becker und fordert eine Million DM, ansonsten werde er einen Strommast in die Luft sprengen. Was anfangs wie eine harmlose Erpressung aussieht, entpuppt sich bald als ein psychologischer Zweikampf des Erpressers mit Becker und seiner Freundin Conny. Er terrorisiert beide, klingelt sie immer wieder aus dem Schlaf. Schließlich wirft er eine Handgranatenattrappe in den Treff. Trotz minutiöser Vorbereitung geht die erste Geldübergabe schief. Der Erpresser kann fliehen. Immerhin kann Becker den Täter als Langowski identifizieren. Dieser Langowski blieb bei einem Bankraub vor Jahren zurück, um einem schwerverletzten Motorradfahrer zu helfen. Becker überredete ihn zur Aufgabe und versprach Strafmilderung, doch der Richter sah das anders und Langowski wanderte für sieben Jahre in den Bau. Nun ist für Becker klar, dass es hier nicht nur um Geld, sondern auch um persönliche Rache geht. Er hat Angst um Conny. Als es zur zweiten Geldübergabe kommen soll, ist sie plötzlich verschwunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023579","hoster":"VOE"},{"path":"/redirect/10023576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-12","name":"Post für Mike","epNo":12,"alt":"","descr":"Der Gewaltverbrecher Werres ist aus dem Hochsicherheitstrakt des Gefängnisses ausgebrochen. Er will sich an Katharina Kaster rächen, die ihn mit ihrer Aussage lebenslänglich hinter Gitter gebracht hatte und danach untergetaucht war. Becker übernimmt die Ermittlungen. Mit Hilfe des Staatsanwaltes gelingt es Becker, die neue Identität von Katharina zu ermitteln. Seinen Vorschlag, sie bis zur Ergreifung von Werres in Schutzhaft zu nehmen, lehnt Katharina Kaster ab. Statt dessen wird sie von Becker in einer abgelegenen Hütte in Sicherheit gebracht. Ein folgenschwerer Fehler, wie sich bald herausstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023583","hoster":"VOE"},{"path":"/redirect/10023581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-13","name":"Jäger und Gejagte","epNo":13,"alt":"","descr":"Beim Versuch, einen Autodieb zu stellen, wird Dennert schwer verletzt. Becker macht sich bittere Vorwürfe, dass er dem jungen Kollegen nicht helfen konnte. Rick überzeugt Becker, dass er trotzdem seine Arbeit weiterführt. Und schon ist Becker mitten in den Ermittlungen zu einem Mordfall. Der reiche Immobilienhändler Wessel ist bei einem Jagdunfall ums Leben gekommen. Aber wie sich bald herausstellt, war der Unfall gar kein Unfall, und als Hauptverdächtige können nur die Söhne des alten Wessel, Christian und Jan, in Frage kommen. Als dann aber auch Christian auf mysteriöse Weise ums Leben kommt, bleibt als Täter nur noch Jan. Nur Becker hat da seine Zweifel, und liegt wieder einmal goldrichtig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023584","hoster":"VOE"},{"path":"/redirect/10023585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-14","name":"Klassentreffen","epNo":14,"alt":"","descr":"Rick trifft bei seinem 30-jährigen Klassentreffen alte Freunde. Seine Jugendliebe Waltraud und Georg, der zu Schulzeiten ebenso an Waltraud interessiert war wie Rick. Während der Party kommt es zu einem Zwischenfall. Georg wird von einem ehemaligen Mitarbeiter angegriffen und beschimpft. Rick will helfen. Am nächsten Morgen ist der Mann tot. Als Täter kommen nur zwei Personen in Frage. Georg und die Ehefrau des Toten, Maria. Als sich dann noch herausstellt, dass Georg und Maria ein Verhältnis hatten, wird der Fall völlig undurchschaubar. Becker ist von der Unschuld der Frau überzeugt, obwohl sie zwischenzeitlich sogar ein Geständnis abgelegt hat. Dann ergeben sich neue Verdachtsmomente und die Spur führt ins Rotlichtmilieu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511518","hoster":"VOE"},{"path":"/redirect/10023589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-15","name":"Bobby Gilles","epNo":15,"alt":"","descr":"Bobby Gilles, ein junger Polizist aus der Provinz, ist auf der Suche nach seiner Schwester, die anscheinend nicht ganz freiwillig im Rotlichtmilieu gelandet ist. Dabei kommt er immer wieder den Fahndern in die Quere, die einem Mädchenhändlerring auf den Fersen sind, der junge Frauen aus den osteuropäischen Staaten nach Deutschland einschleust und dabei ziemlich brutal vorgeht. Die Fahnder und Bobby Gilles jagen den selben Mann, Kraske, der von seinem Chef Hartmann \"geopfert\" wird. Doch bevor die Fahnder zugreifen können, müssen sie erst einmal Bobby Gilles befreien, der sich in seiner Unbekümmertheit ein bisschen zu weit vorgewagt hat und in Kraskes Gewalt geraten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023594","hoster":"VOE"},{"path":"/redirect/10023595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-16","name":"Hütchenspiel","epNo":16,"alt":"","descr":"Becker ist unsicher. Conny schwärmt in der letzten Zeit auffällig von einem jungen Mann, den sie bei einer Hochzeitsfeier im \"Treff\" kennen gelernt hat. Becker gelingt es sogar fast, nicht eifersüchtig zu sein. Aber eben nur fast. Neben dem privaten Stress sind die Fahnder intensiv in einen neuen Fall eingebunden. Ein unbescholtener Bürger aus dem ehemaligen Jugoslawien ist in einem Billardsalon erschossen worden. Der Besitzer des Lokals ist ein alter Bekannter der Polizei. Doch solange die Fahnder kein Motiv für den Mord haben, fehlt ihnen auch der Ansatz, wo sie den Mörder suchen müssen. Der junge Schwager des Ermordeten führt die Fahnder unbeabsichtigt auf die richtige Spur: Eine Bande von Hütchenspielern und Menschenschleppern, die mit der Not emigrierter Bürger aus dem ehemaligen Jugoslawien Geschäfte machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511519","hoster":"VOE"},{"path":"/redirect/10023597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-17","name":"Lebensabend","epNo":17,"alt":"","descr":"Nachdem sein Vater einen Unfall in seiner Privatwohnung hatte, musste sich Rick entschließen, den alten Mann in einem Altenheim unterzubringen. Aber anscheinend lebt Rick Senior auch hier nicht sicherer. Bei einem erneuten Unfall bricht er sich das Bein und muss ins Krankenhaus. Während Rick hauptsächlich mit seinem Vater beschäftigt ist, kümmern sich Becker und Dennert um die Hintergründe in einem Rauschgiftfall. Der Sohn des Bürgermeisters ist fast an einer Überdosis gestorben und liegt immer noch im Koma. Aber noch ahnen die Fahnder nicht, dass der Unfall von Rick Senior im Altenheim direkt mit dem Unfall des Bürgermeistersohns zu tun hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023601","hoster":"VOE"},{"path":"/redirect/10023600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-18","name":"Ohne Ausweg","epNo":18,"alt":"","descr":"Auf dem Nachhauseweg von einem gemeinsamen Barbesuch wird eine Frau vergewaltigt. Bei einer ersten Vernehmung beschuldigt sie einen Geschäftspartner ihres Lebensgefährten. Am nächsten Tag macht sie Becker und Rick gegenüber einen Rückzieher. Ihr Lebensgefährte, ein angesehener Anwalt, stellt das Ganze als Missverständnis dar. Daher wird es keine Anklage geben. Rick ist wütend. Er kümmert sich um die Frau und erfährt nach und nach, dass sie auf den Strich gegangen ist, bevor der Anwalt sie und ihre Tochter bei sich aufgenommen hat. Alles was sie hat und ist, hat sie dem Anwalt zu verdanken. Und das will sie ihrer Tochter zuliebe nicht aufs Spiel setzen. Rick kann die Frau schließlich dazu bringen, den Täter doch noch gerichtlich verfolgen zu lassen. Und wie befürchtet, verliert sie alles. Bei der Verhandlung wird der Täter freigesprochen. Die Frau ist verzweifelt und Rick quält sich mit Selbstvorwürfen. Am nächsten Tag wird der freigesprochene Täter ermordet aufgefunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915867","hoster":"VOE"},{"path":"/redirect/10023604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-19","name":"Bleichgesicht","epNo":19,"alt":"","descr":"In der letzten Zeit werden immer wieder Überfälle auf Computerläden verübt, bei denen gezielt hochwertige Technik gestohlen wird. Bei einer groß angelegten Polizeiaktion können die Täter im letzten Moment entkommen, weil der Reporter der Lokalzeitung der Polizei im Weg steht. Becker kümmert sich um den Journalisten. Er bekommt von ihm wertvolle Hinweise auf die Gangster. Trotzdem gelingt es den Dieben immer wieder zu entkommen. Bei Becker macht sich nach und nach der Verdacht breit, dass der Journalist ein doppeltes Spiel spielt. Zu allem Überfluss gibt es auch noch unangenehme Erfahrungen mit einem Fliesenleger, den Conny für den Ausbau der soeben gekauften Eigentumswohnung angeheuert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023611","hoster":"VOE"},{"path":"/redirect/10023609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-20","name":"Vaterfreuden","epNo":20,"alt":"","descr":"Der Filialleiter der örtlichen Bank wird in seinem Auto in die Luft gejagt. Er war zuvor einem betrügerischen Bauunternehmer auf die Schliche gekommen. Becker, Rick und Dennert nehmen die Ermittlungen auf. Allerdings ist Becker nur halbherzig bei der Sache. Conny hat einen Schwangerschaftstest gemacht und es sieht ganz danach aus, als würden die beiden ein Kind bekommen. Becker ist hin- und hergerissen zwischen Pflichtgefühl und Vaterfreuden. Doch dann begeht Bauunternehmer Würffel einen Fehler.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-21","name":"Speedy in Schwierigkeiten","epNo":21,"alt":"","descr":"Der Ex-Scharfschütze der Polizei, Benno (Spitzname \"Speedy\"), ist nach einem Sondereinsatz, bei dem er einen Geiselnehmer erschossen hat, abgerutscht. Er hat angefangen zu trinken, dann hat ihn seine Familie verlassen und schließlich wurde er vom Polizeidienst suspendiert. Jetzt hält er sich mit kleinen Gaunereien über Wasser. Bei einem Einbruch in ein Textillager lässt er einen Posten T-Shirts mitgehen. Was er nicht weiß, ist, dass er damit unbeabsichtigt den Schmugggelweg einer Rauschgiftbande aufgedeckt hat. Die Bande versucht, Benno aus dem Verkehr zu ziehen, erschießt aber statt Benno dessen Bruder. Benno wendet sich nun an Becker und bittet ihn um Hilfe.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-22","name":"Rumpi Menden","epNo":22,"alt":"","descr":"Die sonnigen Tage des Stadtstreichers Rumpi Menden sind lange Vergangenheit. Mit seinem kleinen Hund \"Schnuppi\" lanciert er sich am Rand der Gesellschaft entlang und schnorrt sich durchs Leben. Beim Stöbern in einer Mülltonne findet er eine Plastiktüte mit DM 150.000. Allerdings hat er nicht lange Freude an dem Geld. Ein korrupter Anwalt und seine Geliebte haben die Mülltonne als verdeckten Briefkasten für Rauschgiftgeschäfte benutzt und jetzt will der eigentliche Adressat sein Geld. Die Fahnder geraten in ein gefährliches Spiel aus Intrigen, gegenseitigen Betrügereien und Mord.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-23","name":"Rebeccas Vater","epNo":23,"alt":"","descr":"Rebecca ist tot. Und den Tod seiner Tochter und deren Doppelleben als Prostituierte kann der Hausmeister Schilling nicht ertragen. Den einzigen Sinn seines Lebens sieht er ab jetzt darin, die Menschen aus Rebeccas Umfeld, denen er die Schuld an ihrem Tod gibt, umzubringen. Als erstes stirbt Rebeccas Freundin Bärbel. Die Fahnder ermitteln fieberhaft, bevor noch weitere Morde geschehen, aber den Mord an Rebeccas Dealer Willi können sie auch nicht mehr verhindern. Es gibt einen Hinweis auf den Mörder, an den aber nur Becker glaubt. Auf einem Foto, das bei Bärbels Beerdigung aufgenommen wurde, glaubt Becker hinter den Büschen die Silhouette eines Mannes zu erkennen. Rick und Dennert dagegen verfolgen eine ihrer Meinung nach konkrete Spur, allerdings die falsche. Und so steht der ahnungslose Becker dem Mörder allein und unbewaffnet gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023612","hoster":"VOE"},{"path":"/redirect/10023613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-24","name":"Gefahr für Becker","epNo":24,"alt":"","descr":"Kurze Zeit, nachdem er bei einem Einsatz im Rotlichtmilieu Gangsterboss Kretzschmar erschossen hatte, wird Beckers Fahndungs-Kollege Mirbach in einer Nachtbar ermordet. Jetzt schwebt auch Becker in großer Gefahr, da er von Kretzschmars Bruder ebenfalls für dessen Tod verantwortlich gemacht wird. Ein Killer bekommt den Auftrag, Becker zu ermorden. Gleichzeitig meldet sich nach vielen Jahren erstmals Beckers Jugendfreund Bremer, der ihn zu einem Jubiläumsklassentreffen einlädt. Becker kommt dahinter, dass das unerwartete Wiedersehen mit Bremer und mehrere Anschläge auf sein Leben miteinander in Verbindung stehen müssen. Aber noch fehlen Becker die notwendigen Beweise, und er begibt sich auf eine gefährliche Gratwanderung, um Bremer nicht zum Zuge kommen zu lassen und gleichzeitig dessen Verhaftung vorzubereiten.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-25","name":"Ein Toter in flagranti","epNo":25,"alt":"","descr":"Die wohlhabende Familie Flaskamp wird nach einem Abendessen mit Ehepaar Mevissen von zwei Geiselgangstern überfallen. Die Familie erlebt eine Nacht voller Demütigungen und Drohungen, wobei auch die Beziehungsprobleme des Ehepaares offen zutage treten. Bevor Otto Flaskamp am nächsten Morgen zur Bank fahren kann, um das Lösegeld zu holen, taucht überraschend sein Arbeitskollege Mevissen bei ihm zu Hause auf. Flaskamp weiß mittlerweile, dass ihn seine Frau mit seinem besten Freund und Mitarbeiter schon seit längerer Zeit betrogen hat. Die Gangster verschwinden mit dem Lösegeld und nehmen Frau Flaskamp und die kleine Tochter Sabine als Geiseln, lassen sie aber wenig später wieder frei. Becker und Dennert konnten den beiden Gangstern zwar zunächst folgen, verlieren aber bald ihre Spur. Als Frau Flaskamp und ihre Tochter von Becker zurückgebracht werden, wartet schon ein großes Polizeiaufgebot vor der Villa. Im Keller des Hauses ist von der Spurensicherung eine Leiche gefunden worden. Es handelt sich dabei um Kurt Mevissen. Jetzt müssen die Fahnder nicht nur die Geiselnahme, sondern auch noch einen Mord aufklären.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-7/episode-26","name":"Beckers letzter Fall","epNo":26,"alt":"","descr":"Wohlers, der Buchhalter der Pferderennbahn, wird erschossen in seinem PKW gefunden. Alle Indizien lassen auf Selbstmord schließen. Lediglich die Tochter des Toten bestreitet zunächst vehement, dass sich ihr Vater selbst getötet haben sollte. Auch Becker ist, im Gegensatz zu einem eifrigen Schupo-Kollegen, der als erster am Tatort war, von dem angeblichen Selbstmord nicht überzeugt und lässt die Leiche in die Pathologie bringen. Als er die Tochter nochmals vernehmen will, schwenkt Anja Wohlers zu seiner großen Überraschung um. Sie nimmt ihre am Vortag gemachten Aussagen in vollem Umfang zurück. Jetzt wird Becker erst recht misstrauisch. Seine Ermittlungsarbeit führt ihn wieder zur Rennbahn zurück. Dort wurde offensichtlich im großen Stil Geld gewaschen und der Buchhalter war der ganzen Sache auf die Spur gekommen. Bei einem dramatischen Einsatz in der Villa des Rennbahndirektors muss Becker in Notwehr den wahren Täter erschießen. Jetzt steht er vor der schwersten Entscheidung seines Lebens: wie er mit dieser Schuld fertig werden soll, wie viel existenzielle Gefahren und psychische Belastungen er seiner Freundin Conny noch zumuten soll. Zumal diese mittlerweile schwanger ist und ihn ihrerseits mit der Frage unter Druck setzt, wie er sich das künftige Familienleben zwischen lebensgefährlichen Einsätzen, Schichtbetrieb und seinem Zuhause vorstellt. Für sie ist die Sache klar: sie will ihrem Kind eine möglichst normale Kindheit verschaffen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023617","hoster":"VOE"},{"path":"/redirect/10023618","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/der-fahnder/staffel-8/episode-1","name":"Bandenkrieg","epNo":1,"alt":"","descr":"Nach vier Jahren in Berlin kehrt Hauptkommissar Martin Riemann mit seinem Freund und Partner Kalle Mischewski nach Gleixen zurück. Noch bevor Riemann auch nur sein Büro betreten hat, ist er bereits in seinen ersten Fall verwickelt: in die Auseinandersetzung der türkischen \"Karate Kids\" mit den \"Freeway Cowboys\", einer Rockergang, die Schutzgelder erpresst. Ricks strikte Anweisung, den drohenden Bandenkrieg dem SEK zu überlassen, ignoriert Riemann eigensinnig. Doch dann stirbt ein türkischer Junge und die Situation eskaliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023622","hoster":"VOE"},{"path":"/redirect/10023624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-2","name":"Das Mädchen mit den roten Haaren","epNo":2,"alt":"","descr":"Martin Riemann überrascht die 19-jährige Nicole Möller mit einem Revolver am Bahnhof. Nicole behauptet, die Waffe in einer Lagerhalle in der Nähe des alten Güterbahnhofs gefunden zu haben. Riemann konfisziert die Waffe und lässt das Mädchen laufen. Als wenig später in der Lagerhalle die Leiche von Rolf Fehse gefunden wird und sich herausstellt, dass die von Nicole gefundene Waffe auf Fehses Namen registriert ist, kann Riemann nicht länger an einen Zufall glauben. Die Fahnder finden alte Urlaubsfotos, die Nicole gemeinsam mit Fehse und einem dritten Mann, dem Anwalt Bernd Sehlinger, zeigen. Riemann versucht herauszufinden, was in diesem Sommer vor sechs Jahren passiert ist, doch Nicole und Sehlinger sind spurlos verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023625","hoster":"VOE"},{"path":"/redirect/10023623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-3","name":"Der Freund","epNo":3,"alt":"","descr":"Riemann trifft, nur scheinbar zufällig, seinen alten Ausbilder und Freund Otto Beck, der jetzt beim BKA arbeitet und Riemann überredet, ihn als Partner bei einer Undercover-Aktion zu unterstützen. Mischewskis eifersüchtiges Misstrauen gegenüber Beck scheint sich zu bestätigen, als Beck nach dem planmäßig verlaufenen Einsatz mit dem sichergestellten Kokain und dem Geld verschwindet. Die einzige Spur zu Beck ist Jasmin, seine Freundin. Riemann muss sich, Mischewski und nicht zuletzt Rick beweisen, dass er Beck zu recht vertraut und gerät so mit seinem Partner zwischen alle Fronten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023631","hoster":"VOE"},{"path":"/redirect/10023630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-4","name":"Foulspiel","epNo":4,"alt":"","descr":"Der Stürmerstar des Fußballclubs Rot-Weiß Essen, Eike Schumacher, will ohne Wissen seines Beraters Mackenrath den Verein wechseln und sich auch von seiner Frau Natalie trennen. Nur sein Sohn Tobias soll ihn nach München begleiten. Die verzweifelte Natalie täuscht mit Hilfe ihres Bruders, Günther Meißner, Tobias Entführung vor: die einzige Forderung an Schumacher ist es, den Vereinswechsel abzusagen. Als Riemann die Verbindung zwischen Meißner und Natalie aufdeckt, scheint er zu spät zu kommen: Tobias ist ein zweites Mal entführt worden. Riemann bleibt nur noch wenig Zeit, um das Versteck des schwerkranken Jungen ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023635","hoster":"VOE"},{"path":"/redirect/10023634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-5","name":"Direkt ins Herz","epNo":5,"alt":"","descr":"Die 17-jährige Michaela Pütz wird von ihren Klassenkameraden heimlich beneidet: Sie ist schön, klug und sehr reich. Dann wird Michaela tot im Park aufgefunden. Sie wurde aus nächster Nähe erschossen: direkt ins Herz. Dass Michaela sich nicht gewehrt hat, lässt Riemann vermuten, dass sie ihren Mörder kannte. Doch alle Ermittlungen Riemanns scheinen ins Leere zu laufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008011","hoster":"VOE"},{"path":"/redirect/10023636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-6","name":"Dumm gelaufen","epNo":6,"alt":"","descr":"Bei einem Überfall auf einen Geldtransporter wird einer der Täter, Linnich, gefasst. Seine Verlobte, die drogenabhängige Ines und Linnichs schwer verletzter Bruder Philip, können fliehen. Ines will Linnich freipressen und nimmt dazu Rick als Geisel. Riemann weiß, dass sich der Krisenstab unter der Leitung von Kronenberg nicht auf die Forderung der Entführerin einlassen kann. Nach einem gescheiterten SEK – Einsatz spitzt sich die Situation zu. Um Ricks Leben zu retten, versucht Riemann auf eigene Faust, Kontakt mit Ines aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023642","hoster":"VOE"},{"path":"/redirect/10023641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-7","name":"Mord im Parkhaus","epNo":7,"alt":"","descr":"Innerhalb kurzer Zeit werden zwei Frauen vergewaltigt. Bevor Riemann und Mischewski den Fall lösen können, wird erneut eine Frau überfallen und getötet. Die Pathologin Katharina Winkler, die am Tatort von einer Fernsehjournalistin zu dem Mord befragt wird, kann ihren Abscheu nicht verbergen und nennt den Täter einen erbärmlichen Feigling. Eine verhängnisvolle Provokation, denn der Unbekannte meldet sich bei ihr und droht, sie werde das nächste Opfer sein. Für Riemann und Katharina beginnt ein mörderisches Katz-und-Maus-Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13905245","hoster":"VOE"},{"path":"/redirect/10023646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-8","name":"Ausgeliefert","epNo":8,"alt":"","descr":"Auf der Suche nach ihrer Schwester Euredyce trifft die junge Brasilianerin Paola einen Barkeeper, der regelmäßig Brasilianerinnen an deutsche Männer vermittelt. Als er sich weigert, Auskunft zu geben, geraten die beiden in Streit, bei dem der Barkeeper ohne Paolas Schuld tödlich verunglückt. Riemann und Mischewski nehmen Paola zur Protokollaufnahme mit ins Aquarium, wo sich Konstantin auf den ersten Blick in sie verliebt. Er findet für Paola die Adresse des Mannes heraus, bei dem Euredyce gemeldet ist, ohne zu ahnen, in welche Gefahr er Paola damit bringt.","versions":[]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-9","name":"Eine Nummer zu groß","epNo":9,"alt":"","descr":"Micky und Rollo träumen von einem besseren Leben. Doch vorbestraft und arbeitslos sind sie auf das bisschen Geld angewiesen, das Mickys Freundin Manju mit ihrer Arbeit in einer Großküche verdient. Als die beiden bei einem Einbruch Zeuge werden, wie die Speditionsbesitzer Henske und Schriever die Leiche einer Frau verschwinden lassen, glauben sie, dass ihre Chance gekommen ist: sie verlangen 50.000,-- DM Schweigegeld. Die bittere Erkenntnis, dass dieser Deal eine Nummer zu groß ist, muss Micky mit dem Leben bezahlen. Riemann hofft, dass Manju, die erst jetzt von der versuchten Erpressung erfährt, ihm helfen wird, den Fall aufzuklären. Doch Manju hat ganz andere Pläne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023650","hoster":"VOE"},{"path":"/redirect/10023651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-10","name":"Tangos Alibi","epNo":10,"alt":"","descr":"Seit geraumer Zeit versuchen Riemann und Mischewski erfolglos, den aalglatten Geschäftsmann Heiner Theisen zu überführen, der im Verdacht steht, in seinen Lokalen Gelder der italienischen Mafia zu waschen. Es gibt nur einen, der die Wahrheit über Theisen weiß: Tango Goblinski. Aber Tango sitzt im Knast und schweigt eisern. Riemann will Tango als Köder benutzen und überredet Rick, sich dafür einzusetzen, dass Tango vorzeitig entlassen wird. Wie verhängnisvoll dieser Plan ist, zeigt sich, als kurz nach der Freilassung ein Mord geschieht und es am Tatort von Tangos Fingerabdrücken nur so wimmelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023654","hoster":"VOE"},{"path":"/redirect/10023652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-11","name":"Die einzige Zeugin","epNo":11,"alt":"","descr":"Nach zähen Ermittlungen scheint Riemann es geschafft zu haben: Mladen Nicolic, der in den Wirren des jugoslawischen Bürgerkrieges als Kriegsgewinnler blutiges Geld verdiente, wird vor Gericht gestellt. Die Kronzeugin ist die junge Bosnierin Branka Mujanovic, deren Vater und deren beide Brüder von Nicolic ermordet wurden. Doch dann geben Nicolics Geschäftspartner ihm ein Alibi, und Branka muss ohnmächtig mit ansehen, wie Nicolic freigesprochen wird. Noch im Gerichtssaal schwört sie ihm Rache. Riemann versucht noch zu beweisen, dass Nicolics Alibi gekauft ist, als vor Nicolics Haus ein Schuss fällt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023659","hoster":"VOE"},{"path":"/redirect/10023658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-12","name":"Blackout","epNo":12,"alt":"","descr":"Als es seinem besten Freund Freddy nach einer feuchtfröhlichen Nacht gelingt, die hübsche Nadine abzuschleppen, ist Konstantin fast ein wenig neidisch. Verkatert begleitet er Riemann und Mischewski am nächsten Morgen zu einem Tatort – und starrt entsetzt auf die gefesselte Leiche von Nadine. Konstantin will nicht glauben, dass sein Freund etwas mit dem Mord zu tun hat, doch dann entdeckt er unter dem Bett den Zweitschlüssel, den er Freddy geliehen hat. Er zögert, sich Riemann anzuvertrauen, bis ein Mann mit einem merkwürdigen Ohrring versucht, Riemann zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023663","hoster":"VOE"},{"path":"/redirect/10023662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-8/episode-13","name":"Hautnah","epNo":13,"alt":"","descr":"Als Rick ihm mitteilt, dass eine Fernsehjournalistin das Fahnder-Team in den nächsten Tagen bei der Arbeit begleiten wird, ist Riemann mehr als sauer. Doch Rick bleibt hart, und Riemanns Ärger legt sich, als er die attraktive Sonja Hauser näher kennen lernt. \"Zu nah\", wie Kalle Mischewski und auch Katharina Winkler finden. Und sie scheinen recht zu behalten: Durch ihr Ungeschick verhindert Sonja bei einem Großeinsatz eine wichtige Festnahme. Doch Riemann entdeckt, dass Sonja einen gefährlichen Plan hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023664","hoster":"VOE"},{"path":"/redirect/10023665","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/der-fahnder/staffel-9/episode-1","name":"Blutiges Geld","epNo":1,"alt":"","descr":"Die Putzfrau Claudia Henke wurde ermordet. Auf dem Weg zum Tatort können Riemann und Mischewski in letzter Sekunde ein 16-jähriges Mädchen retten, das sich das Leben nehmen will. Die Verzweiflungstat erscheint in völlig neuem Licht, als sich rausstellt, dass Jana die Tochter der Toten ist. Riemann kann nicht glauben, dass das Mädchen die Täterin sein soll. Er vermutet eher, dass sie den Mörder gesehen hat. Aber warum wollte sie dann sterben, warum weigert sie sich, zu sprechen? Und warum hat sie Angst vor der Polizei?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023670","hoster":"VOE"},{"path":"/redirect/10023671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-2","name":"Gut oder Böse","epNo":2,"alt":"","descr":"Bei einem misslungenen Banküberfall wird Kalle als Geisel genommen. Die beiden Täter entpuppen sich als ein verzweifeltes Ehepaar, das so versucht, Geld für ein Spenderherz aus der Dritten Welt für ihre Tochter zu bekommen. Obwohl Kalle das Vertrauen der Familie gewinnt, kann er den Eltern einen zweiten Überfall nicht ausreden. Während Riemann und Broecker fieberhaft nach Mischewski suchen, heftet sich ein Gangster an die Fersen der Bankräuber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023675","hoster":"VOE"},{"path":"/redirect/10023674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-3","name":"Larissa","epNo":3,"alt":"","descr":"Um einen gefährlichen Drogenboss zu überführen, auf dessen Konto bereits drei Morde gehen, geben sich Riemann und Mischewski als Drogenkäufer aus, die an einem großen Deal interessiert sind. Nach dem vierten Mord an Dealer Boris Kainz lernt Riemann dessen Tochter Larissa kennen. Er kümmert sich um das verzweifelte Mädchen, ohne zu ahnen, dass Larissa sehr eigenwillige Vorstellungen davon hat, wie ihr toter Vater seine Ruhe finden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023677","hoster":"VOE"},{"path":"/redirect/10023679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-4","name":"Verdammt lang her","epNo":4,"alt":"","descr":"Der Rachedrohung des Raubmörders Willi Lang, den er vor Jahren ins Gefängnis brachte, hat Rick nie Bedeutung zugemessen. Doch als nach Langs Entlassung dessen alter Kumpel Kamphausen ermordet wird, gerät Rick in einen Alptraum: Seine Dienstpistole ist eindeutig die Tatwaffe, und die einzige Frau, die sein Alibi bestätigen könnte, entpuppt sich als Phantom. Riemann muss alles versuchen, um Ricks Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023682","hoster":"VOE"},{"path":"/redirect/10023680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-5","name":"Junior","epNo":5,"alt":"","descr":"Als Rick ihnen den Auftrag gibt, sich um Don Juan junior, den 15-jährigen Sohn eines kolumbianischen Diplomaten in wichtiger Mission, zu kümmern, wollen sich Riemann und Mischewski empört weigern, Kindermädchen zu spielen. Doch dann entdeckt Riemann, dass der Senior vom BKA beschattet wird, und auch Junior auf dem besten Wege zu einer kriminellen Karriere ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023686","hoster":"VOE"},{"path":"/redirect/10023684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-6","name":"Auf Messers Schneide","epNo":6,"alt":"","descr":"Obwohl die Observation eines Drogendealerrings Riemann und Mischewski rund um die Uhr in Beschlag nimmt, erklärt sich Mischewski bereit, während der Abwesenheit seiner Frau alleine für seinen schulpflichtigen Sohn Jan zu sorgen. Er scheint auch alles in den Griff zu bekommen, doch dann wird Jan entführt und der Kidnapper fordert als \"Lösegeld\" polizeiinterne Informationen. Mischewski ermittelt im Alleingang und findet heraus, dass es sich bei dem Entführer um Rucha handelt, den er vor Jahren hinter Gitter brachte – und dessen Bruder bei der Festnahme von Mischewski erschossen wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023690","hoster":"VOE"},{"path":"/redirect/10023688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-7","name":"Riemanns Mörder","epNo":7,"alt":"","descr":"Der ehrgeizige, junge Polizist Klaus Möller träumt davon, Riemanns neuer Partner zu werden. Um ihm zu beweisen, wie gut er ist, geht er bei der Verfolgung zweier Waffenhändler besonders riskant vor. Riemann kann nicht verhindern, dass Möller von einem der Gangster erschossen wird. Bestürzt schwört er, den Tod des jungen Kollegen zu rächen. Doch obwohl er der einzige Zeuge ist, entzieht Rick ihm den Fall und das BKA übernimmt. Riemann ermittelt auf eigene Faust, ohne zu ahnen, dass bereits ein Mörder auf ihn angesetzt ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023695","hoster":"VOE"},{"path":"/redirect/10023694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-8","name":"Konnie unter Druck","epNo":8,"alt":"","descr":"Als die Leiche seines Schulfreundes Toni gefunden wird, will Konstantin Broecker, trotz des Abschiedsbriefes, nicht an einen Selbstmord glauben. Er ermittelt auf eigene Faust und findet heraus, dass Toni bei einer Drückerkolonne gearbeitet hat. Er lässt sich dort anwerben. Doch sein Undercover-Versuch fliegt auf und Riemann und Wells haben alle Hände voll zu tun, um Konstantin zu retten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023698","hoster":"VOE"},{"path":"/redirect/10023696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-9","name":"Schwarzkampf","epNo":9,"alt":"","descr":"Als Eddy, Türsteher in einer Disko, erschlagen aufgefunden wird, weisen alle Indizien auf Kemal X und seine Gang, denen der Zutritt in die Disko verwehrt wurde. Aber Riemann will sich damit nicht zufrieden geben. Instinktiv spürt er, dass Eddys Freundin Lulu und sein Bruder Flo ihm etwas verschweigen. Seine Ahnung bestätigt sich, als er den zwielichtigen Hinkel, Besitzer eines Kick-Box-Clubs, trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023702","hoster":"VOE"},{"path":"/redirect/10023701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-10","name":"Auge um Auge","epNo":10,"alt":"","descr":"Nachts rast ein Auto auf zwei junge Dealer zu und fährt einen von ihnen zu Tode. Der zweite, Benny, kann mit dem Stoff entkommen. Für Rick sieht alles nach einem Bandenkrieg in der Drogenszene aus. Doch auf der Suche nach Benny und seiner Freundin Marina wird Riemann klar, dass die tödliche Gefahr von einer ganz anderen Seite droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023705","hoster":"VOE"},{"path":"/redirect/10023706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-11","name":"Heißkalte Leidenschaft","epNo":11,"alt":"","descr":"In letzter Sekunde kann Riemann die Staatsanwältin Lea Wagner retten, die in einem Park überfallen wird. Als er später ihren ehemaligen Kollegen Jan Fischer kennen lernt, wird er misstrauisch. Sollte Fischer der Täter aus dem Park sein? Lea gesteht, dass sie in Riemann verliebt ist, aber er macht ihr behutsam klar, dass sie sich nicht in ihn, sondern ihren \"Lebensretter\" verliebt habe, und er sie auch weiterhin beschützen werde. Und das scheint auch dringend notwendig zu sein, wie ein weiterer Mordversuch beweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023711","hoster":"VOE"},{"path":"/redirect/10023710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-12","name":"Bogdan der Große","epNo":12,"alt":"","descr":"Riemann und Wells geraten in eine Verkehrskontrolle und werden Zeuge, wie Werner Strelitz, der Fahrer hinter ihnen, zu flüchten versucht und dabei zu Tode kommt. In dieser Stimmung haben sie wirklich kein Ohr für Rick, der ihnen empört erzählt, dass Bogdan, der Sohn des moldawischen Konsuls, ihm eine gefälschte Kelly-Bag aufgeschwatzt hat. Doch dann entdecken sie, dass Strelitz’ Chef Opladen Bogdan in geheimer Mission als Kurier in die Schweiz schickt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023714","hoster":"VOE"},{"path":"/redirect/10023715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-9/episode-13","name":"Geld oder Liebe","epNo":13,"alt":"","descr":"Als der Bauunternehmer Kutowski erkennt, dass Albert Rose ihn bei einem illegalen Diamantengeschäft betrogen hat, stellt er ein Ultimatum: Wenn Rose nicht zahlt, wird er ihn töten. In großer Eile löst Rose seine Firma auf, um sich mit seiner Freundin Katrin abzusetzen. Da erreicht ihn ein anonymer Anruf: Ein Entführer hat Katrin in seiner Gewalt und fordert eine Million DM …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023717","hoster":"VOE"},{"path":"/redirect/10023719","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/der-fahnder/staffel-10/episode-1","name":"Aktion Giftmischer","epNo":1,"alt":"","descr":"\"Supermarkt Ringstraße, 10 vergiftete \"Schoko-Goldies\" – mit rotem Punkt markiert! Heute Abend, 22 Uhr: 8 Mio., gebrauchte Scheine, unmarkiert! Sonst Tote! Die Giftmischer!\" Mit dieser Erpresserforderung kommt Arno Linnhard, Inhaber der Goldemund Süßwaren GmbH, zu Riemann und Wells. Wells gerät in Panik: Gerade eben hat er seiner kleinen Tochter Sophie in diesem Supermarkt \"Schoko-Goldies\" gekauft. Während im Krankenhaus die Ärzte um Sophies Leben kämpfen, beginnen Riemann und Wells die Jagd auf die Giftmischer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023721","hoster":"VOE"},{"path":"/redirect/10023720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-2","name":"Vaterliebe","epNo":2,"alt":"","descr":"Als Riemann und Thomas Wells Thomas’ Mutter vom Bahnhof abholen wollen, hören sie plötzlich Schüsse. Sie finden die Leiche eines Mannes vor einer durchlöcherten Limousine. Der Fahrgast selbst, Treptow, ist unverletzt und fordert den Fahnder auf, den BND zu benachrichtigen, der den Fall sofort übernimmt: Auf Treptow, einen ehemaligen Spion, sei nicht das erste Mal ein Anschlag verübt worden, der Tod des unbekannten Mannes ein tragischer Unfall. Doch Katharina Winkler kann beweisen, dass der tödliche Schuss aus Treptows Richtung kam …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023727","hoster":"VOE"},{"path":"/redirect/10023725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-3","name":"Falsches Spiel","epNo":3,"alt":"","descr":"Der junge Pole Eduard Petrosjan ist verzweifelt. Zwei Männer haben ihn überfallen und DM 100.000,-- gestohlen, mit denen er im Auftrag seines Dorfes einen LKW kaufen sollte. Als Täter identifiziert er ausgerechnet zwei Polizisten: die Zivilfahnder Winter und Stenzel. Riemann glaubt Petrosjan, aber er hat keine Beweise. Zwischen Riemann und seinen Kollegen beginnt ein nervenzermürbender Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12284309","hoster":"VOE"},{"path":"/redirect/10023730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-4","name":"Bodyguard","epNo":4,"alt":"","descr":"Rick trifft seine alte Jugendliebe Jolanda wieder. Die Antiquitätenhändlerin muss für einen Ankauf eine große Menge Bargeld transportieren und überredet Rick, sie als \"Bodyguard\" zu begleiten. Doch sie kommen nicht weit: Mitten auf der Straße wird Jolanda ausgeraubt, und Rick muss tatenlos zusehen. Und dann wird sie auch noch entführt und Rick mit ihr. Erst nach und nach kommt Rick darauf, dass seine alte Freundin ein übles Spiel mit ihm treibt: Ihm macht sie schöne Augen, dabei macht sie gemeinsame Sache mit ihrem jungen Freund Robby. Er steckt hinter dem Raub. Und das gestohlene Bargeld war gar nicht ihres, sondern schwarzes Mafiageld von Jolandas Stammwirt Angelo Molteni. Der will sein Geld zurück, und zwar schnellstens! Deswegen hat er Rick und Jolanda entführt und in seinem Keller versteckt. Rick steckt tiefer in der Klemme als ihm lieb sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023734","hoster":"VOE"},{"path":"/redirect/10023733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-5","name":"Kennedy","epNo":5,"alt":"","descr":"Thomas Wells verpasst in letzter Sekunde seinen Zug und muss hilflos mit ansehen, wie der Ghanaer Kennedy Mufango brutal zusammengeschlagen am Fenster um Hilfe ruft. Er alarmiert seine Kollegen, doch sie kommen zu spät. Die Täter, eine Gruppe von Rechtsradikalen, haben auf offener Strecke die Notbremse gezogen und sind verschwunden. Neben den Gleisen finden die Fahnder die junge Friederike, die Kennedy zur Hilfe kam und vergewaltigt wurde. Kennedy und seine Familie werden von den Rechtsradikalen so unter Druck gesetzt, dass er seine Zeugenaussage zurückzieht. Als sich Friederike, die den Schock nicht überwinden kann, das Leben nimmt, schwört Wells, die Täter auf eigene Faust zu überführen: Er mischt sich Undercover unter die Rechtsradikalen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023737","hoster":"VOE"},{"path":"/redirect/10023738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-6","name":"Alles aus Liebe","epNo":6,"alt":"","descr":"Valentin, früher ein erfolgreicher Boxer und heute ein gutmütiger Trainer, wird an seinem Hochzeitstag auf dem Standesamt von seiner Zukünftigen versetzt. Er ahnt zu diesem Zeitpunkt noch nicht, dass seine Braut Ellen tot ist. Genauso wenig wusste Valentin, dass Ellen ein Doppelleben als Prostituierte führte. Das könnte ein Motiv sein, der Boxer gerät unter Mordverdacht. Aber es gibt weitere Verdächtige: Ellens Schwester Doris ist voll bitteren Hasses auf Ellen. Und Norbert, Ellens Zuhälter, hat von ihrer bevorstehenden Heirat Wind bekommen und hatte gute Gründe, sein bestes Pferdchen nicht ohne weiteres ziehen zu lassen. Dann erfahren Riemann und Wells von Ellens Kollegin Linda, dass es irgendwo ein Kind von Ellen geben muss. Liegt dort der Schlüssel zum Mordmotiv? Als sie in Ellens Apartment Alben voller Kinderfotos finden, wissen Riemann und Wells, wo sie zu suchen haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12284310","hoster":"VOE"},{"path":"/redirect/10023742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-7","name":"Das stumme Kind","epNo":7,"alt":"","descr":"Martin Riemann und Konstantin Broecker versuchen vergeblich, ein etwa 11 Jahre altes Mädchen zum Sprechen zu bringen, das wegen Ladendiebstahls festgenommen wurde. Aber die Kleine schweigt hartnäckig. Riemann bringt das Mädchen in einem Kinderheim unter, doch dort wird es am nächsten Tag entführt. Kurz darauf sieht Riemann das Mädchen auf einem Videoband wieder, das die Überwachungskamera einer Spielhalle bei einem Überfall aufgezeichnet hat. Der Fahnder kann nicht glauben, dass die hübsche Kleine eine professionelle Diebin ist – und er hat Recht. Denn plötzlich taucht sie auf. Verzweifelt bittet sie Riemann um Hilfe: Ihre Mutter Spomenka ist spurlos verschwunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023747","hoster":"VOE"},{"path":"/redirect/10023746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-8","name":"In der Falle","epNo":8,"alt":"","descr":"Nach einem Autounfall finden Riemann und Wells eine Panzerfaust im verunglückten Fahrzeug. Alle Hinweise deuten darauf hin, dass für einen Gefangenen, Hansen, ein Ausbruch aus der JVA organisiert werden soll. Hansen sitzt für einen Überfall auf einen Geldtransport, bei dem weder die Beute noch die Hintermänner jemals gefunden wurden. Aber über Hansen könnte der Fahnder an den Drahtzieher des Coups, Plaschek, herankommen. Dazu muss Riemann undercover in den Knast gehen. Er \"verhilft\" Hansen zur Flucht und gewinnt so dessen Vertrauen. Doch der Plan läuft schief: Riemanns Peilsender geht verloren und damit jeder Kontakt zu seinen Leuten. Riemann ist auf sich allein gestellt. Dabei plant Hansen, unter Plascheks Kommando, bereits den nächsten Coup. Wells und die Kollegen im Aquarium versuchen fieberhaft, wieder Kontakt zu Riemann aufzunehmen und einen weiteren Überfall auf einen Geldtransport zu verhindern. Damit locken sie Plaschek aus der Reserve.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023749","hoster":"VOE"},{"path":"/redirect/10023750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-9","name":"Eine Spur von Liebe","epNo":9,"alt":"","descr":"Als das Geheimlabor eines Pharmakonzerns explodiert, kommt glücklicherweise außer einer Versuchsratte niemand ums Leben. Doch der nervöse Dr. Riese ist sich sicher, dass es ein Anschlag auf sein Leben war. Riemann lässt ihn unter Polizeischutz stellen. Ebenfalls mit dem Fall befasst ist das BKA in Gestalt von Wolf, einem früheren Kollegen von Thomas Wells. Wolf ist Brandexperte – aber ist das ein Grund, dass Katharina Winkler Feuer fängt? Widerwillig beobachtet Riemann, wie sich die Pathologin und der BKA-Mann näher kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023753","hoster":"VOE"},{"path":"/redirect/10023754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-10","name":"Rien ne va plus","epNo":10,"alt":"","descr":"In einem Spielcasino verliert ein Mann die Nerven und nimmt nach einer Pechsträhne alle Gäste als Geiseln. Unter den Anwesenden sind auch Katharina Winkler und Martin Riemann, die versuchen, den Mann zu beruhigen. Sie können nicht wissen, dass Wolfgang Brockstedt mit dem Rücken zur Wand steht. Zapp, ein früherer Komplize bei einem Banküberfall, hat Brockstedts Frau entführt und fordert seinen Anteil. Wenn Brockstedt nicht in wenigen Stunden das Geld aufgetrieben hat, wird Susanne Brockstedt mit ihrem Leben bezahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023757","hoster":"VOE"},{"path":"/redirect/10023756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-11","name":"Verführung","epNo":11,"alt":"","descr":"Riemann hat mit einer Routinesache zu tun – reisende Geschäftsleute werden von einer schönen Frau mit K.O.-Tropfen außer Gefecht gesetzt und ausgeraubt. Währenddessen wird Knirps, ein Kleinkrimineller, aus dem Knast entlassen. Knirps glaubt, er hat rosige Aussichten, denn er ist im Besitz eines brisanten Videobandes, das zeigt wie Gefängniswärter einen Häftling verprügeln. Knirps erpresst den Aufseher Arnold und seine Schläger und ist kurze Zeit später tot. Aber zuvor hatte er einen draufgemacht und ist dabei in die Hände der schönen Diebin geraten. Die stellt sich als alte Liebe von Wells heraus. Doch Laura läuft vor Wells und der Vergangenheit davon. Wells kann nicht wissen, dass Laura dafür einen guten Grund hat: Ihr ist das Band von Knirps in die Hände gefallen, sie übernimmt dessen \"Geschäft\": Die Erpressung Arnolds und seiner Komplizen. Laura ahnt nicht, in welcher Gefahr sie schwebt, als Wells sie findet und sich mit ihr aussprechen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023763","hoster":"VOE"},{"path":"/redirect/10023761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-12","name":"Polen Connection","epNo":12,"alt":"","descr":"Als ein junger Mann in das Edelbordell von Jan Peters eindringt und ihn bedroht, wird er von dessen Leibwächter Mario erschossen. \"Notwehr\" argumentiert Peters, doch Riemann will nicht glauben, dass der Junge ohne Papiere ein ganz gewöhnlicher Einbrecher war. Dann verunglückt ein LKW, in dessen Frachtraum zwei blutjunge, polnische Mädchen versteckt waren, beide sind tödlich verletzt. Riemann ahnt einen schrecklichen Zusammenhang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023766","hoster":"VOE"},{"path":"/redirect/10023765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-13","name":"Bis in den Tod","epNo":13,"alt":"","descr":"Riemann trägt schwer daran, dass sein alter Freund Werner Jacobi nach einem schief gegangenen SEK-Einsatz sein Leben im Archiv fristen muss. Werner wurde bei dem Einsatz schwer verletzt, trug eine bleibende Behinderung davon und musste auch noch mit ansehen, wie seine Ehe in die Brüche ging. Noch immer verbittert, gibt er seinem ehemaligen Partner Carsten Klugel die Schuld an seinem Unglück. Denn er ist es, der in Werners Augen den Unfall hätte verhindern können und jetzt auch noch mit seiner Ex-Frau Renate zusammen ist. Als Renate Opfer eines Briefbombenattentats wird, ist Werner der Hauptverdächtige. Renate macht ihrem Ex-Mann Vorwürfe. Nur Riemann ist sich absolut sicher: Seinem alten Freund Werner ist so etwas Feiges wie ein Briefbombenattentat nicht zuzutrauen. Riemann und Wells finden weitere Verdächtige. Carsten hatte eine Affäre mit einer jungen Polizistin, Annette Borchert. Ihr Bruder Jürgen, ebenfalls Polizist, kümmert sich rührend um seine Schwester. Und er hat ein wachsames Auge auf die Männer, mit denen Annette sich abgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023771","hoster":"VOE"},{"path":"/redirect/10023770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-14","name":"Katz und Maus","epNo":14,"alt":"","descr":"In einer Bahnhofspension liegt eine tote Prostituierte. Ein Mann, ein gewisser Guido Kroppeck, versucht fieberhaft, alle Spuren zu beseitigen. Dass sich der Mann als Polizist bei der Sitte herausstellt und sich speziell für diesen Fall als Kollege für Tom Wells zuteilen lässt, macht ihn nicht sympathischer. Der Fahnder schöpft Verdacht: Welche Rolle spielt der Neue an seiner Seite in dem Mordfall? Doch Wells findet bald heraus, dass Kroppeck unschuldig ist, dass ihm jemand den Mord in die Schuhe schieben will. Und dieser \"Jemand\" hat Einfluss. Aber wer und warum? Und welche Rolle spielt der undurchsichtige Nachtklubbesitzer Engel in diesem Spiel? Wells und Kroppeck nehmen gemeinsam die Ermittlungen auf. Und waren sie am Anfang auch wie Hund und Katze, so stellen sie nach und nach fest, dass sie zusammen ein unschlagbares Team sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023774","hoster":"VOE"},{"path":"/redirect/10023775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-15","name":"Der verlorene Vater","epNo":15,"alt":"","descr":"Die Fahnder werden zu einer Blutbank gerufen: Ein Wachmann wurde bei einem Einbruch niedergeschlagen. Als Wells das Opfer erkennt, ist er geschockt: Der Wachmann ist sein Vater – zu dem er vor vielen Jahren den Kontakt abgebrochen hat, nachdem dieser Frau und Sohn sitzen ließ. In seinen Augen ist Karl-Heinz Wells ein Verlierer, ein Alkoholiker, der unehrenhaft aus dem Polizeidienst entlassen wurde und nun sein Gnadenbrot beim Sicherheitsdienst verdient. Wells ist entsetzt, als Rick von ihm verlangt, seinen Vater, der seit dem Überfall unter Gedächtnisstörungen leidet, bei sich aufzunehmen und \"unter Beobachtung\" zu stellen. Die Zeit, die Vater und Sohn Wells nun zwangsweise miteinander verbringen, ist für beide nicht leicht, aber sie versuchen, sich der Vergangenheit zu stellen. Doch dann werden in der Blutbank verseuchte Blutkonserven gefunden – und Karl-Heinz Wells gerät unter Verdacht. Tom Wells ist empört: Sein Vater ist ein Loser, aber kein Verbrecher. Er lässt sich beurlauben und ermittelt auf eigene Faust. Gleichzeitig macht sich Wells’ Vater auf die Suche nach dem wahren Täter, denn er möchte wenigstens einmal seinem Sohn beweisen, dass er kein Versager ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023777","hoster":"VOE"},{"path":"/redirect/10023779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-16","name":"Mord perfekt","epNo":16,"alt":"","descr":"Ärzte unter sich. Katharina Winkler verbringt einen amüsanten Abend mit zwei Studienfreunden und Kollegen. Am nächsten Morgen ist einer der beiden tot, und alles spricht für einen Selbstmord. Katharina ist schockiert. Sie will nicht glauben, dass sich Dr. Marx, der früher einmal in sie verliebt war und mit dem sie abends noch geflirtet hat, umgebracht hat. Sie überredet Wells, Nachforschungen anzustrengen, doch seine Ermittlungen verlaufen im Sande: Dr. Marx’ Tod war offensichtlich wirklich ein Suizid, er hatte sogar seine eigene Todesanzeige vorher aufgegeben. Gegen alle Vernunft beharrt Katharina auf ihre Zweifel. Als sie damit sogar bei Wells auf Unverständnis stößt, macht sie sich selbst auf die Suche nach der Wahrheit – und gerät dabei in Gefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023781","hoster":"VOE"},{"path":"/redirect/10023783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-17","name":"Alles Lüge","epNo":17,"alt":"","descr":"Auf Bitten seiner Tochter Sophie beschattet Tom Wells den neuen Liebhaber seiner Ex-Freundin Verena, den Sophie für einen Lügner und Ganoven hält. Und tatsächlich erweist sich der angebliche Journalist Uwe Wernersheim als dubioser Diamantenhehler mit Kontakten zu einem stadtbekannten Ganoven. Was Wells nicht ahnen kann: Verenas Liebhaber ist ebenfalls Polizist und steckt mitten in einem riskanten Undercover-Einsatz, um einen groß angelegten Diamanten-Deal zu verhindern. Wells stellt den \"Nebenbuhler\" zur Rede und bringt durch sein Eingreifen nicht nur den Kollegen in Gefahr. Denn die Diamantenhehler sind misstrauisch geworden, haben sich an Uwe Wernersheim gehängt und stoßen so auf die Spur von Verena und Sophie. Und mit dem durchgeknallten Gangster Stocker ist nicht zu spaßen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023787","hoster":"VOE"},{"path":"/redirect/10023786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-18","name":"Bewährung","epNo":18,"alt":"","descr":"Wells und Kroppeck observieren ein Drogenlabor. Als sie für einen Moment abgelenkt sind, passiert quasi vor ihren Augen ein Mord. Doch auf dem Video ist einer der mutmaßlichen Täter zu erkennen: Puck, ein jugendlicher Straftäter auf Bewährung. Die heiße Spur führt zu einem Schrottplatz und zu Kalle Kruger, einem ehemaligen Knacki, der hier ein Resozialisierungsprojekt für straffällig gewordene Jugendliche leitet. Und auf ihn konzentrieren sich alle Verdachtsmomente, denn Kalle und seine Jungs mauern, niemand will wissen, wo Puck sich aufhält. Nur Wells bleibt skeptisch, kennt er Kalle doch ziemlich gut. Schließlich hat er ihn vor Jahren in den Knast gebracht. Eine Geschichte, die Wells ziemlich an die Nieren ging. Umso mehr ist er nun von Kalles Unschuld überzeugt – auch wenn fast alle Indizien gegen Kalle sprechen. Doch mit dieser Haltung steht er alleine …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023788","hoster":"VOE"},{"path":"/redirect/10023790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-19","name":"Girlfriends","epNo":19,"alt":"","descr":"Wells wird von der jungen Streunerin Manuela beklaut. Er schnappt sie, redet ihr ins Gewissen und bringt sie nach Hause. Aber am nächsten Tag melden Manuelas Eltern ihre Tochter als vermisst, und Wells und Guido Kroppeck wird klar, dass Manuela drauf und dran ist, in eine kriminelle Straßenkarriere abzurutschen. Sie täuschen sich nicht: Manuela hat das abgebrühte Straßenmädchen Lara kennen gelernt und bewundert ihre \"erfahrene\" Freundin. Sie lässt sich überreden, gemeinsam einen Computer-Händler zu überfallen. Dabei geraten sie in einen großen Schlamassel, denn der Computerhändler Scheinfeld handelt mit gefälschten Chips und will seine heiße Ware so schnell wie möglich zurück – wenn nötig mit Gewalt. Für Wells und seine Kollegen beginnt ein Wettlauf mit der Zeit. Denn wenn Manuela und ihr Idol Lara weiter versuchen, alleine mit Scheinfeld fertig zu werden, geraten sie in Teufels Küche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023794","hoster":"VOE"},{"path":"/redirect/10023795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-20","name":"Seni Seviyorum – Ich liebe dich","epNo":20,"alt":"","descr":"Zufällig bekommen Tom Wells und Guido Kroppeck mit, wie im Lagerhaus des Grossmarktes ein Feuer ausbricht. Verletzt wird niemand, doch der türkische Obst- und Gemüsehändler Erol Korkmaz vermutet Brandstiftung und hat auch gleich einen Verdächtigen: Bernd König, Juniorchef vom \"Fruchthaus König\". Die beiden sind Konkurrenten und hassen sich bis aufs Blut. Einen Tag später wird der \"Fahnder\" wieder in den Grossmarkt gerufen. Sema Korkmaz, die junge attraktive Ehefrau von Erol, wurde Opfer eines Unfalls: Ein Stapel Paletten ist von einem Gabelstapler gefallen und hat sie begraben. Jetzt dreht Erol durch, denn er verdächtigt Bernd König, seine geliebte Sema umgebracht zu haben. Doch Bernds Mutter Margret gibt ihrem Sohn ein Alibi. Da macht Katharina Winkler bei Semas Obduktion eine folgenschwere Entdeckung. Die Situation eskaliert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008013","hoster":"VOE"},{"path":"/redirect/10023796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-21","name":"Schutzlos","epNo":21,"alt":"","descr":"Ein Mord führt den Fahnder auf den \"Polenstrich\", an dem Osteuropäer sich für wenig Geld verkaufen. Bogdan, ein 19-jähriger Ukrainer wird tot auf einer Baustelle gefunden. Doch die Obduktion ergibt: Es war kein Unfall. Alle Spuren führen zu dem dubiosen Kneipenwirt Klaus Hambacher, einem der größten Drahtzieher am Polenstrich. Auch Bogdans Mutter Olesa, die gekommen ist, ihren toten Sohn abzuholen, hält Hambacher für den Mörder. Wells bittet die attraktive Frau um Mithilfe bei seinen Ermittlungen, denn Bogdans Kollegen wollen nicht reden. Doch Olesa hegt ein tiefes Misstrauen gegen die Polizei und glaubt, dass Wells ihr etwas vormacht. Dem Fahnder bleibt nichts anderes übrig, als Hambacher ohne Olesas Hilfe in die Enge zu treiben, doch dessen frühzeitige Verhaftung erweist sich als Fehlschlag. Ohne Zeugen und Beweise ist Wells gezwungen, Hambacher wieder auf freien Fuß zu setzen. Als Olesa davon Wind bekommt, brennen bei ihr die Sicherungen durch. Sie will Rache für ihren Sohn – Rache an Hambacher. Für Wells und seine Kollegen beginnt ein Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023801","hoster":"VOE"},{"path":"/redirect/10023800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-22","name":"Eine Frage der Ehre","epNo":22,"alt":"","descr":"Überraschender Besuch für Rick: Die junge Strafverteidigerin Breitner, Tochter eines befreundeten Kollegen, steht bei ihm vor der Tür. Sie ist in einem laufenden Verfahren auf Ungereimtheiten bei den Ermittlungen gestoßen, für die Rick seinerzeit die Verantwortung trug. Rick lässt Wells und Kroppeck den Fall wieder aufrollen – für die beiden zunächst eine leidige Routine. Doch als Wells entdeckt, dass in dem damaligen Mordfall an einer Prostituierten eine wichtige Zeugin nicht vernommen wurde, weil sie abgetaucht ist, wird sein Jagdinstinkt geweckt. Der wird noch verstärkt, als sich Staatsanwalt Heise einmischt und Rick verdächtigt, dass dieser auf Grund persönlicher Verwicklungen das schwebende Verfahren beeinflussen möchte. Ein Grund mehr für Wells und Kroppeck, den Dingen wirklich auf den Grund zu gehen. Als es ihnen tatsächlich gelingt, die verschwundene Zeugin aufzutreiben, nimmt der Fall eine völlig überraschende Wendung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023805","hoster":"VOE"},{"path":"/redirect/10023807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-23","name":"Ohmacht","epNo":23,"alt":"","descr":"Ein Mann hat sich aus dem Fenster gestürzt. Selbstmordversuch, vermutet die Polizei. Doch Marita kann nicht glauben, dass ihr Vater sich umbringen wollte. Ihre Hilflosigkeit weckt bei Konstantin den Beschützerinstinkt, und er nimmt sich des Mädchens an. Wells und Kroppeck suchen währenddessen den Mörder eines stadtbekannten Geldverleihers. Sie können nicht wissen, dass der gesuchte Langen der Selbstmörder im Koma ist, den Konstantin und Marita in die Klinik begleitet haben. Obwohl Langen gute Gründe hatte, den Kredithai Miebach umzubringen und alle Indizien gegen ihn sprechen, wird Wells misstrauisch – es gibt noch mehr Verdächtige, Miebach hatte viele Feinde. Möglicherweise waren am Tag des Mordes zwei verschiedene Männer bei Miebach, oder sogar eine dritte Person …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023811","hoster":"VOE"},{"path":"/redirect/10023810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-24","name":"Rache und Geständnis","epNo":24,"alt":"","descr":"Überraschend taucht Theo Stark bei Wells im Aquarium auf. Der Mann hat große Angst. Ob Wells nicht wisse, dass heute Peter Urban aus der Haft entlassen würde? Urban hatte bei seiner Verurteilung wegen Totschlags an seiner Frau Rache geschworen und immer behauptet, er sei unschuldig. Starks Zeugenaussage war es, die zu Urbans Verurteilung führte, und der Fahnder hatte die Ermittlungen geleitet. Jetzt fordert Stark von Wells Personenschutz. Nicht zu Unrecht, wie sich herausstellt. Denn am nächsten Tag treffen Stark und Urban aufeinander, und es kommt zu einer ernsten Konfrontation. Wells nimmt sich erneut des Falles an, um ein Blutvergießen zu verhindern, doch die Situation eskaliert. Und bald ist sich Wells nicht mehr so sicher, wer vor wem geschützt werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023815","hoster":"VOE"},{"path":"/redirect/12980201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-25","name":"Mordverdacht","epNo":25,"alt":"","descr":"Wells muss hilflos mit ansehen, wie der Kinderpornohändler Drechsler nach einem Zugriff wieder einmal seinen Kopf aus der Schlinge ziehen kann. In seiner Wut beschimpft und bedroht er ihn. Als Drechsler umgebracht wird, augenscheinlich mit Wells’ Waffe, gerät Wells unter Druck – er wird suspendiert. Doch das hält den Fahnder nicht auf. Für ihn steht fest, dass es nur ein Polizist gewesen sein kann, der Zugang zu seiner Waffe haben konnte. Gemeinsam mit Kroppeck und Konstantin macht er sich auf die Suche nach dem Täter. Unterstützt wird das Trio dabei durch die ungarische Beamtin Elena Kiraly, mit der Wells am Fall Drechsler zusammengearbeitet hat. Sie hat ein ganz eigenes Interesse daran, den Mörder des Gangsters zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023817","hoster":"VOE"},{"path":"/redirect/10023816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-10/episode-26","name":"Verschwörung","epNo":26,"alt":"","descr":"Jahrelang hat Uschi Schmal auf ihren Mann Walter gewartet, der wegen Polizistenmordes unschuldig im Gefängnis saß. Kaum draußen, hat Walter nichts besseres zu tun, als sich den wirklich Schuldigen vorzuknöpfen. Kurz darauf wird Walter tot aufgefunden – scheinbar hat er sich das Leben genommen. Rick wird hellhörig. Es war sein Kollege, den Walter damals ermordet haben soll. Er sucht Uschi auf, um ihr sein Beileid auszusprechen. Doch Uschi glaubt nicht an einen Selbstmord. Sie will das zu Ende bringen, was Walter begonnen hat: den drankriegen, der ihr ganzes Leben verpfuscht hat. Uschi nimmt Rick kurzerhand als Geisel. Doch auf einmal wendet sich das Blatt. Noch jemand anderes hat es auf Rick abgesehen. Oder auf Uschi? Während beide vor ihrem Verfolger auf der Flucht sind, rollt Wells unter Hochdruck den alten Fall wieder auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023823","hoster":"VOE"},{"path":"/redirect/10023822","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-fahnder/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/der-fahnder/staffel-11/episode-1","name":"Freund und Helfer","epNo":1,"alt":"","descr":"Katharina wird von einem Triebtäter brutal überfallen. In letzter Minute wird sie von einem Polizisten gerettet und der lang gesuchte Täter kann dingfest gemacht werden. Gleixen und die Presse möchten den Retter feiern, doch der ist nicht aufzufinden. Wells macht sich große Vorwürfe, weil er nicht da war, als Katharina ihn brauchte. Zugleich wächst in ihm der Verdacht, dass Katharinas Retter möglicherweise kein echter Polizist ist. Niemand außer Katharina hat den Polizisten je gesehen, niemand weiß, wer er ist. Aber Katharina will Tom nicht helfen. Sie streiten sich und Wells begibt sich allein auf die Suche …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023824","hoster":"VOE"},{"path":"/redirect/10023825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-2","name":"Blindspur","epNo":2,"alt":"","descr":"Barbara Nast ist blind. Sie wird Zeugin des Mordes an ihrem unsympathischen Nachbarn Bremer. Wells und Kroppeck nehmen die Ermittlungen auf und sind bald schon fasziniert von der Welt der Blinden und speziell von Barbaras absoluter Selbstständigkeit. Barbara findet in ihrer Wohnung Fotos, die Bremer vor seinem Tod bei ihr versteckt haben muss. Statt sie der Polizei zukommen zu lassen, reagiert Barbara panisch und vernichtet die Abzüge. Dennoch finden die Fahnder schnell heraus, dass Bremer nebenher als Privatdetektiv gearbeitet hat. Eine Spur führt sie zu dem Boxer Ossek, dessen Frau ein paar Tage vor Bremers Tod in den Tod gesprungen ist. Hat ihr Tod vielleicht unmittelbar etwas mit Bremers Tod zu tun? Und welche Rolle spielt Barbara Nast? Ist sie wirklich so unschuldig, wie sie zunächst scheint?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920688","hoster":"VOE"},{"path":"/redirect/10023831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-3","name":"Die Tote im Wald","epNo":3,"alt":"","descr":"Anlässlich seines 30-jährigen Dienstjubiläums lädt Rick das Team in sein Stammausflugslokal zu Käsekuchen ein. Doch das entspannte Beisammensein wird jäh unterbrochen: Im Wald ist ein junges Mädchen tot aufgefunden worden. Das Team ist wieder im Einsatz. Alles sieht nach einem Unfall aus, doch Wells will einfach nicht glauben, dass ein junges Mädchen einfach so stürzt. Bei den Ermittlungen im Dorf trifft er auf unverhohlene Ablehnung. Der aufbrausende Bürgermeister macht sich ebenso verdächtig wie dessen hysterische Frau und der undurchsichtige Pater Eggert. Wells hat große Mühe, Licht ins Dunkel zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251961","hoster":"VOE"},{"path":"/redirect/10023833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-4","name":"Familienbild","epNo":4,"alt":"","descr":"Während Wells nach der Ermordung des drogensüchtigen Dealers Tobias die Suche nach dessen Frau Pia beginnt, schwebt Rick im siebten Himmel: Seine alte Jugendliebe Charly ist nach langem Auslandsaufenthalt wieder in der Stadt. Aber seine Euphorie wird jäh gebremst, als er feststellt, dass seine Jugendliebe Pias Mutter ist, und dass sie ihre Tochter offenbar versteckt. Rick folgt Charly und findet so deren Versteck. Sein Versuch, Charly zur Vernunft zu bringen, endet jedoch anders als erhofft und ruft Wells auf den Plan. Gemeinsam mit Kroppeck und Konstantin arbeitet er unter Hochdruck. Er weiß, dass der Zuhälter Bode Tobias rächen will. Wird er seinen Chef und die beiden Frauen rechtzeitig finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023837","hoster":"VOE"},{"path":"/redirect/10023835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-5","name":"Verrückt nach ihr","epNo":5,"alt":"","descr":"Der Taxifahrer Richter ist ein Stalker. Er verfolgt seine ehemalige Freundin Viola pausenlos und treibt sie damit in die Verzweiflung. Ihre einzige Zuflucht ist der wesentlich ältere Therapeut Dieter Maar, mit dem sie eine gemeinsame Zukunft plant. Nach einem nächtlichen Treffen im Park wird Maar erschossen aufgefunden. Wells nimmt die Spur zu Viola auf und ist entsetzt über Richters ständige Belagerung von Viola. Ihm wäre der Mord an Violas Geliebtem zuzutrauen. Aber auch die ahnungslose Witwe und Maars Praxispartner scheinen keine reinen Westen zu haben. Stecken sie womöglich unter einer Decke?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383562","hoster":"VOE"},{"path":"/redirect/10023842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-6","name":"Zündstoff","epNo":6,"alt":"","descr":"Wells kann zwei Bombenanschlägen knapp entkommen. Dass sie ihm gelten, wird schnell klar, doch wer dahinter steckt, ist Wells zunächst ein Rätsel. Dann nimmt Beck, der Bombenbastler, Kontakt zu Wells auf und setzt ihn unter Druck: Wells soll den fahrerflüchtigen Raser finden, der für den Unfalltod seiner jungen Familie vor einem Jahr verantwortlich ist. Eine fast unmögliche Aufgabe. Hinter Wells Rücken fahndet Rick nach Beck, was Wells in Todesgefahr bringt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023847","hoster":"VOE"},{"path":"/redirect/10023846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-7","name":"Videobomber","epNo":7,"alt":"","descr":"Ein 15-jähriger Schüler taucht mit einer geladenen Pistole in seiner Schule auf. Tom Wells gelingt es gerade noch rechtzeitig, den Jungen zu entwaffnen, bevor er Unheil anrichten kann. Der Fall sorgt für Schlagzeilen und Diskussionen in der Stadt. Angeblich hatte der Junge ein Massaker geplant. Im Kreuzfeuer der Kritik steht nun eine in der ganzen Region bekannte Underground-Videothek namens \"Tetsuo\", die u.a. auf Horrorfilme spezialisiert ist. Wenig später wird das \"Tetsuo\" von einer Bombe verwüstet, der Videothekar schwer verletzt. Tom arbeitet mit seiner Truppe unter Hochdruck: Stecken hinter dem Bombenanschlag empörte Bürger, die der Videothek die Schuld an der Gewaltbereitschaft der Jugend geben? Vielleicht sogar die Mutter des 15-jährigen Schülers selbst? Oder sind da noch andere Interessen im Spiel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023850","hoster":"VOE"},{"path":"/redirect/10023849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-8","name":"Aus der Traum","epNo":8,"alt":"","descr":"Bei einem Unfall trifft Wells auf die junge, kesse Toshi, die aus ihrer großen Abneigung gegen die Polizei keinen Hehl macht. Kurz darauf wird Wells von dem Ex-Kollegen Harry Scheidt um Hilfe bei der Suche nach dessen 17-jähriger Tochter Jennifer gebeten. Eine erste Spur führt zu einem Club, in dem MC Ronny und sein Manager Barto ihren Plattenerfolg feierten. Nachdem die Leiche von Jennifer gefunden wird, kommt Harry Wells immer wieder in die Quere, so dass das einzige Beweisstück nicht zu verwenden ist. Toshi ist Wells’ einzige Hoffnung bei der Suche nach dem Mörder, denn sie war zur gleichen Zeit am gleichen Ort. Kann Wells Toshis Vertrauen gewinnen und den Mörder mit ihrer Hilfe überführen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023855","hoster":"VOE"},{"path":"/redirect/10023852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-9","name":"Im Namen Gottes","epNo":9,"alt":"","descr":"Der Fahnder und die drogensüchtige Sandra Mechtel haben eine Abmachung: Sie hilft ihm, den Dealer Kaiser hinter Gitter zu bringen und beginnt mit dem Entzug, und er recherchiert als Gegenleistung nach ihrer vermissten Mutter. Sandras Vater fordert ebenfalls, dass seine Tochter den Entzug macht. Aber seine Methoden sind unmenschlich. Sandra bittet Wells in einer unbeobachteten Minute verzweifelt um Hilfe. Wells ist sofort zur Stelle und nimmt Sandra zunächst mit zu sich. Kurz darauf wird Wells entführt. In dem kleinen Keller einer stillgelegten Kirche machen Mechtel und sein Sohn Paul Wells den Prozess. Seine Situation scheint ausweglos, als Sandra tot aufgefunden wird. Der Ausgang des inszenierten Prozesses ist von Anfang an klar: Wells soll hingerichtet werden. Kann Wells Paul auf seine Seite ziehen? Wird er sich rechtzeitig befreien können? Katharina ist in größter Sorge und Wells Kollegen ermitteln unter Hochspannung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023859","hoster":"VOE"},{"path":"/redirect/10023858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-10","name":"Flucht in den Tod","epNo":10,"alt":"","descr":"Wells gerät auf der Fahrt nach Hause in einen Stau: Mitten auf der Straße steht ein verwirrtes Mädchen in Unterhose und T-Shirt. Ein Arzt, Dr. Kleinert, ist schnell mit einer Beruhigungsspritze zur Stelle, und nimmt sie mit ins Krankenhaus. Am nächsten Morgen ist das Mädchen tot – aus dem Fenster gestürzt, doch Wells geht nicht von Selbstmord aus. Zunächst gerät der Ex-Freund ins Visier des Fahnders, da er die Trennung von Petra offensichtlich nicht überwunden hat. Aber auch sein Nachfolger wirkt verdächtig. Er verkehrt in zwielichtigen Kreisen. Katharina hingegen wundert sich, warum Dr. Kleinert in seiner Krankenakte keinen Vermerk über die offensichtlichen Missbrauchspuren bei der Toten gemacht hat. Versucht er etwas zu vertuschen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023862","hoster":"VOE"},{"path":"/redirect/10023861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-11","name":"Tod eines Strippers","epNo":11,"alt":"","descr":"Thomas Pütz, der Kopf der \"Gleixen Dreamboys\", stirbt an einer Überdosis Anabolika, während er Rick mit seinem Taxi in die Oper befördert. Die Fahnder ertappen bei der Durchsuchung der Wohnung ein weiteres Mitglied der \"Gleixen Dreamboys\", das sich gerade mit dem Restvorrat Anabolika davon machen will. Der Verdacht fällt sofort auf die Männerstripcombo und ihre Managerin Martina Wegmann, mit der der Tote ein Verhältnis hatte. War Neid im Spiel? Aber auch der Bruder des Toten, Dieter, kommt dem Fahnder verdächtig vor: Seine Frau ist hochschwanger, obwohl er zeugungsunfähig ist. Ist der Tote der Vater des Ungeborenen? Deckt Dieter womöglich nur seine Frau?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023867","hoster":"VOE"},{"path":"/redirect/10023865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-12","name":"Fluchten","epNo":12,"alt":"","descr":"Lothar überfällt ein Hotel, um die Schulden seiner Freundin Nadja bei ihrem ehemaligen Zuhälter Dimitri zu zahlen. Während des Überfalls befinden sich Wells und Kroppeck in dem zum Hotel gehörigen Einkaufszentrum. Der Überfall geht schief, Wells verfolgt Lothar und stellt sich seinem Auto in den Weg. In seiner Panik sucht Lothar das nächstbeste Fluchtauto und bemerkt nicht, dass auf der Rückbank des Autos der zehnjährige Jonas sitzt. Jonas’ Mutter Christine Lenz macht Wells dafür verantwortlich, dass ihr Sohn in Lebensgefahr ist. Wells muss Christines Vertrauen wieder gewinnen, während ein Wettlauf mit der Zeit beginnt: Denn parallel zu seinen Ermittlungen nimmt Dimitri die Fährte von Lothar und Jonas auf, um endlich seine Schulden bezahlt zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023870","hoster":"VOE"},{"path":"/redirect/10023869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-fahnder/staffel-11/episode-13","name":"Luder","epNo":13,"alt":"","descr":"Der Richter Herzog, ein alter Freund von Rick, taucht im \"Aquarium\" auf, weil er seine Tochter Lisa vermisst. Er vermutet, dass der gerade entflohene Verbrecher Rubin, der ihm Rache geschworen hat, etwas mit Lisas Verschwinden zu tun hat. Wells findet Lisa schnell, allerdings nicht bei Rubin, und erhält prompt den Auftrag, ihr Personenschutz zu geben. Den Anmachversuchen der jungen Göre fühlt Wells sich nicht gewachsen. Er lässt sich von Katharina ablösen, damit er weiter nach Rubin fahnden kann. Dass Rubin tatsächlich hinter Lisa her ist, um sich zu rächen, setzt Wells unter enormen Zeitdruck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10023873","hoster":"VOE"},{"path":"/redirect/10023872","hoster":"Streamtape"}]}]}]}]}