{"seriesId":"der-doktor-und-das-liebe-vieh","name":"Der Doktor und das liebe Vieh","descr":"Der frischgebackene Veterinär James Herriot wird Assistent in der Landpraxis von Siegfried Farnon. Künftig behandeln die beiden Ärzte die erkrankten Tiere aus Yorkshire und Umgebung. Mit seinem klapprigen Auto fährt Herriot über die holprigen Feldwege der englischen Grafschaft Yorkshire, um auch auf den entlegensten Farmen die Tiere zu behandeln. Ob Kühe, Schafe, Pferde, Ziegen und natürlich auch Haustiere vom Hundemischling bis zur Rassenkatze, alle Tiere liegen ihm am Herzen. Auch vom Krieg und anderen Unwidrigkeiten lassen sich Herriot und Farnon nicht davon abbringen, sich um das Wohl der Vierbeiner zu kümmern. Nach dem Zweiten Weltkrieg bekommen die Ärzte einen neuen Assistenten.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Der Doktor und das liebe Vieh (Film) (1975)","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11663997,"hoster":"VOE"},{"redirect":11664026,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Weihnachtsspecial (1983)","epNo":2,"alt":"The Lord God Made Them All (1)","descr":"","versions":[{"lang":1,"streams":[{"redirect":11664014,"hoster":"VOE"},{"redirect":11664028,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Weihnachtsspecial (1985)","epNo":3,"alt":"The Lord God Made Them All (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":11664044,"hoster":"VOE"},{"redirect":11664034,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"Weihnachtsspecial: Bruderliebe (1990)","epNo":4,"alt":"Brotherly Love","descr":"","versions":[{"lang":1,"streams":[{"redirect":11664057,"hoster":"VOE"},{"redirect":11664049,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gesunder Menschenverstand","epNo":1,"alt":"Horse Sense","descr":"Die Bücher, die James Herriot (Pseudonym) über seine Erfahrungen als Landtierarzt in Yorkshire schrieb, sind weit über England hinaus bekannt und beliebt. Auch die von der BBC produzierte Fernsehserie wurde ein internationaler Erfolg.Im Herbst 1937 – nach Abschluss seines Studiums – macht sich der Schotte James Herriot auf den Weg nach Yorkshire. Er hofft, eine Anstellung als Assistent in der Landpraxis des Tierarztes Siegfried Farnon zu bekommen. Farnon, ein skurriler, lebensfroher Junggeselle, will dem eifrigen jungen Mann eine Chance geben. Zunächst jedoch muss James sein Können unter Beweis stellen. Farnon nimmt ihn mit über Land und konfrontiert ihn nicht nur mit dem ‚lieben Vieh‘, sondern auch mit den dickköpfigen Farmern, die dem Anfänger mit Skepsis oder gar Spott begegnen. Die meisten schwören ohnehin auf ihre eigenen Heilmethoden und können sich nur im äußersten Notfall dazu entschließen, den Doktor um Rat zu fragen.James bekommt die Stelle – und er ist fest entschlossen, sein Bestes zu geben. Seine erste Bewährungsprobe steht ihm bevor, als er – in Vertretung von Farnon – ein wertvolles Reitpferd behandeln soll. James stellt eine Darmverschlingung fest und dringt darauf, das Tier unverzüglich zu erschießen. Er weiß, dass er seine Stellung verlieren wird, falls er eine Fehldiagnose gestellt hat …","versions":[{"lang":1,"streams":[{"redirect":13741309,"hoster":"VOE"},{"redirect":11662594,"hoster":"Doodstream"},{"redirect":13739596,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hundstage","epNo":2,"alt":"Dog Days","descr":"Der junge Tierarzt James Herriot kann mit sich zufrieden sein: Er wird seine Anstellung als Assistent in der Landpraxis von Siegfried Farnon behalten. Seine erste selbstständige Diagnose, die zur Erschießung eines wertvollen Pferdes führte, hat sich als richtig erwiesen. – Es lässt sich aber nicht vermeiden, dass dem frisch gebackenen Doktor hin und wieder ein Irrtum unterläuft – zum Glück ohne ernste Folgen, wenn man davon absieht, dass die einheimischen Farmer das ‚Greenhorn‘ mit gutmütigem Spott verfolgen.Aber James hat auch seine Erfolgserlebnisse – z. B. mit Tricky Woo, einem Pekinesen, der dank der Fürsorge seines Frauchens ständig an Übergewicht leidet. Natürlich überträgt Mrs. Pumphrey ihre Zuneigung auf den, der um das Wohl ihres Lieblings besorgt ist – und auch Siegfried Farnon hat nichts dagegen, wenn hin und wieder eine Kiste feinster Zigarren, mit Empfehlung von Tricky Woo, für seinen Kollegen abgegeben wird.Siegfrieds Stimmung ist allerdings nicht die beste. Sein Bruder Tristan, der ebenfalls Veterinär werden will, ist gerade durchs Abschlussexamen gefallen. Tristan beunruhigt diese Tatsache wenig. Er wird sich eben, bis zum nächsten Durchgang, in der Praxis nützlich machen – ein Angebot, das Bruder Siegfried mit äußerster Skepsis zur Kenntnis nimmt.","versions":[{"lang":1,"streams":[{"redirect":14385712,"hoster":"VOE"},{"redirect":11662603,"hoster":"Doodstream"},{"redirect":14394885,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es trifft einen jeden","epNo":3,"alt":"It Takes All Kinds","descr":"Seitdem Tristan Farnon in der Praxis seines Bruders Siegfried aushilft, stimmt die ohnehin großzügig gehandhabte Buchführung überhaupt nicht mehr. Siegfried entschließt sich deshalb, eine Sekretärin einzustellen. Miss Harbottle ist das Gegenteil von dem, was sich Tristan und James erhofft hatten; Siegfried jedoch zeigt sich zunächst sehr beeindruckt von ihrem energischen Auftreten und ihrer offensichtlichen Kompetenz. James Herriot hat die Farmer inzwischen davon überzeugen können, dass er genau so viel von Tiermedizin versteht wie sie. Als er eines Tages von Mr. Alderson gerufen wird, um ein krankes Kalb zu behandeln, macht James eine aufregende Bekanntschaft: Helen, die Tochter des Hauses, ist der Grund dafür, dass der Doktor öfter zur Visite erscheint, als der Fall es erfordert. Siegfried ist allerdings der Meinung, dass nicht Großvieh, sondern Hunde und Katzen die Zukunft seiner Praxis sind. Der beste Patient ist denn auch nach wie vor Tricky Woo, der wieder einmal – wegen Überfütterung – seinem letzten Stündchen entgegen zu sehen scheint. James kann Mrs. Pumphrey davon überzeugen, dass Tricky stationäre Behandlung braucht. Er nimmt das Tier mit nach Hause und Tricky darf für ein paar glückliche Tage Hund unter Hunden sein. Aber auch James fährt nicht schlecht dabei: Die feinsten Delikatessen, eigens in London geordert, treffen für den Wohltäter ein, und Siegfried überlegt, ob es nicht sinnvoll wäre, Tricky noch ein bisschen länger unter Kontrolle zu behalten.","versions":[{"lang":1,"streams":[{"redirect":11662618,"hoster":"VOE"},{"redirect":11662616,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kälberliebe","epNo":4,"alt":"Calf Love","descr":"Mit einem klapprigen Austin fährt James Herriot über Land und besucht die weit auseinander liegenden Bauernhöfe. Tristan Farnon hat allerdings schnell herausgefunden, dass es nicht Aldersons krankes Kalb ist, das die besondere Aufmerksamkeit seines Freundes James erregt hat, sondern die Farmerstochter Helen. Tristan hält es deshalb für seine Pflicht, James darauf aufmerksam zu machen, dass er einen Rivalen hat: den wohlhabenden und leider auch noch gut aussehenden Verleger Richard Edmundson. Tristan vermutet, dass James nicht in der Lage ist, den Kampf allein aufzunehmen, und er ist fest entschlossen, seine diplomatischen Fähigkeiten in den Dienst des Freundes zu stellen.Aber Tristan hat auch seine Probleme. Siegfried ist der Meinung, dass der \"kleine Bruder\" seine Aktivitäten mehr in der Praxis und weniger in \"Drover’s Pub\" entfalten sollte. Siegfried hat auch schon eine Vorstellung davon, wie er dem Leichtfuß zu ernsthafter Arbeit verhelfen kann: Farmer Dents Sau, deren aggressives Verhalten sowohl James als auch Siegfried bereits in die Flucht geschlagen hat, muss behandelt werden. Tristan bleibt nichts übrig, als den Fall zu übernehmen. Und Siegfried stellt fest, dass mehr in seinem kleinen Bruder steckt, als er vermutet hatte.","versions":[{"lang":1,"streams":[{"redirect":11662614,"hoster":"VOE"},{"redirect":11662615,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aus der Übung","epNo":5,"alt":"Out Of Practice","descr":"Der Landtierarzt Siegfried Farnon hat festgestellt, dass er in seinem jungen Kollegen James Herriot einen zuverlässigen Mitarbeiter gefunden hat, der in der Lage ist, eigenverantwortlich zu handeln. Trotzdem kann Siegfried es nicht lassen, hin und wieder ein Haar in der Suppe zu suchen. So hält er James vor, dass sein Materialverbrauch während der Behandlung unangemessen hoch sei, und er fordert ihn auf, den ökonomischen Aspekt seiner Tätigkeit stärker zu beachten. Als die beiden dann gemeinsam vor dem Problem stehen, das scheinbar hoffnungslos erkrankte Pony einer Zigeunerfamilie zu retten, kann James zu seiner Beruhigung feststellen, dass Siegfrieds Ratschläge nur theoretische Bedeutung haben. Von seinem Freund Tristan ermutigt, hat James es endlich gewagt, Helen Alderson einzuladen. Wohin – darüber ist er sich noch nicht im klaren. Wieder steht ihm Tristan mit Rat und Tat zur Seite. Er schlägt James vor, alle finanziellen Bedenken über Bord zu werfen und Miss Alderson zum Tanztee ins \"Reniston\" zu führen – denn für Helen sei das Beste gerade gut genug. Das junge Mädchen wundert sich über den extravaganten Vorschlag, aber um James nicht zu enttäuschen, hält sie sich mit ihren Bedenken zurück. Der Ausflug gerät zur Katastrophe, die James auf seinem Eroberungsfeldzug um Längen zurückwirft.","versions":[{"lang":1,"streams":[{"redirect":11662636,"hoster":"VOE"},{"redirect":11662630,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nichts als Erfahrungen","epNo":6,"alt":"Nothing Like Experience","descr":"Farmer Cranford, einer der größten Grundbesitzer der Gegend, ist ein schwieriger Kunde, auf den Siegfried Farnon gern verzichten würde. Als Cranford um einen Besuch bittet, drückt er sich und schickt seinen jungen Kollegen James Herriot. Cranford will sich vom Doktor bestätigen lassen, dass seine Kuh durch Blitzschlag ums Leben gekommen ist. Herriot besteht jedoch darauf, das Tier vorher zu untersuchen und stellt fest, dass nicht höhere Gewalt, sondern Herzversagen die Todesursache war. Cranford plant einen Versicherungsbetrug. Weil Herriot nicht mitspielen will, droht ihm der Farmer, seinen Ruf zu ruinieren. Herriot lässt sich jedoch seine gute Laune nicht verderben. Er hat nämlich festgestellt, dass Helen Alderson bereit ist, über die besonderen Umstände ihres letzten Zusammentreffens hinweg zu sehen und eine neue Einladung zu akzeptieren. Um vor Überraschungen sicher zu sein, lädt er sie diesmal ins Kino ein. Dass man im ‚Plaza‘ von Darrowby nicht unbedingt das zu sehen bekommt, was man erwartet, wäre noch kein Unglück. Schlimmer ist, dass Farmer Handshaw in der Nähe sitzt und die Gelegenheit nutzt, Herriot ausführlich über die Magenbeschwerden seiner Kuh zu unterrichten. Trotzdem findet Helen, dass es ein netter Abend war.","versions":[{"lang":1,"streams":[{"redirect":11662633,"hoster":"VOE"},{"redirect":11662631,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Einmalige Jungs und Mädels","epNo":7,"alt":"Golden Lads And Girls","descr":"Nach dem letzten Rendezvous ist James Herriot fest davon überzeugt, dass Helen Alderson endgültig die Geduld mit ihm verloren hat. Um so mehr freut es ihn, als sie eines Tages in der Praxis erscheint und ihn zum Tee einlädt. Tristan hält es für seine Pflicht, den Freund vor allzu hoch gespannten Erwartungen zu warnen und mit Nachdruck auf die bedrohlichen Avancen seines Rivalen, des reichen Verlegers Edmundson, hinzuweisen. James ist jedoch voller Optimismus, der aber durch Farmer Alderson, Helens Vater, erheblich gedämpft wird. Zu seinem Unglück ergibt es sich, dass eine von Aldersons Kühen plötzlich erkrankt. James gelingt es nicht, sie zu retten – was sein Ansehen bei Mr. Alderson nicht gerade steigert. Persönlich berührt ist Herriot auch von einem Unglück, das den Bergbauern Dalby trifft. Nachdem sich die Familie durch harte Arbeit eine bescheidene Existenz geschaffen hat, sterben vier ihrer Kühe an einer Infektion, für deren Bekämpfung es noch kein Mittel gibt. Kurze Zeit später erscheint Mrs. Dalby in der Praxis, um Herriot mitzuteilen, dass auch die neu angeschafften Tiere erkrankt sind.","versions":[{"lang":1,"streams":[{"redirect":11662645,"hoster":"VOE"},{"redirect":11662687,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ratschlag und Zustimmung","epNo":8,"alt":"Advice And Consent","descr":"James Herriot hat bisher nicht feststellen können, welche Krankheit die Kühe des Bergbauern Dalby befallen hat. Siegfried Farnon tut die vom Unglück verfolgte Familie leid, und er bietet dem jungen Kollegen seine Hilfe an. Aber schließlich ist es doch Herriot, der das Problem löst und die Dalbys vor dem Ruin bewahrt. Ein \"schwieriger Fall\" ist auch Mr. Mulligans Hund Clancy. Siegfried Farnon findet immer wieder einen Grund, die Untersuchung hinauszuschieben, denn Clancy ist überwältigend stark und temperamentvoll. Wieder ist es Tristan, der sich im Auftrag seines Bruders des \"Bagatellfalls\" annehmen muss. Aber die Brüder Farnon haben noch andere Sorgen. Mit wachsender Ungeduld beobachten sie, dass James in seiner Beziehung zu Helen Alderson keine bemerkenswerten Fortschritte macht. Die beiden beschließen, dem nachzuhelfen. Siegfried geht sogar so weit, dem Ehepaar in spe eine Unterkunft in seinem Haus anzubieten. Aber erst nachdem Tristan seinem Freund einen gehörigen Schrecken eingejagt hat, ergreift James die Initiative. Er macht Helen einen Heiratsantrag, und sie nimmt an. Aber noch haben die beiden die Rechnung ohne Vater Alderson gemacht. Und der redet sofort vom Wetter, wenn James zum Thema kommen will …","versions":[{"lang":1,"streams":[{"redirect":11662714,"hoster":"VOE"},{"redirect":14159324,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die letzten Meter","epNo":9,"alt":"The Last Furlong","descr":"Siegfried Farnon erhält eine Einladung zum Pferderennen. Er vermutet, dass General-Major Ransom, eine einflussreiche Persönlichkeit, bestimmte Absichten mit ihm hat: Die Nordwest-Rennbahn sucht einen Tierarzt, der die Pferde betreut – und Farnon gilt als Experte. – Siegfried erscheint zum Rennen und bemüht sich, auch bei den Damen der Gesellschaft einen guten Eindruck zu machen. Da läuft ihm ein alter Freund, Tierarzt Brannon, über den Weg. Die beiden stoßen so ausgiebig auf alte Zeiten an, dass Ransom beschließt, sich nach einem anderen Experten umzusehen. James Herriot hat eigene Sorgen. Seine Hochzeit mit Helen Alderson steht bevor, und Tristan will ihm einreden, dass für die Flitterwochen nur eine Kreuzfahrt in Frage kommt. Das Problem löst sich jedoch auf einfache Weise: Die Praxis wird aufgefordert, unverzüglich Tuberkulin-Tests in der Umgebung durchzuführen. Also entschließen sich James und Helen zu einer Hochzeitsreise von Farm zu Farm …","versions":[{"lang":1,"streams":[{"redirect":11662699,"hoster":"VOE"},{"redirect":11662702,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sleeping Partners","epNo":10,"alt":"Sleeping Partners","descr":"James und Helen Herriot haben ihre Hochzeitsreise angetreten. Da James sich verpflichtet hat, während der Flitterwochen Tuberkulin-Tests auf den umliegenden Farmen durchzuführen, kommen die beiden über Yorkshire nicht hinaus. Siegfried Farnon belohnt den Eifer seines jungen Kollegen, indem er ihm anbietet, sein Partner zu werden. Außerdem will Farnon dem Ehepaar Herriot ein Zimmer in seinem Haus zur Verfügung stellen, bis das Geld für eine eigene Wohnung reicht. Helen hat schnell begriffen, wie sie sich nützlich machen kann: nicht nur bei Mrs. Hall in der Küche, sondern auch in der Praxis, die sich seit Mrs. Harbottles Abgang wieder im alten chaotischen Zustand befindet. Tristan Farnon sieht weniger ruhig in die Zukunft: Er muss zurück nach Edinburgh, um sein Examen zu wiederholen. Siegfried will unter allen Umständen erreichen, dass der kleine Bruder diesmal besteht, denn die Praxis braucht einen dritten Arzt. Tristan muss sich vor seiner Abreise eine strenge theoretische Prüfung gefallen lassen, bei der Siegfried immerhin den Eindruck gewinnt, dass der Fall nicht hoffnungslos ist. Um Tristan vorläufig zu ersetzen, beschließt Siegfried, einen Studenten der Veterinärmedizin zu beschäftigen. Richard Carmody, ein ehrgeiziger junger Mann, ist schon bald davon überzeugt, dass er alles viel besser weiß – und es gelingt ihm tatsächlich, James und Siegfried mit seiner theoretischen Argumentation ganz schön in die Enge zu treiben.","versions":[{"lang":1,"streams":[{"redirect":14385630,"hoster":"VOE"},{"redirect":14413165,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Einen zähen Menschen hervorbringen","epNo":11,"alt":"Bulldog Breed","descr":"Nachdem er seine Prüfung hinter sich gebracht hat, kehrt der angehende Tierarzt Tristan Farnon nach Darrowby zurück. Siegfried zweifelt diesmal nicht daran, dass sein Bruder das Examen bestanden hat, zumal er sich überaus optimistisch gibt. Seinem Freund James Herriot gegenüber lässt Tristan jedoch durchblicken, dass er seine Chancen äußerst gering einschätzt. – Den ehrgeizigen Studenten Richard Carmody, den Siegfried für die Übergangszeit in die Praxis genommen hat, empfindet Tristan als Ärgernis, denn Siegfried wird nicht müde, Carmody als leuchtendes Beispiel hinzustellen. Carmody hat inzwischen eingesehen, dass sein theoretisches Wissen nur begrenzt auf die Verhältnisse anzuwenden ist, die er in Yorkshire vorfindet, und er beginnt, die Arbeit seiner Kollegen mit anderen Augen zu betrachten. Siegfried Farnon und James Herriot können es sich jedoch nicht verkneifen, dem jungen Mann einen Denkzettel zu verpassen – und dafür ist Farmer Dents aggressive Sau allemal gut. James Herriot sieht sich inzwischen mit einem neuen Problem konfrontiert: Der ehemalige Stahlarbeiter Frank Metcalfe, der sich unter großen Opfern ein Stück Land und ein paar Kühe angeschafft hat, muss befürchten, dass er wieder verlieren wird, was mühsam aufgebaut wurde. Eines seiner Tiere, das von einem Bazillus befallen ist, hat die Weiden verseucht, und es ist zu erwarten, dass auch die übrigen Kühe infiziert sind. Eine wirkungsvolle Bekämpfung der Infektion ist so gut wie ausgeschlossen. Um nichts zu versäumen, entschließt sich James dennoch, die Kühe zu impfen. Das Wunder geschieht nicht – Frank Metcalfe muss seine Farm wieder verkaufen.","versions":[{"lang":1,"streams":[{"redirect":14385632,"hoster":"VOE"},{"redirect":14413172,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Übung macht den Meister","epNo":12,"alt":"Practice Makes Perfect","descr":"Tristan Farnons Befürchtungen haben sich bestätigt: Er ist wieder einmal durchs Examen gefallen. Tristan weiß, dass der Zorn seines Bruders Siegfried fürchterlich sein wird. James Herriot rät dem Freund, vor Bekanntgabe der Katastrophe zunächst alles zu tun, um Siegfried positiv zu stimmen. Tristan sieht ein, dass ihm nichts anderes übrig bleibt, als sich vorübergehend von seiner besten Seite zu zeigen. Siegfried ist denn auch höchst erstaunt, als Tristan plötzlich bereit ist, die unangenehmsten Arbeiten in der Praxis zu übernehmen und seine Besuche in Darrowbys Pub drastisch einzuschränken. Tristan steigert seine Arbeitswut derart, dass Siegfried in der Lage ist, eine Zeitlang ohne seinen Partner James Herriot auszukommen, denn Tierarzt Grier hat sich den Arm gebrochen und um eine Vertretung gebeten. Grier ist wie immer recht unliebenswürdig und ständig darauf bedacht, dem jungen Kollegen seine Überlegenheit zu demonstrieren. Aber Herriot lässt sich nicht irritieren. Außerdem hat er schon bald durchschaut, dass auch Angus Grier nur ein Mensch ist: Als Herriot – in Vertretung des alten Herrn – bei der immer noch attraktiven Mrs. Mallard erscheint, um ihren kranken Hund zu untersuchen, meint die enttäuschte Dame, dass es Wilkie schon sehr viel besser gehe …","versions":[{"lang":1,"streams":[{"redirect":14385633,"hoster":"VOE"},{"redirect":14404567,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Atem des Lebens","epNo":13,"alt":"Breath Of Life","descr":"Farmer Kitson hat es aus Sparsamkeitsgründen wieder einmal unterlassen, rechtzeitig den Tierarzt zu rufen. Als er sich endlich doch noch entschließt, scheint es zu spät zu sein: Sein Mutterschaf hat – nach einer komplizierten Geburt – derart schwere Verletzungen davon getragen, dass Herriot rät, das Tier töten zu lassen. Um ihm weitere Qualen zu ersparen, gibt er ihm eine starke Narkose – in der Hoffnung, dass es nicht mehr erwachen wird. Um so mehr überrascht es James, als Kitson ihm nach zwei Tagen mitteilt, dass sein Schaf wieder wohlauf und die Entzündung verheilt ist. James hat das Tier gerettet – nicht durch eine medizinische Therapie, sondern durch einen 48 Stunden dauernden schmerzfreien Schlaf hat die Natur ihre Chance bekommen. Auf dieselbe Weise gelingt es Herriot, Mrs. Taxtons Pudel zu heilen. Siegfried beglückwünscht den jungen Kollegen zu seinem Erfolg und fordert ihn auf, seine Entdeckung zu veröffentlichen. Aber wenn James und Siegfried auch hin und wieder ihre Erfolgserlebnisse haben, so gibt es doch ebenso oft Situationen, in denen der Doktor nicht viel mehr tun kann, als abzuwarten und zu hoffen. Diesmal handelt es sich um ein Jersey-Rind aus Sussex, das die Maul- und Klauenseuche eingeschleppt hat. Das bedeutet für den Eigentümer Bob Rigby, dass seine Farm ab sofort unter Quarantäne steht und sämtliche Klauentiere getötet und verbrannt werden müssen. Es gelingt Siegfried jedoch, beim Landwirtschaftsministerium eine Sondergenehmigung für Rigby zu erwirken: Seine Färsen, die auf einer abgelegenen Weide stehen, sollen vorläufig verschont werden. – Tatsächlich geht alles gut aus; die Seuche verbreitet sich nicht, und Rigby kann zumindest vor dem Ruin bewahrt werden.","versions":[{"lang":1,"streams":[{"redirect":14385643,"hoster":"VOE"},{"redirect":14413169,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Hunde und Katzen","epNo":1,"alt":"Cats And Dogs","descr":"Helen und James Herriot sind höchst erstaunt, als Siegfried Farnon ihnen klar zu machen versucht, dass es in ihrer jungen Ehe nicht mehr so recht stimmt. Die beiden haben zwar bisher noch nichts davon bemerkt, aber Siegfried argumentiert sehr überzeugend. Der Grund für die Verstimmung seien, so meint er, die sehr beengten Wohnverhältnisse des Paares in seinem Haus. Helen und James machen sich nach dieser Einleitung auf einen Rausschmiss gefasst – aber dann zeigt sich wieder einmal, dass Siegfried immer für eine Überraschung gut ist. Unberechenbar in seinem Verhalten ist auch Boris, der kranke Kater der skurrilen Mrs. Bond. Die Katzennärrin hat sich ausschließlich ihren Vierbeinern verschrieben, und der arme Mr. Bond führt – von zahllosen Hauskatzen bedrängt – nur noch ein Schattendasein. Boris ist der angriffslustigste von allen, und James muss feststellen, dass er seinem Patienten nicht gewachsen ist. Nun nimmt sich Siegfried des Falles an, und auch er verlässt das Schlachtfeld als Besiegter. Jetzt wird Tristan in den Ring geschickt, denn Siegfried ist der Meinung, dass sein träger kleiner Bruder dringend einen Denkzettel braucht …","versions":[{"lang":1,"streams":[{"redirect":11662549,"hoster":"VOE"},{"redirect":11662521,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Noch mehr Probleme","epNo":2,"alt":"Attendant Problems","descr":"James Herriot hat seinen Knöchel verletzt und kann sich im Augenblick nur um die Praxis, aber nicht um den Außendienst kümmern. Darunter leidet vor allem Tristan, der sich um seine Nachtruhe und um einiges mehr geprellt sieht. Zu allem Überfluss beginnt noch die Zeit des Lammens. Das bedeutet für Siegfried und Tristan Farnon, dass sie über einen längeren Zeitraum hinweg rund um die Uhr in Bereitschaft sein müssen, um den Schafzüchtern der Umgebung mit Rat und Tat zur Seite zu stehen. James beschäftigt inzwischen ein anderes Problem: Siegfried hat ihm erzählt, dass ein streunender Hund zum zweiten Mal in Farmer Bensons Schafherde eingebrochen ist und mehrere Tiere gerissen hat. Sicherlich wird der Übeltäter nicht ohne Verletzungen davongekommen sein … Schon bald hat James einen seiner ‚Patienten‘ in Verdacht. Es fällt ihm nicht leicht, den ahnungslosen Eigentümer mit dem Tatbestand und mit den erforderlichen Konsequenzen vertraut zu machen …","versions":[{"lang":1,"streams":[{"redirect":11662562,"hoster":"VOE"},{"redirect":11662537,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fair Means And Fowl","epNo":3,"alt":"Fair Means And Fowl","descr":"Siegfried macht sich finanzielle Sorgen, während sein Bruder Tristan einen Rechtsstreit begleicht.","versions":[{"lang":1,"streams":[{"redirect":11662577,"hoster":"VOE"},{"redirect":11662558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11198081,"hoster":"VOE"},{"redirect":10101160,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11198286,"hoster":"VOE"},{"redirect":10101238,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schönheit der Bestie","epNo":4,"alt":"The Beauty Of The Beast","descr":"In den 1930-er Jahren kommt der junge Tierarzt James Herriot in die nordenglische Grafschaft North Yorkshire. Hier arbeitet er als Assistent des exzentrischen Landtierarztes Siegfried Farnon. Siegfried muss für eine Fehlbehandlung eine hohe Summe bezahlen. Doch schon bald findet er eine Lösung für seine Sorgen. Das Wiedersehen mit einer der beliebtesten englischen Serien im deutschen Fernsehen: Die Abenteuer des jungen Tierarztes James Herriot","versions":[{"lang":1,"streams":[{"redirect":11662569,"hoster":"VOE"},{"redirect":11662563,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Tag des jüngsten Gerichts","epNo":5,"alt":"Judgment Day","descr":"Das Sommerfest, das die Einwohner von Darrowby und Houlton einmal im Jahr zusammen führt, ist ein Ereignis besonderer Art. Da gibt es tatsächlich für jeden etwas: Mrs. Pumphrey z. B. will sich mit Tricky Woo am Wettbewerb für Haustiere beteiligen, Siegfried hofft auf den Sieg im Springreiten der Herren, Mrs. Hall möchte sich den Pokal für selbst Eingemachtes holen und Tristan träumt von den Zelten, in denen Yorkshire Bier verzapft wird. Auch für Helen wird es ein schöner Tag; dafür sorgt ihr alter Verehrer Richard Edmundson. Nur James hat – als ‚offizieller Tierarzt‘ des Festes – wieder einmal den Kürzeren gezogen. \"Ein paar Pferde vermessen, aufpassen, dass sich keiner verletzt, den Haustier-Wettbewerb entscheiden … ein ausgesprochener Ruheposten\", hatte Siegfried versprochen. Dass das Gegenteil der Fall ist, merkt James nach den ersten paar Minuten. Und als er – beim Wettbewerb der Haustiere – eine unpopuläre Entscheidung trifft, muss er am eigenen Leib erfahren, zu welchen Temperamentsausbrüchen die Bevölkerung von Yorkshire fähig ist.","versions":[{"lang":1,"streams":[{"redirect":11662405,"hoster":"VOE"},{"redirect":11662373,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ohnmächtig","epNo":6,"alt":"Faint Hearts","descr":"Mrs. Pumphrey, eine charmante, warmherzige und zu alledem noch wohlhabende Witwe, fühlt sich dem Ärzte-Team Farnon/Herriot auf besondere Weise verpflichtet, retten sie doch immer wieder ihr Schoßhündchen vor dem Tod durch Überfütterung. Diesmal hat Mrs. Pumphrey den Brüdern Farnon und dem Ehepaar Herriot ein französisches Restaurant empfohlen, wo sie zur Spezialität des Hauses auf Kosten und auf das Wohl von Tricky Woo anstoßen sollen. Aber weder der köstliche Hummer, noch der trockene Sancerre nehmen Tristan Farnon so gefangen, wie die junge Dame am Nebentisch, Julia Tavener. Siegfried will die Hoffnungen seines Bruders im Keim ersticken: Vater Tavener hat im Schiffbau ein Millionenvermögen gemacht – seine Tochter ist also außerhalb der Einkommensklasse von Tierärzten und denen, die es noch werden wollen. Aber Tristan lässt sich nicht entmutigen – im Gegenteil. Während der junge Farnon im siebten Himmel schwebt, ist James Herriot wie immer auf den Beinen: da ist der Hund von Miss Stubbs, der an Herzklappeninsuffizienz leidet, Farmer Tims Sau mit Rotlauf und Mrs. Tompkins Wellensittich, dem der Schnabel beschnitten werden muss …","versions":[{"lang":1,"streams":[{"redirect":11662417,"hoster":"VOE"},{"redirect":12980199,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geschäftstricks","epNo":7,"alt":"Tricks Of The Trade","descr":"Die Farmer von Darrowby und Umgebung sind bedächtige Menschen, erst recht, wenn es um das Bezahlen von Rechnungen geht. Da Helen Herriot zu ihrer kranken Tante gereist ist, übernimmt es Siegfried, die Außenstände einzutreiben. Er erklärt den Markttag, wo alles nach Darrowby strömt, zum Zahltag. Um Dennis Pratt, den Meister im Schuldenmachen, zur Kasse zu bitten, hat sich Siegfried eine besondere Strategie ausgedacht. Aber Dennis ist unbezwingbar – wie Siegfried nicht ohne Bewunderung zugeben muss.Während sich in der Praxis die säumigen Schuldner die Klinke in die Hand geben, ist James Herriot auf dem Weg nach Herrington, wo Granville Bennett eine Tierklinik eingerichtet hat. Bennett, Spezialist für Kleintier-Chirurgie, soll die elfjährige Spanieldame Dinah operieren. James schaut ihm dabei zu und staunt über seine Geschicklichkeit; je größer die Komplikationen, umso vergnügter ist Bennett bei der Sache.Da Dinah noch nicht transportfähig sein wird, fordert Bennett seinen Kollegen auf, im Pub nebenan einen Drink mit ihm zu nehmen. James beobachtet mit Hochachtung, wie sein Gastgeber auch am Schanktisch einen klaren Kopf und eine sichere Hand behält. Bennett wiederum wacht streng darüber, dass sein junger Freund nicht zu kurz kommt – und so befindet sich James schon bald in einem bedauernswerten Zustand …","versions":[{"lang":1,"streams":[{"redirect":11662388,"hoster":"VOE"},{"redirect":11662419,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Besitzerstolz","epNo":8,"alt":"Pride Of Possession","descr":"James Herriot ist selbstkritisch genug, um sein Kunstverständnis nicht allzu hoch einzuschätzen. Trotzdem beschließt er, den in Darrowby ansässigen Kunstmaler Partridge, einen sympathischen und bescheidenen Menschen, nach Kräften zu fördern. Der Anlass für Herriots nähere Bekanntschaft mit dem Maler ist Percy, Partidges kranker Hund. Als Honorar für die Behandlung überlässt der Künstler dem Doktor ein Bild, das Herriot außerordentlich gefällt und das Partridge ohnehin nicht verkaufen kann. Denn in Darrowby und Umgebung hält man nicht viel von den ‚schönen Künsten‘. Aber Naturalismus, meint Herriot, müsse doch auch hier an den Mann zu bringen sein. Als der Rinderzüchter Ogilvy voller Stolz seine Neuerwerbung – einen ‚holländischen Frisian‘, den er mit Shorthornrindern kreuzen will – vorstellt, nutzt Herriot die Gunst der Stunde. Er überredet den Farmer, das Tier malen zu lassen. Ogilvy ist sehr angetan von dieser Idee – und Partridge ist Realist genug, um das Angebot anzunehmen. Als Ogilvy jedoch feststellen muss, dass sein prächtiger Zuchtbulle die in ihn gesetzten Erwartungen nicht zu erfüllen bereit ist, wird ihm das inzwischen fertig gestellte Kunstwerk zum Ärgernis. Partridge, der die Umstände nicht kennt, ist drauf und dran, den Glauben an sich selbst zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":11662427,"hoster":"VOE"},{"redirect":11662410,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Kind beim Namen nennen","epNo":9,"alt":"The Name Of The Game","descr":"Wieder einmal gelingt es den Brüdern Farnon auf elegante Art, einen lästigen Bittsteller an James Herriot loszuwerden. Es ist Pfarrer Blenkinsopp aus Rainby, der für das alljährlich stattfindende Cricket-Match gegen Hedwick eine Mannschaft aufstellen muss. Weil Rainby nicht über genügend schlagkräftige Spieler verfügt, will er – wie immer – in Darrowby eine Anleihe machen. Da Siegfried und Tristan bei derartigen Anlässen bereits erhebliche Verletzungen davongetragen haben, preisen sie ihren Kollegen James Herriot als Champion an. Als James dem Pfarrer versichert, dass er in seinem ganzen Leben nie Cricket gespielt hat, hält Blenkinsopp das für pure Bescheidenheit und ringt ihm schließlich eine Zusage ab. Das Schicksal will es, dass Nellie Dimmoks Hund Toby dringend operiert werden muss. James beschließt, Granville Bennett, den Spezialisten für Kleintier-Chirurgie, um Hilfe zu bitten. James hat Bennett bei anderer Gelegenheit bereits als einen Mann kennen gelernt, der nicht nur am Operationstisch, sondern auch in der Kneipe nebenan einen klaren Kopf und eine sichere Hand behält. Auch diesmal gelingt es James nicht, nach geglückter Operation einen Drink abzuschlagen. Zurück in Darrowby fühlt sich Toby gut und James so schlecht wie nie. Er ist fest entschlossen, das Cricket-Match, das am nächsten Tag stattfinden soll, abzusagen. Aber Siegfried meint, das könne man dem guten Blenkinsopp nun wirklich nicht antun …","versions":[{"lang":1,"streams":[{"redirect":11662437,"hoster":"VOE"},{"redirect":14167462,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Jugendliebe","epNo":10,"alt":"Puppy Love","descr":"Siegfried Farnon reagiert zurückhaltend, als eines Tages eine junge Dame, Alice McTavish aus Edinburgh, vor der Tür steht, um seinen Bruder Tristan zu besuchen. Alice ist auf der Durchreise, hat aber die Absicht, ein paar Tage in Darrowby zu verbringen, – ‚denn der große Tristan wird sich sicher freuen, den kleinen Tristan nach so langer Zeit wieder zu sehen‘. Diese Mitteilung trifft Siegfried wie ein Keulenschlag. Warum hat ihn sein Bruder nicht ins Vertrauen gezogen? Wissen Helen und James vielleicht mehr von Tristans Problemen als er, Siegfried? Aber nein, die beiden haben offenbar auch noch keine Ahnung von Klein-Tristans Existenz. – Als Groß-Tristan vom Besuch seiner Freundin und von den Befürchtungen seines Bruders erfährt, macht es ihm einen Heidenspaß, Siegfried noch ein bisschen auf die Folter zu spannen. James Herriot hat inzwischen andere Sorgen. Da ist der Hund der Barrats mit einer schweren Nierenerkrankung, die wenig Hoffnung auf Heilung zulässt. Und wie Siegfried sagt, ist der Hund das Einzige, was das Ehepaar noch miteinander verbindet. Auch die Barrats sind sich dessen bewusst; und als James sie auffordert, das Tier einschläfern zu lassen, lehnt Mr. Barrat strikt ab.","versions":[{"lang":1,"streams":[{"redirect":11662448,"hoster":"VOE"},{"redirect":11662446,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alternativen","epNo":11,"alt":"Ways And Means","descr":"Tristan Farnons Hauptsorge ist wieder einmal nicht die Praxis, sondern seine Freundin Alice McTavish, die nach Edinburgh zurück gekehrt ist und nichts von sich hören lässt. Als die Farnons schließlich erfahren, dass Alices Schweigen mit dem plötzlichen Tod ihres Vaters zusammen hängt, ist Siegfried sofort bereit, das Mädchen für einige Tage nach Darrowby einzuladen. Nicht nur die Brüder Farnon, auch das Ehepaar Herriot freut sich auf den Besuch. Siegfrieds Begeisterung lässt allerdings nach, als er feststellen muss, dass sein Bruder Heiratsabsichten hat. Und schlimmer als das: Tristan hat sich entschlossen, die Tiermedizin an den Nagel zu hängen und im Hotel der McTavishs als Barkeeper anzufangen.Ärger gibt es auch bei den Herriots. Helen hat, ohne James zu fragen, eine Zusage gemacht: James soll vor dem Jugendclub von Darrowby über seine Arbeit als Tierarzt sprechen. James hasst derartige Auftritte und hat schon Tage vorher Lampenfieber. Wieder ist es Siegfried Farnon, der einen Schlachtplan entwickelt, wie James die Aufmerksamkeit der Jungen und Mädchen von Darrowby fesseln soll. Aber wie die meisten gut gemeinten Ratschläge von Siegfried, wird auch dieser nicht funktionieren …","versions":[{"lang":1,"streams":[{"redirect":12269371,"hoster":"VOE"},{"redirect":11662458,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Pups, Pigs And Pickles","epNo":12,"alt":"Pups, Pigs And Pickles","descr":"Siegfrieds Bruder Tristan Farnon stellt unter Beweis, dass er ein wahrer Gentleman ist. Währenddessen wird die Vorliebe des jungen Tierarztes James Herriot für Essen auf eine harte Probe gestellt, als ein Farmer ihn zum Frühstück einlädt. Denn auf dem Frühstückstisch erwarten ihn Speck und Piccalilli.","versions":[{"lang":1,"streams":[{"redirect":11662475,"hoster":"VOE"},{"redirect":11662490,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11198300,"hoster":"VOE"},{"redirect":10101240,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Hundeleben","epNo":13,"alt":"A Dog\u0027s Life","descr":"James Herriot bekommt wieder einmal zu spüren, wie schwer es für einen jungen Tierarzt ist, die dickköpfigen Farmer aus Yorkshire von seiner fachlichen Qualifikation zu überzeugen. Während er unter schwierigen Umständen und bis zur körperlichen Erschöpfung darum kämpft, einem Kälbchen auf die Welt und auf die Beine zu helfen, muss er sich von Farmer Dinsdale sagen lassen, wie leicht Dr. Broomfield – wäre er nur da gewesen – dieses Problem gelöst hätte.Auch Siegfried Farnon ist am Rande seiner Kräfte – aber aus einem anderen Grund. Die männlichen Honoratioren sollen sich bei einer Quiz-Veranstaltung mit dem Frauenverein von Darrowby messen. Jetzt nutzt Siegfried jede freie Minute, um sein Wissen aufzufrischen. Eine Blamage wäre fatal – denn schließlich kämpft Mrs. Hall, die langjährige ‚Perle‘ der Farnons, auf der anderen Seite.","versions":[{"lang":1,"streams":[{"redirect":11662486,"hoster":"VOE"},{"redirect":11662496,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Frohe Weihnachten","epNo":14,"alt":"Merry Gentlemen","descr":"James und Helen Herriot, die Brüder Farnon und Mrs. Hall bereiten sich auf das Weihnachtsfest 1938 vor. Es soll ein echtes Yorkshire-Weihnachten werden, ein Fest, an das sich alle noch lange und gern erinnern – so will es Siegfried, denn die Zukunft ist ungewiss und verspricht nicht viel Gutes. Mit der Vorweihnachtszeit verbinden sich viele liebe Gewohnheiten: Die Dreikönigssinger erscheinen und schmettern in der falschen Tonart; Mrs. Hewison erfreut die Tierärzte mit einer Kostprobe ihres vorzügliches Weihnachtsgebäcks. Und gerade noch rechtzeitig vor dem Fest leidet Tricky Woo wieder einmal an Überfütterung. Es versteht sich, dass die ganze Praxis hingebungsvoll um sein Leben kämpft, und natürlich zeigt sich Mrs. Pumphrey, wie jedes Jahr, für die Rettung ihres Lieblings in hohem Maße erkenntlich. Und wie es sich zu Weihnachten gehört, gibt es hinter verschlossener Tür ein Geheimnis. Tristan – von Neugierde geplagt – will es zu nächtlicher Stunde lüften. Aber da erlebt er eine ganz und gar unweihnachtliche Überraschung …","versions":[{"lang":1,"streams":[{"redirect":12920679,"hoster":"VOE"},{"redirect":11662503,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Viel zu meckern","epNo":1,"alt":"Plenty To Grouse About","descr":"Immer noch praktiziert James Herriot gemeinsam mit seinem Partner Siegfried Farnon, und immer noch steht ihnen ein ‚dritter Mann‘ im Weg oder zur Seite: es ist Siegfrieds Bruder Tristan, von dem keiner mehr glaubt, dass er eines schönen Tages doch noch sein Examen bestehen wird. Mrs. Hall führt nach wie vor den munteren Haushalt, und Helen Herriot hat es sich in den Kopf gesetzt, einen Beruf zu ergreifen. Denn das, was ein Tierarzt in Yorkshire verdient, reicht nicht aus, um einen eigenen Hausstand zu gründen. Während James den Plänen seiner Frau mit ziemlich altmodischen Argumenten begegnet, zeigt sich Siegfried begeistert. Den Papierkrieg, den Helen bisher erfolgreich geführt hat, soll derweil Tristan übernehmen. Dieser führt ins Feld, dass er seine ganze Energie benötige, um sich auf sein Examen in Parasitologie vorzubereiten. Aber Siegfried meint, dass sein Bruder auf diesem Gebiet ohnehin über reichlich Erfahrung verfüge … Außerdem hat die Praxis im Augenblick andere Sorgen: die Schafe, die im Hochmoor weiden, sind von der sogenannten Springkrankheit befallen. Diese Krankheit wird von einem Virus verursacht, das durch Zecken übertragen wird. Den Farmern bleibt nichts anderes übrig, als das ganze Moor trockenzulegen. Das wiederum bedeutet einen Aufwand an Zeit und Kosten, dem die Farmer kaum gewachsen sind. Um den Leuten zu helfen, setzt Siegfried alles auf eine Karte …","versions":[{"lang":1,"streams":[{"redirect":11662760,"hoster":"VOE"},{"redirect":11662777,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wohltätigkeit beginnt zu Hause","epNo":2,"alt":"Charity Begins At Home","descr":"Nicht zum ersten – und bestimmt nicht zum letzten – Mal muss sich Tierarzt James Herriot einen Vorwurf seines Partners Siegfried Farnon anhören: James hat den Hund des Rentners Bailey kostenlos behandelt – und Siegfried findet, dass die Praxis es sich einfach nicht leisten kann, ‚Wohltätigkeit zu üben‘. – Als Tristan Farnon mit einer herrenlosen Katze erscheint, die er in jämmerlichem Zustand aufgelesen hat, operiert James mit schlechtem Gewissen. Denn wer zahlt für die Behandlung und die Medikamente? Aber Siegfried, der Gefürchtete, beweist ihnen wieder einmal, dass Prinzipien dazu da sind, umgestoßen zu werden: Als Rentner Bailey das nächste Mal in der Praxis erscheint, steckt Siegfried ihm das allerteuerste Medikament zu und legt noch Geld für ein ‚Mäntelchen‘ drauf – denn es ist Winter, und Baileys Hund leidet an chronischer Bronchitis.","versions":[{"lang":1,"streams":[{"redirect":11662773,"hoster":"VOE"},{"redirect":11662784,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auch ein blindes Huhn ...","epNo":3,"alt":"Every Dog Has His Day","descr":"Es gibt Krach in der Familie Farnon. Der exzentrische Tierarzt Siegfried Farnon will seinen jüngeren Bruder Tristan mit Deidre, der wenig attraktiven Tochter des Majors Headingly, verheiraten. Doch Tristan weiß, wie er seinen Kopf aus der Schlinge ziehen kann. Die Rettung naht. Unfreiwillig helfen Miss Westerman und ihr Hund Hamish dem ideenreichen Tristan aus der Verlegenheit.","versions":[{"lang":1,"streams":[{"redirect":13008009,"hoster":"VOE"},{"redirect":11662791,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11198080,"hoster":"VOE"},{"redirect":10101163,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Des Pudels Kern","epNo":4,"alt":"Hair Of The Dog","descr":"\"Jeder ist zu ersetzen – wenigstens für eine kurze Zeit\", sagt sich Siegfried Farnon und gibt Mrs. Hall Urlaub, damit sie zu ihrem kranken Bruder fahren kann. Da James’ Frau Helen inzwischen berufstätig ist, kommt nur einer für die Haushaltsführung infrage: Tristan Farnon. Der versucht, wie immer, sein Bestes zu geben. Und die anderen bemühen sich nach Kräften, seine Menüs einigermaßen genießbar zu finden – bis Siegfried feststellt, dass Tristan sich irrtümlich aus dem für die Hunde bestimmten Fleischvorrat bedient hat. Da ist man dann sehr dankbar, als Kollege Granville Bennett erscheint und zum Essen einlädt. Der eigentliche Grund für Granvilles Besuch ist allerdings seine Hündin Phoebe, die dringend operiert werden muss. Es handelt sich um einen gutartigen Tumor, aber Granville bringt es nicht übers Herz, selbst Hand anzulegen. Siegfried tut ihm den Gefallen – und Granville besteht darauf, sich erkenntlich zu zeigen. Aber vor dem opulenten Dinner sollen Siegfried und James Granvilles neue große Leidenschaft, seinen Garten, kennen lernen. Die Anlage rechtfertigt allerdings auf den ersten Blick nicht die vielen Stunden, die er für sein Hobby investiert haben will. Aber Granville lässt die Freunde nicht lange im Unklaren: Das Herzstück seines Gartens ist ein Pub, den er sich – ausschließlich für den eigenen Bedarf – eingerichtet hat. Natürlich sind die Gäste herzlich eingeladen – und James weiß aus schrecklicher Erfahrung, wie dieser Ausflug enden wird …","versions":[{"lang":1,"streams":[{"redirect":11662813,"hoster":"VOE"},{"redirect":11662792,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wenn Wünsche Flügel hätten","epNo":5,"alt":"If Wishes Were Horses","descr":"Tierarzt Siegfried Farnon ist der Meinung, dass sich sein Partner James Herriot zu sehr zurück hält, wenn es um die Behandlung von Pferden geht. James wiederum findet, dass Siegfried, der Pferdenarr, ihm gar keine Chance gibt, in seine Domäne einzubrechen. Jedenfalls beschließen die beiden, dass James die Behandlung von Caleb Mounts Zugpferd völlig selbstständig übernehmen soll. Als sich aber heraus stellt, dass es sich hier nicht nur um Routine, sondern um einen besonders interessanten Fall von Hufkrebs handelt, bereut Siegfried seine Voreiligkeit schon wieder und ruht nicht eher, bis James ihn in aller Form um seine Hilfe gebeten hat. Mr. Mount findet die Gelegenheit günstig, um Siegfried nach seinem ‚kleinen Bruder‘ auszufragen. Tristan Farnon nämlich bemüht sich seit einiger Zeit intensiv um Mounts attraktive Tochter Debbie. Eine Begegnung mit dem Schwiegervater in spe versucht er allerdings zu vermeiden, denn Mount ist nicht nur Mitglied des Kirchenrats, sondern auch Vorsitzender des Abstinenzlervereins.","versions":[{"lang":1,"streams":[{"redirect":11662819,"hoster":"VOE"},{"redirect":11662804,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwischen zwei Stühlen","epNo":6,"alt":"Pig In The Middle","descr":"James Herriot hat ein Problem, mit dem er nicht fertig wird. Es handelt sich um die kranke Kuh des Farmers Bailes. James will operieren; er schließt auf einen verdrehten Darm – aber genau weiß er es eben nicht … Bailes wiederum mag sich auf eine so unsichere Diagnose nicht einlassen. Er verzichtet auf die Operation – und James muss wieder einmal die Erfahrung machen, dass die primitiven Heilmethoden der Landbevölkerung der ärztlichen Kunst von Fall zu Fall überlegen sind.Während sich James in den Niederungen des Kuhstalls tummelt, bewegt sich Siegfried Farnon auf höherem Niveau. Margery Egerton, Besitzerin eines imposanten Landsitzes, sorgt sich um eines ihrer hochwertigen Reitpferde. Siegfried findet den ‚Fall‘ allerdings weniger interessant als die neue Bekanntschaft. Und es sieht schließlich so aus, als ob er bereit wäre, für Margery mit all seinen Prinzipien zu brechen …","versions":[{"lang":1,"streams":[{"redirect":11662810,"hoster":"VOE"},{"redirect":11662818,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sei vorbereitet","epNo":7,"alt":"Be Prepared","descr":"Es kommt nicht oft vor, dass Tristan Grund hat, ‚sauer‘ zu sein. Diesmal aber fühlt er sich zu Recht von seinem Bruder Siegfried in die Enge getrieben. Siegfried nämlich würde ihn nur allzu gern mit Deirdre, der wenig attraktiven Tochter des Majors Headingly, verheiraten. Tristan vermutet, dass sein Bruder weniger an der Schwägerin in spe als an Headingleys prächtiger Hundemeute und seinen Reitpferden interessiert ist. Aber Tristan hatte schon immer gute Einfälle, wenn es darum ging, seinen Kopf aus der Schlinge zu ziehen. In diesem Fall sind es Miss Westerman und ihr Hund Hamish, die ihm – unfreiwillig – aus der Verlegenheit helfen müssen.Während im Augenblick noch die privaten und beruflichen Probleme und Problemchen im Vordergrund stehen, haben die weltpolitischen Ereignisse bereits ihre Schatten auch auf die ländliche Idylle Yorkshires geworfen. Deutschland droht, in Polen einzumarschieren. Als Gegenzug hat die englische Regierung ein Abkommen mit Polen unterzeichnet – und jeder weiß, was das im Ernstfall bedeuten kann …","versions":[{"lang":1,"streams":[{"redirect":11662829,"hoster":"VOE"},{"redirect":11662840,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine aussterbende Art","epNo":8,"alt":"A Dying Breed","descr":"Es kostet Tierarzt Siegfried Farnon viel Überredungskunst, um den alten Herbie, der Darrowby mit Milch versorgt, von einer neuen Maßnahme der Regierung zu überzeugen: Nach den \"Luftschutzbestimmungen für Tiere\" müssen Pferde – als Sicherheitsmaßnahme gegen plötzliche Lärmeinwirkung – Gurthalfter unter dem Geschirr tragen. Kaum hat sich Herbie zu dieser Ausgabe durchgerungen, da tritt sich seine Stute Dolly einen Nagel in den Fuß. Die Rettung des Tieres ist für Herbie eine Existenzfrage. Während es so aussieht, als ob Siegfried, der Dolly behandelt, eine Niederlage hinnehmen müsste, kommt sein Bruder Tristan zu unerwartetem Erfolg: Miss Westerman hat all ihren Freundinnen den gutherzigen jungen Mann empfohlen, der mit Freude bereit ist, die Haustiere armer Witwen für die Hälfte des Honorars zu behandeln …","versions":[{"lang":1,"streams":[{"redirect":11662838,"hoster":"VOE"},{"redirect":11662831,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Am Rande der Katastrophe","epNo":9,"alt":"Brink Of Disaster","descr":"Als Siegfried Farnon zu einem kranken Pferd gerufen wird, bittet er James Herriot, die Behandlung zu übernehmen. Tristan Farnon hat die richtige Erklärung für dieses ungewöhnliche Verhalten des Pferdenarren: Nachdem es seinem Bruder nicht gelungen ist, die Stute des alten Herbie zu retten, fällt es ihm offenbar schwer, sein Selbstvertrauen zurück zu gewinnen. Siegfrieds Laune wird nicht besser, als er Farmer Duggleby eröffnen muss, dass die Maul- und Klauenseuche unter seinen Schweinen ausgebrochen ist. Um die Ansteckungsgefahr gering zu halten, muss Duggleby sämtliche Tiere schlachten. Dass die Regierung Schadenersatz zahlt, ist für den Farmer nur ein schwacher Trost. Aber die kleinen und großen Sorgen des täglichen Lebens werden von den weltpolitischen Ereignissen überholt: Auch wer kein Radio besitzt, weiß inzwischen, dass England Deutschland den Krieg erklärt hat.","versions":[{"lang":1,"streams":[{"redirect":11662859,"hoster":"VOE"},{"redirect":11662862,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Daheim und unterwegs","epNo":10,"alt":"Home And Away","descr":"Siegfried Farnons alter Freund, Tierarzt Stewie Brannan, will Urlaub machen und hofft, dass Herriot bereit sein wird, ihn zu vertreten. James und seine Frau Helen sind einem Tapetenwechsel nicht abgeneigt. James muss allerdings feststellen, dass Brannans Praxis auf Improvisation beruht, und auch Helen kann nicht so recht heimisch werden. Kritisch wird es jedoch, als James – in Vertretung Brannans – als offizieller Tierarzt beim Hunderennen ‚mitspielen‘ soll; denn er ist ganz und gar nicht bereit, beide Augen zuzudrücken … Aber auch daheim in Darrowby ist die Stimmung nicht die beste. Mrs. Hall ist für zwei Wochen verreist, und wieder hat Tristan die Haushaltsführung in seine bewährten Hände genommen. Besonders stolz ist er auf seine Küche: Spezialität ‚Würstchen mit Kartoffelbrei‘. Da Siegfried ist Unvorsichtigkeit begeht, ihm beim ersten Mal ein Lob auszusprechen, bleibt Tristan für den Rest der Zeit bei diesem Menü.","versions":[{"lang":1,"streams":[{"redirect":11662906,"hoster":"VOE"},{"redirect":11662854,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ängste und Ausflüge","epNo":11,"alt":"Alarms And Excursions","descr":"James Herriot und Siegfried Farnon müssen die Polizei alarmieren, denn innerhalb weniger Tage gibt es unter ihren Patienten mehrere Fälle von Strychninvergiftung. Besonders betroffen ist Siegfried, als er erfährt, dass Mrs. Cliffords Blindenhund Saxon zu den Opfern gehört. Siegfried sorgt sich auch aus privaten Gründen um Hund und Herrin, denn Mrs. Clifford ist eine Freundin von Margery Egerton, und Margery ist die einzige Frau, die Siegfried all seine Prinzipien vergessen lässt. Nun hält sie sich bereits seit Monaten in London auf, und Mrs. Clifford weiß zu berichten, dass die Freundin vorläufig nicht die Absicht hat, nach Hause zurück zu kehren … Die Tatsache, dass England Deutschland den Krieg erklärt hat, bleibt auch für Darrowby nicht ohne Folgen. Alle Wegweiser müssen entfernt werden, um dem Feind die Orientierung zu erschweren, und die Kirchenglocken dürfen nur noch im Fall einer feindlichen Invasion geläutet werden. Als Tristan eines Nachts in angeheitertem Zustand im Glockenturm sein Unwesen treibt, ist die Verwirrung unter den Einwohnern von Darrowby vollkommen.","versions":[{"lang":1,"streams":[{"redirect":11662874,"hoster":"VOE"},{"redirect":11662869,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf Leben und Tod","epNo":12,"alt":"Matters Of Life And Death","descr":"Paul Cotterell sorgt sich um seinen Hund Theo, der von Tag zu Tag dünner wird. James Herriot stellt fest, dass es sich um Krebs handelt. Obwohl James weiß, dass Theo der Lebensinhalt seines Herrn ist, rät er Paul, das Tier einschläfern zu lassen, um ihm Schmerzen zu ersparen. James wundert sich allerdings darüber, wie gelassen Paul auf seinen Vorschlag reagiert. Aber kurze Zeit später muss er feststellen, dass er Pauls Gemütsverfassung falsch eingeschätzt hat … Um einen nicht alltäglichen Fall geht es auch bei Lord Hulton: Ein herrenloses, an den Flanken schwer verletztes Pferd ist ihm zugelaufen. Wie sich später herausstellt, handelt es sich um das Dienstpferd eines Offiziers, der den Einsatz seiner Sporen bereits teuer bezahlen musste: er liegt mit einer Gehirnerschütterung im Krankenhaus. Lord Hulton möchte das schöne Tier gern erwerben; dabei kommt ihm der Umstand zugute, dass die Armee beschlossen hat, ihre Dragoner zu motorisieren.","versions":[{"lang":1,"streams":[{"redirect":11662875,"hoster":"VOE"},{"redirect":11662877,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Wille zu leben","epNo":13,"alt":"Will To Live","descr":"Tristan Farnon muckt auf. Er fühlt sich von seinem Bruder Siegfried ausgenutzt – als ‚Mädchen für alles‘! Tristan wünscht sich endlich eine richtige Aufgabe. Die Tatsache, dass er seinem Tierarzt-Examen immer noch hinterher läuft, findet er in diesem Zusammenhang nicht so wichtig. Als Siegfried ihm die Gelegenheit gibt, den Gartenzaun zu reparieren, streikt er endgültig. Sein Bruder ersinnt eine boshafte Rache: Er entbindet Tristan von allen Aufgaben. Tristan genießt diesen Zustand – aber nicht lange. Da Siegfried jedoch nicht mit sich reden lässt, wendet er sich in seinem Tatendrang an Mrs. Hall. Aber die ist gar nicht begeistert von Tristans Idee, einen Hausputz zu veranstalten … Im Gegensatz zu seinem Freund hat es James Herriot mit einem echten Problem zu tun. Es ist zu befürchten, dass Andrew Vines Hund Digger sein Augenlicht verlieren wird. Und wieder sieht es so aus, als ob James sich nicht nur um den Patienten, sondern auch um die Gemütsverfassung des ‚Herrchens‘ sorgen müsste.","versions":[{"lang":1,"streams":[{"redirect":11662911,"hoster":"VOE"},{"redirect":11662892,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Große und kleine Schritte","epNo":14,"alt":"Big Steps And Little \u0027Uns","descr":"James Herriot und Siegfried Farnon, die als Tierärzte nicht kriegsdienstpflichtig sind, haben sich freiwillig zur Royal Air Force gemeldet. Siegfried hat bereits seinen Einberufungsbefehl erhalten. Es ist beschlossene Sache, dass sich Tristan während der Abwesenheit der beiden um die Praxis kümmern soll. Und was keiner mehr erwartet hatte, geschieht: Tristan erhält die Nachricht, dass er sein Examen bestanden hat. Siegfried ist trotzdem der Meinung, dass er seinem Bruder einen Assistenten zur Seite stellen sollte. Ein polnischer Emigrant, Dr. Raczinski, wird sich vorstellen. Man traut seinen Augen nicht, als sich herausstellt, dass Dr. Raczinski eine Frau ist. Dabei scheint sie weder zimperlich noch in anderer Weise ihren männlichen Kollegen unterlegen zu sein. Im Gegenteil – Dr. Raczinski ist so tüchtig, dass alle erleichtert sind, als sie sich für eine andere Stelle entscheidet. Man wird einen anderen Assistenten finden – und warum sollte es nicht wieder eine Frau sein, meint Tristan. Aber schließlich ändert das alles nichts an der Tatsache, dass die fröhliche Hausgemeinschaft auseinander brechen wird – und an der Gewissheit, dass es nie wieder so sein kann, wie es war …","versions":[{"lang":1,"streams":[{"redirect":11662922,"hoster":"VOE"},{"redirect":11662919,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Ein kleines Wunder der Natur","epNo":1,"alt":"One Of Nature\u0027s Little Miracles","descr":"Nach den Wirren des 2. Weltkrieges gehen die Tierärzte Siegfried Farnon und sein Partner James Herriot in der Landtierarztpraxis in Darrowby neuen Zeiten entgegen. Die Praxis soll vergrößert werden, doch zunächst müssen die Finanzen stimmen. Mit einem neuen Mitarbeiter möchte Siegfried Farnon frisches Blut und neuen Schwung in die Praxis bringen. Die Tierärzte helfen, wo sie nur helfen können, selbst wenn es um Patienten eines anderen Kollegen geht. Doch statt Dank ernten sie nur Vorwürfe. Neben alten, beruflichen und privaten Belastungen soll James darüber hinaus auch noch dem Molkereiausschuss beitreten. Ein ehrenvolles Amt – aber James zögert.Tristan Farnon arbeitet zur Zeit im Landwirtschaftsministerium und kümmert sich um die Kastration der Kälber in der Umgebung. Siegfried bemüht sich angestrengt, das ehemals gute Verhältnis zu seinem Kollegen wieder herzustellen. Für Abwechslung im Alltagstrott der Landtierarztpraxis sorgt Calum Buchanan. Der schottische Tierarzt reist in Begleitung ungewöhnlicher Haustiere mit Sack und Pack an und wird ab jetzt seine Kollegen Farnon und Herriot tatkräftig bei ihrer Arbeit unterstützen. Es wird eng im Haus von Siegfried Farnon.James tritt dem Molkereiausschuss bei und gerät in der ersten Sitzung aus verständlichen Gründen ganz schön ins Schwitzen.","versions":[{"lang":1,"streams":[{"redirect":11662971,"hoster":"VOE"},{"redirect":11662964,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bellen und Beißen","epNo":2,"alt":"Barks And Bites","descr":"Während James Herriot eine schwierige Diagnose zu stellen hat, werden seine Frau Helen und sein Sohn Jimmy von einem grausamen Hundebesitzer mit der Flinte bedroht. Das hat Folgen. Tristan Farnon muss im Auftrag des Landwirtschaftsministeriums nach Hall reisen, um die Verladung einer Schafsherde nach Russland zu überwachen. Er kann James dafür gewinnen, ihn in dieser Mission zu begleiten. In der Zwischenzeit hält Siegfried Farnon in der Praxis die Stellung. Nur Wunder kann auch er nicht vollbringen. Tristan und James sind noch in Hall, um die Verladung der Schafsherde zu überwachen. Die Arbeit ist zeitintensiv und gestaltet sich angenehmer als erwartet. Während dessen kümmert sich Siegfried um die heimischen Patienten, und mit der Einarbeitung seines neuen Mitarbeiters Calum in den Praxisalltag hat er alle Hände voll zu tun.","versions":[{"lang":1,"streams":[{"redirect":11662973,"hoster":"VOE"},{"redirect":11662975,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Bulle mit der Melone","epNo":3,"alt":"The Bull With The Bowler Hat","descr":"Mr. Maxwell’s Kuh stirbt, kurz nachdem James Herriot sie behandelt hat. James macht sich große Vorwürfe. Tristan Farnon sucht nach einer neuen Strategie, um Deirdre für sich zu gewinnen. Calum will ihm dabei helfen und verlebt einen amüsanten Abend mit Tristan und Deirdre. Siegfried Farnon ist sehr erstaunt, als er in seinem Flur Hector, Calums ungewöhnlichem Haustier, begegnet. Er nimmt sich vor, die Hausordnung zu ändern.Die Brüder Siegfried und Tristan Farnon versuchen, neue wissenschaftliche Experimente in der Praxis anzuwenden. James Herriot behandelt Maxwells neue Kuh, die sehr krank ist und nur wenig Überlebenschancen hat. Er setzt alles daran, diese Kuh zu retten, besonders, da er sich für den Tod einer anderen verantwortlich fühlt.","versions":[{"lang":1,"streams":[{"redirect":11662985,"hoster":"VOE"},{"redirect":11662988,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"The Pig Man Cometh","epNo":4,"alt":"The Pig Man Cometh","descr":"James und Helen Herriot denken daran, sich ein Haus zu kaufen, doch das ist sehr teuer. James hat auch noch andere Sorgen. Bei Schweinen eines Kunden besteht Verdacht auf Schweine-Pest. Für den Besitzer wäre das ein großer Verlust. Siegfried und Tristan Farnon machen wieder neue Erfahrungen mit der mehr oder weniger liebenswerten Mentalität der Menschen von Yorkshire. James Herriot und Tristan Farnon müssen einem Kunden mitteilen, dass seine Schweine die Schweine-Pest haben. Trotzdem finden sie eine Möglichkeit, ihm zu helfen. Mr. Butland bereitet den Tierärzten Schwierigkeiten, angefangen vom Kauf eines Rassepferdes bis hin zu einer Auktion. Der einzige, der einen Vorteil davon hat, ist Calum.","versions":[{"lang":1,"streams":[{"redirect":11662982,"hoster":"VOE"},{"redirect":11663009,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hail Caesar!","epNo":5,"alt":"Hail Caesar!","descr":"Tristan Farnon wird von seinem Bruder Siegfried mit heftigen Vorwürfen überschüttet. Als Tierarzt hat er es versäumt, den tödlichen Verkehrsunfall eines Rehbocks im Landwirtschaftsministerium zu melden. Ein kriminelles Delikt von Wilddieberei ist zu klären. Helen Herriot organisiert den Kirchenbasar und engagiert jeden mit nur etwas schottischem Blut. Mrs. Pumphrey macht sich Sorgen um ihr Schoßhündchen Tricki Voo. Der kleine Pekinese hat nach dem Verzehr verfaulten Wildfleisches starke Magenbeschwerden. James kommt dem Verursacher auf die Spur. Zeit zum Verschnaufen bleibt den Tierärzten so gut wie nie. Selbst am späten Abend wird James zu einer Kalbsgeburt gerufen. Und wieder ist mit Komplikationen zu rechnen. Er ruft mitten in der Nacht Tristan bei der komplizierten Geburt zu Hilfe. Die Tierärzte müssen einen Kaiserschnitt vornehmen. In einem Gespräch \"von Frau zu Frau\" gesteht Deirdre Helen, dass sie sich sehr zu Calum hingezogen fühlt und gerne mit ihm \"in seiner Welt\" leben möchte. Siegfried hat den Verdacht, dass sich Flöhe in seinem Haus ausbreiten. Er stellt Calum zur Rede. Mrs. Pumphrey gibt eine Party, um die Genesung von Tricki Voo zu feiern. James und Helen Herriot sind natürlich auch eingeladen. Doch für James verläuft die Feier nicht ungetrübt. Die gesellschaftlichen Verpflichtungen halten alle im Haus von Siegfried Farnon in Atem.","versions":[{"lang":1,"streams":[{"redirect":11663006,"hoster":"VOE"},{"redirect":11663020,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nur ein einziger Beller","epNo":6,"alt":"Only One Woof","descr":"Auch wenn James Herriot seine Arbeit gerne ausübt, vergeht ihm manchmal das Lachen. Dies trifft auch im Fall Mr. Biggins zu, der versucht, James zum Narren zu halten.Tristan ist dagegen als Experte gefragt. Er schwärmt für die neue Nachbarin und lässt sich keine Gelegenheit entgehen, ihr mit seinem fachmännischen Rat zur Seite zu stehen. Calum entwickelt sich zu einem engagierten Mitarbeiter, doch sein Eifer wird selbst Siegfried manchmal zuviel. Siegfried macht sich Sorgen um den Hund eines Hirtenhundtrainers, der unter Epilepsie leidet, und James muss sich mit Mr. Biggins auseinandersetzen, der immer wieder versucht, ihn hereinzulegen. Auch über Tristans Kopf zieht sich ein Unwetter zusammen. Dieser ist aber wie immer ahnungslos und optimistisch. Der Baron von Yorkshire ist von Calum sehr angetan und macht ihm ein gutes Angebot, das sogar Siegfried zu imponieren scheint.","versions":[{"lang":1,"streams":[{"redirect":11662930,"hoster":"VOE"},{"redirect":11662935,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ace, King, Queen, Jack","epNo":7,"alt":"Ace, King, Queen, Jack","descr":"James Herriots Sorgenkind ist diesmal ein Hund mit nur drei Beinen. Ein Kunde Siegfried Farnons hat in eine neue und wirksame Melkanlage viel Geld investiert; doch dann tauchen Probleme auf. Der Landwirt muss befürchten, dass seine Kühe die Maul- und Klauenseuche haben. Das würde seinen finanziellen Ruin bedeuten. Siegfried fiebert mit ihm dem Ergebnis der Untersuchung entgegen. Auch Siegfried hat sich etwas Neues geleistet. Doch von der überraschenden Neuanschaffung ist James zuerst überhaupt nicht begeistert. Die Landwirtschafts-Ausstellung bereitet James Probleme. Er wird als Preisrichter für die Hundeshow auserwählt, an der auch Mrs. Pumphrey mit ihrem Pekinesen Trickey Woo teilnimmt. James befürchtet, in eine peinliche Situation zu geraten.","versions":[{"lang":1,"streams":[{"redirect":11662931,"hoster":"VOE"},{"redirect":11662934,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10101241,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"The Healing Touch","epNo":8,"alt":"The Healing Touch","descr":"Siegfried Farnon findet, dass Calum Buchanan recht verschwenderisch mit dem Arbeitsmaterial der Praxis umgeht. Zudem muss er sich mit einem geizigen Kunden auseinandersetzen. Tristan Farnon gerät beim Tennisspielen mit seiner neuen Flamme Rachel ganz schön ins Schwitzen. Doch dann kommt ein Notfall – eine angefahrene und schwer verletzte Katze – dazwischen. Tristan und James Herriot bringen sie in Dr. Bennetts Praxis, die für solche Notfälle besser eingerichtet ist. Dr. Bennetts Frau versucht über Helen Herriot, James für die Praxis als Partner ihres Mannes zu gewinnen. Nach der schwierigen Operation verbringen James und Tristan noch einen gemütlichen Abend in Dr. Bennetts Haus. Calum kann es Siegfried nur schwer recht machen. Nachdem Siegfried ihm vorgehalten hat, er sei zu verschwenderisch, findet er nun, dass Calum zu sparsam mit dem Arbeitsmaterial umgeht. Für Aufregung sorgt Jimmy, der Sohn von James und Helen, als er nach der Schule nicht nach Hause kommt.","versions":[{"lang":1,"streams":[{"redirect":11662944,"hoster":"VOE"},{"redirect":11662943,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Städter","epNo":9,"alt":"City Slicker","descr":"James Herriot bekommt Besuch von seinem alten Schulfreund Andrew Bruce. Der ist begeistert vom Landleben und überlegt, ob er sich ein Grundstück in der Gegend kaufen soll. Er begleitet James bei seinen Hausbesuchen und lernt dabei einige ungewöhnliche Menschen kennen.Siegfried Farnon wird diesmal als Geburtshelfer schwer gefordert.James ist sich immer noch nicht sicher, ob er das Angebot von Dr. Bennett, bei ihm in der Praxis als Partner einzusteigen, annehmen soll. Er fragt seinen Freund Andrew um Rat. Seine Entscheidung wird aber noch von etwas anderem beeinflusst.Erheiterung bringt den Tierärzten immer wieder Mr. Pickersgill, der ein wahres Genie im Umgang mit Fremdwörtern ist.","versions":[{"lang":1,"streams":[{"redirect":11662950,"hoster":"VOE"},{"redirect":11662942,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"For Richer, For Poorer","epNo":10,"alt":"For Richer, For Poorer","descr":"Tristan Farnon bekommt die Aufgabe, ein Schwein zu schlachten. An sich nichts Ungewöhnliches, aber in diesem Fall tut sich Tristan schwer.Siegfried Farnon ist wieder eifrig bemüht, die Verschwendungssucht seines Kollegen Calum und James’ Großzügigkeit zu zügeln. Er selbst geht als glänzendes Beispiel voran. James hat sich jetzt endgültig entschlossen, in der Praxis von Siegfried zu bleiben. Dieser scheint sehr froh darüber zu sein und zeigt dies auch in einem tollen Geschenk für Helen Herriot. Calum gerät auf einem Baum ganz schön in Schwierigkeiten. James, der eigentlich helfen soll, gesellt sich dazu. Eine Freude bereitet James und Helen ihr Sohn Jimmy, wenn es auch anfangs nicht danach aussieht.","versions":[{"lang":1,"streams":[{"redirect":11662958,"hoster":"VOE"},{"redirect":11662953,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Gegen alle Widrigkeiten","epNo":1,"alt":"Against The Odds","descr":"Für James Herriot beginnen schwere Wochen. Nicht nur um das liebe Vieh, sondern auch um den Haushalt darf er sich jetzt kümmern: Ehefrau Helen liegt mit verrutschten Bandscheiben zu Bett, Tristan Farnon wandelt wieder mal auf Freiersfüßen und Calum Buchanan muss in Irland Rinder untersuchen.Und trotzdem findet James die Zeit für eine Pferdewette.Tristan hat seine Stelle im Ministerium für Landwirtschaft und Fischereiwesen aufgegeben. Er arbeitet jetzt, wenn er arbeitet, ganz für die Praxis seines Bruders Siegfried. Sogar unter erschwerten Bedingungen: bei Eis und Schnee. Seinem Liebesglück allerdings steht mehr als nur diese Arbeit und die winterliche Witterung im Weg.","versions":[{"lang":1,"streams":[{"redirect":13917320,"hoster":"VOE"},{"redirect":11663026,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Ehrenplatz","epNo":2,"alt":"Place Of Honour","descr":"Tristan bequemt sich, James im Haushalt zu helfen – mit zwei linken Händen. Bruder Siegfried unterstützt James, dessen Frau Helen immer noch das Bett hüten muss, bei einer Visite im Haus der schrulligen Mrs. Pumphrey. Dabei zeigt er sich von einer gänzlich neuen Seite, nämlich als Musikliebhaber. Für Ärger sorgen herrenlose Hunde und geräucherte Forellen. Sind Kühe wichtiger als Schoßhunde? Welche Musik liebt Mrs. Pumphreys vierbeiniger Liebling Tricki Woo am meisten? Das sind Fragen, die den Ärzten James, Siegfried und Tristan das Leben ganz schön schwer machen. Verständlich, dass da auch ein Geburtstagsempfang zu Ehren des Schoßhündchens die drei nur sehr begrenzt erheitert.","versions":[{"lang":1,"streams":[{"redirect":11663097,"hoster":"VOE"},{"redirect":11663068,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein wunderschöner Morgen","epNo":3,"alt":"Choose A Bright Morning","descr":"Helen ist immer noch ans Bett gefesselt. Deshalb begrüßen die unfreiwilligen Hausmänner Siegfried und Tristan, James, und der aus Irland zurückgekehrte Calum Buchanan, den Besuch von Deirdre McEwan ganz besonders: sie ist eine kostenlose Haushälterin. Tristan zeigt sich gegenüber seiner Verflossenen von der besten Seite. Er überlässt ihr sogar das eigene Zimmer. Der verliebte Calum hingegen … Calum und Deirdre vertreiben sich die Zeit mit Streitereien und mit Versöhnungen, bis Deirdre eines Tages im Zorneseifer zurück nach Edinburgh reist. Währenddessen behandelt James Katzen mit einem neuen Serum, wirkt Siegfried bei einer außergewöhnlichen Jagdzeremonie mit und schmiedet ganz nebenbei Pläne für den Sommerurlaub seines jüngeren Bruders Tristan.","versions":[{"lang":1,"streams":[{"redirect":11663108,"hoster":"VOE"},{"redirect":11663221,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Fliegerfeld","epNo":4,"alt":"The Playing Field","descr":"Helen ist noch immer arbeitsunfähig. Und auch Tristan ist nach wie vor nicht gerade voller Tatendrang. Außerdem braucht er all seine Kraft für Abschiedsfeiern, denn Bruder Siegfried hat ihm einen mehrmonatigen Arbeitsurlaub in Irland verordnet. Die Folgen sind klar: Der Haushalt leidet. Zu allem Überfluss erhält James auch noch Besuch von Andrew Bruce, einem vornehmen Freund aus London. Während Siegfried in London konferiert, spielt Tristan zum Abschied doch noch ein bisschen Hausmann. Calum kümmert sich auf einem christlichen Bauernhof um eine Kuh, die nicht brünstig ist. James schließlich, auf Schritt und Tritt begleitet von Freund Andrew, behandelt Ponys, die rätselhafterweise an einer Bleivergiftung leiden. Alle sind also beschäftigt, weshalb sich Helen ernstlich um die Feier ihres 13. Hochzeitstages sorgt.","versions":[{"lang":1,"streams":[{"redirect":11663406,"hoster":"VOE"},{"redirect":11663179,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Traum wird wahr","epNo":5,"alt":"When Dreams Come True","descr":"ristan Farnon ist, wie von Bruder Siegfried angeordnet, zu langwierigen Tuberkulosetests nach Irland gereist. Helen hat ihr Bandscheibenleiden auskuriert. Trotzdem plagen Sorgen das Ehepaar Herriot: James nämlich ist Siegfrieds Fortschritts- und Leichtgläubigkeit leid. Es gibt Streit. Überdies keimen in James Gedanken an einen Umzug. Doch schließlich herrscht wieder Frieden im Haus der Tierärzte von Darrowby. Die Seniorpartner haben sich versöhnt. Nach wie vor allerdings möchte James, mit Ehefrau Helen und ihren beiden Kindern, in ein eigenes Haus umziehen. Ein Objekt der Begierde gibt es bereits, doch auch ein Problem: das liebe Geld. Dem Ehepaar Herriot fehlen zum Kauf über 2.000 Pfund.","versions":[{"lang":1,"streams":[{"redirect":11663289,"hoster":"VOE"},{"redirect":12482000,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein neuer Abschnitt","epNo":6,"alt":"A New Chapter","descr":"James Herriot und Calum Buchanan assistieren dem berühmten Veterinärchirurgen Granville Bennet mit Erfolg bei einer Operation. Ihre Hilfestellung am kalten Buffet bei einem Empfang des nordenglischen Veterinärverbandes ist dagegen eher folgenreich als erfolgreich. Siegfried und Helen schwelgen währenddessen bei einem edlen Tropfen in Erinnerungen aus der guten alten Zeit vor dem Zweiten Weltkrieg. Doch plötzlich kündigt sich Trauriges an. Der Tag des Umzugs ist gekommen: James, Helen und ihre beiden Kinder übersiedeln in ein eigenes Haus. Obwohl Siegfried bereit ist, für einige Tage alle Sprechstunden zu übernehmen und Calum sämtliche Hausbesuche machen könnte, will James lieber in der Praxis arbeiten als beim Umzug helfen. Wofür es einen traurigen Grund gibt.","versions":[{"lang":1,"streams":[{"redirect":11663501,"hoster":"VOE"},{"redirect":11663366,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Geschenk aus Dublin","epNo":7,"alt":"A Present From Dublin","descr":"Während sich Calum mit einem nur Kartoffelchips fressenden Hündchen abgeben muss, versucht sich Siegfried telefonisch als Partnervermittler. Weil er dringend eine billige Haushälterin braucht, will er Deirdre McEwans Versöhnung mit Calum beschleunigen. Der junge Mann jedoch widmet sich voll und ganz seinem Überraschungsgast: der hübschen, leidenschaftlichen, schlauen und zielstrebigen Molly McFeely, die er in Irland kennen gelernt hat. Molly ist eine Traumfrau. Sie hat nicht nur Spaß daran, mit Calum zu angeln, oder Verständnis, dass er einen Frischling mit nach Hause bringt, sondern sie kocht, wäscht und putzt auch gerne. Siegfried ist begeistert von der Freundin seines Mieters und Mitarbeiters. Doch dann geschieht das Vorhersehbare: Deirdre kommt nach Darrowby, um sich mit Calum zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":12383549,"hoster":"VOE"},{"redirect":11663549,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Salz der Erde","epNo":8,"alt":"The Salt Of The Earth [The Good Companions]","descr":"Siegfried kündigt James und Calum Verstärkung an. Vierzehn Tage lang soll ein junger Mann, der auch über ein eigenes Beförderungsmittel verfügt, den Tierärzten zur Hand gehen. Es ist Willy Bannister, dem der Ruf vorauseilt, ein Vorbild an Enthaltsamkeit und Redlichkeit zu sein. Calums Vorfreude auf dieses Musterexemplar ist natürlich nicht gerade riesig. Doch Willy übertrifft alle Befürchtungen. Vor allem Calum erlebt einprägsame Überraschungen. Als er schließlich sogar Essgewohnheiten ändern soll, schlägt er zu: er kocht selbst. Helen kann sich einer Einladung zu selbst angefertigtem Essen gerade noch entziehen, ebenso Willy. James und Hausherr Siegfried allerdings scheinen verloren zu sein. Vorsorglich desinfizieren sie daher ihre Mägen mit viel Alkohol.","versions":[{"lang":1,"streams":[{"redirect":11663586,"hoster":"VOE"},{"redirect":11663597,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schecks und Rechnungen","epNo":9,"alt":"Cheques And Balances","descr":"Helen Herriot macht als Buchhalterin der Tierärzte auf eine besorgniserregende Tatsache aufmerksam: Es gibt viel zu viele Drückeberger, die jahrelang keine Rechnungen mehr bezahlt haben. Siegfried Farnon ist empört und fürchtet um die Zahlungsmoral der redlichen Klienten. Trotzdem kostet es James Herriot einige Kraft, bis Siegfried auch gegen den größten Drückeberger vorgehen will, den er immer noch für einen Gentlemen hält: gegen einen Major.Viele unschöne Erfahrungen mussten die Tierärzte von Darrowby sammeln, als sie höflich um die Bezahlung alter Rechnungen baten. Daher sind sie jetzt zu einem Blitzkrieg entschlossen. Sie wollen erst wieder praktizieren, wenn alle bezahlt haben. Und zum Zahltag – auch für den säumigen Major – erklären sie den bevorstehenden Markttag.","versions":[{"lang":1,"streams":[{"redirect":11663607,"hoster":"VOE"},{"redirect":11663614,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Female Of The Species","epNo":10,"alt":"Female Of The Species","descr":"Calum Buchanan und Deirdre McEwan sind ein Herz und eine Seele, da droht dem Glück der beiden eine neue Gefahr: Sie heißt Emma und kommt aus einem der besten Viertel Londons. Siegfried Farnon hat sie als Aushilfskraft eingestellt. Als Tierärztin möchte Emma in Zukunft auf keinen Fall nur in der Praxis ihres Vaters verzärtelte Pudel behandeln. Calum zeigt ihr daher sehr gerne, worauf es beim Umgang mit Großtieren hauptsächlich ankommt. Calum Buchanan und Veterinärin Emma, die im Hause der Herriots wohnt, arbeiten hervorragend zusammen. Zum Zerwürfnis kommt es erst, als Calum die hübsche, junge Kollegin nicht ausreichend vor dem Misstrauen vorurteilsbeladener Landmänner schützt. Schließlich jedoch siegt die Zuneigung. Aber auch die Vernunft.","versions":[{"lang":1,"streams":[{"redirect":11663626,"hoster":"VOE"},{"redirect":11663625,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Jackpot","epNo":11,"alt":"The Jackpot","descr":"Auf James warten nach dem Familienurlaub in Schottland viele Aufgaben, denn jetzt verreist Partner Siegfried. Um dennoch in Urlaubsstimmung zu bleiben, kleidet sich James ungewöhnlich.Zwei Ereignisse hellen ihm außerdem den grauen Arbeitsalltag auf: Der Hund der reichen Mrs. Ridge, von einem Traktor überfahren, kann gerettet werden, und \"Jackpot\", das neue Rennpferd eines guten Freundes, gibt Anlass zu den schönsten Hoffnungen.Calum rastet mal wieder aus, denn die geliebte Deirdre beschäftigt sich nicht nur mit dem Staubsauger, sondern auch mit einem neuen Tierarzt aus der Nachbarschaft.James und Helen hingegen haben Grund zur Freude. Mrs. Ridge lädt sie ein, zusammen mit ihr ein spannendes Pferderennen zu besuchen. Eine Veranstaltung, bei der James zu großer Form aufläuft.","versions":[{"lang":1,"streams":[{"redirect":11663636,"hoster":"VOE"},{"redirect":11663632,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zwei vom gleichen Schlag","epNo":12,"alt":"Two Of A Kind","descr":"Ungewohnte Bilder sind im idyllisch gelegenen Darrowby zu sehen, denn das Fernsehen hält seinen Einzug. Siegfried, ohnehin ein Freund des Fortschritts, wird sofort zu seinem leidenschaftlichen Verfechter. Calum und James jedoch lassen sich nicht mitreißen. Sie sind viel zu beschäftigt: Calum mit seinem angeschossenen, die Klänge des Dudelsacks liebenden Fuchs und James mit einer scheintoten Katze.Calum macht eine böse Entdeckung: Deirdre ist in der Gegend, ohne sich bei ihm gemeldet zu haben. Was die Sache für ihn verschlimmert: Er sieht sie im Sportwagen eines Fremden. Aber Deirdre kann dem eifersüchtigen Tierarzt – wie immer – alles erklären. Und so entschließen sich die beiden endgültig zur Tat.","versions":[{"lang":1,"streams":[{"redirect":11663648,"hoster":"VOE"},{"redirect":11663649,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Here And There","epNo":1,"alt":"Here And There","descr":"Ehe Calum sich versieht, hat Siegfried sich bei seinem Assistenten einquartiert. Mit James Herriot, versteht sich. Die beiden teilen nicht nur die Praxis, sondern auch ihr Schicksal. Denn nicht nur Dawnson hält Tierärzte für immer einsatzbereite Verrückte! Das wurmt Siegfried (um sechs Uhr früh) gewaltig.Für kranke Kälber ist Granulat wichtiger als ein Seilakt unter dem Kuhstalldach. Basil, früher Lehrer und jetzt neuer Stallarbeiter bei Mr. Whitehead, überrascht James nicht nur mit Kartenspielertricks. Doch ein Gutshof ist nicht immer ein El Dorado …","versions":[{"lang":1,"streams":[{"redirect":11663657,"hoster":"VOE"},{"redirect":11663662,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wahre Liebe","epNo":2,"alt":"The Course Of True Love","descr":"Calum hat seine Verlobte, James hat seinen Hund und Siegfried – hat schlechte Laune. Bei diesem Symptom hilft nur eine kleine Vergrößerung des Hausstandes. Gegen die drohende Trennung von Calum und Deidre ist eher eine Radikaltherapie angesagt. James und Siegfried sparen nicht mit guten Rezepten.Auch große Entscheidungen brauchen schon mal eine Art ‚Geburtshilfe‘. Siegfried hat wirklich Wichtigeres zu tun, als den Jahrestag seines ersten Kaiserschnitts bei einer Kuh zu feiern. Er steht ganz im Dienste Amors. Denn zwei traurige Neuigkeiten sind mehr als genug.","versions":[{"lang":1,"streams":[{"redirect":11663675,"hoster":"VOE"},{"redirect":11663672,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Ruf der Wildnis","epNo":3,"alt":"The Call Of The Wild","descr":"Eifersucht macht blind. Siegfried übersieht nicht nur Calums großen Artikel in der Fachzeitschrift, er fällt auch noch über seinen Fischeimer. Als Siegfried kurz darauf zu Mrs. Bond gerufen wird, steht fest: Kleine Sünden – straft manchmal auch ein Katzenkind.Ein Abenteuer kommt selten allein. Auf Calum wartet nicht nur das Eheleben, sondern auch ein Forschungsprojekt in Kanada. Ob er aber die Stelle im Wildreservat wirklich antreten kann, hängt nicht allein von ihm ab. Auch in England gibt es wilde Tiere zu verarzten. Aber nicht nur wegen Kater Boris II. erlebt Calum seine Hochzeit ziemlich angeschlagen.","versions":[{"lang":1,"streams":[{"redirect":12383550,"hoster":"VOE"},{"redirect":11663690,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"The Nelson Touch","epNo":4,"alt":"The Nelson Touch","descr":"Keine Antwort ist auch eine Antwort. Dabei könnten Charlie, Bert und Hughie mit den erfolgreichen Diagnosen von James durchaus zufrieden sein. Das Vertrauen des sturen Trios gewinnt James aber nicht mit seinen Behandlungen, sondern durch einen Zufallstreffer im Glücksspiel. Die drei beschließen, den Tierarzt in ihre Reihen aufzunehmen. Denn ihre Tippgemeinschaft braucht fachmännische Unterstützung.Mr. Hopf verlangt von Siegfried hellseherische Fähigkeiten, denn er soll seinem kranken Hund per Ferndiagnose helfen. Der komische Kauz ist entsetzt über die unerwarteten Nebenwirkungen von Siegfrieds Behandlung. Aber Siegfried durchschaut die Machenschaften seines geizigen Patienten. Von ihm kann der Käufer von Blackwood House kein Mitleid erwarten. Mr. Hopfs neuer Hund scheint ähnlich zu denken.","versions":[{"lang":1,"streams":[{"redirect":11663682,"hoster":"VOE"},{"redirect":11663702,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10101239,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blut und Wasser","epNo":5,"alt":"Blood And Water","descr":"Ein totes Kaninchen scheint es zu beweisen: Bei den Strong-Brüdern ist nicht nur die Atmosphäre vergiftet. Durch seine Untersuchungen bei den ‚himmlischen Zwillingen‘ kommt James zu recht bodenständigen Erkenntnissen.Bei Gesundheitsfanatiker Willie sorgt ein kalter Guss für den Absturz aus dem siebten Himmel.Von Siegfrieds Ideen halten die Bauern entschieden mehr als von seinen hohen Rechnungen. Als der Tierarzt die Gründung eines Gesprächskreises vorschlägt und bereit ist, die erste Rede zu halten, sind seine Kunden begeistert. Auf dem Podium kann Siegfried ihnen nicht entkommen. Je mehr Bauern ihre Anwesenheit androhen, desto lieber würde Siegfried sein Ehrenamt loswerden.","versions":[{"lang":1,"streams":[{"redirect":11663706,"hoster":"VOE"},{"redirect":11663739,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"… wo Schafe friedlich grasen","epNo":6,"alt":"Where Sheep May Safely Graze","descr":"Mit dem Tod von Frau und Baby hat das Leben auf der Black Hill Farm für David Braithwaite seinen Sinn verloren. Nicht einmal James und Siegfried können ihn bei seiner Flucht aus der Vergangenheit aufhalten. Doch als der Farmer James bittet, vor der Versteigerung den erstklassigen Zustand seiner berühmten Schafzucht zu bestätigen, wird klar: Hier geht es um mehr als den Kaufpreis.Für Naschkatzen und erkältete Tierärzte findet Geoffrey Hatfield in seinen Bonbongläsern immer das Richtige. Aber als sein Kater Alfred krank wird, helfen weder Toffees noch Hustenpastillen. Während die Damen Pumphrey und Tibbett den Kater und seinen Besitzer liebevoll umsorgen, müssen James und Helen auf ein romantisches Wochenende verzichten. Es droht eine Katastrophe auf der Black Hill Farm, doch ohne Davids Hilfe sind sie machtlos.","versions":[{"lang":1,"streams":[{"redirect":11663718,"hoster":"VOE"},{"redirect":11663711,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die neue Welt","epNo":7,"alt":"The New World","descr":"Was bedeutet Siegfried schon ein Anzug voller Katzenhaare, wenn Lady Hulton die Praxis mit ihrem Besuch beehrt! Die Dame weckt in Siegfried eine Liebe zu Schoßtieren, die Kollege James und Patient Jack gleichermaßen überrascht. Während die Lady immer im falschen Moment erscheint, ist Bürgermeisterkandidat Rupe für Findling Titch der richtige Mann zur rechten Zeit.Wer wagt, gewinnt. Das gilt für Bürgermeisterkandidat Rupe genauso wie für James, der das Bein von Titch mit einer ungewöhnlichen Methode operiert. Auch Siegfried nimmt seinen ganzen Mut zusammen, denn mit Vernons Frau ist ebenso wenig zu spaßen wie mit Holzschutzmitteln im Stall. Doch auch James hat nichts zu lachen: Ein Affe in der Praxis sorgt nicht unbedingt für eine amüsante Sprechstunde.","versions":[{"lang":1,"streams":[{"redirect":11663726,"hoster":"VOE"},{"redirect":11663720,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hindernisse aus dem Weg","epNo":8,"alt":"Mending Fences","descr":"Ob zu Pferd oder zu Fuß: Wenn David Rayner und Jenny Garston sich treffen, liegt ein Streit in der Luft. Seit ihren gemeinsamen Schultagen will keiner der beiden nachgeben. Das hat bei einem Ausritt böse Folgen. Siegfried und James sehen sich gezwungen, nicht nur die Pferde, sondern auch die Streithähne selbst zu behandeln. Immerhin erwarten beide bald einen gemeinsamen Enkel.So etwas hat die Hebamme noch nicht erlebt: Jennys Tochter bekommt ihr erstes Baby – und die ganze Verwandtschaft bleibt im Pferdestall. Dort bringen die Mutterstuten von Jenny und David in derselben Nacht ihre Fohlen zur Welt. Doch nicht alle Geburten verlaufen so glücklich wie bei Elizabeth. Aber sollte der gemeinsame Enkel in Jenny und David keine Familiengefühle wecken, schafft es vielleicht ein verwaistes Fohlen.","versions":[{"lang":1,"streams":[{"redirect":11663743,"hoster":"VOE"},{"redirect":11663741,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Große und kleine Fische","epNo":9,"alt":"Big Fish, Little Fish","descr":"Siegfried ist entschlossen, der Jugend den Vortritt zu lassen. Darüber freut sich sein kleiner Assistent Colin allerdings mehr als James, der als Vertreter der Praxis am Cricket-Turnier des Darrowby-Clubs teilnehmen soll. Offensichtlich ist nicht nur Siegfrieds Panama-Hut im Maul eines Patienten leicht aus der Form gekommen. James hält die Eleganz seines Kollegen für den Deckmantel seiner Unsportlichkeit.Seine Teilnahme am Cricket-Turnier passt James genauso wenig wie seine Turnierhose. Aber dann gibt er beim Spiel gar keine schlechte Figur ab. Siegfried ist in der Zwischenzeit am Rande des Spielfelds aktiv. Weil der Colonel für seinen unfairen Angriff gegen Arnie eine Revanche verdient, reserviert Siegfried ihm bei Cricket-Star Freddie Trueman ein paar schnelle Bälle. Als James sich den Knöchel verstaucht, kommt Siegfried unerwartet zum Einsatz und schlägt sich tapfer. Unglaubliche Geschichten sind manchmal eben doch wahr.","versions":[{"lang":1,"streams":[{"redirect":11663745,"hoster":"VOE"},{"redirect":11663764,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Denen wir vertrauen","epNo":10,"alt":"In Whom We Trust","descr":"Gartenarbeit ist für Siegfried die schlimmste Strafarbeit. Weil ein kranker Esel natürlich wichtiger ist als jedes Unkraut, findet der Tierarzt bald einen perfekten Grund zur Flucht. Nur der Duft von Helens Lammkoteletts kann Siegfried zurück locken. Auch Landstreicher Roddy steckt seine Nase zur Tür herein. Er wird sich nicht nur um Witchells Schafe, sondern auch um den verwilderten Garten kümmern. Für Siegfried steht fest: Heute ist sein Glückstag. Aber plötzlich verschwinden die verschiedensten Gegenstände. Hat Robbys Auftauchen etwas damit zu tun?Murphy ist zwar kein Rassehund wie Beagle Pagan, aber für sein Herrchen Roddy ist er der beste Freund. Die beiden hüten zusammen die Herde von Sam Witchell, obwohl Murphy sich offensichtlich eine bessere Gesellschaft als Schafe vorstellen kann. Als aber plötzlich Lämmer aus der Herde verschwinden, fällt ein schlimmer Verdacht auf Murphy. Ein Indiz scheint seine Schuld zu bestätigen. Selbst Roddy und James beginnen, an Murphy zu zweifeln.","versions":[{"lang":1,"streams":[{"redirect":11663756,"hoster":"VOE"},{"redirect":11663750,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"The Rough And The Smooth","epNo":11,"alt":"The Rough And The Smooth","descr":"Sybil Darnley hat nicht nur eine Schwäche für schwere Motorräder und ihr Wildpferd Bonkers. Auch für Siegfried würde die kräftige Dame am liebsten jedes Problem aus dem Weg räumen. Doch das Datum für Bonkers Schädeloperation macht den abergläubischen Schwestern Kopfzerbrechen. Mit Ripley hat James ganz andere Terminprobleme. Aber Siegfried erweist sich zur Verblüffung seines Kollegen als Autorität über Raum und Zeit. Siegfrieds Notizkalender ist der Beweis: Nicht nur Kühe sind manchmal Esel. Weil selbst Siegfrieds Improvisationstalent mit drei gleichzeitigen Terminen überfordert ist, übernimmt James die Schädeloperation von Bonkers. Zum Glück ahnen die Darnley-Schwestern nicht, dass sein Wissen frisch aus dem Handbuch stammt. Doch James’ Erfolg ist ebenso umwerfend wie das Jubiläumsmenü, mit dem Dogge Henrietta nicht nur James überrascht.","versions":[{"lang":1,"streams":[{"redirect":11663762,"hoster":"VOE"},{"redirect":11663765,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"The Best Time","epNo":12,"alt":"The Best Time","descr":"Wer nebenan wohnt, ist noch lange kein guter Nachbar. Das gilt auch für Mrs. Clarke: So gastfreundlich sie sich Siegfried Farnon zeigt, so ablehnend begegnet sie ihrem Nachbarn Franco Pedretti. Ein paar Häuser weiter erntet Bert Longshaw mit seinen neuen Luxuskühen nichts als Spott. Anscheinend tun sich nicht nur die Tiere schwer, sich an Neues zu gewöhnen. James hat da viel mehr Verständnis für den Wunsch nach Fortschritt. Auch wenn der moderne Operationstisch in der Praxis seine Tücken hat, schmälert das nicht die Begeisterung über diese neue Errungenschaft.Mrs. Pumphrey ist entsetzt: Sämtliche Straßenköter haben ihre Liebe zu Tricki entdeckt! Viel schlimmere Folgen hat aber der Kampf der Schafböcke auf dem Hof von Mrs. Clarke. Mit seiner Schulmedizin kann Siegfried den wertvollen Zuchtbock von Lord Hulton nicht retten. Aber Franco Pedretti erweist sich nicht nur als hilfsbereiter Nachbar, sondern auch als Kenner der Natur und ihrer Heilmittel. Mrs. Clarkes Einsicht gilt auch für Bert Longshaw und seine Nachbarn: Man lernt eben nie aus.","versions":[{"lang":1,"streams":[{"redirect":11663784,"hoster":"VOE"},{"redirect":11663774,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"The Prodigal Returns","epNo":1,"alt":"The Prodigal Returns","descr":"Wiedersehen macht Freude. Tristan ist wieder in Darrowby und nicht nur als Tierarzt, sondern vor allem als Geschichtenerzähler beliebt. Bei seinem großen Bruder Siegfried finden Tristans Anekdoten allerdings wenig Beifall. Um so sehr freut sich Tristan über seinen Erfolg bei den Damen: Die Erinnerung an ein Hochzeitsversprechen jagt ihm einen gehörigen Schrecken ein. An den folgenden Verwicklungen ist James nicht ganz unschuldig. Sein Erfolg bei den Damen macht Tristan das Leben schwer. Nicht einmal in der Praxis ist er vor Susie sicher. In seiner Not erfindet Tristan lieber einen Notfall, als mit seinem Heiratsversprechen konfrontiert zu werden. Aber Siegfried ist immer zur Stelle, wenn es darum geht, Tristan in die raue Wirklichkeit zurückzuholen. Und so verwandelt sich unter den wachsamen Augen seines großen Bruders die charmante Haushälterin in eine Gefängniswärterin. Aber auch wenn das Glück den Tierarzt bei den Damen verlässt: Von Hengsten versteht Tristan wirklich eine Menge.","versions":[{"lang":1,"streams":[{"redirect":11663926,"hoster":"VOE"},{"redirect":11663923,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Knowin\u0027 How To Do It","epNo":2,"alt":"Knowin\u0027 How To Do It","descr":"Wie gut, dass Sally einen Erste-Hilfe-Kurs gemacht hat. Bevor James sich um Ganter Dilly kümmern kann, muss seine Besitzerin nämlich erst mal den Doktor verarzten. Aber für einen Tierarzt, dem beim Tischlern der Hammer ausrutscht, hat jeder Verständnis. Wenn allerdings eine Spritze nicht im Hinterteil einer Kuh, sondern im Allerwertesten des Verwalters landet, ist Ärger angesagt. Zumal Nat Briggs fest davon überzeugt ist, durch Tristans Schuld nie mehr Vater werden zu können.James’ häufige Besuche bei Mr. Edwards machen Helen misstrauisch. Schließlich ist der Collie des Schreiners vor einem Monat gestorben. Auch Tristan benimmt sich verdächtig: Nichts kann ihn in die Kneipe locken. Siegfried und Helen beschließen, den Dingen auf den Grund zu gehen. Doch die beiden kommen ganz unterschiedlichen Überraschungen auf die Spur. Und schließlich bekommt James einen Kuss und Nat Briggs eine zweite Spritze verpasst. Aber selbst der größte Ärger endet mit einem freudigen Ereignis.","versions":[{"lang":1,"streams":[{"redirect":11663927,"hoster":"VOE"},{"redirect":11663937,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11297426,"hoster":"VOE"},{"redirect":10101242,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"If Music Be The Food Of Love","epNo":3,"alt":"If Music Be The Food Of Love","descr":"Die Macken von Biggins bringen selbst Siegfried aus der Fassung. Auch Tristan kommt aus dem Staunen nicht heraus. Als er Jane mit Sprachkenntnissen aus Irland imponieren will, kommt prompt die Antwort – in reinstem Gälisch! Auch sonst ist die junge Frau nicht auf den Mund gefallen. Eselbesitzer Bullock traut seinen Ohren nicht, als Jane ihm mit dem Tierschutzverein droht. Von Granvilles Besuch ist Tristan weniger begeistert als vom Mut der jungen Frau. Der Kleintierarzt ist nämlich für seine Vorlieben bekannt: Siegfried versteckt den Whiskey und Helen die Autoschlüssel … Für Jane würde Tristan fast jedes Opfer bringen. Ab sofort schwärmt er für Chorgesänge statt für Tanzmusik. Sogar einen Marathonmarsch mit Esel nimmt er in Kauf. Seine Enttäuschung ist groß, als Jane ihm nicht nur zum Gut, sondern nach Bristol davonfährt. Unterwegs ist inzwischen auch Granville. Siegfried hat den Besserwisser zu Biggins geschickt, um in Ruhe operieren zu können. Dort entfernt der Kleintier-Spezialist nicht nur einen Hühnerknochen. Er schafft es, dass der notorische Geizhals sogar sein Expertenhonorar schluckt. Und sogar noch ein leckeres Tröpfchen für den Doktor draufgießt.","versions":[{"lang":1,"streams":[{"redirect":11663944,"hoster":"VOE"},{"redirect":11663938,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10101243,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"A Friend For Life","epNo":4,"alt":"A Friend For Life","descr":"Während eine Fahrt über Maulwurfshügel und ein Ritt die Muskeln von James überbeanspruchen, braucht Siegfried seine ganze Kraft, um die Nerven zu behalten. Zwar hat er für Grimsdales Sparmaßnahmen reichlich wenig Verständnis. Aber die Vorstellung, selber Geld für eine Reparatur von Auto oder Staubsauger ausgeben zu müssen, ärgert ihn gewaltig. Und Tristans Metalldetektor kann er erst recht nichts abgewinnen. Auch Bill tut sich schwer mit Neuerungen. Zwischen ihm und seinem Sohn kommt es zur Krise, als Peter die Viehzucht umstellen will und auf dem Hof eine Seuche ausbricht. Für einen schönen Ausritt ist Siegfried immer zu haben. Aber als Bob kein Pferd, sondern einen Drahtesel für den Tierarzt bereit hält, hört der Spaß auf. Hören und sehen vergehen Siegfried auch beim Reparieren des Staubsaugers. Aber nicht nur Helen und Mrs. Alton scheinen sich gegen ihn verschworen zu haben. Auch zu Bills Pensionierungsfeier ist Siegfried als einziger nicht eingeladen. Aber dann stellt sich heraus, dass man beim Einsatz von Metalldetektoren sogar Briefe entdecken kann. Nicht nur Siegfried ist zufrieden: Auch Bill und Bob haben allen Grund zur Freude. Denn Tierärzte helfen nicht nur bei Tumoren, sondern sogar bei Familienstreitigkeiten.","versions":[{"lang":1,"streams":[{"redirect":11663951,"hoster":"VOE"},{"redirect":11663960,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spring Fever","epNo":5,"alt":"Spring Fever","descr":"Der Frühling in den Dales versetzt nicht gleich jeden in Hochstimmung. Siegfried Farnon steckt er in den Knochen. Sein Bruder Tristan dagegen entdeckt plötzlich und unerwartet eine Vorliebe für Schildkröten. Schließlich gibt ihm die sensible Kreatur die Gelegenheit zu einem Hausbesuch bei Rosemary, der jungen Besitzerin. Weniger begeistert ist der junge Tierarzt allerdings davon, dass sich sein Studienkollege Stingy bei ihm einquartiert. Denn nicht nur Siegfried hat eine chronische Abneigung gegen den Spieler. Auch Mrs. Donovan macht den Tierärzten nicht nur Konkurrenz, sondern ernsthafte Probleme.Während James sich über Mrs. Donovans falsche Diagnosen ärgert, muss der große Schildkrötenexperte Tristan sich über seinen eigenen Patzer aufregen. Er hat Schildkröte Esmeralda für ein Männchen gehalten! Um Rosemary und Mrs. Donovan doch noch von seinem Fachwissen zu überzeugen, ist Tristan sogar bereit, die Schildkröte mit Märchen bei Laune zu halten. Und weil die Schildkröte eine Dame ist, frisst sie Tristan schließlich wirklich aus der Hand. Für ihre Besitzerin trifft das zur großen Enttäuschung des Tierarztes nicht zu. Denn Stingy hat sicher nicht nur an eine Liebe zwischen Schildkröten gedacht, als er sich mit einem Partner für Esmeralda auf den Weg zu Rosemary gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":11666752,"hoster":"VOE"},{"redirect":11663984,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Out With The New","epNo":6,"alt":"Out With The New","descr":"Die Vorbereitungen für den Krönungstag stoßen bei den Kindern von James und Helen auf unterschiedliche Begeisterung. Während Jimmy nur zu gerne auf seine Rolle als Erzbischof verzichten würde, fiebert Rosie ihrem Auftritt entgegen. Als sie kurz vor den Feierlichkeiten krank wird, scheint nicht einmal mehr Penicillin zu helfen. Aber Helen vertraut auf die selbstgemachte Naturmedizin von Mrs. Alton. Weil eine Kräutermixtur Schaf Dafty vielleicht retten kann, sucht auch Siegfried sein Glück ausnahmsweise im Garten. Großes Pech hat Mrs. Haret. Die netten jungen Männer denken gar nicht daran, ihr kostenlos bei der Gartenarbeit zu helfen … Wenn Wolfie mit dem Schwanz wedelt, hat das noch lange nichts Gutes zu bedeuten. Diese Erfahrung machen nach Siegfried und James auch die beiden Trickdiebe. Die Freude der alten Leute, die ihr Geld zurück bekommen, ist noch größer als Rosies Freude über die Krönungsmünze. Aber nicht nur in Siegfrieds Zauberflasche steckt ein starker Trunk. Und so nimmt Rosie doch noch an der Krönungsfeier in Darrowby teil, während Siegfried einen neuen Untertan für die neue Königin auf die Welt holt.","versions":[{"lang":1,"streams":[{"redirect":12173197,"hoster":"VOE"},{"redirect":11663804,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Food For Thought","epNo":7,"alt":"Food For Thought","descr":"Nicht jeder ist ein begabter Koch. Für Bauer Bernhard, der mit selbstgerührtem Leinsamenbrei beinahe seine Kälber vergiftet, hat James durchaus Verständnis. Siegfrieds alter Freund Stewie Brannan ist da ein schwierigerer Fall. Weil er einen berühmten Professor zum Essen eingeladen hat, ist er auf Mrs. Altons Unterstützung und ihre Kochkünste angewiesen. Doch Stewies Manieren stellen nicht nur bei Tisch die Geduld der Tierärzte auf eine schwere Probe.Geburten richten sich nun mal nicht nach Zugfahrplänen. Anstatt den Professor vom Bahnhof abzuholen, holt Siegfried im schwarzen Anzug ein Kälbchen auf die Welt. Stewie hat dabei das Geschick, nach zwei Jacketts auch noch den besten Anzug seines Freundes zu ruinieren. Der Professor bangt inzwischen um seine Gesundheit: Das Menue von Mrs. Alton entspricht nicht seiner strengen Diät. Die Reaktion des Professors bringt den Blutdruck der Köchin auf Hochtouren. Siegfried und Stewie schlägt dagegen das warme Kartoffelbrot viel mehr auf den Magen als der Unmut des Professors.","versions":[{"lang":1,"streams":[{"redirect":11663917,"hoster":"VOE"},{"redirect":11663815,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"A Cat In Hull\u0027s Chance","epNo":8,"alt":"A Cat In Hull\u0027s Chance","descr":"Wenn James im Garten einen Tennisplatz anlegen will, hat sogar sein Sohn Bedenken. Aber in einem Punkt sind sich die beiden Männer einig: Tierarzt zu sein ist Männersache. Weder Rosies Begeisterung für den Beruf ihres Vaters, noch Helens Argumente können James von diesem Standpunkt abbringen. Doch auch bei den Männern geht längst nicht alles glatt: Mrs. Pettingers Kätzchen gefällt es im Wagen des Teppichverkäufers besser als in der Praxis. Für Siegfried beginnt eine verzweifelte Suchaktion. Während Siegfried Pläne zur Umgestaltung der Praxis entwirft, bereitet James der Aufbau von Tennisnetzen und Gewächshäusern Kopfzerbrechen. Von Helens Idee, die Wohnung mit einem Teppich zu verschönern, ist er allerdings noch weniger begeistert. Während zu Helens Ärger der Teppich verschwindet, taucht zu Siegfrieds Freude das vermisste Kätzchen wieder auf. Natürlich ist der Tierarzt gerne bereit, den Ausreißer zurückzuholen. Er kann ja nicht wissen, wo die kleine Katze nach ihrer Odyssee gelandet ist.","versions":[{"lang":1,"streams":[{"redirect":11663846,"hoster":"VOE"},{"redirect":11663853,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"A Grand Memory For Forgetting","epNo":9,"alt":"A Grand Memory For Forgetting","descr":"Während Siegfried für seine chronische Vergesslichkeit nur spöttisches Mitleid erntet, zückt Captain Crawford die Brieftasche, um Arnies gutes Gedächtnis zu honorieren. Diese Beleidigung lässt den Cricket-Experten für einen Moment sogar die Sorgen um seinen Hund Bouncer vergessen, der wegen einer Diabetes seine Lust am Ballspielen verloren hat. Auch Hugh, der Sohn des Captains, scheint sich für nichts zu interessieren. Aber sein doppelläufiges Gewehr geht Siegfried nicht aus dem Kopf. Denn Pearsons Hund wurde eindeutig durch ein Schrotgewehr verwundet. Siegfried hat wieder einmal seinen Autoschlüssel verloren. Und auch in Darrowby gilt: Wer den Schaden hat, braucht für den Spott nicht zu sorgen. Da nützt es Siegfried wenig, sich hinter seiner Arzttasche zu verstecken. Allerdings kann er beweisen, dass er trotz aller Vergesslichkeit über eine gehörige Portion Spürsinn verfügt. Nicht nur Captain Crawford, auch Geizhals Dennis Pratt hat den Tierarzt gewaltig unterschätzt.","versions":[{"lang":1,"streams":[{"redirect":11663893,"hoster":"VOE"},{"redirect":11663858,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Old Dogs, New Tricks","epNo":10,"alt":"Old Dogs, New Tricks","descr":"James hat keine Wahl: Als Mrs. Pumphrey verreist, zieht Tricki mit großem Gepäck zu seinem Lieblingsdoktor. Wie dickköpfig Freunde sein können, merkt auch Siegfried. Sein Plan, Henry Clintock und Ewan Ross zusammenzubringen, scheitert. Dabei wäre die Arbeit auf Clintocks Gestüt eine würdige Aufgabe für den Pferdespezialisten Ewan. Als Clintocks Junghengst operiert werden muss, steht die Zukunft des Gestüts auf dem Spiel. Bei der schwierigen Operation seines jungen Hengstes wird nicht nur der Gestütsbesitzer nervös. Auch Siegfried kommen plötzlich Zweifel, ob Evan Ross mit dieser Aufgabe nicht überfordert ist. Doch nicht nur der Pferdespezialist beweist, dass er das Vertrauen seiner Freunde verdient. Auch James überzeugt Bauer Peart mit seinen Diagnosen. Der Schafbock, den Peart mit James’ Hilfe gekauft hat, ist zwar krank, aber mit Wiedersehensfreude heilt James jeden Abschiedskummer. Bevor Mrs. Pumphrey allerdings ihren Liebling Tricki wieder in die Arme nehmen kann, steht dem Tierarzt noch einige Aufregung bevor.","versions":[{"lang":1,"streams":[{"redirect":11663902,"hoster":"VOE"},{"redirect":11663885,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gehandikapt","epNo":11,"alt":"Hampered","descr":"Ein Glück, dass Tricki so verfressen ist! Ein verschluckter Hühnerknochen gibt Tristan die Gelegenheit, endlich die schöne Nichte von Mrs. Pumphrey kennen zu lernen. Als der junge Tierarzt dann noch ein Schüsselchen Schlagsahne entdeckt, wird Tricki auf Diät gesetzt. Schließlich gibt es für Tristan keinen besseren Grund, bald wieder zum Tee zu kommen! Während Siegfrieds Bruder sein Zartgefühl spielen lässt, setzt Kollege James auf handfestere Methoden. Mit einem gezielten Schlag befreit er eine Kuh von einer verschluckten Kartoffel. Siegfried bleibt dagegen Mrs. Altons Hühnersüppchen im Halse stecken. Als ob ein Gipsfuß nicht ärgerlich genug wäre. Ein guter Tierarzt muss alles wissen! James ist darum nicht nur als Detektiv gefragt. Mit kriminalistischem Spürsinn kann er zwar die Todesumstände des Wellensittichs von Charlies Mutter ermitteln, als Preisrichter bei Mrs. Pumphreys Sommer-Gemüse-Show ist der Tierarzt allerdings völlig überfordert. Schließlich sieht ein Kohlkopf aus wie andere! Dass die verbissenen Konkurrenten das ganz anders sehen, merkt James spätestens bei der Preisverleihung. Auch Tristan ist nach seinem Sturzflug in Nelsons Misthaufen nicht nach Lachen zumute. Mrs. Pumphreys traurige Nichte Angela hat da eindeutig mehr Sinn für Komik!","versions":[{"lang":1,"streams":[{"redirect":12383555,"hoster":"VOE"},{"redirect":11663912,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Promises To Keep","epNo":12,"alt":"Promises To Keep","descr":"Wenn Siegfried am frühen Morgen vor der Schlafzimmertür seines Bruders ein Ständchen anstimmt, hat das nichts Gutes zu bedeuten. Langschläfer Tristan ist zu Siegfrieds Ärger allerdings nicht bereit, bei dem schönen Wetter die Sprechstunde zu übernehmen. Als für ihn auf seiner Visite-Liste auch noch sämtliche schwierigen Fälle zu verarzten sind, besteht er darauf, mit Siegfried zu tauschen. Über die Warnung seines Bruders vor dem verzogenen Hausschwein Gracie kann er nur müde lächeln. Aber dann lernen nicht nur Tristans Schuhe die übermütige Sau kennen. Mit einer abgebrochenen Heugabel im Kühler und einer kleinen Katze im Auto flieht Tristan vor der wilden Gracie. Doch als Sutcliffs Sau Zahnschmerzen hat, lässt Siegfried keine Ausrede gelten: Tristan muss seine Patientin behandeln. Als Assistent seines Bruders bekommt Siegfried allerdings mehr von der Behandlung mit, als ihm lieb ist. Zur Erholung fehlt die Zeit: Katherine und Franco brauchen nicht nur für Marys krankes Kätzchen die Hilfe der Tierärzte. Auch Großmutter Clarke muss mit viel Fingerspitzengefühl behandelt werden. Denn bis jetzt hat sie keine Ahnung von den Heiratsplänen ihrer Enkelin.","versions":[{"lang":1,"streams":[{"redirect":11663916,"hoster":"VOE"},{"redirect":11663918,"hoster":"Streamtape"}]}]}]}]}