{"seriesId":"der-masuren-krimi","name":"Der Masuren-Krimi","descr":"Die geniale, aber etwas verschrobene Kriminaltechnikerin Dr. Viktoria Wex (Claudia Eisinger) aus Berlin führt ein Todesfall in der Familie nach Pasym in den Masuren. Schon bald schlittert die eigenbrötlerische Kriminaltechnikerin unerwartet in eine Mordermittlung, sehr zum Unwillen der Kriminalkommissarin Zofia Kowalska (Karolina Lodyga) aus der Landeshauptstadt Olsztyn. Immer wieder kommt es zu Konflikten, auch weil polnische Realität und deutsches Wunschdenken nicht immer übereinstimmen. Unterstützt wird Viktoria von dem Dorfpolizisten Leon Pawlak (Sebastian Hülk), der sich in Pasym niedergelassen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fryderyks Erbe","epNo":1,"alt":"","descr":"Kriminaltechnikerin Dr. Viktoria Wex reist von Berlin nach Pasym, eine verschlafene Kleinstadt inmitten der Masurischen Seenplatte. Dort muss sie sich auf einen schmerzlichen Abschied einstellen: Seit Tagen wird ihr Onkel Fryderyk, den Victoria als Ersatzvater und Mentor seit ihrer Kindheit verehrt, vermisst. Ein Abschiedsbrief an Viktoria legt seinen Freitod nahe. Als sie im Keller von Fryderyks Haus einen ihr unbekannten Toten findet, entwickelt sich die Familienangelegenheit zu einem Kriminalfall. Was für den Dorfarzt Dr. Baronowski nach einem Unfall aussieht, erscheint Viktoria verdächtig. Sie erkennt, dass an der Leiche von Antoni Trudzinski, einem skrupellosen Investor, fachkundig manipuliert wurde, um den Todeszeitpunkt und die Todesursache zu verschleiern! Zwar ist Viktoria als deutsche Beamtin weder zuständig noch dazu befugt, doch der Dorfpolizist Leon Pawlak bezieht sie wie selbstverständlich in seine Ermittlungen ein. Leons Exfrau, die selbstbewusste Kommissarin Kowalska zeigt sich aber wenig begeistert von der ehrenamtlichen Amtshilfe. Auch den Bewohnern, die Viktoria aus ihrer Kindheit kennt, missfällt der kriminalistische Perfektionismus der Heimkehrerin. Ihnen wäre es am liebsten, Trudzinskis Ableben käme als Unglücksfall zu den Akten – und das Leben könnte weitergehen. Viktoria möchte jedoch die Wahrheit herausfinden – auch wenn diese noch schmerzhafter für sie selbst wird.","versions":[{"lang":1,"streams":[{"redirect":9586951,"hoster":"VOE"},{"redirect":8538031,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fangschuss","epNo":2,"alt":"","descr":"Für Dr. Viktoria Wex besteht die Psyche aus erklärbaren chemischen Prozessen. Von psychoanalytischer Traumabewältigung hält die brillante Kriminaltechnikerin ebenso wenig wie von prophetischen Albträumen. Als die 15-jährige Halbwaise Lucja bei Dorfpolizist Leon den bevorstehenden Mord an ihrer Therapeutin anzeigt, den sie geträumt hat, sieht Viktoria daher wenig Handlungsbedarf. Wie vorhergesagt treibt jedoch nach dem Marzanna-Fest die Leiche von Dr. Jolanta Wieczorek im nahe gelegenen See, wo sich bereits die Mutter der Teenagerin das Leben genommen haben soll. Diesmal lässt bei der Wasserleiche jedoch eine Schädelfraktur auf Fremdeinwirkung schließen. Was könnte die Ursache für die Gewalttat gewesen sein? Zusammen mit Kommissarin Kowalska stoßen Viktoria und Leon auf einen erbittert geführten Sorgerechtsstreit mit Jolanta als Gutachterin. Auch eine Affäre scheint eine Rolle zu spielen. Um den Fall aufzuklären, muss das Ermittlertrio delikate Geheimnisse und komplexe Zusammenhänge freilegen.","versions":[{"lang":1,"streams":[{"redirect":9586950,"hoster":"VOE"},{"redirect":8562487,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Marzanna, Göttin des Todes","epNo":3,"alt":"","descr":"Von psychoanalytischer Traumabewältigung hält die brillante Kriminaltechnikerin Dr. Viktoria Wex ebenso wenig wie von prophetischen Albträumen. Deshalb sieht sie wenig Handlungsbedarf, als die 15-jährige Halbwaise Lucja den Mord an ihrer Therapeutin Dr. Jolanta Wieczorek vorhersagt, Als nach dem Marzanna-Fest die Leiche der Therapeutin im nahe gelegenen See treibt und eine Schädelfraktur auf Fremdeinwirkung schließen lässt, muss das Ermittlerteam handeln.","versions":[{"lang":1,"streams":[{"redirect":12375616,"hoster":"VOE"},{"redirect":12375590,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Freund oder Feind","epNo":4,"alt":"","descr":"Der Cyberunternehmer Maslowski wird erschossen. \"Zero Trust\", sein Geschäftsprinzip, könnte auch zu Dr. Viktoria Wex passen: Die Kriminaltechnikerin verlässt sich lieber auf forensische Methoden statt auf Menschen. Als sie die Pistole ihres Kollegen Leon eindeutig als Tatwaffe identifiziert, zweifelt sie nicht an dem schockierenden Ergebnis. Leon, der seine Unschuld beteuert, gerät nun in einen Sog aus Verdächtigungen. Mit Hilfe des jungen IT-Spezialisten Oskar stößt Viktoria in Maslowskis Firma auf die Spur illegaler Geschäfte. Die ist zwar auf Sicherheit spezialisiert, beherrscht aber selbst die illegalen Methoden von Hackern.","versions":[{"lang":1,"streams":[{"redirect":12414725,"hoster":"VOE"},{"redirect":12414726,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blutgeld","epNo":5,"alt":"","descr":"Ein mit medizinischer Fachkenntnis getarnter Mord bietet den Einstieg zu einem Fall, der Claudia Eisinger alias Dr. Viktoria Wex persönlich berührt. Bei der Jagd nach Medikamentenfälschern erkennt die hoch spezialisierte Kriminaltechnikerin, dass sie ohne ihr Wissen in verdeckte Ermittlungen verwickelt ist. Während der mehrfach ausgezeichnete Stipe Erceg in der Episodenrolle einen charismatischen Verbrecher verkörpert, gewinnt Bea Brocks als geheimnisvolle Undercover-Fahnderin immer mehr an Bedeutung. Ein Drehort des fünften \"Masuren-Krimis\" ist der einzigartige Elblaski-Kanal, bei dem Schiffe über einen Berg mit einem Höhenunterschied von rund hundert Metern gezogen werden. Wenn auf einem Partyboot der Jubilar über Bord geht und ertrinkt, sollte das jemandem auffallen. Dass jedoch keiner der Gäste etwas bemerkt haben möchte, lässt Dr.Viktoria Wex an einem Unfall zweifeln.","versions":[{"lang":1,"streams":[{"redirect":13815666,"hoster":"VOE"},{"redirect":13815658,"hoster":"Streamtape"}]}]}]}]}