{"path":"/serie/stream/der-chirurgische-schnitt","name":"Der chirurgische Schnitt","descr":"Die britische Dokureihe begleitet vier Chirurgen aus aller Welt, die jeder eine ganz eigene visionäre Herangehensweise an ihren Beruf haben und ein völlig neues Fenster in die Welt der Chirurgie präsentiert, während man die Mediziner bei ihren innovativen Operationsmethoden beobachten darf. Die individuellen Geschichten dieser Spezialisten und ihr Werdegang zeigt auf, wie das Wissen über den menschlichen Körper durch neue Erkenntnisse und Technologien ständig neu definiert wird. Zu den vorgestellten Spezialgebieten gehören die Fetalmedizin, die Neurochirurgie, die Transplantationschirurgie und die Kardiologie.","seasons":[{"path":"/serie/stream/der-chirurgische-schnitt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-chirurgische-schnitt/staffel-1/episode-1","name":"","epNo":1,"alt":"Saving Life Before Birth","descr":"Lebensrettung vor der GeburtAls innovativer und empathischer Fetalmediziner steht Dr. Kypros Nicolaides Patientinnen bei aufwühlenden Schwangerschaftskomplikationen zur Seite.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515834","hoster":"VOE"},{"path":"/redirect/8515831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-chirurgische-schnitt/staffel-1/episode-2","name":"","epNo":2,"alt":"Sacred Brain","descr":"Heiliges HirnVom Wanderarbeiter bis hin zum bahnbrechenden Neurochirurgen – Alfredo Quiñones-Hinojosa erzählt seine Geschichte. Operationen am Gehirn sind sein Metier.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515805","hoster":"VOE"},{"path":"/redirect/8515808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-chirurgische-schnitt/staffel-1/episode-3","name":"","epNo":3,"alt":"Living Donor","descr":"LebendspendeHorrorfilme, Feminismus und eine intellektuelle Familie haben sie geprägt. Dr. Nancy Ascher schreibt Geschichte als erste Frau, der eine Lebertransplantation gelingt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515817","hoster":"VOE"},{"path":"/redirect/8515818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-chirurgische-schnitt/staffel-1/episode-4","name":"","epNo":4,"alt":"Heart \u0026 Soul","descr":"Herz und SeeleDas Herz ist seine Passion. Somit wagt Dr. Devi Shetty den nächsten Schritt auf dem Weg zum Herzchirurgen. Eines Tages verändert Mutter Teresa sein Leben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8515825","hoster":"VOE"},{"path":"/redirect/8515826","hoster":"Streamtape"}]}]}]}]}