{"seriesId":"der-adler-die-spur-des-verbrechens","name":"Der Adler – Die Spur des Verbrechens","descr":"In Zusammenarbeit mit Interpol und Europol wurde in Kopenhagen eine Spezialeinheit der Polizei gegründet, zu deren Aufgaben es vor allem gehört, internationale Verbrechen und Terrorismus zu bekämpfen. Für die Gruppe wurden die besten Ermittler Dänemarks aus sämtlichen Disziplinen zusammengezogen. Namensgeber der Serie ist dabei der Chefermittler der Einsatztruppe, Hallgrim Ørn Hallgrimsson, mit 36 Jahren jüngster Detective Superintendent der dänischen Polizei, der aufgrund seiner Intuitionen und in Anspielung auf seinen zweiten Vornamen den Beinamen \"Der Adler\" erhielt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Codename: Sisyphus (1)","epNo":1,"alt":"Kodenavn: Sysifos (1)","descr":"Diese mehrfach preisgekrönte dänische Serie verdankt ihren Erfolg der einzigartigen Mischung von spannendem Krimi um eine international aktive Hightech-Polizeitruppe und der persönlichen \"Odyssee\" des Chefermittlers Hallgrimsson (Jens Albinus). Hinter dessen ruhiger und selbstsicherer Fassade verbirgt sich eine zerrissene Persönlichkeit: Hallgrimsson ist ein moderner Odysseus, der in immer neuen Abenteuern vor seinen inneren Dämonen flieht, denen er letztlich jedoch nicht entrinnen kann. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024300,"hoster":"VOE"},{"redirect":10024301,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Codename: Sisyphus (2)","epNo":2,"alt":"Kodenavn: Sysifos (2)","descr":"Vor den Augen von Chefermittler Hallgrimsson explodiert der Fluchtwagen der russischen Killer Sergej und Luka, und die Insassen verbrennen. Aus Schweden zurück rekrutiert Hallgrimsson weitere Mitglieder für sein Team. Dazu gehört sein Freund Nazim – ein Detektiv, der einem Disziplinarverfahren wegen einer Gewalttat entgegensieht. Diesen stellt er gegen den Willen von Marie Wied ein. Plötzlich erleidet Hallgrimsson eine Herzattacke. Dazu erfährt er, dass ihm Sergej einmal mehr ein Schnippchen geschlagen hat. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024306,"hoster":"VOE"},{"redirect":10024307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Codename: Skylla","epNo":3,"alt":"Kodenavn: Skylla","descr":"Im Hinterhof des Hotels, in dem Chefermittler Hallgrimsson wohnt, wird eine norwegische Geschäftsfrau ermordet. Die Ermittlungen ergeben, dass die Tote eine Milliarde Kronen ertrogen hatte. Hallgrimsson nimmt die Verfolgung eines Tatverdächtigen auf, der sich nach Oslo absetzt hat. Dabei bildet er sich ein, selbst von Sergej verfolgt zu werden. Dienststellenleiterin Thea sieht Handlungsbedarf: Sie verpflichtet Hallgrim zu einer Therapie bei einer Polizeipsychologin. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024310,"hoster":"VOE"},{"redirect":10024312,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Codename: Iphigenia","epNo":4,"alt":"Kodenavn: Ifigenia","descr":"Chefermittler Hallgrimsson führt den russischen Killer Sergej unwissentlich zur Chefin des gescheiterten Zeugenschutzprogrammes von Berit. Als die Chefin getötet wird, macht er sich grosse Vorwürfe. Es stellt sich heraus, dass Berit ihren Aufenthaltsort selbst verraten hatte. Offenbar hatte sie eine Art Pfand besessen, das ihr eine falsche Sicherheit vermittelt hatte. Dieses Pfand hat Sergej erfolglos gesucht. Hallgrim und Nazim stellen Sergej eine Falle. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024318,"hoster":"VOE"},{"redirect":10024317,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Codename: Ares (1)","epNo":5,"alt":"Kodenavn: Ares (1)","descr":"Der Uranfund erweist sich für Chefermittler Hallgrimsson und seine Einheit als erste grosse Bewährungsprobe. Wegen eines \"Lecks\" im Team mischt sich der Polizeigeheimdienst in diese Sache von nationalem Interesse ein. Zudem geht ein Deal, den Hallgrim mit Sergei aushandelt, gründlich schief. In arge Mitleidenschaft gezogen wird aber auch Hallgrims Beziehung zu Marie. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024321,"hoster":"VOE"},{"redirect":10024320,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Codename: Ares (2)","epNo":6,"alt":"Kodenavn: Ares (2)","descr":"Kurz vor seinem Tod informiert der Killer Sergej den Chefermittler Hallgrimsson über die Anschlagspläne auf Kopenhagen und eine mögliche Beteiligung des russischen Diplomaten Mirnow. In einer Undercover-Action ködert Nazim mit dem Uran einen Terroristen des Kranschnice-Clans, der Oslo als Übergabeort vorschlägt. Dort aber hält sich der tschetschenische Nuklearphysiker Illyas auf, der Atombomben bauen kann. In Oslo gerät Nazim in einen Hinterhalt. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024328,"hoster":"VOE"},{"redirect":10024327,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Codename: Nemesis","epNo":7,"alt":"Kodenavn: Nemesis","descr":"Trotz vollzogener Trennung muss Chefermittler Hallgrimsson mit seiner Kollegin Marie eine Konferenz über Mädchenhandel in Stockholm besuchen. Mitten in dieser gespannten Situation werden die beiden mit Sonata konfrontiert: Die litauische Frau lebt offenbar davon, junge osteuropäische Frauen in westliche Staaten zu verkaufen. Während die Dienststelle Sonatas Verbindungen in Dänemark überprüft, eskaliert der Fall plötzlich, und Hallgrimsson gerät zwischen die Fronten. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024330,"hoster":"VOE"},{"redirect":10024331,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Codename: Hades","epNo":8,"alt":"Kodenavn: Hades","descr":"Eine Zeugenaussage zum Attentat auf Chefermittler Hallgrimsson führt zur Erkenntnis, dass der Kranschnice-Klan hinter dem Anschlag stecken muss. Frandsen leitet sofort eine international koordinierte Polizeiaktion gegen die europäischen Aktivitäten des Klans ein. Damit soll dieser zermürbt und zur Preisgabe der Täterschaft gezwungen werden. In Missachtung seines prekären Gesundheitszustandes besteht Hallgrim darauf, am Fall mitzuarbeiten – und kollabiert. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024334,"hoster":"VOE"},{"redirect":10024336,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Codename: Kronos (1)","epNo":1,"alt":"Kodenavn: Kronos (1)","descr":"Wenige Tage nach seiner dramatischen Herzoperation sitzt Chefermittler Hallgrimsson bereits wieder in seinem Hotel. Zufällig beobachtet er, wie in einer Wohnung gegenüber eine Frau zusammengeschlagen wird. Seine sofortige Initiative ausserhalb der Legalität führt ihn direkt in einen schockierenden Fall von interaktiver Kinderpornografie und in eine grossangelegte Erpressungssache. Dabei gefährdet Hallgrim Maries Leben und seine eigene Gesundheit. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":12251953,"hoster":"VOE"},{"redirect":10024347,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Codename: Kronos (2)","epNo":2,"alt":"Kodenavn: Kronos (2)","descr":"Die Jagd nach Benjamin Stern setzt Chefermittler Hallgrim unter enormen Zeitdruck. Stern steht kurz davor, vom Sicherheitschef der Europäischen Bank, einem Liebhaber von Kinderpornografie, die Herausgabe der Druckplatte für 50-Euro-Scheine zu erpressen. Falls es Stern zudem gelingt, an das streng gehütete Spezialdruckpapier zu kommen, wäre er in der Lage, den Europäischen Finanzmarkt zusammenbrechen zu lassen. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024350,"hoster":"VOE"},{"redirect":10024351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Codename: Erinye","epNo":3,"alt":"Kodenavn: Erinye","descr":"Michael gelingt es, den Computer von Benjamin Stern zu knacken. Er erkennt, dass Stern an illegalem Waffenhandel, der mit kongolesischen \"Blutdiamanten\" finanziert wird, beteiligt ist. Die elektronischen Spuren führen die Ermittler zu zwei Asylbewerberinnen, Mutter und Tochter eines kongolesischen Journalisten, der unermüdlich die dunklen Geschäfte anprangert. Den beiden Frauen droht offensichtlich höchste Gefahr. Im Lauf der fieberhaften Ermittlungen gegen den internationalen Verbrecher Benjamin Stern gelingt es Michael, dessen Computer zu knacken. Dabei entdeckt er Hinweise auf dessen Beteiligung an illegalem Waffenhandel, der mit kongolesischen Diamanten finanziert wird. Auf Sterns Computer findet sich zudem eine E-mail vom gesuchten Kriegsverbrecher Le Mabé, in der Stern vor einer kongolesischen Frau gewarnt wird, die zusammen mit ihrer Tochter in Dänemark weilen soll. Frandsen und Ditte spüren die beiden Frauen in einem dänischen Flüchtlingslager auf. Es handelt sich um die Ehefrau und die Tochter eines kongolesischen Journalisten, der unermüdlich das Thema Blutdiamanten in die Öffentlichkeit bringt. Deshalb liegt die Befürchtung nahe, dass beiden akute Lebensgefahr droht. Die dänische Polizei spürt den Ehemann in Stockholm auf, wo er unter dem Schutz der schwedischen Polizei steht. Hallgrim macht sich auf nach Stockholm, wo ihn ein seltsames Gespräch mit dem Journalisten erwartet und ein Wiedersehen mit einer Exfreundin, Frida. Währenddessen weilt Marie an einem Kongress über Kriegsverbrechen in Den Haag, wo sie sich mehr Informationen über Le Mabé erhofft. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024356,"hoster":"VOE"},{"redirect":10024355,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Codename: Agamemnon (1)","epNo":4,"alt":"Kodenavn: Agamemnon (1)","descr":"Selbst am Weihnachtstag kehrt keine Ruhe ein, denn es stellt sich heraus, dass verschiedene Handys von Hallgrims Team abgehört worden sind. Wer steckt hinter der Abhöraktion? Sind es die gleichen Personen, die hinter dem Mord an Stern und dem misslungenen Attentat auf Le Mabé stehen? Die Spuren führen immer wieder zu einem Mann: Aagaard, einem dänischen Konzernchef der Aagaard-Gruppe. Doch als Hallgrim diesem einen Besuch abstattet, wird er danach von seiner Chefin gerügt. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024359,"hoster":"VOE"},{"redirect":10024360,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Codename: Agamemnon (2)","epNo":5,"alt":"Kodenavn: Agamemnon (2)","descr":"Ein zweifacher Mord am Weihnachtsabend macht Hallgrims Ermittlerteam deutlich, dass Aagaard vor nichts zurückschreckt, um die Aufdeckung seiner Rolle im kongolesischen Waffenhandel zu verhindern. Die grösste Gefahr droht Aagaard vom flüchtigen Kriegsverbrecher Le Mabé, der über Beweise verfügt, die das Aagaard-Konglomerat zu Fall bringen könnten. Voraussetzung ist allerdings, dass Le Mabé eine Aussage vor dem internationalen Gerichtshof macht. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024365,"hoster":"VOE"},{"redirect":10024364,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Codename: Agamemnon (3)","epNo":6,"alt":"Kodenavn: Agamemnon (3)","descr":"Hallgrim und Michael überwachen Aagaard, dessen Spur sie trotz Kooperation mit der norwegischen Polizei in Norwegen verlieren. Es gelingt Aagard, ungestört mit einem kongolesischen Warlord einen Deal auszuhandeln: Waffen gegen die Schürfrechte für das wertvolle Metall Tantal. Die Ermittlungen von Hallgrim gelangen an einen toten Punkt. Doch dann erhalten sie wichtige Informationen von gänzlich unerwarteter Seite. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024369,"hoster":"VOE"},{"redirect":10024370,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Codename: Keres (1)","epNo":7,"alt":"Kodenavn: Keres (1)","descr":"Nur vier Stunden vor Beginn einer irakischen Hochzeit erhalten Halllgrim und sein Team den Auftrag, die Hochzeitsgesellschaft vor einem geplanten Selbstmordattentat zu schützen – ein aussichtsloses Unterfangen. Dank der überraschenden Mithilfe eines zufällig aufgetauchten hochrangigen CIA-Offiziers wird der mutmassliche Attentäter identifiziert, und es werden gezielte Abwehrmassnahmen ergriffen. Doch die Aktion gerät ausser Kontrolle. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024371,"hoster":"VOE"},{"redirect":10024373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Codename: Keres (2)","epNo":8,"alt":"Kodenavn: Keres (2)","descr":"Der sagenumwobene \"Däne\" wird identifiziert: Es handelt es sich um den gefährlichen Kriminellen William Høst. Die Ermittlungen zeigen, dass dieser ein Bombenattentat in einer unheiligen Allianz mit dem ehemaligen CIA-Offizier Johnson vorbereitet. Høst ist es offenbar gelungen, eine muslimische Fundamentalistin für einen Selbstmordanschlag zu gewinnen. Und diese ist gerade unterwegs zu einem Tierpark – in einem Bus voller Kinder. Hallgrim hat am Flughafen den internationalen Terroristen William Høst, bekannt als \"der Däne\", beobachtet. Die Bilder der Überwachungskameras bestätigen dessen Identität. Es erweist sich, dass Høst in einer unheiligen Allianz mit Sam Johnson kooperiert, der Michael anlässlich der irakischen Hochzeit zum tödlichen Schuss gegen einen Unschuldigen getrieben hat. Weiter zeigt sich, dass Johnson wegen Verfehlungen aus der CIA entlassen worden ist. Weshalb denn, fragt sich Hallgrim, verfügt Johnson nach wie vor über eine Waffe und Ausweispapiere der CIA? Die Spur des verschwundenen Mannes wird in einem Hotel wiedergefunden, doch einmal mehr kommen die Ermittler zu spät. Johnson und Høst befinden sich derweil bereits in der Durchführungsphase ihres gemeinsam geplanten Bombenattentats. Høst ist es gelungen, eine junge muslimische Fundamentalistin, Amina, zu gewinnen, die bereit ist, ihr Leben im Dienst Allahs zu lassen. Mit einer Bombe bepackt besteigt diese einen Touristenbus, der mit einer Gruppe von Kindern zu einem Tierpark unterwegs ist. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024375,"hoster":"VOE"},{"redirect":10024377,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Codename: Kalypso (1)","epNo":1,"alt":"Kodenavn: Kalypso (1)","descr":"Der reiche Däne Halle wird des internationalen Drogenhandels verdächtigt, kann aber immer wieder alle Spuren mit brutalen Vertuschungsmethoden verwischen. Hallgrim und sein Team benutzen den Fund einer grossen Ladung Kokain dazu, Halle eine Falle zu stellen. Ditte muss derweil erschüttert feststellen, dass ihre Teenagertochter Opfer einer ebenso hinterhältigen wie brutalen Drogenattacke geworden ist. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":12953017,"hoster":"VOE"},{"redirect":10024380,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Codename: Kalypso (2)","epNo":2,"alt":"Kodenavn: Kalypso (2)","descr":"Die Ermordung des entführten Verlobten der reichen Reederei-Erbin Estrid in Kolumbien führt zur Erkenntnis, dass diese in Halles Drogenaktivitäten verwickelt sein könnte. Als Chefermittler Hallgrim die Verdachtsmomente gegen seine Geliebte ignoriert, wird er für die Interimsleiterin Marie zunehmend zum Risikofaktor. Gleichzeitig wird die Jagd nach dem flüchtigen Halle dadurch erschwert, dass Dittes Tochter verschwunden ist. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024384,"hoster":"VOE"},{"redirect":10024385,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Codename: Thanatos (1)","epNo":3,"alt":"Kodenavn: Thanatos (1)","descr":"Der brutale Mord an einem achtjährigen Mädchen und dessen Missbrauch führt zur Aufdeckung eines internationalen Netzwerkes von Eltern, die ihre Kinder gegen Geld Gleichgesinnten für perverse Spiele überlassen. Doch wie können weltweit verstreute Kriminelle gefasst werden, ohne dass sie einander vorwarnen können? Dank Michaels Cleverness kann auch die Spur des Mörders aufgenommen werden, von dem nur ein Pseudonym bekannt ist: \"Groom\". (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024389,"hoster":"VOE"},{"redirect":10024388,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Codename: Thanatos (2)","epNo":4,"alt":"Kodenavn: Thanatos (2)","descr":"Die intensive Fahndung nach dem Kindsmörder \"Groom\" führt zur Identifikation des US-Amerikaners Kyle Grahame, der sich auf Hochzeitsreise mit seiner Frau in einem Osloer Hotel befindet. Die Ermittlungen von Hallgrim und seinen Kollegen zeigen, dass dieser Kontakte zum Kinderhilfswerk Streetchild of God unterhält. Dieses organisiert Feriencamps für russische Strassenkinder, deren zwei spurlos verschwunden sind. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024396,"hoster":"VOE"},{"redirect":10024392,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Codename: Minos (1)","epNo":5,"alt":"Kodenavn: Minos (1)","descr":"Nino ist der einzige Zeuge im Fall des Polizeichefs Bosco Markovich, welcher der Beteiligung an einem Massaker im früheren Jugoslawien verdächtigt wird. Als Hallgrim ihn im Auftrag von Thea zur Aussage gegen Bosco bewegen will, setzt sich Nino nach Deutschland ab, um sich da mit seinem Grossvater zu beraten. Nazim, der Nino nach Berlin folgt, gerät da – allein auf sich gestellt – in eine höchst gefährliche Situation. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":12383499,"hoster":"VOE"},{"redirect":10024395,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Codename: Minos (2)","epNo":6,"alt":"Kodenavn: Minos (2)","descr":"Hallgrim und sein Team bangen um den schwerverletzten Nazim. Derweil entdecken die deutschen Ermittler, dass Bosco am Handel mit hochgefährlicher Elektronik beteiligt ist und Zuflucht auf einer kleinen dänischen Insel gefunden hat. Bosco wird verhaftet, lässt aber seine Drohung gegen Thea und den Haager Gerichtshof aufrechterhalten. Dennoch trifft Thea den folgenschweren Entscheid, das dänisch-serbische Ministertreffen durchzuführen. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024399,"hoster":"VOE"},{"redirect":10024400,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Codename: Ithaka (1)","epNo":7,"alt":"Kodenavn: Ithaka (1)","descr":"Der 40-jährige Hallgrim wird Vater und will endlich Ferien bei seiner Familie in Island machen. Davon lässt er sich auch nicht von der Nachricht abhalten, dass der Kriegsverbrecher Bosco sich wieder der Polizeigewahrsam entziehen konnte. Als jedoch bekannt wird, dass Boscos kleine Tochter an einem tödlichen Herzfehler leidet, ist er alarmiert. Er weiss, dass Bosco vor nichts zurückschreckt, um sie zu retten. Kurz darauf wird eine Datenbank des isländischen Genomprojektes geknackt. Hat Bosco etwas damit zu tun? (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024401,"hoster":"VOE"},{"redirect":10024403,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Codename: Ithaka (2)","epNo":8,"alt":"Kodenavn: Ithaka (2)","descr":"Hallgrim entdeckt in Island, dass dort regelmässig Spitzentreffen zwischen russischen und US-amerikanischen Mafia-Gruppen stattfinden. An Ferien ist nicht zu denken, denn der flüchtige Mörder Bosco hat einen höllischen Deal laufen mit dem russischen Mafiaboss Radomsky: ein neues Herz für seine todkranke Tochter im Tausch gegen das \"Jamming\"-Gerät. Und tatsächlich wird ein Kind mit passendem Spenderherzen entführt und dessen Begleiter getötet – die Zeit drängt. (Text: SF)","versions":[{"lang":1,"streams":[{"redirect":10024295,"hoster":"VOE"},{"redirect":10024296,"hoster":"Streamtape"}]}]}]}]}