{"path":"/serie/stream/der-graf-von-monte-christo-1998","name":"Der Graf von Monte Christo (1998)","descr":"Edmond Dantès (Gérard Depardieu) sitzt seit zwei Jahrzehnten in dem berüchtigten Gefängnis Chateau d’If. Als junger Mann war er von seiner Verlobung mit der schönen Mercedes weg verhaftet worden. Wegen Hochverrats wanderte er in den Kerker. Eines Tages gelingt es einem Mitgefangenen (Georges Moustaki), Kontakt zu dem Isolierten aufzunehmen. Er vertraut. Dantès an, dass er das Opfer einer Verschwörung wurde und verrät ihm das Versteck eines Schatzes. Dantès bricht aus. Wie angegeben findet er auf einer kleinen Insel vor der Küste das Gold und die Juwelen. Als Graf von Monte Christo kehrt er nach Paris zurück und sinnt auf Rache. // (Gérard Depardieu in der vierteiligen Verfilmung des legendären Alexandre-Dumas-Romans: Als Graf von Monte Christo ist der 56-jährige César-Gewinner (\"Cyrano de Bergerac\") neben Ornella Muti zu sehen. Der Ritter der französischen Ehrenlegion und die schöne Römerin traten damit 20 Jahre nach \"Die letzte Frau\" wieder gemeinsam vor die Kamera.","seasons":[{"path":"/serie/stream/der-graf-von-monte-christo-1998/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-graf-von-monte-christo-1998/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"Edmond Dantès (Gérard Depardieu) sitzt seit 20 Jahren unschuldig im Kerker. Eines Tages vertraut ihm ein Mitgefangener an, dass er das Opfer einer Verschwörung wurde. Dantés sinnt auf Rache. Er bricht aus und findet auf einer kleinen Insel einen gigantischen Schatz. Als Graf von Monte Christo kehrt er nach Paris zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10017775","hoster":"VOE"},{"path":"/redirect/10017770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-graf-von-monte-christo-1998/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"Dantès lässt sich in Paris in einer prächtigen Villa nieder. Mit Hilfe seines Dieners Bertuccio verwandelt er sich in einen echten Edelmann. Die vergnügungssüchtige High Society ist von ihm begeistert. Dantès wird in die Familie der Männer eingeführt, die einst sein Leben zerstörten. Ein Etappenziel auf seinem Rachefeldzug ist erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12310129","hoster":"VOE"},{"path":"/redirect/10017772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-graf-von-monte-christo-1998/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"Part 3","descr":"Als Graf von Monte Christo steht Dantès, der 22 Jahre unschuldig im Kerker saß, jede Tür in Paris offen. Getrieben von dem Gedanken, sich an den beiden Männern zu rächen, die ihn dorthin gebracht haben, stößt Dantès auf ein Gerücht: Einer von ihnen, Morcerf, hat nicht nur ihn, sondern auch den Sultan von Janina betrogen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10017793","hoster":"VOE"},{"path":"/redirect/10017791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-graf-von-monte-christo-1998/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"Part 4","descr":"Dantès sieht sich endlich am Ziel. Die Schlinge, die er so sorgfältig um den Verräter Morcerf gelegt hat, zieht sich mehr und mehr zu: Er lanciert einen Zeitungsbericht, der den Verrat am Sultan aufdeckt. Und das, kaum dass die Tochter des mächtigen Mannes in Paris eingetroffen ist. Den Namen des Verräters hält Dantès noch geheim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333283","hoster":"VOE"},{"path":"/redirect/10017797","hoster":"Doodstream"},{"path":"/redirect/10017794","hoster":"Streamtape"}]}]}]}]}