{"seriesId":"der-sterbende-detektiv","name":"Der sterbende Detektiv","descr":"[The Dying Detective | Den döende detektiven] Lars Martin Johansson (Rolf Lassgård), Chef der schwedischen Nationalpolizei im Ruhestand, hat ein Leben voller Stress und ungesundem Essen geführt, was sich nun rächt: nach einem Schlaganfall findet er sich in einem Hospital wieder und ist dem Tode nahe. Dort hört er von einem Neurologen von dem abscheulichen Fall einer Vergewaltigung und Ermordung einer Neunjährigen vor 25 Jahren. Johanssons ermittlerische Instinkte erwachen von neuem und er setzt es sich in den Kopf, den Fall zu lösen – und sei es von seinem Totenbett aus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Avsnitt 1/​3","descr":"Als der pensionierte Polizeibeamte Lars Martin Johansson einen Schlaganfall erleidet, wird sein Leben auf Eis gelegt. Die Zeit des Genusses von Whisky und Butter ist vorbei. Sein Arzt weckt sein Interesse an einem zehn Jahre alten ungelösten Sexualmord an einem kleinen Mädchen.","versions":[{"lang":1,"streams":[{"redirect":13882699,"hoster":"VOE"},{"redirect":13882698,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12279846,"hoster":"VOE"},{"redirect":12279848,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Avsnitt 2/​3","descr":"Die Aufarbeitung des ungeklärten Sexualmordes an dem kleinen Mädchen tritt in eine neue Phase, als ein unverzichtbarer Hinweis eintrifft und die Richtung weist. LMJs Frau macht sich Sorgen um seinen hohen Blutdruck und seine schlechten Werte.","versions":[{"lang":1,"streams":[{"redirect":13882696,"hoster":"VOE"},{"redirect":13882695,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12279849,"hoster":"VOE"},{"redirect":12279851,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Avsnitt 3/​3","descr":"LMJ und Eriksson sind überzeugt, den schuldigen Sexualmörder gefunden zu haben und machen sich auf die Jagd, um es beweisen zu können. Eine Suche nach Gerechtigkeit, obwohl der Fall verjährt ist.","versions":[{"lang":1,"streams":[{"redirect":13882700,"hoster":"VOE"},{"redirect":13882702,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12279845,"hoster":"VOE"},{"redirect":12279844,"hoster":"Streamtape"}]}]}]}]}