{"seriesId":"der-tatortreiniger","name":"Der Tatortreiniger","descr":"In der mit dem Grimme-Preis ausgezeichneten NDR-Comedyserie dreht sich alles um den ungewöhnlichen Arbeitsalltag des Hamburger Gebäudereinigers Heiko \"Schotty\" Schotte (Bjarne Mädel), der sich auf das Reinigen von Tatorten von Gewaltverbrechen spezialisiert hat. Allerdings geht es in dieser Serie nicht in erster Linie um die Kriminalfälle an sich, sondern vor allem um die skurrilen Begegnungen zwischen Schotty und den Personen, auf die er beim gewissenhaften Blutwegschrubben trifft. So kommt er mit Hinterbliebenen und Bekannten der Mordopfer ins Gespräch, und es ergeben sich kammerspielartige Szenen, deren Situationskomik die irrwitzigsten Blüten treibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ganz normale Jobs","epNo":1,"alt":"","descr":"Er kommt immer dann, wenn die Polizei die Ermittlungsarbeit abgeschlossen hat. Schotty, der Tatortreiniger, räumt auf, was andere lieber nicht wegputzen möchten: Schotty säubert das blutverschmierte Badezimmer einer Wohnung, als es an der Tür klingelt. Es ist aber nicht der Mörder, der zum Tatort zurückkehrt, sondern eine Prostituierte, die ihren Kunden aufsuchen will. Als sie erfährt, dass dieser ermordet wurde, will sie aus der Wohnung flüchten. Es gelingt Schotty, sie zum Bleiben zu überreden. Fast sieht es so aus, als würden sie sogar Sex miteinander haben, denn beide halten sich aufgrund ihrer Jobs für abgebrüht. Letztlich entblättern sie nicht ihre Körper, sondern ihre Seelen.","versions":[{"lang":1,"streams":[{"redirect":9696930,"hoster":"VOE"},{"redirect":8390214,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spuren","epNo":2,"alt":"","descr":"Schotty wird zu einem Einsatz in die Wohnung eines Schriftstellers gerufen. Dessen Tante ist bei einer ominösen Explosion ums Leben gekommen. Weniger mit dem Tod seiner Tante als mit seiner Schreibkrise beschäftigt, fühlt sich der Schriftsteller von Schottys Arbeit gestört. Während Schotty aus Protest seine Arbeit niederlegt, entdeckt der Schriftsteller den Tatortreiniger als Quelle seiner Inspiration. Dass Schottys Wurstbrot dabei bald eine größere Rolle spielt als er selbst, findet Schotty gar nicht lustig.","versions":[{"lang":1,"streams":[{"redirect":9587056,"hoster":"VOE"},{"redirect":8390213,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nicht über mein Sofa","epNo":3,"alt":"","descr":"Schotty wird in die Villa einer reichen Witwe gerufen. Hier ist ein Einbrecher ums Leben gekommen, als er auf der Flucht eine Treppe hinabstürzte. Das behauptet zumindest die alte Dame. Während Schotty seiner Arbeit nachgeht, findet er jedoch Beweise dafür, dass die Frau den Einbrecher kaltblütig mit einem Golfschläger getötet hat. Als Schotty ankündigt, die Polizei rufen zu wollen, versucht die alte Frau sein Schweigen zu erkaufen: mit einem Maserati – Schottys Traumwagen.","versions":[{"lang":1,"streams":[{"redirect":13008072,"hoster":"VOE"},{"redirect":8390217,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geschmacksache","epNo":4,"alt":"","descr":"Schotty reinigt die Praxis eines Psychologen. Er wurde von einer Patientin getötet. Eine weitere Patientin unterbricht seine Arbeit, weil sie am Tatort eine Kerze aufstellen möchte. Schotty ist erschrocken über ihre Leibesfülle, welche sie allerdings mithilfe des Psychologen zu akzeptieren gelernt hat. Während Schotty seine Vorurteile der dicken Frau gegenüber nicht verbergen kann, erscheint ihm der Geist des Psychologen im Spiegel und konfrontiert ihn mit seiner Oberflächlichkeit. Nachdem die Frau die Praxis verlassen hat, muss sich Schotty fragen, ob er mit ihr nicht die Liebe seines Lebens hat gehen lassen.","versions":[{"lang":1,"streams":[{"redirect":9587054,"hoster":"VOE"},{"redirect":8390216,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Über den Wolken","epNo":1,"alt":"","descr":"Eine Frau wurde von ihrem Ehemann mit einer Axt erschlagen. Viel Arbeit für Schotty, der gerade mit seinem Nikotinentzug kämpft. Doch damit nicht genug der Widrigkeiten: der Mörder kommt zurück. Er trifft auf einen sehr schlecht gelaunten Schotty.","versions":[{"lang":1,"streams":[{"redirect":9932622,"hoster":"VOE"},{"redirect":8390219,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Challenge","epNo":2,"alt":"","descr":"Ein Streit, eine Bierflasche, ein toter Automechaniker: Schotty hat gerade fertig geputzt, da taucht eine Exfreundin des Toten auf: Gina Hötzinger ist ein D-Promi und hat das Fernsehen für ein Interview an den Tatort bestellt, um sich trauernd in Szene zu setzen. Diese maximale mediale Aufmerksamkeit soll sie wieder in das Bewusstsein der Zuschauer befördern. Das Problem: Der Tatort ist mittlerweile wieder picobello sauber.","versions":[{"lang":1,"streams":[{"redirect":9579247,"hoster":"VOE"},{"redirect":8390222,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schottys Kampf","epNo":3,"alt":"","descr":"Nach einem Unfall in einem Vereinsheim soll Schotty das Blut des Verstorbenen wegputzen. Arglos öffnet er die Tür zu einem Hinterzimmer und steht auf einmal in einer Parallelwelt, die er lieber nicht betreten hätte. Und auch die politischen Ansichten des Vereinsvorsitzenden sind selbst für Schottys dickes Fell eine Nummer zu heftig. Der Tatortreiniger beantwortet das auf seine ganz eigene Art und Weise.","versions":[{"lang":1,"streams":[{"redirect":12383725,"hoster":"VOE"},{"redirect":8390227,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Angehörige","epNo":4,"alt":"","descr":"Schotty trifft in der Wohnung eines verstorbenen Zauberers auf dessen schwulen Freund. Als er herausfindet, dass \"Fanny Fee\" die Leiche seines Geliebten in der Wohnung vor dessen rigider Ehefrau versteckt hält, beginnt ein turbulentes Spiel ….","versions":[{"lang":1,"streams":[{"redirect":9579246,"hoster":"VOE"},{"redirect":8392332,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auftrag aus dem Jenseits","epNo":5,"alt":"","descr":"Ein Obdachloser wird tot in einem leer stehenden Haus aufgefunden. Schotty bekommt den Auftrag, die Immobilie für den Verkauf zu säubern. Dabei stößt er auf eine in Tierfell gewandete Gestalt, die dort offensichtlich magische Riten vollzieht. Es stellt sich heraus, dass auch der Schamane mit der Reinigung des Ortes beauftragt worden ist, allerdings mit der spirituellen ….","versions":[{"lang":1,"streams":[{"redirect":9587060,"hoster":"VOE"},{"redirect":8390232,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Fleischfresser","epNo":1,"alt":"","descr":"Tatortreiniger Heiko \"Schotty\" Schotte (Bjarne Mädel) ist überzeugter Fleischesser. Als er auf die radikale Veganerin Kim trifft, kommt es logischerweise gleich zum großen Konflikt zwischen den beiden. Moralische Fragen bezüglich des Essens von Fleisch oder die Problematik der Massentierhaltung sind dabei nur zwei von vielen Themen, in denen Schotty und Kim äußerst gegensätzliche Ansichten vertreten.","versions":[{"lang":1,"streams":[{"redirect":9587058,"hoster":"VOE"},{"redirect":8390233,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schweine","epNo":2,"alt":"","descr":"Blut, Scherben und eine völlig aufgelöste Frau. In dieses Chaos wird der Tatortreiniger Heiko \"Schotty\" Schotte (Bjarne Mädel) gerufen. Wie er mit seinem Versuch, die Verwüstung zu beseitigen noch viel mehr Chaos anrichtet, warum ihm die Frau irgendwie bekannt vorkommt und die Frage, ob alle Männer Schweine sind: davon erzählt höchst vergnüglich und rasant diese neue Folge.","versions":[{"lang":1,"streams":[{"redirect":9587059,"hoster":"VOE"},{"redirect":8390231,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Carpe Diem","epNo":3,"alt":"","descr":"Eine Behörde. Ein toter Beamter. Zwei verirrte Bestatter. In einer kafkaesken leblosen Welt von Warteschlangen und Nummernautomaten macht sich der Tatortreiniger Heiko \"Schotty\" Schotte (Bjarne Mädel) Gedanken über den toten Sachbearbeiter. Gedanken, die immer lebendiger werden. Erschreckend lebendig... der Tatortreiniger in einer fulminant-aberwitzigen Panikattacke.","versions":[{"lang":1,"streams":[{"redirect":9587063,"hoster":"VOE"},{"redirect":8390235,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ja, ich will","epNo":4,"alt":"","descr":"\"Natürlich nicht!\": Der Tatortreiniger Heiko \"Schotty\" Schotte kann es nicht glauben. Die hübsche Frau ihm gegenüber hat ihn gerade gefragt, ob er am nächsten Sonnabend gegen Geld heiraten würde. Noch dazu eine Frau, die in ihrem Heimatland verfolgt wird und für die diese Ehe die letzte Rettung ist. Natürlich nicht! Schotty hat seine Prinzipien. Aber was, wenn diese Frau in Lebensgefahr ist? Schotty steht vor einer Entscheidung, die womöglich sein ganzes Leben verändert ….","versions":[{"lang":1,"streams":[{"redirect":9579250,"hoster":"VOE"},{"redirect":8390236,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Wattolümpiade","epNo":1,"alt":"","descr":"Tatortreiniger Heiko Schotte putzt in Rekordgeschwindigkeit. Wenn er seinen Putzauftrag bis halb vier erledigt hat, schafft er es vielleicht noch rechtzeitig zur Wattolümpiade. Und die will er auf keinen Fall verpassen. Leider hat es seine Auftraggeberin so gar nicht eilig … Was eine Wattolümpiade ist, ob Schotty doch noch rechtzeitig ankommt und wie viel Johannisbeeren man für eine Torte braucht, wird in dieser neuen Folge \"Der Tatortreiniger\" verraten.","versions":[{"lang":1,"streams":[{"redirect":9587062,"hoster":"VOE"},{"redirect":8390241,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Putzer","epNo":2,"alt":"","descr":"Es sind keine Spuren von Verwesung oder Exkrementen, die Tatortreiniger Heiko Schotte wegputzen soll. Das wäre für ihn kein Problem. Es gibt auch keine große Blutlache, die er entfernen müsste. Auch das wäre für ihn kein Problem. Es gibt noch nicht einmal einen winzigen Blutfleck wegzuputzen. Eigentlich gibt es gar nichts mehr zu tun, denn das hat alles Simon Ambestetten schon erledigt. Und da liegt das Problem: Schottys Auftraggeber hat offensichtlich einen Putzzwang ….","versions":[{"lang":1,"streams":[{"redirect":9587061,"hoster":"VOE"},{"redirect":8390244,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Damit muss man rechnen","epNo":3,"alt":"","descr":"Angenommen, morgen gäbe es einen Asteroiden-Einschlag. Wie lange könnten Sie überleben? Haben Sie Wasservorräte? Einen Weltempfänger? BP-X Riegel? Was ist überhaupt ein BP-X Riegel? In dieser Folge von \"Der Tatortreiniger\" diskutiert Heiko \"Schotty\" Schotte mit dem Angestellten eines Elektromarktes Überlebensstrategien im Falle einer großen Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9579248,"hoster":"VOE"},{"redirect":8390246,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fluch","epNo":4,"alt":"","descr":"Ein altes Haus, ein merkwürdiger Auftraggeber, ein 200 Jahre alter Blutfleck und ein geheimnisvoller Fluch, der über allem schwebt: Tatortreiniger Schotty glaubt nicht an Flüche. Leider glaubt der Fluch an ihn ….","versions":[{"lang":1,"streams":[{"redirect":9587064,"hoster":"VOE"},{"redirect":8390249,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tauschgeschäfte","epNo":5,"alt":"","descr":"Liebe kann man doch nicht kaufen! Das findet jedenfalls Schotty, der als Tatortreiniger die blutigen Spuren eines Überfalls in einer Kneipe wegputzt. Traute Büttensen, die Kneipenwirtin, ist da anderer Meinung. Denn wie wäre es, wenn Schotty auf einmal 5.000 Euro hätte, um seiner Angebeteten ein unvergessliches Wochenende in Lissabon zu bieten?","versions":[{"lang":1,"streams":[{"redirect":13917344,"hoster":"VOE"},{"redirect":8390248,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Bestattungsvorsorge","epNo":1,"alt":"","descr":"In der Auftaktepisode muss sich Schotty (Bjarne Mädel) mit seiner eigenen Bestattung auseinandersetzen als er auf die Bestatter Lukas (Jörg Pose) und Heiner (Peer Martiny) trifft, die dem Tatortreiniger eine Bestattungsvorsorge zum unschlagbaren Preis schmackhaft machen wollen.","versions":[{"lang":1,"streams":[{"redirect":9206619,"hoster":"VOE"},{"redirect":8390252,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das freie Wochenende","epNo":2,"alt":"","descr":"Ein großer Kongress, der vorbereitet werden muss, eine Ehekrise, die auf eine Scheidung zusteuert, eine vierjährige Tochter, die sich weigert ihre Schlammhose anzuziehen. Und ausgerechnet jetzt muss Dagmar Drexler auch noch die Beerdigung des Schwiegervaters organisieren. Tatortreiniger Heiko Schotte ist konfrontiert mit einer Frau am Rande des Nervenzusammenbruchs und hat einen sehr eigenwilligen Lösungsvorschlag zur Stressbewältigung.","versions":[{"lang":1,"streams":[{"redirect":8986786,"hoster":"VOE"},{"redirect":8390256,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Pfirsich-Melba","epNo":3,"alt":"","descr":"Der Besitzer einer Eisdiele wurde ermordet. Business as usual für Tatortreiniger Heiko Schotte. Doch dann taucht ein seltsamer Gast auf. Ein geheimes NASA-Programm, ein defekter Kühlschrank und das ultimative Rezept für ein perfektes Pfirsich-Melba-Eis sind die Zutaten für eine neue Folge \"Tatortreiniger\". Ein eiskaltes Vergnügen!","versions":[{"lang":1,"streams":[{"redirect":12920745,"hoster":"VOE"},{"redirect":8390258,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Anbieterwechsel","epNo":4,"alt":"","descr":"Tatortreiniger Heiko Schotte putzt in einer Vermittlungsagentur für religiöse Angelegenheiten. Was soll das denn sein - ein Maklerbüro, das religiöse Events und Erfahrungen vermittelt? Sowas gibt\u0027s? Ja, sowas gibt\u0027s. In der Folge erzählt Schotty, wie er sich das Paradies vorstellt. Und er stellt im Zuge der Diskussion mit der Agentur-Inhaberin Berechnungen über ein Leben nach dem Tod an. Letztlich hat er sogar ein Erleuchtungserlebnis - und eilt zu seiner alten Liebe Merle.","versions":[{"lang":1,"streams":[{"redirect":9587068,"hoster":"VOE"},{"redirect":8390261,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"E.M.M.A","epNo":5,"alt":"","descr":"Sie sind kompliziert, sie nerven und sie wollen ständig reden: Frauen. Tatortreiniger Heiko Schotte hat eine knallharte Entscheidung getroffen: keine Frauen mehr in seinem Leben.","versions":[{"lang":1,"streams":[{"redirect":13922314,"hoster":"VOE"},{"redirect":8390262,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freunde","epNo":6,"alt":"","descr":"Was für ein Zufall! Nach 20 Jahren trifft Tatortreiniger Heiko Schotte auf seinen alten Freund Dennis, der damals ein armer Schlucker war. Und der jetzt ziemlich reich ist. Eine Tatsache, die natürlich unter Freunden nichts verändert. Fast nichts verändert. Vielleicht ein bisschen was verändert. Also gut, eine Tatsache, die alles verändert.","versions":[{"lang":1,"streams":[{"redirect":9587069,"hoster":"VOE"},{"redirect":8390265,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Sind Sie sicher?","epNo":1,"alt":"","descr":"In einer Consultingfirma gerät Schotty mit Geschäftsführer Grimmehein aneinander, der ein geradezu teuflisches Vergnügen daran findet, seine Mitarbeiter an ihre Belastungsgrenze zu treiben. Schotty können dessen Psychotricks nichts anhaben. Oder doch? Hat sein Chef etwa eine Evaluation in Auftrag gegeben? Der Tatortreiniger muss sein ganzes Können unter Beweis stellen.","versions":[{"lang":1,"streams":[{"redirect":9579249,"hoster":"VOE"},{"redirect":8390267,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Özgür","epNo":2,"alt":"","descr":"Tatortreiniger Heiko Schotte trifft in einer abgelegenen Pension auf die hochschwangere Silke. Nicht nur aufgrund des einsetzenden Blasensprungs gerät Schotty schon bald in Panik: Die Norddeutsche will ihren Sohn Özgür nennen. Eine von Wehen durchzogene Diskussion um Namen, Vorurteile und die kleinen und großen Hürden im Leben eines heranwachsenden Kindes.","versions":[{"lang":1,"streams":[{"redirect":9587067,"hoster":"VOE"},{"redirect":8390268,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schluss mit Lustig","epNo":3,"alt":"","descr":"Im Kleinkunstverein stößt Tatortreiniger Schotty auf einen mäßig talentierten Clown - und findet sich kurz darauf zum Versuchspublikum auserkoren. Der Clown fordert Kritik \"ohne Schleifchen\", die er prompt bekommt. Es folgt eine Sinnkrise des Clowns, mit der Schotty erst mal selbst fertig werden muss. Humor ist eben doch ein hartes Brot.","versions":[{"lang":1,"streams":[{"redirect":8986802,"hoster":"VOE"},{"redirect":8390270,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Rebellen","epNo":1,"alt":"","descr":"Schotty bekommt beim Putzen Besuch von seinen Freunden Didi und Frido. Es entwickelt sich ein skurriles Streitgespräch über Filzgleiter, denn Didi findet diese Dinger befremdlich und hat weder Zeit noch Lust, sich mit solchen Themen auseinanderzusetzen, wohl aber die Zeit, sich darüber zu beklagen. Das Universum der Filzgleiter ist schier unergründlich. Und so kommt keiner raus aus der Frage, was im Leben eigentlich nebensächlich ist und was nicht. Aber da Didi scheinbar ein echtes Filzgleiterproblem hat, stehen ihm Schotty und Frido zur Seite und können ihm sogar über eine Kreativitätskrise hinweghelfen.","versions":[{"lang":1,"streams":[{"redirect":8782135,"hoster":"VOE"},{"redirect":8390276,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Currywurst","epNo":2,"alt":"","descr":"Schotty putzt in einer Kunstgalerie, in der ein verkannter Maler ums Leben kam. Dort bekommt er einen Einblick in die Welt der Kunst, des Geldes, der Wertigkeit der Dinge. Und einen Fünfeuroschein. Der allerdings ist mehr wert, als auf den ersten Blick ersichtlich. Und als der Schein Schotty kurze Zeit später wieder abhanden gerät, droht Schotty zum Opfer des Kunstbetriebes zu werden. Aber Schotty wäre nicht Schotty, wenn er nicht mit einem Bild unter dem Arm die Galerie verließe.","versions":[{"lang":1,"streams":[{"redirect":8782134,"hoster":"VOE"},{"redirect":8390285,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kopf","epNo":3,"alt":"","descr":"Schotty putzt in der Wohnung des Wachkoma-Patienten Matthis und findet sich nach einem Sturz unvermittelt in dessen Kopf wieder. Nicht der beste Ort für einen Tatortreiniger mit Klaustrophobie. Hier trifft er Matthis, der seit sechs Jahren in seinem Kopf gefangen ist und dort versucht, sein Leben zu leben, so gut es eben geht. Doch selbst im Kopf ist man nicht sein eigener Chef! Eine bedrohliche Kapuzengestalt funkt Matthis und Schotty dazwischen, als diese versuchen, einige Hirnverbindungen wieder zu verknüpfen. Wie kann es Schotty gelingen, sein Leben wieder vom Kopf auf die Füße zu stellen? Schotty gewinnt einen völlig neuen Blick auf das menschliche Dasein.","versions":[{"lang":1,"streams":[{"redirect":8986799,"hoster":"VOE"},{"redirect":8390290,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einunddreißig","epNo":4,"alt":"","descr":"Schottys neuer Putzjob gestaltet sich verwirrend. Am Empfang des Unternehmens ist man durch Schottys Auftauchen sichtlich überfordert. Nach einigem Hin und Her beginnt sich auch Schotty zu fragen, was er hier soll. Und als es am laufenden Band zu merkwürdigen Begegnungen mit Freunden, Bekannten und Weggefährten kommt, gerät Schottys Realität zunehmend ins Wanken.","versions":[{"lang":1,"streams":[{"redirect":8986804,"hoster":"VOE"},{"redirect":8390298,"hoster":"Streamtape"}]}]}]}]}