{"seriesId":"der-dnemark-krimi","name":"Der Dänemark-Krimi","descr":"Im Mittelpunkt von \"Der Dänemark-Krimi\" steht die dänische Stadt Ribe, die dafür bekannt ist, um die Jahreswende herum freudig die Rauhnächte zu feiern. Auch in diesem Jahr geht es festlich zu, obwohl bekannt ist, dass ein Serientäter Menschen entführt und sie im Wald verhungern lässt. Für die Polizistin Ida Sörensen (Marlene Morreis) bedeutet dieser Tag enorm viel Stress, weshalb sie nicht bemerkt, dass zwischen den Feiernden auf einmal einmal die vermisste Smilla Vestergaad (Anne Kanis) auftaucht. Weil sie – wohl unter Schock – unfähig ist zu sprechen, wird Ida nicht auf sie aufmerksam, woraufhin Smilla erneut verschwindet. Der Wut von Idas Kollegen Magnus Vinter (Nicki von Tempelhoff) zum Trotz, muss Ida bei der Aufklärung des Falls helfen. Ebenfalls bei der Untersuchung beteiligt ist Kommissarin Olsen (Katharina Heyer), die bald auf das mögliche Motiv des Täters stößt: Ein Todesfall vor Jahrzehnten scheint die Ursache für die neueren Morde zu sein.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rauhnächte","epNo":1,"alt":"","descr":"Die historische Wikingerstadt Ribe und die schroffe Nordsee-Küstenlandschaft dienen als bildstarker Schauplatz für den Auftakt der neuen \"Dänemark-Krimi\"-Reihe: In \"Rauhnächte\" muss Marlene Morreis als Streifenpolizistin das Geheimnis eines Serienmörders lüften, um ein Entführungsopfer zu retten. Die mit beeindruckender Natürlichkeit gespielte Hauptfigur hat jedoch keinen leichten Stand. In der Rolle des erfahrenen Kollegen fällt es Nicki von Tempelhoff schwer, ihr und ihrer Intuition zu vertrauen. Ein hochspannender Kriminalfall mit psychologischer Tiefe, inszeniert vom eingespielten \"Tatort\"-Duo Regisseur Christian Theede und Kameramann Simon Schmejkal. In den heidnischen \"Rauhnächten\" herrscht in der einstigen Wikingerstadt Ribe eine ungezügelte Ausgelassenheit. Selbst auf dem Polizeirevier, wo die gewissenhafte Streifenbeamtin Ida Sörensen (Marlene Morreis) in der Nachtschicht aushilft, regiert das Chaos. An den sadistischen Serienmörder, der Menschen entführt und im Wald verhungern lässt, denkt in diesem Moment niemand. So erkennt Ida auch Smillla Vestergaad (Anne Kanis) nicht, die seit Tagen vermisst wird, sich von ihren Fesseln befreien konnte, nun unter all den Verkleideten und Angetrunkenen im Polizeirevier erscheint, aber kaum ein Wort herausbringt. Als die junge Frau wenig später wieder verschwunden ist, sieht sich die Polizistin schweren Vorwürfen durch ihren älteren Kollegen Magnus Vinter (Nicki von Tempelhoff) ausgesetzt. Für die ehrgeizige Kommissarin Olsen (Katharina Heyer) steht fest, dass nur wenig Zeit bleibt, um die Entführte lebend zu finden. Ohne Rücksicht auf Zuständigkeiten, setzt Ida alles daran, ihren fatalen Fehler wiedergutzumachen. Bei einem ungeklärten Todesfall, der 20 Jahre zurückliegt, vermutet sie den Ausgangspunkt für das Motiv des Serientäters, dessen Morde in kein Profil zu passen scheinen. Dass Ida trotz höchstem Zeitdruck in die Vergangenheit eintaucht, klingt zunächst komplett abwegig. Die verzweifelte Polizistin lässt sich jedoch nicht beirren und kommt einem tragischen Geheimnis auf die Spur, das Jahre zurückliegt und nun scheinbar gesühnt werden soll.","versions":[{"lang":1,"streams":[{"redirect":8967174,"hoster":"VOE"},{"redirect":8967175,"hoster":"Streamtape"}]}]}]}]}