{"path":"/serie/stream/der-gute-bulle","name":"Der gute Bulle","descr":"Krimireihe über den ausgebrannten, ehemaligen Kommissar Fredo Schulz (Armin Rohde), der immer wieder in brisante und belastende Fälle hineingezogen wird. In seinem ersten Fall heftet er sich an die Fersen von Roland Bischoff (Axel Prahl), von dem Schulz glaubt, er könne ein gesuchter Kindermörder sein.","seasons":[{"path":"/serie/stream/der-gute-bulle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-gute-bulle/staffel-1/episode-1","name":"Der gute Bulle","epNo":1,"alt":"","descr":"Ein Papierschirmchen lockt die Aufmerksamkeit von Fredo Schulz, als ihn die Hauptkommissare Milan Filipovic und Lola Karras an der Nordsee aufsuchen. Eine Siebenjährige ist verschwunden. Ashley Bols ist bereits das dritte vermisste Mädchen. Die beiden anderen konnte Schulz nicht retten. Sie wurden bis heute nicht gefunden, aber Schulz weiß einfach, dass sie tot sind. Er weiß auch, wer der Täter ist: Roland Bischoff. Bischoff ist kein normaler Sexualstraftäter, sondern ein verklemmter, hochkrimineller, besitzergreifender Psychopath. Er hat Schulz damals nur dreckig ins Gesicht gelacht, als dieser ihn nach den beiden Mädchen fragte, von denen es als einzige Spur ein buntes Eisbecher-Papierschirmchen gab. Schulz schlug zu. Bischoff wurde freigesprochen, Schulz suspendiert. Und jetzt ist es wieder passiert, wieder ist ein Mädchen verschwunden. Schulz wirft seine verschlissenen Anzüge in einen Koffer, seinen Flachmann – vorerst – in die Ecke und zieht die Tür seines Wohnwagens zu. In Berlin bringt er die Soko auf Trab, doch die Zahl der möglichen Verdächtigen ist groß. Der Druck wächst mit jeder Stunde. Und dann ist da auch noch Schulz’ persönlicher Albtraum, der in seinem Kühlschrank sitzt und ihn anlacht: der Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13753660","hoster":"VOE"},{"path":"/redirect/13753647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gute-bulle/staffel-1/episode-2","name":"Friss oder stirb","epNo":2,"alt":"","descr":"Die Hauptstadt wird mit Drogen überschwemmt. Alles ist zu haben, überall, zu jeder Zeit. Ein verdeckter Ermittler wird erschossen und Armin Rohde soll als \"guter Bulle\" Fredo Schulz den brisanten Sonderermittlungseinsatz im Drogendezernat Berlin-Neukölln leiten. Doch der Ex-Alkoholiker wird am Ende seiner Karriere durch den Fall im Drogenmilieu noch mit ganz anderen persönliche Dämonen konfrontiert. Dann geht das Gerücht umher, das Berliner Drogendezernat habe ein Leck in den eigenen Reihen: einen Spitzel, irgendein korruptes Schwein – man mag das gar nicht zu Ende denken. Bei der Polizei kennt jeder jeden. Schulz braucht für seine Ermittlungen einen V-Mann, der nicht aus dem eigenen Team kommt. Zusammen mit seinem Partner, Hauptkommissar Milan Filipovic, wendet er sich an die junge Dealerin Dakota, die sich bestens in der Szene auskennt, derzeit aber noch im Gefängnis sitzt. Weil ihr gerade die Besuchszeiten gestrichen wurden und sie ihre kleine Tochter nicht mehr sehen darf, lässt sie sich auf einen Deal mit den beiden Ermittlern ein. Wieder auf freiem Fuß, spielt sie Schulz und Filipovic wichtige Informationen zu. Dabei stellt sich heraus, dass Filipovic und Dakota sehr viel mehr als nur die Arbeit verbindet. Doch ihre verbotene, wieder aufflammende Liebe gerät schnell von verschiedenen Seiten in Bedrängnis. Noch dazu droht Dakotas doppeltes Spiel aufzufliegen. Sie gerät in ernsthafte Gefahr, denn die Drogendealer wissen mehr, als sie sollten – oder normalerweise wissen können – und sind Schulz und Filipovic oftmals einen Schritt voraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13753659","hoster":"VOE"},{"path":"/redirect/13753653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gute-bulle/staffel-1/episode-3","name":"Nur Tote reden nicht","epNo":3,"alt":"","descr":"Hauptkommissar Milan Filipovic ist über die Ermordung seiner Freundin so verzweifelt, dass er seinen Abschied aus dem Polizeidienst nimmt. An seinem letzten Arbeitstag wird er zusammen mit seinem Kollegen Fredo Schulz zum Flughafen gerufen, wo der Zoll eine sogenannte Schluckerin mit über einem Kilo Kokain im Körper gestellt hat. Auf dem Weg zur Wache muss die Frau dringend zur Toilette. Der Stopp an der Raststätte wird für Milan zur tödlichen Falle: Ein Mann, der ihnen offenbar vom Flughafen gefolgt ist, erschießt ihn kaltblütig, schlägt Fredo nieder und entkommt mit der Frau. Fredo macht sich große Vorwürfe, da er als der Erfahrenere der beiden die Gefahr nicht gerochen hat – und sucht Trost bei seinem alten Freund, der Flasche. Doch er wird nicht ruhen, bevor er den Mörder seines Freundes und dessen Hintermänner gestellt hat. Sein neuer Partner Radu Lupescu tut sich eingangs schwer mit Fredos rauen Verhörmethoden. Doch nur so erfahren sie von einem Kleindealer, dass ein Flughafenmitarbeiter maßgeblich am Drogenschmuggel beteiligt ist. Und der Zufall will es, dass die Kolumbianerin Paz einen Notarzt rufen muss, erkannt wird und auf dem Kommissariat bereitwillig auspackt. Sie hat Angst vor ihrem gewalttätigen Partner und möchte sich und ihren Sohn schützen. Nach der Festnahme des Todesschützen gilt es nur noch, die eigentlichen Drahtzieher des Drogengeschäfts zu stellen. Und Fredo muss mit Hilfe der Anonymen Alkoholiker seine Sucht in den Griff bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13753678","hoster":"VOE"},{"path":"/redirect/13753670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gute-bulle/staffel-1/episode-4","name":"Heaven can wait","epNo":4,"alt":"","descr":"Hauptkommissar Fredo Schulz bekommt eine überraschende Diagnose: Der Arzt eröffnet ihm, dass er Darmkrebs hat und nur noch knapp drei Monate zu leben. Er solle mal was Schönes machen. \"Was soll das sein?\", fragt sich Fredo und geht arbeiten. Er wird mit seinem Kollegen Radu Lupescu zu einem Wohnblock gerufen, vor dem ein Sicherheitsmann erschossen wurde. Der hatte den Eigentümer Samir Berri begleitet, der die Räumung und Sanierung des Wohnblocks plant. Fredo hat Samir schon mal festgenommen – wegen Drogenhandels. Er vermutet, dass Samir mit seinen vermeintlich sauberen Immobiliengeschäften nur Geldwäsche betreibt. Die Kriminalfilmreihe geht in die nächste Runde: Wenn Fredo Schulz nichts mehr zu verlieren hat, wird es spannend. Der Polizist ahnt, dass die Verbrechen im Clanmilieu auf einen Krieg hindeuten und die Lage weiter eskalieren wird. Entgegen der Anweisung seines Chefs, sich eine Auszeit zu nehmen, ermittelt er trotz Schmerzen auf eigene Faust weiter. Damit bringt er allerdings nicht nur sich selbst in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13774686","hoster":"VOE"},{"path":"/redirect/13774684","hoster":"Streamtape"}]}]}]}]}