{"path":"/serie/stream/der-gleiche-himmel","name":"Der gleiche Himmel","descr":"Um Lauren Faber für die Spionagezwecke der Stasi anzuwerben, wird Agent Lars Weber inmitten des Kalten Kriegs heimlich von Ost- nach West-Berlin befördert. Dort soll er ein Verhältnis mit der Datenanalystin, die für den Britischen Geheimdienst tätig ist, beginnen. Lars\u0027s Auftraggeber erhofft sich damit, an wichtige Informationen zu gelangen. Während sein Sohn sich ganz seiner Aufgabe verschrieben hat, ist Vater Gregor Weber - selbst ein Gefolgsmann der Stasi - weniger von dieser Mission überzeugt und beginnt, die ihm vertrauten Ideale und Ziele zu hinterfragen. Und damit steht Gregor nicht allein da. Viele wünschen sich den Ausbruch aus der DDR und legen sich im Geheimen ihre Fluchtpläne in den Westen zurecht. Obwohl die Bewohner von Ost und West unter demselben Himmel leben, liegen doch ganze Welten zwischen ihnen.","seasons":[{"path":"/serie/stream/der-gleiche-himmel/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-gleiche-himmel/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"","descr":"Der junge Romeo Agent Lars Weber wird auf die ältere Agentin des Britischen Geheimdienstes Lauren Faber angesetzt. Lars\u0027s Familie weiß nur sein linientreuer Vater Gregor um Lars\u0027s politische Gesinnung sein Onkel Konrad, Tante Gitta sowie beide Töchter feiern mit Lars seine Beförderung. Klara und Juliane sind ebenfalls erfolgreich. Juliane ist Schulbeste und Klara schwimmt im Kader für die DDR.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579295","hoster":"VOE"},{"path":"/redirect/8428020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gleiche-himmel/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"","descr":"Lars umwirbt die ahnungslose Lauren, die ihrer Kollegin Sabine Cutter von ihrer Liaison berichtet. Im Ostteil der Stadt erfährt Tobias, ein ehemaliger Liebhaber von Axel, dem Kollegen von Konrad, von dem Bau eines Tunnels nach West-Berlin. Klaras Schwimmtrainer informiert die Eltern seiner Athleten, dass diese leistungssteigernde Präparate erhalten, die zu körperlichen Veränderungen führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920780","hoster":"VOE"},{"path":"/redirect/8392695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-gleiche-himmel/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"","descr":"Gregor wird von der Stasi unter Druck gesetzt, als er moralische Zweifel äußert. In West-Berlin zweifelt Dagmar, Sabines Mutter, an ihrer Entscheidung, ihren Ex-Mann mit ihrem zweiten Zwilling für Howard, US Offizier bei der NSA, zurückgelassen zu haben. Lars verführt Lauren. Am Morgen erleidet sie einen Schlaganfall. Lars erhält von seinem Führungsoffizier Ralf ein neues Ziel. Dieses Ziel trägt den Namen Sabine Cutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587137","hoster":"VOE"},{"path":"/redirect/8392698","hoster":"Streamtape"}]}]}]}]}