{"path":"/serie/stream/der-kleine-ritter-trenk","name":"Der kleine Ritter Trenk","descr":"Der Bauer Haug Tausendschlag hat wie viele andere Bauern im Land unter der Herrschaft ihres Grundherren, des Ritters Wertold, dem Wüterich, sehr zu leiden. Als er wieder einmal ungerechtfertigt in den Kerker muss, hält es sein Sohn Trenk nicht mehr aus und verlässt das Haus in der Nacht. Zusammen mit seinem Ferkelchen beschließt er, in die Stadt zu ziehen. Nach dem Gesetz \"Stadtluft macht frei!\" wäre er ein freier Mensch, sollte es ihm gelingen, ein Jahr in der Stadt zu leben, ohne von Wertolds Häschern geschnappt zu werden. Zufällig begegnet er dem Ritter Dietz von Durgelstein, dessen Sohn Zink eine Ritterausbildung bei Dietz u.Schwager Ritter Hans beginnen soll. Da dieser dafür jedoch zu ängstlich ist, tauschen er und Trenk die Rollen, sodass dieser nun als Page auf Burg Hohenlob tätig ist.","seasons":[{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-1","name":"Aufbruch in die Nacht","epNo":1,"alt":"","descr":"Der Bauernjunge Trenk kann das Unrecht des bösen Ritter Wertolt gegen seine Familie nicht mehr ertragen und flieht mit seinem Ferkel in die Stadt, um dort als Handwerksgeselle Arbeit zu finden. Wenn er dort ein Jahr lang unentdeckt bleibt, wird er nach dem mittelalterlichen Gesetz \"Stadtluft macht frei\" freier Bürger. Sein Traum ist es, dann seine Eltern und seine Schwester Mia Mina zu sich zu holen und für alle ein schönes Haus zu bauen. Bei seiner Flucht begegnet Trenk einem eigenartigen Mädchen, das sich dann aber als der verkleidete Gauklerjunge Momme Mumm entpuppt. Gemeinsam entkommen sie im Wald den Häschern Wertolts, die den entlaufenen Bauernjungen fangen sollen. Als Trenk und Momme die Stadt erreichen, sind die Wärter am Stadttor schon vor einen Jungen mit einem Ferkel gewarnt. Momme und Trenk müssen sich etwas einfallen lassen, um in die Stadt zu kommen, und das tun sie auch","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579269","hoster":"VOE"},{"path":"/redirect/8392770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-2","name":"Der Ferkeltrick","epNo":2,"alt":"","descr":"Trenk ist enttäuscht: In der Stadt findet sich keine Arbeit für einen streunenden Bauernjungen. Aber sein Gauklerfreund Momme Mumm weiß einen Ausweg: Mit Hilfe von Ferkelchen führen sie auf dem Marktplatz einen Trick vor, bei dem Ferkelchen scheinbar hellsehen kann. Damit verdienen sie sich erst einmal etwas zu essen. Sie schaffen es auch, erneut den Häschern von Ritter Wertold dem Wüterich zu entkommen. Trenk muss sich nun entscheiden zwischen einem aufregenden Leben als fahrender Gaukler und seinem eigentlichen Ziel, Geld für seine hungernde Familie zu verdiernen. Als er auf Ritter Dietz von Durgelstein und dessen furchtsamen Sohn Zink trifft, bekommt er überraschend ein märchenhaftes Angebot: Er soll anstelle von Zink eine Ausbildung als Ritter beginnen. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587124","hoster":"VOE"},{"path":"/redirect/8392772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-3","name":"Überfall auf die Burg","epNo":3,"alt":"","descr":"In einem Schnellkurs bekommt der Bauernjunge Trenk wichtige Verhaltensregeln eines zukünftigen Ritters eingebläut. Als währenddessen die Häscher von Wertold dem Wüterich den Sohn von Ritter Dietz für den entlaufenden Leibeigenen halten und festnehmen wollen, können sein Vater und Trenk ihn gerade noch retten. Ritter Hans von Hohenlob erwartet auf seiner Burg mit dem Kaplan seinen neuen Pagen, und endlich treffen die Besucher ein. Trenk stellt sich in seiner neuen Rolle zuerst nicht sonderlich geschickt an, doch das fällt niemandem auf. Nur das freche Burgfräulein Thekla von Hohenlob kommt sofort hinter das Geheimnis, aber sie verrät Trenk nicht. In der Nacht lässt Wertolt Burg Hohenlob von ein paar seiner finsteren Gesellen überfallen. Gemeinsam wehren Thekla und Trenk den Angriff ab und schließen dann eine Abmachung: Sie verrät nicht, dass Trenk nur ein einfacher Bauernjunge ist. Dafür bringt er ihr alles bei, was er in seiner Ritterausbildung lernt. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587128","hoster":"VOE"},{"path":"/redirect/8392776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-4","name":"Die Räuberfalle","epNo":4,"alt":"","descr":"Trenk lernt den Burgenalltag kennen und bekommt als erste Mutprobe eine scheinbar ganz leichte Aufgabe gestellt: Eigentlich soll er für Ritter Hans nur einige Kieselsteine vom Bach holen. Doch Trenk unterschätzt die Sache, denn im Wald fällt er einer Räuberbande in die Hände. Thekla ist ihm heimlich nachgeschlichen und befreit ihn mit ein paar Kunstschüssen ihrer Erbsenzwille. Die benommenen Räuber geben aber nicht auf. Als Pilger verkleidet, bittet der Räuberhauptmann um Einlass in die Burg. Er schafft es auch, für seine Männer den unter der Burgmauer angelegten Geheimgang zu öffnen. Doch Trenk und Thekla vereiteln den Einbruch und nehmen die Räuber gefangen. Eine Gerichtsverhandung wird auf Hohenlob angesetzt. Durch den Einspruch von Trenk lässt Ritter Hans Milde walten und nimmt die verarmten und hungrigen Räuber als seine neue Burgwache auf. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917365","hoster":"VOE"},{"path":"/redirect/8392777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-5","name":"Das Heiratsversprechen","epNo":5,"alt":"","descr":"Trenk hat beim Reiten und Lanzenstechen erhebliche Schwierigkeiten und Thekla verlacht ihn dafür. Es kommt zu einem lauten Streit, aus dem Theklas Vater Hans irrtümlich schließt, dass Thekla sich einen starken Ritter als Mann wünscht. Das heißt ja wohl: Sie würde gerne heiraten! Hans macht das sofort öffentlich und lädt interessierte Bewerber ein. Wertolt der Wüterich befiehlt seinem Pagen Linhard, sich an der Werbung um Thekla zu beteiligen, um über den kleinen Umweg der Heirat die Burg seines Erzfeindes Hans in seinen Besitz zu bringen. Doch die völlig heiratsunwillige Thekla versucht alles, die Sache abzubiegen, indem sie besonders schwierige Prüfungsaufgaben stellt. Während die anderen Kandidaten erwartungsgemäß versagen, löst Linhard mit Glück und vor allem mit dreistem Betrug alle Herausforderungen, und nun ist die Lage plötzlich ernst. Da greift Trenk als ein unbekannter roter Page verkleidet in das Geschehen ein. Die entscheidende letzte Aufgabe lautet, die Lieb-lingskugeln von Thekla zu finden. Linhard entscheidet sich für Perlen, womit er falsch liegt. Trenk aber weiß: Es sind Erbsen, denn die braucht Thekla für ihre Schleuder. So gewinnt der unbekannte Page, der sich aber ganz plötzlich in Luft aufgelöst hat. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920765","hoster":"VOE"},{"path":"/redirect/8392780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-6","name":"Diebesjagd","epNo":6,"alt":"","descr":"Trenk erhält von Ritter Hans den Auftrag, eine sehr wertvolle Bibel zurück zum Kloster zu bringen. Durch seine Unachtsamkeit gerät sie in die Hände der Häscher von Wertold dem Wüterich. Trenk steckt in der Zwickmühle. Seinem Herrn und Ausbilder Hans von Hohenlob droht riesiger Ärger, falls die Bibel verschwunden bleibt und Wertolt wird das bestimmt für sich zu nutzen wissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587129","hoster":"VOE"},{"path":"/redirect/8392781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-7","name":"Gauklerspiele","epNo":7,"alt":"","descr":"Hans von Hohenlob hat eine wunderbre Idee: Er wird ein Fest zum 100-jährigen Jubiläum von Burg Hohenlob veranstalten, ein \"Spektakulum\" mit vielen Gästen. Neben dem Fürsten sind auch Wertold der Wüterich und Ritter Dietz von Durgelstein eingeladen. Letzterer schärft seinem Sohn Zink noch einmal ein, bloß nicht zu verraten, dass er mit dem Bauernjungen Trenk die Rolle getauscht hat. Stolz präsentiert der Fürst eine Überraschung: Eine Gauklergruppe soll beim Fest Theater spielen. Aller-dings hat sich Trenks Freund Momme Mumm gerade heftig am Fuss verletzt, sodass er nicht mitspielen kann. Heimlich übernimmt Thekla seine Rolle, was allerdings nach mittelalterlicher Sitte strengstens verboten ist. Frauen dürfen einfach kein Theater spielen! Schlimmer noch als ihre mögliche Entdeckung ist indes die Gefangennahme von Zink, der von den Häschern irrtümlich für den entlaufenden Bauern-jungen Trenk gehalten wird. Bevor Trenks Geheimnis auffliegt, gelingt es den Kindern, den Gefangenen zu vertauschen und so enthüllt Wertolt mit großer Geste am Ende seinen eigenen Pagen Linhard, was den Fürsten neben der gelungenen Theateraufführung zusätzlich köstlich amüsiert. Selbst der sonst so strenge Kaplan ist hochzufrieden: Er durfte den Baum der Erkenntnis spielen. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915881","hoster":"VOE"},{"path":"/redirect/8392784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-8","name":"Heimliche Heimkehr","epNo":8,"alt":"","descr":"Trenks Familie ist in arger Not und droht Haus und Hof zu verlieren, weil sie die Pacht nicht an Wertold den Wüterich bezahlen können. Dass das Wetter und die Ernte in diesem Jahr einfach zu schlecht waren, lässt der Ritter nicht gelten. Trenk erfährt davon und besorgt einen Sack Getreide, mit dem seine Familie ihren Zins bezahlen kann. Doch Ferkelchen frisst das Korn unbemerkt auf. Und so kündigt Wertold nochmals an, Trenks Vater Haug und seine Familie am nächsten Morgen fortzujagen, wenn nicht doch noch gezahlt wurde. Gemeinsam mit Momme Mumm, einer feinen List und viel Mut schleicht Trenk in die Burg von Wertold und \"borgt\" sich das fehlende Getreide aus dessen gut gefüllter Vorratskammer. Als die Jungs entdeckt weerden, ist wieder mal Thekla mit ihrer Erbsenschleuder zur Stelle. In dieser Nacht besucht Trenk seine schlafende Familie und hinterlässt ihnen die Pacht und weitere Lebensmittel für die nächste Zeit. Natürlich ist er traurig, dass er wieder weggehen muss. Aber sein Ziel bleibt es, Ritter zu werden und dann seine Familie für immer zu retten. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920770","hoster":"VOE"},{"path":"/redirect/8392787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-9","name":"Der Minnewettstreit","epNo":9,"alt":"","descr":"Der Kaplan und insbesondere auch der feierfreudige Hans von Hohenlob erzählen von den höfischen Sitten, die ein Ritter beherrschen muss. Da kommt überraschend Dorothea, die blasierte, aber auch hübsche Tochter des Fürsten zu Besuch. Der Fürst will zur Falkenjagd, und solange gibt er sein Töchterchen in die Obhut von Hohenlob. Wertolt der Wüterich erfährt davon und setzt seine Häscher an, um Dorothea zu entführen, damit Hans deswegen allerschlimmsten Ärger bekommt. Trenk beginnt selbst ein Minnelied zu schreiben und irgendwie schafft Dorothea es, ihn ein bisschen zu verzaubern. Thekla jedoch reagiert sauer. Alle Warnungen von Trenk missachtend, verlässt Dorothea für eine Kleeblattsuche den Schutzkreis der Burg. Zwar sind die Häscher zu langsam, doch dafür jagt ein echter Braunbär die Kinder in den Schutz einer Baumkrone. Schon reitet der Fürst auf die Burg zu, um seine geliebte Tochter wieder abzuholen. Nun zeigt aber Thekla, was sie kann. Und Dorothea verliert für Trenk jeden Reiz, als sie rumschimpft und ohne Dank für die Rettung die Burg verlässt. Und so probieren die wieder versöhnten Trenk und Thekla einen ersten höfischen Tanz miteinander. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587130","hoster":"VOE"},{"path":"/redirect/8392786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-10","name":"Die Prophezeiung","epNo":10,"alt":"","descr":"Scheinhold ist ein verschlagener Betrüger, der die Leute zu seinem Vorteil mit erfundenen Schauermärchen einschüchtert. So taucht er auf der Burg von Wertolt dem Wüterich auf, kann aber diesen nicht beeindrucken. Allerdings entwickelt Wertod daraufhin den Plan, Scheinhold auf Burg Hohenlob Angst und Schrecken verbreiten zu lassen. Das gelingt auch, als sich Scheinhold dort als falscher Mönch einnistet. Seine düsteren Prophezeiungen treten ein, wobei der Betrüger aktiv dafür sorgt, dass das Vorhergesagte genau so passiert.Trenk und Thekla werden misstrauisch, können die Intrige aber nicht beweisen. So verlassen Hans von Hohenlob und seine Leute schweren Herzens ihre offenbar verrufene Burg. Die Kinder aber harren aus und entdecken, dass nun Wertold sich bereit macht, in die leeren Gemäuer einzuziehen. Aber Trenk, Thekla und Ferkelchen zahlen es ihm mit gleicher Münze heim: Sie lassen es mächtig spuken. Wieder hat Wertolt verloren. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587132","hoster":"VOE"},{"path":"/redirect/8392788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-11","name":"Drachenfeuer","epNo":11,"alt":"","descr":"Scheinhold ist ein verschlagener Betrüger, der die Leute zu seinem Vorteil mit erfundenen Schauermärchen einschüchtert. So taucht er auf der Burg von Wertolt dem Wüterich auf, kann aber diesen nicht beeindrucken. Allerdings entwickelt Wertod daraufhin den Plan, Scheinhold auf Burg Hohenlob Angst und Schrecken verbreiten zu lassen. Das gelingt auch, als sich Scheinhold dort als falscher Mönch einnistet. Seine düsteren Prophezeiungen treten ein, wobei der Betrüger aktiv dafür sorgt, dass das Vorhergesagte genau so passiert.Trenk und Thekla werden misstrauisch, können die Intrige aber nicht beweisen. So verlassen Hans von Hohenlob und seine Leute schweren Herzens ihre offenbar verrufene Burg. Die Kinder aber harren aus und entdecken, dass nun Wertold sich bereit macht, in die leeren Gemäuer einzuziehen. Aber Trenk, Thekla und Ferkelchen zahlen es ihm mit gleicher Münze heim: Sie lassen es mächtig spuken. Wieder hat Wertolt verloren. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579272","hoster":"VOE"},{"path":"/redirect/8392789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-12","name":"Der Hexentrank","epNo":12,"alt":"","descr":"Hans ist krank, und Wertolt sieht darin eine wunderbare Gelegenheit, sich dessen Weinberge unter den Nagel reißen. Während er mit einer gefälschten Urkunde in der Stadt ein für ihn günstiges Gerichtsurteil einholen will, soll ein verkleideter Arzt dem armen Hans als \"medizinischer Ratgeber\" so krank und unbeweglich wie möglich halten. Seine Idee ist: Wenn Hans nicht in der Stadt vor dem gesetzgebenden Fürsten auftaucht, verliert er seine Besitzungen. Trenk macht sich mit Thekla auf, um den heilenden Trank einer alten Kräuterhexe zu besorgen, die im Sumpf wohnt und früher schon einmal Trenks Vater geholfen hat. Die Häscher vion Wertold sind ihnen dicht auf den Fersen. Trenk und Thekla schaffen es, den beiden eine völlig verrückte Geschichte zu erzählen und Hans rechtzeitig den Trank zu bringen. So erlebt der siegesssichere Wertolt vor dem Fürsten eine peinliche Abfuhr, als Hans putzmunter auftaucht und die Häscher behaupten, dass die Hexe Trenk in einen Frosch ver-zaubert hat. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579273","hoster":"VOE"},{"path":"/redirect/8392797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-1/episode-13","name":"Das große Turnier","epNo":13,"alt":"","descr":"Wertold der Wüterich will allen und vor allem dem Fürsten beweisen, dass er der beste Ritter im Land ist. Deswegen richtet er ein Turnier aus. Mutig und etwas großspurig nimmt Page Trenk diese Herausforderung im Namen seines Herrn Ritter Hans an. Dann aber stellt sich heraus, dass Hans weder die nötige Ausrüstung noch das entsprechende Training hat, um im Turnier erfolgreich gegen Wertolt zu bestehen. Wieder helfen Momme Mumm und seine Gauklerfreunde, indem sich Schnöps großzügig als Vertretung von Hans zur Verfügung stellt. Und er kennt dazu einen Trick, den er aber nicht verrät. Am Vorabend des Turniers setzen ihn allerdings zu viele Hühnerbraten und Biere außer Gefecht. Jetzt muss Trenk selber ran, denn er will seinen Herrn unter allen Umständen vor einer öffentlichen Schmach des Nicht-Antretens bewahren. In Hans Rüstung erkennt ihn auch keiner. So steht er große Ängste aus, als Wertold ernst macht, bis ihm plötzlich eine Schar weißer Mäuse hilft, indem sie Wertolts Schlachtross erschrecken. So ist Trenk als Ritter Hans der Sieger und darf sich deshalb vom Fürsten etwas wünschen. Er fordert Steuererleichterung für alle Bauern und fühlt sich insgeheim zum ersten Mal als Ritter. Aber obwohl er seiner kleinen Schwester Mia Mina den Trick seines Rollentausches verrät, weiß er doch, dass seine Ausbildung auf Burg Hohenlob noch lange nicht zu Ende ist. (Text: KI.KA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9932633","hoster":"VOE"},{"path":"/redirect/8392799","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-1","name":"Thekla wird entführt","epNo":1,"alt":"","descr":"Trenk und Thekla geraten bei einem Streifzug durch den Wald in Streit und Thekla fährt alleine in einem Fass auf dem Fluss weiter. Doch dann hat sie an einem Wasserfall keine Kontrolle mehr über das Fass und verliert das Bewusstsein. Sie wird von Page Linhard auf die Burg Wertolts verschleppt. Trenk muss sich beeilen, um Thekla zu befreien und Hans Vermögen zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587135","hoster":"VOE"},{"path":"/redirect/8392802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-2","name":"Verrat im Kloster","epNo":2,"alt":"","descr":"Trenk ist überrascht, als er auf einer Besorgungsfahrt den ängstlichen Ritterssohn Zink trifft, der im Kloster als Novize tätig ist. Zink ist in Sorge, denn er hat ein nächtliches Gespräch belauscht, das gegen den Fürsten gerichtet ist. Da er aus Furcht der Sache nicht selbst nachgehen will, müssen er und Trenk wieder einmal Kleider und Rollen tauschen. Trenk heftet sich an die Fersen eines falschen Mönchs, der für Ritter Wertolt die Rezeptur des ‚Willenlos Trank‘ aus der Klosterbibliothek stehlen soll. Als die Übergabe naht, eilt auch Thekla zu Hilfe, und so schmeckt der Trank für den Fürsten am Ende verdächtig nach Erbsensuppe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579274","hoster":"VOE"},{"path":"/redirect/8392810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-3","name":"In der Bärenfalle","epNo":3,"alt":"","descr":"Page Trenk darf Ritter Hans und den Fürsten auf die Falkenjagd begleiten. Doch auch der böse Ritter Wertolt hat sich zur Jagd geladen und lockt Hans unbemerkt in eine Bärengrube, aus der es kein Entrinnen gibt. Als Hans kurz darauf für tot erklärt wird, bleibt dem Fürsten nichts anderes übrig, als Burg Hohenlob kurzerhand Ritter Wertolt zu überschreiben – zumindest bis Thekla einen Gemahl gefunden hat! Während Trenk einen Verdacht hegt und verzweifelt versucht, Ritter Hans wieder zu finden, bereitet Wertolt einen Heiratsantrag vor, um die Burg endgültig zu übernehmen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587136","hoster":"VOE"},{"path":"/redirect/8392804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-4","name":"Der Pagenwettstreit","epNo":4,"alt":"","descr":"Trenk ist entsetzt, als sich die verkleidete Thekla unter falschem Namen zum Pagenwettstreit der Drachenkämpfer anmeldet. Nach packenden Wettbewerben kommt es schließlich auf einer Hängebrücke zu einem erbitternden Zweikampf zwischen Trenk und Linhard, was Thekla zu ihrem Vorteil nutzt und das Turnier für sich entscheiden kann. Aber dann stellt sich heraus, dass der Fürst als 1. Preis die Vermählung mit seiner nervigen Tochter Dorothea ausgesetzt hat und Thekla auffliegen würde, wenn sie sich zu erkennen geben müsste. Trenk und die Gaukler müssen alles daran setzen, Theklas Enttarnung zu verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587138","hoster":"VOE"},{"path":"/redirect/8392812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-5","name":"Der heilige Kelch","epNo":5,"alt":"","descr":"Ausgerechnet Ritter Hans soll sich auf die gefährliche Reise nach Jerusalem begeben, um einen heiligen Kelch für den Fürsten zu finden. Trenk und Thekla realisieren fast zu spät, dass ihr Vater und Ausbilder dabei für mehrere Jahre unterwegs sein kann. Wenn er überhaupt jemals wiederkommt! Eilig rasen die Kinder Ritter Hans hinterher und versuchen, ihm mit einem listigen Plan einen falschen Kelch unterzuschieben. Doch beim Fürsten wartet auch schon Ritter Wertolt, um Hans die größte Blamage seines Lebens zu bescheren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587139","hoster":"VOE"},{"path":"/redirect/8392815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-6","name":"Burgherr für eine Nacht","epNo":6,"alt":"","descr":"Die Ritter des Landes werden vom Fürsten zu einer Konferenz einberufen: Ist die Erde rund oder flach? Page Trenk soll Ritter Hans in der Zeit als Burgherr vertreten, was Thekla völlig ungerecht findet. Während Trenk im folgenden Mühe hat die Tagesgeschäfte zu regeln, erfährt Thekla in der Stadt, dass Linhard als Stellvertreter Wertolts auf der Suche nach vergrabenen Schätzen das Haus von Trenks Eltern abzubrennen droht. Eilig bricht Trenk daraufhin auf und erteilt mit Hilfe seiner Schwester Mia Mina Linhard eine Lektion fürs Leben, während Thekla Burg Hohenlob offensichtlich viel besser leiten kann als erwartet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986094","hoster":"VOE"},{"path":"/redirect/8392818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-7","name":"Ferkelchen in Gefahr","epNo":7,"alt":"","descr":"Ritter Wertolt will Hans den Feinschmeckerorden streitig machen und beauftragt die Häscher, in der Stadt eine Köstlichkeit zu erwerben. Ausgerechnet dort sind Trenk und Thekla mit dem Gewürzhändler in Streit geraten, der behauptet, dass ihr Ferkel seine erlesenen Kräuter gefressen hat. Als er Ferkelchen als Pfand einbehält, versuchen die Kinder mit einem Erbsenschießspiel das nötige Geld zu besorgen, um es wieder auszulösen – doch zu spät: Die Häscher haben Ferkelchen bereits gekauft und bringen es zur Burg Wertolts! Nun muss Trenk sich als Köchin verkleiden, um sein Ferkel mit einem Jahrmarktstrick vor der Pfanne zu bewahren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986092","hoster":"VOE"},{"path":"/redirect/8392820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-8","name":"Ein Freund am Pranger","epNo":8,"alt":"","descr":"Page Linhard will seine Spielschulden bei Momme Mumm nicht einlösen und zahlt mit einem gestohlenen, rostigen Schwert. Als dann später Ritter Hans das neue ‚Jonglierschwert‘ Mommes als seine eigene Waffe identifiziert, können auch Trenk und Thekla nicht verhindern, dass Wertolt Momme Mumm als Dieb bezichtigt und den Gauklerjungen an den Pranger stellen lässt. Bis der Fürst am nächsten Morgen sein Urteil fällt, bleibt den Freunden noch genau eine Nacht, Beweise für Mommes Unschuld zu beschaffen und gleichzeitig das große Münzkomplott aufzudecken, für das Ritter Wertolt Momme Mumm als unliebsamen Zeugen zum Schweigen bringen will","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106119","hoster":"VOE"},{"path":"/redirect/8392827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-9","name":"Der falsche Bauernsohn","epNo":9,"alt":"","descr":"Page Linhard lässt sich von den Häschern provozieren und ruiniert unerkannt die Hohenlober Weinlieferung an den Fürsten. Ritter Wertolt gefällt die Idee seinem Nachbarn Ritter Hans auf diese Weise Schaden zufügen zu können, und so soll Linhard sich als der entlaufende Bauernsohn ‚Haugsohn‘ verkleiden und weitere Sabotageakte vorbereiten. Trenk bleibt nichts anderes übrig, als auch in die Verkleidung zu schlüpfen, um den verkleideten, falschen Bauernsohn Linhard zu entlarven. Als Linhard von Thekla in einem Weinfass gefangen wird, steht der verkleidete Trenk plötzlich der Meute gegenüber, die eigentlich Linhard im Kostüm jagt. Nur ein gewagter Sprung in den reißenden Fluss kann jetzt noch Trenks Enttarnung und fälschliche Verwechslung mit dem eigentlichen Übeltäter Linhard verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920769","hoster":"VOE"},{"path":"/redirect/8392824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-10","name":"Mia Mina in Not","epNo":10,"alt":"","descr":"Trenk will seiner Familie helfen und übergibt seiner kleinen Schwester Mia Mina im Schutze der Nacht einen Sack Getreide. Doch leider ist Ritter Wertolt, von Zahnschmerzen geplagt, ebenfalls unterwegs. Er erwischt Mia Mina mit dem Sack Getreide und verschleppt sie zusammen mit Vater Haug auf seine Burg. Dort will er sie gegen den einst entlaufenen Bauernsohn eintauschen, von dem Wertolt vermutet, er stehe hinter der verbotenen Kornlieferung. Während Trenk wenig Zeit für die Rettung der Schwester bleibt, bevor er sich stellen muss, verfolgt Thekla ihren eigenen Plan, um Wertolts Verdacht auf den Bauernsohn ganz offiziell zu entkräften","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986095","hoster":"VOE"},{"path":"/redirect/8392828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-11","name":"Angriff auf Hohenlob","epNo":11,"alt":"","descr":"Als der Fürst sich auf Pilgerreise begibt, sieht Ritter Wertolt endlich die Chance gekommen, Burg Hohenlob mit kriegerischen Mitteln einzunehmen. Kurzerhand rekrutiert er die Bauern seines Dorfes als Soldaten und schickt Vater Haug mit einem Spezialauftrag los, das Burgtor für einen Angriff auf Burg Hohenlob zu präparieren. Trenk schiebt Wache und kann zum Glück verhindern, dass sein Vater von Bogenschützen niedergestreckt wird. Doch Ritter Hans ist über die freundliche Hilfe für den Feind gar nicht erfreut. Trenk muss sich daher heimlich davonschleichen, um seinen Vater vor Schlimmerem zu bewahren und Wertolt mit einer List zu stoppen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986098","hoster":"VOE"},{"path":"/redirect/8392830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-12","name":"Im Drachenwald","epNo":12,"alt":"","descr":"Als der Fürst von seinen Rittern verlangt, gegen den Drachen zu ziehen, sieht Trenk die Chance seines Lebens gekommen, sich vom Fürsten einen Wunsch für seine Familie zu erfüllen. Vorlaut nimmt er die Aufgabe für Ritter Hans an, doch der zögert zu gehen. Als ganz Hohenlob Trenks Entschlossenheit den Drachen alleine zu besiegen bejubelt, lässt Ritter Hans seinen Pagen ziehen. Auf dem Weg zum Drachenwald lauert schon Wertolt mit seinen Mannen, die versuchen Trenk aufzuhalten, nehmen jedoch beim ersten dunklen Grollen des Drachens, Hals über Kopf Reißaus. Im Wald trifft Trenk zunächst nur ein sehr kleines verspieltes Drachenbaby und bringt es nicht übers Herz, das niedliche Tier für das Wohl seiner Familie zu töten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986103","hoster":"VOE"},{"path":"/redirect/8392834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-kleine-ritter-trenk/staffel-2/episode-13","name":"Das Versprechen des Fürsten","epNo":13,"alt":"","descr":"Trenk spielt vergnügt mit dem Drachenkind, als plötzlich der richtige Drache auftaucht und Feuer speit. Durch einen Erbsenschuss von Thekla stellt sich jedoch heraus, dass der Drache ein Pflanzenfresser ist. Während sich die Kinder dem Drachen vorsichtig nähern, feiert Wertolt derweil beim Fürsten seinen vermeintlichen Sieg über das Ungeheuer. Erst Trenks Auftauchen bringt ans Licht, wer wirklich über den Drachen gesiegt hat. Auch Wertolts letzter Trumpf, die Enthüllung über den Bauernsohn im Pagenkostüm, kann den Fürsten letztendlich nicht davon abhalten, Trenk für seine Verdienste zum Ritter zu schlagen. Trenk bekommt seinen Wunsch erfüllt und kann seine Familie aus der Leibeigenschaft Wertolts befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986102","hoster":"VOE"},{"path":"/redirect/8392836","hoster":"Streamtape"}]}]}]}]}