{"path":"/serie/stream/der-seewolf","name":"Der Seewolf","descr":"Der Seewolf ist ein auf dem Roman Der Seewolf des amerikanischen Schriftstellers Jack London beruhender Abenteuervierteiler aus dem Jahr 1971. Er wurde unter Federführung des Produzenten Walter Ulbrich von Tele München und Studio Bukarest im Auftrag des deutschen Fernsehsenders ZDF und des französischen Fernsehsenders ORTF produziert.In den Hauptrollen spielten Raimund Harmstorf (Wolf Larsen, der Seewolf) und Edward Meeks (Humphrey van Weyden). Für den damals 31-jährigen Harmstorf war der Mehrteiler der Durchbruch im Filmgeschäft.","seasons":[{"path":"/serie/stream/der-seewolf/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-seewolf/staffel-1/episode-1","name":"Ein seltsames Schiff","epNo":1,"alt":"","descr":"Schiffsunglück in der Bucht von San Francisco! Einer der Überlebenden, der Schriftsteller van Weyden, wird vom Robbenfänger \"Ghost\" aufgefischt. Käpt’n Larsen läßt den Geretteten nicht mehr von Bord. – So beginnt die Geschichte zweier Männer, die sich in einer Art Haßliebe verbunden fühlen, später aber zu Todfeinden werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12125025","hoster":"VOE"},{"path":"/redirect/12125255","hoster":"Doodstream"},{"path":"/redirect/12125315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-seewolf/staffel-1/episode-2","name":"Kurs auf Uma","epNo":2,"alt":"","descr":"Der Steuermann ist verschwunden. Wieder zeigt \"Seewolf\" Larsen, wie unberechenbar er ist: Van Weyden wird Steuermann, obwohl er keinerlei nautische Kenntnisse besitzt. Larsens Launen machen der Besatzung das Leben zur Hölle. Drei Männer riskieren einen Fluchtversuch. Van Weyden schließt sich ihnen in letzter Sekunde an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12125179","hoster":"VOE"},{"path":"/redirect/12125201","hoster":"Doodstream"},{"path":"/redirect/12125174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-seewolf/staffel-1/episode-3","name":"Das Land der kleinen Zweige","epNo":3,"alt":"","descr":"Eine Frau an Bord: Maud Brewster wurde mit weiteren vier Schiffsbrüchigen vom Schoner \"Ghost\" aus der schäumenden See geborgen. \"Seewolf\" Larsen denkt nicht daran, die junge Frau an Land zu bringen. Er zwingt sie auif seinem Teufelsschiff zu bleiben. Wegen Maud kommt es zwischen ihm und van Weyden zum Kampf. Larsen unterliegt. Van Weyden und Maud nutzen die Chance und entkommen in einem Boot. Tagelang kämpfen sie gegen die brüllende See. Als sie endlich Land sichten, wird van Weyden bewußtlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12125496","hoster":"VOE"},{"path":"/redirect/12125502","hoster":"Doodstream"},{"path":"/redirect/12125505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-seewolf/staffel-1/episode-4","name":"Die Suche nach einer verlorenen Insel","epNo":4,"alt":"","descr":"Weyden, der der See verfallen ist, führt ein Leben als Vagabund in der Südsee. Sechs Jahre sind seit den Ereignissen auf der \"Ghost\" vergangen. Weyden segelt sein eigenes Schiff, die \"Kittiwake\". In Goboto geht er vor Anker und trifft im Hotel auf den versoffenen Pankburn, der eine grausige Trophäe besitzt: den Kopf des einstigen Schiffskochs der \"Ghost\". Pankburns Geschichte führt Weyden auf die Spur des Seewolfs. Ist er Hall, der Perlenfischer, der auf einer rätselhaften Insel residiert? Pankburn wird angeheuert. Die \"Kittiwake\" sticht in See. Um jeden Preis will Weyden diese Insel finden. Wochenlang suchen sie, kommen in schwere Wetter, verlieren die Orientierung – bis der Ausguck Land meldet. Die Beschreibung trifft auf Halls Insel zu, alles deutet auf Larsen – doch der Hall, der sich vorstellt, ist ein anderer. Weyden beschließt, dem Geheimnis der Insel nachzuspüren. Die Perlentaucher scheinen ihm wie Sträflinge: Was ist hier geschehen? Allein unternimmt Weyden eine Expedition durch die Insel, arbeitet sich durch Sumpf und Dschungel, findet seltsame Götzenbilder und endlich die Erklärung. Aber er wird durch die Insel bis hoch ins Bergland gejagt. Schließlich erreicht er die Südküste und stößt auf ein Wrack, das Erinnerungen weckt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12125477","hoster":"VOE"},{"path":"/redirect/12125416","hoster":"Streamtape"}]}]}]}]}