{"path":"/serie/stream/der-tel-aviv-krimi","name":"Der Tel Aviv Krimi","descr":"Sara Stein (Katharina Lorenz), Berliner Kriminalkommissarin mit jüdischen Wurzeln, ist inzwischen mit dem israelischen Pianisten David Shapiro (Itay Tiran) verheiratet und lebt in Israel. Noch bevor sie offiziell ihren Dienst im Kommissariat in Tel Aviv antritt, wird sie mit einem diffizilen Fall betraut: Chef-Inspektor Noam wurde ermordet in seiner Wohnung aufgefunden. Der Mord an einem Kollegen – eine heikle Sache, denn natürlich ist der Kollegenkreis persönlich getroffen. Dass dennoch objektiv ermittelt wird, soll Sara sicherstellen und so wird sie Inspektor Jakoov Blok (Samuel Finzi) zur Seite gestellt. Eine Aufpasserin aus Deutschland? Kein leichter Anfang für Sara. Doch sie lässt sich nicht ins Bockshorn jagen. Sie verlässt sich wie immer auf ihren Instinkt und ihre eigenen Beobachtungen. Handelt es sich wirklich um einen Raubmord, wie es zunächst den Anschein hat? Welches Geheimnis hat Saras Kollege Blok? Was haben der Stararchitekt und seine boshafte Mutter zu verbergen? Sara sucht die Wahrheit, unbeirrbar und ohne Rücksicht – und auch, wenn sie selbst dabei in Gefahr gerät.","seasons":[{"path":"/serie/stream/der-tel-aviv-krimi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/der-tel-aviv-krimi/staffel-1/episode-1","name":"Tod in Berlin","epNo":1,"alt":"","descr":"Sara Stein ist Kriminalkommissarin in Berlin und Jüdin. Eigentlich spielt Religion keine Rolle für sie, doch dann muss sie den Mord an Tamar, einer israelischen DJ, aufklären. Unter dem Druck der Öffentlichkeit nimmt der Fall besondere Dimensionen an. Kann es ein antisemitischer Anschlag sein? Im Lauf der Ermittlungen gerät immer mehr die Familie von Tamars Freund, einem Palästinenser, in den Fokus, dessen Vater den Mord gesteht. Doch Sara spürt, dass irgendetwas nicht stimmt. Beharrlich ermittelt sie weiter, verbeißt sich regelrecht in den Fall, auch wenn darunter ihr Privatleben leidet, denn ausgerechnet jetzt verliebt sie sich in den israelischen Musiker David. Führt Saras Weg sie nach Israel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986812","hoster":"VOE"},{"path":"/redirect/8390313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-tel-aviv-krimi/staffel-1/episode-2","name":"Shiv’a","epNo":2,"alt":"","descr":"Sara Stein (Katharina Lorenz), Berliner Kriminalkommissarin mit jüdischen Wurzeln, ist inzwischen mit dem israelischen Musiker David Shapiro (Itay Tiran) verheiratet und lebt in Israel. Noch bevor sie offiziell ihren Dienst im Kommissariat in Tel Aviv antritt, wird sie mit einem diffizilen Fall betraut: Chief-Inspektor Noam Shavit wurde ermordet in seiner Wohnung aufgefunden. Mord an einem Kollegen – eine heikle Sache, denn natürlich ist der Kollegenkreis persönlich getroffen. Dass dennoch objektiv ermittelt wird, soll Sara sicherstellen, und so wird sie Inspektor Jakoov Blok (Samuel Finzi) zur Seite gestellt. Eine Aufpasserin aus Deutschland? Kein leichter Anfang für Sara. Doch sie lässt sich nicht ins Bockshorn jagen. Sie verlässt sich wie immer auf ihren Instinkt und ihre eigenen Beobachtungen. Handelt es sich wirklich um einen Raubmord, wie es zunächst den Anschein hat? Das Opfer wurde mit einer Plastiktüte erstickt, am Tatort wurden die gleichen Faserspuren gefunden wie bei einem Raubmord, an dem Noam vor zwei Jahren gearbeitet hat und der ungeklärt blieb. Doch steckt deshalb der gleiche Täter hinter der Tat, wie Blok glaubt? Kann Sara ihm überhaupt vertrauen, denn offensichtlich hat er etwas zu verbergen. Sara sucht die Wahrheit, unbeirrbar und ohne Rücksicht – auch, wenn sie selbst dabei in Gefahr gerät.? Die weltliche Sara wird in ihrem ersten Fall an ihrer neuen Wirkungsstätte in Tel Aviv mit einer Religiosität konfrontiert, die ihr selbst fremd ist. Sie muss erkennen, wie sehr sich tiefgläubige Menschen durch religiöse Gesetze und Konventionen gebunden fühlen und menschliche Tragödien auslösen können. Holly Finks Kamera taucht tief ein in das moderne Israel, in dem so eng wie vermutlich an keinem anderen Ort der Welt unterschiedliche Traditionen und Religionen aufeinandertreffen. Araber, Drusen, orthodoxe und weltliche Juden und mittendrin Katharina Lorenz als Kommissarin Sara Stein, eine junge Frau, die der Liebe wegen nach Tel Aviv gezogen ist und dort einen beruflichen und privaten Neuanfang wagt. Matthias Tiefenbacher hat diesen Krimi mit großem Gespür für Fremdsein und Suche nach Geborgenheit sowie mit einem wunderbaren Ensemble aus israelischen, arabischen und deutschen Schauspielern nach einem Drehbuch von Maureen Herzfeld und Martin Kluger inszeniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917356","hoster":"VOE"},{"path":"/redirect/8390316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-tel-aviv-krimi/staffel-1/episode-3","name":"Masada","epNo":3,"alt":"","descr":"Kommissarin Sara Stein und ihr Kollege Jakoov Blok werden zur antiken Festung von Masada gerufen. Es gab eine Explosion, bei der der Archäologe Aaron Salzman ums Leben kam. Aaron war nicht irgendwer, sondern der Sohn von Avram Salzman, dem \"König\" der Archäologie, Entdecker von Masada und Überlebender der Shoa. Avram war bei der Explosion ebenfalls vor Ort, hat aber sein Gedächtnis verloren. Zwischen Sara und Avram stellt sich vom ersten Moment an eine eigenartige Vertrautheit ein. Sara, nicht sicher, ob sie an Avrams Amnesie glauben kann, sucht die Nähe dieses beeindruckenden Mannes, der so viel in seinem Leben durchlitten hat. Unterdessen gehen die Ermittlungen weiter und führen zu Philippe, Aarons jungem Assistenten. Sara und Blok erfahren, dass Aaron gemeinsam mit Philippe einen lukrativen Schmuggel mit antiken Fundstücken unterhielt. Der angesehene Wissenschaftler verkehrte in Kreisen, in denen Verbrechen an der Tagesordnung sind. Ist hier der Mörder zu suchen? Eine einfache Lösung, die Sara nicht zu überzeugen vermag. Sie spürt, dass die Wahrheit in Aarons Familie zu suchen ist, bei Aarons zuverlässigem, aber ungeliebtem Bruder Elia und bei Avram. Hartnäckig und unbestechlich wie sie ist, kommt Sara einer tragischen Familiengeschichte auf die Spur, der der Salzmanns, aber auch ihrer eigenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986809","hoster":"VOE"},{"path":"/redirect/8390320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/der-tel-aviv-krimi/staffel-1/episode-4","name":"Alte Freunde","epNo":4,"alt":"","descr":"Am Strand von Tel Aviv wird eine abgetrennte Hand gefunden. Sie gehörte zu Dori Meyer, einem jungen Menschenrechtsaktivisten, der kurz zuvor von seiner Mutter Zvia als vermisst gemeldet wurde. Zunächst ist nicht klar, ob es sich um einen Unfall oder ein Verbrechen handelt. Doch dann taucht Doris Schützling Dahir auf, ein junger sudanesischer Flüchtling, der sich illegal in Israel aufhält. Dahirs Aussage bringt Blok, Sara Steins raubeinigen Kollegen, in einen schweren Konflikt: Blok muss in vertrauten Kreisen aus seiner Militärzeit ermitteln, in einer Gruppe Männer, die sich damals gegenseitig das Leben anvertraut haben und heute kaum noch etwas gemein haben. Dazu gehört auch Saras Mann, David Shapiro, der damals in Bloks Einheit diente und heute kaum noch dessen Anblick ertragen kann. Oder der zwielichtige Shooting-Range-Besitzer Yoram, dem sich Blok nach wie vor verbunden fühlt. Für Sara ist es schwer, diese für sie immer noch fremde Welt zu durchschauen, zumal sie eine Wahrheit über David erfährt, die sie zutiefst erschüttert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100310","hoster":"VOE"},{"path":"/redirect/8390322","hoster":"Streamtape"}]}]}]}]}