{"seriesId":"der-letzte-zeuge","name":"Der letzte Zeuge","descr":"Der Arzt Dr. Robert Kolmaar vollzieht den \"Wechsel der Front”, vom erfolgreichen Arzt zum Gerichtsmediziner Kolmaar, als ein kleines Mädchen Opfer eines groben Operationsfehlers seines Schwiegervaters wird. Robert Kolmaar beschließt daraufhin, seinem Schwiegervater mitsamt seiner Klinik, seiner zerrütteten Ehe und seiner Karriere für alle Zeiten den Rücken zu kehren. Für seine Berufskollegen wird er durch diesen Wechsel zum \"Verräter”.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Dreieck des Todes","epNo":1,"alt":"","descr":"Dr. Kolmaar befindet sich auf dem Weg nach Hamburg. Dort soll er als Gutachter in einem Prozess auftreten. Aber er kommt nur bis zur Gepäck-Kontrolle im Flughafen: Bei der Durchleuchtung seines Koffers werden drei amputierte Hände entdeckt, die er als Demonstrationsobjekte mitführt. Kolmaar wird verhaftet und kommt erst frei, als er von Joe Hoffer identifiziert wird. Zurück im Gerichtsmedizinischen Institut erwartet ihn eine \"hübsche\" Überraschung. Die Nachfolgerin seines Kollegen ist eingetroffen. Dr. Judith Sommer ist jung und attraktiv, ehrgeizig und spröde. Nach dem nicht ganz erfreulichen Gespräch mit Dr. Sommer bekommt Kolmaar einen Anruf. Sein Studienkollege Dr. Hans Nadolny, Chefarzt in einer Privatklinik, steckt in Schwierigkeiten: Zwei seiner Patienten starben trotz gelungener Operation einige Zeit später. Er bittet Kolmaar, diskret die Leichen zu obduzieren. Dieser lehnt jedoch ab, da keine offizielle Obduktionsgenehmigung vorliegt. Als es einen weiteren Toten gibt, nämlich eine Privatpatientin Nadolnys, schreibt dieser eine Selbstanzeige. Jetzt kann Kolmaar tätig werden. Tatsächlich findet er aber keinerlei Hinweise, die auf das Verschulden von Nadolny deuten. Aber auch Kommissar Hoffer ist nicht untätig geblieben. Er findet heraus, dass die Patientin dem Arzt ein großes Vermögen hinterlassen hat. Kolmaar wittert Unrat: Sollte er als Alibi von seinem Freund Nadolny missbraucht worden sein? Kolmaar ermittelt auf eigene Faust. Bald darauf gibt es noch einen Toten und Kolmaar obduziert sofort. Als Todesursache wird eine Überdosis Kalium ermittelt. Da Kalium schon wenige Stunden nach dem Tod nicht mehr nachweisbar ist und das Wissen darüber nur Fachleuten zugänglich ist, bleibt ein Teil des Personals als Verdächtige in der Privatklinik übrig.","versions":[{"lang":1,"streams":[{"redirect":8342314,"hoster":"VOE"},{"redirect":8342318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Nacht, in der ein Toter stirbt","epNo":2,"alt":"","descr":"In Warschau verführt Hanna Waller den jungen Polen Jozef Windorski mit Einwilligung ihres Ehemannes Hermann, der ein begeisterter Hobbyflieger ist. Er ist sofort einverstanden, Jozef mit nach Deutschland zu nehmen. Durch merkwürdige Umstände aber kommt Hermann Waller bei einem seiner Flüge nach Italien ums Leben. Dies erscheint seinen Freunden aufgrund seiner Erfahrung als Pilot jedoch völlig unerklärlich. Hanna Waller muss nun mit ihren beiden Kindern und dem schwerkranken Schwiegervater den Tod ihres Gatten allein verkraften. Für sie gibt es aber einen Trost: Eine Versicherungssumme in Höhe von 1,4 Million Mark ist fällig. Doch die Versicherungsgesellschaft will nicht zahlen und schaltet den Gerichtsmediziner Dr. Kolmaar ein. Der stellt bei den Untersuchungen an den übrig gebliebenen Teilen der völlig verstümmelten und verkohlten Leiche fest, dass die Identität des toten Flugzeugführers Unklarheiten aufweist. Unterstützt wird er bei seinen Ermittlungen durch ganz neue Methoden, die seine Mitarbeiterin, Dr. Judith Sommer, am Institut in Köln angewandt hat.","versions":[{"lang":1,"streams":[{"redirect":8342321,"hoster":"VOE"},{"redirect":12204039,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der süße Tod","epNo":3,"alt":"","descr":"Dr. Emma Kolbe, die Nachbarin des bekannten Boxerehepaares Ruben, beobachtet von ihrer schicken Luxuswohnung aus häufig auf sehr indiskrete Weise ihre Nachbarn per Fernglas. Und eines Tages sieht sie, dass die überaus attraktive Ehefrau während des Liebesspiels verstirbt. Die vom Ehemann herbeigerufenen Notärzte bezweifeln den Tod durch akutes Herzversagen bei der jungen Frau und schalten die Polizei ein. Da Robert Kolmaar ein paar Tage mit seiner Tochter Urlaub macht, wird seine Kollegin, Dr. Judith Sommer, mit dem Fall betraut. Alle Untersuchungen bei der Obduktion, auch die Diagnose des Hausarztes, deuten auf Herzrhythmusstörungen hin. Dr. Kolmaar bezweifelt jedoch die Ergebnisse der Recherche und stößt bei seinen Nachforschungen auf die makabre und beängstigende Tatsache, dass die erste Frau von Peter Ruben unter ähnlichen Umständen gestorben war. Und nun wird auch noch die nette Nachbarin tot aufgefunden","versions":[{"lang":1,"streams":[{"redirect":8342353,"hoster":"VOE"},{"redirect":8342333,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Denn sie wissen, was sie tun","epNo":4,"alt":"","descr":"Auf Walter Deven, den Direktor des Spielkasinos, wird ein Brandanschlag verübt. Doch nicht er kommt ums Leben, sondern seine Assistentin Ilse Kanter verbrennt bis zur Unkenntlichkeit. Deven beantragte die Konzessionen für drei neue Spielcasinos und hat Neider. Die Umsätze gehen zurück, und er vermutet Betrügereien der Croupiers. Gibt es einen Zusammenhang? Dr. Robert Kolmaar findet bei seinen Recherchen heraus, dass die überaus attraktive Ehefrau des Direktors, Jeannine Deven, ein Verhältnis mit einem anderen Mann hat. Zu seiner Überraschung ist Walter Deven über die Seitensprünge seiner Frau nicht nur bestens informiert, die Rendezvous Dr. Robert Kolmaar findet bei seinen Recherchen heraus, dass die überaus attraktive Ehefrau des Direktors, Jeannine Deven, ein Verhältnis mit einem anderen Mann hat. Zu seiner Überraschung ist Walter Deven über die Seitensprünge seiner Frau nicht nur bestens informiert, die Rendezvous finden sogar mit seiner Einwilligung statt. Zuhause kümmert sich der Gerichtsmediziner auch um das Schicksal seiner Haushälterin. Sie wurde mit einer Psychose in die Psychiatrie eingewiesen. Mit Argumenten und Beharrlichkeit kommt er bei seiner Kollegin in der Psychiatrie nicht weiter. So muss er sich andere Methoden ausdenken, um die völlig apathische alte Dame dort wieder herauszuholen. Und dann ist da noch die Verzweiflung seiner Tochter Anna. Zwei ihrer Schulfreunde haben sich in Casablanca das Leben genommen, Mark und Paul. Haben hier die Eltern versagt? Wie sieht es da mit seiner Verantwortung gegenüber Anna aus?","versions":[{"lang":1,"streams":[{"redirect":9599562,"hoster":"VOE"},{"redirect":8342343,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wenn sich zwei Monde kreuzen","epNo":5,"alt":"","descr":"Ein Autounfall mit Fahrerflucht. Zwei junge Mädchen kommen nach einem Diskobesuch ums Leben. Der Fahrer des Wagens ist schnell gefunden. Es ist der stellvertretende Leiter des Staatsschutzes, Dr. Merkbach, der sich nach einer Sauftour mit seinem Vorgesetzten und dem Innensenator wohl hinters Steuer gesetzt hatte. Merkwürdig ist nur, dass sein Alkoholspiegel sehr gering war und er sich an nichts erinnern kann. Bald stellt sich jedoch heraus, dass er an einer absoluten Alkoholunverträglichkeit leidet und er somit gar nicht gefahren sein kann. Soll er nur das Bauernopfer sein? Die Ermittlungen sind für Dr. Kolmaar sehr zeitintensiv. Trotzdem muss er sich noch um einen zweiten Fall kümmern: Seine Haushälterin ist in der Psychiatrie gelandet, aus der er sie, nicht ganz uneigennützig, herausholen will. Kolmaar wäre nicht Kolmaar, wenn er nicht beide Fälle lösen könnte.","versions":[{"lang":1,"streams":[{"redirect":8342348,"hoster":"VOE"},{"redirect":8342350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wenn das Böse erwacht","epNo":6,"alt":"","descr":"Mordserie in Berlin. Diesmal ist es eine junge Prostituierte, die dem Serienmörder zum Opfer fällt. Er wird jedoch dabei beobachtet. Kurz danach geschieht ein weiterer Mord. Auf den ersten Blick ist er genauso ausgeführt, wie die anderen Verbrechen. Das Opfer ist die Ehefrau von Hans Blumenberg, einem Geiger des Philharmonischen Orchesters. Gibt es einen Zusammenhang zwischen den Morden oder handelt es sich um einen Nachahmungstäter? In Verdacht gerät ein Taxifahrer, der in besonderen Schwierigkeiten steckt. Kolmaar kann, wie immer, dem Chef der Mordkommission entscheidende Hinweise geben. Auch privat steht Kolmaar unter Druck. Seine Ex-Frau Irina teilt ihm mit, dass sie wieder heiraten und in die Schweiz ziehen möchte. Was wird mit der gemeinsamen Tochter Anna? Und dann ist da noch Dr. Judith Sommer, die einen Auch privat steht Kolmaar unter Druck. Seine Ex-Frau Irina teilt ihm mit, dass sie wieder heiraten und in die Schweiz ziehen möchte. Was wird mit der gemeinsamen Tochter Anna? Und dann ist da noch Dr. Judith Sommer, die einen nicht ganz unwichtigen Platz in seinem Leben eingenommen hat.","versions":[{"lang":1,"streams":[{"redirect":8342340,"hoster":"VOE"},{"redirect":12962836,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Fliegen, die Maden, der Tod","epNo":1,"alt":"","descr":"Die Gerichtsmedizin ist eine Hilfswissenschaft der Kriminalpolizei und bietet oft die letzte Chance, den Täter zu überführen. Ulrich Mühe spielt in dieser Krimiserie den engagierten Gerichtsmediziner und \"letzten Zeugen\" der Ermordeten. Ihm zur Seite steht seine junge Kollegin Dr. Judith Sommer, Freund und Partner bei der Kriminalpolizei ist der Chef der 2. Mordkommission, Joe Hoffer. Prof. Keilmann, Besitzer eines Unternehmens für Herzklappen, wird zum zweiten Mal Witwer. Beide Frauen starben unter mysteriösen Umständen und waren bei ihrem Auffinden schon stark verwest. Die Obduktionen ergaben jedoch keine sicheren Hinweise auf einen gewaltsamen Tod. Keilmann bleibt aber für Kommissar Hoffer der Hauptverdächtige, da er sich bereits einer neuen jungen Frau zugewandt hat, Karin Birger. Hoffer ist geradezu krankhaft versessen darauf, ihn zu überführen und setzt dabei sogar das Leben von Karin Birger aufs Spiel. Für seine Vorgesetzten ist dies nicht mehr tolerierbar, so dass sie ihn wegen Befangenheit vom Fall abziehen wollen. Doch Hoffer hat ein persönliches Motiv, den Fall trotzdem weiterzuverfolgen: Die erste Frau Keilmanns war eine Verwandte von ihm. Dr. Kolmaar und seine Kollegin Dr. Sommer setzen nun alles daran, den schier unlösbaren Fall zu lösen. Und dann ist da noch Kolmaars Tochter Anna, die auf keinen Fall mit ihrer Mutter und deren neuem Liebhaber in die Schweiz ziehen will.","versions":[{"lang":1,"streams":[{"redirect":8340400,"hoster":"VOE"},{"redirect":8340399,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Denn die Rache ist mein","epNo":2,"alt":"","descr":"Die Gerichtsmedizin ist eine Hilfswissenschaft der Kriminalpolizei, und bietet oft die letzte Chance, den Täter zu überführen. Ulrich Mühe spielt in dieser Krimiserie den engagierten Gerichtsmediziner und \"letzten Zeugen\" der Ermordeten. Ihm zur Seite steht seine junge Kollegin Dr. Judith Sommer, Freund und Partner bei der Kriminalpolizei ist der Chef der 2. Mordkommission, Joe Hoffer. Rosenkrieg mit Todesfolge bei Laura und Herbert Seidel. Er wollte sie wegen seiner Liebschaft mit Eva Hansen, ihrer Schwester, verlassen. Jetzt liegt Laura tot in der Wohnung und Herbert hat eine Kopfverletzung und ist tatverdächtig. Aber er ist auch Polizist und das macht es nun für die Kollegen ziemlich schwierig. Eva Hansen wird ebenfalls verhaftet, denn sie hatte ein Motiv. Sie erbt gemeinsam mit dem Neffen Jan einen großen Teil des Vermögens. Jan ist völlig verstört und findet Unterschlupf bei Dr. Judith Sommer. Nach langen Verhören gesteht Herbert Seidel, seine Frau im Affekt getötet zu haben. Der Chef der Mordkommission, Joe Hoffer, glaubt ihm nicht. Auch Dr. Kolmaar und Dr. Sommer kommen zu ganz anderen Schlüssen, besonders nachdem sie die Ergebnisse einer Wundalterbestimmung analysieren. Anna, die Tochter von Dr. Kolmaar, hat aus Verzweiflung Tabletten genommen. Sie will weder mit ihrer Mutter in die Schweiz ziehen, noch will sie vom neuen Stiefvater adoptiert werden. Kolmaar reist sofort in die Schweiz, wo es zu Handgreiflichkeiten mit seinem Nachfolger kommt. Eine Klärung scheint auch hier kaum möglich","versions":[{"lang":1,"streams":[{"redirect":8340403,"hoster":"VOE"},{"redirect":8340404,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwebende Engel","epNo":3,"alt":"","descr":"Die Gerichtsmedizin ist eine Hilfswissenschaft der Kriminalpolizei, und bietet oft die letzte Chance, den Täter zu überführen. Ulrich Mühe spielt in dieser Krimiserie den engagierten Gerichtsmediziner und \"letzten Zeugen\" der Ermordeten. Ihm zur Seite steht seine junge Kollegin Dr. Judith Sommer, Freund und Partner bei der Kriminalpolizei ist der Chef der zweiten Mordkommission, Joe Hoffer. V-Mann Rödel wurde ermordet. Er ermittelte in Sachen Kreditkartendiebstahl und -fälschung und war mehreren Tätern auf der Spur. Da ist zum einen die Prostituierte Fanny, die ihren Kunden \"schweben\" lässt, um ihnen während dessen die Kreditkarten zu stehlen, zum anderen ihr gestresster Boss, ein Angsthase und Mitläufer. Als ein Kunde von Fanny, Aufsichtsratsvorsitzender Gerstenberg, an den erotischen Strapazen der Behandlung stirbt, stellt die Polizei eine DNA-Übereinstimmung mit Proben aus dem Fall Rödel fest. Der Täter muss an beiden Tatorten gewesen sein. Als es schließlich einen dritten Toten gibt, bittet Kommissar Hölzermann Dr. Kolmaar, sich als Lockvogel zur Verfügung zu stellen. Kolmaar ist bereit dazu, muss sich aber zuerst einmal dringend um seine Tochter Anna kümmern, die heimlich den neuen Wohnsitz in der Schweiz verlassen hat. Kolmaar nimmt Kontakt zu Fanny auf, um sich mit Plastiktüte über dem Kopf würgen zu lassen – \"Schwebender Engel\" nennt sich diese Prozedur. Er steht kurz davor das vierte Opfer zu werden, als Dr. Judith Sommer ihm zu Hilfe eilt.","versions":[{"lang":1,"streams":[{"redirect":8340392,"hoster":"VOE"},{"redirect":8340398,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schlag auf Schlag","epNo":4,"alt":"","descr":"Nach einem heftigen Streit wollen Anneke und Andreas Brendenal ihre Versöhnung gemeinsam in der Badewanne mit Sekt feiern. Für Andreas endet es tödlich, als ein Stromkabel ins Wasser fällt. Anneke kommt mit einem Schock davon. Mit Sicherheit ein Unfall, glaubt Kommissar Hölzermann, der den kranken Joe Hoffer vertritt, schließlich hat der kleine Sohn des Ehepaars zufällig die Versöhnung mit der Kamera festgehalten. Dr. Kolmaar ist jedoch überzeugt, dass es sich um einen perfekten Mord handelt. Als Brendenals Geschäftspartner Paul Limburg ebenfalls in seiner Dusche an einem Stromschlag stirbt, ist dies Hölzermann dann doch zuviel Zufall. Die Ermittlungen beginnen. Ein zweiter Fall beschäftigt Dr. Kolmaar. Er bekommt einen privaten Auftrag. Das Ehepaar Rettich glaubt nicht an einen Selbstmord ihrer Tochter und bittet um Exhumierung. Kolmaar hat eigentlich keine Zeit, denn Tochter Anna will unbedingt bei ihm bleiben. Der neue Stiefvater reist eigens aus der Schweiz an, um sie zurückzuholen und scheut auch vor tätlichen Angriffen gegen Kolmaar nicht zurück. Und dann steht auch noch Ex-Gattin Irina vor der Tür …","versions":[{"lang":1,"streams":[{"redirect":8340397,"hoster":"VOE"},{"redirect":8340389,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Bank, die Liebe, der Tod","epNo":5,"alt":"","descr":"Die beiden Ganoven Schenk und Koppe überfallen eine Bank. Ehe sie mit der Geldtasche entkommen, schießt Koppe auf den jungen Filialleiter und verletzt ihn schwer. Schenk ist außer sich, nicht nur wegen des Waffengebrauchs, sondern auch wegen der geringen Beutesumme. Da muss etwas schief gelaufen sein. Die Polizei verdächtigt den ehemaligen Filialleiter Brodek, mit den Bankräubern im Bunde zu sein. Doch Dr. Kolmaar hat ein ungutes Gefühl, und das ist für die Tatverdächtigen immer schlecht. Nach seiner Krankheit übernimmt Joe Hoffer wieder die Mordkommission, was Hölzermann gar nicht gefällt, und Kolmaars Ex-Frau nähert sich nach der Trennung von ihrem Liebhaber wieder erfolgreich ihrem Ex-Mann, was Dr. Judith Sommer nicht gefällt. Überraschend wird Kolmaar dann noch zu einer mumifizierten Leiche gerufen. Fünf Monate lang hatte eine Ehefrau ihren Mann in der Wohnung versteckt. Handelt es sich um einen natürlichen Tod?","versions":[{"lang":1,"streams":[{"redirect":8341201,"hoster":"VOE"},{"redirect":8340390,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Töte den Feind deines Feindes","epNo":6,"alt":"","descr":"Nach einem heftigen Ehestreit ist Susanne Wade tot. Sie hat sich erhängt, so scheint es jedenfalls. Ihr Mann ist volltrunken und beschuldigt den Freund der Familie, Franz Josef Zeuner, der die Leiche gefunden und die Polizei verständigt hat. Zeuner ist Chefredakteur der örtlichen Zeitung und hatte ein besonders enges Verhältnis zu Susanne. So ist es nicht verwunderlich, dass Joe Hoffer und sein Team überall dessen Fingerabdrücke finden. Einen Tag später ist Zeuner tot, erstochen mit einem antiken Schwert. Für Hoffer liegt der Fall offen, Mord aus Eifersucht. Aber Dr. Kolmaar vertraut seiner Intuition und recherchiert in eine ganz andere Richtung. Ihm ist nicht entgangen, dass der neue Chefredakteur schon in den Startlöchern hockt …  Dr. Judith Sommer fühlt sich von Kolmaar vernachlässigt und will deshalb das ihr angebotene Stipendium im Ausland annehmen. Kolmaar würde sich gern versöhnen, und so kommt es zu einer leidenschaftlichen Begegnung. Dann wird im Stadtpark ein toter Jugendlicher gefunden. Wieder war die Presse zuerst da. Dr. Brühle, der Vater, ist außer sich und beschuldigt die Mitschüler, seinem Sohn nicht geholfen zu haben. Für ihn ist es Mord. Der Tote war ein Mitschüler von Anna Kolmaar, die selbst ihre ersten Versuche mit Drogen macht","versions":[{"lang":1,"streams":[{"redirect":8342324,"hoster":"VOE"},{"redirect":12193240,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unter die Haut","epNo":7,"alt":"","descr":"Eine U-Bahnstation im morgendlichen Berufsverkehr. Zwei Menschen sterben an den gleichen Symptomen: Es handelt sich um eine Opiatvergiftung durch Hautkontakt. Die Opfer sind ein Architekt und eine Hausfrau. Wo könnte es Parallelen geben? Der erfolgreiche Architekt Becker war nicht sehr beliebt. Seit langem ist er geschieden, die beiden Kinder wohnten aber bei ihm. Seiner Exfrau Margit Vöge war es lange verboten worden, Kontakt zu den Kindern zu haben. Ein inniges Verhältnis konnte nicht mehr aufgebaut werden, was sie sehr verbittert. Beckers neue Liaison Verena ist Stewardess mit medizinisch-technischer Ausbildung. Auch sie scheint nicht sehr traurig über dessen Ableben, hatte sie doch sowieso vor, zu ihrem Ex, Dr. Bernd Röbel, zurückzukehren. Dieser ist pikanterweise der Stellvertreter Beckers, dem nun eine steile Karriere bevorsteht. Alle drei haben ein Motiv, aber wer ist der Täter? Die polizeilichen Recherchen bei dem anderen Opfer ergeben keinen Zusammenhang. Sie war eine unauffällige Hausfrau, ihr Mann arbeitet bei einem Wachdienst und spricht dem Alkohol reichlich zu. Dr. Kolmaar und Dr. Sommer sind ratlos. Dann wird Kolmaar von einem befreundeten Arzt zu einem schwer verbrühten Kind gerufen. War es ein Unfall oder Kindsmisshandlung? Die überforderte junge Mutter muss sich entweder für ihr Kind oder für den neuen Lebenspartner entscheiden. Kommissar Joe Hoffer leidet unter beginnendem Parkinson und fragt sich verzweifelt, ob er den Dienst quittieren muss. Wenigstens eines funktioniert gut – die persönliche Beziehung zwischen Dr. Kolmaar und Judith Sommer. Trotzdem denken sie über eine Trennung nach, denn Judith hat ein attraktives Stipendium für die USA bekommen.","versions":[{"lang":1,"streams":[{"redirect":8342334,"hoster":"VOE"},{"redirect":8342331,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Tod des weißen Ritters","epNo":1,"alt":"","descr":"Der große Umbruch: Dr. Kolmaar zieht in eine neue Wohnung, seine Tochter mit ihm. Nun ist er allein erziehender Vater. Er ist bedrückt, denn für Judith Sommer und ihn ist es im Umzugschaos die letzte gemeinsame Nacht, ehe sie ihr Stipendium in den USA antritt. Zudem hat er seine liebe Not mit Joe Hoffer, seinem Freund und Kommissar, der den Dienst wegen seiner beginnenden Parkinson-Erkrankung quittiert hat. Er scheint im Alkohol zu versinken. Hölzermann, Hoffers Nachfolger, und Kolmaar werden an einen Tatort gerufen. Der Banker Dr. Martini, seine Frau und Tochter liegen tot im Garten ihrer Villa. Der Täter hat keinerlei Spuren hinterlassen, und außer einem wichtigen Papier scheint nichts zu fehlen. Die Fusion zweier Großbanken in Berlin stand bevor, ein Milliardenunternehmen, bei dem Dr. Martini eine entscheidende Rolle spielen sollte. Dr. Brandes ist Leiter der anderen Bank und durch seine persönliche Karriereinteressenlage fast automatisch tatverdächtig. Hölzermann und Dr. Kolmaar ermitteln in Richtung Brandes, nicht zuletzt auch, weil die Staatsanwaltschaft ganz offensichtlich aus politischen Gründen etwas vertuschen möchte und sie sich ungern ins Handwerk pfuschen lassen möchte. Kolmaar sucht fieberhaft nach Beweisen und findet unerwartet Hilfe bei Martinis Sekretärin Wanda Nissen","versions":[{"lang":1,"streams":[{"redirect":12373072,"hoster":"VOE"},{"redirect":8340441,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Mann kommt zurück","epNo":2,"alt":"","descr":"Joe Hoffer, dem es gesundheitlich wieder besser geht, kehrt auf den Chefsessel der Zweiten Mordkommission zurück, ganz zum Missfallen von Wolfgang Hölzermann, der prompt Dienstwaffe und Ausweis zurückgibt. Schlechte Stimmung im Kommissariat. Zum Wiedereinstieg hat Hoffer mit einem mysteriösen Fall zu tun. Ein kleiner Junge, Peter Tewag, ist vom Dachgarten eines Hauses zu Tode gestürzt. Die Umstände des Falles sind auch für Kolmaar mehr als seltsam. Dazu kommt, dass Peters Zwillingsbruder Vincent nach einem Zusammenbruch im Krankenhaus liegt. Sonja Tewag, die Mutter der Kinder, befürchtet eine heftige Konfrontation mit dem Vater von Peter und Vincent. Ihr Ex-Mann Hans Leinen, der eine Gefängnisstrafe absitzen muss, ist aus der Haftanstalt ausgebrochen, nachdem er erfahren hat, dass sein Sohn Peter tot ist. Herbert Söll, ein Nachbar, hat den Todessturz des Jungen beobachtet und behauptet gegenüber der Polizei, Peter sei von René Lister vom Dachgarten gestoßen worden. René Lister, Geschäftspartner von Hans Leinen und Mitbesitzer des gemeinsamen Hotels, beginnt, sich vor der Rache des Sträflings zu fürchten. Privat hat Dr. Robert Kolmaar mit einigen Veränderungen zu tun: Tochter Anna ist frisch verliebt, und Oberstaatsanwalt Dr. Sänger wird nach Karlsruhe an den Bundesgerichtshof versetzt. Seine Nachfolgerin wird die attraktive Dr. Tanja Rose, auf die er sogleich ein Auge wirft.","versions":[{"lang":1,"streams":[{"redirect":12915884,"hoster":"VOE"},{"redirect":8340429,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Erpressung","epNo":3,"alt":"","descr":"In einem Keller wird eine grausam zugerichtete Frauenleiche gefunden. Ein Fall für die Zweite Mordkommission. Kripochef Joe Hoffer konstatiert auffallende Parallelen zu einem nie aufgeklärten Mordfall, der bereits einige Jahre zurückliegt. Währenddessen kehrt Oberstaatsanwalt Dr. Harald Sänger verfrüht von einer Dienstreise zurück. Er überrascht seine Frau Ilse mit einem Liebhaber in der Garage und notiert sich dessen Autokennzeichen. Im Büro überprüft er mit \"Hilfe\" von Joe Hoffers Codecard die Daten des Mannes: Es handelt sich um den Fotografen Helmuth Collin. Dr. Sänger sucht heimlich dessen Wohnung auf und findet kompromittierende Fotos seiner Frau. Er nimmt sie an sich und beschließt, Collin zu erpressen, um seine Frau zurück zu gewinnen. Robert Kolmaar hat private Probleme zu lösen: Seine Freundin Judith, die gerade in den USA weilt, scheint sich von ihm abzuwenden, und seine Tochter Anna hat ihren Freund Philipp nebst Hausratte \"Charlotte\" vorübergehend aufgenommen. Und nun bittet auch noch Ilse Sänger Kolmaar um Hilfe. Die Frau des Oberstaatsanwalts konnte beobachten, wie ihr Geliebter Helmuth Collin das erpresste Geld abholte. War die große Leidenschaft doch nur Illusion? Plötzlich wird Helmuth Collin tot aufgefunden. Wieder gibt es auffallende Parallelen zu den beiden früheren Fällen","versions":[{"lang":1,"streams":[{"redirect":8340433,"hoster":"VOE"},{"redirect":12204040,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familienbande","epNo":4,"alt":"","descr":"Karl Axer hat mit seiner Ehefrau Maria Schwarzkopf einen heftigen Streit. Wütend flüchtet sie in den Garten und kommt auf tragische Weise in einem Teich zu Tode. Als Karl ihr endlich zu Hilfe eilt, ist es bereits zu spät. Kripochef Joe Hoffer und Gerichtsmediziner Dr. Kolmaar erkennen nach einer Obduktion, dass die eigentliche Todesursache eine andere war: Maria wurde mit Arsen vergiftet. Und damit steht Karl Axer unter Verdacht. Bei Joe Hoffers Verhören stellt sich heraus, dass auch die übrigen Familienmitglieder ein Interesse daran haben könnten, die Eigentümerin einer großen Glasfabrik aus dem Weg zu räumen: Maria Schwarzkopfs Sohn Ralph ist verschuldet und drogenabhängig, seine Frau Gudrun hat ein Verhältnis mit seinem Stiefbruder Herbert Axer. Wird das Erbe ganz in die Hände der Axers gelangen? Kommissarisch übernimmt Herbert die Leitung der Fabrik. Doch schon bald wird die Villa erneut zum Tatort. Ralph liegt erschossen am Boden. War es Selbstmord oder Mord? Einen derart komplizierten Fall kann Dr. Kolmaar nun gar nicht gebrauchen. Gerade ist er der Staatsanwältin Dr. Tanja Rose nahe gekommen, da taucht Dr. Judith Sommer in seiner Wohnung auf. Sie ist überraschend eine Woche früher aus den USA zurückgekehrt. Außerdem feiert Tochter Anna eine Riesenparty zu Hause und hinterlässt ein Riesenchaos","versions":[{"lang":1,"streams":[{"redirect":8340385,"hoster":"VOE"},{"redirect":8340407,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der vierte Mann","epNo":5,"alt":"","descr":"In einer Berliner Spielbank manipulieren drei Männer, Harry Till, Paul Lumenta und Kurt Darboven, einen Spielautomaten, dessen Jackpot die stolze Summe von 1,4 Millionen Mark aufweist. Der anwesende Wachmann bemerkt die Männer, gibt einen Warnschuss ab, kann die Fliehenden aber nicht aufhalten. Zu seinem Entsetzen liegt Karla Warzecha tot am Boden, getroffen von einem Querschläger. Kripochef Joe Hoffer stutzt, als er den Namen der Frau erfährt. Sie ist die Tochter eines ehemaligen Kollegen, Dr. Herbert Warzecha, eines hoch qualifizierten Kriminaltechnikers. Kurt Darboven, Computerspezialist, wird in der Zwischenzeit von seinen beiden Kumpanen massiv unter Druck gesetzt: sie glauben, dass er der \"vierte Mann\" ist, der sie mit Informationen für ihre Coups versorgt und dafür die Hälfte der Beute kassiert. Als Harry Till sich nach dem Treffen auf den Heimweg macht, explodiert sein Auto – die Arbeit eines Profis, der keine Spuren hinterlässt, wie Dr. Robert Kolmaar sehr bald herausfindet. Und dann explodieren noch weitere Bomben …  Privat hat Robert Kolmaar ganz andere Sorgen. Tochter Anna ist drauf und dran, das Abitur zu schmeißen. Schon seit drei Monaten schwänzt sie die Schule, und nun ist sie auch noch verschwunden. Zudem kann sich Kolmaar nicht zwischen Judith Sommer und Tanja Rose entscheiden","versions":[{"lang":1,"streams":[{"redirect":8340387,"hoster":"VOE"},{"redirect":8340379,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Weg zur Hölle","epNo":6,"alt":"","descr":"Der Fahrer von Bausenator Jörg Imhof klagt während der Fahrt zur Arbeit plötzlich über starke Schmerzen. Wenig später geht es auch dem Senator schlecht. Es kommt zu einem Unfall, bei dem der Fahrer stirbt. Imhof kann gerettet werden. Die sonderbaren Symptome beunruhigen Dr. Kolmaar. Zum Ärger von Joe Hoffer taucht am Unfallort auch noch Walter Burow vom Staatsschutz auf, der an einer kollegialen Zusammenarbeit nicht interessiert zu sein scheint. Bei der Obduktion des Fahrers finden Kolmaar und Judith Sommer auch Spuren eines Schmerz erzeugenden Mittels, eines typischen Sabotagegiftes. Senator Imhof kommt daraufhin in Quarantäne und wird rund um die Uhr bewacht. Trotzdem wird ein zweiter Anschlag auf ihn verübt. Währenddessen ermittelt Walter Burow ohne Wissen von Hoffer und Kolmaar bei Dr. Uberoi, einem ehemaligen Chemiker, den er von früher gut kennt. Kurz nachdem er ihn verlässt, wird auch auf Burow ein Anschlag verübt. Dann wird Dr. Kolmaar von der verzweifelten Maila Reh um Hilfe gebeten: Ihr Kind ist gerade gestorben. Sie glaubt, dass man ihr im Krankenhaus nicht die Wahrheit über die Todesursache gesagt hat, genau wie vor ein paar Jahren, als sie ihr erstes Kind verlor. Kolmaar will ihr helfen und stößt bei seinem Ermittlungen auf eine Verbindung zu Dr. Uberoi. Welches Geheimnis liegt in der Vergangenheit verborgen? Tochter Anna fühlt sich von Kolmaar völlig vernachlässigt und zieht endgültig zu ihrem Freund samt Ratte Charlotte. Wenigstens verspricht sie, sich regelmäßig zu melden.","versions":[{"lang":1,"streams":[{"redirect":8340378,"hoster":"VOE"},{"redirect":8340384,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Drei Jahre und eine Nacht","epNo":7,"alt":"","descr":"Klaus Stibi ist auf seinem Baugrundstück mitsamt dem Toilettenhäuschen in die Luft geflogen. Eine ziemlich anrüchige Sache, aber er hat Glück und kommt mit dem Schrecken und ein paar Schrammen davon. Er beschuldigt seinen wohlhabenden und sehr prominenten Nachbarn Arthur Pollack und dessen überkandidelte Freundin Liane von Ansorge, ein Attentat auf ihn ausgeübt zu haben, was Joe Hoffer und Dr. Robert Kolmaar auf den Plan ruft. Die beiden müssen sich jedoch umgehend mit einem wirklich wichtigen Fall beschäftigen, denn auf dem Baugrundstück wird bei Grabungsarbeiten ein totes Baby entdeckt, das vor drei Jahren einbetoniert wurde. Die Suche nach der Identität des Kindes bringt den Rechtsmediziner in Kontakt mit einem jungen Mann, Peter Kalden, dessen schwangere Schwester just zu diesem Zeitpunkt verschwand. Bald ist auch Peter Kalden nicht mehr aufzufinden. Ein Gewaltverbrechen in der Villa von Arthur Pollack ist nicht auszuschließen. Aber ohne Leiche scheinen die Ermittlungen aussichtslos. Da erinnert sich Dr. Kolmaar an ein ziemlich ungewöhnliches Verfahren, bei dem eine besondere Fliegenart und deren Fressgewohnheiten eine zentrale Rolle spielen …  Weniger Erfolg hat Robert Kolmaar bei seinen drei Frauen: Anna setzt auf \"Tochter-Entzug\" und meldet sich einfach nicht, bis sie ihn dann doch dringend braucht. Und problematisch bleiben auch die Beziehungen zu seiner Kollegin Dr. Judith Sommer und zur wenig erfolgreichen Staatsanwältin Dr. Tanja Rose.","versions":[{"lang":1,"streams":[{"redirect":8340369,"hoster":"VOE"},{"redirect":8340370,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das letzte Bild","epNo":8,"alt":"","descr":"Für Dr. Robert Kolmaar und seine Kollegin Dr. Judith Sommer steht fest, dass der Maler Will Gütt, dessen Leiche sie untersuchen müssen, Opfer eines Verbrechens wurde. Für Selbstmord oder Unfall gibt es keinerlei Anzeichen und auch kein Motiv. Noch ahnen die beiden Rechtsmediziner nicht, dass sie mit dieser Feststellung eine regelrechte Lawine im Kunstmilieu lostreten, die sie fortan in Atem halten wird. Bald schon ist ein weiteres Opfer zu beklagen: Der Schwiegersohn des Malers, Tom Burkhardt, wird in seinem Auto erschossen aufgefunden. Und das letzte Bild von Will Gütt ist verschwunden. Wer steckt hinter diesem Diebstahl? Der Chef der Mordkommission, Joe Hoffer, und Dr. Kolmaar stellen einen Pinsel mit gelber Farbe sicher. Hatte das verschwundene Bild nicht einen großen Gelbanteil? Anna will zu ihrem Vater zurück, macht allerdings zur Bedingung, dass sie sich gemeinsam eine andere Wohnung in einer belebteren Gegend suchen. Auch Judith Sommer macht sich Gedanken über ihre Zukunft mit Robert Kolmaar. Doch Robert Kolmaar, der geübte Womanizer, hat sich gerade in die bildhübsche Johanna Sidor, Tochter eines Kunstsammlers, verliebt.","versions":[{"lang":1,"streams":[{"redirect":8340374,"hoster":"VOE"},{"redirect":8340375,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der heilige Krieg","epNo":1,"alt":"","descr":"Spezialauftrag von Pfarrer Kerkhoff, einem katholischen Theologen, für Gerichtsmediziner Dr. Kolmaar: Er soll das \"Turiner Grabtuch\" auf seine Echtheit prüfen. Im Institut für Rechtsmedizin gibt Dr. Kolmaar vor Pfarrer Kerkhoff und Karoline Krug ein rechtsmedizinisches Gutachten ab. Er kommt auf Grund der deutlich sichtbaren Blutspuren zu dem Schluss, dass der Mann, der in dieses Tuch gelegt worden war, zu diesem Zeitpunkt noch gelebt haben muss. Robert Kolmaar verspricht, seinen Vortrag auf einer Kirchentagung zu wiederholen. Pfarrer Kerkhoff hat eine Trauung vorgenommen, bei der er mit Josef Karzmann, Beauftragter des Vatikan für Glaubensfragen, zusammentrifft. Beide machen aus ihrer gegenseitigen Abneigung kein Hehl. Karzmann droht ganz unverhohlen mit Konsequenzen, falls Kerkhoff einen geplanten Vortrag halten und sein Buch veröffentlichen sollte. Kerkhoff lässt sich jedoch nicht einschüchtern. Dr. Kolmaar wird zu einem Todesfall gerufen. Aus einem See wird die auf einem Motorrad gefesselte Leiche eines jungen Mannes geborgen. Margit Straub, schwangere Ehefrau des Toten, glaubt an einen Mord. Dr. Kolmaar wird von Dr. Sänger wegen des Toten aus dem See bedrängt: Er braucht dringend ein Obduktionsergebnis. Karoline Krug findet endlich den Mut, Kerkhoff zu sagen, dass sie ihn verlassen will. Kerkhoff ist enttäuscht, hatte er doch gehofft, dass sie endlich heiraten würden, wo er doch bald kein Priester mehr ist. Später findet sie Kerkhoff in der Kirche. Offensichtlich wurde er niedergeschlagen …  Am nächsten Morgen löst Pfarrer Kerkhoff beim Starten seines Wagens einen Brand aus, sein Auto fängt Feuer: Wer trachtet Kerkhoff nach dem Leben?","versions":[{"lang":1,"streams":[{"redirect":8340424,"hoster":"VOE"},{"redirect":8340427,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Kinderspiel","epNo":2,"alt":"","descr":"Dr. Robert Kolmaar hält an der Uni seine gelungene Antrittsvorlesung in Rechtsmedizin, an der neben den Mitarbeitern des Instituts auch Tochter Anna teilnimmt. Im Gegensatz zu seinem beruflichen Erfolg steht Kolmaars Liebesleben: In Professor Herbert Walch, dem Prorektor der Hochschule, sieht er einen Rivalen um die Gunst von Dr. Judith Sommer, und bei einem gemeinsamen Abendessen mit Judith taucht dann zu allem Überfluss noch der Jazz-Musiker Rick Konrad auf, der sich als Ex-Freund von Judith Sommer vorstellt. Judith hatte Rick bei ihrem Aufenthalt in New York kennen gelernt und sich sofort in ihn verliebt. Eine schmerzliche Erfahrung für Robert. Linda Fugmann, eine Studienkollegin von Dr. Kolmaar, hat an der Vorlesung teilgenommen und bittet Robert um Hilfe. Als Robert sie im Haus ihres Geliebten Helmut Bung aufsuchen will, wird er niedergeschlagen. Nachdem Kolmaar von Bung gefunden wurde, machen beide eine schreckliche Entdeckung: Linda Fugmanns Leiche treibt im Wasser des angrenzenden Sees. Die gerichtsmedizinische Untersuchung ergibt, dass Linda an einer Nierenvergiftung starb. Kriminalhauptkommissar Joe Hoffer verdächtigt sowohl Helmut Bung, dessen Alibi und Aussagen sich als völlig undurchsichtig herausstellen, als auch Lindas Sohn Ron, der mit giftigen und radioaktiven Stoffen experimentiert. Schließlich werden beide in Untersuchungshaft genommen. Doch für die Gerichtsmediziner um Dr. Kolmaar sind die Beweismittel noch nicht ausreichend. Robert begibt sich erneut fieberhaft auf Spurensuche, die ihn fast das Leben kostet.","versions":[{"lang":1,"streams":[{"redirect":8340303,"hoster":"VOE"},{"redirect":8340305,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tod eines Stars","epNo":3,"alt":"","descr":"Kolmaars Tochter Anna hat eine Komparsenrolle bei einer Musical-Produktion übernommen – sehr zum Leidwesen ihres Vaters. In einem Kaufhaus werden Anna und Dr. Kolmaar Zeugen einer heftigen, handgreiflichen Attacke von Hauptdarstellerin Carla Rauter gegen Ines Höffgen, die als Zweitbesetzung eifersüchtig auf die Jüngere ist. Robert schreitet schließlich ein und trennt die beiden Kontrahentinnen. Anna darf bei einer Probe anwesend sein und erlebt wiederum heftige Auseinandersetzungen zwischen Carla Rauter und dem Regisseur: Der Vorfall ist in der Presse erschienen und sie wirft ihm ein Komplott mit Ines Höffgen vor. Als Carla später zufällig erfährt, dass Annas Vater Rechtsmediziner ist, wird sie hellhörig. Sie bittet Anna, ihr einen Kontakt zu ihrem Vater herzustellen. Carla klagt über heftige Stimmungsschwankungen und benimmt sich entsprechend exaltiert. Kolmaar sieht in diesem Gespräch seine Vorurteile gegenüber Schauspielern vollauf bestätigt. Regisseur von Husen braucht den Premierenerfolg und hält ein gemeinsames Versöhnungsessen mit dem gesamten Team für eine gute Idee. Robert Kolmaar und Judith Sommer sind auch eingeladen. Da bekommt Carla Rauter plötzlich einen Schwächeanfall und bricht draußen tot zusammen. Robert wirft sich vor, ihre Beschwerden nicht ernst genug genommen zu haben. Bei der Suche nach der Todesursache stehen er und Dr. Judith Sommer vor einem Rätsel. Immerhin finden sie heraus, dass die Garderobiere der Schauspielerin regelmäßig einen besonderen Tee verabreicht hat. Dr. Kolmaar hat es noch mit einem zweiten Fall zu tun: Ein altes Ehepaar wird tot aufgefunden. Beide haben ein tödliches Gift auf ihren Lippen. In Verdacht gerät Wilhelm Prell, der frühere Ehemann der toten Eva Fabig. Gibt es einen Zusammenhang?","versions":[{"lang":1,"streams":[{"redirect":8340418,"hoster":"VOE"},{"redirect":8340420,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Duell","epNo":4,"alt":"","descr":"Gerichtsmediziner Dr. Robert Kolmaar wird von Hauptkommissar Joe Hoffer zu einer Leiche gerufen, die im Grunewald von einem Liebespaar erhängt aufgefunden wurde. Es handelt sich um Tom Jebsen, der in der Forschungsabteilung einer Chemiefirma gearbeitet hat. Die Firma gehört seinem Schwiegervater Walter Klock. In der letzten Zeit hatte Tom Jebsen eng mit Hans Ascher, einem leitenden Mitarbeiter der Firma, geforscht und eine wichtige Erfindung gemacht. Er hatte sogar die Absicht, eine eigene Firma zu gründen. Auch Hans Ascher ist plötzlich verschwunden. Beide hatten einen Stoff entwickelt, der Reifen zersetzt und ein großes Recyclingproblem damit beseitigen könnte. Großes Interesse an diesem \"Gummifresser\" hat auch das Militär gezeigt. Als Ascher gefunden wird, befindet er sich in einem höchst desolaten und verwirrten Zustand. Sowohl bei ihm als auch bei dem toten Tom Jebsen werden bei der Blutanalyse Barbiturate und LSD gefunden. Ascher kann sich an nichts mehr erinnern. Dr. Judith Sommer erkennt in Hans Ascher einen früheren Studienkollegen wieder, mit dem sie sehr eng befreundet war. Sehr zum Ärger von Dr. Robert Kolmaar scheinen die beiden fest entschlossen, ihre Bekanntschaft zu erneuern. Und das ist nicht die einzige zwischenmenschliche Dissonanz im Gerichtsmedizinischen Institut, wo Prof. Bondzios Ehe gerade in Turbulenzen gerät.","versions":[{"lang":1,"streams":[{"redirect":8340410,"hoster":"VOE"},{"redirect":8340416,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Entführung","epNo":5,"alt":"","descr":"Ein Leichttransporter verursacht auf einer Kreuzung einen Unfall, bei dem zwei Frauen schwer verletzt werden. Die Fahrerin flüchtet. Als Gerichtsmediziner Dr. Robert Kolmaar und Kriminalhauptkommissar Joe Hoffer den Unfallhergang rekonstruieren, bekommt Joe Hoffer die Nachricht, dass fast zur gleichen Zeit zwei Kinder entführt wurden: Kai Neff, der Sohn des Geschäftsführers einer Hifi-Firma, und Vincent Becker, der Sohn des Kindermädchens. Die Entführer melden sich mit einer hohen Geldforderung. Nach ersten Verhandlungen und quasi als Beweis wird einer der Jungen von den Entführern frei gelassen. Allerdings ist ihnen dabei eine Verwechslung passiert: Statt Kai Neff bleibt Vincent Becker noch in der Gewalt der Entführer. Katja Becker, die Mutter von Vincent, versucht händeringend Dr. Neff davon zu überzeugen, dass er das Lösegeld in Höhe von 200.000 Euro auch für ihren Sohn zur Verfügung stellt. Geht es überhaupt nur um Geld oder vielleicht auch um Rache? Dr. Judith Sommer teilt ihrem Chef Professor Bondzio mit, dass sie schwanger ist. Auch Frau Grünbein und Anna sind bereits eingeweiht, nur Robert erfährt als Allerletzter von dieser freudigen Nachricht. Aber erst später rückt Judith mit der ganzen Wahrheit heraus …","versions":[{"lang":1,"streams":[{"redirect":8340415,"hoster":"VOE"},{"redirect":8340406,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Netz","epNo":6,"alt":"","descr":"Spuren einer langen Arbeitsnacht finden sich in Karl Rossbergs Wohnung. Viel zu früh wird er, Chef einer Softwarefirma für elektronischen Geldverkehr, aus seinem Bett geklingelt: Ein Mann droht, seinen Sohn Adrian umzubringen. Zur gleichen Zeit werden Gerichtsmediziner Dr. Robert Kolmaar und Kriminalhauptkommissar Joe Hoffer in das Hochhaus gerufen, in dem sich auch die Wohnung Rossbergs befindet: Die Leiche eines jungen Studenten wurde im Aufzugschacht gefunden. Joe Hoffers Befragungen an Karl Rossbergs Sohn Adrian ergeben, dass dieser in der Mordnacht mit dem Studenten zusammen war. Hoffer nimmt ihn vorläufig fest. Bei der Obduktion stellt sich heraus, dass der Tote LSD genommen hatte. Rossberg wird durch einen anonymen Anruf in eine Bar zitiert: Der Erpresser will die Freigabecodeliste für alle Banknetze! Als Adrians Mutter bei einem Verkehrsunfall getötet wird, entdeckt Robert bei den Untersuchungen, dass eine tödliche Menge Kohlenmonoxid ins Wageninnere gelangt ist …  Die schwangere Judith Sommer stößt immer mehr an ihre gesundheitlichen Grenzen und bricht bei den Untersuchungen im Hochhaus zusammen. Robert Kolmaar macht sich Sorgen um seine Kollegin und Freundin. Professor Bondzio und Judith haben bereits für eine kompetente Vertretung während der Mutterschutzzeit gesorgt. Robert ist angenehm überrascht: Die attraktive Gerichtsmedizinerin Dr. Leilah Berg tritt ihren Dienst an der Seite Dr. Kolmaars an.","versions":[{"lang":1,"streams":[{"redirect":8340422,"hoster":"VOE"},{"redirect":12340611,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Manche, sagt man, sind verdammt","epNo":7,"alt":"","descr":"In einer Vollzugsanstalt wird Gerichtsmediziner Dr. Robert Kolmaar von einem Beamten in die Zelle geführt, in der der Häftling Eckhardt Kolk tot aufgefunden wurde. Klaus Mahlow, sein Zellengenosse, betrachtet mit Entsetzen die gerichtsmedizinischen Untersuchungen. Mahlow sollte am gleichen Tag nach vier Jahren Haft entlassen werden. KHK Joe Hoffer und Dr. Kolmaar können Mahlow jedoch nicht belasten, alle Indizien deuten auf Selbstmord hin: Mahlow wird aus der Haft entlassen. Als er ein Bahnticket kaufen will, stellt er fest, dass er bestohlen wurde. Schließlich ist er gezwungen zu trampen. In einer Baustelle kommt es dann zu einem folgeschweren Vorfall, bei dem der Fahrer, ein Polizist, stirbt. Völlig verwirrt macht sich Mahlow auf den Weg zu Streims Ex-Frau Christa Kalina …  Robert plant, mit Tochter Anna und Judith in ein Haus einzuziehen, jeder in seine eigene Wohnung. Ein gemeinsames Essen muss Judith wieder kurzfristig absagen. Robert ist sichtlich enttäuscht. Tochter Anna hat sich unterdessen, entgegen dem Wunsch ihres Vaters, Jura zu studieren, an einer Schauspielschule beworben …","versions":[{"lang":1,"streams":[{"redirect":8340437,"hoster":"VOE"},{"redirect":12343424,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Tag, an dem ein Vogel vom Himmel fiel","epNo":1,"alt":"","descr":"Dem Institut für Rechtsmedizin, an dem Dr. Robert Kolmaar arbeitet, droht aus finanziellen Gründen die Schließung. Institutsleiter Prof. Bondzio bittet Kolmaar, seine Schwiegermutter auf einer Autofahrt zu Lilly Lambert, seiner Schwägerin, zu begleiten. Auf dem Weg dorthin sieht Robert, wie plötzlich in der Nähe einer Müllkippe ein großer Vogel tot vom Himmel fällt. Bei der Obduktion Lilly Lamberts gerät ihr Mann in Verdacht. Privat richtet Dr. Kolmaar zusammen mit seiner Tochter Anna die neue Wohnung ein und begleitet sie beim Möbelkauf","versions":[{"lang":1,"streams":[{"redirect":8340291,"hoster":"VOE"},{"redirect":12343423,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Preis der Wahrheit","epNo":2,"alt":"","descr":"In einem Bahnhof läuft ein Zug ein, auf deren Lok die Leiche eines Menschen hängt. Für Gerichtsmediziner Dr. Robert Kolmaar und Kripochef Joe Hoffer ist es zunächst schwer, die Identität des Toten festzustellen. Die Journalistin Nina Tavor ist Frau des Opfers. Ihr Mann recherchierte wegen einer Arzneimittelfirma, die ein Medikament preiswerter auf den Markt bringen will, ein so genanntes Nachahmerprodukt. Bei ihren Recherchen stoßen die Gerichtsmediziner und Kripochef Hoffer auf Dr. Werner Hirsch, Chef der Firma New Generica, und seinen Konkurrenten Friedrich Kurz von der Kurz-Pharma. Dr. Tom Walde, Chefredakteur einer Berliner Zeitung, weigert sich das Rechercheergebnis des Toten zu veröffentlichen. Das bringt Nina Tavor auf die Idee, die Erkenntnisse ihres Mannes selbst zu verwerten. Was sie nicht weiß ist, dass sie sich damit selbst in tödliche Gefahr begibt …  Gerichtsmedizinerin Dr. Judith Sommer, die in ihrer restlichen Schwangerschafts-zeit keine Obduktionen mehr durchführen darf, wird eifersüchtig auf ihre neue Kollegin Dr. Leilah Berg, die allein schon durch ihre gemeinsame Arbeit immer mehr in die Nähe von Dr. Kolmaar rückt.","versions":[{"lang":1,"streams":[{"redirect":8340298,"hoster":"VOE"},{"redirect":12343422,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Kugel im Lauf der Dinge","epNo":3,"alt":"","descr":"Staatsanwalt Christian Ohser will unbedingt wegen einer DNA-Analyse mit Dr. Robert Kolmaar reden. Während der Gerichtsmediziner in einem Café auf den Staatsanwalt wartet, muss er mit ansehen, wie Ohsers Wagen zunächst Schlangenlinien fährt und dann gegen eine Mauer prallt. Robert kann nur noch den Tod des Staatsanwalts feststellen. Die Obduktion ergibt, dass Ohser sich unmittelbar vor dem Unfall vorgebeugt hatte, sodass der ausgelöste Airbag ihm das Genick brach. Zur gleichen Zeit will Kriminalhauptkommissar Joe Hoffer seinen alten Kollegen Walter Mickin besuchen – zu seinem Entsetzen findet er aber nur dessen Leiche vor. Selbstmord, wie Gerichtsmediziner Dr. Robert Kolmaar und seine Kollegin Dr. Leilah Berg feststellen. Daran will Joe nicht glauben, schließlich wollte der ehemalige Kommissar ihn extra sprechen. Leilah Berg ist sauer auf ihren Kollegen Kolmaar. Die Analyse, wegen der der Staatsanwalt Ohser sich mit Dr. Kolmaar treffen wollte, war nämlich von ihr. Und Kolmaar hatte nicht einmal daran gedacht, sie wenigstens darüber zu informieren, dass er sie weitergegeben hat. Die DNA-Bestimmung erweist sich allerdings sehr bald als Bindeglied zwischen den beiden Toten. Dabei ging es um einen Fall, der Jahre zurückliegt, in dem unter anderen auch Kommissar Mickin ermittelt hatte. Leilah Bergs Analyse spricht dafür, dass eines der damaligen Opfer offenbar doch nicht von dem damals verurteilten Terroristen ermordet wurde. Davon zumindest geht der Staatsanwalt Dr. Stich aus, bis auch er unter mysteriösen Umständen in seinem Wagen verunglückt …  Aufregungen ganz anderer Art erlebt Robert Kolmaar, als ein gewisser Mense Peiper an der Seite seiner Tochter Anna auftaucht.","versions":[{"lang":1,"streams":[{"redirect":8340284,"hoster":"VOE"},{"redirect":8340285,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Klassentreffen","epNo":4,"alt":"","descr":"Ernst von Thüren, Inhaber eines kleinen, aber feinen Hotels mit Reiterhof am Rand von Berlin, holt zusammen mit Tochter Ildiko seine Schulfreunde Toni Walm, Frowald Helm und Karl Boventer vom Bahnhof ab. Die drei sind zum jährlich stattfindenden Klassentreffen der ehemaligen Elite-Schüler angereist. Boventer, Diamantenhändler in Amsterdam, hat gesundheitliche Probleme und es geht ihm nach der Ankunft nicht besonders gut. Wenig später findet von Thüren ihn tot auf der Bahnhofstoilette. Die Obduktion durch Gerichtsmediziner Dr. Kolmaar ergibt zunächst, dass der Mann offensichtlich vergiftet wurde. Aber weder im Magen/Darm-Bereich, noch im Blut finden sich Spuren eines totbringenden Mittels. Unklar ist außerdem, ob Boventer ausgeraubt wurde. Ein kleiner Koffer, den er bei sich hatte, ist leer …  Dennoch wollen die Klassenkameraden ihr Fest am nächsten Tag nicht absagen. Kripochef Joe Hoffer und Robert Kolmaar ermitteln während der Feier auf dem Reiterhof. Welche Rolle spielt die schöne Ildiko, die sich gerade von ihrem Freund Kai getrennt hat und sich während des Festes mit Dr. Tim Rudolph, einem weiteren Teilnehmer des Klassentreffens, im Gewäschshaus verabredet? Als Kolmaar die Zusammenhänge erkennt, ist es beinahe zu spät. Auch im Privatleben von Robert gibt es wieder einige Turbulenzen – nicht zuletzt, weil Prof. Bondzio versucht, Dr. Kolmaar zu verkuppeln.","versions":[{"lang":1,"streams":[{"redirect":8340286,"hoster":"VOE"},{"redirect":8340278,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Show geht weiter","epNo":5,"alt":"","descr":"Tim Guddenberg ist Star der \"Tim Guddenberg-Show\", die zu den Top-Ten des deutschen Fernsehens gehört. In der Sendung werden interessante Personen vorgestellt, manchmal auch vorgeführt. Die Show wird von seinem Bruder Konstantin Guddenberg produziert. Seine Assistentin ist Rita Bonewa. Beide holen den Star nach einem Zusammenbruch – der der Presse gegenüber mit \"Überarbeitung\" begründet wurde – aus dem Krankenhaus ab. Florian Vacka, Geschäftsführer eines Konkurrenzsenders, macht Tim Guddenberg ein verlockendes Angebot. Aber er lehnt ab. Tim Guddenberg will, dass sein Bruder Konstantin den Gerichtsmediziner Dr. Robert Kolmaar als Gast in eine seiner nächsten Shows holt …  Bei einer gemeinsamen Autofahrt mit seinem Bruder verursacht Tim einen folgenschweren Unfall. Das tödlich verletzte Opfer ist Eva Malten, die sich noch kurz zuvor um ein Autogramm des Moderators bemüht hatte. Für das Image des TV-Stars wäre der tragische Vorfall eine Katastrophe, deshalb tauscht er mit seinem Bruder den Platz hinter dem Steuer. Am nächsten Morgen wird Gerichtsmediziner Dr. Robert Kolmaar durch Kriminalhauptkommissar Joe Hoffer mit dem Fall konfrontiert. Als Anna von der Einladung ihres Vaters zur \"Tim Guddenberg-Show\" hört, ist sie begeistert: Ihr Vater könnte plötzlich selbst zum Star werden!","versions":[{"lang":1,"streams":[{"redirect":12333327,"hoster":"VOE"},{"redirect":8340280,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Schatten stirbt man nicht","epNo":6,"alt":"","descr":"Nachdem er am Abend zuvor einen heftigen Streit mit seiner Ehefrau Asja hatte, wacht Prof. Dr. Manfred Koppeck, Leiter der Herzchirurgie eines Berliner Krankenhauses, am nächsten Morgen ziemlich gerädert in seinem Wochenend-haus auf. Wegen der bevorstehenden Scheidung ist er nur vorübergehend eingezogen. Als er die Jalousien im Wohnraum hochfahren lässt, empfängt ihn der Tag mit strahlendem Sonnenschein. Schmerzhaft wendet sich Koppeck vom Licht ab, bricht stöhnend zusammen, sieht gerade noch, wie aus seinem offenen Kamin eine Flüssigkeit läuft, verdampft und ein weißes Pulver zurücklässt und sich sofort entzündet …  Die Leiche des Professors landet in der Rechtsmedizin auf dem Tisch von Dr. Kolmaar. Bei der Obduktion finden Dr. Leilah Berg und Dr. Kolmaar heraus, dass er offensichtlich an seinen schweren Brandverletzungen gestorben ist … Auffällig aber ist, dass alle bedeckten Körperteile sehr stark verbrannt sind. Weiter stellen die Gerichtsmediziner fest, dass Prof. Koppeck vor einiger Zeit einen Schlaganfall erlitten haben muss …  Joe Hoffer erfährt in der Zwischenzeit von Koppecks Stellvertreter, dass der Professor eine international anerkannte und angesehene Koryphäe der Herzchirurgie war. Wer von den Ärzte-Kollegen kommt als Nachfolger in Frage?","versions":[{"lang":1,"streams":[{"redirect":8340306,"hoster":"VOE"},{"redirect":12403198,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Fluch des letzten Königs","epNo":7,"alt":"","descr":"Gerichtsmediziner Dr. Kolmaar und KHK Hoffer werden zu einem Toten in einem Fahrstuhl gerufen. Der Tote ist Rechtsanwalt Guba, ein zahlungskräftiger Liebhaber von Kunst und attraktiven Frauen. KHK Hoffer und Dr. Kolmaar stellen fest, dass Guba Opfer einer Briefbombe wurde. Der Anrufbeantworter in der Wohnung des Opfers verweist auf Dr. Kirsten Vossberg, Archäologin und Ehefrau des Direktors des prähistorischen Museums. Die Gerichtsmediziner Dr. Kolmaar und Dr. Leilah Berg entdecken spezielle Metall-pulver im verwendeten Sprengstoff; Hoffer ist schon auf dem Weg ins Museum …  Auch im Privatleben des Gerichtsmediziners gibt es Veränderungen: Dr. Kolmaars Tochter Anna richtet eine Party für Judith Sommer und ihr Baby aus und hat für ihn vorher eine besondere Überraschung parat: Anna und Mense Peiper wollen heiraten.","versions":[{"lang":1,"streams":[{"redirect":8340311,"hoster":"VOE"},{"redirect":12403200,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Haut aus Eisen","epNo":8,"alt":"","descr":"Polizist Gerd Ochs wird in seiner Wohnung tot aufgefunden: Sein Kollege Kotulla und Polizistin Kerner glauben an Selbstmord. KHK Hoffer und Gerichtsmediziner Dr. Kolmaar finden allerdings für diese Theorie keine Beweise, keinen Abschiedsbrief und keine Spuren für einen Selbstmord. In der darauf folgenden Nacht überrascht Dr. Kolmaar die Polizistin Rita Kerner in der versiegelten Wohnung des Toten …  Für zusätzlichen Wirbel in der Gerichtsmedizin sorgt die Rückkehr von Dr. Sommer, bedeutet das doch auch das Ende der Vertretung durch Dr. Berg. Für alle Beteiligten keine ganz einfache Situation – und schon gar nicht für Robert Kolmaar, der zudem noch durch Tochter Anna einigen Stress hat, obwohl sie doch glücklich auf ihrer \"Verlobungsreise\" sein sollte. Irgendwie soll er sich am Ende sogar entscheiden zwischen \"seinen\" drei Frauen","versions":[{"lang":1,"streams":[{"redirect":8340299,"hoster":"VOE"},{"redirect":8340301,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Ich hasse meine Mutter","epNo":1,"alt":"","descr":"Judith Sommer kehrt nach ihrer Babypause zur Freude des gesamten Teams in die Gerichtsmedizin zurück. Dr. Robert Kolmaar kann sich nur schwer daran gewöhnen, dass Judith ins Mutterfach gewechselt ist und nichts mehr so ist wie vorher … Der nächste Fall drängt jedoch erst einmal alle privaten Konflikte in den Hintergrund: Der unheilbar kranke Deutschamerikaner David Taylor bringt seinen zwölfjährigen Sohn Stefan zu dessen Mutter Tanja Wrobels nach Berlin. Die Prostituierte hatte sich bis dahin nicht um Stefan gekümmert, hofft aber, jetzt endlich gegen den Willen ihres Zuhälters Frank Prym den Ausstieg aus dem Milieu zu schaffen. Auf der Fahrt zu Tanjas Wohnung verunglücken die Taylors, David stirbt noch am Unfallort. Robert Kolmaar stellt als Todesursache eine Kohlenmonoxidvergiftung fest, findet zunächst aber keinen Hinweis auf die Herkunft des tödlichen Gases. Und Joe Hoffer erkennt in Tanja Wrobels die Frau wieder, wegen der er vor einigen Jahren Ehe und Beruf aufgeben wollte. Jetzt allerdings ist sie die Hauptverdächtige, denn im Falle des Todes von David und Stefan Taylor wäre sie die Alleinerbin von Taylors Vermögen","versions":[{"lang":1,"streams":[{"redirect":8340562,"hoster":"VOE"},{"redirect":8340553,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der grüne Diamant","epNo":2,"alt":"","descr":"Unterhalb einer Straßenbrücke wird die Leiche von Irm Bonner gefunden – aufgespießt auf einen Zaunpfahl. Unfall, Selbstmord, Mord? Die Frau war seit 1988 in der geschlossenen Abteilung einer psychiatrischen Klinik untergebracht, wenige Tage vor ihrem Tod aber ins betreute Wohnen entlassen worden – kurz nachdem ihr Ehemann gestorben war, Prof. Hermann Kay, ehemals hochrangiges Mitglied der Akademie der Wissenschaften der DDR, dann Chef eines Diamantengroßhandels. Bei der Obduktion der Leiche fallen Robert Kolmaar und Judith Sommer merkwürdige Hautveränderungen am Hals der Toten auf. Entscheidend wird allerdings eine Schramme, die erst kurz vor ihrem Tod entstanden sein kann. Sollte der Psychiater Dr. Verringer etwas mit dem Tod von Irm Bonner zu tun haben? Und was hat es mit dem grünen Diamanten auf sich, den Joe Hoffer in einem Bankschließfach der Toten findet und den ihr Sohn Toni Kay, Nachfolger seines Vaters im Diamantengroßhandel, als manipuliert und deshalb eher minderwertig identifiziert? Privat wird Robert Kolmaar von seiner Tochter Anna beansprucht, deren Freund Mense es mit der Treue nicht so genau nimmt. Sekretärin Ulla Grünbein hingegen schwebt zum Leidwesen ihres Chefs im siebten Himmel eines beglückenden Internet-Flirts.","versions":[{"lang":1,"streams":[{"redirect":8340552,"hoster":"VOE"},{"redirect":8340557,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fluch der verlorenen Schätze","epNo":3,"alt":"","descr":"Durch Zufall sind die Taucher Mirra Kurz und Thomas Daff auf einen sagenumwobenen Schatz gestoßen, den die SS gegen Ende des Zweiten Weltkrieges im Wolfssee versenkt hatte. Bei der Bergung einer der Kisten, in der sie unter anderem einen als verschollen geltenden Botticelli sowie eine funktionsfähige Pistole finden, werden sie von Förster Jank überrascht. Bei einem Handgemenge verletzt sich Jank durch einen Streifschuss aus der Pistole nur leicht, bricht jedoch wenige Augenblicke später tot zusammen. Mirra Kurz und Thomas Daff glauben an Herzversagen, fürchten jedoch, dass andere auf die Spur des Schatzes kommen könnten und verstecken deshalb die Leiche an einem anderen See. Außerdem will Mirra Kurz den Botticelli auf jeden Fall zurückgeben – schließlich handelt es sich hier nicht um irgendein Kunstwerk. Das sieht Thomas Daff anders und hat deshalb auch schon ihren Abnehmer in der Schweiz informiert. Was die beiden nicht wissen: Dieser Peter Lawin ist ihnen längst auf der Spur. Robert Kolmaars Tochter Anna wirft ihren untreuen Freund Mense erbost aus der väterlichen Wohnung und ihrem Leben. Mense zieht allerdings alle Register, um Anna zu versöhnen","versions":[{"lang":1,"streams":[{"redirect":8340548,"hoster":"VOE"},{"redirect":12493516,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die sich nach Liebe sehnen","epNo":4,"alt":"","descr":"Schon seit langem beobachtet der junge Hausmeister Peter Stiller heimlich die in der Nachbarschaft wohnende Nadja Fänger. Und so sieht er auch, wie sie mit ihrem Mann einen heftigen Wortwechsel führt und ihm dann ein Röhrchen mit homöopathischen Kopfschmerztabletten gibt. Fänger nimmt im Bad eine der Kapseln – und stirbt vor den Augen Peter Stillers. Robert Kolmaar und Joe Hoffer finden am nächsten Morgen lediglich die Verpackung in der Hand des Toten, das Röhrchen ist verschwunden. Sehr schnell ist klar, dass Fänger an einer Zyanidvergiftung gestorben ist. Die Polizei verdächtigt zunächst Nadja Fänger und Peter Stiller, der sich wiederum bei Nadja fast am Ziel seiner Wünsche wähnt. Oder sollte ein Produkterpresser die vergifteten Kapseln platziert haben? Ein weiterer Toter und die Begleitstoffe des Gifts bringen Robert Kolmaar auf eine Spur.","versions":[{"lang":1,"streams":[{"redirect":8340550,"hoster":"VOE"},{"redirect":8340551,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das weiße Rauschen","epNo":5,"alt":"","descr":"Robert Kolmaar und Joe Hoffer werden zu einem Unfall auf einer Landstraße gerufen: Ein PKW hat sich überschlagen, dabei einen Hydranten weggerissen. Kolmaar kann nur noch den Tod der drei Männer im Auto feststellen, von denen nur der Fahrer Papiere bei sich trägt. Die Leichen werden in die Rechtsmedizin überführt – wo aber nur zwei von ihnen ankommen. Der dritte Mann bleibt spurlos verschwunden, dafür taucht Wim Geddes vom Staatsschutz bei Joe Hoffer auf: Bei einem der PKW-Insassen handelte es sich um einen Bundestagsabgeord-neten. Geddes fordert Hoffer zu enger Zusammenarbeit auf. Der Kommissar realisiert jedoch, dass Geddes an einer Aufklärung des Unfalls überhaupt nicht interessiert ist. Als die Leiche des Belgiers Jan Bullmann gefunden wird und Robert Kolmaar durch ein winziges Detail eine Verbindung zu dem ver-schwundenen Toten aus dem PKW herstellen kann, wird es für ihn und Hoffer allerdings lebensgefährlich, zumal die beiden nur ungern die Ermittlungen ein-stellen wollen. Am Ende haben sie eigentlich keine Chance – und nutzen sie!","versions":[{"lang":1,"streams":[{"redirect":8340330,"hoster":"VOE"},{"redirect":8340328,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Anatomie des Herzens","epNo":6,"alt":"","descr":"Bei einer Routine-Operation stirbt die Frau von Robert Kolmaars Chef Prof. Bondzio. Gegen den Widerstand der Krankenhausärzte wird eine Obduktion durchgeführt, bei der schwerste Kunstfehler als Todesursache nachgewiesen werden. Und dabei hatte die Chefin des Herzzentrums selbst operiert, Frau Prof. Karla Brunner. Bei ihr häufen sich allerdings in letzter Zeit die Fehler und Pannen, weshalb Oberarzt Dr. Gurland seiner Kollegin Dr. Anette Gotta, der Tochter der Professorin, gegenüber damit droht zu kündigen, falls ihre Mutter nicht zurücktritt. Robert Kolmaar spricht mit Dr. Gotta, von der er sehr fasziniert ist, wie seine Kollegin Judith Sommer mit Unbehagen beobachtet. Dr. Kolmaar erkennt das Problem der Herzchirurgin: Sie leidet unter Parkinson. Das nährt bei Kolmaar einen furchtbaren Verdacht, den er allerdings nicht ohne weiteres beweisen kann","versions":[{"lang":1,"streams":[{"redirect":8340337,"hoster":"VOE"},{"redirect":8345443,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bitter im Abgang","epNo":7,"alt":"","descr":"Während einer Weinverkostung des \"Weinpapstes\" Thomas Irion, bei der als Vorspeise auch Miesmuscheln gereicht werden, kommt es zum Eklat, als der Koch Kurt Ägidi die Restaurantkritikerin Ellen Nyberg verbal heftig attackiert, weil sie sein Restaurant in der Bewertung heruntergestuft hat. Kurz danach bricht Ellen Nyberg tot zusammen. Robert Kolmaar stellt eine Saxitoxin-Vergiftung fest. Hierbei handelt es sich um ein Algengift, das sich in seltenen Fällen in Muscheln anreichert. In Verdacht gerät zunächst Albert Geff, Noch-Ehemann von Ellen. Aber auch Johanna und Kurt Ägidi haben ein starkes Motiv und verdächtigen sich zudem gegenseitig. Erst eine Rekonstruktion der Weinverkostung schafft am Ende Klarheit. Für zusätzliche Irritation sorgt Robert Kolmaars Kollegin Judith Sommer, nicht nur, weil sie Ellen Nyberg kannte und Lebensmittelgutachten für sie erstellt hatte, sondern vor allem weil sie nicht mehr die ewige Nummer 2 sein will und sich ein interessantes Jobangebot in Köln aufgetan hat.","versions":[{"lang":1,"streams":[{"redirect":8340319,"hoster":"VOE"},{"redirect":8340317,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der vergessene Tod","epNo":8,"alt":"","descr":"Der Rentner Karl Apel stürmt mit einem Gewehr in Preußendorf, einem kleinen brandenburgischen Ort, in die Praxis seines Hausarztes Dr. Kimmel, der wenig später erschossen aufgefunden wird. Karl Apel flieht in ein Waldstück, wo Joe Hoffer ihn schließlich überreden kann, sein Jagdgewehr abzugeben. Die Sache scheint klar, auch ein Motiv ist schnell parat: Nach seiner Frau war gerade die Tochter Apels gestorben, beide waren bei Dr. Kimmel in Behandlung. Warum aber hat der Bürgermeister von Preußendorf so ein starkes Interesse an dem Fall? Wenig später wird Oberarzt Dr. Jan Burscheit beinahe Opfer eines Sprengstoff-anschlags. Er hatte die beiden Frauen im Krankenhaus betreut, auch die Totenscheine ausgestellt. In den Krankenakten tauchen allerdings merkwürdige Widersprüche auf. Auf Wunsch des Institutsleiters Prof. Bondzio soll Robert Kolmaar den Weggang Judith Sommers nach Köln verhindern. Mit dieser Aufgabe tut sich der \"letzte Zeuge\" allerdings erstaunlich schwer.","versions":[{"lang":1,"streams":[{"redirect":8340323,"hoster":"VOE"},{"redirect":8340325,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Jungs aus Dahlem","epNo":9,"alt":"","descr":"Anna Kolmaars Freund Mense hat zur allgemeinen Überraschung ein Physikstudium aufgenommen. Zusammen mit den älteren Studenten Henning Trill, Mitko Goff sowie dem hochbegabten Professorensohn Nick Melker soll er außerdem unter der Leitung von Dr. Zemm am Institut für Physik ein kleines Atommuseum aufbauen. Bei einer Institutsfeier bricht der Direktor Prof. Melker allerdings zusammen und stirbt auf dem Weg ins Krankenhaus. Bei der Obduktion stellt sich heraus, dass Melkers Herzschrittmacher versagt hat – die Elektronik ist völlig zerstört, eigentlich ein Ding der Unmöglichkeit. Natürlich reagiert Nick Melker sehr betroffen. Mense merkt allerdings, dass da noch mehr ist – sollte sein Freund etwas mit dem Tod seines Vaters zu tun haben? Mense sucht Rat bei Robert Kolmaar, denn bald gibt es einen weiteren Toten und je mehr er über seine Kommilitonen herausfindet, um so stärker gerät er in einen Konflikt zwischen seinem Gewissen und seiner gerade erst beginnenden Freundschaft mit Nick.","versions":[{"lang":1,"streams":[{"redirect":8340364,"hoster":"VOE"},{"redirect":8340344,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Brennende Gier","epNo":10,"alt":"","descr":"Ein Erpresser droht damit, ein Vorstandsmitglied des Bankhauses Berlin umzubringen. Kurz danach geht das Auto von Dr. Henning Fischer, Chef der bankinternen Risikokontrolle, in Flammen auf. Die Spurenlage ist schlecht, dennoch glaubt niemand so recht an einen Unfall. Robert Kolmaar und Judith Sommer stoßen bei der Obduktion auf einige Ungereimtheiten. Angst geht um. Und das in einer Situation, wo Gescha Siewers, attraktive Bankmanagerin, kurz vor dem Abschluss eines 174-Millionen-Kreditgeschäfts steht. Sollte die Erpressung damit zusammenhängen? Oder steckt die Kinobesitzerin Ilse Farnung dahinter, der ein Kredit verweigert wurde? Dem Bankhaus steht jedenfalls eine Tiefenprüfung durch die Bankenaufsicht bevor. Als Gescha Siewers sich deshalb mit Vorstandsmitglied Dr. Nedde treffen will, geht der praktisch vor ihren Augen in Flammen auf. Robert Kolmaar begibt sich am Ende in Lebensgefahr, denn nur eine Falle kann die für die Aufklärung nötigen Beweise liefern.","versions":[{"lang":1,"streams":[{"redirect":12920776,"hoster":"VOE"},{"redirect":8340359,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Alptraum","epNo":11,"alt":"","descr":"In einem ausgebrannten Abrisshaus werden zwei Tote gefunden. Kriminalkommissar Joe Hoffer und Dr. Robert Kolmaar entdecken Spuren eines dritten Mannes, der sich schwer verletzt aus dem Flammeninferno retten konnte. Hanns Stinn versucht Robert Kolmaar etwas über ein wichtiges Jubiläum zu sagen, bevor er stirbt. Bei der Obduktion der Toten fällt bei allen dreien die Oberarmtätowierung \"Brandenburg\" und ein Lungenödem auf, das auf die Berührung mit hochgiftigen Substanzen schließen lässt. Da Dr. Herbert Brehmer vom Staatsschutz sich ebenfalls für den Vorfall interessiert, wobei er die Identität seines V-Manns Karl Kromberg auf keinen Fall preisgeben möchte, realisiert Joe Hoffer, dass eine extremistische Organisation hinter dem mysteriösen Brand steckt und vermutlich eine große Aktion plant. Das von den drei Toten entwendete radioaktive Material würde jedenfalls ausreichen, um ganz Berlin zu kontaminieren. Hanns Stinn hat Robert Kolmaar eine bruchstückhafte Skizze hinterlassen, die Anhaltspunkte für die tödliche \"Jubiläumsaktion\" liefert. Ein dramatischer Wettlauf mit der Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":8340356,"hoster":"VOE"},{"redirect":8340362,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Frösche, die Kinder, der Tod","epNo":12,"alt":"","descr":"Die Arzthelferin Ellen Holm sucht in panischer Angst Dr. Robert Kolmaar in der Pathologie auf und erklärt, sie sei vergiftet worden, und zwar auf die gleiche Weise wie ihr Sohn vor einigen Jahren. Sie lebe nur noch kurz und Kolmaar solle sie später sezieren. In ihrer Erregung verletzt sich Ellen Holm an einem Wasserglas. Kolmaars Kollegin Dr. Judith Sommer möchte sie verarzten, doch Ellen verschwindet. Während Ulla Grünbein und Judith sie als verrückt abtun, findet Robert Kolmaar, dass irgendetwas an Ellen Holm nicht verrückt ist und lässt ihr Blut asservieren. Kurz darauf wird die Leiche des Informatikers Heiner Wolf grausam entstellt gefunden. Sein letztes Handy-Gespräch führte er mit Ellen Holm. Aus Polizeiakten ist zu entnehmen, dass die Arzthelferin nach dem Tod ihres Sohnes vor fünf Jahren wiederholt erfolglos ein Ermittlungsverfahren wegen Kindesmissbrauchs anstrengte. Nun scheint die Situation eskaliert zu sein. Robert Kolmaar und Kriminalkommissar Joe Hoffer bleiben nur wenige Stunden, um zu verhindern, dass Ellen Holm tatsächlich als Leiche in der Gerichtsmedizin landet.","versions":[{"lang":1,"streams":[{"redirect":8340345,"hoster":"VOE"},{"redirect":8340348,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sandkastenliebe","epNo":13,"alt":"","descr":"Assen Ignatow, Inhaber eines russisch-ukrainischen Clubs, dominiert eine illegale Pokerrunde. Sieger der Nacht ist allerdings Dr. Lew Usman, Anästhesist. Als dessen Frau Helena auftaucht, setzt er zu ihrem Entsetzen alles – und gewinnt. Dennoch will Helena nichts von einem Neuanfang wissen, zumal sie gerade erfahren hat, dass ihr Mann das gemeinsame Haus längst verspielt hat und am kommenden Tag notariell abtreten muss. Sie will, dass Lew auszieht. Am nächsten Morgen hängt Lew Usman tot in seiner Garage. Als Dr. Helena Usman erscheint, die schon auf dem Weg zu ihrer Arbeit als Flugbegleiterin beim Verteidigungsministerium war, erkennt Kolmaar in ihr eine Jugendliebe wieder, die nun unter Mordverdacht gerät. Die Obduktion liefert jedoch zunächst keine eindeutigen Hinweise auf eine Fremdbeteiligung. Helena Usman bittet Robert Kolmaar um Hilfe, da man die Spielschulden ihres Mannes jetzt bei ihr eintreiben will. Trotz des laufenden Verfahrens trifft er sich mit Helena. Joe Hoffer nimmt Kolmaars Engagement für die Verdächtige mit zunehmendem Misstrauen zur Kenntnis. Schließlich findet Robert Kolmaar heraus, dass etwas ganz anderes hinter allem steckt. Da ist es jedoch bereits beinahe zu spät für Helena Usman und ihre Tochter Katharina","versions":[{"lang":1,"streams":[{"redirect":12378660,"hoster":"VOE"},{"redirect":8340352,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Die Sensationsreporterin","epNo":1,"alt":"","descr":"Im Prozess gegen einen großen Pharmakonzern tritt Dr. Robert Kolmaar als Gutachter vor Gericht auf, kann aber keine eindeutigen Aussagen zur Todesursache des Patienten machen. Als nächstes soll die Zeugin Dr. Sina Eck aussagen, erscheint jedoch nicht. Im Gerichtssaal wird Kolmaar von der jungen Journalistin Nathalie Waldau angesprochen. Sie will für ein renommiertes Fachjournal ein Porträt über ihn schreiben und ihn drei Tage begleiten. Kolmaar wird zu einem scheinbar harmlosen Autounfall gerufen, bei dem allerdings eine Beifahrerin stirbt. Die Tote ist Dr. Sina Eck, und Nathalie Waldau scheint sie zu kennen, auch wenn sie es leugnet. Als Todesursache diagnostizieren Robert Kolmaar und seine Kollegin Judith Sommer ein toxisches Schocksyndrom: Wegen einer schweren Bakterieninfektion wurden Sina Eck Antibiotika verabreicht, die letztlich eine massive Ausschüttung tödlicher Toxine ausgelöst haben. Unklar bleibt die Infektionsquelle, womit auch die Frage nach möglichem Fremdverschulden zunächst nicht beantwortet werden kann. Kolmaar vermutet, dass mehr als eine zufällige Infektion dahinter steckt und Nathalie Waldau wichtige Informationen verschweigt. Er stößt auf ebenso überraschende wie gefährliche Fakten","versions":[{"lang":1,"streams":[{"redirect":12383763,"hoster":"VOE"},{"redirect":8339784,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lügner leben länger","epNo":2,"alt":"","descr":"In einem Hotelzimmer wird die Leiche der Edel-Prostituierten Monica Berli gefunden. Der prominente Sachbuchautor und begehrte Talkshow-Gast Alexander Gramann, der gerade mit seinem neuen Buch \"Die Rückkehr der Werte\" einen weiteren Erfolg gelandet hat, war ihr Kunde. Er bestreitet es gegenüber Joe Hoffer und Robert Kolmaar vergebens: Fingerabdrücke belegen seine Anwesenheit bei der Koks-Party im Hotel, an der den Blutspuren zufolge noch eine weitere Frau teilnahm. Auch diese Prostituierte landet kurz darauf in der Pathologie. Unter dem Einfluss von K.-o.-Tropfen ist sie nach Verlassen des Hotels in einem Kanal ertrunken. Hat Gramann die Frauen getötet oder zumindest betäubt? Die Beweise dafür fehlen. Geschickt tritt Alexander Gramann vor laufender Kamera die Flucht nach vorn an und bittet seine Frau Marlene und die Öffentlichkeit um Verzeihung. Er trage an dem Unglück keine Schuld, müsse aber einen Fehler zugeben. Robert Kolmaar erkennt, dass Marlene Gramann, die den Skandal auffallend gleichmütig zur Kenntnis nimmt, an den Geschehnissen nicht ganz unbeteiligt ist. Angesichts der rätselhaften Todesfälle ist sie vermutlich jedoch nicht die einzige, die sich an der Moral des Moralisten stört.","versions":[{"lang":1,"streams":[{"redirect":8339788,"hoster":"VOE"},{"redirect":8339782,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Tote aus dem Moor","epNo":3,"alt":"","descr":"Prof. Dr. Helmut Klix, Leiter des Museums für Ur- und Frühgeschichte, hat eine Pressekonferenz einberufen zur Präsentation des \"Mädchens von Lidale\", einer über 2000 Jahre alten Moorleiche. Ausgerechnet an diesem Tag stirbt seine Mitarbeiterin und Geliebte Dominique Perten. Nach der Besichtigung der Leiche und des Fundortes steht für Robert Kolmaar und Joe Hoffer fest, dass die Frau Opfer eines Verbrechens geworden ist. Die Obduktion liefert allerdings ein völlig anderes Ergebnis. Überraschend bezichtigt sich Mette Klix, Tochter des Museumsleiters und Archäologie-Praktikantin, Dominique Perten umgebracht zu haben. Will sie auf diesem Weg verhindern, dass die Ermittlungen eingestellt werden? Welches Geheimnis birgt das \"Mädchen von Lidale\"? Robert Kolmaar sorgt sich zudem um seine Kollegin Judith Sommer, die unter Hochspannung steht, da sie das Thema ihrer Habilitation öffentlich verteidigen muss. Nach ihrem Auftritt taucht Judith ab und reagiert nicht auf Kolmaars Anrufe.","versions":[{"lang":1,"streams":[{"redirect":8339787,"hoster":"VOE"},{"redirect":8339786,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Rad des Lebens","epNo":4,"alt":"","descr":"Im Bad eines Studenten-Appartements wird eine bis zur Unkenntlichkeit verkohlte Leiche gefunden, dazu ein Abschiedsbrief, den Bimala, die Freundin des Toten, für Kommissar Joe Hoffer übersetzt. Der Brief bezeugt den Selbstmord des indischen Tiermedizin-Studenten Ranjit. Er hat das entscheidende Examen nicht bestanden. Mit dem Verlust des Stipendiums endete auch sein Visum. Das bedeutete das Aus für seine Lebensaufgabe, als Ältester der Hoffnungsträger einer ganzen Familie zu sein. Aber eine Selbstverbrennung? Merkwürdig ist zudem, wie rein, fast spurlos rein das Appartement ist. Robert Kolmaars Tochter Anna macht die Bekanntschaft des charmanten Madan, der gerade aus Indien zum Studium nach Berlin gekommen ist und sich gern von ihr die Stadt zeigen lässt. In seinem Studentenheim begegnet der Womanizer Madan der Frau eines Veterinärmedizin-Professors, Astrid Nichols, einer Freundin Bimalas, die dort ihren Geliebten besuchen wollte und ihn nach einem Streit wütend verlässt. Am nächsten Morgen wird Astrid erhängt, seltsam über dem Wasser schwebend in der Nähe des Uferdickichts der Spree gefunden. Kommissar Joe Hoffers ermittelt, dass Astrid zuletzt mit Madan in einem Restaurant gesehen wurde, doch zur nächtlichen Tatzeit, die Robert Kolmaar und Judith Sommer exakt bestimmen können, war Madan bei Anna Kolmaar. Allerdings kann sich Robert Kolmaar nicht des schrecklichen Verdachts erwehren, dass der vermeintliche Selbstmord von Ranjit und der Mord an Astrid zusammenhängen und somit seine Tochter in großer Gefahr schwebt.","versions":[{"lang":1,"streams":[{"redirect":8340531,"hoster":"VOE"},{"redirect":8340534,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Frau ohne Gewissen","epNo":5,"alt":"","descr":"Die Sekretärin Ulla Grünbein klagt Robert Kolmaar und Judith Sommer ein Problem: Ihr Freund Karl Ansbach hat sich genötigt gefühlt, ihr einen Antrag zu machen, obwohl sie eigentlich beide keine Ehe wollen und eine Heirat das Ende der Beziehung bedeuten könnte. Ulla folgt dem Rat von Robert Kolmaar und Judith Sommer und verabredet sich sofort mit Karl, um ihm abzusagen. Erst bei diesem Treffen erfährt sie geschockt, dass er längst verheiratet ist und zwar mit der Politikerin Miriam Ansbach. Karl beteuert jedoch, die Scheidung gerade eingereicht und sich ganz für Ulla entschieden zu haben. Mitten im Gespräch bricht Karl tot zusammen. Robert Kolmaar kommt nicht umhin, auf Grund einiger Symptome einen nicht natürlichen Tod zu vermuten, den die Obduktion bestätigt. So sehr sich alle Beteiligten dagegen wehren: Je länger sie ermitteln, umso verdächtiger wird Ulla Grünbein, die Motiv und Gelegenheit für einen Mord hatte. Es gibt zwar auch andere Verdächtige, allen voran Ansbachs Ehefrau, die gerade um den Einzug in den Senat kämpft und sich die Unterstützung ihrer ehrgeizigen Assistentin Tonja Pilz und vor allem die von Polizeidirektor Erich Puto zunutze macht. Kommissar Joe Hoffer sieht sich jedoch schließlich gezwungen, Ulla Grünbein in Untersuchungshaft zu nehmen. Robert Kolmaar und Judith Sommer arbeiten mit Hochdruck daran, Indizien zu finden, die Ulla entlasten könnten.","versions":[{"lang":1,"streams":[{"redirect":8340556,"hoster":"VOE"},{"redirect":8340543,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Kinder des Zorns","epNo":1,"alt":"","descr":"Während die Berliner Polizei mit der Vorbereitung und Absicherung einer Chemie-Konferenz beschäftigt ist, zu der hochrangige Branchenvertreter aus aller Welt anreisen, wird am Kai des Berliner Westhafens, in unmittelbarer Nähe des Öl- und Benzin-Umschlagplatzes, die Leiche des Fotografen Utz Hederle gefunden. Der Mann riecht stark nach Benzin, ist aber, wie die Obduktion zeigt, nicht in Benzin ertrunken: Er hat vielmehr ein tödliches Benzin-Luft-Gemisch eingeatmet. Bleibt die Frage, wo der Mann einem solchen Gemisch ausgesetzt war, ob es sich um einen Unfall handeln könnte. Auch von Katja Fonteyn, der Schwester des Toten, die zusammen mit ihrer blinden indischen Adoptivtochter Inma in der Rechtsmedizin auftaucht, um ihren Bruder noch einmal zu sehen, bekommt Robert Kolmaar darauf keine Antwort. Als bei der weiteren Untersuchung im Körper des Toten auch noch Sprengstoffreste gefunden werden, schrillen bei Robert Kolmaar alle Alarmglocken – sollte da jemand eine Benzin-Bombe mit verheerender Sprengkraft bauen? Und könnte das vielleicht mit der Chemie-Konferenz zu tun haben? Die Ermittlungen von Kommissar Joe Hoffer bestätigen diesen Verdacht – ein Wettlauf mit der Zeit beginnt Aber auch privat ist Robert Kolmaar stark gefordert: Der gemeinsame Umzug mit seiner Tochter Anna lässt mal wieder die emotionalen Wogen hochschlagen. Außerdem muss Kolmaar sich um seine Kollegin Judith Sommer kümmern, die mit ihrer Habilitation in eine große Krise geraten ist.","versions":[{"lang":1,"streams":[{"redirect":8340581,"hoster":"VOE"},{"redirect":8340567,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Türen in der Nacht","epNo":2,"alt":"","descr":"Die Sekretärin Karen Jablonka, Anfang 30, verlässt auf eigenen Wunsch eine psychiatrischen Klinik, wo sie wegen einer reaktiven Psychose behandelt wurde. Dr. Hannah Degen, ihre Ärztin, ist gegen diese Entlassung, weil Karen noch immer unter Angstattacken leidet und latent suizidgefährdet ist. Außerdem vermutet die Psychologin, dass Tom Jablonka am Zustand seiner Frau wesentlichen Anteil hat. Auf der Fahrt nach Hause hat Karen Jablonka einen Angstanfall. Sie flieht aus dem Auto ihres Mannes und verursacht dabei einen schweren Autounfall, bei dem ein Mann zu Tode kommt. Dr. Robert Kolmaar fällt auf, dass Karen Jablonka übermäßig reizempfindlich auf Licht und Lärm reagiert. Wieder zu Hause stellt Karen Jablonka verärgert fest, dass ihr Mann ihre Post geöffnet hat, u. a. einen Bankbrief, der eine große Geldsumme auf einem nur ihr zugänglichen Konto dokumentiert. Tom stellt seine Frau wegen dieses geheimen Vermögens zur Rede. Sie weicht ihm jedoch aus und verlässt fluchtartig die Wohnung, um sich mit einem gewissen Hans Gigmann zu treffen, der bereits mehrfach versucht hat mit ihr Kontakt aufzunehmen. Am nächsten Morgen ist Gigmann tot. Karen Jablonka steht unter Mordverdacht. Für Dr. Robert Kolmaar, Dr. Judith Sommer und Kommissar Joe Hoffer gibt es zunächst keine rechte Verbindung zwischen den beiden Geschehnissen. Als diese sich durch einen toxischen Befund schließlich herstellen lässt, wird ihnen die Dimension der Geschichte bewusst – und dass Karen Jablonka in höchster Lebensgefahr schwebt. Zwischen Judith Sommer und ihrem Habilitations-Betreuer Prof. Ruben Donsbach eskaliert die Situation. Robert Kolmaar versucht die verzweifelte Judith vergeblich zur Weiterarbeit an ihrer Habilitation zu bewegen und bietet schließlich zusammen mit seinem Chef Prof. Bondzio eine überraschende Lösung an.","versions":[{"lang":1,"streams":[{"redirect":12920777,"hoster":"VOE"},{"redirect":8340593,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Späte Liebe","epNo":3,"alt":"","descr":"Joe Hoffer bemüht sich vergeblich, die Wissenschaftsjournalistin Dr. Patricia Marr abzuwimmeln, die viel früher als geplant bei ihm in der Mordkommission hospitieren will, da wird er an einen besonderen Tatort gerufen: Im Probenraum einer Band, die kurz vor einem spektakulären Comeback steht, ist die Leiche der Bandleaderin gefunden worden. Ziemlich exakt ein Jahr zuvor war an gleicher Stelle ein anderes Bandmitglied unter genau den gleichen Umständen zu Tode gekommen. Der Tontechniker der Gruppe war damals – nicht zuletzt auf der Grundlage von Robert Kolmaars Gutachten – wegen Totschlags verurteilt worden und sitzt nun seine Strafe ab. Versucht vielleicht jemand nachträglich seine Unschuld zu beweisen? Und welche Rolle spielt dabei die Mutter des Tontechnikers, die inzwischen immerhin stellvertretende Generalstaatsanwältin von Berlin ist? Robert Kolmaar und Judith Sommer vermuten, dass die gleichen Tatumstände und sehr ähnlichen Obduktionsergebnisse kein Zufall sein können. Joe Hoffer stößt währenddessen auf den gerade veröffentlichten Roman des ehemaligen Band-Managers Ernst Loy, in dem nicht nur der zurückliegende, sondern auch der aktuelle und sogar ein weiterer Mord an einem anderen Mitglied der Mädchenband beschrieben werden. Ausgerechnet in dieser Situation verliebt Hoffer sich in Patricia Marr. Dies ist nicht die einzige emotionale Irritation bei der Aufklärung der Mordserie, denn auch die Gefühle von Robert Kolmaar und Judith Sommer fahren mal wieder Achterbahn, seit Kolmaar die inhaltliche Betreuung von Judiths Habilitationsarbeit übernommen hat.","versions":[{"lang":1,"streams":[{"redirect":8340597,"hoster":"VOE"},{"redirect":8340594,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tod eines Tänzers","epNo":4,"alt":"","descr":"Rechtsmediziner Robert Kolmaar begleitet seine Tochter Anna in ein Revuetheater. Anna ist furchtbar aufgeregt: Sie wurde als Sprecherin für eine \"Schwanensee\"-Persiflage engagiert und wird Georg Aigner begegnen, dem früheren Startänzer des Theaters, für den sie schon immer geschwärmt hat. Aigner hat sich für ein Engagement in Las Vegas überreden lassen, nach drei Jahren noch einmal mit seinem mittlerweile verhassten Partner Jasper Röder aufzutreten. Vom dem Gastspiel hängt die Zukunft des gesamten Theaters ab, entsprechend ungeduldig warten Aigner, die Choreographin Fanny Eiswald, Intendant Todd Georgy und der Ersatztänzer Lennard von Stoiben auf Röder. Der lässt jedoch auf sich warten und wird schließlich zusammengebrochen im Fahrstuhl gefunden. Sein Glück ist, dass Robert Kolmaar noch da ist. Jasper Röder überlebt, Todd Georgy glaubt jedoch an einen Anschlag. Und tatsächlich entdecken Robert Kolmaar und Joe Hoffer in der Lüftungsanlage von Röders Wagen die Larven des Eichenprozessionsspinners, die bei Röder einen pseudoallergischen Schock ausgelöst hatten. Als wenig später auch im Auto von Georg Aigner zahlreiche Larven entdeckt werden, glaubt auch Joe Hoffer nicht mehr an einen Zufall. Obwohl er und Robert Kolmaar intensiv ermitteln, können sie nicht verhindern, dass Jasper Röder wenig später ermordet wird – mittels getrockneter und zerstoßener Larven. Kolmaar gerät zusätzlich in einen großen emotionalen Konflikt, da seine Tochter Anna sich in Georg Aigner verliebt hat, der ihr Vater sein könnte.","versions":[{"lang":1,"streams":[{"redirect":8340582,"hoster":"VOE"},{"redirect":8340587,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Richterin","epNo":5,"alt":"","descr":"Die Freundinnen Hanna Brühl und Beate Wieland – Staatsanwältin die eine, die andere Richterin – bereiten sich auf ihr Training in einer Indoor-Kletteranlage vor. Dabei fordert Hanna die Richterin Beate auf, am nächsten Tag endlich zur Polizei zu gehen, sonst wird sie es tun. Kurz darauf verunglückt Hanna beim Klettern tödlich. Die Obduktion ergibt keine Sturzverletzung mit Todesfolge, aber Hinweise auf eine allergische Reaktion. Am nächsten Tag ist Robert Kolmaar als Gutachter im Gericht. Angeklagt ist Uwe Rath wegen eines Mordes von extremer Brutalität. Dem Rechtsmediziner widerfährt etwas Unbegreifliches: Nicht sein Gutachten, sondern die Umstände seiner Entstehung, Kolmaars Untersuchung des Angeklagten, stehen im Mittelpunkt des Interesses der Richterin, der Kolmaar gut bekannten Beate Wieland, die ein neues Gutachten in Auftrag gibt, das schließlich dazu führt, dass der Mörder freigesprochen wird. Wenn allerdings beide Gutachten richtig sind, muss zwischenzeitlich die Mordwaffe, ein Messer, manipuliert worden sein. Wurde die Richterin bestochen, oder erpresst? Noch am Tage seines Freispruchs wird der Mörder Uwe Rath tot aufgefunden. Gibt es einen Zusammenhang zwischen seinem Tod und dem der Staatsanwältin Hanna Brühl? Hoffer stößt bei den Ermittlungen zum rätselhaften Tod von Hanna Brühl auf Papiere, die ihre Freundin, die Richterin Beate Wieland, ins Zwielicht rücken. Die Rechtsmediziner weisen nach, dass todesursächlich die Inhalation von Latex war – während des Kletterns. Als Kolmaar Beate Wieland einen Besuch abstattet, registriert er, dass auf einigen Buntstiften, mit denen ihr kleiner Sohn Joschi malt, die Farbe extra als Wort geschrieben steht. Eröffnet sich so eine Spur zum Mörder?","versions":[{"lang":1,"streams":[{"redirect":8340589,"hoster":"VOE"},{"redirect":8340588,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gambit Star","epNo":6,"alt":"","descr":"\"Gambit Star\" – so heißt ein erfolgreiches Rennpferd, das zahlreiche Siege unter dem Champion-Jockey Jan Spitzer errungen hat. Wenige Tage nach einem triumphalen Rennen wird Spitzer tot aufgefunden. Er soll beim Training verunglückt sein, sich im Steigbügel verfangen haben, bewusstlos geschleift worden und in einem Wassergraben ertrunken sein. Auf Grund einer anonymen Anzeige ordnet der Staatsanwalt dennoch eine Obduktion an – und sei es, um den Unfall zu bestätigen. Sollten Dr. Kolmaar und Judith Sommer etwas finden, muss ermittelt werden. Ins Blickfeld geraten dabei der Leiter des Rennstalls \"Morgenaue\" Mark Anders und sein Stallmeister Richard Mohn sowie drei Frauen: die reitbegeisterte 15-jährige Schülerin Veronika Preisse, die Ehefrau des Stallmeisters Irene Mohn und die Pferdebesitzerin Hedda Kronberger. Bei ihrer Arbeit stoßen Dr. Robert Kolmaar und Kriminalkommissar Joe Hoffer auf ein schwer durchschaubares Geflecht von Geschäftsinteressen, Eifersucht, Tierliebe und Profitgier.","versions":[{"lang":1,"streams":[{"redirect":8340538,"hoster":"VOE"},{"redirect":8340563,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Im gläsernen Sarg","epNo":7,"alt":"","descr":"Auf der Havel ist das Boot eines alten Anglers von einem Motorboot gerammt worden. Dabei kam der Angler ums Leben. Während Dr. Robert Kolmaar am Tatort vergebens auf Kommissar Joe Hoffer wartet, der in einen schweren Autounfall verwickelt ist, kehrt das Motorboot zurück zum Ort des Zusammenstoßes. Am Steuer ist der Geschäftsmann Hagen Munsch, der offensichtlich kurzzeitig die Kontrolle über das Boot verloren hatte. Von einer Havelinsel kommend nähert sich sein Bekannter Ikke Huber in einem alten Motorkahn, während an Land bereits die Sekretärin Emma Berg mit ihrem Auto auf die beiden Männer wartet. Sie will Hagen Munsch und Ikke Huber abholen, die als Investoren den Zustand der Firma Transanalytik prüfen sollen und einige Tage im luxuriösen Gästehaus der Firma auf der Havelinsel verbringen. Von allen zunächst unbemerkt, lässt sich Hagen Munsch plötzlich von seinem Boot ins Wasser fallen. Er kann wenig später nur noch tot geborgen werden. Selbstmord, stellen die Gerichtsmediziner bei der Obduktion fest. Zwei irritierende Entdeckungen veranlassen sie allerdings zu weiteren Nachforschungen und Untersuchungen. Robert Kolmaar stößt auf ein fatales Geflecht von Beziehungen, Sehnsüchten und Abhängigkeiten zwischen Emma Berg, dem Firmenchef Hans Forbach und seiner Frau Dr. Axa Forbach sowie den beiden Investoren. Ein weiterer Beteiligter landet in der Gerichtsmedizin und führt Kolmaar auf eine Spur, die dafür spricht, dass es bald noch einen Toten geben könnte. Kolmaar und Joe Hoffers Vertreter Etzel Hanisch versuchen alles, um den sich anbahnenden mörderischen Racheakt zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8340541,"hoster":"VOE"},{"redirect":8340536,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das rosa Lächeln","epNo":8,"alt":"","descr":"Dr. Robert Kolmaar und seine Kollegin Dr. Judith Sommer müssen Zähne eines Tsunami-Opfers identifizieren, die ihnen von einem DNA-Labor in Peking zugeschickt wurden. Acht Monate nach dem Seebeben an Indonesiens Stränden besteht eine deutsche Versicherung darauf, dass Identität und Tod des Deutschen Horst Weihe auch von einem deutschen Institut für Rechtsmedizin bestätigt werden, bevor sie eine Lebensversicherung über 4 Millionen Euro ausbezahlt. Das wäre kein Problem, wenn die Rosa-Färbung der Zähne – \"pink teeth\" – tatsächlich durch lange Liegezeit im Meerwasser verursacht worden wäre, zumal ihr Status mit den zahnärztlichen Unterlagen übereinstimmt. Doch die vorliegenden Zähne wurden mit Keramikfarbe behandelt und raffiniert gefälscht. Die Witwe, die Apothekerin Claudia Weihe, wird damit konfrontiert, dass ihr Mann nicht im Tsunami ums Leben gekommen ist. Er ist entweder auf andere Weise gestorben, eventuell sogar ermordet worden, oder er lebt noch. Diese Nachricht erschüttert Frau Weihe in doppelter Weise. Nun steht sie nahezu ohne Hoffnung vor dem Schuldenberg ihres Mannes. Und wie soll sich ihr Verhältnis zu Michael Elsner, den sie gerade kennen- und lieben gelernt hat, gestalten, wenn ihr Mann noch lebt? Im LKA meint Kommissar Joe Hoffer lapidar, dass der Ehemann die Gelegenheit genutzt hat, Schulden und Familie hinter sich zu lassen und irgendwo ein neues Leben anzufangen. Gönnen wir es ihm! Hoffer plagt vielmehr die Aufklärung eines länger zurückliegenden Mordes, für den ein Zeuge wieder aufgetaucht ist, der sich aber immer nur auffällig bruchstückartig zu erinnern vermag. Als sich herausstellt, dass dieser Zeuge und der Liebhaber der Witwe ein und derselbe sind, wirft dies neues Licht auf alle offenen Fragen.","versions":[{"lang":1,"streams":[{"redirect":12333328,"hoster":"VOE"},{"redirect":8340537,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ich sterbe, du lebst","epNo":9,"alt":"","descr":"Da Dr. Judith Sommer sich mit flatternden Nerven auf die Verteidigung ihrer Habilitationsarbeit vorbereiten muss, übernimmt Dr. Robert Kolmaar einen Fall für sie. Ein junger Ausländer namens Sezen Aksul ist nach einem Unfall auf einer Baustelle verletzt ins Krankenhaus eingeliefert worden. Die Ausländerbehörde braucht eine Altersbestimmung. Sezen, der seit Jahren illegal in Deutschland lebt, gibt an, erst 13 Jahre alt zu sein. Allerdings scheint das eher eine reine Schutzbehauptung zu sein, um nicht so leicht in die Türkei abgeschoben werden zu können. Mittlerweile bekommt Sezen von dem behandelnden Arzt eine niederschmetternde Diagnose: Seine linke Niere ist schwerst geschädigt. Er muss dringend an die Dialyse. Das ist jedoch nicht die einzige bittere Wahrheit, mit der der Junge fertig werden muss. Seine rechte Niere fehlt. Er ist zwar vor vier Jahren in Deutschland an einem Nierenkarzinom operiert worden, muss jedoch jetzt realisieren, dass ihm stattdessen eine – wahrscheinlich gesunde – Niere entfernt wurde. In seiner Verzweiflung überwältigt Sezen den Polizisten, der ihn bewachen sollte, und flieht mit Robert Kolmaar als Geisel aus der Klinik. Kolmaar wird zwar bald darauf frei gelassen, ist jedoch leicht traumatisiert von der Entführung. Sezen nimmt derweil mit dem damaligen Übersetzer Dr. Ahad Andica Kontakt auf und versucht mit allen Mitteln an seine Krankenakte zu kommen. In der Tat findet er heraus, dass sein Operateur Prof. Hans Rozin am gleichen Tag noch eine weitere Nierentransplantation vorgenommen hat. Sezen hat nichts mehr zu verlieren und will nur noch eins: Wiedergutmachung. Judith Sommer wiederum schwebt nach bestandener Habilitation auf Wolken und wird in ihrem Institut gefeiert. Ihr inniger Dank gilt Robert Kolmaar, der ihr mit zum Teil drastischen und unbequemen Mitteln bei dieser schwierigen wissenschaftlichen Geburt geholfen hat.","versions":[{"lang":1,"streams":[{"redirect":12279534,"hoster":"VOE"},{"redirect":8339790,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Mörder meines Sohnes","epNo":10,"alt":"","descr":"In einem Berliner Waldstück wird der fünfjährige Jakob tot aufgefunden. Fassungslos zeigt sein Vater, der Neurologe Dr. Hans-Jörg Christ, Kommissar Joe Hoffer und Dr. Robert Kolmaar die Stelle, an der er den Jungen entdeckt hat. Noch am Auffindort erleidet Dr. Hans-Jörg Christ einen geradezu gewalttätigen Nervenzusammenbruch und schwört dem Rache, der seinem Kind das angetan hat. Bereits vor einigen Jahren hat Hans-Jörg Christ seine Frau bei einem Autounfall verloren. Nun ist dies der zweite schwere Verlust. Ihm bleibt nur noch sein 13-jähriger Sohn Milan. Die Obduktion ergibt, dass mehrere Stiche in den Oberkörper zum Teil bis zu neun Zentimeter tief eingedrungen sind. Die Wundstruktur zeigt allerdings Auffälligkeiten, die die Gerichtsmediziner stutzig machen. Eine Hundertschaft der Polizei wird eingesetzt. Ergebnis: Ein Passant meldet sich, der den vor kurzem zugezogenen 60-jährigen Wim Dudler in der Nähe des Tatortes gesehen haben will. Wie ein Lauffeuer hat sich mittlerweile das Ereignis in der ruhigen, noblen und bis jetzt sicheren Gegend, in der auch Prof. Bondzio wohnt, herumgesprochen. Die Anteilnahme der engeren und weiteren Nachbarschaft ist groß: Eine der Folgen davon ist das Entstehen einer Bürgerwehr-Mentalität, die sich allmählich in eine bedrohliche Lynchstimmung hochschaukelt und zu der Formierung einer rachedurstigen Jugendgang um Milan Christ führt. Mehr als eine Missstimmung gibt es auch zwischen Judith Sommer und Robert Kolmaar. Judith, die frisch habilitiert ist, wird zu einem Kongress nach Sydney über \"Forensische Entomologie\" eingeladen, auf dem Robert Kolmaar eigentlich das Hauptreferat halten sollte. Nun ist er gar nicht eingeladen. Zudem demonstriert Judith Sommer auch sonst gewachsenes Selbstbewusstsein.","versions":[{"lang":1,"streams":[{"redirect":8339793,"hoster":"VOE"},{"redirect":8340528,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Die Handschrift des Mörders","epNo":1,"alt":"","descr":"An unterschiedlichen Fundorten werden zwei Frauen tot aufgefunden – jeweils nackt, an Händen und Beinen gefesselt und mit einer Plastiktüte über dem Kopf. Kripochef Joe Hoffer und die beiden Gerichtsmediziner Dr. Robert Kolmaar und Dr. Judith Sommer stehen vor einem Rätsel. Trotz völliger Übereinstimmung der Morde können sie zunächst keine Verbindung zwischen den Toten erkennen. Unter Verdacht kommt dann Torsten Kraft, ein verurteilter Sexualstraftäter, der nach 16 Jahren Haft entlassen wurde und zum Tatzeitpunkt wieder auf freiemFuß war. Doch nachdem Torsten Kraft in Untersuchungshaft genommen wurde, wird eine weitere Frauenleiche gefunden, ermordet nach dem identischen Schema. Die Ermittlungen erweisen sich als äußerst schwierig, zumal Kripochef Joe Hoffer überzeugt ist, dass nur jemand für die Tat in Frage kommt, der das entsprechende Hintergrundwissen hatte, um einen Mord derart inszenieren zu können. Oberstaatsanwalt Koerner beauftragt die Gerichtsmediziner zu analysieren, inwieweit die Morde Kraft als dem Hauptverdächtigen zuzuordnen sind. Das bringtDr. Judith Sommer in akute Lebensgefahr","versions":[{"lang":1,"streams":[{"redirect":8339744,"hoster":"VOE"},{"redirect":14215411,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Lust","epNo":2,"alt":"","descr":"Dr. Alex Leidhoff, Staatssekretär im Auswärtigen Amt, hat Mitglieder des Bundes-tages einberufen, um sie zu der Einsetzung eines Untersuchungsausschusses zu bewegen, der illegale Waffengeschäfte aufdecken soll. Auch seine Lebens-gefährtin Ann Jankel und deren Freundin Sophie Graf sind vor Ort. Da bricht Sophie Graf plötzlich tot zusammen. Dr. Robert Kolmaar und seine neue Sektionsgehilfin Dr. Nadja Heron stehen vor der schwierigen Aufgabe, die Todesursache festzustellen. Nichts deutet zunächst auf einen unnatürlichen Tod hin. Doch dann entdecken die Gerichtsmediziner Spuren eines höchst seltenen, schnell wirkenden Herzgiftes im Körper der Toten. Allerdings ist zunächst noch völlig unklar, wie das Gift in den Körper der Toten gelangen konnte. Die Ermittlungen von Joe Hoffer und Dr. Robert Kolmaar ergeben, dass Dr. Alex Leidhoff durchaus ein Motiv für die Tat gehabt hätte. Als dann noch Ann Jankel tot aufgefunden wird, scheint der Fall gelöst …  Auch privat sieht sich Robert Kolmaar so mancher Verwirrung gegenüber, da mit der attraktiven Nadja Heron eine Sektionsgehilfin eingestellt wird, die Kolmaar nicht allein durch ihr Fachwissen überzeugt, sondern ihm selbstbewusst und ohne zu zögern den Kopf verdreht – bis Judith plötzlich in der Tür steht","versions":[{"lang":1,"streams":[{"redirect":8339748,"hoster":"VOE"},{"redirect":8339742,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Totgeschwiegen","epNo":3,"alt":"","descr":"Auf dem Weg nach Hause gerät die junge Eva Brehm mit ihrem Auto ins Schleudern. Dr. Judith Sommer, die ihr mit ihrem Wagen entgegen kommt, kann zwar noch ausweichen, doch Eva Brehm prallt mit dem Wagen an einen Baum und wird dabei schwer verletzt. Judith leistet sofort Erste Hilfe und kann das Leben der Frau retten, macht sich jedoch große Vorwürfe und fühlt sich mitschuldig an dem Unfall. Täglich besucht Judith Eva Brehm im Krankenhaus. Nach einem Besuch ihrer Mutter im Krankenhaus, flieht Eva Brehm panisch und unter starken Medikamenten stehend aus dem Krankenhaus. Als sie völlig benommen die Straße überquert, wird sie von einem Lkw erfasst und stirbt noch an der Unfallstelle. Als Joe Hoffer die Gerichtsmediziner Dr. Robert Kolmaar und Dr. Judith Sommer zur Unfallstelle ruft, ist Judith völlig entsetzt, als sie in der Toten Eva Brehm erkennt. Dr. Robert Kolmaar entdeckt auf dem Mantel des Opfers Maden, die er im Labor einer genaueren Untersuchung unterzieht. Die Ergebnisse scheinen zunächst keinen Sinn zu ergeben, doch dann kommt die erschreckende Wahrheit ans Licht","versions":[{"lang":1,"streams":[{"redirect":8339746,"hoster":"VOE"},{"redirect":8339745,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Martinspassion","epNo":4,"alt":"","descr":"In einem Park in der Nähe von Dr. Kolmaars Wohnung wird am frühen Morgen eine tote Frau gefunden. Die Identität der Toten ist zunächst unklar. Doch Kripochef Joe Hoffer findet in der Tasche der Toten einen Zettel, auf dem Kolmaars Adresse steht. Erst nach einigem Nachdenken kann sich Robert an die Frau erinnern. Es handelt sich um die Exfrau seines ehemaligen Kollegen und Freundes, des Neurochirurgen Dr. Martin York. Die Obduktion ergibt, dass Annett York durch einen Herzstillstand starb, der durch einen toxischen Neurosedal-Spiegel hervorgerufen wurde. Doch zunächst ist unklar, ob es sich um Selbstmord oder Mord handelt. Als Dr. York von Robert Kolmaar erfährt, dass seine geschiedene Frau tot aufgefunden wurde, ist er erschüttert. Gleichzeitig sieht er jedoch auch seine Chancen auf die Berufung als Chefarzt schwinden, da es sich bereits um den dritten plötzlichen Todesfall in seiner Station innerhalb kürzester Zeit handelt. Als Dr. York die Pianistin Annie Lupa operiert und es während des Eingriffs zu einem dramatischen Zwischenfall kommt, bei dem die Patientin beinahe ihr Leben verliert, wird klar, wer der eigentliche Täter ist","versions":[{"lang":1,"streams":[{"redirect":8339733,"hoster":"VOE"},{"redirect":8339738,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unter Schwestern","epNo":5,"alt":"","descr":"Der ehemalige Triathlet Ludger Seiters wird tot in der Sauna seines Hotels aufgefunden. Die Untersuchung durch den Rechtsmediziner Dr. Robert Kolmaar und Kriminalhauptkommissar Joe Hoffer lässt den Schluss zu, dass das Opfer in einen Kampf verwickelt gewesen sein muss. Die Ermittlungen decken einige Ungereimtheiten in den Zeugenaussagen auf und ergeben gleich für mehrere Verdächtige ein jeweiliges Tatmotiv. Auch das eigentümliche Verhältnis von Seiters Ehefrau Jutta zu ihrer Schwester Anette Albrecht erweckt den Verdacht, dass die beiden Frauen mit dem Mord etwas zu tun haben könnten. Bei der Obduktion des Toten stellt sich heraus, dass Ludger Seiters an Kreislaufversagen infolge einer Milzverletzung starb. Kurz darauf kommt es zu einem tragischen Zwischenfall in der Hotel-Küche, bei dem Joe Hoffer und Dr. Robert Kolmaar gerade noch rechtzeitig eingreifen können. Dadurch werden sie auf die Spur des raffinierten Mörders gebracht …","versions":[{"lang":1,"streams":[{"redirect":8339741,"hoster":"VOE"},{"redirect":8339740,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Den Sieg im Blut","epNo":6,"alt":"","descr":"Ayla Zöllner, erfolgreiche Hoffnungsträgerin des deutschen Tennissports, wird tot unter einer Berliner S-Bahnbrücke aufgefunden. Für den Gerichtsmediziner Dr. Robert Kolmaar und seine Kollegin Dr. Nadja Heron sieht es zunächst nach einem Selbstmord aus. Die Obduktion ergibt zudem, dass Ayla Zöllner in den letzten Wochen oder Monaten ihres Lebens starke Schmerzen gehabt haben muss. Doch weitere Untersuchungen und Befunde sprechen für Mord. Tim Fallstein, der Sohn des Tennistrainers Eric Fallstein und Aylas Trainingspartner, gerät unter Tatverdacht. Er hat Ayla kurz vor ihrem Tod getroffen. Aber auch der Trainer Eric Fallstein selbst, der vor einigen Jahren bereits wegen einer Doping-Manipulation aufgefallen ist, hätte eventuell ein Motiv für die Tat gehabt. Aylas geschiedene Eltern Senta Zöllner und Prof. Wolf Zöllner wiederum wissen angeblich nichts von den gesundheitlichen Problemen ihrer Tochter, geschweige denn von Doping. Schließlich finden die Gerichtsmediziner die ebenso schreckliche wie fantastische Erklärung …  Privat kann sich Robert Kolmaar allerdings nicht erklären, dass er es trotz intensiver Bemühungen nicht wirklich schafft, seiner interessanten neuen Kollegin Dr. Nadja Heron näher zu kommen. Aber auch die Abwesenheit von Joe Hoffer macht Robert Probleme und zwingt ihn, sich mit dem eigenwilligen Kommissar Jockel Löw zu arrangieren","versions":[{"lang":1,"streams":[{"redirect":8339783,"hoster":"VOE"},{"redirect":8339739,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Schönheit","epNo":7,"alt":"","descr":"Eine verkohlte Frauenleiche stellt die Gerichtsmediziner Dr. Robert Kolmaar und Dr. Judith Sommer sowie Kriminalkommissar Jockel Löw vor eine schwierige Aufgabe. Nichts lässt Rückschlüsse auf Herkunft und Identität der toten Frau zu. Dr. Robert Kolmaar rekonstruiert mit einer Computersimulation das Aussehen der Toten und erhofft sich durch die Veröffentlichung über die Medien Hinweise aus der Öffentlichkeit. Die Beteiligten staunen nicht schlecht, als die Frau in Person der schönen Julia Wander plötzlich leibhaftig vor ihnen steht. Doch man befürchtet sofort, der Mörder könne sich geirrt haben, und warnt Julia Wander, dass sie Opfer eines weiteren Anschlages werden könnte. Tatsächlich wird sie nur wenig später in ihrer Wohnung überfallen. Doch Kriminalkommissar Löws Ermittlungen beim Hausarzt der Familie Wander bringen ein Geheimnis aus der Vergangenheit ans Licht, das dem Fall eine überraschende Wendung gibt","versions":[{"lang":1,"streams":[{"redirect":8340577,"hoster":"VOE"},{"redirect":8340579,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Gift des Schweigens","epNo":8,"alt":"","descr":"Kinderarzt Dr. Carl Kleeve wird tot in seiner ausgebrannten Praxis gefunden. Zunächst deutet einiges darauf hin, dass sich Dr. Kleeve selbst das Leben genommen hat. Dafür sprechen sowohl seine zunehmend schlechter frequentierte Praxis als auch ein Kunstfehler-Prozess, in den er gerade verwickelt war und bei dem seine Approbation auf dem Spiel stand. Doch die Obduktion des Toten durch die Gerichtsmediziner Dr. Robert Kolmaar und Dr. Judith Sommer ergibt, dass Kleeve zum Zeitpunkt des Brandes bereits tot gewesen sein muss. Unter Verdacht geraten Carl Kleeves Ehefrau Jantje und der Journalist Waki Gittel, der Kleeve kurz vor seinem Tod getroffen hat. Doch die Ermittlungen bekommen eine völlig neue Dimension, als die Gerichtsmediziner radioaktives Material unter den Fingernägeln des Toten finden: eine Entdeckung, die Robert Kolmaar im Laufe der weiteren Recherche selbst in Lebensgefahr bringt","versions":[{"lang":1,"streams":[{"redirect":8340569,"hoster":"VOE"},{"redirect":8340572,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Botschaft des Mörders","epNo":9,"alt":"","descr":"Reinhardt Staufenfels, Inhaber einer bekannten Capital-Gesellschaft, meldet seine Frau Marina als vermisst. Sehr schnell jedoch wird sie tot aufgefunden: Offensichtlich ist sie einem Gewaltverbrechen zum Opfer gefallen. Bei der Obduktion stellen die Gerichtsmediziner Dr. Robert Kolmaar und Dr. Nadja Heron fest, dass Marina Staufenfels an einer Atemlähmung mit vorherigem Schockzustand starb. Eine Reaktion, die auf eine Vergiftung schließen lässt. Aus-geprägte vernarbte Verletzungen an Armen und Beinen sprechen dagegen ihre eigene Sprache …  Die polizeilichen Recherchen führen Joe Hoffer in das Studio der Domina Lady de Winter, in dem Marina Staufenfels regelmäßig Gast gewesen sein muss. Der Ermittlungsdruck auf Joe Hoffer und Dr. Robert Kolmaar nimmt weiter zu, da sich auch die Medien für diesen besonders heiklen Fall interessieren","versions":[{"lang":1,"streams":[{"redirect":8340570,"hoster":"VOE"},{"redirect":8340565,"hoster":"Streamtape"}]}]}]}]}