{"path":"/serie/stream/derrick","name":"Derrick","descr":"Derrick ist einfach die Kultigste aller deutschen Krimiserien. In der Hauptrolle Horst Tappert als kauziger Oberinspektor Stephan Derrick und an seiner Seite der ewige Assistenzinspektor Harry Klein (Fritz Wepper). Gemeinsam ermitteln die beiden in Mordfällen in Münchener Nobelvierteln und machen mit ihren BMW die Gegend unsicher …","seasons":[{"path":"/serie/stream/derrick/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/derrick/staffel-1/episode-1","name":"Waldweg","epNo":1,"alt":"","descr":"Die Nachricht vom Tod einer ihrer Mitschülerinnen versetzt das Internat einer ländlichen Haushaltsschule in große Aufregung. Innerhalb eines halben Jahres beklagen Lehrer und Schüler nun schon das zweite Opfer aus ihren Reihen. Ellen Theiss wurde erwürgt. Die Haushaltsschülerin war am Nachmittag mit dem Zug nach München gefahren. Erst spät in der Nacht, nach einem Kinobesuch, ist sie zurückgekehrt. Auf dem Weg von der kleinen Bahnstation zu ihrem Internat ist das Mädchen dann im Wald überfallen worden. Da der Mord - wie schon sechs Monate zuvor - an gleicher Stelle geschah, glaubt Oberinspektor Derrick, den Täter mit einem Trick überführen zu können...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986878","hoster":"VOE"},{"path":"/redirect/8392892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-2","name":"Johanna","epNo":2,"alt":"","descr":"Diesmal scheint der Fall recht einfach: Die Geschäftsfrau Martha Balke wird in einem Waldhaus ermordet aufgefunden. Der Tat verdächtig ist ihr Gatte Alfred, der durch ihren Tod gleich doppelt profitiert: Er ist Alleinerbe ihres grossen Vermögens und kann jetzt auch noch mit seiner Freundin ungestört zusammenleben. Umstände, die ihn verdächtig machen. Es fehlen jedoch jegliche Beweise, um Alfred überführen zu können. Wenig später aber kehrt Johanna, die Schwester der Toten, aus den USA zurück. Derrick lässt sie vom Flughafen abholen und bittet sie um ein Gespräch...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920785","hoster":"VOE"},{"path":"/redirect/8392897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-3","name":"Stiftungsfest","epNo":3,"alt":"","descr":"Die Liedertafel feiert in einem Hotel ihr 75-jähriges Jubiläum. Man singt, man trinkt, man ist ausgelassen, nicht nur die sangesfreudigen Herren, auch ihre Familienmitglieder sind angetan von der außergewöhnlichen Festlichkeit. Besonders animiert von Gesang und Alkohol ist August Bark, der schließlich mit der reizvollen Irene Eppler ein Tänzchen wagt. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103510","hoster":"VOE"},{"path":"/redirect/8392895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-4","name":"Mitternachtsbus","epNo":4,"alt":"","descr":"Die Kellnerin Helga Landau kehrt an diesem Abend mit dem letzten Omnibus aus dem dörflichen Gasthaus zurück. Sie ist bedrückt, denn ihr Arzt hat ihr eröffnet, dass sie ein Kind erwartet. Obwohl sie weiss, dass ihr Freund Erich Holler – Sohn des Wirts – sie keinesfalls heiraten wird, ist sie fest entschlossen, das Kind zu bekommen. Während eines Spaziergangs haben die beiden kurz darauf eine ernste Aussprache, von der Helga nicht zurückkehren wird...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096090","hoster":"VOE"},{"path":"/redirect/8392898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-5","name":"Portrait eines Mörders","epNo":5,"alt":"","descr":"Hugo ist Gleisarbeiter und reist jeden Feierabend in die Stadt. Zur gleichen Zeit kommt eine ganze Reihe hübscher Mädchen ums Leben. Hütet Hugo ein dunkles Geheimnis? Gaststar: Günter Strack","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986891","hoster":"VOE"},{"path":"/redirect/8708274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-6","name":"Nur Aufregungen für Rohn","epNo":6,"alt":"","descr":"Seit Jahr und Tag versieht der Geldbote Paul Seibach seinen Dienst für einen Supermarkt, ohne zu ahnen, dass der ehrgeizige Student Harald einen nahezu perfekten Plan ausgearbeitet hat, um den ehrwürdigen älteren Herrn zu berauben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986896","hoster":"VOE"},{"path":"/redirect/8392902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-7","name":"Madeira","epNo":7,"alt":"","descr":"Paul Bubach fällt es leicht als allein stehender Herrn im besten Alter, die Bekanntschaft älterer, vermögender Damen zu machen. Wenn er anfängt, vom herrlichen Leben auf der Insel Madeira zu schwärmen, wo er seinen Lebensabend zu verbringen will, hat er das Herz seiner Begleiterinnen schnell erobert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986873","hoster":"VOE"},{"path":"/redirect/8392905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-8","name":"Zeichen der Gewalt","epNo":8,"alt":"","descr":"Seit Jahr und Tag versieht der Geldbote Paul Seibach seinen Dienst für einen Supermarkt, ohne zu ahnen, dass der ehrgeizige Student Harald einen nahezu perfekten Plan ausgearbeitet hat, um den ehrwürdigen älteren Herrn zu berauben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986876","hoster":"VOE"},{"path":"/redirect/8392906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-9","name":"Paddenberg","epNo":9,"alt":"","descr":"Robert Hofer glaubt seinen Augen nicht zu trauen, als er eines Mittags vor einem feudalen Hotel seinen alten Kriegskameraden Goldinger trifft, mit dem ihn abenteuerliche Erlebnisse verbinden. Doch Robert Hofer spürt sehr schnell, dass die Wiedersehensfreude recht einseitig ist, vor allem ist er verwundert, dass sich Goldinger den Namen Paddenberg zugelegt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986877","hoster":"VOE"},{"path":"/redirect/8392909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-10","name":"Hoffmanns Höllenfahrt","epNo":10,"alt":"","descr":"Bis zu dem Abend im Frühjahr, an dem er zufällig die leicht beschwipste, von einer Party nach Hause radelnde Nachbarstochter Anneliese trifft, ist der Fernsehtechniker Richard Hoffmann ein treusorgender, liebenswerter Familienvater. Von der Stunde der folgenschweren Begegnung an aber hat Hoffmann keine ruhige Minute mehr","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073523","hoster":"VOE"},{"path":"/redirect/8392908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-11","name":"Pfandhaus","epNo":11,"alt":"","descr":"Gustl Karruska ist verzweifelt. Seit geraumer Zeit vermutet der Pfandhausbesitzer nämlich, dass ihn seine Freundin Ursula betrügt. Er stellt Nachforschungen an, um sich Gewissheit zu verschaffen. In der Tat scheint sich sein Verdacht zu bestätigen: Öfters trifft sich Ursula ist in letzter Zeit mit dem jungen Studenten Erich Forster. Gustl fasst den Plan, seinen Nebenbuhler zur Rede zu stellen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100340","hoster":"VOE"},{"path":"/redirect/8392915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-12","name":"Ein Koffer aus Salzburg","epNo":12,"alt":"","descr":"Auf dem Bahngelände wird in der Nacht eine Frau, die zum Reinigungspersonal gehört, erschossen. Der Täter wird jedoch von ein paar Zeugen gesehen: Es handelt sich um einen jungen Mann, der mit einem schweren Koffer auf der Flucht ist. Obwohl Oberinspektor Derrick sofort eine Großfahndung veranlasst, kann er entkommen. Derrick glaubt, dass ihnen mit dem jungen Mann ein kleiner Fisch ins Netz gegangen ist. Hinter ihm steht sicher ein großer Schmugglerring. Wer aber sind diese Hintermänner? Was befindet sich im Koffer? Und wie gelingt es, ihn unbesehen im Zug unterzubringen? Derrick ahnt, dass er diesen Fall nur mit Hilfe einiger Spezialisten aufklären kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986880","hoster":"VOE"},{"path":"/redirect/8392914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-13","name":"Kamillas junger Freund","epNo":13,"alt":"","descr":"Als Herr Kessler eines Tages um die Mittagszeit nach Hause kommt, wundert er sich, dass seine Frau nicht da ist. Doch dann lassen ihm die Ereignisse keine Zeit, weiter über das Ausbleiben Kamillas nachzudenken, denn ein maskierter Gangs-ter drückt ihm eine Pistole in den Leib und fordert einen Scheck über 50000 Mark","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986884","hoster":"VOE"},{"path":"/redirect/8392917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-14","name":"Der Tag nach dem Mord","epNo":14,"alt":"","descr":"Den ganzen Sonntag über hat Horst Wegmann den Verdacht gehegt, dass die Ausrede seiner Freundin Andrea nicht der Wahrheit entspricht. Als er gegen Abend voller Zweifel und Eifersucht vor ihrem Haus wartet, findet er seinen Verdacht bestätigt: Andrea hat sich offensichtlich mit seinem besten Freund Mario einen vergnügten Tag gemacht. Außer sich vor Zorn stellt Horst ihn zur Rede.Als mitten in der Nacht vor einem italienischen Restaurant ein Wagen mit einem Toten gefunden wird, glaubt Oberinspektor Derrick zunächst, sich mit dem Opfer einer Messerstecherei befassen zu müssen. Doch dann bekommt er einen Hinweis, der ihn sofort eine andere Spur verfolgen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986892","hoster":"VOE"},{"path":"/redirect/8392920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-15","name":"Alarm auf Revier 12","epNo":15,"alt":"","descr":"Schon seit geraumer Zeit ist die Polizei über eine Serie von Einbrüchen äußerst beunruhigt. Obwohl in allen, von den Einbrechern heimgesuchten Villen automatische Alarmanlagen installiert sind, verlaufen die Diebestouren immer erfolgreich. Merkwürdig für die Beamten des Einbruchsdezernats bleibt, mit welcher Raffinesse es die Diebe verstehen, die geheimen Sicherheitssysteme zu umgehen, wie sie ungehindert einsteigen und die Wohnungen ausrauben können, ohne die geringste Spur zu hinterlassen. Die Polizei steht vor einem Rätsel! Ein Mord an einem jungen Mann ruft Oberinspektor Derrick auf den Plan. Er schließt nicht aus, dass zwischen den geheimnisvollen Einbrüchen und der Mordtat ein Zusammenhang besteht. Gemeinsam mit den Kollegen vom Einbruchsdezernat macht sich Derrick an die Aufklärung des Verbrechens – mithilfe eines Tricks schließlich gelingt es ihm, den Hauptschuldigen der Tat zu überführen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100339","hoster":"VOE"},{"path":"/redirect/8392919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-16","name":"Tod der Kolibris","epNo":16,"alt":"","descr":"In einer Tiefgarage macht ein Ehepaar einen schrecklichen Fund: Im Kofferraum seines Wagens befindet sich die Leiche einer jungen Asiatin. Oberinspektor Derrick muss sich zunächst mit der Auskunft zufrieden geben, dass irgendjemand das junge Mädchen unbemerkt in das Auto gelegt hat. Doch dann erhält er den Anruf einer Frau, die ihm anonym mitteilt, er solle sich mit einem gewissen Dr. Scheibnitz in Verbindung setzen, der ihm mehr über den Mordfall sagen könnte. Derrick zögert, schließlich gehört jener Dr. Scheibnitz zu den angesagtesten Bürgern der Stadt. Aber dann begibt er sich doch zu dessen Villa – und erlebt eine Überraschung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986886","hoster":"VOE"},{"path":"/redirect/8392923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-17","name":"Tod des Trompeters","epNo":17,"alt":"","descr":"Nur widerstrebend folgt Oberinspektor Derrick der dringenden Bitte eines Unbekannten, sich mit ihm zu nächtlicher Stunde an einem Münchner Museum zu treffen. Der Anrufer versichert, von einer geplanten Entführung zu wissen, die er verhindern wolle. Als Derrickgemeinsam mit seinem Kollegen Inspektor Klein nahe dem verabredeten Treffpunkt ist, vernehmen sie den Hilferuf eines Mannes und gleich darauf Schüsse. Am Tatort finden sie die Leiche ihres Konfidenten, vom Mörder fehlt aber jede Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986890","hoster":"VOE"},{"path":"/redirect/8392922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-18","name":"Angst","epNo":18,"alt":"","descr":"Dr. Hertel ist verzweifelt! Seit einigen Tagen glaubt er, dass seine Geliebte Irene Kronach ihn betrügt. Um endlich Gewissheit zu erhalten, sucht er sie in ihrer Wohnung auf. Und tatsächlich gibt Irene nach einer längeren Aussprache zu, dass sie einen anderen kennen und lieben gelernt hat. Als Oberinspektor Derrick in ein Appartement gerufen wird, in dem ein junges Mädchen ermordet wurde, dauert es nicht lange, bis sich der Kreis der wenigen Verdächtigen auf eine Person reduziert hat, den in der Stadt sehr angesehenen Dr. Hertel. Doch Derrick weiß zugleich, dass es sehr schwer werden wird, diesen Mann des Mordes zu überführen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920783","hoster":"VOE"},{"path":"/redirect/8392924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-19","name":"Tote Vögel singen nicht","epNo":19,"alt":"","descr":"Nur widerstrebend folgt Oberinspektor Derrick der dringenden Bitte eines Unbekannten, sich mit ihm zu nächtlicher Stunde an einem Münchner Museum zu treffen. Der Anrufer versichert, von einer geplanten Entführung zu wissen, die er verhindern wolle. Als Derrickgemeinsam mit seinem Kollegen Inspektor Klein nahe dem verabredeten Treffpunkt ist, vernehmen sie den Hilferuf eines Mannes und gleich darauf Schüsse. Am Tatort finden sie die Leiche ihres Konfidenten, vom Mörder fehlt aber jede Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106131","hoster":"VOE"},{"path":"/redirect/8392927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-20","name":"Schock","epNo":20,"alt":"","descr":"Eine Bande von Autodieben hat sich auf teure Wagen spezialisiert. Als der Arzt Dr. Schöller das Haus seiner Verlobten verlässt, bemerkt er einen unbekannten Mann in seinem Wagen, der versucht, mit kurzgeschlossener Zündung fortzufahren. Doch Dr. Schöller reagiert blitzschnell: er befördert den Fremden aus seinem Auto und streckt ihn mit einem gezielten Boxhieb nieder. Bei der anschließenden Schlägerei zieht der Dieb einen Revolver und erschießt den Arzt. Mit Unterstützung seiner Kollegen gelingt es Kriminaloberinspektor Derrick, die einschlägig vorbestraften Autoknacker in ihrem Hinterhof-Versteck aufzuspüren. Aber erst ein Fehler, der den Gangstern unterläuft, verhilft dem Oberinspektor zu einem wichtigen Hinweis. Derrick hat nun leichtes Spiel, dem Mörder von Dr. Schöller ein Geständnis zu entlocken und auch seine Komplizen hinter Gitter zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986893","hoster":"VOE"},{"path":"/redirect/8392928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-21","name":"Kalkutta","epNo":21,"alt":"","descr":"Das letzte Lebenszeichen, das man von Anita Wenger vernahm, war ein dringender Notruf aus einer eleganten Bar. Wenige Minuten später lief sie auf die Straße und wurde unter merkwürdigen Umständen überfahren. Oberinspektor Derrick hat keinen Zweifel daran, dass es sich nicht um einen Unfall, sondern Mord handelt. Sofort will er die Umstände dieses tragischen Ereignisses klären. Es dauert nicht lange, da weiß Derrick, dass die Spuren dieses Verbrechens hinter die Kulissen der eleganten Bar führen, hinter denen sich offensichtlich ein illegaler Spielclub befindet. Trotz der Warnungen seiner Kollegen beschließt Derrick, in der Maske eines biederen Kaufmanns ein Spielchen zu wagen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986887","hoster":"VOE"},{"path":"/redirect/8392930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-22","name":"Kein schöner Sonntag","epNo":22,"alt":"","descr":"Jürgen Schirmer merkt an diesem Abend sofort, dass sein Vater große Sorgen hat. Wenig später, in einem vertraulichen Gespräch, gesteht er seinem Sohn, dass er seit Jahren in seiner Firma Unterschlagungen begangen hat, die sich mittlerweile auf über 100000 Mark belaufen. Da eine Revision bevorsteht, befürchtet er, dass die Verfehlungen entdeckt werden.Jürgen beschließt,seinem Vater zu helfen. In der Nacht bricht er in die Firma ein. Als er das Gelände verlassen will, kommt es zu einem Handgemenge mit einem Nachtwächter, der dabei schwer verletzt wird. Für Oberinspektor Derrick ist dieser Einbruch zunächst ein reiner Routinefall, bis ihm der Verdacht kommt, dass mehr hinter diesem Verbrechen stecken muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106134","hoster":"VOE"},{"path":"/redirect/8392935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-23","name":"Auf eigene Faust","epNo":23,"alt":"","descr":"Auf dem Bahngelände wird in der Nacht eine Frau, die zum Reinigungspersonal gehört, erschossen. Der Täter wird jedoch von ein paar Zeugen gesehen: Es handelt sich um einen jungen Mann, der mit einem schweren Koffer auf der Flucht ist. Obwohl Oberinspektor Derrick sofort eine Großfahndung veranlasst, kann er entkommen. Derrick glaubt, dass ihnen mit dem jungen Mann ein kleiner Fisch ins Netz gegangen ist. Hinter ihm steht sicher ein großer Schmugglerring. Wer aber sind diese Hintermänner? Was befindet sich im Koffer? Und wie gelingt es, ihn unbesehen im Zug unterzubringen? Derrick ahnt, dass er diesen Fall nur mit Hilfe einiger Spezialisten aufklären kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096092","hoster":"VOE"},{"path":"/redirect/8392934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-24","name":"Ein unbegreiflicher Typ","epNo":24,"alt":"","descr":"Der Pfandhaus-Besitzer Gustl Karruska ist verzweifelt. Seit einiger Zeit vermutet er, dass seine Freundin Ursula ihn betrügt. Um sich endlich Gewissheit zu verschaffen, stellt er Nachforschungen an. Tatsächlich scheint sich sein Verdacht zu bestätigen: Ursula ist in letzter Zeit öfters mit dem jungen Studenten Erich Forster gesehen worden. Herr Karruska beschließt, seinen Nebenbuhler zur Rede zu stellen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986899","hoster":"VOE"},{"path":"/redirect/8392938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-25","name":"Das Bordfest","epNo":25,"alt":"","descr":"Auf einem Passagierdampfer begeht die Belegschaft einer kleinen Textilfabrik ihren Betriebsausflug. Die Ausflügler, von Musik und alkoholischen Getränken in Stimmung versetzt, verleben unbeschwerte Stunden. Auf allen Gesichtern spiegelt sich große Zufriedenheit über das gelungene Bordfest, das gegen 23:00 Uhr zu Ende geht. Das heitere Beisammensein erfährt einen jähen Missklang, als Werner Solms, der Firmeninhaber, beim Verlassen des Schiffs entdeckt, dass sein Geschäftskompagnon verschwunden ist. Die Suche nach dem Vermissten verläuft ergebnislos. Erst der darauffolgende Tag bringt Gewissheit über das Schicksal von Dr. Kettwig: Die Polizei fischt den 50-jährigen Fabrikbesitzer aus dem See","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986903","hoster":"VOE"},{"path":"/redirect/8392939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-26","name":"Das Superding","epNo":26,"alt":"","descr":"Grosse Aufregung in der Chefetage einer Grossbank. Ihr wird angedroht, sie sei das Ziel eines Raubüberfalls. Sollte Bankdirektor Veicht die Hinweise des anonymen Anrufers ernst nehmen? Sollte er gar die Kriminalpolizei verständigen? Gegen Bezahlung einer hohen Geldsumme ist der Unbekannte jedenfalls bereit, nähere Einzelheiten preiszugeben. Gaststar: Horst Buchholz","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100341","hoster":"VOE"},{"path":"/redirect/8392941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-27","name":"Risiko","epNo":27,"alt":"","descr":"Zwei Lastwagenfahrern wird die nächtliche Fahrt nach München zum Verhängnis. Eine junge Frau, die ihnen am Rande der Autobahn zuwinkt, steht hilflos neben ihrem defekten PKW. Die LKW-Fahrer halten an. Zu spät bemerken sie, dass sie in die Falle eines jugendlichen Gangstertrios geraten sind. Als Oberinspektor Derrick am Tatort erscheint, findet er einen Toten und einen Verletzten vor.Doch Derrick erlebt noch mehr in dieser Nacht:Ein weiterer Mord in einem vornehmen Villenviertel lässt ihn nicht an Schlaf denken. Vor den Augen seiner Schwester wurde der Oberschüler Horst Habinger erschossen. Wie Vera aussagt, hatte ihr Bruder das Zimmerfenster geöffnet, als der tödliche Schuss von draußen fiel. Bei der Fahndung nach dem Mörder stößt Derrick bald auf eine Spur, die ihn auch den Fall der beiden LKW-Fahrer aufklären lässt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106132","hoster":"VOE"},{"path":"/redirect/8392944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-28","name":"Pecko","epNo":28,"alt":"","descr":"Jacob Lange, den seine Freunde Pecko rufen, spielt für sein Leben gern Radball. Täglich üben die vier Jungen auf einem alten Hinterhof. Zu Hause gibt es deswegen Schwierigkeiten, denn Mutter und Bruder nehmen Peckos Eifer nicht ernst. Pecko hat sich in den Kopf gesetzt, einmal ein großer Radballspieler zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106133","hoster":"VOE"},{"path":"/redirect/8392946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-29","name":"Der Mann aus Portofino","epNo":29,"alt":"","descr":"Ein mysteriöser Fall: Da wird ein Untersuchungsgefangener, der wegen Autodiebstahls angeklagt werden soll, durch einen waghalsigen Coup aus der Haft befreit und wenige Minuten später an der Isar erschossen. Für Oberinspektor Derrick beginnen aufregende Stunden, denn er muss feststellen, mit wem der Ermordete in Verbindung stand. Dabei stößt er auf einen merkwürdigen Zusammenhang: Der Wagen, den jener U-Häftling gestohlen hat, gehört dem italienische Arzt Dr. Pinaldi, der seit einiger Zeit als vermisst gemeldet wird. So begeben sich Derrick und Harry Klein in die Ortschaft, in der der Arzt zuletzt gesehen wurde – und unvermittelt stecken sie in einem äußerst dramatischen Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100343","hoster":"VOE"},{"path":"/redirect/8428026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-30","name":"Yellow He","epNo":30,"alt":"","descr":"In der Nähe eines Krankenhauses wird auf den Kaufmann Dr. Georg Rabes geschossen, der gerade in seinen Wagen einsteigen wollte. Derrick wird mit dem Mord konfrontiert. Nach Ansicht der Kripo scheidet versuchter Raub als Tatmotiv aus, da dem Toten weder Geld noch Ausweispapiere fehlen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103527","hoster":"VOE"},{"path":"/redirect/8428027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-31","name":"Hals in der Schlinge","epNo":31,"alt":"","descr":"Heli und Ingo, deren Vater ein erfolgreicher Kaufmann ist, haben sich auf einer Party ausgiebig amüsiert. In drei offenen Sportwagen werden sie von ihren Freunden nach Hause begleitet. Die beiden Geschwister wundert es, dass die Haustür zu dieser nächtlichen Stunde nur angelehnt und nicht verschlossen ist. In banger Vorahnung, dass etwas passiert sein könnte, suchen sie alle Räume nach ihrem Vater ab – vergeblich. Bis Heli auf die Idee kommt, auch auf dem Dachboden nachzusehen. Dort macht sie eine entsetzliche Entdeckung: ihr Vater hängt tot an einem Strick. Heli widerspricht energisch dem Obduktionsbefund, der keinen Zweifel am Selbstmord des Kaufmanns aufkommen lässt. Sie kannte ihren Vater viel zu gut, niemals würde er auf diese Weise aus dem Leben scheiden. Nur mit Mühe gelingt es ihr, Oberinspektor Derrick davon zu überzeugen, dass er einen Mord aufzuklären hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986905","hoster":"VOE"},{"path":"/redirect/8392950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-32","name":"Eine Nacht im Oktober","epNo":32,"alt":"","descr":"Die 18-jährige Hausangestellte Rosy Kramer wird gegen Mitternacht das Opfer eines Gewaltverbrechens. Nur wenige Meter vom Haus ihres Arbeitgebers, Rechtsanwalt Dr. Lechner, entfernt, entdecken Passanten die von mehreren Messerstichen getötete junge Frau. Oberinspektor Derrick erfährt am Tatort, dass sich die hübsche Rosy den ganzen Abend mit einem Freund in einer Diskothek aufgehalten hatte. Da es zwischen den beiden zu einem heftigen Streit gekommen war, verzichtete sie auf die weitere Begleitung ihres Bekannten und ließ sich stattdessen von einem Fremden nach Hause fahren. Nach verlässlichen Aussagen soll es der Handelsvertreter Steinbrink gewesen sein. Da alle Indizien eindeutig gegen ihn sprechen, ist auch Derrick eine Zeit lang felsenfest davon überzeugt, Steinbrink des Mordes überführen zu können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986904","hoster":"VOE"},{"path":"/redirect/8392951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-33","name":"Offene Rechnung","epNo":33,"alt":"","descr":"Auf den Gängen eines Altenheims entsteht um Mitternacht große Unruhe. Aufgeregt diskutieren die Heiminsassen, was sich in Windeseile herumgesprochen hat: Josef Toppe, einer aus ihrer Mitte, wurde in den Parkanlagen des Anwesens tot aufgefunden. Ein einzelner Schuss, so der Pförtner des Heimes, habe ihn plötzlich aus dem Schlaf gerissen. Gemeinsam mit dem Direktor habe er den Park abgesucht und den erschossenen Rentner entdeckt. Für Oberinspektor Derrick haben die Aussagen des Pförtners jedoch etwas Unwahres, denn eine lange Blutspur und etliche Fußabdrücke lassen eher darauf schließen, dass der alte Mann schon vorher das Opfer eines Verbrechens wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986908","hoster":"VOE"},{"path":"/redirect/8392954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-34","name":"Tod des Wucherers","epNo":34,"alt":"","descr":"Nach dem Obduktionsbefund erhielt Minsch mit einem harten Gegenstand mehrere Schläge auf den Kopf – sie hatten seinen Tod zur Folge. Herr Minsch besaß ein Kreditbüro, das gutgläubigen Kunden verlockend schnell und zu scheinbar günstigen Bedingungen Bargeld versprach. Befremdend wirkt es auf die beiden Kriminalbeamten Derrick und Klein, als sie statt einer trauernden Witwe eine leicht beschwipste Gastgeberin in ihrem Haus antreffen, die neben ihrem Liebhaber auch zahlreiche Freunde der Familie zu einer Abendgesellschaft geladen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12328339","hoster":"VOE"},{"path":"/redirect/8392956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-35","name":"Das Kuckucksei","epNo":35,"alt":"","descr":"Ein Anruf, den die Sekretärin Anneliese Wendt entgegennimmt, gilt ihrem Chef, dem Transportunternehmer Eberhard Horre. Mit großem Fleiß hatte sich der sympatische junge Mann binnen kurzer Zeit eine selbstständige Existenz aufgebaut. Dabei vergaß er jedoch niemals, dass ihm die Ersparnisse seiner Frau, mit der er erst seit einem halben Jahr verheiratet ist, sehr zustatten kamen. Herr Horre hat also allen Grund, auf seine eigenen Leistungen, sein kleines Unternehmen und nicht zuletzt auf seine Frau stolz zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986907","hoster":"VOE"},{"path":"/redirect/8392960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-36","name":"Mord im TEE 91","epNo":36,"alt":"","descr":"Aus allernächster Nähe erschossen, kein Gepäck, leere Taschen – Profiarbeit\", kommentiert ebenso anerkennend wie resigniert Inspektor Klein das traurige Geschehen am Tatort. Gemeint ist der Mord an einem jungen Mann, der im Zielbahnhof München in einem Wagenabteil des TEE 91 entdeckt wurde. Zum Glück bleiben den Beamten des Erkennungsdienstes langwierige Ermittlungen um die Identität des Toten erspart. Oberinspektor Derrick nämlich erkennt in ihm einen flüchtigen Bekannten wieder, mit dem er gelegentlich in seinem Stammlokal zu einer gemeinsamen Schachpartie zusammengekommen war. Derrick kann sich daran erinnern, dass sich der junge Mann ihm gegenüber als Hobbymaler und freischaffender Journalist ausgegeben hatte. Die schnelle Identifizierung des Erschossenen bringt jedoch nicht den erhofften Zeitgewinn. Als die Kripo seine Wohnung betritt, muss sie enttäuscht feststellen, dass sie schon einer gründlichen Durchsuchung unterzogen worden war. Erst allmählich kommt Derrick die Erkenntnis, dass hinter dem Fall weit mehr steckt als nur ein gewöhnlicher Mord …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333336","hoster":"VOE"},{"path":"/redirect/8392964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-37","name":"Via Bangkok","epNo":37,"alt":"","descr":"Jakob Renz ist Cellist in einem Sinfonieorchester, das nach einer erfolgreichen Asientournee wieder in Deutschland eintrifft. Während es für viele Musiker schon in der Flughafenhalle ein fröhliches Wiedersehen mit ihren Angehörigen gibt, ist Jakob renz einer der wenigen, der nicht von seiner Familie dort erwartet wird. Statt dessen sind zwei junge Männer erschienen, die sich unauffällig an der wohl behaltenen Rückkehr des Cellisten interessiert zeigen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103517","hoster":"VOE"},{"path":"/redirect/8392968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-38","name":"Inkasso","epNo":38,"alt":"","descr":"Mit einem Plastikeimer und einer Menge Putzutensilien zieht Achim auf seinem Fahrrad von Haus zu Haus und bietet seine Dienste als Wagenwäscher an. Erst bei Ingenieur Rombach scheint er endlich wieder einmal Erfolg zu haben. Aus der Haussprechanlage fordert eine Frauenstimme den jungen Mann auf, das Gartentor zu überspringen und über die Terrasse zum Hintereingang der Garage zu kommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108446","hoster":"VOE"},{"path":"/redirect/8392969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-39","name":"Die Tote im Wald","epNo":39,"alt":"","descr":"In Panik läuft Forstarbeiter Dieter Lohmann durch das Unterholz auf eine nahe Waldlichtung zu. Im Dickicht eines Gebüschs war er auf einen grauenvollen Fund gestoßen: Die Leiche eines jungen Mädchens. Wie Oberinspektor Derrick an Hand der gefundenen Ausweispapiere feststellt, ist die Ermordete Joan Harrisson aus Liverpool, eine seit einigen Wochen hier lebende Austauschschülerin. Ihre Vorliebe, ganz alleine ausgedehnte Radtouren zu unternehmen, bei denen sie unbekümmert deutsche Gesprächspartner suchte, war allgemein bekannt. Und richtig, unweit vom Tatort entfernt findet sich, unter Reisig versteckt, ihr grünes Damenfahrrad. Alle Anzeichen deuteten darauf hin, dass der Mörder der jungen Engländerin beim Beheben einer Panne behilflich war. Reifenspuren am Rande des Waldweges geben Derrick den Hinweis, dass er einen Autofahrer zu suchen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953022","hoster":"VOE"},{"path":"/redirect/8392971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-40","name":"Der Fotograf","epNo":40,"alt":"","descr":"Verständnislos schüttelt der Beamte an der Fahrkartenausgabe den Kopf. Ein Betrunkener fordert ihn auf, die Polizei zu rufen, weil er verfolgt werde. Doch Alwin Merz befindet sich tatsächlich vor drei Männern auf der Flucht. Bis in den tiefen U-Bahnschacht sind sie ihm nachgerannt, vorbei an dem ratlosen Schalterbeamten, der noch immer nicht begreift, was sich auf dem menschenleeren Bahnsteig abspielt. Ein einfahrender Zug beendet jäh das mitternächtliche Drama. Alwin Merz, so lässt sich anhand der gefundenen Ausweispapiere feststellen, heißt der Tote. Beruf: Fotograf. Bei der näheren Betrachtung seines Fotoapparates macht die Kripo eine interessante Entdeckung – er enthält lediglich die Enden eines herausgerissenen Films! Oberinspektor Derrick ist überzeugt, dass er diesen neuen Fall nur lösen kann, wenn es ihm gelingt, hinter das Geheimnis des offensichtlich gewaltsam entfernten Films zu kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986911","hoster":"VOE"},{"path":"/redirect/8392973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-41","name":"Tod eines Fans","epNo":41,"alt":"","descr":"Zimmer 411\" – zufrieden über die Auskunft des Hotelportiers begibt sich der Fotoreporter auf den Weg in die vierte Etage. Sein Wunsch ist ein Interview mit dem gefeierten Popstar Harry Dugan, dessen Konzert erst vor wenigen Augenblicken zu Ende gegangen ist. Auf dem Etagengang fällt ihm ein einzelner Damenschuh auf, der unmittelbar neben der Tür zum Notausgang liegt. Neugierig geworden, stößt der Journalist die Tür auf: Ein totes Mädchen in seinen Armen, kniet der von ihm Gesuchte auf einem Treppenabsatz! Harry Dugan, der populäre Schlagerstar – ein Mörder? Der Reporter ist überzeugt, die sensationellsten Fotos seines Lebens \"geschossen\" zu haben. Auch Oberinspektor Derrick zeigt wenig Neigung, den Beteuerungen Harry Dugans über seine Unschuld Glauben zu schenken. Zunächst einmal ist Derrick über eine richterliche Entscheidung froh, den Popmusiker in Untersuchungshaft nehmen zu können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986914","hoster":"VOE"},{"path":"/redirect/8392980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-42","name":"Abendfrieden","epNo":42,"alt":"","descr":"Jakob Stanz lässt sich in einem Taxi zu seiner Großtante chauffieren. Nach seiner vagen Erinnerung lebt sie schon seit einigen Jahren in einem Seniorenheim auf dem Land. Seit seiner Kindheit hatte es zwischen den beiden keine persönliche Verbindung mehr gegeben. Warum auch, glaubte doch Jakob auf die Aufrechterhaltung solcher verwandtschaftlichen Kontakte verzichten zu können. Indes die Nachricht über ein kleines Dollarvermögen, das seiner Tante plötzlich zufallen soll, belehrt ihn schlagartig eines Besseren.In der Altenpension jedoch bekommt Jakob Stanz seine Tante nicht zu Gesicht – statt dessen lässt er sich zu einem Treffen mit einem jungen Mann in einem Restaurant überreden. Als er ahnungslos die Straße vor dem verabredeten Lokal überquert, wird er von einem PKW tödlich überfahren. Nach den Erkenntnissen von Oberinspektor Derrick spricht alles für einen vorsätzlich ausgeführten Mord","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100342","hoster":"VOE"},{"path":"/redirect/8392979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-43","name":"Ein Hinterhalt","epNo":43,"alt":"","descr":"Für die Fahrerin des Unglückswagens, das erkennt Polizeimeister Lindemann auf den ersten Blick, kommt jede Hilfe zu spät. Der Fahrer des in lodernden Flammen ausbrennenden Autos war gegen einen quer über die Straße liegenden Baumstamm gerast. Jedermann im Dorf ist die Ärztin Dr. Schwenn als Eigentümerin dieses weißen Fiats bekannt.Doch noch am Unfallort stellt sich einen kleine Überraschung heraus: Nicht die Ärztin ist als Opfer zu beklagen, sondern ein junger Mann! Wie Frau Dr. Schwenn vor der Polizei bekundet,befand sie sich auf einem Krankenbesuch und hatte wegen eines dringend benötigten Medikamentes Johannes Bracht in ihrem Wagen fortgeschickt, damit er es ihr von zu Hause hole. Auf dem Weg dorthin war der 18-Jährige gegen den auf der Straße liegenden Baum gefahren.War es ein bedauerlicher Unfall oder handelte es sich um einen heimtückischen Anschlag, der nicht Johannes Bracht galt, sondern der Ärztin? Wer aber, so sucht Oberinspektor Derrick zu ergründen, könnte ein Interesse an ihrem Tod haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986924","hoster":"VOE"},{"path":"/redirect/8392981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-44","name":"Steins Tochter","epNo":44,"alt":"","descr":"Die Aufklärung des Mordes an einem jungen Mann, Mitbesitzer einer Diskothek, beschäftigt Oberinspektor Derrick in seinem heutigen Kriminalfall. Allabendlich, so erfährt Derrick am Tatort, hatte Alexander Bork seine 19-Jährige Verlobte Cosima nach Hause begleitet. Auch in dieser Nacht brachte er sie in seinem Sportwagen bis vor ihr Elternhaus. Als er gerade im Begriff war, das Gartentor zu öffnen, fielen plötzlich zwei Schüsse. Schwer verletzt brach Alexander Bork zusammen. Vergeblich bemühte sich ein Notarzt um das Leben des tödlich Getroffenen.Aus Derricks vorläufiger Sicht deutet alles darauf hin, als stecke hinter dem tragischen Vorfall ein aus Eifersucht begangener Mord. Die Oberschülerin Cosima Stein nämlich hatte sich erst vor kurzem von ihrem bisherigen Freund, ihrem Klassenkameraden Heinz Betzky, getrennt. Ins Zwielicht gerät auch Borks geschäftlicher Teilhaber Pohlmann, der aus dem Tod seines Kompagnons allzu offensichtlich persönlichen Nutzen zieht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333338","hoster":"VOE"},{"path":"/redirect/8392986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-45","name":"Klavierkonzert","epNo":45,"alt":"","descr":"Robert von Doom ist ein in allen Konzertsälen der Welt gefeierter Pianist. Seine Erfolge gründen sich nicht nur auf Fleiß und überragendes Talent, sie sind ebenso das Ergebnis eines großzügigen Mäzenatentums seiner Ehefrau Luisa. So jedenfalls will es seine Frau verstanden wissen. Während eines Klavierkonzerts kommt es in der Villa von Doom zu einem schrecklichen Vorfall. Durch das geschlossene Schlafzimmerfenster dringt ein Schuss, der die Haushälterin tödlich trifft. Luisa von Doom vermutet einen bestellten Mordanschlag, der nicht der bedauernswerten Frau Kling, sondern ihr selbst gegolten habe. Gegenüber Oberinspektor Derrick nennt sie auch gleich den von ihr verdächtigen Auftraggeber: ihren Mann Robert. Derrick muss in der Tat erkennen, dass es mit der Ehe der beiden nicht zum Besten steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986923","hoster":"VOE"},{"path":"/redirect/8392987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-46","name":"Kaffee mit Beate","epNo":46,"alt":"","descr":"Beate und Helga machen sich große Hoffnungen auf ihr erstes Theaterengagement. Gemeinsam mit anderen Kandidatinnen warten sie auf ihren Aufruf zum Vorsprechen. Für Helga, die als Nächste an der Reihe ist, steigert sich die innere Spannung bis ins Unerträgliche. Je näher der Moment ihres Auftritts rückt, desto nervöser und unsicherer wird sie. Sie gerät ins Stocken, als sie versucht, ihren Rollentext noch einmal vor sich herzusagen. Ein Cognac, so wendet sie sich verzweifelt an ihre Freundin, würde ihr jetzt gut tun. Beate kann ihr zwar diesen Wunsch nicht erfüllen, immerhin aber hat sie in ihrer Handtasche eine Tüte Weinbrandbohnen. Helga findet gerade noch Zeit, sich eine Praline in den Mund zu stecken, dann ist der Augenblick ihres Vorsprechens gekommen. Doch schon nach wenigen Schritten fällt sie plötzlich zu Boden. Zunächst glauben alle an einen Schwächeanfall, bis dann eine Laboranalyse etwas Entsetzliches bestätigt: die gefüllten Schokoladenpralinen waren vergiftet! Beate beteuert ihre Unschuld am Tod ihrer Freundin, doch Derrick schenkt ihren Aussagen keinen Glauben. Wenn sie allerdings an der Tat unbeteiligt war, dann musste der Mordanschlag ihr gegolten haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986919","hoster":"VOE"},{"path":"/redirect/8392989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-47","name":"Solo für Margarete","epNo":47,"alt":"","descr":"Ein PKW, dessen Fahrer offensichtlich betrunken ist, entgeht nicht der Aufmerksamkeit einer motorisierten Polizeistreife. Schon von einer Brücke aus hatten die Beamten beobachtet, wie das verdächtige Fahrzeug über eine unwegsame Uferböschung in Richtung City davongerast war. Einer Verkehrskontrolle jedoch können sich die drei Insassen durch riskante Fahrmanöver entziehen. Der nächtliche Vorfall indes führt die Polizei auf die Spur eines schrecklichen Verbrechens. Noch im Morgengrauen entdeckt man am Flussufer ein nur notdürftig verschnürtes Bündel – es enthält die Leiche einer jungen Frau! Jeglicher Hinweis auf die Identität der Toten fehlt. Oberinspektor Derrick von der Mordkommission entschließt sich daher zur Veröffentlichung ihres Fotos in allen Tageszeitungen. Noch am selben Tag meldet sich bei ihm Frau Ellweg, die in der Ermordeten ihre Untermieterin wieder erkennt, Margarete Wenk, Schülerin an einer Grafikschule","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986918","hoster":"VOE"},{"path":"/redirect/8392990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-48","name":"Lissas Vater","epNo":48,"alt":"","descr":"Herr Schröder zeigt besonderes Entgegenkommen und erklärt sich für den Abend zu einer geschäftlichen Zusammenkunft im Hause seines Chefs bereit. Nach getaner Arbeit lässt es sich der Hausherr Georg Hassler nicht nehmen, seinen Buchhalter persönlich bis zu dessen Wagen zu begleiten. Als sich beide voneinander verabschieden, fallen drei Schüsse. Schröder wird tödlich getroffen. Oberinspektor Derrick kommen die Umstände des Todes von Herrn Schröder merkwürdig vor. Vor allem macht er sich Gedanken über den Grund der zur Nachtzeit angesetzten Dienstbesprechung. Doch alle noch so begründeten und von Derrick sorgsam erwogenen Verdachtsmomente bringen den Mordfall keinen einzigen Schritt seiner Aufklärung näher. Der Zufall kommt ihm schließlich zu Hilfe, als er erfährt, dass es eine Augenzeugin gibt, die das nächtliche Geschehen vom Fenster ihres Zimmers aus beobachtet hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103520","hoster":"VOE"},{"path":"/redirect/8392994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-49","name":"Der Spitzel","epNo":49,"alt":"","descr":"Georg Lukas, ein im Dezernat Einbruch einschlägig bekannter Ganove, hockt in seiner Stammkneipe \"Zum Grünen Baum\". Aber entgegen seiner sonstigen Gewohnheit rührt er heute abend keinen einzigen Tropfen Alkohol an. Für Zivilfahnder Hossbach ein untrügliches Zeichen, dass Lukas noch in dieser Nacht ein krummes Ding drehen will. Er beschließt deshalb, im Präsidium anzurufen und um Verstärkung zu bitten. Hossbachs Instinkt erweist sich als richtig: Lukas’ nächtliches Ziel ist tatsächlich ein Juwelierladen. Drei weitere Komplizen sind mit von der Partie, als er über den Hinterhof in die Geschäftsräume eindringt. Nicht unbemerkt, denn Juwelier Edmund Singer wird plötzlich von verdächtigen Geräuschen aus dem Schlaf gerissen.Auf ihrer Flucht erschießt einer der maskierten Räuber den Zivilfahnder Hossbach. Bei der Aufklärung des Mordes an seinem Kollegen ist Derrick auf die Mithilfe von Henze angewiesen, einem Mann, dem sich der Oberinspektor nur widerwillig anvertraut. Der Grund: Henze ist Polizeispitzel, der überdies im Verdacht steht, an dem Coup Juweliergeschäft beteiligt gewesen zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100345","hoster":"VOE"},{"path":"/redirect/8392995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-50","name":"Die verlorenen Sekunden","epNo":50,"alt":"","descr":"Für den telefonisch übermittelten Wunsch einer ihrer besten Kundinnen weiß Cornelia Haupt schnellen Rat. Sie beauftragt eine Näherin, der wartenden Frau Kwien das neue Kleid sofort in die Wohnung zu bringen. Nichtsahnend begibt sich Frau Leubel in einem Taxi auf den Weg – ihr kurzer Botengang endet unerwartet in einer für sie lebensbedrohenden Situation. Trotz mehrfachen Klingelns nämlich bleibt die Wohnungstür geschlossen. Verdächtige Geräusche aus dem Innern der Wohnung lassen Frau Leubel stutzig werden: Was spielt sich in diesem Moment im Appartement von Frau Kwien ab? Unter Weinkrämpfen berichtet Frau Leubel Oberinspektor Derrick, dass es der Mörder von Frau Kwien gewesen sein musste, der sie gewaltsam in die fremde Wohnung gezerrt habe. Frau Leubel wurde plötzlich bewusst, dass es für sie um Leben und Tod ging. Zu ihrem Glück hörten Hausbewohner ihre verzweifelten Hilferufe. Derrick vermutet den Täter im Familien- oder Freundeskreis der ermordeten, erst seit vier Wochen geschiedenen Geschäftsfrau. Seine ganze Hoffnung ruht auf einer Gegenüberstellung des Tatverdächtigen mit der überlebenden Näherin – doch Frau Leubel ist außerstande, sich ihres Angreifers zu erinnern. Der Schock des Erlebten sitzt tief, in ihrem Gedächtnis fehlen die entscheidenden Sekunden ihres Lebens …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986920","hoster":"VOE"},{"path":"/redirect/8392997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-51","name":"Ute und Manuela","epNo":51,"alt":"","descr":"Egon Sebald, von seinen Freunden \"Blacky\" genannt, fühlt sich gehörig auf den Arm genommen. Entgegen den Behauptungen einer anonymen Anruferin sind die Scheinwerfer seines Wagens ausgeschaltet. Ein dummer Scherz also, dem er aufgesessen ist. Er will zurück in die Diskothek, als er plötzlich einen Revolver auf sich gerichtet sieht. Blacky findet keine Möglichkeit mehr zur Flucht. Ein Schuss aus nächster Nähe trifft ihn tödlich. Oberinspektor Derrick konzentriert seine Ermittlungen auf die geheimnisvolle Person, die mit ihrem Anruf den jungen Mann in die Tiefgarage zu seinem Auto lockte. Ihm liegt eine Zeugenaussage der Sozialhelferin Ute vor, die Blackys ehemaliger Freundin Manuela für die Mordzeit ein einwandfreies Alibi verschafft. Doch Russa, einer aus der Clique des Ermordeten, glaubt, es besser zu wissen. Hinter dem Rücken der Polizei versucht er, Ute in die Enge zu treiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920784","hoster":"VOE"},{"path":"/redirect/12482042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-52","name":"Abitur","epNo":52,"alt":"","descr":"Robert Becker soll einmal den beruflichen Werdegang seines Vaters einschlagen. In der Familie des Landarztes gilt als ausgemacht, dass er damit auch die vom Vater aufgebaute Praxis übernimmt. Vor all diesen ehrgeizigen Plänen aber steht erst einmal das Abitur. Für Robert eine schwere Hürde, ist es doch sehr fraglich, ob er überhaupt den erforderlichen Notendurchschnitt erreichen wird. Doch Dr. Becker lässt sich den erfolgreichen Schulabschluss seines Sohnes etwas kosten. Werner Hofer, ein junger Assessor, soll Robert auf seine bevorstehenden Prüfungen intensiv vorbereiten. Schon bald hat Hofer allen Grund, sich über die wachsenden Sympatien zu wundern, die ihm Roberts hübsche Schwester Adelheid entgegenbringt. Nach einem gemeinsamen Besuch in einer Diskothek passiert auf dem Heimweg ein folgenschweres Unglück: Hofers Wagen erfasst und überfährt einen Passanten. Unter Schock begeht er Fahrerflucht. Die Autopsie des Überfahrenden fördert eine Überraschung zutage: Nicht die Unfallverletzungen, sondern mehrere Schläge auf den Kopf führten zum Tod des jungen Mannes. Der Fall geht an Oberinspektor Derrick von der Mordkommission …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986922","hoster":"VOE"},{"path":"/redirect/8393002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-53","name":"Der L-Faktor","epNo":53,"alt":"","descr":"Professor Waldhoff ist ein Wissenschaftler von Rang, sein Fachgebiet die Biochemie. Er und seine Mitarbeiter stehen unter Zeitdruck, findet doch in Kürze ein Kongress statt, auf dem Waldhoff vor der internationalen Fachwelt seine neuesten Forschungsergebnisse vorzutragen gedenkt. Daher ist jede Minute kostbar, und alles in seinem Institut hat sich diesem großen Ziel unterzuordnen. Gern willigt deshalb auch Frau Dr. Minz in den Vorschlag ihres Chefs ein, ihm noch nach Dienstschluss beim Sichten und Ordnen wichtiger Unterlagen behilflich zu sein. Nicht hier im Institut, sondern doch besser bei ihm zu Hause. Telefonisch bittet Professor Waldhoff daher seine Frau, für den Gast ein zusätzliches Abendbrotgedeck aufzulegen. Eine halbe Stunde später erfasst beide jähes Entsetzen: Frau Waldhoff liegt regungslos im Wohnzimmer! Erwürgt, wie der ärztliche Befund nach Eintreffen der Mordkommission lautet. Spuren eines Kampfes kann Oberinspektor Derrick nicht entdecken. Seine Vermutung: Die attraktive Professoren-Gattin muss ihren Mörder gekannt haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333334","hoster":"VOE"},{"path":"/redirect/8393003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-54","name":"Anschlag auf Bruno","epNo":54,"alt":"","descr":"Das tote Mädchen heißt Gerda Henk. Ihr Freund, Ernst Weise, hatte sich gewundert, dass Gerda nach einer Tanzpause nicht mehr zu ihm zurückgekehrt war. Nach den Feststellungen der Polizei hat sie der unbekannte Täter erwürgt. Oberinspektor Derrick erfährt von Gerdas Eltern, dass ihre Tochter vor kurzem noch mit Bruno Kerk befreundet war. Als Nachbarkinder, deren Familien eng befreundet waren, sind sie gemeinsam aufgewachsen. Aus Spielgefährten waren schließlich gute Freunde geworden, deren Beziehung durch das Auftauchen von Ernst Weise ein plötzliches, für die Eltern der beiden aber unerwartetes Ende fand. Gerda fühlte sich fortan belästigt, wenn Bruno weiterhin jeden Tag nach Dienstschluss vor ihrer Arbeitsstätte auf sie wartete. Aufgrund seiner im Verlauf der Ermittlungen gewonnenen Erkenntnisse sieht sich Oberinspektor Derrick veranlasst, den sich innerhalb der Familie abspielenden Vorgängen besondere Aufmerksamkeit zu schenken. Dabei gelangt er immer mehr zu der Überzeugung, dass ihm dieser Fall neben gutem kriminalistischen Spürsinn ein nicht weniger gutes psychologisches Einfühlungsvermögen abverlangt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986925","hoster":"VOE"},{"path":"/redirect/8393005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-55","name":"Schubachs Rückkehr","epNo":55,"alt":"","descr":"Vor acht Jahren schlossen sich hinter Willi Schubach die Gefängnistore. Wegen guter Führung wird ihm nun ein Teil seiner Strafe zur Bewährung ausgesetzt. Schon in der kommenden Woche soll er entlassen werden. Wie hat er diesen Tag herbeigesehnt, endlich wieder frei zu sein – und Rache zu nehmen! Das hat er seinem Zellengenossen Frank anvertraut. Schubachs immer näher rückender Entlassungstag steigert die Unruhe von Anwalt Dr. Homann. Der Anlass, weshalb es ihm sein ehemaliger, wegen Totschlags verurteilter Klient endlich heimzahlen will, ist ihm nicht unbekannt. In seiner Bedrängnis sucht er Rat bei Oberinspektor Derrick, der seinem Kollegen Harry Klein einen Sonderauftrag erteilt: Er soll einen persönlichen Kontakt zu Schubachs jüngeren Bruder Gerhard aufnehmen. Auf diese Weise hofft Derrick, die tödliche Gefahr von Dr. Homann doch noch abwenden zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986930","hoster":"VOE"},{"path":"/redirect/8393007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-56","name":"Ein unheimliches Haus","epNo":56,"alt":"","descr":"Bitterer Mandelgeruch verbreitet sich im Zimmer der so plötzlich und unter Krämpfen verstorbenen alten Dame. Hausarzt Dr. Beck macht das stutzig. In der Pension muss sich etwas zugetragen haben, was seinen Argwohn hervorruft. Er weigert sich daher, einen Totenschein auszustellen. Frau Schlör, die Haushälterin und langjährige Vertraute der Toten, weist er an, das Sterbezimmer abzuschließen und den Schlüssel gut aufzubewahren. Alles Weitere sei von nun an Sache der Kriminalpolizei. Auch Oberinspektor Derrick ist nicht erst auf eine genaue Laboranalyse angewiesen, um sich letzte Gewissheit über einen heimtückisch ausgeführten Mordanschlag zu verschaffen. Schon bei der ersten Tatortbesichtigung teilt er den Verdacht des Arztes. Der Tee, von dem die begüterte Ferienheimbesitzerin am Nachmittag getrunken hatte, riecht tatsächlich nach bitteren Mandeln – Blausäure also …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986934","hoster":"VOE"},{"path":"/redirect/8393009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-57","name":"Die Puppe","epNo":57,"alt":"","descr":"Oberinspektor Derricks Sandstreuen vor seinem Haus endete mit einem Gipsbein. Und so hockt er – nicht gerade heiter gestimmt – in seinem Büro und wartet voller Spannung auf die ersten Informationen, die ihm sein Kollege Harry Klein vom Tatort durchtelefonieren soll. Noch unter dem Eindruck der schrecklichen Entdeckung stehend, führt die Hausangestellte Luise Staller Inspektor Klein ins Schlafzimmer von Frau Gerdes. Dort hatte sie nach ihrer Rückkehr vom Einkaufen die Tote gefunden. Ein frischer Blumenstrauß im Wohnzimmer lässt sie plötzlich stutzig werden. Mit Bestimmtheit weiß sie, dass der Strauß vor ihrem Weggehen noch nicht da gestanden hat. Auch Derrick teilt Kleins Vermutung: Es sieht so aus, als habe der Mörder seinem Opfer Blumen mitgebracht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920786","hoster":"VOE"},{"path":"/redirect/8393008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-58","name":"Tandem","epNo":58,"alt":"","descr":"Ewald Bienert spielt in seiner Stammkneipe Billard. Er wird sich zu Hause verspäten, denn die Partie dauert länger, als er zunächst dachte. Deshalb will er seine Frau telefonisch benachrichtigen. Doch als er anruft, geschieht gerade in diesem Moment bei ihm in der Wohnung etwas Schreckliches. Durch den Hörer dringen merkwürdige Geräusche, kein Zweifel, seine Frau schwebt in höchster Lebensgefahr! Dankbar ist er deshalb für die bereitwillige Hilfe des Kneipenwirts, ihn nach Hause zu begleiten. Mit Entsetzen findet Ewald Bienert dann seine schlimmsten Befürchtungen bestätigt: seine Frau ist tot. Zur Überraschung seines jüngeren Kollegen entwickelt Oberinspektor Derrick eine Mordtheorie, an die er anfangs selbst nicht so recht glauben mag. Je erfolgreicher er jedoch Beweisstück auf Beweisstück zusammenträgt, desto mehr verdichtet sich seine Vermutung zur Gewissheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986931","hoster":"VOE"},{"path":"/redirect/8393011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-59","name":"Lena","epNo":59,"alt":"","descr":"Wolfgang Horns beharrlichen Unschuldsbeteuerungen schenkt Oberinspektor Derrick keinen weiteren Glauben mehr. Er fordert ihn auf, endlich ein Geständnis abzulegen. Denn Derrick hält die Indizien für so erdrückend, dass er an dessen Täterschaft nicht länger zweifelt.Horns Aussage zufolge begegnete er seiner geschiedenen Frau mittags zum letzten Mal. Sie wollte verhindern, dass er ihre gemeinsame Tochter Agnes von der Schule abholt. Ihr letztes Zusammentreffen endete mit einem Streit auf der Straße. Am Nachmittag, gegen 15 Uhr will Horn dann seine Frau tot im Wohnzimmer ihres Hauses aufgefunden haben. Einen Zeugen, der das bestätigen könnte, gibt es anscheinend nicht. Es sei denn Lena Rehl, die Schwester der Ermordeten. Sie war zur fraglichen Tatzeit mit ihren Töpferarbeiten im Nebenzimmer beschäftigt. Doch Lena hat nichts gehört – sie ist taubstumm …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986947","hoster":"VOE"},{"path":"/redirect/8393013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-60","name":"Besuch aus New York","epNo":60,"alt":"","descr":"Bei dem schweren Motorradsturz war Anna Born noch einmal glimpflich davongekommen. Für ihren Freund Holger Schenk dagegen gab es keine Rettung mehr – noch in derselben Nacht erlag er seinen Verletzungen. Was die junge Tanzlehrerin der Polizei zu Protokoll gibt, will Derrick vorerst nicht so recht glauben. Denn nach ihrer Schilderung war ihnen angeblich über mehrere Kilometer ein Auto gefolgt, das sie dann in voller Absicht gerammt und so den tödlichen Unfall verursacht haben soll.Ziemlich merkwürdig fanden die Eheleute Megassa den Besuch dreier Männer am Vortag, die sich nach ihrer Untermieterin Anna Born erkundigt – sie aber nicht angetroffen hatten. Als offenbar wird, dass dieser Besuch mit einer für Anna bestimmten Erbschaft aus den USA zusammenhängt, ist er schließlich bereit, Ermittlungen in dem mysteriös anmutenden Fall aufzunehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333335","hoster":"VOE"},{"path":"/redirect/8393014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-61","name":"Ein Kongreß in Berlin","epNo":61,"alt":"","descr":"Helle Aufregung in den Laborräumen von Professor Braun-Gorres! Ein nächtlicher Einbruch in das Institutsgebäude, bei dem der diensthabende Wachmann von dem ertappten Täter niedergestochen und tödlich verletzt wurde. Sicherlich war es nur einer Panne zuzuschreiben, wenn der Bericht einer gegenüber der Konkurrenz wohlgehüteten Forschungsarbeit nicht wie üblich vor Dienstschluss im Tresor deponiert wurde. Immerhin liegt der dringende Verdacht nahe, dass der oder möglicherweise die Einbrecher davon Kenntnis hatten. Auf diese Weise war es für sie ein Leichtes, sich in den Besitz dieses wichtigen Dossiers zu bringen.Oberinspektor Derrick glaubt, dass sich zumindest einer der wissenschaftlichen Mitarbeiter von Braun-Gorres der Komplizenschaft schuldig gemacht hat. Noch rätselhafter allerdings wird der Fall, als bei einer genauen Überprüfung die vermeintlich gestohlenen Unterlagen plötzlich wieder zum Vorschein kommen. Allmählich wird Derrick klar, dass einem internationalen Fachkongress, der vor zwei Monaten in West-Berlin stattgefunden hatte, eine Schlüsselrolle zufällt. Wie zur Bestätigung seiner Vermutung melden ihm die Berliner Kollegen einen Mord – mit der gleichen Täterwaffe wie in München! Derrick hält esnun nicht länger in Bayern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986927","hoster":"VOE"},{"path":"/redirect/8393019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-62","name":"Das dritte Opfer","epNo":62,"alt":"","descr":"Ein paar Tage Urlaub einlegen und den Alltagsstress vergessen – das hatte sich Oberinspektor Derrick fest vorgenommen, als er in einem oberbayerischen Kurort Logis bezieht. Gewissermaßen zur selbst auferlegten Entspannungstherapie gehört abends ein Besuch im Spielcasino. Am Roulettetisch begegnet ihm Albert Grosser wieder, der aufgeschlossene Münchner, den er am Vormittag bei seinem ersten Bergausflug in einer Seilbahngondel kennen gelernt hatte. Grosser ist in Begleitung der jungen Haushaltsschülerin Gabriele Voss, deren Bekanntschaft er erst gemacht hat. In seinem Tegernseer Hotelzimmer erhält er einen unerfreulichen Anruf: Albert Grosser ist etwas Schreckliches zugestoßen! Trotz Schussverletzung brachte Grosser noch die Kraft auf, sich zum Telefon zu schleppen. Für Derrick ist damit nicht nur der ersehnte Nachtschlaf dahin, sondern auch die Hoffnung auf einige erholsame Urlaubstage …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986933","hoster":"VOE"},{"path":"/redirect/8393020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-63","name":"Die Versuchung","epNo":63,"alt":"","descr":"Rolf Sossner alarmiert die Polizei: Sein Freund und Geschäftspartner Walter Möbius wurde soeben entführt. Noch wenige Minuten zuvor hatten beide eine geschäftliche Unterredung. Dann verließ Möbius sein Büro und ging zu seinem Wagen in der Tiefgarage. Allem Anschein nach hat sich dort der tragische Vorfall in Sekundenschnelle ereignet. Die Rekonstruktion des mutmaßlichen Tathergangs bestätigt Sossners Aussage. Noch am selben Tag melden sich die Entführer über Telefon. Ihre Forderung: eine Million Mark Lösegeld in kleinen Scheinen. Als jedoch nach erfolgter Geldübergabe noch immer das ersehnte Lebenszeichen des Entführten ausbleibt, wird Oberinspektor Derrick unruhig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986935","hoster":"VOE"},{"path":"/redirect/8393022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-64","name":"Ein Todesengel","epNo":64,"alt":"","descr":"Wurde Arthur Tobbe in eine Falle gelockt? Vieles spricht dafür, beweisen kann er es nicht. Oberinspektor Derrick ist damit einverstanden, dass von dem jungen Mädchen, dessen Name Tobbe nicht kennt, eine Phantomzeichnung angefertigt wird. Aber auch diese Fahndungshilfe führt nicht zum Erfolg – die Unbekannte bleibt spurlos verschwunden. Der Schuss, der Arthur Tobbe glücklicherweise nur eine leichte Verletzung beigebracht hat, war mit Absicht auf ihn abgefeuert worden. Ein eindeutiger Mordanschlag! Als das geschah, befand sich die Unbekannte in seiner Begleitung. Und im Nachhinein kommt ihm einiges an ihrem damaligen Verhalten merkwürdig vor. Hatte sie tatsächlich, wie er fest glaubt, ihre Hand im Spiel? Als sie jedoch unvermutet und aus freien Stücken wieder bei Tobbe auftaucht, gerät seine Theorie ins Schwanken. Jetzt ist Oberinspektor Derrick entschlossen, der Sache auf den Grund zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986937","hoster":"VOE"},{"path":"/redirect/8393025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-65","name":"Karo As","epNo":65,"alt":"","descr":"Zum Glück trug Agnes Demmler keine lebensgefährlichen Verletzungen davon. Merkwürdig nur, der Schuss wurde erst abgegeben, als sie die Balkontür schon fast geschlossen hatte. Nach Meinung von Oberinspektor Derrick eigentlich zu spät, um die Frau noch ernsthaft gefährden zu können. Immerhin, ein Aufenthalt im Krankenhaus bleibt Frau Demmler nicht erspart. Und zunächst sieht es ganz nach einem Zufall aus, als schon kurze Zeit später ein junger Mann in ihrem Zimmer auftaucht. Ihre Arglosigkeit alarmiert Derrick: Wenn sich der Fremde als Jochen Karo ausgegeben hat, so war das mit großer Wahrscheinlichkeit gelogen. Schon am nächsten Tag hält Derrick seinen Verdacht für bestätigt, denn der Mann lässt sich abermals im Krankenzimmer von Agnes Demmler blicken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986939","hoster":"VOE"},{"path":"/redirect/8393024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-66","name":"Hanna, liebe Hanna","epNo":66,"alt":"","descr":"Magda Klein steht die Enttäuschung ins Gesicht geschrieben. Ihr Vater wollte bei ihrer Ankunft am Bahnsteig sein, nun aber ist er nicht erschienen. Eigenartig, denn auf seine absolute Pünktlichkeit war immer Verlass. Die Mitteilung des Hotelportiers, wonach ihr Vater seit gestern Vormittag nicht mehr gesehen wurde, stimmt sie nachdenklich. Kurze Zeit später auch noch ein mysteriöser Anruf – was eigentlich, so fragt sie sich voller Sorge, geht hier vor? Die Ungewissheit über den Verbleib ihres Vaters übersteigt ihre Kräfte. Weinend sucht sie die Polizei auf und erstattet eine Vermisstenanzeige. Am nächsten Tag wird Magdas Vater in einem Waldstück gefunden – tot! Todesursache: Einnahme eines Pflanzenschutzmittels. Schleifspuren und Fußabdrücke am Tatort sind für Oberinspektor Derrick ein eindeutiges Indiz für Mord …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986932","hoster":"VOE"},{"path":"/redirect/8393026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-67","name":"Unstillbarer Hunger","epNo":67,"alt":"","descr":"Hin und wieder gehört es zu Oberinspektor Derricks beruflichen Pflichten, Angehörige von Verbrechensopfern traurige Nachrichten zu überbringen. Helga Wichmann, eine junge, lebenslustige Frau, wurde nach Zeugenaussagen beim Verlassen einer Bar vor ein vorbeifahrendes Auto gestoßen. Eine nähere Beschreibung des mutmaßlichen Täters fällt, wie in solchen Fällen üblich, nicht zur Zufriedenheit der Polizei aus. Es wundert Derrick, dass die Mitteilung vom Tod ihrer Schwiegertochter bei Frau Wichmann keine sonderlich betroffene Reaktion auslöst. Noch weniger bei dem Ehemann der Verunglückten. Wie die polizeilichen Ermittlungen bald ergeben, hat der offensichtliche Mord an der jungen Frau eine im Familienleben der Wichmanns begründete Vorgeschichte. Vor allem waren es vermutlich die ganz persönlichen Wünsche und Sehnsüchte von Helga Wichmann, auf die ihr Mann nur mit Unverständnis und Ablehnung reagierte. Noch allerdings kommen Oberinspektor Derrick Zweifel, ob sich dahinter das alleinige Motiv des Verbrechens verbirgt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986941","hoster":"VOE"},{"path":"/redirect/8393035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-68","name":"Ein Lied aus Theben","epNo":68,"alt":"","descr":"Auf dem Hof ihres Hauses macht Frau Machnow eine schreckliche Entdeckung: ihr Sohn Hans liegt tot neben seinem Auto! Eine klaffende Kopfwunde deutet darauf hin, dass er erschlagen wurde. Vor einer halben Stunde noch hatte er seine Freundin Inge nach Hause gebracht. Fassungslos erzählt Inge Bruckmann der Polizei, dass es zwischen ihrem Freund und Ulrich Hemp einen heftigen Streit gegeben hatte. Wutentbrannt sei Hemp daraufhin ihrem Wagen nachgefahren. Vermutlich habe er dann Hans zu Hause aufgelauert. Für Oberinspektor Derrick ist die Sachlage klar er nimmt Ulrich Hemp in Untersuchungshaft. Schon am nächsten Morgen aber muss er ihn wieder auf freien Fuß setzen, denn der Tatverdacht gegen ihn hat sich inzwischen als haltlos erwiesen. Dennoch, das merkwürdige Verhalten des jungen Mannes stimmt Derrick mit der Zeit nachdenklich...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986940","hoster":"VOE"},{"path":"/redirect/8393036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-69","name":"Tödliche Sekunde","epNo":69,"alt":"","descr":"Achim Rudolf hat sich von seiner Freundin Marianne verabschiedet. Nun befindet er sich auf dem Heimweg. Als er mit seinem Motorrad in eine Seitenstraße einbiegt, wird die nächtliche Ruhe unversehens durch die verzweifelten Hilferufe einer Frau gestört. Aus ihrem Haus kommt Frau Kahl gerannt, deren Mann soeben das Opfer eines Raubüberfalls wurde. Als unfreiwilliger Zeuge muss Achim vor der Polizei aussagen. War es wirklich nur purer Zufall, wie er zu Protokoll gibt, dass er ausgerechnet um diese Zeit am Tatort vorbeigefahren ist? Zunächst will ihm Oberinspektor Derrick das nicht glauben. Vollends aus dem Konzept gerät die Polizei, als ihr der Student eine Entdeckung offenbart, die er in unmittelbarer Nähe des Tatortes gemacht haben will. Erst allmählich kommt Derrick dahinter, dass ihn diese Wahrnehmung in eine ganz andere Richtung weist. Am Ende kann er zu seiner eigenen Erleichterung Achims Gewissensbisse aus der Welt schaffen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986942","hoster":"VOE"},{"path":"/redirect/8393028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-70","name":"Ein tödlicher Preis","epNo":70,"alt":"","descr":"Taxi 3741 meldet sich nicht. Vergebens bemüht sich die Zentrale um Funkkontakt zu Hugo Dornwall, dem Fahrer von Taxi Nr. 3741. Der Gesuchte bleibt stumm. Er bleibt es für immer, denn Hugo Dornwall ist tot. Nach Oberinspektor Derricks ersten Erkenntnissen wurde er mit einem Messer erstochen. In sich zusammengesunken, am Steuer seines Wagens sitzend, hat ihn sein Kollege Jakob Wilhelmi entdeckt. Das Verbrechen geschah am hellichten Tag und auf einer belebten Straße, wie Derrick resigniert feststellt. Typisch Raubmord an einem Taxifahrer? Eine spontane Vermutung, die sich jedoch sehr schnell als falsch erweist. Denn von den Tageseinnahmen des Toten fehlt kein Pfennig. Offensichtlich war es dem Täter nicht um Dornwalls Geld gegangen. Aus diesem Grund gewinnen die Aussagen einiger Taxifahrer plötzlich an Gewicht. Sie behaupten nämlich, dass sich ihr Kollege am Vortag über einen Koffer gewundert haben soll, den er zu seinem Erstaunen im Auto vorgefunden hat. Angeblich konnte es sich Hugo Dornwall nicht erklären, wie das fremde Gepäckstück ohne sein Wissen in den Kofferraum seines Taxis gelangt war ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986944","hoster":"VOE"},{"path":"/redirect/8393038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-71","name":"Die Entscheidung","epNo":71,"alt":"","descr":"In seinem Münchner Hotelzimmer erhält Alf Hauff unerwarteten Besuch - Kriminalpolizei! Aus Wien kommend, war er erst vor wenigen Stunden mit dem Nachtzug in der Isarmetropole eingetroffen. Erstaunt über Oberinspektor Derricks Frage bestätigt er, dass er während der Nacht mit einem anderen Reisenden sein Schlafwagenabteil getauscht hatte. Fürs erste passt damit alles in das Bild, das sich Derrick vom Tathergang des Verbrechens gemacht hat. Demzufolge hatte der Mordanschlag im Zug eigentlich Hauff gegolten, dem Fahrgast, der laut Belegliste in Kabine 12 übernachten sollte. Zuvor war der Täter in das Abteil des Schaffners eingedrungen, hatte den Ahnungslosen mit Äther betäubt und ihm anschließend den Kabinenschlüssel geraubt. Alf Hauff fällt aus allen Wolken. Das würde ja bedeuten, dass er nur dank eines glücklichen Umstandes noch am Leben ist! Wer aber sollte ein Interesse an seinem Tod haben? Sein verstorbener Vater hat ihm zwar testamentarisch die alleinige Leitung des Familienunternehmens übertragen. Aber der Wille des Vaters war doch für niemanden überraschend gekommen. Jeder in der Verwandtschaft hatte damit gerechnet. Kein Grund also, ihm deswegen nach dem Leben zu trachten. Die Mordtheorie von Oberinspektor Derrick scheint einfach absurd ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986936","hoster":"VOE"},{"path":"/redirect/8393039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-72","name":"Der Tod sucht Abonnenten","epNo":72,"alt":"","descr":"Statt eines ruhigen Abends steht Oberinspektor Derrick noch eine gehörige Portion Aufregung bevor. Im letzten Moment kann er verhindern, daß zwei Männer die laut um Hilfe Rufende in ein Auto zerren. Die beiden Kidnapper lassen von ihrem Opfer ab und suchen das Weite. Zu Hause erlebt dann Derrick eine weitere Überraschung: Die Unbekannte ist rauschgiftsüchtig und leidet stark unter Entzugserscheinungen. Noch ehe er aber einen Arzt rufen kann, ist das Mädchen aus seiner Wohnung verschwunden. Minuten später ist es tot - aufgehängt am Fensterkreuz in der Toilette einer Gaststätte. Lieselotte Schenke, genannt Hilo, aus Köln stammend und bis vor einem Jahr bei ihrem Onkel Heinz Engels in München wohnhaft. - Das sind erste spärliche Informationen über die tote Schülerin einer Grafikerschule. Zuletzt hatte sie sich mit Marga, einer Mitschülerin, eine kleine Wohnung geteilt. Als Derrick Marga einen Besuch abstattet, fällt ihm auf, daß auch sie drogenabhängig ist. Und noch etwas weckt seinen Argwohn: Marga verhält sich so, als ob ihr die tragischen Ereignisse der vergangenen Nacht längst bekannt sind ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986949","hoster":"VOE"},{"path":"/redirect/8393042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-73","name":"Auf einem Gutshof","epNo":73,"alt":"","descr":"Über Gut Heimann tobt ein schweres Gewitter. Aufgeschreckt durch ein plötzliches Geräusch, geht Marlene Schulte ans Fenster. Als sie vorsichtig den Vorhang beiseite schiebt, wird von außen die Scheibe eingeschlagen. Im nächsten Augenblick fällt ein Schuss. Zum Glück jedoch verfehlt die Kugel ihr Ziel. Weinend gesteht Frau Schulte ihrer Schwester Waltraud, dass sie trotz der Dunkelheit deutlich das Gesicht des Attentäters erkannt hat. Es war Richard, ihr eigener Mann, mit dem sie seit einem halben Jahr verheiratet ist. Für Oberinspektor Derrick sind indessen noch weitere Einzelheiten von Interesse. So erfährt er zum Beispiel von Eberhard Heimann, dem Bruder von Marlene Schulte, dass sein Schwager bereits die Bekanntschaft mit dem Gefängnis gemacht habe. Als seine Schwester - erst nach ihrer Hochzeit - davon erfahren hat, war angeblich zwischen den Eheleuten von Scheidung die Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986946","hoster":"VOE"},{"path":"/redirect/8393040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-74","name":"Zeuge Yorowski","epNo":74,"alt":"","descr":"Mit einer energischen Handbewegung bedeutet Nachtpförtner Baumbauer Herrn Yurowski, still zu sein. So lautlos wie möglich tastet sich Baumbauer den dunklen Treppenaufgang ins obere Stockwerk hoch. In den nächsten Sekunden überstürzen sich für den zurückgebliebenen Yurowski die Ereignisse: Plötzlicher Lärm von Stimmen, schrilles Aufheulen der Alarmsirene und fast gleichzeitig der untrügliche Knall eines Schusses! Befriedigt nimmt Oberinspektor Derrick zur Kenntnis, dass es für den nächtlichen Einbruch in einem technischen Großbetrieb einen wichtigen Zeugen gibt. Doch enttäuscht muss er bald feststellen, dass die Aussagen dieses Mannes nicht über das hinausgehen, was auch schon der Polizei durch eigene Ermittlungen bekannt ist: Ertappte Einbrecher, die versucht hatten, einen Tresor zu knacken, haben den Pförtner erschossen. Viel mehr ist aus Yurowski, selbst Angestellter dieser Firma, nicht herauszuholen. Dennoch wird Derrick das Gefühl nicht los, daß der Zeuge mehr weiß, als er im Augenblick zugibt ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986945","hoster":"VOE"},{"path":"/redirect/8393044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-75","name":"Eine unheimlich starke Persönlichkeit","epNo":75,"alt":"","descr":"Ein unmissverständliches Kopfschütteln unterstreicht die Antwort von Alberta Renz auf Derricks Frage. Nein, aus der Existenz seiner Geliebten Ursula Momm habe ihr Mann Robert kein Geheimnis gemacht. Ein Versteckspiel nach Art untreuer Ehemänner? Kam für ihn nicht in Frage. Wie unerfreulich das alles für sie und ihren in Nürnberg wohnenden Sohn auch gewesen sein mochte, letztlich war ihnen nichts anderes übrig geblieben, als sich mit dieser Situation abzufinden. Immerhin, Frau Renz verhehlt nicht, dass sie zutiefst gekränkt war, als ihr Mann nicht sie am Abend zur Jubiläumsfeier seiner Firma mitgenommen hatte, sondern die Momm. Und jetzt soll er plötzlich tot sein? Um Mitternacht vor dem Appartementhaus seiner Geliebten wurde er erschossen, wie ihr soeben Derrick mitgeteilt hat. Als Frau Renz im Beisein des Oberinspektors versucht, ihren Sohn Erich anzurufen, bleibt es am anderen Ende der Leitung stumm...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986943","hoster":"VOE"},{"path":"/redirect/8393043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-76","name":"Pricker","epNo":76,"alt":"","descr":"Profitäter haben einen Gefängniswagen überfallen und dabei einen Toten und einen lebensgefährlich verletzten Justizbeamten zurückgelassen. Außerdem konnte der einzige Fahrgast, ein gewisser Alfred Pricker, aus dem Polizeigewahrsam entkommen. Doch Pricker war nur ein kleiner Fisch, viel zu klein für eine solche Befreiungsaktion. Ein Irrtum der Ganster ?...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986950","hoster":"VOE"},{"path":"/redirect/8393047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-77","name":"Dem Mörder eine Kerze","epNo":77,"alt":"","descr":"Als sich Oberinspektor Derrick im Fotolabor des Toten etwas genauer umsieht, entdeckt er auf dem Schreibtisch einen Zettel. \"Schule\" - es kostet ihn einige Mühe, das Wort zu entziffern. Offenbar mit letzter Kraftanstrengung hat es Dernberg noch aufschreiben können. Ein Hinweis, der eine heiße Spur verspricht? Nach den Feststellungen des Polizeiarztes muß der Tod des Werbefotografen zwischen 22.00 und 23.00 Uhr eingetreten sein. Noch sind die Ermittlungen in vollem Gange, als ein Geistlicher erscheint. Er bittet darum, ein Gebet für den Ermordeten sprechen zu dürfen. Reiner Zufall, wie Derrick zunächst glaubt ? Doch unerwartet erhält er schon kurze Zeit später Gelegenheit, seine Ansicht zu ändern. Zu seiner nicht geringen Überraschung nämlich begegnet er demselben Pfarrer wieder, dessen Anteilnahme dem ermordeten Dernberg gegolten hatte - und zwar ausgerechnet in der Schule, die dem Ort des Verbrechens am nächsten liegt! Für Oberinspektor Derrick bekommt damit das scheinbar zufällige Auftauchen des Priesters am Tatort plötzlich eine Bedeutung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097804","hoster":"VOE"},{"path":"/redirect/8393051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-78","name":"Eine Rechnung geht nicht auf","epNo":78,"alt":"","descr":"Die Eheleute Gudrun und Hans Hofstetter sind auf dem Nachhauseweg. Auf einer Kreuzung zwingt sie ein entgegenkommender PKW zu einem Ausweichmanöver. Hofstetters Wagen prallt gegen einen Baum. Derrick ist fassunglos über das Ermittlungsergebnis. Während Frau Hofstetter gleich tot war, hatte sich ihr Mann schwerverletzt aus dem Wrack befreit. Erst jetzt wurden ihm die tödlichen Verletzungen zugefügt. Vermutlich überfuhr ihn der Unfallverursacher...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986954","hoster":"VOE"},{"path":"/redirect/8393049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-79","name":"Der Kanal","epNo":79,"alt":"","descr":"Ein Pkw, quer zur Straße gestellt, versperrt den schmalen Weg über die Kanalbrücke. Offene Türen, brennendes Licht und Schlüssel im Zündschloß. Verschiedene Fußspuren, die vom Auto ans Kanalufer führen. Doch weit und breit keine Menschenseele. Noch in derselben Nacht gelingt es der Polizei, die Leiche eines Mannes aus dem Isarkanal zu bergen. Seine Papiere weisen ihn als Herbert Junker aus, verheiratet und wohnhaft in München. Er ist der Besitzer des verlassenen Wagens. Erste Anhaltspunkte, die auf ein Verbrechen hindeuten, entnimmt Oberinspektor Derrick den Aussagen von Rudolf Tibold, dem Wirt eines in der Nähe gelegenen Landgasthauses. Für ihn war der junge Mann aus München kein Unbekannter. Ziemlich oft, aber doch in unregelmäßigen Abständen, traf er sich hier in seinem Lokal mit einer Dame. Sie war jung, hübsch und ebenfalls verheiratet. Ihr Name: Elisabeth Röder. Tibold erinnert sich noch, daß am Nachmittag jemand angerufen und sich nach Herrn Junker erkundigt hatte. Es war die Stimme eines Mannes - seinen Namen verschwieg er ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103522","hoster":"VOE"},{"path":"/redirect/8393054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-80","name":"Am Abgrund","epNo":80,"alt":"","descr":"Eine Handtasche mit vollem Inhalt findet die Polizei im Hinterhof zum Lokal \"Nachteule\", nur ein paar Meter von einer Toten entfernt. An der Identität der ermordeten jungen Frau besteht somit kein Zweifel: Ina Debel, in Düsseldorf geboren und 19 Jahre alt. Zusätzlich erfährt Oberinspektor Derrick, daß sie sich nach zwei Semestern Kunstakademie als Call-Girl ihren Lebensunterhalt verdient hat. Verständigt und an den Tatort geführt wurde Derrick von einem Taxifahrer. Er berichtet, daß er die durch einen Messerstich getötete Ina Debel entdeckt hat. Ein Mann, der in der Toreinfahrt vor der Toten gekniet habe, war fluchtartig vor ihm weggelaufen. Dank einer genauen Personenbeschreibung wird der Unbekannte ausfindig gemacht - Jakob Hesse, ein ehemaliger Lehrer, den ein ungewöhnlicher Schicksalsschlag vor Jahren aus der Bahn geworfen hatte. Doch schon nach dem ersten Verhör muß sich Derrick enttäuscht eingestehen, daß er in dem Alkoholiker Hesse alles andere, nur nicht den Tatverdächtigen aufgespürt hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106141","hoster":"VOE"},{"path":"/redirect/8393055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-81","name":"Kein Garten Eden","epNo":81,"alt":"","descr":"Im Büro von Oberinspektor Derrick steht ein unangemeldeter Besucher: Ingo Rolfs, ein junger, nervös wirkender Mann, der vorgibt, von Morddrohungen gegen seinen Stiefvater zu wissen. Schon zweimal seien anonyme Briefe eingegangen, in denen dieser bedroht würde. Zwar habe der Stiefvater die Briefe nicht ernst genommen, doch wenigstens für sich persönlich, so Rolfs zu Derrick, wolle er jedes Risiko ausschließen. Mit überraschender Offenheit nämlich gesteht er, aus seiner tiefen Abneigung gegen den Stiefvater, einen wohlhabenden Geschäftsinhaber, keinen Hehl gemacht zu haben. Und nun, fürchtet er, daß aller Verdacht sofort auf ihn fällt, sobald ihm tatsächlich etwas passiert. Schon eine Stunde später erhält Derrick die Nachricht, daß die vermeintlichen Morddrohungen zur schrecklichen Gewißheit wurden. Rudolf Voss, dem der eingestandene Haß des Stiefsohnes galt, ist tot. Im Wohnzimmer seines Hauses finden Ingo Rolfs und Inspektor Klein die Leiche des Erschossenen. Für Derrick stellt sich die Frage, ob nicht ein Schuldiger in seiner Verzweiflung geglaubt hat, mit seinem Gang zum Polizeipräsidium die Flucht nach vorn antreten zu müssen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12729716","hoster":"VOE"},{"path":"/redirect/8428028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-82","name":"Eine ganz alte Geschichte","epNo":82,"alt":"","descr":"Im August 1946 habe sich ein bisher ungesühnter Raubmord zugetragen. Das jedenfalls behauptet ein junger Mann, der Oberinspektor Derrick im Polizeipräsidium gegenübersitzt. Arne Reuter, sein gleichnamiger Onkel, Juwelier aus Berlin, sei das Opfer gewesen. Bei einem illegalen Grenzübertritt über die Zonengrenze in der Nähe von Bebra sei er von seinem damaligen Begleiter Alfred Answald heimtückisch erschlagen worden. Von dem geraubten Schmuck seines Onkels habe sich der Täter nach dem Krieg eine ansehnliche Existenz aufbauen können. Heute lebe er hinter der Maske eines unbescholtenen Bürgers in München. Den Beweis für seine Anzeige gegen Alfred Answald aber bleibt Reuter schuldig. Die Vernehmungsprotokolle von damals, die er dem erstaunten Derrick vorlegt, entlasten nämlich eindeutig den Angeschuldigten. Und noch etwas fällt Derrick beim genauen Studium der alten Protokolle auf: Sie enthalten keinen Hinweis auf angeblich geraubte Brillanten. Ein rechtskräftig zu den Akten gelegter Fall also? Doch schon einige Tage später meldet sich erneut Arne Reuter bei der Mordkommission - diesmal mit einer Nachricht, die jetzt auch Derrick aufhorchen läßt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986955","hoster":"VOE"},{"path":"/redirect/8393060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-83","name":"Die Schwester","epNo":83,"alt":"","descr":"Bruno Kielers angebliches Alibi stößt bei Oberinspektor Derrick auf wenig Gegenliebe. Er stellt nämlich in Abrede, einer der drei Täter zu sein, auf deren Konto der Einbruch in die Büroräume der Hüttenrauch AG geht. Neben dem Nachtpförtner ist ein weiteres Opfer zu beklagen: Bruno Kielers Bruder. Er war von Derricks Kollegen Harry Klein in Notwehr erschossen worden. Nun richtet sich die Fahndung auf den dritten Mann, der nach einem Schußwechsel unerkannt entkommen konnte. War es Zufall, daß sich seine Spur in einem großen Mietshaus verlor? Um das herauszufinden, beschließt Klein, die Hausbewohner näher unter die Lupe zu nehmen. Er vertraut dabei auf die Mithilfe von Doris Menke, die wie die meisten im Haus durch die nächtliche Polizeiaktion aus dem Schlaf gerissen wurde. Immerhin ließ sie es sich nicht nehmen, den im Gesicht verletzten Klein zu verarzten, nachdem er die Verfolgung des dritten Gangsters resigniert aufgeben mußte. Derrick indessen hat längst durchschaut, daß es nicht nur dienstlicher Eifer ist, der seinen Kripokollegen Klein wiederholt zu der attraktiven Doris Menke hinzieht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986957","hoster":"VOE"},{"path":"/redirect/10913355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-84","name":"Tod eines Italieners","epNo":84,"alt":"","descr":"Oberinspektor Derrick läßt sich von Harry Klein zu einem Besuch in das neueröffnete italienische Restaurant um die Ecke überreden. Derrick müßte sich schon schwer täuschen, wenn hinter Harrys überschwenglicher Begeisterung für italienische Gaumenfreuden nicht noch etwas ganz anderes steckt. Und er soll recht behalten: Ursula Weichler, die deutsche Schwägerin des Restaurantbesitzers Mario Forlani, hat es seinem jungen Kollegen angetan. Völlig zu Recht, wie Derrick neidlos zugeben muß, als er die attraktive und sympathische Ursula näher kennenlernt. Doch während es sich die beiden Kripobeamten schmecken lassen, passieren hinter ihrem Rücken plötzlich Dinge, die die Familie Forlani in großes Unglück stürzen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106144","hoster":"VOE"},{"path":"/redirect/8393063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-85","name":"Das sechste Streichholz","epNo":85,"alt":"","descr":"Diskothekenbesitzer Henry Janson wurde erschossen. Ein Taxifahrer, der jemanden abholen sollte, hatte einen Schuß im Innern des Lokals gehört und die Polizei gerufen. Jansons Bruder Egon beschuldigt den Studenten Jo Mahler. Derrick ermittelt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100346","hoster":"VOE"},{"path":"/redirect/8393064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-86","name":"Prozente","epNo":86,"alt":"","descr":"\"Mir war sofort klar, die Sache galt mir und nicht meinem Buchhalter\", erfährt Oberinspektor Derrick aus dem Mund des noch immer unter Schock stehenden Kreditvermittlers Hollerer. Martin Schlehdorn, ein zufällig anwesender Kunde, bestätigt dessen Schilderung vom Tathergang. Er wie Hollerer hätten aus dem Vorzimmer die drei Schüsse gehört, die den Buchhalter Mahler so schwer verletzten, daß er kurze Zeit darauf starb. Inzwischen weiß die Kripo die Aussagebereitschaft von Martin Schlehdorn immer mehr zu schätzen. Ihm fällt ein, daß seine Frau Susanne ebenfalls als wichtige Zeugin in Frage kommt. Sie nämlich hatte im Auto gewartet, als er mit Hollerer über seine Kreditangelegenheit verhandelte. Folglich müßte sie die ganze Zeit über das Haus im Auge behalten haben, konnte vermutlich beobachten, wer es betreten oder wer es verlassen hatte. Unter diesen Personen, so Derricks Vermutung, sollte der Mörder zu suchen sein. Doch während er seine ganze Hoffnung in die Aussage von Frau Schlehdorn setzt, hält es ihr Ehemann plötzlich für angebracht, wenn sie ihre Wahrnehmungen besser für sich behält\"..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986956","hoster":"VOE"},{"path":"/redirect/8393065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-87","name":"Der Untermieter","epNo":87,"alt":"","descr":"Walter Buschmann wird nach 10 Jahren Haft entlassen. Derrick erfährt durch seinen pensionierten Kollegen Leo Kurat von Buschmanns Entlassung. Inzwischen hat sich der Haftentlassene Zutritt zur Wohnung der Familie Kaul verschafft. Derrick ahnt: Buschmann verfolgt ein ganz bestimmtes Ziel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986962","hoster":"VOE"},{"path":"/redirect/8393068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-88","name":"Tod im See","epNo":88,"alt":"","descr":"\"Da ist nicht mehr viel zu machen\" - eine für Rudolf Wiegand niederschmetternde Nachricht! Von Minute zu Minute schwindet die Hoffnung, die Verunglückte doch noch lebend aus dem Starnberger See zu retten. Die Vorahnung des Beamten der Wasserschutzpolizei wird dann auch bald zur traurigen Gewißheit. Trotz wagemutigen Einsatzes der Männer auf dem Rettungskreuzer bleibt die 36jährige unauffindbar. Wiegand sieht sich jetzt dem Vorwurf ausgesetzt, nicht rechtzeitig genug den Schutz eines Yachthafens aufgesucht zu haben. Immerhin war dem aufkommenden Unwetter eine eindringliche Sturmwarnung vorausgegangen. Warum hatte er sie nicht ernst genommen? So trieben beide in ein Unglück, dessen Folgen verheerend waren. Rettung vom gekenterten Boot kam allein nur für ihn - seine Frau Ursula ist vorerst noch verschollen. Verschollen aber bleibt sie auch am nächsten Tag. Und das läßt nicht nur bei der Wasserpolizei Unruhe und Verdacht aufkommen. Herr Randolf, der Vater der Vermißten, begibt sich schließlich zu Oberinspektor Derrick von der Münchner Mordkommission und erstattet Anzeige\"...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100351","hoster":"VOE"},{"path":"/redirect/8393069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-89","name":"Stunde der Mörder","epNo":89,"alt":"","descr":"\"Spät ist es wieder einmal geworden\" - stöhnt Oberinspektor Derrick und ist zugleich froh, sich nach einem langen Arbeitstag endlich auf den Heimweg begeben zu können. Seine gelöste Aufbruchstimmung erfährt jedoch durch einen Anruf noch einmal eine jähe Wendung: Herr Bonna, der Leiter eines Altersheims, wurde vor wenigen Minuten in seiner Wohnung erschossen. Bonna ist für Derrick kein unbeschriebenes Blatt. Angeklagt wegen dreifachen Mordes, wurde er erst heute mangels Beweisen freigesprochen. Derrick mußte mit ansehen, wie der aufs Schwerste belastete Bonna den Gerichtssaal als freier Mann verließ. Immerhin war Derrick nicht entgangen, daß die als Zeugen geladenen Heiminsassen zugunsten des Angeklagten ausgesagt hatten. Frau Dederich, die engste Vertraute des Ermordeten, weiß von einem älteren Herrn zu berichten, der sich am Nachmittag für einen Platz im Heim interessiert hatte. Ein Mann namens Mahler, der Herrn Bonna in mancherlei Hinsicht merkwürdig vorgekommen war. Als Herr Mahler am anderen Morgen Derrick gegenübersteht, erinnert sich der Oberinspektor an den alten Mann. Erst am Vortag war er ihm im Gerichtssaal als Zuhörer beim Prozeß gegen Bonna aufgefallen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986963","hoster":"VOE"},{"path":"/redirect/8393072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-90","name":"Eine Rose im Müll","epNo":90,"alt":"","descr":"Die Philosophiestudentin Marion Diebach ist beunruhigt. Der sympathische LKW-Fahrer Michael Rothaupt, der sie ein Stück des Weges mitnahm und sie bei einem Gasthaus absetzte, um sie später wieder abzuholfen, ist verschwunden. Auch Derrick entdeckt eine Reihe schwerwiegender Verdachtsmomente, die nichts Gutes ahnen lassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986966","hoster":"VOE"},{"path":"/redirect/8393075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-91","name":"Falle für Derrick","epNo":91,"alt":"","descr":"Eine in der Tat bittere Sache - bitter für Derrick höchstpersönlich! Eine Falle, in bösartiger Absicht ausgelegt, oder etwa doch begründeter Tatverdacht gegen den Kripomann von der Münchner Mordkommission? Doch was war geschehen? Zunächst der anonyme Anruf gestern abend. Eine Frau, die ihn außerhalb Münchens in einem abgelegenen Ausflugslokal dringend zu sprechen wünscht. Derrick überwindet aufkommende Zweifel und fährt los, verspricht er sich doch wichtige Informationen über Ludenke, diesem zwielichtigen, unter Mordverdacht stehenden Typ. Umsonst die Fahrt dorthin, denn die Unbekannte war nicht erschienen. Am anderen Morgen dann im Präsidium die herbe Enttäuschung mit Herrn Kramer, der es sich plötzlich anders überlegt hat und seine Aussage wieder zurückzieht - natürlich zu Gunsten von Ludenke. Schließlich unmittelbar darauf die Todesnachricht von einem Radfahrer, der in der vorangegangenen Nacht von einem Auto überfahren wurde - Fahrerflucht. Fatal an dem traurigen Vorgang: Die kriminaltechnischen Untersuchungen weisen Derricks Wagen eindeutig als das Täterfahrzeug nach! Der Oberinspektor kann die Tatsache nicht leugnen, seinen PKW zur vermuteten Unfallzeit benutzt zu haben. Ernste Konsequenzen zeichnen sich für ihn ab...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100347","hoster":"VOE"},{"path":"/redirect/8393077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-92","name":"Nachts in einem fremden Haus","epNo":92,"alt":"","descr":"Oberinspektor Derrick hat das ungute Gefühl, einem schlechten Scherz aufgesessen zu sein. Da wird er nun von dem Ehepaar Stettner aufgeregt aus seinem Büro in eine Villa geholt, um einen Toten, womöglich gar Ermordeten, zu sehen - und dann findet sich am vermeintlichen Tatort nicht die Spur einer Leiche. Beide Stettners aber könnten einen Eid darauf schwören, in dem fremden Haus, das sie vor mehr als einer Stunde durch einen dummen Zufall betreten hatten, einen wie leblos wirkenden Mann entdeckt zu haben. Mit dem Gesicht nach unten lag er in der Bibliothek, allem Anschein nach ohnmächtig oder tot. Als Stettner den Unglücklichen zur Seite drehen wollte, zuckte er erschrocken zurück - an seiner Hand klebte plötzlich Blut! Frau Baum, die Haushälterin des gerade abwesenden Villenbesitzers Dr. Stoll, weiß nichts von einem angeblichen Toten. Aber auch der Teppich in der Bibliothek, den Derrick sofort näher untersucht, weist keine Blutspuren auf. Und dennoch, was die Stettners ihm erzählen, klingt nicht danach, als sei alles nur aus der Luft gegriffen\"...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986961","hoster":"VOE"},{"path":"/redirect/12985550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-93","name":"Die Fahrt nach Lindau","epNo":93,"alt":"","descr":"Der Finanzmakler Martin Gericke kommt in den Flammen seines Fahrzeugs ums Leben. Die Polizei findet heraus: Hinter dem Unfall steckt ein raffiniert getarntes Verbrechen. Die Ehefrau des Opfers berichtet Oberinspektor Derrick von anonymen Anrufen. Jedesmal warnt man ihren Mann, seine geplante Geschäftsreise nach Lindau zu unterlassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986967","hoster":"VOE"},{"path":"/redirect/8393079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-94","name":"Ein Fall für Harry","epNo":94,"alt":"","descr":"Selten ist Harry Klein auf sich allein gestellt. Weil aber der Arzt Derrick einen Kuraufenthalt verordnet hat, muss es eben auch mal ohne den Chef gehen. Und schneller als erwartet, erhält der Kripobeamte Gelegenheit, sein Können unter Beweis zu stellen. Kaum hat er sich von Derrick verabschiedet, wird ihm über Funk mitgeteilt: Einbruch in eine Villa mit Mord an dem Hausmeister.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333337","hoster":"VOE"},{"path":"/redirect/8393083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-95","name":"Das Alibi","epNo":95,"alt":"","descr":"Nachts in einer einsamen Wohngegend. Eine schwankende, hilflos wirkende Gestalt erregt Inspektor Kleins Aufmerksamkeit. Ohne zu zögern, hält er seinen Wagen an. An einen Laternenpfahl gelehnt, hat ein Mädchen Mühe, sich auf den Beinen zu halten. Weinend wehrt es seine angebotene Hilfe ab, verweigert hartnäckig jede Auskunft. Nur widerstrebend läßt es sich von ihm nach Hause begleiten. Am anderen Morgen drängt es Klein, sich nach dem Befinden seines Schützlings zu erkundigen. Plötzlich fällt auch Frau Degenhardt auf, daß sich ihre Untermieterin Martina Busse ungewöhnlich lange Zeit mit dem Aufstehen läßt. Vergebens klopfen sie an Martinas Zimmertür. Kurz entschlossen wirft sich Klein gegen die verschlossene Tür. Gleich darauf machen beide eine schockierende Entdeckung: Martina Busse ist tot. Mit einer Überdosis Schlaftabletten ist die junge Kunststudentin aus dem Leben geschieden. Zweifel an der Todesursache kommen Oberinspektor Derrick nicht. Ganz offensichtlich trifft auch Martinas Freund Ulrich Schumann keine Mitschuld an ihrem Freitod. Als Schumann jedoch am nächsten Tag im Treppenflur seines Hauses erschossen wird, sieht Derrick den Fall Busse in einem völlig neuen Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986968","hoster":"VOE"},{"path":"/redirect/8393085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-96","name":"Hausmusik","epNo":96,"alt":"","descr":"Oberinspektor Derrick blättert im Ausweis des Toten: Dettmers, Berthold - 28 Jahre alt. Wie Derrick zunächst annimmt, ist er vor einer halben Stunde an den Folgen eines Verkehrsunfalls gestorben. Doch dann meldet sich überraschend ein Zeuge, der gesehen haben will, wie der junge Mann beim Überqueren der Straße von einem PKW verfolgt und anschließend zu Boden geschleudert wurde. Glatter Mord, wie der Zeuge betont, denn die Absicht des Fahrers, Dettmers zu überfahren, war unverkennbar. Danach sei der Wagen mit hoher Geschwindigkeit und abgeschaltetem Licht davongerast. Derrick ist überrascht von dem Luxus, den sich der Tote hatte leisten können. Als er gerade dabei ist, sich etwas eingehender in der Wohnung umzusehen, läutet das Telefon. Nur kurz erkundigt sich eine Frau nach Dettmers\u0027 Befinden. Eine sofortige Überprüfung ihrer Personalien verläuft negativ. Die Frau hatte sich unter falschem Namen gemeldet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986964","hoster":"VOE"},{"path":"/redirect/11794994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-97","name":"Der Mann aus Kiel","epNo":97,"alt":"","descr":"Karl Waginger hält sich für einen ausgesprochenen Glückspilz. Da kommt er nun aus Kiel nach München, ist noch nicht einmal einen Tag hier, und schon ist er im Besitz eines Jobs als Gärtner und Chauffeur. Entsprechend groß ist seine Freude. Freilich weiß er nur zu gut, daß er sein unverhofftes Glück zuallererst der nachhaltigen Fürsprache durch Frau Korin verdankt. Mit Erfolg nämlich hatte sie sich bei ihrem Mann dafür eingesetzt, die ausgeschriebene Stelle an Waginger zu vergeben. Wagingers Glück jedoch ist nicht von langer Dauer, denn noch in derselben Nacht wird der Hausherr im Garten seines Anwesens erstochen. Des Mordes an Georg Korin dringend verdächtig: Karl Waginger! Entrüstet weist der Beschuldigte jeden Verdacht weit von sich. Keineswegs wolle er bestreiten, Herrn Korin noch unmittelbar vor dessen Tod gesehen zu haben. Denn ungeachtet der späten Stunde sei sein neuer Arbeitgeber überraschend bei ihm im Gartenhaus erschienen. Soweit auch deckt sich seine Aussage mit dem, was Ulrich Korin, der Sohn des Ermordeten, Oberinspektor Derrick erzählt hat. Ihre Unterredung aber, behauptet Karl Waginger, sei nur kurz gewesen; Herr Korin habe sich bald wieder verabschiedet. Und Augenblicke danach habe er einen Schrei ausgestoßen, einen entsetzlich lauten Schrei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108447","hoster":"VOE"},{"path":"/redirect/8428034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-98","name":"Ein unheimliches Erlebnis","epNo":98,"alt":"","descr":"Für Ralf und Anita Schneider endet der Betriebsausflug mit einem handfesten Ehekrach. Das, was ihr Mann als harmlose Flirterei mit einigen seiner Kolleginnen abtut, geht seiner Frau entschieden zu weit. Soll er sich doch mit denen amüsieren, sie jedenfalls ist entschlossen, das Fest in dem Landgasthaus vorzeitig zu verlassen. Wie gerufen kommt ihr daher das Angebot des sympathischen Herrn Hohner, dem es nichts ausmacht, sie nach Hause zu fahren. Answald Hohner weiß mit Erfolg die Gunst der Stunde zu nutzen: kein Einwand seiner attraktiven Begleiterin gegen seine Absicht, auf ein unbeleuchtetes Fabrikgelände zu fahren. Doch statt der erhofften Ungestörtheit erwartet beide eine unangenehme Überraschung: Drei maskierte Gestalten, die drohend ihren Wagen umstellen und Hohner zur Herausgabe seines Ausweises zwingen. Mit vorgehaltener Pistole müssen sie es sich gefallen lassen, dass ihnen die Gangster einen schwer verletzten Mann ins Auto legen. Auf dem Weg ins Krankenhaus stellen beide entsetzt fest, dass ihr \"Passagier\" nicht mehr am Leben ist. Schockiert stehen beide plötzlich vor einer Situation, aus der sie im ersten Moment keinen Ausweg wissen..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108449","hoster":"VOE"},{"path":"/redirect/8393088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-99","name":"Via Genua","epNo":99,"alt":"","descr":"Der Tote heißt John Lammers; mit einem Messerstich ins Herz wurde er umgebracht. Das Verbrechen, so Oberinspektor Derricks Vermutung, kann eigentlich nur in einem der Hotelzimmer verübt worden sein. Auf ziemlich raffinierte Weise hat sich der Mörder seines Opfers entledigt: Unter Wäschestücken versteckt, hat er den Toten in einem Wäschewagen verschwinden lassen. Den Wagen hat er dann in einen Aufzug geschoben, wo zwei nichts ahnende Hotelgäste den makabren Fund entdeckt haben. Achim Huber, der Geschäftspartner des Ermordeten, wusste von Lammers\u0027 Absicht, einen Herrn Lusenke im Hotel treffen zu wollen. Keine geschäftliche Verabredung, wie Huber beteuert, denn dieser Lusenke sei lediglich Reiseschriftsteller. Beide kannten sich aus Nordafrika, wo sie sich vor drei Jahren als Touristen begegnet waren. Lusenke will John Lammers nicht zu Gesicht bekommen haben. Den ganzen Vormittag über sei er im Hotelzimmer gewesen und habe vergebens auf seinen alten Bekannten gewartet. Derrick muss es ihm glauben. Sein Interesse konzentriert sich ohnehin erst einmal auf Huber, der immer zwingender in den Verdacht gerät, etwas vertuschen zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986975","hoster":"VOE"},{"path":"/redirect/8393089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-100","name":"Die Tote in der Isar","epNo":100,"alt":"","descr":"Im Scheinwerferlicht von Polizei und Feuerwehr bergen Taucher die Leiche einer jungen Frau aus der Isar. Unfall, Mord oder Selbstmord? Oberinspektor Derrick ist auf das Ergebnis der Autopsie angewiesen. Spuren äußerer Verletzungen, so viel lässt sich bereits am Unglücksort feststellen, weist die Tote nicht auf. Über die Identität herrscht schon bald Klarheit, nachdem es gelungen ist, auch die Tasche des Opfers aus dem Wasser zu fischen: Annemarie Rudolf, 18-jährige Schülerin eines Münchener Gymnasiums. Für einfach undenkbar hält es Ursula Rudolf, dass ihre Tochter freiwillig aus dem Leben geschieden sein soll. Nie und nimmer habe ein Grund dafür bestanden. Und die Blume mit dem Initial \"I\" ? Zweifellos eine verschlüsselte Eintragung, die Annemarie an unterschiedlichen Tagen liebevoll in ihr kleines Notizbuch gezeichnet hatte. Doch mit welcher Bedeutung ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986976","hoster":"VOE"},{"path":"/redirect/8393093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-101","name":"Geheimnisse einer Nacht","epNo":101,"alt":"","descr":"Mord in einer Münchner Vorstadtvilla - Derrick und Klein eilen sofort zum Tatort. Im Schlafzimmer, vor seinem Bett, liegt Dr. Albert Vrings. Auf dem Pyjama zeichnet sich in Herzhöhe ein blutiger Fleck ab - Vrings wurde erschossen. Mord aus Eifersucht? Die übereinstimmenden Zeugenaussagen von Gustav Vrings, dem Bruder des getöteten Unternehmers, und des Hausmeisters Fischer erhärten jedenfalls die These der Kripo. Mitten in der Nacht durch einen Schuss aufgeschreckt, hätten beide Andreas Sobach, einen Angestellten von Dr. Vrings, mit einem Revolver in der Hand im Haus angetroffen. Sobach hätte sich Zutritt zum Schlafzimmer verschafft, weil er dort seine Frau vermutete. Wie sich herausstellte, war dieser Verdacht nicht unbegründet. Statt jedoch zu schießen, habe er die Waffe weggeworfen. Sobach leugnet, seinen Nebenbuhler getötet zu haben. Maria Sobach bestätigt die Version ihres Mannes. Doch dann widerruft sie plötzlich ihre Aussage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986973","hoster":"VOE"},{"path":"/redirect/8393096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-102","name":"Der Täter schickte Blumen","epNo":102,"alt":"","descr":"Prüfend besieht Oberinspektor Derrick die drei Löcher in der Tür zu Alexander Rudows Wohnung: Glatte Durchschüsse aus einer großkalibrigen Waffe! Die Kugeln aber, die der unbekannte Täter auf die Tür abgefeuert hatte, trafen nicht den Wohnungsinhaber, sondern einen zufällig anwesenden Taxifahrer. Rudow hatte ihn kurz zuvor zu sich bestellt. Der Mann wartete in der Diele, schwer verletzt wurde er in ein Krankenhaus gebracht. Keine Frage, der Adressat des Mordanschlags war Rudow. Wer aber sollte es auf sein Leben abgesehen haben? Derrick kommt schnell dahinter, dass Alexander Rudow keine weiße Weste hat: Zweimal schon landete er wegen Heiratsschwindels im Gefängnis. Als ihn die Schüsse in seiner Wohnung verfehlten, stand er gerade im Begriff, zu Vera Baruda, einer wohlhabenden Witwe, zu fahren. An diesem Tag, und das setzt Derrick nun doch etwas in Erstaunen, wollte er sich mit Frau Baruda verloben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986978","hoster":"VOE"},{"path":"/redirect/8393094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-103","name":"Die kleine Ahrens","epNo":103,"alt":"","descr":"Der Tote, Bernhard Molz, ist gefesselt. Ein Schrottsammler hat ihn im Schuppen eines verlassenen Werksgeländes entdeckt - aufgehängt. Nach Meinung von Oberinspektor Derrick deutet alles darauf hin, als habe sich hier auf grausame Weise eine Art Hinrichtung abgespielt. Noch während der Spurensicherung taucht plötzlich ein Fremder auf und gibt vor, sich für die \"Kultur untergegangener Industrielandschaften\" zu interessieren. Den Eindruck eines Mordverdächtigen macht er nicht gerade, dieser Dr. Blomann, der wie er sagt, als Oberstudienrat an einem Gymnasium unterrichtet. Inzwischen haben die Nachforschungen der Kripo ergeben, dass Bernhard Molz Stammgast im \"Paradies\" war. Als Derrick dem Nachtlokal einen Besuch abstattet, ist seine Verblüffung groß, denn in einer der verschwiegenen Nischen hat es sich Oberstudienrat Blomann bequem gemacht. Was aber Derricks weitere Recherchen zutage fördern, das lässt ihn doch wie elektrisiert aufhorchen: Dr. Blomann teilte mit Molz nicht nur dessen Vorliebe fürs \"Paradies\", sondern auch für Vera, eine äußerst attraktive Bardame.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096093","hoster":"VOE"},{"path":"/redirect/8393097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-104","name":"Tödliches Rendezvous","epNo":104,"alt":"","descr":"Überfall auf eine Bank: Ein Maskierter zwingt den Kassierer zur Herausgabe von 90.000 Mark. Auch Oberinspektor Derrick, zufällig Zeuge des Verbrechens, erkennt, dass es gegen den bewaffneten Räuber nicht die geringste Chance gibt. Ein junger Mann, der sich dem flüchtenden Gangster in den Weg stellt, wird rücksichtslos niedergeschossen. Machtlos muss Derrick mit ansehen, wie der Täter unbehelligt das Weite sucht. In einem Taxi gelingt es dem Bankräuber, sich der Polizeifahndung zu entziehen. Taxifahrer Walter Hagemann gibt später Auskunft über den Fluchtweg seines ungebetenen Fahrgastes. Zwei Tage später wird Hagemann in seinem Wagen erschossen aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100348","hoster":"VOE"},{"path":"/redirect/8393100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-105","name":"Lohmanns innerer Frieden","epNo":105,"alt":"","descr":"Wegen Mordes an einem Juwelier bekam Alexander Lohmann lebenslänglich; die Tat liegt 15 Jahre zurück. Vorzeitig begnadigt, soll Lohmann morgen auf freien Fuß kommen. Der Gedanke an Lohmanns bevorstehende Entlassung versetzt Kommissar Obermann in Unruhe. Obermann, inzwischen pensioniert, hatte den Mordfall damals aufzuklären. Für die Bluttat an dem Juwelier kamen zwei Täter in Frage: Alexander Lohmann und Werner Schorff. Doch das Gericht hielt Lohmanns Schuld für erwiesen und verurteilte ihn - denn sein Komplize konnte ein Alibi vorweisen. Schorffs jetzige Ehefrau Hanna hatte damals für ihn ausgesagt. Auch wenn alle Indizien vor 15 Jahren gegen Lohmann sprachen, Obermann hielt ihn für unschuldig. Seitdem quält ihn die Vorstellung, Lohmann sei das Opfer eines eklatanten Fehlurteils, und der Unglückliche büße für eine Tat, die er in Wahrheit nie begangen hat. Was aber wird, wenn er morgen freikommt ? Niemand kann ausschließen, daß er auf Rache sinnt. In diesem Punkt teilt Oberinspektor Derrick die Befürchtungen seines Ex-Kollegen Obermann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986974","hoster":"VOE"},{"path":"/redirect/8393101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-106","name":"Attentat auf Derrick","epNo":106,"alt":"","descr":"Derrick beschleicht das Gefühl, als folge ihm ein fremder Wagen und spürt, dass er in grosser Gefahr ist. Er gibt seine Vorahnungen über das Autotelefon an das Polizeipräsidium weiter. Harry vernimmt noch Derricks letzte Worte: \"Der kommt näher und jetzt überholt er!\" Da fällt ein Schuss und im selben Moment bricht der Kontakt ab. Harry sieht Derrick erst schwerverletzt auf der Intensivstation wieder – in akuter Lebensgefahr...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986982","hoster":"VOE"},{"path":"/redirect/8393105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-107","name":"Die Schrecken der Nacht","epNo":107,"alt":"","descr":"Ein Münchner Stadtteil lebt in Angst und Schrecken - drei Mädchenmorde, und der Täter ist noch immer nicht gefasst! Jedes Mal waren es junge Frauen, die von hinten angefallen und erwürgt wurden. Erna Wilhelm, eine Studentin, war das letzte Opfer des unheimlichen Mörders. In einer U-Bahn-Station ist sie ihm gegen Mitternacht in die Hände gefallen. Zum Verdruss der Kripo sind die Ermittlungsergebnisse seit dem ersten Mord dürftig geblieben. Kommissar Ludwig, ein zwar geschätzter aber eigensinniger Kollege, kommt nicht voran. Nur widerstrebend findet er sich damit ab, dass ihn Inspektor Klein unterstützen soll. Gegen dessen Idee, die attraktive Kollegin Carla Meissner als \"Lockvogel\" einzusetzen, hat er tausend Einwände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920787","hoster":"VOE"},{"path":"/redirect/8393106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-108","name":"Dr. Römer und der Mann des Jahres","epNo":108,"alt":"","descr":"Dr. Römer steht in dringendem Verdacht seinen Nachfolger erschossen zu haben. Pförtner Gantner ist sich sicher, dem Tatverdächtigen am Vorabend auf dem betriebseigenen Parkplatz begegnet zu sein. Auch Institutsleiter Professor Rauh, der in der darauf folgenden Nacht knapp einem Mordanschlag in seinem Garten entkommen ist, will den Schützen eindeutig erkannt haben: Dr. Römer, seinen ehemaligen wissenschaftlichen Mitarbeiter. Doch das alles entbehrt jeglicher Logik, denn besagter Dr. Römer ist seit drei Monaten tot, gestorben in einer psychiatrischen Klinik. Angesichts dieser mysteriösen Umstände besteht Oberinspektor Derrick auf einer Exhumierung. Doch die Überraschung bleibt aus - die Witwe des hochqualifizierten Computerfachmannes identifiziert den Toten eindeutig als ihren verstorbenen Ehemann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986986","hoster":"VOE"},{"path":"/redirect/8393108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-109","name":"Das Mädchen in Jeans","epNo":109,"alt":"","descr":"Alwin Hauff war 24 Jahre alt und von Beruf Kraftfahrzeugmechaniker. Gemeinsam mit seiner jüngeren Schwester Rita bewohnte er eine kleine Altbauwohnung. Todesursache: Vergiftung durch präpariertes Konfekt. Jemand muss sich heimlich Zutritt zur Wohnung der Geschwister verschafft haben, denn vieles deutet darauf hin, dass Alwin Hauff die vergifteten Pralinen auf dem Wohnzimmertisch vorgefunden hat. Ein konkreter Verdacht gegen eine bestimmte Person besteht nicht. Dafür, so Rita Hauff zu Oberinspektor Derrick, war der Bekanntenkreis ihres Bruders viel zu groß. Und wenn die Süßigkeiten gar nicht für Alwin Hauff bestimmt waren ? Könnte sich nicht der Giftanschlag genauso gut gegen die Schwester gerichtet haben ? Für eine solche Annahme scheint es dann auch tatsächlich einen ganz reellen Hinweis zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986987","hoster":"VOE"},{"path":"/redirect/8393110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-110","name":"Die Verführung","epNo":110,"alt":"","descr":"Kommissar Wobecks eigener Sohn Erich wird von der Polizei als Einbrecher in einem Haus gestellt. Und die Kripo findet die Leiche des Hauseigentümers. Der junge Wobeck wehrt sich gegen den Mordverdacht. Er verweist auf seinen Komplizen Willi Stein, mit dem er gemeinsam in die Villa eingedrungen sei. Oberinspektor Derrick übernimmt den Fall auf Bitten seines Kollegen Wobeck..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986995","hoster":"VOE"},{"path":"/redirect/8393111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-111","name":"Manuels Pflegerin","epNo":111,"alt":"","descr":"Dr. Jochen Masilke kam mit dem Zug aus Jülich. Drei Wochen wollte er in München Urlaub machen, eingeladen von seinem Freund Dr. Rohm. Der hatte ihn am Bahnsteig erwartet und in ein kleines Hotel gefahren. Sie verabredeten, dass er seinen Gast in zwei Stunden von dort abholen würde. Masilke, so die Ermittlungen der Mordkommission, hat nicht mehr lange gelebt. Noch während er damit beschäftigt war, seinen Koffer auszupacken, hatte sich sein Mörder Zutritt zu seinem Zimmer verschafft - mit einem raffinierten Trick, wie Oberinspektor Derrick vermutet. Denn der Portier erinnert sich eines Postboten mit einem Einschreiben für ihn. Nachforschungen bei der Post bestätigen sehr schnell Derricks Befürchtung: Kein Brief für Dr. Masilke! Ganz offensichtlich war der Anschlag von langer Hand vorbereitet. Doch weit und breit kein Motiv für den Mord an dem pensionierten Hochfrequenztechniker, der ohne Familie war und zurückgezogen in Jülich lebte\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100350","hoster":"VOE"},{"path":"/redirect/8393115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-112","name":"Drei atemlose Tage","epNo":112,"alt":"","descr":"Helga Schuster macht eine schockierende Entdeckung: Der unbekannte Tote, abgebildet in der Zeitung, ist ihr Bruder! Karl, so entnimmt die junge Bankangestellte der kurzen Zeitungsmeldung, ist in der vergangenen Nacht ermordet worden. Auf einem Gelände in Ufernähe der Isar hat man den Toten gefunden; mit dem Messer wurde er erstochen. Schleifspuren im Erdreich lassen darauf schließen, dass sich die Tat woanders zugetragen hat. Der unerwartet schnelle Erfolg des Fahndungsaufrufs in der Presse stimmt Oberinspektor Derrick optimistisch. Aber dann geraten alle weiteren Ermittlungen doch wieder ins Stocken, denn Harald Wiemann, der Freund des Ermordeten, wartet mit einer Story auf, von der Derrick instinktiv spürt, dass sie gelogen ist. Warum lügt Wiemann - hat er etwa Angst?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108448","hoster":"VOE"},{"path":"/redirect/13108452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-113","name":"Tödlicher Ausweg","epNo":113,"alt":"","descr":"Günter Hauser beteuert, seine Freundin Hanna Schieda, die um einige Jahre jünger war als er, sehr geliebt zu haben. Irgendwann hätten beide vorgehabt, zu heiraten. Einzig der Umstand, dass seine Frau in die Scheidung nicht einwilligen wollte, habe dies bisher verhindert. Seit einem dreiviertel Jahr besaßen er und seine Geliebte eine gemeinsame Wohnung. Hanna Schieda ist erwürgt und offenbar aus einem fahrenden Auto auf die Straße gestoßen worden. Unweit der Leiche findet die Kripo ihre Handtasche. Weder gibt es Anzeichen für einen Raub noch für ein Sexualdelikt. Daraus läßt sich eigentlich nur folgern: Die Spuren des Täters führen in Hausers eigene Familie ! Oberinspektor Derrick wähnt sich denn auch bereits am Ziel, als Hausers Sohn Rudolf, von drückender Beweislast in die Enge getrieben, ein Geständnis ablegt. Doch Derricks verständliche Genugtuung über den schnellen Erfolg weicht schon bald dem Verdacht, dass das Geständnis des 22jährigen Soziologiestudenten falsch sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100352","hoster":"VOE"},{"path":"/redirect/8393118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-114","name":"Keine schöne Fahrt nach Rom","epNo":114,"alt":"","descr":"Endlich scheint Sabine Reis jemanden gefunden zu haben, der sie und ihren Freund Martin Maurus in den Süden mitnehmen würde. Lange hatten beide auf eine Mitfahrgelegenheit warten müssen. Doch während Sabine im LKW-Führerhaus Platz findet, wird ihrem Begleiter der Einstieg verwehrt. Brutal stößt ihn einer der Fahrer mit dem Fuß zurück. Martin muss entsetzt mitansehen, wie der Lastzug verschwindet. Am nächsten Morgen wird Sabine Reis in Autobahnnähe tot aufgefunden. Martin Maurus berichtet Oberinspektor Derrick von seinem verzweifelten Versuch, die Entführer seiner Freundin mit Unterstützung eines Mercedes-Fahrers zu verfolgen. Dieser aber habe bei dem Studenten plötzlich Zweifel an der Aufrichtigkeit seiner Hilfsbereitschaft aufkommen lassen. Und je mehr Martin Maurus über dessen Verhalten erzählt, desto sicherer ist Derrick, dass dieser Mann mit den gesuchten Fernfahrern unter einer Decke stecken muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103530","hoster":"VOE"},{"path":"/redirect/8393119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-115","name":"Ein Spiel mit dem Tod","epNo":115,"alt":"","descr":"Oberinspektor Derrick rekonstruiert: Nächtlicher Villeneinbruch, der Täter findet und öffnet den Tresor. Die Alarmanlage schrillt plötzlich auf. Der Hausherr, Georg Hossner, eilt ins Erdgeschoß, stellt sich dem Eindringling in den Weg und wird mit zwei Schüssen niedergestreckt. Über verschiedene Einbruchswerkzeuge, vom Mörder bei dessen überstürzter Flucht in Tatortnähe zurückgelassen, hofft die Kripo, dem Mann auf die Spur zu kommen. Schon am nächsten Tag aber läuft der Fall in eine völlig andere Richtung. In Derricks Büro erscheint Lena Kussloff. Sie gibt zu Protokoll, dass ihr Vater den Einbruch verübt hat. In der Zeitung habe er darüber gelesen, auch über die Bluttat an dem Kaufmann Georg Hossner. Doch einen Mord, das schwöre er, habe er nie und nimmer begangen\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986981","hoster":"VOE"},{"path":"/redirect/8393121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-116","name":"Ein Mörder zu wenig","epNo":116,"alt":"","descr":"Irgend etwas scheint nicht in Ordnung zu sein mit Walter Kramer - es ist der dritte Tag bereits, an dem er unentschuldigt seiner Arbeitsstelle, einem Münchener Wasserwerk, fernbleibt. Verständlich, dass sich sein Vorgesetzter darüber wundert. Fehlgeschlagen waren wiederholte Versuche, Kramer zu Hause telefonisch zu erreichen. Sein Freund und Kollege Alois Bracht weiß einen Ausweg: Kramers Ehefrau lebt zwar seit einem halben Jahr getrennt von ihrem Mann, sie ist dennoch im Besitz eines Schlüssels zur früheren gemeinsamen Wohnung. Walter Kramer wurde erwürgt. Seine Frau findet die Leiche ihres Mannes im Wohnzimmer, hingestreckt auf dem Boden. Nach Einschätzung des Polizeiarztes dürfte die Todeszeit mindestens 24 Stunden zurückliegen. Bei der Durchsuchung der Wohnung macht Oberinspektor Derrick eine nicht gerade alltägliche Entdeckung - die schriftliche Mitteilung einer staatlichen Lottogesellschaft über einen sagenhaft hohen Gewinn: 1,5 Millionen Mark! Glück haben sie Walter Kramer nicht gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986992","hoster":"VOE"},{"path":"/redirect/8393127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-117","name":"Ein Angriff aus dem Dunkel","epNo":117,"alt":"","descr":"Ute Reiners\u0027 beste Freundin Conny Kessler ist von einem Auto angefahren und schwer verletzt worden. Ein Zeuge will den Vorfall beobachtet haben: ein fremder Pkw, der urplötzlich aus der Dunkelheit aufgetaucht und in hohem Tempo auf die junge Frau zugerast sei. Kein Verkehrsunfall also, sondern vorsätzlicher Mordversuch! Auf dem Weg ins Krankenhaus, in einem Notarztwagen, ist die 25jährige gestorben. Für zusätzliche Verwirrung in dem mysteriösen Fall sorgt dann Ute Reiners. Gegenüber der Kripo bezeichnet nämlich sie sich als das eigentliche Ziel dieses heimtückischen Anschlags. Die junge Buchhändlerin zu Oberinspektor Derrick: \"Ich sollte ermordet werden !\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986984","hoster":"VOE"},{"path":"/redirect/8393126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-118","name":"Ende einer Sehnsucht","epNo":118,"alt":"","descr":"Die Meldung vom Tod eines 32jährigen, der in seinem Pensionszimmer erschlagen wurde, stammt von Kommissar Merck. Merck, ein Kripo-Kollege Derricks, hatte den Toten als erster entdeckt. Er war in die Pension gekommen mit der Absicht, dem Mann zu helfen. Wie Merck bekundet, ist er ein guter Bekannter seiner Tochter Irene gewesen. Während eines längeren Aufenthaltes in Indien lernten sich beide kennen. Doch dann hatten sich ihre Wege vor zwei Monaten in Griechenland getrennt. Jetzt war er zu Irenes Überraschung in München aufgetaucht, bewohnte seit zehn Tagen ein mehr als bescheidenes Zimmer in dieser Pension und steckte ganz offensichtlich in ernsten Geldnöten. Zunächst glaubt Oberinspektor Derrick, in der Tatwaffe, einer zerbrochenen Whiskyflasche, ein sicheres Beweisstück zu besitzen. Erhoffte Fingerabdrücke aber, die den Täter verraten könnten, lassen sich an ihr dann doch nicht nachweisen\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333341","hoster":"VOE"},{"path":"/redirect/8393128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-119","name":"Gangster haben andere Spielregeln","epNo":119,"alt":"","descr":"‚Ich kann nicht darüber sprechen. Ich sage dir nur, es lohnt sich – habe ‚ne irre Chance‘ – Roland Lieboths letzte Worte, an die sich Maria Tobler erinnert. Er hatte sie vom Telefon eines Hotels aus zu ihr gesagt. Näheres wollte er seiner Freundin erst am anderen Tag mitteilen. Dazu ist es nicht mehr gekommen, denn noch in der gleichen Nacht wurde Roland Lieboth in einer Münchener Tiefgarage erschossen aufgefunden. Derricks Ermittlungen ergeben, dass der 25-jährige Biologiestudent aushilfsweise in einem Forschungslabor beschäftigt war. Merkwürdig: Professor Balthaus, der Direktor dieses Labors, beklagt den Verlust höchst wichtiger Forschungsunterlagen. Die Diebe waren durch den Keller in das Arbeitszimmer eingedrungen, als das Ehepaar Balthaus gerade nicht zu Hause war. Ungefähr zur gleichen Zeit muss Roland Lieboth ermordet worden sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986985","hoster":"VOE"},{"path":"/redirect/8393133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-120","name":"Das seltsame Leben des Herrn Richter","epNo":120,"alt":"","descr":"Ganz in der Nähe vernimmt Manfred Richter vier Schüsse. Richter, ein junger Lehrer, habe sich hier im Schlosspark um die Mittagszeit mit seinem Vater treffen wollen. Der Vater hatte dringend um diese Verabredung gebeten. Er befinde sich, wie er dem Sohn am Telefon anvertraute, in großer Bedrängnis – er fürchte sogar um sein Leben! Auf sehr beklemmende Weise hat Martin Richter recht behalten – die vier Schüsse galten ihm! Vor den Augen seines Sohnes sinkt er tödlich getroffen zu Boden, sein Mörder kann unerkannt entkommen. Derricks Ermittlungen ergeben eine Überraschung. Der Versicherungskaufmann Martin Richter führte ein Doppelleben, und niemand hatte davon Kenntnis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103529","hoster":"VOE"},{"path":"/redirect/8393136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-121","name":"Der Klassenbeste","epNo":121,"alt":"","descr":"Ein Verkehrsunfall mit tödlichem Ausgang. Fahrerflucht – eigentlich nicht Sache von Oberinspektor Derrick. Auf ausdrücklichen Wunsch der Witwe aber übernimmt er die Aufklärung dieses Falles, handelt es sich doch bei dem Opfer um einen Kripo-Kollegen, der ihm als Freund ziemlich nahe stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100353","hoster":"VOE"},{"path":"/redirect/8393142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-122","name":"Stellen Sie sich vor, man hat Dr. Prestel erschossen","epNo":122,"alt":"","descr":"Dora Kolberg schreckt aus dem Schlaf – am Telefon Oberinspektor Derrick. Dr. Prestel, der Anwalt ihres Mannes, sei erschossen worden. Vor der Einfahrt zur Tiefgarage seines Hauses seien drei Schüsse auf ihn abgegeben worden, von Nachbarn wurden sie gehört. Der Täter muss seinem Opfer aufgelauert haben, muss vor allem gewusst haben, dass Gerhard Prestel in dieser Nacht erst spät nach Hause kommen würde. Frau Kolberg bestätigt, dass sie in Begleitung Prestels auf einem Abendempfang war. Er habe sich vor ihrem Haus von ihr verabschiedet, nur wenige Minuten bevor der Mord passierte. Die Tatsache, dass Dr. Prestel der Liebhaber von Dora Kolberg war, lässt Derrick zunächst aufhorchen. Nach eigenem Bekunden aber weiß der Verleger Kolberg vom Verhältnis seines Anwalts zu seiner Frau – hat die Beziehung sogar toleriert. Kolberg ist als Folge eines Verkehrsunfalls gehbehindert. Wie er beweisen kann, ist er unfähig Auto zu fahren. Ein Alibi, das schließlich auch Derrick überzeugt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920788","hoster":"VOE"},{"path":"/redirect/8393141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-123","name":"Der Mann aus Antibes","epNo":123,"alt":"","descr":"Konzertbesucher hatten einen gellenden Schrei gehört. Das war gegen 22:00 Uhr. Die Vorstellung war gerade zu Ende gegangen, und die ersten von ihnen befanden sich auf dem Weg zu ihren Autos. Sie entdeckten ein Mädchen, das erstochen im Pavillon des Münchner Hofgartens lag. Augenzeugen für das entsetzliche Verbrechen an der 21-jährigen Irene Maurer fehlen. Sie war Dolmetscherin und hatte einige Zeit mit dem Reisebürobesitzer Paul Limbach zusammengelebt. Vor zwei Monaten war ihre Beziehung dann auseinander gegangen. Über die Gründe schweigt sich Limbach aus. Immerhin räumt er ein, dass ihre Trennung im Streit erfolgte. Die Verdachtsmomente gegen ihn sind daher erdrückend. Sie verstärken sich noch, als Irenes Exfreund Gerhard Bondeck auf einem der Tatortfotos eine für Oberinspektor Derrick hochinteresannte Entdeckung macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986994","hoster":"VOE"},{"path":"/redirect/8393146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-124","name":"Gregs Trompete","epNo":124,"alt":"","descr":"Joachim Lutze ist von der Nachricht, dass Susanne Loon tot ist, zutiefst betroffen. Die bildhübsche Schlagersängerin war in der vergangenen Nacht in einen Verkehrsunfall verwickelt, und Lutze kam zufällig an der Unfallstelle vorbei. Der eindringlichen Bitte des Unglücksfahrers folgend hatte er die Schwerverletzte sofort ins nächstgelegene Krankenhaus gefahren. Jetzt ist er in Begleitung seiner Freundin Cornelia vormittags in der Klinik erschienen, weil er wissen wollte, wie es der verunglückten Frau geht. Doch statt am Krankenbett der Schlagersängerin landet der Musikstudent Lutz bei Oberinspektor Derrick zum Verhör. Denn Susanne Loon war nicht etwa an den Folgen ihres Unfalls gestorben, sie war Opfer eines schrecklichen Verbrechens geworden. Und zwar war sie unter ihrem Kopfkissen erstickt worden, das ihr der unbekannte Mörder heute in den frühen Morgenstunden gewaltsam ins Gesicht gedrückt hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986997","hoster":"VOE"},{"path":"/redirect/8393151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-125","name":"Raskos Kinder","epNo":125,"alt":"","descr":"\"Hilfe, Überfall – Hilfe!\" – ein Arzt aus der Nachbarschaft hat die verzweifelten Schreie zufällig gehört. Jetzt kniet er bei einem Mann, der in unmittelbarer Nähe eines Nachttresors auf dem Straßenpflaster liegt. Zu helfen ist ihm nicht mehr – die Wunde, ein Messerstich in der Brust, war tödlich. Albert Rasko war Geldbote in einem Supermarkt. Vor dem nur spärlich erleuchteten Banktresor wurde der 65-Jährige überfallen und ausgeraubt. Verschwunden ist nicht nur die Geldbombe mit den gesamten Tagesein- nahmen. Auch Raskos Revolver, für den er einen Waffenschein besaß, bleibt trotz Derricks intensiver Suche unauffindbar","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986993","hoster":"VOE"},{"path":"/redirect/8393154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-126","name":"Toter Goldfisch","epNo":126,"alt":"","descr":"Julia Stettner und Roland Marks haben sich über eine Zeitungsannonce kennen gelernt. Frau Stettner, des Alleinseins überdrüssig, hatte die Annonce unter der Rubrik \"Bekanntschaften\" aufgegeben. Der 29-jährige Maschinenbaustudent hatte nicht gezögert, der beinahe doppelt so alten Frau zu schreiben. Begreiflicherweise konnte sie anfangs ein ungläubiges Erstaunen nicht verbergen, dann aber wandelt sich ihre Einstellung, und sie akzeptierte – sehr zum Missfallen ihres Sohnes Ingo und ihres Bruders Wolfgang – die sich anbahnende Verbindung. Julias Beziehung zu dem gut aussehenden Studenten erfährt eine empfindliche Trübung, als Andreas Hessler, ein Freund ihres jugendlichen Verehrers, in der gemeinsamen Wohnung erschossen aufgefunden wird. Oberinspektor Derrick kommt nicht umhin, Julia Stettner einige Dinge zu offenbaren – Anlass für die 55-jährige Dame, etwas intensiver über Roland Marks nachzudenken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267902","hoster":"VOE"},{"path":"/redirect/8393155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-127","name":"Wer erschoß Asmy?","epNo":127,"alt":"","descr":"Den Revolver, mit dem Robert Asmy um die Mittagszeit erschossen wurde, finden Kripobeamte keine zehn Meter vom Toten entfernt in einem Gebüsch seines Gartens. Auf irgendeine Weise hatte sich der Täter Zugang in das Anwesen verschafft und hat dann, im Dickicht verborgen, dem ahnungslosen Asmy aufgelauert. Denn der Mord geschah, als er zusammen mit Erni Weik – seiner jungen Geliebten – die in einer Blockhütte befindliche Sauna verließ. Die intensive Suche nach Spuren im Rasen verläuft ergebnislos, denn zum Zeitpunkt des Verbrechens regnete es in Strömen. Und Erni Weik, die einzige mögliche Zeugin, sagt aus, dass sie den Mörder nicht gesehen habe. Nach anfänglichem Leerlauf entdeckt Oberinspektor Derrick doch noch eine heiße Spur. Seine neuen Erkenntnisse lassen vermuten, dass Asmy – immerhin als wohlhabender Playboy stadtbekannt – einem Racheakt zum Opfer fiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986998","hoster":"VOE"},{"path":"/redirect/12482046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-128","name":"Das tödliche Schweigen","epNo":128,"alt":"","descr":"Helga Södern, die späte Anruferin, schwebt offensichtlich in akuter Lebensgefahr! In panischer Todesangst wendet sich die junge Frau hilfesuchend an Oberinspektor Derrick. Als der Kripobeamte in ihrer Wohnung auftaucht, wirkt die noch vor wenigen Augenblicken so Verängstigte wieder völlig normal – von einer tödlichen Bedrohung könne keine Rede sein. Das zumindest behauptet ihr Freund Udo Hassler. Auch wenn Helga Södern seine Aussage bestätigt, so ist Derrick dennoch nicht gewillt, ihren Beteuerungen Glauben zu schenken. Schon am anderen Morgen fühlt sich Derrick in seinem Argwohn bestätigt, als er am Tatort eines Kapitalverbrechens erscheint. Maria Simka, eine Mittfünzigerin, wurde ermordet – vermutlich durch Erwürgen. Ihr Sohn hatte die allein stehende Mutter, eine derzeit arbeitslose Buchhalterin, tot im Sessel ihres Wohnzimmers entdeckt. Zur Überraschung des Oberinspektors gibt Ludwig Simka an, dass Helga Södern – deren verzweifelter Hilferuf Derrick in der letzten Nacht erreichte – eine ehemalige Sekretärin seiner Mutter war","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987003","hoster":"VOE"},{"path":"/redirect/8393164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-129","name":"Ein unheimlicher Abgang","epNo":129,"alt":"","descr":"Rudolf Diebolz hat seiner Frau einen Abschiedsbrief hinterlassen. Er stecke in großen finanziellen Schwierigkeiten und sehe daher keinen anderen Ausweg, als in seinem Boot den Freitod zu wählen. Als Liane Diebolz den Brief entdeckt, ist es schon zu spät. Der lodernde Feuerschein einer gewaltigen Explosion auf dem dunklen See zeigt ihr vom Fenster ihres Wohnzimmers aus an, dass ihr Mann seine Todesdrohung wahr gemacht hat. Nach langwieriger Suche finden Taucher der Wasserschutzpolizei die Leiche des Selbstmörders, seine Familie identifiziert sie als die des Vaters und Ehegatten. Doch zu Derricks großer Überraschung weist der Körper nicht nur Brandwunden auf, auch eine Verletzung am Hinterkopf. Hat die sich Diebolz bei der Bootsexplosion zugezogen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103532","hoster":"VOE"},{"path":"/redirect/8393165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-130","name":"Schwester Hilde","epNo":130,"alt":"","descr":"Hans Dieter Kusich, der vor drei Tagen in einem Münchner Hotel Logis bezog, stammte aus Hamburg. Heute wollte er wieder abreisen, doch Hotelangestellte machten im Laufe des Vormittags eine schockierende Entdeckung: Der Gast auf Zimmer 1104 ist tot! Nun war Kusich, wie Rückfragen bei der Hamburger Kripo ergeben, kein unbeschriebenes Blatt. Der Mann, der in seinem Hotelzimmer erstochen wurde, verdiente sein Geld im Rotlichtmilieu. Bei Befragungen des Hotelpersonals erfährt Oberinspektor Derrick, dass Kusich in der Mordnacht Besuch von zwei Frauen hatte, einer etwa Zwanzigjährigen und einer Älteren in Schwesterntracht. Beide wären unabhängig voneinander gekommen und hätten das Haus auch wieder getrennt verlassen. Im Verhör geben die in München wohnende Anita Henk und die aus Hamburg angereiste Schwester Hilde zu, den Toten aus dem Reeperbahn-Viertel von St. Pauli ziemlich gut gekannt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100354","hoster":"VOE"},{"path":"/redirect/12514682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-131","name":"Lange Nacht für Derrick","epNo":131,"alt":"","descr":"Dr. Bomann bittet Derrick um Hilfe. Seine 20-jährige Tochter wurde entführt. Seltsamerweise fordern die Kidnapper kein Geld. Im Laufe der Ermittlungen wird der Fall immer merkwürdiger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987006","hoster":"VOE"},{"path":"/redirect/8393176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-132","name":"Kranzniederlegung","epNo":132,"alt":"","descr":"Der Gymnasiast Alfons Köhler wird ermordet. Er stand im Verdacht, ein Heroindealer gewesen zu sein. Zusammen mit einem Komplizen soll er den Tod einer Mitschülerin verursacht haben. Heinz Lissner hatte an ihrem Grab Rache geschworen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987002","hoster":"VOE"},{"path":"/redirect/8393170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-133","name":"Tod eines jungen Mädchens","epNo":133,"alt":"","descr":"Boutique-Verkäuferin Margot Glogau wird in ihrer Wohnung tot aufgefunden. Oberinspektor Derrick und sein Assistent Harry Klein beginnen mit den Ermittlungen. Frau Glogaus Kollege Linder verhält sich merkwürdig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987004","hoster":"VOE"},{"path":"/redirect/8393179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-134","name":"Die Tänzerin","epNo":134,"alt":"","descr":"Im Internat wird gerade ein Jubiläum gefeiert, als ein lauter Knall die fröhliche Lehrerrunde aufschreckt. Hausmeister Wenk liegt erschossen auf dem Gang – direkt vor dem Zimmer der 18-jährigen Katrin May. Katrin sagt aus, der Schuss habe ihr gegolten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987012","hoster":"VOE"},{"path":"/redirect/8393181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-135","name":"Familie im Feuer","epNo":135,"alt":"","descr":"Franz Weiler ist ermordet worden. Für die Polizei ist der Tote kein Unbekannter, denn er hatte schon mehrere Gefängnisstrafen hinter sich. Derrick erfährt, dass Weiler mit zwei Komplizen ein größeres Ding drehen wollte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987007","hoster":"VOE"},{"path":"/redirect/8393184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-136","name":"An einem Montagmorgen","epNo":136,"alt":"","descr":"Während eines Banküberfalls reißt ein Kunde einem der drei Täter die Maske vom Gesicht. Er wird brutal niedergeschossen und erliegt seinen Verletzungen. Derrick kennt den Täter, der jetzt auf der Flucht ist. Er weiß, dass der Mann äußerst gefährlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987011","hoster":"VOE"},{"path":"/redirect/8393187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-137","name":"Naujocks trauriges Ende","epNo":137,"alt":"","descr":"Industriekaufmann Naujocks wird beim Verlassen der Wohnung eines Freundes aus nächster Nähe erschossen. Derrick und sein Assistent Harry Klein finden heraus, dass der verheiratete Alfred Naujocks eine Schwäche für junge Frauen hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987009","hoster":"VOE"},{"path":"/redirect/8393193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-138","name":"Geheimnis im Hochhaus","epNo":138,"alt":"","descr":"Fixer Erich Fiska kommt zu Derrick. Er berichtet, bei einem Wohnungseinbruch die Leiche einer Frau entdeckt zu haben. Doch als Derrick am Ort des Geschehens erscheint, ist die Leiche verschwunden. Leidet der Süchtige unter Wahnvorstellungen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987010","hoster":"VOE"},{"path":"/redirect/8393195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-139","name":"Der Augenzeuge","epNo":139,"alt":"","descr":"Bei einem Juwelenraub wird ein Wachmann erschossen. Erich Schuster, der zur Tatzeit in dem Unternehmen Schriftstücke kopiert hatte, will die Täter nur schemenhaft gesehen haben. Derrick bezweifelt das","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333343","hoster":"VOE"},{"path":"/redirect/8393196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-140","name":"Das absolute Ende","epNo":140,"alt":"","descr":"Auf dem Hof entdeckt Reinhard Wessel seine Gitarrenschülerin Herta Kolka tot vor ihrem Auto liegend. Die 22jährige war in der Papierfabrik ihres Vaters beschäftigt. Vieles spricht dafür, daß ihr die Täter aufgelauert haben. Derrick und Klein ermitteln und vermuten den Mörder im Bekanntenkreis der jungen Frau. Doch bevor Derrick erste Ergebnisse vorweisen kann, geschieht ein zweiter Mord - diesmal an Hertas Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987015","hoster":"VOE"},{"path":"/redirect/8393203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-141","name":"Der Charme der Bahamas","epNo":141,"alt":"","descr":"Bettina Brosch erhält die Nachricht, daß ihr Bruder unter dringendem Mordverdacht steht. Sofort sucht sie Derrick auf. Von ihm erfährt sie, dass Franz Brosch auf frischer Tat in einem Haus ertappt wurde, dessen Besitzer, Hans Müller-Brode, mit dem Sockel einer Tischlampe erschlagen worden sei. Tags zuvor habe der Student Brosch gedroht, den Vermieter umzubringen, da dieser seinen Vater finanziell in den Ruin getrieben habe und somit die Schuld an dessen Selbstmord trage. Doch Brosch bestreitet die Tat. Oberinspektor Derrick muss sich etwas einfallen lassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106155","hoster":"VOE"},{"path":"/redirect/8393205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-142","name":"Die Nacht in der Ronda starb","epNo":142,"alt":"","descr":"Derricks Wohnungsnachbar Dr. Walter Schenk weiß, dass seine Frau einen Liebhaber hat. Er heißt Gregor Ronda und betreibt ein Fitnesscenter. Nachdem Ronda dort erschlagen aufgefunden wurde, bemerkt Derrick, daß fünf Oberschüler aus der Klasse Dr. Schenks überaus engagiert Partei für den betrogenen Ehemann ergreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987018","hoster":"VOE"},{"path":"/redirect/8393209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-143","name":"Ein eiskalter Hund","epNo":143,"alt":"","descr":"Luise Lohbach ist in ihrem Wochenendhaus erwürgt worden. Offensichtlich lauerte ihr der Mörder in dem einsamem Haus im Wald auf. Weder Fenster noch Eingangstür sind beschädigt. Also stellt sich die Frage, wie der Täter in den Besitz des Schlüssels gekommen ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987013","hoster":"VOE"},{"path":"/redirect/8393210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-144","name":"Der Fall Weidau","epNo":144,"alt":"","descr":"Klaus Weidau stirbt nach dem Genuss einer vergifteten Praline. Oberinspektor Derrick glaubt zunächst an Selbstmord. Die Familie Weidau ist überzeugt, dass Klaus nicht freiwillig gestorben ist, dafür war das Familienleben viel zu innig. Doch für Mord gibt es kein Motiv","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103535","hoster":"VOE"},{"path":"/redirect/8393212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-145","name":"Schonzeit für Mörder","epNo":145,"alt":"","descr":"Derrick lässt sich in einer Münchener Klinik die Wirbelsäule röntgen, als ein in aller Eile ein Schwerverletzter eingeliefert wird. Telefonisch meldet sich sogleich Harry Klein und berichtet von einem Mordanschlag auf diesem Mann. Er heiße Dr. Arnold Bothe und sei auf seinem Anwesen niedergeschlagen worden. Derrick eilt sofort in die Notaufnahme. Doch Arnold Bothe kann den Namen seines Mörders nicht mehr preisgeben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108456","hoster":"VOE"},{"path":"/redirect/8393215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-146","name":"Die Rolle seines Lebens","epNo":146,"alt":"","descr":"Der Schauspieler Mischa Kranz wird mit einer Schädelverletzung tot aufgefunden. Der Journalist Helmut Bossner behauptet, den Täter zu kennen. Der Schauspieler habe ihm letzte Nacht mitgeteilt, daß er von seinem Kollegen Martin Theimer telefonisch bedrängt worden sei. Theimer forderte Kranz auf, von dem Vertrag zurückzutreten, der Kranz die Hauptrolle in einem Film sicherte. Theimer fühle sich berufener dafür. Kranz hatte dies wohl strikt abgelehnt. Sprach er damit sein Todesurteil?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987020","hoster":"VOE"},{"path":"/redirect/8393217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-147","name":"Entlassen Sie diesen Mann nicht!","epNo":147,"alt":"","descr":"In einer Parkanlage wird ein toter Mann entdeckt, erschlagen mit einem Holzknüppel, der neben der Leiche liegt. Der Tote, Erich Kerwien, war der Schwager von Dr. Anna Kerwien. Die Ärztin hatte erst kürzlich die Polizei um Hilfe gebeten. Sie befürchtete ein Racheakt ihres früheren Ehemannes, Dr. Kroll, wenn dieser aus der psychiatrischen Klinik entlassen würde. Bei der Befragung bestritt der Naturwissenschaftler jegliche Vergeltungsgelüste gegenüber seiner geschiedenen Frau und deren Familie. Inzwischen ist Dr. Kroll entlassen und Erich Kerwien tot...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100355","hoster":"VOE"},{"path":"/redirect/8393221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-148","name":"Mädchen in Angst","epNo":148,"alt":"","descr":"Harry Klein wird des Mordes an zwei Männern beschuldigt. Derrick ist jedoch von der Unschuld seines engsten Mitarbeiters überzeugt. Die Suche nach dem Mörder wird zu einer persönlichen Sache für den Oberinspektor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987022","hoster":"VOE"},{"path":"/redirect/8428036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-149","name":"Die Dame in Amsterdam","epNo":149,"alt":"","descr":"\"Derrick, ich bin in Lebensgefahr!\" sind Albert Huflands letzte Worte. Er kann sie gerade noch in den Hörer schreien, bevor mehrere Schüsse krachen und die Leitung unterbrochen wird. Derrick kannte den Privatdetektiv Hufland noch aus dessen Polizeizeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987025","hoster":"VOE"},{"path":"/redirect/8393229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-150","name":"Anruf in der Nacht","epNo":150,"alt":"","descr":"Ein Pfarrer wird ins Krankenhaus gerufen. Ein Sterbender, das Opfer eines Verkehrsunfalls, verlangte nach dem letzten Beistand. Im Morgengrauen des nächsten Tages findet ein Spaziergänger den toten Pfarrer am Isarufer. Er wurde erstochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100359","hoster":"VOE"},{"path":"/redirect/12962837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-151","name":"Absoluter Wahnsinn","epNo":151,"alt":"","descr":"Derrick wird an den Tatort eines Mordes gerufen. Heinz Engler, der Anrufer, hat seine Frau erwürgt aufgefunden. Am Tatort bezichtigt dessen Schwager keinen geringeren als Engler selbst, seine Ehefrau ermordet zu haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987023","hoster":"VOE"},{"path":"/redirect/12962839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-152","name":"Der Tote auf der Parkbank","epNo":152,"alt":"","descr":"Ein Arbeiter der Straßenreinigung entdeckt eine Leiche auf einer Parkbank. Der Mann wurde durch einen Herzschuss getötet. Derrick und Harry Klein finden heraus, dass es sich bei dem Toten um den Chef einer Werbeagentur handelt. Hatte der Mann Feinde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987024","hoster":"VOE"},{"path":"/redirect/12962841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-153","name":"Die Nacht des Jaguars","epNo":153,"alt":"","descr":"Eine junge Frau wird tot in einer Telefonzelle aufgefunden. Der Schwiegervater des Opfers lässt kein gutes Haar an der Frau. Dafür setzt er sich vehement für seinen Sohn Albert ein, der für die Tatzeit kein Alibi hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106160","hoster":"VOE"},{"path":"/redirect/8393237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-154","name":"Ein Weg in die Freiheit","epNo":154,"alt":"","descr":"Prokurist Wilke wird in seinem Büro ermordet. Die Ähnlichkeit mit seinem Chef Ewald Potter lässt Derrick auf eine Verwechslung der beiden Männer schließen. Diese Vermutung wird durch einen Mordanschlag auf Potter bald verstärkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108454","hoster":"VOE"},{"path":"/redirect/8393244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-155","name":"Nachtstreife","epNo":155,"alt":"","descr":"Drogenpolizist Marx macht sich schwere Vorwürfe, weil sein junger Kollege während eines gemeinsamen Einsatzes erschossen wurde. Fanatisch unterstützt er Oberinspektor Derrick bei dessen Ermittlungen. Es kommt zu ernsthaften Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333345","hoster":"VOE"},{"path":"/redirect/8393246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-156","name":"Koldaus letzte Reise","epNo":156,"alt":"","descr":"Koldau aus Berlin wird in einem neben dem \"Haus der Kunst\" geparkten Leihwagen erstochen aufgefunden. In seinem Hotelzimmer fallen der Polizei Beweise in die Hände. Diese belegen eindeutig, dass Koldau in München als bezahlter Killer unterwegs war","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106159","hoster":"VOE"},{"path":"/redirect/8393249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-157","name":"Nur Ärger mit dem Mann aus Rom","epNo":157,"alt":"","descr":"Durch Zufall entdecken Derrick und sein Assistent Klein einen zur Fahndung ausgeschriebenen Mörder in einem Hotelrestaurant. Doch bevor die beiden den Mann festnehmen können, gelingt ihm die Flucht durch die Tiefgarage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987028","hoster":"VOE"},{"path":"/redirect/8393250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-158","name":"Mordfall Goos","epNo":158,"alt":"","descr":"Thomas Goos fährt seinen Wagen in die Garage, als ein Unbekannter tödliche Schüsse auf seine Frau abfeuert. Erst vor kurzem war schon einmal ein rätselhafter Mordanschlag auf die Frau verübt worden. Derrick fragt sich, warum Frau Goos sterben musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987030","hoster":"VOE"},{"path":"/redirect/8393256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-159","name":"Fliegender Vogel","epNo":159,"alt":"","descr":"Oberinspektor Derrick will einen Mordfall aufklären, der schon über zwei Jahre zurückliegt. Dabei braucht er die Hilfe von Bettina Rudolf. Derrick glaubt, dass die Frau, die heute aus dem Gefängnis entlassen wird, Zeugin des Mordes war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987031","hoster":"VOE"},{"path":"/redirect/8393258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-160","name":"Mordträume","epNo":160,"alt":"","descr":"Der Psychologe Dr. med. Pfeifer befürchtet Schlimmes. Der Patient Max Binder, ein Ingenieur, wird, so erzählt er Derrick, seit dem Unfalltod seiner Frau von Träumen verfolgt, in denen er aus Rache Menschen umbringt. Dr. Pfeifer glaubt nun, dass Binder seine Träume irgendwann wahr macht. Beim Einblick in die Unfallakte stößt Derrick auf den Zeugen Stockey und auf einen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987033","hoster":"VOE"},{"path":"/redirect/8393262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-161","name":"Eine Reihe von schönen Tagen","epNo":161,"alt":"","descr":"Die Rentnerin Anna Beermann beobachtet vom Küchenfenster aus im gegenüberliegenden Bürohaus eine Schlägerei zwischen zwei Männern. Der eine erwürgt den anderen. Schnell ruft die Rentnerin ihren Mann Rudolf und dann die Polizei. Derrick identifiziert den Toten als Prokuristen, der seinen Mörder vermutlich beim Diebstahl von Geschäftsunterlagen überrascht hat. Plötzlich verfügen die Beermanns über sehr viel Geld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333346","hoster":"VOE"},{"path":"/redirect/8393266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-162","name":"Kein Risiko","epNo":162,"alt":"","descr":"Andrea Weimann überredet ihren Bruder Roland, seine Pistole bei der Polizei abzuliefern. Dieser gesteht Derrick, dass ihm ein Fremder eine hohe Geldsumme geboten hat: Er soll eine ihm unbekannte Person erschießen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987038","hoster":"VOE"},{"path":"/redirect/8393267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-163","name":"Auf Motivsuche","epNo":163,"alt":"","descr":"Aufnahmeleiter Willy Laufen wird tot am Ostbahnhof aufgefunden. Zunächst sieht es nach Selbstmord aus. Die Obduktion ergibt allerdings, dass Laufen an anderer Stelle erschossen und später auf dem Bahngleis abgelegt wurde. Derrick ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987035","hoster":"VOE"},{"path":"/redirect/8393270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-164","name":"Da läuft eine Riesensache","epNo":164,"alt":"","descr":"Arnold Wegmüller kommt unter mysteriösen Umständen ums Leben. Das Vermögen des Toten sollen eine Nichte und ein Neffe erben. Derrick fragt sich, ob die beiden Nutznießer in den rätselhaften Todesfall verstrickt sind","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987037","hoster":"VOE"},{"path":"/redirect/8393268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-165","name":"Das Piräus-Abenteuer","epNo":165,"alt":"","descr":"Harry erhält einen Anruf von seiner Angebeteten Hanna. Die Stewardess sollte für einen Mann einen Koffer mitnehmen. Als sie darin Drogen enttdeckte, zerstörte sie den Stoff. Jetzt soll Harry sie vor der Rache des Mannes schützen. Harry glaubt die Geschichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987043","hoster":"VOE"},{"path":"/redirect/8393273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-166","name":"Die Stimme","epNo":166,"alt":"","descr":"Zwei Mordanschlägen auf Lothar Lippert sind telefonische Warnungen vorausgangen. Derrick lässt bei dem Mann eine Fangschaltung installieren. Der Oberinspektor ist überrascht, als er erfährt, dass Lippert von dieser keinen Gebrauch macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987045","hoster":"VOE"},{"path":"/redirect/8393281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-167","name":"Das Ende einer Illusion","epNo":167,"alt":"","descr":"Der Kunsthändler Alexander Rieger will gerade in sein Auto steigen. Da wird er von zwei Schüssen getroffen und bricht tot zusammen. Die Spur führt zu Riegers Bruder Erich. Derrick und Harry Klein machen einige interessante Entdeckungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987039","hoster":"VOE"},{"path":"/redirect/8393280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-168","name":"Mord inklusive","epNo":168,"alt":"","descr":"Derrick erhält einen mysteriösen Anruf: Ein Mann fürchtet, dass man ihn töten will. Die Polizei müsse sich an seinen Geschäftspartner Kranz wenden, sollte ihm etwas zustoßen. Am nächsten Tag wird der Mann tot aus dem Isarkanal gefischt. Alles sieht nach einem Unfall aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987041","hoster":"VOE"},{"path":"/redirect/8393285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-169","name":"Die Mordsache Druse","epNo":169,"alt":"","descr":"Der Fotograf Bernd Druse wurde erstochen. Seine Leiche hat man in einer Telefonzelle gefunden. Offenbar konnte er sich schwerverletzt zum Telefonhäuschen schleppen. Dort muss er kurz vor seinem Tod noch telefoniert haben. Aber mit wem?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987040","hoster":"VOE"},{"path":"/redirect/8393289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-170","name":"Eine Art Mord","epNo":170,"alt":"","descr":"Nach 18 Jahren Haft wird Raubmörder Werner Rutger aus dem Gefängnis entlassen. Er wendet sich an Derrick und behauptet, die Beute seinerzeit in einem Wald bei München vergraben zu haben. Skeptisch veranlasst Derrick die Suche nach dem Koffer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008090","hoster":"VOE"},{"path":"/redirect/8428038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-171","name":"Wie kriegen wir Bodetzki?","epNo":171,"alt":"","descr":"Dr. Heimhaus muss in der Garage des Flughafens einem Ohnmächtigen erste Hilfe leisten. Zwei Männer versuchen, die leblos wirkende Person in ein Auto zu schleppen. Für ärztliche Hilfe ist es schon zu spät. Nach kurzer Zeit sind die Männer spurlos verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987047","hoster":"VOE"},{"path":"/redirect/8393292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-172","name":"Kisslers Mörder","epNo":172,"alt":"","descr":"Rudolf Kissler, Besitzer eines Saunaclubs, wird ermordet. Oberinspektor Derrick verdächtigt den Sohn der Sauna-Angestellten Irene Stubach. Der hasste die Arbeit seiner Mutter und war gegen ihre Liebesbeziehung mit Kissler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106163","hoster":"VOE"},{"path":"/redirect/8428037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-173","name":"Der zweite Mord","epNo":173,"alt":"","descr":"Hans Seelmann wird erschossen auf einem Parkplatz gefunden. In seiner Wohnung treffen Derrick und Harry Klein auf Ursula Kieler. Die junge Frau gibt an, Seelmann bei einem Treffen begleitet zu haben. Sie habe gesehen, wie auf ihn geschossen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103538","hoster":"VOE"},{"path":"/redirect/8393294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-174","name":"Die blaue Rose","epNo":174,"alt":"","descr":"Jürgen Hässler macht sich eigenmächtig auf die Suche nach dem Mörder seiner Großmutter. Der Mann, der die alte Frau Hässler erschlagen hatte, hatte ein Rosen-Tattoo am Handgelenk. Jürgen schlägt alle Warnungen von Oberinspektor Derrick in den Wind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096094","hoster":"VOE"},{"path":"/redirect/8393297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-175","name":"Die Stimme des Mörders","epNo":175,"alt":"","descr":"Ein maskierter Bankräuber steigt auf der Flucht zu Gudrun Rieman und ihrer Tochter Tilda ins Auto. Nach einer ziellosen Fahrt durch die Stadt schießt er die Frauen nieder. Tilda überlebt. Sie erzählt Derrick, dass ihre Mutter die Stimme des Gangsters erkannt hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920791","hoster":"VOE"},{"path":"/redirect/8393299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-176","name":"Rachefeldzug","epNo":176,"alt":"","descr":"In Derricks Büro herrscht Aufregung. Beim Verlassen seines Hauses entging der Oberinspektor nur knapp einem tödlichen Anschlag. Will sich Arnold Renzi dafür rächen, dass Derrick seinen Sohn Eduardo überführt hatte? Der Junge hatte sich im Gefängnis das Leben genommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987048","hoster":"VOE"},{"path":"/redirect/8393300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-177","name":"Schrei in der Nacht","epNo":177,"alt":"","descr":"Die Prostituierte Manuela wird im Englischen Garten erwürgt aufgefunden. Die Polizei findet in der Nähe des Tatorts einen Herrenhut. Ein Suchhund nimmt die Witterung auf und läuft zu einem Haus am Rande des Parks. War dies der Fluchtweg des Mörders?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100360","hoster":"VOE"},{"path":"/redirect/8393308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-178","name":"Die Kälte des Lebens","epNo":178,"alt":"","descr":"Die Prostituierte Libeta findet ihren Zuhälter Alfred Rossner ermordet in der Herrentoilette des Orion-Clubs. Am nächsten Tag ruft sie bei Oberinspektor Derrick an: Sie habe ihm etwas verschwiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987053","hoster":"VOE"},{"path":"/redirect/8393311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-179","name":"Mozart und der Tod","epNo":179,"alt":"","descr":"Die Geigerin Marion Scholz wird auf dem Heimweg vom Musikunterricht von Betrunkenen vergewaltigt. Ihr Freund, der sie begleitet, wird niedergeschlagen. Derrick vermutet einen Zusammenhang mit einem anderen Vergewaltigungsfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333349","hoster":"VOE"},{"path":"/redirect/8393313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-180","name":"Ein kleiner Gauner","epNo":180,"alt":"","descr":"Bei einem Villeneinbruch wird Kleinganove Ali Zeuge, wie drei Männer ein Mordkomplott schmieden. Am nächsten Tag wird in einem Hotel ein Physiker tot aufgefunden. Der Portier berichtet Derrick, dass Ali sich nach der Zimmernummer des Mannes erkundigt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987050","hoster":"VOE"},{"path":"/redirect/8393317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-181","name":"Diebachs Frau","epNo":181,"alt":"","descr":"Maria Diebach hat ein Verhältnis mit ihrem früheren Chef Haffner. Ihr Mann ahnt offenbar nichts davon. Als Haffner ermordet wird, nimmt Oberinspektor Derrick die Ermittlungen auf. Er stößt auf eine menschliche Tragödie","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12267909","hoster":"VOE"},{"path":"/redirect/8393321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-182","name":"Ein merkwürdiger Tag auf dem Lande","epNo":182,"alt":"","descr":"Arno Huber und seine Schwägerin Michaela machen sich große Sorgen um Jobst, den Bruder und Ehemann. Er ist spurlos verschwunden. Sein letztes Lebenszeichen war ein Anruf von einem Gasthof auf dem Land","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100356","hoster":"VOE"},{"path":"/redirect/8393322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-183","name":"Kein Ende in Wohlgefallen","epNo":183,"alt":"","descr":"Lore Kargus spricht ihrem Bruder Ralf auf dem Anrufbeantworter: Ihr sei etwas Schreckliches zugestoßen und sie wolle sich das Leben nehmen. Kurz darauf ist Lore tot. Ralf erfährt, dass zwei Männer ihr Gewalt angetan haben. Am selben Abend ist einer der beiden Männer tot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987061","hoster":"VOE"},{"path":"/redirect/8393329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-184","name":"Tödliches Patent","epNo":184,"alt":"","descr":"Regierungsdirektor Dr. Curtius wird im Keller des Münchener Patentamts ermordet aufgefunden. Sein Chef erklärt Derrick, Curtius sei für die Preisgabe von Details einer Patentanmeldung viel Geld geboten worden. Musste er sterben, weil er das Angebot ablehnte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987062","hoster":"VOE"},{"path":"/redirect/8393332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-185","name":"Judith","epNo":185,"alt":"","descr":"Die Konzertpianistin Judith Loska, auf Tournee in New York, erhält aus Deutschland einen verzweifelten Anruf: \"Sie wollen mich umbringen\", weint ihre Tochter Susanne am Telefon. Tags darauf wird die 22-Jährige tot aufgefunden, gestorben an einer Überdosis Heroin. Erst jetzt erfährt Frau Loska, dass ihre Tochter seit zwei Jahren rauschgiftsüchtig war. Bei der Aufklärung des Todesfalls erhält Judith Unterstützung von Derrick und vom zwielichtigen Kellner Ali Biber. Doch dieser verlangt seinen Preis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987059","hoster":"VOE"},{"path":"/redirect/8393333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-186","name":"Tossners Ende","epNo":186,"alt":"","descr":"Immobilienhai Tossner wird im Badezimmer seiner luxuriösen Villa durchs geöffnete Fenster erschossen. Die Indizien belasten den Lehrer Ulrich Kraus, der Tossner hasste. Doch der Lehrer weigert sich, vor Derrick ein Geständnis abzulegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100358","hoster":"VOE"},{"path":"/redirect/8393335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-187","name":"Höllensturz","epNo":187,"alt":"","descr":"Der Rentner Mallina wird erschossen aufgefunden. Derrick erfährt, dass Mallina in eine Affäre verstrickt war, aus der er aussteigen wollte. Der Oberinspektor vermutet sogar, dass Mallina getötet wurde, weil er mit der Polizei sprechen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987065","hoster":"VOE"},{"path":"/redirect/8393337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-188","name":"Der Einzelgänger","epNo":188,"alt":"","descr":"Der verdeckte Ermittler Ingo Wolf meldet seinen Freund und Kollegen Peter Roth als vermisst. Roth war einer heissen Sache im Spielermilieu auf der Spur. Kurz darauf werden Derrick und Harry Klein zu einer abgelegenen Kiesgrube gerufen. Hier finden Sie Roths Leiche. Gaststar: Heiner Lauterbach","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108459","hoster":"VOE"},{"path":"/redirect/8393339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-189","name":"Des Menschen Feind","epNo":189,"alt":"","descr":"In einem Wartesaal des Münchner Hauptbahnhofs wird eine tote Obdachlose gefunden. Sie wurde erwürgt. Zu seinem Erstaunen erfährt Derrick, dass die Frau in letzter Zeit häufig mit der berühmten Schauspielerin Lotte Wegener gesehen wurde. Er sucht die Filmdiva auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100361","hoster":"VOE"},{"path":"/redirect/8393342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-190","name":"Tod am Waldrand","epNo":190,"alt":"","descr":"Nach dem Tanzunterricht kehrt Herri Roon nicht nach Hause zurück. Ihre Eltern machen sich auf den Weg und suchen nach dem Mädchen. Sie machen eine grausame Entdeckung im Unterholz: Hettis Leiche. Sie wurde erwürgt. Derrick hat zwei gleich Tatverdächtige...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987063","hoster":"VOE"},{"path":"/redirect/8393344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-191","name":"Abgrund der Gefühle","epNo":191,"alt":"","descr":"Arthur Lickmann wird erwürgt aufgefunden. Am Tatort erscheint der Arzt Dr. Schöne, der lebhaftes Interesse für den Toten zeigt. Als kurz darauf ein Freund Lickmanns ermordet wird, erscheint wieder Dr. Schöne. Verdächtig, findet Derrick.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987067","hoster":"VOE"},{"path":"/redirect/8393349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-192","name":"Der Augenblick der Wahrheit","epNo":192,"alt":"","descr":"Arno Hauk und Kurt Schenk planen einen Banküberfall. Um an das Geld zu gelangen, entführen sie den Filialleiter. Die Aktion läuft nicht nach Plan. In Panik erschießen die skrupellosen Räuber einen jungen Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987068","hoster":"VOE"},{"path":"/redirect/8393350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-193","name":"Beziehung abgebrochen","epNo":193,"alt":"","descr":"Eberhard Kraus wird tot aufgefunden. In Verdacht gerät Professor Reichel, mit dessen Frau Kraus ein Verhältnis hatte. Dann passiert ein zweiter Mord: Dr. Steinitz, ein ehemaliger Liebhaber von Ilona, wurde ebenfalls getötet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987078","hoster":"VOE"},{"path":"/redirect/8428040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-194","name":"Solo für Vier","epNo":194,"alt":"","descr":"Vier alte Herren planen den großen Coup. Sie beauftragen zwei Männer, einen Tresor auszurauben. Ein Wachmann stellt die Ganoven. Diese geraten in Panik und erschießen den Mann. Oberinspektor Derrick macht sich auf die Suche nach den Tätern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920789","hoster":"VOE"},{"path":"/redirect/8393354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-195","name":"Caprese in der Stadt","epNo":195,"alt":"","descr":"Caprese, ein reicher Sizilianer, hat seinen einzigen Sohn verloren. Jetzt will er die achtjährige Enkelin Renata aus München zu sich nach Italien holen – notfalls mit Gewalt. Renatas Mutter Inge und ihr zweiter Mann Carl bitten Oberinspektor Derrick um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987071","hoster":"VOE"},{"path":"/redirect/8393355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-196","name":"Gefährlicher Weg durch die Nacht","epNo":196,"alt":"","descr":"Der kaufmännische Angestellte Jürgen Klose wird in einem menschenleeren U-Bahnhof erschossen. War Klose ein unbescholtener Bürger? Oberinspektor Derricks Ermittlungen führen ins Drogenmilieu","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100363","hoster":"VOE"},{"path":"/redirect/8393358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-197","name":"Penthaus","epNo":197,"alt":"","descr":"Die junge Anna Dehmels wird erwürgt im Fahrstuhl des Hochhauses aufgefunden, in dem sie ein Appartement bewohnt hatte. Für Oberinspektor Derrick steht fest, dass der Täter aus dem Kreis der Mieter stammt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987070","hoster":"VOE"},{"path":"/redirect/8393361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-198","name":"Wer bist du, Vater?","epNo":198,"alt":"","descr":"Von einer Telefonzelle empfängt Derrick den Hilferuf eines Kollegen. Sein Leben sei in Gefahr. Er scheint von einem brutalen Mord zu wissen. Am vereinbarten Treffpunkt findet Derrick die Leiche des Polizisten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915890","hoster":"VOE"},{"path":"/redirect/8393364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-199","name":"Verlorene Würde","epNo":199,"alt":"","descr":"Bei der Verfolgung eines Dealers wurde der Kripobeamte Gerhart Kuhnert im Waschraum eines Lokals ermordet. Oberinspektor Derrick kann nicht glauben, dass der Wirt und die Gäste nichts gesehen haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103544","hoster":"VOE"},{"path":"/redirect/8393369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-200","name":"Offener Fall","epNo":200,"alt":"","descr":"Die junge Journalistin Manuela Bolitz informiert Oberinspektor Derrick über einen heimtückischen Mordplan: Gegen eine hohe Geldsumme soll ihr Vater seinem alten Bekannten Kurt Beihilfe zu einem Mord leisten. Bevor Derrick den Mann stellen kann, wird Kurt ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100362","hoster":"VOE"},{"path":"/redirect/8393368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-201","name":"Der Tote spielt fast keine Rolle","epNo":201,"alt":"","descr":"Andrea und Hubert Zoller haben sich auseinandergelebt. Eines Tages lernt die lebenslustige Frau den Diamantenhändler Kaminski kennen. Andrea folgt seiner festlichen Einladung in ein Hotel. Währenddessen wird in Kaminskis Zimmer ein Diamantenkurier ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987076","hoster":"VOE"},{"path":"/redirect/8393375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-202","name":"Störungen in der Lust zu leben","epNo":202,"alt":"","descr":"Weil er sein Lokal nicht an einen Großgastronom verkaufen will, wird der alte Erich Dustler von einem bezahlten Killer ermordet. Als der Täter aus der Kneipe flieht, stößt er mit einer Passantin zusammen. Sie erkennt den Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987079","hoster":"VOE"},{"path":"/redirect/8393374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-203","name":"Ein Tod auf dem Hinterhof","epNo":203,"alt":"","descr":"Die Prostituierte Heidi Roll ist ermordet worden. Während der Ermittlungen wendet sich eine gewisse Doris Mundt an Derrick. Der Oberinspektor fragt sich, warum die Frau an dem Fall so interessiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987081","hoster":"VOE"},{"path":"/redirect/8393382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-204","name":"Der Schrei","epNo":204,"alt":"","descr":"Der wegen Mordes inhaftierte Simon Krüger wird begnadigt. Den Namen seines Komplizen hat er nie preisgegeben. Da Harry Klein seinerzeit für den Fall zuständig war, bittet er Derrick, denn Mann bewachen zu dürfen. Wird Krüger ihn zu seinem Komplizen führen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987090","hoster":"VOE"},{"path":"/redirect/8393384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-205","name":"Das Lächeln des Doktor Bloch","epNo":205,"alt":"","descr":"Während eines Besuchs bei seinem Hausarzt Dr. Bloch erfährt Oberinspektor Derrick, dass dessen Frau Andrea einen Liebhaber hat. Andrea kommt dahinter, dass sie für ihren Geliebten nicht mehr als ein Abenteuer war. Aus Verzweiflung begeht sie Selbstmord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103548","hoster":"VOE"},{"path":"/redirect/8393385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-206","name":"Isoldes tote Freunde","epNo":206,"alt":"","descr":"Brauereisohn Berthold Dröger wird auf dem Parkplatz eines Tennisclubs erschossen. Die Ermittlungen führen Derrick zur Pianistin Isolde Rossky. Sie soll ein Verhältnis mit Dröger gehabt haben. Doch die Frau bestreitet jede Verbindung zu dem Toten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987088","hoster":"VOE"},{"path":"/redirect/8393386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-207","name":"Die Reise nach München","epNo":207,"alt":"","descr":"Der aus Wasserburg stammende arbeitslose Hugo Sassner ist in München auf Stellensuche. In seiner Pension wird er Zeuge eines Mordes. Er versichert dem Täter, zu schweigen – gegen eine Bedingung, versteht sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987084","hoster":"VOE"},{"path":"/redirect/8393388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-208","name":"Ein seltsamer Ehrenmann","epNo":208,"alt":"","descr":"Nach acht Jahren Gefängnis wegen Totschlags kommt Kowacs wieder auf freien Fuß. In einem Lokal beauftragt ihn ein Fremder, den Studenten Masinger zu töten. Kowacs schreckt in letzter Minute vor dem Mord zurück. Doch am nächsten Tag ist Masinger tot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987083","hoster":"VOE"},{"path":"/redirect/8393389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-209","name":"Mord im Treppenhaus","epNo":209,"alt":"","descr":"Im Treppenhaus eines Hochhauses wird eine Tote gefunden. Alles deutet darauf hin, dass die Frau, die in einem der Apartments wohnte, ermordet wurde. Oberinspektor Derrick findet in ihrem Notizbuch eine Reihe männlicher Namen. Ist einer davon der Mörder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103546","hoster":"VOE"},{"path":"/redirect/8393390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-210","name":"Die Festmenues des Herrn Borgelt","epNo":210,"alt":"","descr":"Studentin Susanne Borgelt rutscht in die Rauschgiftszene ab. Als sie sich schließlich durch Pornofilme Geld für Kokain beschaffen muss, begeht sie Selbstmord. Kurz darauf werden zwei von Susannes Bekannten ermordet. Hat Susannes Vater etwas damit zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100365","hoster":"VOE"},{"path":"/redirect/8393394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-211","name":"Der stille Mord","epNo":211,"alt":"","descr":"Nach einer Firmenfeier wird die junge Praktikantin Linda Maurus tot aus der Isar geborgen. Offenbar wurde sie nach dem Fest vergewaltigt und ermordet. Die unerwartete Hilfe von Greta Zinser und ihren beiden Töchtern macht Oberinspektor Derrick stutzig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103549","hoster":"VOE"},{"path":"/redirect/8393397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-212","name":"Beatrice und der Tod","epNo":212,"alt":"","descr":"Die attraktive Journalistin Beatrice Deininger begleitet Derrick, um sich für eine Story über die Ermittlungsmethoden der Kripo zu informieren. Dann wird Derrick zu einem Mordfall gerufen, bei dem er eine folgenschwere Entdeckung in Zusammenhang mit Frau Deininger macht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920793","hoster":"VOE"},{"path":"/redirect/8393396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-213","name":"Eine eiskalte Nummer","epNo":213,"alt":"","descr":"Über Notruf meldet Robert Rudger einenMord bei einem Raubüberfall. Bei dem Toten handelt es sich um Rudgers Geschäftspartner Kramer. Joachim soll angeblich von zwei Einbrechern erschossen worden sein, die in Rudgers Haus eingedrungen waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920794","hoster":"VOE"},{"path":"/redirect/8724649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-214","name":"Tage des Zorns","epNo":214,"alt":"","descr":"Kripo-Kommissar Heckel bittet Derrick um Hilfe. Seine Frau Agnes sei mit einem Barbesitzer durchgebrannt, den Heckel vor Jahren hinter Gitter gebracht hatte. Offenbar will dieser sich jetzt rächen und benutzt dazu Heckels Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987095","hoster":"VOE"},{"path":"/redirect/8393408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-215","name":"Die Frau des Mörders","epNo":215,"alt":"","descr":"Überraschend gesteht der todkranke Abel, dass er einen Mord begangen habe, für den ein anderer im Gefängnis sitzt. Als Abel kurz darauf stirbt, erhält Derrick Informationen, die ihn zu einem Besuch bei Abels Witwe veranlassen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11776320","hoster":"VOE"},{"path":"/redirect/8393407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-216","name":"Billies schöne neue Welt","epNo":216,"alt":"","descr":"In einem Waldstück wird die Leiche der drogenabhängigen Heidi Wolf gefunden. Es stellt sich heraus, dass sie sich den goldenen Schuss nicht freiwillig gesetzt hat. Die Spur führt Derrick in eine Diskothek, die in der Drogenszene einschlägig bekannt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100364","hoster":"VOE"},{"path":"/redirect/8393412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-217","name":"Ein merkwürdiger Privatdetektiv","epNo":217,"alt":"","descr":"Johann Raude wird an seiner Haustür erschossen. Derrick ermittelt im Umfeld des Mannes und findet heraus, dass Raude einen Privatdetektiv auf seine Frau angesetzt hatte, weil er einen Liebhaber vermutete. Vom Bericht des Detektivs fehlt jedoch jede Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987100","hoster":"VOE"},{"path":"/redirect/8393415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-218","name":"Kein teurer Toter","epNo":218,"alt":"","descr":"Anwalt Dr. Lohst bittet Oberinspektor Derrick um Hilfe: Sein Freund Johannes Berger erhält anonyme Morddrohungen. Noch bevor Derrick etwas unternehmen kann, wird Berger umgebracht. Die Ermittlungen gestalten sich äußerst schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987097","hoster":"VOE"},{"path":"/redirect/8393417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-219","name":"Ein sehr trauriger Vorgang","epNo":219,"alt":"","descr":"Nach einem gemeinsamen Bordellbesuch lädt Albert Krumme fünf Schulkameraden zu einem Drink zu sich nach Hause ein. Kurze Zeit später klingelt es an der Tür. Als Albert öffnet, wird er niedergeschossen. Derrick ermittelt im Kreis der Mitschüler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100366","hoster":"VOE"},{"path":"/redirect/8393419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-220","name":"Mann im Regen","epNo":220,"alt":"","descr":"Die junge Ilse Lohmann wird ermordet in ihrer Wohnung aufgefunden. Derrick findet heraus, dass sie nicht nur die Haushälterin der beiden Brüder Hans und Luis Röder war, sondern auch deren Geliebte. Der Oberinspektor zweifelt an den Alibis der beiden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987101","hoster":"VOE"},{"path":"/redirect/8393422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-221","name":"Langsamer Walzer","epNo":221,"alt":"","descr":"Inge Sanders wird nachts in einem Park ermordet. In Tatortnähe findet Derricks Assistent Harry Klein einen Walkman. Hat ihn der Mörder bei seinem Überfall auf Inge verloren? Die Kassette bringt Derrick auf die Spur des Täters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987094","hoster":"VOE"},{"path":"/redirect/8393423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-222","name":"Geschlossene Wände","epNo":222,"alt":"","descr":"Die drogensüchtige ehemalige Society-Lady Irene Solm hat zwei Selbstmordversuche hinter sich. Nach einem Klinikaufenthalt lässt ihr Exgeliebter Riemann sie abblitzen. Ein Reporter macht daraus eine große Story. Kurz darauf ist Riemann tot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987102","hoster":"VOE"},{"path":"/redirect/8393426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-223","name":"Nach acht langen Jahren","epNo":223,"alt":"","descr":"Die Mafia erpresst den Münchner Restaurantbesitzer Scarletti. Als wieder ein Schutzgeldkassierer bei ihm auftaucht, wirft Martha, Scarlettis deutsche Ehefrau, ihn kurzerhand raus. Kurze Zeit später wird Scarletti erschossen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987099","hoster":"VOE"},{"path":"/redirect/8393427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-224","name":"Die Lebensgefährtin","epNo":224,"alt":"","descr":"Hilde Lussek findet ihren Lebensgefährten Walter Scholz, den sie in zwei Wochen heiraten wollte, tot auf. Der 57-Jährige ist erstickt worden. Derrick findet heraus, dass Scholz in seinem Familienkreis sehr unbeliebt war. Es kommen gleich mehrere Täter infrage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915892","hoster":"VOE"},{"path":"/redirect/8393428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-225","name":"Die seltsame Sache Liebe","epNo":225,"alt":"","descr":"Die Kellnerin Doris Stein wird tot in der Nähe des Güterbahnhofs gefunden. Trotz intensiver Recherche kann Derrick nicht sofort feststellen, ob es sich ein Unfall war oder Mord. Derricks Exkollege, der vom Dienst suspendierte Seidel, zeigt ein ungewöhnliches Interesse an dem Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987104","hoster":"VOE"},{"path":"/redirect/8393433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-226","name":"Zwei Tage, zwei Nächte","epNo":226,"alt":"","descr":"Sabine Kronau telefoniert mit ihrem Vater. Der erzählt ihr, er habe sich gerade einmal wieder mit ihrem Bruder verkracht. Am nächsten Morgen erhält die Hotelfachschülerin eine schreckliche Nachricht. Vater und Bruder sind tot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987105","hoster":"VOE"},{"path":"/redirect/8393435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-227","name":"Nachtvorstellung","epNo":227,"alt":"","descr":"Während der Nachtvorstellung wird der Kassierer eines Kinos aus nächster Nähe erschossen. Er saß auf seinem Stammplatz im Zuschauerraum. Wurde ihm diese Gewohnheit zum Verhängnis?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987106","hoster":"VOE"},{"path":"/redirect/8393434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-228","name":"Melodie des Todes","epNo":228,"alt":"","descr":"Als die Polizei die Wohnungstür aufbrechen will, findet sie die Inhaberin tot im Sessel. Sie ist vermutlich erschossen worden. Während sich Derrick zwecks Spurensicherung am Tatort aufhält, erscheint Gerrit Hauser, die Freundin der toten Ilona Keller. Da beide Frauen als Hostessen arbeiten, sei ihr Bekanntenkreis verständlicherweise ziemlich groß. Zufällig weiß Gerrit, dass Ilona einen ihrer Gäste vor vier Tagen in ihre Wohnung mitgenommen hatte. Mit Hilfe des Hotelportiers Arnold Stemmer lässt sich diese Person ausfindig machen. Aber war es auch Ilonas letzter Gast - und damit ihr Mörder ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987109","hoster":"VOE"},{"path":"/redirect/8393438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-229","name":"Die Nacht mit Ariane","epNo":229,"alt":"","descr":"Derrick verdächtigt die flüchtige Ariane des Mordes an dem Bordellchef Benno Mahler. Die Umstände sprechen zunächst auch dafür. Ariane war Mahlers Geliebte. Bennos Bruder Adi und der Barkeeper Dixi entdeckten den Toten. Von Ariane seither keine Spur. Derrick veranlasst die polizeiliche Fahndung. Allerdings beteuert Adi, dass Ariane für einen Mord an Benno keinen Grund gehabt habe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333348","hoster":"VOE"},{"path":"/redirect/8393440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-230","name":"Ein Objekt der Begierde","epNo":230,"alt":"","descr":"Helene Soost ist noch immer schockiert. Als sie nach Hause kam, fand sie im Treppenhaus Karoline Hecht tot am Boden. Die 19-jährige nahm hier einmal in der Woche Englischunterricht bei dem Studenten Roland Bleiweg. Sie wurde vergewaltigt. Derrick vermutet den Täter im Kreis der Mieter...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100367","hoster":"VOE"},{"path":"/redirect/8393439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-231","name":"Das Thema","epNo":231,"alt":"","descr":"Frau Kessler schildert noch einmal den Tathergang: Sie und ihr Chef, Herr Kindermann, saßen in einem Restaurant. Plötzlich fiel Herrn Kindermann ein, dass er vergessen hätte, seinen Wagen abzuschließen. Daraufhin ging er zum Parkplatz, von dem er nicht wiederkam. Derrick vermutet, dass Kindermann Autodiebe überraschte, von ihnen zur Mitfahrt gezwungen und dann in einem Wald erschossen wurde. Derrick bekommt den Hinweis, dass das gestohlene Fahrzeug die deutsch-österreichische Grenze passiert hätte. Dem Zollbeamten sei der Fahrer, ein Student namens Werner Godel, aufgefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987113","hoster":"VOE"},{"path":"/redirect/8393444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-232","name":"Nachts, als sie nach Hause lief","epNo":232,"alt":"","descr":"Doris Meissner ist aus einem fahrenden Auto heraus erschossen worden. Oberinspektor Derrick findet heraus, dass Frau Meissner ihren Mann mit ständig wechselnden Liebhabern betrog. Ist der gehörnte Ehemann der Mörder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987116","hoster":"VOE"},{"path":"/redirect/8393446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-233","name":"Das Plädoyer","epNo":233,"alt":"","descr":"15 Jahre saß Rudolf Lakonda wegen Mordes an seiner Frau im Gefängnis. Nach einer Begnadigung führt ihn sein erster Weg zu Staatsanwalt Kolbe, der ihn damals hinter Gitter brachte. Der Staatsanwalt wendet sich an Oberinspektor Derrick","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987110","hoster":"VOE"},{"path":"/redirect/8393448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-234","name":"Ein sehr ehrenwerter Herr","epNo":234,"alt":"","descr":"Ein neuer Auftrag für Derrick und Klein: Auf einem Parkplatz sitzt ein Toter in einem Auto. Es ist Zuhälter Albert Kallus. Der tödliche Schuss traf ihn am Steuer seines Wagens. Zuvor waren in einer Münchner Kneipe zwei von Kallus’ Mädchen misshandelt worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987108","hoster":"VOE"},{"path":"/redirect/8393451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-235","name":"Eine Endstation","epNo":235,"alt":"","descr":"Nur durch Zufall entgeht der Firmenchef Konrad Schreiber einem Anschlag. Schreiber verdächtigt seinen Vater, der gegen seinen Willen von der Familie in einem Seniorenheim untergebracht wurde. Derrick sucht den verbitterten alten Mann auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987115","hoster":"VOE"},{"path":"/redirect/8393453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-236","name":"Darf ich Ihnen meinen Mörder vorstellen?","epNo":236,"alt":"","descr":"Oberinspektor Derrick ist erstaunt, als er den Namen des in einer Waldhütte Ermordeten hört. Es handelt sich um Sauters, einen Geschäftsmann, den er erst vor einigen Tagen kennen gelernt hatte. Sauters hatte ihm allen Ernstes seinen Mörder vorgestellt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987111","hoster":"VOE"},{"path":"/redirect/8393454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-237","name":"Gib dem Mörder nicht die Hand","epNo":237,"alt":"","descr":"Der Journalist Oskar Demmler wird überfahren und tödlich verletzt. Der Fahrer ist flüchtig. Verkehrsunfall mit Todesfolge? Oberinspektor Derrick zweifelt daran. In der Hand des Opfers wird ein Einstich entdeckt, in Demmlers Körper finden sich Rückstände von Betäubungsmitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103553","hoster":"VOE"},{"path":"/redirect/8393456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-238","name":"Gesicht hinter der Scheibe","epNo":238,"alt":"","descr":"Nach einem anonymen Hinweis wird Monika Zeller tot in der Firma ihres Vaters gefunden. Derrick findet heraus, dass der Filmemacher Adrian Scholl erst kürzlich einen Videofilm mit Monika gedreht hat. Enthält das Band einen Hinweis auf den Mörder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987121","hoster":"VOE"},{"path":"/redirect/8393460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-239","name":"Der Schlüssel","epNo":239,"alt":"","descr":"Eine anonyme Anruferin bittet Derrick, einen Mordanschlag auf einen Herrn Howald zu verhindern. Als Derrick den Mann aufsucht, weiß dieser nicht, wovon die Rede ist. Doch am nächsten Tag ist Howald tot","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100368","hoster":"VOE"},{"path":"/redirect/8393459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-240","name":"Das Floß","epNo":240,"alt":"","descr":"Elvira Nolte findet ihren Ehemann erschossen im Wohnzimmer auf. Seine Witwe berichtet, dass Nolte am Abend zuvor Besuch von seinem Freund Arnim Wexler und der 18-jährigen Anna hatte. Die Herren hätten sich einen \"netten Abend\" machen wollen. Noltes Frau sei bei ihrer Mutter gewesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987125","hoster":"VOE"},{"path":"/redirect/8393462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-241","name":"Nachtgebete","epNo":241,"alt":"","descr":"Die ermordete Ulrike Berger hinterlässt nach ihrem Tod einen Brief. Darin gibt sie an, der Ägyptologe Dr. Roth sei der Vater ihrer 17-jährigen Tochter. Dr. Roth bestreitet gegenüber Oberinspektor Derrick die Vaterschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915894","hoster":"VOE"},{"path":"/redirect/8393463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-242","name":"Abendessen mit Bruno","epNo":242,"alt":"","descr":"Als Jürgen Simon von seinem Chef die Kündigung erhält, wird er handgreiflich. Der Bruder des Chefs, Bruno Sasse, schlägt Simon nieder. Dafür wandert der psychisch Kranke in den Knast. Derrick vermutet, dass jemand Bruno Sasse die Tat unterschieben wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103557","hoster":"VOE"},{"path":"/redirect/8393464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-243","name":"Katze ohne Ohren","epNo":243,"alt":"","descr":"Manfred Mauser wird in der Tiefgarage erschossen aufgefunden. Oberinspektor Derrick vermutet, dass der Mörder ihn bewusst aus seiner Wohnung gelockt hat, um ihn zu erschießen. Hat Mausers Lebensgefährtin Karina etwas mit dem Mord zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103555","hoster":"VOE"},{"path":"/redirect/8393469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-244","name":"Anruf aus Wien","epNo":244,"alt":"","descr":"Bei der Lösegeldübergabe für seine entführte Tochter erschießt der Privatbankier Bach unabsichtlich einen der Entführer. Oberinspektor Derrick ist sich der dramatischen Situation bewusst: Wenn die restlichen Kidnapper davon erfahren, ist das Mädchen in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987117","hoster":"VOE"},{"path":"/redirect/8393470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-245","name":"Ein Mord, zweiter Teil","epNo":245,"alt":"","descr":"Rudolf Kollau wurde wegen Totschlags an dem Liebhaber seiner Exfrau Agnes verurteilt. Jetzt soll er aus der Haft entlassen werden. Sein psychiatrischer Gutachter und Oberinspektor Derrick befürchten, dass der Mann Agnes etwas antun wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103556","hoster":"VOE"},{"path":"/redirect/8393472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-246","name":"Teestunde mit einer Mörderin?","epNo":246,"alt":"","descr":"Die Pflegerin der gehbehinderten Frau Ortner wird ermordet aufgefunden. Herr Ortner, der eine Liaison mit der Pflegerin hatte, hält seine Frau für die Mörderin – trotz ihrer Behinderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987124","hoster":"VOE"},{"path":"/redirect/8393474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-247","name":"Ein Mord und lauter nette Leute","epNo":247,"alt":"","descr":"Eine junge Frau wird ermordet aufgefunden. Derrick sucht ihre Schwester Lona auf. Die Schülerin weiß offenbar nicht, dass Ruth ihren Lebensunterhalt als Geliebte reicher Männer bestritten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333350","hoster":"VOE"},{"path":"/redirect/8393477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-248","name":"Kostloffs Thema","epNo":248,"alt":"","descr":"Derrick arbeitet an einem verzwickten Fall: Zwei Männer sind spurlos verschwunden, ein dritter wird ermordet aufgefunden. Der Oberinspektor findet heraus, dass alle drei die Bekanntschaft des Theaterbesitzers Henry Kostloff gemacht hatten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987127","hoster":"VOE"},{"path":"/redirect/8393475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-249","name":"Derricks toter Freund","epNo":249,"alt":"","descr":"Der Verlierertyp Arno Beckmann hatte gerade ein neues Leben begonnen, als er durch die Wohnungstür erschossen wird. Oberinspektor Derrick ermittelt in seinem Umfeld. Dazu gehören ein ehemaliger Zellengenosse und eine Nachbarin, deren Beziehung zu Beckmann besonderen Charakter hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333347","hoster":"VOE"},{"path":"/redirect/8393479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-250","name":"Eines Mannes Herz","epNo":250,"alt":"","descr":"Ludwig Dalinger hat sich vor einen Zug geworfen. Weder seine Frau Eva noch sein Firmenkompagnon glauben, dass Dalinger freiwillig starb. Hat seine Verzweiflungstat etwas damit zu tun, dass er mit einem fremden Herzen lebte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987129","hoster":"VOE"},{"path":"/redirect/8393482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-251","name":"Dein Bruder, der Mörder","epNo":251,"alt":"","descr":"Ein Mordfall gibt erhebliche Rätsel auf. Das Opfer, Herta Podewil, hinterlässt eine dreijährige Tochter. Ihren Lebensunterhalt hat sie sich durch Prostitution verdient. Ihre Eltern haben sich lange von ihr distanziert. Jetzt liegt Hertas Leiche vor ihrer Tür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987133","hoster":"VOE"},{"path":"/redirect/8393483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-252","name":"Die Ungerührtheit der Mörder","epNo":252,"alt":"","descr":"Ali Klais, der gerade eine 15jährige Haftstrafe wegen Mordes verbüßt hatte, ist erschossen worden. Ali arbeitete als Kellner in einem Lokal. Fast alle Gäste wussten von seiner dunklen Vergangenheit. Oberinspektor Derrick verfolgt eine Reihe von Spuren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383768","hoster":"VOE"},{"path":"/redirect/8393489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-253","name":"Herr Widanje träumt schlecht","epNo":253,"alt":"","descr":"Gerda Widanje kommt von einem Besuch bei ihrer Psychologin Agnes Voss nach Hause. Dort erwartet sie eine böse Überraschung: Ihr Mann liegt erschossen vor der Haustür. Oberinspektor Derrick ermittelt. Hatte Widanje wirklich ein untadeliges Leben geführt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987136","hoster":"VOE"},{"path":"/redirect/8393490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-254","name":"Mitternachtssolo","epNo":254,"alt":"","descr":"Nachtclubbesitzer Bolz wird nachts in seinem Büro ermordet. Kurz davor hatte Wachmann Thomas Randel seinen letzten Rundgang gemacht. Oberinspektor Derrick fragt sich, warum Randel nun nicht mehr zum Dienst erscheint? Was weiß er über die Mordnacht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987134","hoster":"VOE"},{"path":"/redirect/8393487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-255","name":"Die zweite Kugel","epNo":255,"alt":"","descr":"Ein italienischer Restaurantbesitzer ist erschossen worden. Einer seiner Kellner, Ludwig Mayer, erzählt Derrick, dass die Mafia von ihm Schutzgelder verlangt hatte. Musste der Wirt sterben, weil er nicht zahlen wollte? Derrick entdeckt eine heiße Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333354","hoster":"VOE"},{"path":"/redirect/8393494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-256","name":"Einen schönen Tag noch, Mörder","epNo":256,"alt":"","descr":"Rudolf Hasinger bezeugt, dass Bauunternehmer Kottler seinen Buchhalter in eine Baugrube gestoßen hat. Der Mann war bei diesem Sturz gestorben. Dagegen behauptet der Vater des Zeugen, ein Kranführer, dass Kottler dem Mann helfen wollte. Derrick ist misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987131","hoster":"VOE"},{"path":"/redirect/8393496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-257","name":"Ruth und die Mörderwelt","epNo":257,"alt":"","descr":"Die Eheleute Mommsen werden durch Geräusche aus dem Schlaf geschreckt. Im Erdgeschoss trifft der alte Herr auf den Einbrecher und wird erschossen. Auch ein Student hat die Schüsse gehört. Derrick fragt sich, was der nachts in der Garageneinfahrt zu suchen hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987139","hoster":"VOE"},{"path":"/redirect/8393495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-258","name":"Frühstückt Babette mit einem Mörder?","epNo":258,"alt":"","descr":"Markus Kölner wird auf dem Steg seines Bootshauses erschossen. Kirsten Kamrau hat keinen Zweifel, wer ihren Geliebten umgebracht hat: ihr Ehemann. Oberinspektor Derrick lässt Walter Kamrau nicht mehr aus den Augen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920795","hoster":"VOE"},{"path":"/redirect/8428042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-259","name":"Mädchen im Mondlicht","epNo":259,"alt":"","descr":"Barbesitzer Bossler wird vor seinem Büro ermordet. Da Bossler überall verhasst war, ist der Kreis der Tatverdächtigen groß. Dann entdeckt Derrick im Büro von Frau Bossler ein Ölgemälde, auf dem ein rätselhaftes Mädchen zu sehen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987145","hoster":"VOE"},{"path":"/redirect/8393501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-260","name":"Mordecho","epNo":260,"alt":"","descr":"Hugo Dorste wird nach 15 Jahren aus dem Gefängnis entlassen. Dorste hatte einen Zeugen in einem Betrugsfall umgebracht und verhindert, dass Gelder in Millionenhöhe gefunden werden. Seine Komplizen hat er nie verraten. Derrick glaubt, dass Dorste in Gefahr ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987138","hoster":"VOE"},{"path":"/redirect/8393502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-261","name":"Das leere Zimmer","epNo":261,"alt":"","descr":"An der Böschung einer Autobahn liegt die Leiche einer jungen Prostituierten. Der Bankangestellte Karl Luserke war vermutlich einer der letzten, der das Mädchen noch lebend gesehen hat. Doch seine Aussage kommt Oberinspektor Derrick merkwürdig vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987143","hoster":"VOE"},{"path":"/redirect/8393510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-262","name":"Riekes trauriger Nachbar","epNo":262,"alt":"","descr":"Auf einer Parkbank im Englischen Garten stirbt die junge Rieke Körner an den Folgen einer Schussverletzung. Zusammen mit Riekes Schwester ermittelt Derrick im Umkreis des Opfers. Der Kommissar hat den Eindruck, dass einer ihrer Nachbarn mehr weiß, als er zugibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987150","hoster":"VOE"},{"path":"/redirect/8393507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-263","name":"Der Verteidiger","epNo":263,"alt":"","descr":"Die Klavierlehrerin Irmgard Trenk beobachtet, wie Immobilienhai Rohm einen Mann erschießt. Rohm bestreitet den Mord. Derrick verfolgt jetzt die Aktivitäten von Rohms Anwalt Steinhoff. Schließlich weiß der genau, welche Bedeutung die Zeugenaussage hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987137","hoster":"VOE"},{"path":"/redirect/8393508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-264","name":"Das dunkle Licht","epNo":264,"alt":"","descr":"Lothar Bruns wird vorzeitig aus der Haft entlassen. Er hatte zehn Jahre zuvor mit zwei Komplizen einen Geldtransporter überfallen und wurde von seinen Komplizen verraten. Obwohl Bruns fast blind ist, hat er nur ein Ziel: Rache. Derrick lässt ihn nicht aus den Augen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096095","hoster":"VOE"},{"path":"/redirect/8393511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-265","name":"Zeuge Karuhn","epNo":265,"alt":"","descr":"Randolf Bleichröder ist ermordet worden. Seine Mutter beschreibt ihren Sohn derart negativ, dass mehrere Personen ein Tatmotiv haben könnten. Selbst Bleichröders Geliebte Daniela gehört zum Kreis der Verdächtigen. Derrick stattet ihr einen Besuch ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987141","hoster":"VOE"},{"path":"/redirect/8393515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-266","name":"Bleichröder ist tot","epNo":266,"alt":"","descr":"Randolf Bleichröder ist ermordet worden. Seine Mutter beschreibt ihren Sohn derart negativ, dass mehrere Personen ein Tatmotiv haben könnten. Selbst Bleichröders Geliebte Daniela gehört zum Kreis der Verdächtigen. Derrick stattet ihr einen Besuch ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333357","hoster":"VOE"},{"path":"/redirect/8393513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-267","name":"Eine kleine rote Zahl","epNo":267,"alt":"","descr":"Drogendealer Zeisig erschießt einen Mann, der ihn aus dem Geschäft drängen will. Einem Studenten bietet er 10.000 Mark für ein falsches Alibi an. Derrick glaubt dem jungen Mann nicht. Er befürchtet, dass sich der Student in Lebensgefahr befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987156","hoster":"VOE"},{"path":"/redirect/8393519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-268","name":"Gegenüberstellung","epNo":268,"alt":"","descr":"Zwei Vermummte zerren Anna, eine junge Frau aus Osteuropa, aus einem Lokal und bringen sie um. Andy Klenze, Polizist, wird Augenzeuge des schrecklichen Verbrechens. Der Mörder wird anhand eines Phantombilds schnell ermittelt. Doch eine Morddrohung soll Klenze an seiner Aussage hindern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987142","hoster":"VOE"},{"path":"/redirect/8733792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-269","name":"Verlorener Platz","epNo":269,"alt":"","descr":"Frau Lenau wird auf dem Weg zur Bank ausgeraubt und ermordet. Zunächst glaubt Derrick, sie sei Opfer eines Überfalls. Weitere Ermittlungen ergeben jedoch Hinweise auf ein ganz anderes Verbrechen... Gaststars: Christiane Hörbiger und Klausjürgen Wussow","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987147","hoster":"VOE"},{"path":"/redirect/8393520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-270","name":"Gesang der Nachtvögel","epNo":270,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987148","hoster":"VOE"},{"path":"/redirect/8393523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-271","name":"Fundsache Anja","epNo":271,"alt":"","descr":"Alfred Kajunke wird erstochen in einem Hausflur aufgefunden. Derrick erfährt, dass Kajunke Alkoholiker war und seine Familie tyrannisierte. War sein Verhalten das Motiv für den Mord","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987144","hoster":"VOE"},{"path":"/redirect/8393527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-272","name":"Hölle im Kopf","epNo":272,"alt":"","descr":"Die kleine Carina wurde gekidnappt und ermordet. Derrick ermittelt. Carinas Grossvater beobachtet am Fundort der Leiche einen jungen Mann, der dabei ist, Blumen niederzulegen. Dabei ertappt, flüchtet der Unbekannte sofort. Aber ist er auch der Mörder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10034138","hoster":"VOE"},{"path":"/redirect/8393526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-273","name":"Die Nächte des Kaplans","epNo":273,"alt":"","descr":"Kaplan Laux leistet Lebensmüden geistlichen Beistand am Telefon. Offenbar nicht immer mit Erfolg. Zwei seiner \"Schützlinge\" werden tot aufgefunden. Die Tatortfotos machen Derrick misstrauisch","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103558","hoster":"VOE"},{"path":"/redirect/8393534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-274","name":"Der Mord, der ein Irrtum war","epNo":274,"alt":"","descr":"Arno Beck ist in seinem Wohnzimmer erschossen worden. Seine Frau beschuldigt die im Rollstuhl sitzende Mandy Waldhaus. Derrick fragt sich, ob die Studentin trotz ihrer Behinderung einen Menschen töten konnte. Tatsächlich macht sich Mandy durch gewisse Äußerungen verdächtig","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987155","hoster":"VOE"},{"path":"/redirect/8393532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-275","name":"Das erste aller Lieder","epNo":275,"alt":"","descr":"Edmund Strobel starb an einer Überdosis Heroin. Sein Bruder Bernhard findet ihn tot vor der Haustür. Wurde er ermordet oder hat er sich den Goldenen Schuss gesetzt? Strobel weiss mehr als er zugibt, das vermutet zumindest Derrick.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987160","hoster":"VOE"},{"path":"/redirect/8393533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-276","name":"Pornocchio","epNo":276,"alt":"","descr":"Carlos Blecher wird in seinem Auto erschossen, während er mit dem Ehepaar Manzer telefoniert. Derrick bezweifelt die Aussage der Manzers, sich kein Mordmotiv vorstellen zu können. Immerhin war Blecher Pornodarsteller, der in Manzers Filmen mitspielte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100370","hoster":"VOE"},{"path":"/redirect/8393537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-277","name":"Die Tochter des Mörders","epNo":277,"alt":"","descr":"Die Polizei will den Killer Johannes Dohna in seiner Wohnung festnehmen. Er kann flüchten, muss jedoch seine Tochter Vera zurücklassen. Derrick bringt die 17-jährige bei einer Bekannten unter. Kurz darauf geht der erste Drohanruf ein – Dohna will seine Tochter wiederhaben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987158","hoster":"VOE"},{"path":"/redirect/8393538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-278","name":"Anna Lakowski","epNo":278,"alt":"","descr":"Anna Lakowski beobachtet, wie zwei Männer ihren Chef erstechen. Das Gesicht eines Täters kann sie genau erkennen. Um die Zeugin zu schützen, bringt Derrick sie bei einer Bekannten unter. Plötzlich ist Anna Lakowski verschwunden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103561","hoster":"VOE"},{"path":"/redirect/8393540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-279","name":"Herr Kordes braucht eine Million","epNo":279,"alt":"","descr":"Der hochverschuldete Kordes entführt eine Unternehmerstochter. Er verlangt eine Million Mark Lösegeld. Zwar kann er als Erpresser identifiziert werden, doch Derrick fehlen die nötigen Beweise, um ihn zu überführen. Er rät den Eltern, eine Beziehung zu Kordes aufzubauen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987161","hoster":"VOE"},{"path":"/redirect/12516862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-280","name":"Mama Kaputtke","epNo":280,"alt":"","descr":"In einem Wald wird eine 22-Jährige tot aufgefunden. Ihre letzten Worte wurden zufälligerweise vom Tonband eines Ornithologen aufgezeichnet, das in der Nähe platziert war. Derrick ermittelt und findet schnell heraus, dass die Ermordete eine Prostituierte war, die ihre Kunden erpresst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987162","hoster":"VOE"},{"path":"/redirect/8393543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/derrick/staffel-1/episode-281","name":"Das Abschiedsgeschenk","epNo":281,"alt":"","descr":"Derrick verlässt die Mordkommission. Er will zur europäischen Kriminalbehörde wechseln. Da erhält er aus dem Gefängnis die Drohung, dass er diesen Tag nicht überleben wird. Sie stammt von dem Mörder Kaschonnick, den er vor 15 Jahren hinter Gitter gebracht hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100371","hoster":"VOE"},{"path":"/redirect/8393545","hoster":"Streamtape"}]}]}]}]}