{"path":"/serie/stream/desperate-housewives","name":"Desperate Housewives","descr":"Die Serie handelt von den Erlebnissen der fünf Nachbarinnen Susan Mayer, Lynette Scavo, Bree Van de Kamp, Edie Britt und Gabrielle Solis und deren Familien. Sie alle leben in der Wisteria Lane in der fiktiven Stadt Fairview. Dabei werden diese einzelnen Geschichten mit einem übergeordneten Handlungsbogen verwoben, der sich in jeder Staffel um die Ergründung eines Geheimnisses dreht. Mary Alice Young, die Hausfrau, die in der ersten Episode Selbstmord begeht, kommentiert von da an das Leben ihrer Freundinnen.","seasons":[{"path":"/serie/stream/desperate-housewives/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/desperate-housewives/filme/film-1","name":"(Special S4) Lügen und Geheimnisse","epNo":1,"alt":"Secrets, Lies And Suicide","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11301061","hoster":"VOE"},{"path":"/redirect/10101751","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-1/episode-1","name":"Schmutzige Wäsche","epNo":1,"alt":"Pilot","descr":"Das beschauliche Vorstadtleben der vier Hausfrauen Susan, Lynette, Gabrielle und Bree wird gehörig durcheinander gebracht, als sich ihre Nachbarin Mary Alice umbringt. Bei der Trauerfeier treffen die Freundinnen auf Mike, in den sich die allein erziehende Susan auf Anhieb verliebt. Doch sie hat eine Nebenbuhlerin: den Männer mordenden Vamp Edie. Während Susan versucht, die Rivalin auszuschalten, stellt sich heraus, dass Mary Alice kurz vor ihrem Tod einen Drohbrief erhalten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987253","hoster":"VOE"},{"path":"/redirect/8393669","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198618","hoster":"VOE"},{"path":"/redirect/10101597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-2","name":"Unter der Oberfläche","epNo":2,"alt":"Ah, But Underneath","descr":"Die vier Freundinnen sind sich nicht einig, was sie mit dem Inhalt des Drohbriefes anfangen sollen. Außerdem haben sie selber genug Probleme am Hals: Bree und Rex stehen kurz vor der Scheidung und versuchen, ihre Beziehung mit Hilfe eines Eheberaters zu retten, Gabrielle fühlt sich von ihrem Mann vernachlässigt und tröstet sich mit ihrem Gärtner John. Und während Susan alles daran setzt, ihre Nebenbuhlerin Edie auszuschalten, ist Lynette mit ihren Kindern total überfordert ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987254","hoster":"VOE"},{"path":"/redirect/8393671","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198613","hoster":"VOE"},{"path":"/redirect/10101598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-3","name":"Die nackte Wahrheit","epNo":3,"alt":"Pretty Little Picture","descr":"Die vier Freundinnen beschließen, die Party, die Mary Alice geplant hatte, in Gedenken an sie doch steigen zu lassen. Susan fasst sich ein Herz und lädt Mike ein. Doch als er sie abholen will, steht Susan nackt vor der Haustür - sie hat sich nach einem Streit mit ihrem Ex Karl ausgesperrt. Indes findet Lynette heraus, dass Tom auf seinen Geschäftsreisen wilde Partys feiert, und Gabrielle wird von der kleinen Ashley erpresst, die sie und den Gärtner beim Küssen beobachtet hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987250","hoster":"VOE"},{"path":"/redirect/8393672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198612","hoster":"VOE"},{"path":"/redirect/10101599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-4","name":"Mit allen Mitteln","epNo":4,"alt":"Who\u0027s That Woman?","descr":"Die Nachbarin Mrs. Huber hat in den Trümmern von Edies Haus Susans Messbecher gefunden und verdächtigt sie, den Brand absichtlich gelegt zu haben. Mit dem Beweisstück in den Händen, erpresst sie Susan und stellt die unmöglichsten Forderungen. Gabrielle hat ganz andere Probleme, denn ihre Affäre mit dem Gärtner scheint aufzufliegen. Auch Lynette hat es nicht einfach, denn ihre Zwillinge geben keine Ruhe. Da bekommt sie den Rat, die Kinder mit Medikamenten ruhig zu stellen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987255","hoster":"VOE"},{"path":"/redirect/8393673","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198614","hoster":"VOE"},{"path":"/redirect/10101600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-5","name":"Eindringlinge","epNo":5,"alt":"Come In, Stranger","descr":"In der Wisteria Lane hat ein Einbrecher zugeschlagen, und die Anwohner beschließen, selbst einen Wachdienst zu organisieren. Susan findet dabei einen Schraubenzieher, der vermutlich die Fingerabdrücke des Einbrechers trägt ... Gabrielle wird indes von ihrer Schwiegermutter überwacht, die sie des Ehebruchs überführen will. Doch auch Bree erfährt beklemmende Neuigkeiten: Zach, Mary Alices Sohn, erzählt ihr, dass er den wahren Grund für den Selbstmord seiner Mutter kenne ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987259","hoster":"VOE"},{"path":"/redirect/8393674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-6","name":"Schlachtfelder","epNo":6,"alt":"Running To Stand Still","descr":"Gabrielle erfährt, dass Juanita früher spielsüchtig war und lässt sich nicht die Gelegenheit entgehen, ihre Schwiegermutter der Versuchung auszusetzen. Als Juanita darauf reinfällt und beim Glückspiel Carlos\u0027 Kreditkarte ausschöpft, verspricht Gabrielle ihr, den Schaden auszugleichen - für Juanita ein Beweis für Gabrielles Treue zu Carlos. Doch dann erfährt sie, dass Gabrielle von ihrer Spielsucht wusste ... Indes versuchen Rex und Bree, Schwung in ihr Sexualleben zu bringen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917367","hoster":"VOE"},{"path":"/redirect/8393676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-7","name":"Gewinner und Verlierer","epNo":7,"alt":"Anything You Can Do","descr":"Mary Alices Selbstmord wirft immer mehr Rätsel auf: Wer könnte die mysteriöse Dana sein, von der Zach gesprochen hatte? Susan findet die Antwort auf einem Tuch ... Paul hält Edie für die Verfasserin des Drohbriefs, weil sie dasselbe Papier besitzt, das auch bei Mary Alice benutzt wurde. Zwischen Bree und Rex kommt es wieder zum Streit, bis Bree ihre Kinder vor die Tür setzt. Für Juanita ist der große Tag gekommen: Sie erwischt Gabrielle und John in flagranti.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987267","hoster":"VOE"},{"path":"/redirect/8393679","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198617","hoster":"VOE"},{"path":"/redirect/10101601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-8","name":"Schuldig","epNo":8,"alt":"Guilty","descr":"Während Juanita im Koma liegt, lässt Bree Andrews Wagen verschwinden, mit dem ihr Sohn Carlos\u0027 Mutter angefahren hat. Trotz Brees Bemühungen, Andrew vor dem Gefängnis zu bewahren, zeigt ihr Sohn wenig Reue. Unterdessen erfährt Mr. Shaw, der von Paul mit dem Mord an Edie Britt beauftragt wurde, dass das Schreibpapier nicht von Edie, sondern von Mrs. Huber stammt. Als Paul Mrs. Huber mit dem Erpresserbrief an Mary Alice konfrontiert, eskaliert die Situation ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987269","hoster":"VOE"},{"path":"/redirect/8393678","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297822","hoster":"VOE"},{"path":"/redirect/10101602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-9","name":"Das Geständnis","epNo":9,"alt":"Suspicious Minds","descr":"Gabrielle versucht, sich bei einer Wohltätigkeits-Modenschau von ihrem Trennungsschmerz zu erholen - doch als ausgerechnet ihr jugendlicher Ex-Liebhaber John als freiwilliger Helfer vorbeischaut, droht die Affäre wieder zu entfachen. Zach ist aus dem Rehabilitationszentrum geflohen und sucht ein Versteck bei Julie, mit der er sich schon lange Briefe schreibt. Er verrät ihr ein dunkles Geheimnis, das seine Familie am liebsten für immer tot geschwiegen hätte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987272","hoster":"VOE"},{"path":"/redirect/8393681","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297826","hoster":"VOE"},{"path":"/redirect/10101603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-10","name":"Versteckspiele","epNo":10,"alt":"Come Back To Me","descr":"Maisy Gibbons, Lynettes alte Schul-Rivalin, pflegt insgeheim ein einträgliches Hobby: Sie \"kümmert sich\" nachmittags um die Bedürfnisse einsamer Männer. Einer ihrer Kunden ist ausgerechnet Rex. Als er bei ihren Sexspielchen einen Herzanfall erleidet, erfährt Bree von seiner Affäre mit Maisy ... Carlos, der sich in Untersuchungshaft befindet, bittet indes Gabrielle belastende Papiere zu vernichten. Doch damit weckt er nur das Misstrauen seiner Frau ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987273","hoster":"VOE"},{"path":"/redirect/8393683","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920792","hoster":"VOE"},{"path":"/redirect/10101604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-11","name":"Die große Suche","epNo":11,"alt":"Move On","descr":"Außer Edie scheint kaum einer die verschwundene Martha Huber zu vermissen, nicht einmal deren Schwester Felicia. Die geht sogar davon aus, dass Martha tot ist. Auch eine breite Suchaktion bringt keine neuen Erkenntnisse. Ein Umstand, den Paul gerne ausnutzt ... Da Carlos\u0027 Konten gesperrt wurden, ist Gabrielle gezwungen, einen Job anzunehmen, der keineswegs ihren Ansprüchen genügt. Unterdessen erfährt Susan von Edie weitere Details über ihren umtriebigen Ex-Mann Karl ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922317","hoster":"VOE"},{"path":"/redirect/8428044","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198619","hoster":"VOE"},{"path":"/redirect/10101605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-12","name":"Asche auf mein Haupt","epNo":12,"alt":"Every Day A Little Death","descr":"Die Leiche von Martha Huber wird gefunden. Da ihre Schwester Felicia keine Trauerfeier abhalten möchte, plant Edie, die Asche der Verstorbenen über einem See zu verstreuen. Bree, Susan, Gabrielle und Lynette wollen Edie allerdings nicht begleiten. Susan ändert aber ihren Plan, als sie von Felicia erfährt, dass Martha ein detailliertes Tagebuch geführt hat. Sie befürchtet, darin könnte stehen, wer damals Edies Haus angezündet hat ... Indes ist Carlos auf Kaution wieder frei ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987275","hoster":"VOE"},{"path":"/redirect/8393684","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917366","hoster":"VOE"},{"path":"/redirect/10101606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-13","name":"Ertappt!","epNo":13,"alt":"Your Fault","descr":"Susan hält Julie für die perfekte Tochter, bis sie sie mit Zach beim Knutschen erwischt. Daraufhin will sie Julie den Umgang mit Zach verbieten. Doch das Problem löst sich von selbst, als Paul ankündigt, mit seinem Sohn zum Monatsende die Wisteria Lane zu verlassen. Lynette ertappt indes ihren Schwiegervater Rodney bei einer heißen Affäre - kurzerhand wirft sie ihren Mann Tom und dessen Vater aus dem Haus. Inzwischen erfährt Susan von Zachs dunklem Familiengeheimnis ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987271","hoster":"VOE"},{"path":"/redirect/8393689","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198620","hoster":"VOE"},{"path":"/redirect/10101607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-14","name":"Liebe liegt in der Luft","epNo":14,"alt":"Love Is in the Air","descr":"Gabrielle hat es nicht einfach in der Arbeitswelt und hangelt sich von Job zu Job. Die endgültige Demütigung erfährt sie, als sie ihre ehemalige Haushaltshilfe bedienen muss. Indessen ist Lynette höchst erfreut, denn ihre Jungs haben ihr endlich ein Geschenk gemacht, das auch ihr gefällt - leider haben es die Kleinen in der Nachbarschaft gestohlen. Susan hat indessen ein Date mit Mike. Sie wundert sich, als dieser beim Essen unerwartet zusammenbricht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987270","hoster":"VOE"},{"path":"/redirect/8393687","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198624","hoster":"VOE"},{"path":"/redirect/10101608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-15","name":"Lauter Lügen","epNo":15,"alt":"Impossible","descr":"Bree findet ein Kondom im Wäschekorb. Auf der Suche nach dem Übeltäter gesteht ihre Tochter Danielle, dass es von ihr ist, denn sie ist wahnsinnig in John verliebt. Das kann und will Bree nicht dulden und bittet John, der sowieso keinerlei Interesse an Danielle hat, ihr das auch deutlich klarzumachen. Indes erzählt Lynette Susan, dass ihre Jungs in Mikes Garage den Schmuck der ermordeten Martha Huber gefunden haben ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987278","hoster":"VOE"},{"path":"/redirect/12251981","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198623","hoster":"VOE"},{"path":"/redirect/10101609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-16","name":"Das kleine schwarze Buch","epNo":16,"alt":"The Ladies Who Lunch","descr":"Als Maisy Gibbons wegen Prostitution verhaftet wird, droht sie damit, ihr kleines Büchlein mit den Namen ihrer Freier der Polizei zu übergeben. Aus Angst vor einer Blamage will Bree Maisy mit Geld dazu bringen, Rex\u0027 Namen von der Liste zu streichen - doch Maisy lehnt ab. Auch bei ihren Nachbarn geht\u0027s drunter und drüber: Lynettes Zwillinge haben Kopfläuse, Gabrielle kann sich die Reparatur eines gebrochenen Abflussrohrs nicht leisten und Susan zweifelt an Mikes Schuld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987276","hoster":"VOE"},{"path":"/redirect/8393692","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198625","hoster":"VOE"},{"path":"/redirect/10101610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-17","name":"Helden","epNo":17,"alt":"There Won\u0027t Be Trumpets","descr":"Juanita erwacht aus dem Koma und will sofort Carlos von Gabrielles Untreue erzählen. Auf der Suche nach einem Telefon stürzt sie und stirbt. Carlos möchte ein teures Begräbnis, was Gabrielle wütend macht, denn schließlich sind sie pleite ... Bree hat andere Sorgen: Andrew wurde der Schule verwiesen. Weil sie keine andere Lösung weiß, will Bree ihn in eine Jugendstrafanstalt stecken. Lynette trifft indes eine taube Mutter und lädt deren Familie zum Essen ein - mit fatalen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987268","hoster":"VOE"},{"path":"/redirect/8393695","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198627","hoster":"VOE"},{"path":"/redirect/10101611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-18","name":"Mutterglück","epNo":18,"alt":"Children Will Listen","descr":"Als die Polizei sich bei Paul nach einer Spielzeugtruhe erkundigt, erinnert sich Zach an eine solche Kiste. Doch Paul leugnet seine Aussage. Als Zach seinen Vater zur Rede stellt, offenbart er ihm ein schreckliches Geheimnis. Indes überredet Lynette Bree dazu, auf ihre vier Kinder aufzupassen. Brees Erziehungsmaßnahmen sind aber selbst für Lynette zu drastisch. Auch Susan hat Probleme: Ihr Mutter Sophie möchte gegen ihren Willen bei ihr einziehen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987280","hoster":"VOE"},{"path":"/redirect/8393693","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198622","hoster":"VOE"},{"path":"/redirect/10101612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-19","name":"Einsame Herzen","epNo":19,"alt":"Live Alone and Like It / An Unexpected Song","descr":"Gabrielle plant, Carlos aus dem Ehebett zu verbannen, wenn er den neuen Ehevertrag nicht zerreißt. Der sperrt ihr daraufhin alle Kreditkarten, doch Gabrielle findet andere Möglichkeiten, sich ihre Wünsche zu erfüllen - sehr zu Carlos\u0027 Missfallen. Sophie überrascht ihre Tochter Susan mit neuen Männerbekanntschaften und arrangiert sogar ein Doppeldate, Susan trauert jedoch Mike hinterher. Derweil muss sich Lynette mit ihrer verhassten Nachbarin Mrs. McCluskey herumschlagen ... Bree findet sich nicht damit ab, dass ihr Sohn Andrew schwul ist und lädt einen besonderen Gast zum Abendessen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987283","hoster":"VOE"},{"path":"/redirect/12251977","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198626","hoster":"VOE"},{"path":"/redirect/12980797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-20","name":"Frühlingsgefühle","epNo":20,"alt":"Fear No More","descr":"Gabrielle leidet seit einiger Zeit unter unerklärlicher Übelkeit und reagiert empfindlich auf Gerüche. Als ihr eine Autoverkäuferin sagt, sie sei schwanger, kann sie es nicht glauben - bis sie einen Schwangerschaftstest macht. Es scheint, als habe sich jemand sich an ihrem Verhütungsmittel zu schaffen gemacht hat ... George ist immer noch besessen von Bree. Er versteckt es aber und erfindet sogar eine Freundin, um Rex\u0027 Verdacht zu zerstreuen ...Lynette sorgt sich wegen Toms Exfreundin, die nun seine Kollegin ist. Paul erfährt, dass Susan in seinem Haus war - und reagiert darauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987281","hoster":"VOE"},{"path":"/redirect/8393696","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198628","hoster":"VOE"},{"path":"/redirect/10101613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-21","name":"Das Versprechen","epNo":21,"alt":"Sunday in the Park with George","descr":"John ist entschlossen, Carlos mitzuteilen, dass er der Vater des Kindes ist - ein Vorhaben, das Gabrielle vehement ablehnt. Inzwischen kann sich Lynette nicht mit Toms neuer Mitarbeiterin abfinden: Sie sieht in Toms Ex-Freundin den Grund für die Flaute im Bett. Während Rex sich ausschließlich mit seinem schlechten Gesundheitszustand befasst, trifft sich Bree mit George und vertraut ihm ihre intimsten Gedanken an. Und Susan kommt der Wahrheit um Mike endlich ein Stück näher ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987279","hoster":"VOE"},{"path":"/redirect/8393700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198631","hoster":"VOE"},{"path":"/redirect/10101615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-22","name":"Hals über Kopf","epNo":22,"alt":"Goodbye For Now","descr":"Mike und Susan sind wieder zusammen, und Edie sieht ihre Chancen schwinden. Doch dann entdeckt Susan das Tagebuch der ermordeten Mrs. Huber in Mikes Wagen und wird wieder misstrauisch. Unterdessen schafft Lynette mit ihrer krankhaften Eifersucht unfreiwillig klare Fakten, und Tom muss zusehen, wie Annabel und nicht er befördert wird. Bree distanziert sich indes von George, nachdem sie merkt, dass er doch in sie verliebt ist. Georges Reaktion hat böse Folgen - vor allem für Rex.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987277","hoster":"VOE"},{"path":"/redirect/8393699","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297829","hoster":"VOE"},{"path":"/redirect/10101614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-1/episode-23","name":"Alles ist wunderbar","epNo":23,"alt":"One Wonderful Day","descr":"Nach seinem zweiten Herzinfarkt macht Rex Bree für seinen Zustand verantwortlich. Weil Gabrielle einen Versorger für ihr Baby braucht, will sie für Carlos vor Gericht aussagen. Tom eröffnet Lynette, dass von nun an sie für den Lebensunterhalt zuständig ist. Indes erfährt Zach von Mrs. Tilman, dass Mike seinen Vater für den Mord an Deirdre umbringen will. Zach dringt in Mikes Wohnung ein und bringt Susan in seine Gewalt - derweil erfährt Mike von Paul, warum Deirdre gestorben ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987286","hoster":"VOE"},{"path":"/redirect/8393701","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198634","hoster":"VOE"},{"path":"/redirect/10101616","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-2/episode-1","name":"Das Leben geht weiter","epNo":1,"alt":"Next","descr":"Als Mike sein Haus betritt, in dem Zach mit Susan als Geisel auf ihn wartet, um ihn zu töten, bringt Susan die Waffe an sich - Zach kann fliehen. Mike will gegen den Jungen keine Anzeige erstatten, was Susan zunächst nicht versteht. Lynette ist indessen zu einem Vorstellungsgespräch gebeten worden und versucht, jeden Verdacht zu zerstreuen, ihre Kinder könnten ihrer Arbeit im Wege sein. Doch ihr Ehemann Tom ist noch nicht daran gewöhnt, ohne Pause die Mutterrolle zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987290","hoster":"VOE"},{"path":"/redirect/8393704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-2","name":"Kontrolle ist alles","epNo":2,"alt":"You Could Drive a Person Crazy","descr":"Susan entdeckt, dass ihr Ex-Mann Karl bei Edie übernachtet hat. Sie ist entsetzt, als sie erfährt, dass er schon seit Monaten mit ihr zusammen ist. Lynette ist nicht sehr erbaut von Toms System, die Hausarbeit zu erledigen. Als sie Pennys Erbrochenes in ihrem Bett entdeckt und Tom sich weigert, die Laken zu wechseln, greift sie kurzerhand zu drastischen Mitteln ... Indes macht Bettys geheimnisvoller Gefangener im Keller so viel Lärm, dass die Nachbarn aufmerksam werden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251978","hoster":"VOE"},{"path":"/redirect/8393706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-3","name":"Showtime","epNo":3,"alt":"You\u0027ll Never Get Away From Me","descr":"Beim Besuch von Rex\u0027 Grab entdeckt Bree entsetzt, dass man die Leiche exhumiert hat. Ihre Schwiegermutter Phyllis hatte \"vergessen\", ihr von dem Verdacht des Versicherungsermittlers zu erzählen, Rex sei vergiftet worden ... Susan ist wütend, dass Edie Julie bei einer kirchlichen Familien-Talentshow begleiten will. Sie entschließt sich, Betty um Klavierunterricht zu bitten, kommt aber in einem sehr ungünstigen Moment: Der mysteriöse Gefangene hat sich aus dem Keller befreit ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987287","hoster":"VOE"},{"path":"/redirect/8393713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-4","name":"Die imaginäre Freundin","epNo":4,"alt":"My Heart Belongs To Daddy","descr":"Lynette fühlt sich schuldig, wegen ihrer Arbeit ständig ihre Kinder zu vernachlässigen. Noch schlimmer wird ihr Schuldgefühl, als Parker eine Freundin als eine Art Ersatzmutter erfindet ... George provoziert Andrew, um Bree auf seine Seite zu ziehen. Als sie stattdessen beschließt, sich auf Kosten von George mehr um ihren Sohn zu kümmern, findet George eine Gelegenheit, Andrew so zu reizen, dass sie keine andere Möglichkeit sieht, als ihn wieder ins Jugendcamp zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987284","hoster":"VOE"},{"path":"/redirect/8393711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-5","name":"Treue Gefährten","epNo":5,"alt":"They Asked Me Why I Believe In You","descr":"Susan erfährt, dass Lonny, ihr Agent und alter Freund, Geld veruntreut hat - und zwar auch ihr eigenes. Schweren Herzens trennt sie sich von ihm. Indes lehnt Carlos seinen neuen Anwalt David Bradley ab, weil er in ihm einen möglichen Liebhaber von Gabrielle sieht. Gabrielle bittet David, ihren Gatten umzustimmen ... Bree droht mit einer Klage, wenn Rex\u0027 Leiche nicht freigegeben wird. Detective Barton willigt ein, eröffnet ihr jedoch, dass Rex glaubte, sie habe ihn ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987285","hoster":"VOE"},{"path":"/redirect/8393717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-6","name":"Ausschläge und Anträge","epNo":6,"alt":"I Wish I Could Forget You","descr":"Paul ist zurückgekehrt, um Zach zu suchen. Susan ist entsetzt, die Zach - ohne Mikes Wissen - nach Utah geschickt hatte. Als Mike dies erfährt, ist ihr Traum von einer Hochzeit in Weiß mit Mike ausgeträumt. George und Bree wollen indessen ihre Beziehung vertiefen, doch diese wird durch einen wiederkehrenden Ausschlag daran gehindert. Und Gabrielle ist schockiert, als Carlos\u0027 Anwalt David den Fall niederlegt, weil er sich in sie verliebt hat und nun Angst vor Carlos hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987289","hoster":"VOE"},{"path":"/redirect/8393720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-7","name":"In Flagranti","epNo":7,"alt":"Color and Light","descr":"Lynette und Tom finden eine Familie, die die Zwillinge - trotz ihres schlechten Rufs - gern zum Spielen einladen. Als sie entdecken, dass die Eltern Porno-Videos drehen, sind sie wie vom Donner gerührt ... Gabrielle kauft ein zu enges Kleid, um ihre Schwangerschaft vor ihren Model-Freundinnen zu verbergen. Grade als sie sich mit dem Gedanken anfreunden will, Mutter zu werden, wird sie vom entflohenen Caleb bei sich zu Hause überrascht und stürzt die Treppe hinunter ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987288","hoster":"VOE"},{"path":"/redirect/8393716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-8","name":"Der rote Ballon","epNo":8,"alt":"The Sun Won\u0027t Set","descr":"Bree bekommt Besuch von einer ehemaligen Verlobten Georges. Die Frau erzählt schreckliche Geschichten über ihn - Bree ist fassungslos. Doch schließlich erlebt sie George selbst von einer ganz neuen Seite ... Susan erfährt anlässlich der Hochzeit ihrer Mutter endlich, dass ihr Vater kein gefallener Kriegsheld, sondern der ehemalige Chef ihrer Mutter ist, der in der Nähe einen Laden hat. Indes gesteht sich Gabrielle endlich den Schmerz über den Verlust ihres Babys ein ... Lynette hat Probleme mit Toms Erziehungsmethoden und versucht ihm das zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987294","hoster":"VOE"},{"path":"/redirect/8393724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-9","name":"Die Guten und die Bösen","epNo":9,"alt":"That\u0027s Good, That\u0027s Bad","descr":"Bree findet heraus, dass George Dr. Goldfine von der Brücke gestoßen hat und meldet es der Polizei. Als die Georges Haus durchsucht, entdeckt sie Beweise dafür, dass George Rex ermordet hat ... Susan versucht, mit ihrem Vater Kontakt aufzunehmen, der aber aus Angst vor seiner Frau nichts von ihr wissen will - Susan gibt nicht auf. Lynette stört sich an Ninas Umgang mit den Angestellten. Als sie Nina eines Abends zusammen mit Stu erwischt, hat das weitreichende Folgen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987292","hoster":"VOE"},{"path":"/redirect/8393727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-10","name":"Der verlorene Sohn","epNo":10,"alt":"Coming Home","descr":"Nach Georges Tod entdeckt die Polizei in seiner Wohnung eine lebensgroße Puppe, die wie Bree aussieht. Als Andrew aus dem Erziehungscamp zurückkehrt, versucht Bree, sich mit ihm zu versöhnen, doch er gibt ihr die Mitschuld am Tod seines Vaters ... Zach kehrt nach Hause zurück. Paul verschweigt ihm, dass Mike sein leiblicher Vater ist und droht Mike mit der Polizei, wenn er sich Zach nähert. Gabrielle versucht indessen, Carlos wieder mehr an sich zu binden, während Lynette um eine Kindertagesstätte kämpft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173235","hoster":"VOE"},{"path":"/redirect/8393736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-11","name":"Nur ein Kuss","epNo":11,"alt":"One more Kiss","descr":"Auf einer Party gibt Gabrielle Tom zum Spaß einen dicken Kuss. Lynette findet das gar nicht lustig. Um ihre Freundschaft nicht zu gefährden und Gabrielle ihr Unbehagen verständlich zu machen, gibt Lynette Carlos einen leidenschaftlichen Kuss, woraufhin sich Carlos Hoffnungen auf eine Affäre macht ... Andrew bringt seinen Freund über Nacht mit nach Hause. Als Bree ihn hinauswerfen will, droht er ihr, sie der Polizei gegenüber für Georges Selbstmord verantwortlich zu machen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987297","hoster":"VOE"},{"path":"/redirect/12482048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-12","name":"Alles wird gut","epNo":12,"alt":"We\u0027re Gonna Be All Right","descr":"Gabrielle entdeckt, dass ihr Ex-Freund alte Nacktfotos von ihr ins Internet gestellt hat. Sie versucht, Carlos zu überreden, ihm zu drohen, doch der möchte ein besserer Mensch werden und weigert sich. Tom bekommt Panik, weil seine Kinder die Windpocken haben, er sie aber noch nicht hatte. Zudem besteht die Gefahr, dass er durch Windpocken steril werden könnte ... Noah Taylor liegt im Sterben und will von Mike wissen, wer seine Tochter ermordet hat - Mike belügt ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920801","hoster":"VOE"},{"path":"/redirect/8393732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-13","name":"Die Kunst des Krieges","epNo":13,"alt":"There\u0027s Something About a War","descr":"Dr. Ron eröffnet Susan, dass sie operiert werden muss und will die Operation selbst durchführen, aber Susan hat Bedenken ... Schwester Mary legt Carlos die Annullierung seiner Ehe nahe, wenn Gabrielle seinen Kinderwunsch nicht erfüllen will. Daraufhin \"beichtet\" Gabrielle eine Lüge und erreicht, dass Schwester Mary nach Alaska versetzt wird. Tom bewirbt sich indessen bei Lynettes Chef Ed - gegen ihren Willen. Er ist von Tom völlig begeistert, und Lynette schwant Böses ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987291","hoster":"VOE"},{"path":"/redirect/8393739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-14","name":"Verrückte Ideen","epNo":14,"alt":"Silly People","descr":"Tom versucht verzweifelt, bei seinem neuen Chef Ed Punkte zu machen und merkt nicht, dass der auf seine Kosten Witze macht. Schließlich findet Lynette einen Weg, Ed zu stoppen ... Susan braucht indessen für ihre bevorstehende Milz-Operation eine Krankenversicherung. Edie vermittelt ihr kurzerhand einen heiratswilligen Schwulen mit guter Versicherung, doch die Heirat platzt wegen dessen Lebenspartner. Daraufhin macht Karl Susan ein Angebot, das sie nicht ablehnen kann ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008096","hoster":"VOE"},{"path":"/redirect/8393740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-15","name":"Der kleine Gefallen","epNo":15,"alt":"Thank You So Much","descr":"Gabrielles Mutter ist zu Besuch. Als sie erfährt, dass Gabrielle wegen ihres Sturzes keine Kinder mehr bekommen kann und dass für Carlos eine Adoption nicht in Frage kommt, bietet sie sich als Leihmutter an - Gabrielle ist entsetzt. Da Karl Susan heiraten will, damit sie eine Krankenversicherung für ihre Operation hat, setzt er einen Ehevertrag auf und reinigt den alten Ehering. Wenig später findet Edie beides, die daraufhin glaubt, Karl wolle ihr einen Heiratsantrag machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987298","hoster":"VOE"},{"path":"/redirect/8393746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-16","name":"Der richtige Weg","epNo":16,"alt":"There Is No Other Way","descr":"Paul Young wird von der Polizei in einen Gefangenentransport gesteckt, um in Noah Taylors Auftrag getötet zu werden. Doch das misslingt, und Mike sieht nur eine Möglichkeit für Paul: Er muss endlich zulassen, dass Zach seinen Großvater besucht! Brees Trinkgewohnheiten sprechen sich herum, und Andrew beginnt, sie damit zu erpressen ... Carlos und Gabrielle werden auf der Adoptionsagentur von ihrer Vergangenheit eingeholt und müssen andere Wege finden, an ein Kind zu kommen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987302","hoster":"VOE"},{"path":"/redirect/8393748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-17","name":"Trennungen","epNo":17,"alt":"Could I Leave You?","descr":"Lynette engagiert eine neue Mitarbeiterin, Veronica, die ihren fünfjährigen Sohn immer noch stillt. Da sie sie nicht davon abbringen kann, versucht sie es über ihren Sohn ... Gabrielle ist sehr wählerisch bei der Suche nach der perfekten Mutter für ihr Adoptivkind. Als sie endlich eine hübsche Mutter gefunden hat, tut sie alles, um ihr Baby zu bekommen ... Währenddessen muss Bree sich eingestehen, dass sie doch ein Alkohol-Problem hat. Susan hat Probleme mit Ron, als sie während der Narkose etwas sagt, was sie besser nicht hätte sagen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987300","hoster":"VOE"},{"path":"/redirect/8393751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-18","name":"Unwiderstehlich","epNo":18,"alt":"Everybody Says Don\u0027t","descr":"Carlos und Gabrielle erfahren, dass Libby - die Mutter ihres zukünftigen Babys - dem Vater nichts von ihrem Handel erzählt hat. Als der das Baby behalten will, erfährt er, dass er gar nicht der Vater ist ... Bree fühlt sich immer mehr zu ihrem Betreuer Peter hingezogen, der aber nicht nur ein trockener Alkoholiker ist, sondern auch noch unter Sexsucht leidet ... Edie erfährt von der heimlichen Hochzeit von Susan und Karl - und erlegt beiden eine Strafe auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987295","hoster":"VOE"},{"path":"/redirect/8393763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-19","name":"Schamlos","epNo":19,"alt":"Don\u0027t Look at Me","descr":"Carlos und Gabrielle wird erst einmal ein befristetes Sorgerecht für das Baby zugesprochen, bis der Handel mit dem leiblichen Vater - einem 19-jähriger Schüler - geklärt ist. Gabrielle ist entzückt von den Mutterfreuden, die Mutterpflichten hingegen überlässt sie lieber ihrem Hausmädchen. Am Tag der gerichtlichen Anhörung von Bree und Andrew erscheinen überraschend Brees Vater und ihre Stiefmutter, um die Sache innerhalb der Familie zu klären ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922318","hoster":"VOE"},{"path":"/redirect/8393760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-20","name":"Verzweifelte Gebete","epNo":20,"alt":"It Wasn\u0027t Meant to Happen","descr":"Karl will Edie heimlich verlassen, doch sie verdirbt ihm den Abgang. Zuerst ist Edie am Boden zerstört, doch dann engagiert sie einen Detektiv um nach der \"anderen Frau\" zu suchen ... Bree will sich nicht damit abfinden, dass Peter der Umgang mit ihr verboten wurde. Doch ist ein Sexsüchtiger momentan das Richtige für sie? Lynette muss wegen Eds Eheproblemen ständig länger im Büro bleiben. Als sie ihm helfen will, sein Sexleben anzuheizen, geht der Versuch ins Auge ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251979","hoster":"VOE"},{"path":"/redirect/8393765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-21","name":"Rache","epNo":21,"alt":"I Know Things Now","descr":"Betty plant ein Picknick mit Caleb, um ihn dabei mit einem starken Medikament schmerzlos zu töten. Doch beim Picknick erzählt er ihr, dass sein Bruder Matthew selbst ihn zu Danielle geschickt hatte ... Xiao-Mei soll zurück nach China abgeschoben werden und ist verzweifelt. Gabrielle und Carlos schlagen ihr daher vor, sich als Leihmutter für ihr Baby zur Verfügung zu stellen ... Ed sucht nach einem Grund, Tom zu entlassen. Bei einer Prüfung der Spesenabrechnungen wird er fündig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987316","hoster":"VOE"},{"path":"/redirect/8393764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-22","name":"Allein auf der Welt","epNo":22,"alt":"No One Is Alone","descr":"Susan erfährt, dass ihr Haus mutwillig in Brand gesetzt wurde. Edie gibt sogar offen zu, das Haus angezündet zu haben, nachdem sie Susans Brief erhalten hatte. Als Susan versucht, für ihre Versicherung ein Geständnis von Edie zu bekommen, landet diese in einem Wespennest ... Bree erträgt den Gedanken nicht, Andrew ausgesetzt zu haben. Sie stürzt sich wie wild in Partyvorbereitungen für Danielle. Aber als sie den Geburtstagskuchen machen will, verliert sie völlig die Nerven ... Lynette befürchtet, dass Tom eine Affäre hat und folgt ihm sogar nach Atlantic City","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987319","hoster":"VOE"},{"path":"/redirect/8393776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-23","name":"Erinnerungen (1)","epNo":23,"alt":"Remember (1)","descr":"Mary Alice erinnert sich an den Moment, als jede ihrer vier Freundinnen in die Wisteria Lane einzog und sie jeder von ihnen zum ersten Mal begegnet ist ... Susan zieht samt Tochter in einen Wohnwagen, um ihre Selbstständigkeit zu beweisen, doch als Karl ihr und Julie ein neues Haus kauft, kann sie nicht widerstehen ... Gabrielle wird misstrauisch, weil Carlos plötzlich keinen Sex mehr mit ihr haben will - und Hausmädchen Xiao-Mei darauf sehr seltsam reagiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987317","hoster":"VOE"},{"path":"/redirect/8393769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-2/episode-24","name":"Erinnerungen (2)","epNo":24,"alt":"Remember (2)","descr":"Endlich gelingt es Bree, die Nervenklinik zu verlassen. Zur gleichen Zeit kehren Danielle und Matthew zurück, um Geld aus Brees Safe zu holen. Betty überrascht Matthew und ruft die Polizei ... Mike ist sauer, dass Susan von Karl ein Haus als Geschenk angenommen hat. Daher zögert er, ihr zu sagen, dass er den Ring für sie gekauft hat ... Gabrielle erwischt Carlos und Xiao-Mei in flagranti: Sie wirft ihn aus dem Haus, aber Xiao-Mei muss bleiben und arbeiten, bis das Baby kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987315","hoster":"VOE"},{"path":"/redirect/8393777","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-3/episode-1","name":"Der große Regen","epNo":1,"alt":"Listen to the rain on the roof","descr":"Mike liegt immer noch im Koma, nachdem er von Orson absichtlich angefahren worden war. Susan kümmert sich rührend um ihn ... Orson bittet Bree, ihn zu heiraten. Bei einem Essen zur Bekanntgabe ihrer Verlobung erscheint dessen frühere Nachbarin Carolyn, die behauptet, Orson habe seine Frau Alma umgebracht ... Lynette versucht, sich an die Anwesenheit von Kayla, Toms unehelicher Tochter, zu gewöhnen, doch noch viel schwieriger ist es für sie, deren Mutter Nora zu ertragen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651855","hoster":"VOE"},{"path":"/redirect/8393770","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198629","hoster":"VOE"},{"path":"/redirect/10101618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-2","name":"Das perfekte Paar","epNo":2,"alt":"It takes two","descr":"Bree und Orson wollen heiraten - ihre Freundinnen sind wenig begeistert. Als sie ihre Bedenken äußern, reagiert Bree äußerst ungehalten. Susan sucht daraufhin Orsons frühere Nachbarin Carolyn auf, um mehr über die angebliche Ermordung seiner Frau Alma zu erfahren. Als sie und ihre Freundinnen hören, dass man Orson nur aufgrund der fehlenden Leiche nicht angeklagt hat, warnen sie Bree ein letztes Mal - vergeblich. Bree ist fest entschlossen, Orson das Ja-Wort zu geben ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920799","hoster":"VOE"},{"path":"/redirect/8393778","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297824","hoster":"VOE"},{"path":"/redirect/10101619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-3","name":"Ein Wochenende auf dem Lande","epNo":3,"alt":"A weekend in the country","descr":"Bree und Orson sind auf Hochzeitsreise - doch bevor die richtig begonnen hat, wird sie durch eine Fernsehreportage über obdachlose Jugendliche, in der Andrew interviewt wird, abrupt beendet ... Lynette fährt übers Wochenende mit Gabrielle in ein schickes Wellnesshotel, während Tom mit den Kindern campen geht. Doch kurz darauf meldet sich Tom und bittet Lynette zurückzukommen. Auch Susan ist übers Wochenende verreist, und zwar mit Ian. Der Trip öffnet ihr die Augen über Ian ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651882","hoster":"VOE"},{"path":"/redirect/8393781","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297825","hoster":"VOE"},{"path":"/redirect/10101620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-4","name":"Die geheime Geschichte","epNo":4,"alt":"Like it was","descr":"Nachdem Edie entdeckt hat, dass Mike aus dem Koma erwacht ist, verbreitet sich die gute Nachricht schnell in der Wisteria Lane. Nur Susan, die mit Ian auf seiner Berghütte ist, erfährt nichts davon. Edie kümmert sich rührend um Mike, der sich an die letzten zwei Jahre nicht mehr erinnern kann. Bree überlegt, welches Alibi sie erfinden soll, um Andrews Abwesenheit zu erklären. Als Andrew bei einer Veranstaltung einem seiner früheren \"Kunden\" begegnet, eskaliert die Situation ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651991","hoster":"VOE"},{"path":"/redirect/8393784","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297828","hoster":"VOE"},{"path":"/redirect/10101621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-5","name":"Sabotage","epNo":5,"alt":"Nice she ain\u0027t","descr":"Bree sucht weiterhin nach einem Weg, Danielle und ihren Geschichtslehrer Mister Falati wieder auseinander zu bringen. Sie überrascht die beiden in einem Motel und droht dem Lehrer mit einer Anzeige. Daraufhin will Danielle sich das Leben nehmen ... Tom hat endlich erkannt, welchen \"Traum\" er verwirklichen will: Er will eine Pizzeria eröffnen. Lynette ist entsetzt und versucht, einen Kompromiss zu finden. Indes versucht Susan vergeblich, Mikes Erinnerung an sie wachzurufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651892","hoster":"VOE"},{"path":"/redirect/8393783","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297831","hoster":"VOE"},{"path":"/redirect/10101622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-6","name":"Die Beichte","epNo":6,"alt":"Sweetheart, I have to confess","descr":"Carolyn entschuldigt sich für die Anschuldigungen, die sie Orson gegenüber geäußert hat. Als sie zusammen im Club essen, zeigt Carolyn Bree Fotos von Orsons verschwundener Frau Alma. Es sind Polizeifotos, die zeigen, dass Alma von Orson misshandelt worden war. Indes gesteht Harvey Orson, dass er eine Affäre mit einer gewissen Monique hatte, die aber seit einigen Monaten spurlos verschwunden ist ... Tom hat ein heruntergekommenes Restaurant gemietet - ohne Lynettes Wissen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920804","hoster":"VOE"},{"path":"/redirect/8393782","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198640","hoster":"VOE"},{"path":"/redirect/10101623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-7","name":"Peng","epNo":7,"alt":"Bang","descr":"Carolyn Bigsby erfährt von Bree, dass ihr Mann Harvey sie mit einer Stewardess namens Monique betrogen hat. Kurzerhand nimmt sie einen Revolver und fährt zum Supermarkt, in dem ihr Mann Geschäftsführer ist - auch Lynette ist im Supermarkt. Währenddessen bekriegen sich Gabrielle und Carlos vor Gericht, wo der Besitz aufgeteilt wird: Gabrielle erhält das Haus, Carlos alles, was darin ist. Gabrielle fängt an, alle Gegenstände zu zerstören, die nun Carlos gehören ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651926","hoster":"VOE"},{"path":"/redirect/8393786","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297830","hoster":"VOE"},{"path":"/redirect/10101624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-8","name":"Die Welt der Kinder","epNo":8,"alt":"Children and Art","descr":"Gabrielle beschließt, nach New York zu fliegen und wieder als Model zu arbeiten. Ihre alte Agentin vermittelt sie auch tatsächlich - für eine Rolle als Mutter. Gabrielle ist entsetzt und muss feststellen, dass sie nach 10 Jahren nicht mehr zu den Stars gehört. Lynette hat ihren Kindern verheimlicht, dass sie angeschossen wurde. Als sie es in der Schule erfahren, ist Parker völlig verstört. Derweil ist Mike wieder aus der Klinik zurück in seinem von Edie neu dekorierten Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651946","hoster":"VOE"},{"path":"/redirect/8393794","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297832","hoster":"VOE"},{"path":"/redirect/10101625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-9","name":"Biester","epNo":9,"alt":"Beautiful Girls","descr":"Susan begeleitet Ian zum ersten Mal nach Hause und kommt sich vor wie in einem Märchen. Doch bald tritt ein böser Drache in Form des Hausdieners Rupert auf, der in ihr nur eine vorübergehende Geliebte seines Herren sieht ... Bree hat immer größere Schwierigkeiten mit Gloria, die mit nichts zufrieden ist. Den Wunsch nach einem eigenen Haus schlägt ihr Bree dennoch ab, weil sie um Glorias Gesundheit besorgt ist. Doch eines Abends nimmt ein Streit eine fatale Wendung ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651953","hoster":"VOE"},{"path":"/redirect/8393795","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198632","hoster":"VOE"},{"path":"/redirect/10101626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-10","name":"Eskalation","epNo":10,"alt":"The Miracle Song","descr":"Zum jährlichen Straßenfest vor Weihnachten sind auch Art und seine Schwester eingeladen, doch nachdem Lynette Mrs. McCluskey von ihrer Entdeckung erzählt hat, erfährt es die ganze Stadt ... Nachdem Bree von Mikes Verhaftung erfahren hat, glaubt sie an Orsons Unschuld am Tod von Monique. Sie sucht ihn in seiner Praxis auf und erfährt von ihm, warum er seine Mutter so hasst. Daraufhin holt sie ihn zurück nach Hause und bereitet den Umzug von Gloria in eine Wohnung vor...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651976","hoster":"VOE"},{"path":"/redirect/8393796","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198633","hoster":"VOE"},{"path":"/redirect/10101627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-11","name":"Unmoralische Absichten","epNo":11,"alt":"No fits, no fights, no feuds","descr":"Alma Hodge taucht in der Wisteria Lane auf. Bree ist erfreut, Alma kennen zu lernen, da so jeder Verdacht von Orson genommen ist. Sie beschließt, ihre Freundinnen und vor allem Susan damit zu überraschen und veranstaltet ein Dinner für alle, bei dem sie Alma präsentiert ... Gabrielle ist überzeugt, Carlos wolle ihre neue Beziehung mit Bill sabotieren, indem er ihr anonym Blumen schickt. Doch die Blumen sind nicht von ihm, und Bill hat genug von Gabrielles Fixierung auf Carlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651989","hoster":"VOE"},{"path":"/redirect/8393799","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297833","hoster":"VOE"},{"path":"/redirect/10101628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-12","name":"Heimliche Liebschaften","epNo":12,"alt":"Not while I","descr":"Mike wird im Gefängnis zusammengeschlagen. Paul geht dazwischen und hilft ihm. Mike, der sich nicht an Paul erinnert, glaubt, einen Kumpel gefunden zu haben ... Gabrielle findet in ihrem Hausflur ein teures Kleid. Aus Angst vor dem mysteriösen Bewunderer bittet sie Carlos zu sich. Und tatsächlich überraschen sie mitten in der Nacht den Boten des geheimnisvollen Verehrers. Indes bittet Julie Edie, ihr die Pille zu besorgen. Als Susan dahinter kommt, ist sie entsetzt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8652005","hoster":"VOE"},{"path":"/redirect/8393802","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297835","hoster":"VOE"},{"path":"/redirect/10101629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-13","name":"Hinterlistig","epNo":13,"alt":"Come play wiz me","descr":"Susan hat von Zachs Erbschaft erfahren und fleht Gabrielle an, ein letztes Mal mit ihm auszugehen, damit Zach als Gegenleistung einen Anwalt für Mike bezahlt. Widerwillig tut Gabrielle ihrer Freundin den Gefallen und erlebt einen erstaunlich angenehmen Abend. Zach stellt schließlich die Kaution, sodass Mike freikommt. Indessen haben Alma und Gloria Hodge einen perfiden Plan ausgeheckt, wie Alma von Orson schwanger werden kann, sodass dieser zu Alma zurückkehrt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8652075","hoster":"VOE"},{"path":"/redirect/8393805","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198638","hoster":"VOE"},{"path":"/redirect/10101630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-14","name":"Tödliche Vergangenheit","epNo":14,"alt":"I remember that","descr":"Mike ist sich immer noch nicht sicher, ob er Monique Polier umgebracht hat und begibt sich deshalb in Hypnose. Dabei erkennt er tatsächlich, Monique wegen einer Klempnerarbeit besucht zu haben und sieht, dass noch jemand in der Wohnung war, den er aber zunächst nicht erkennen kann. Schließlich erinnert er sich an alles. Orson sieht sich mittlerweile gezwungen, Bree endlich alles über den Tod von Monique zu beichten. Daraufhin verlangt Bree von Orson, Mike zu entlasten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651781","hoster":"VOE"},{"path":"/redirect/8651779","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198630","hoster":"VOE"},{"path":"/redirect/10101635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-15","name":"Teuflisch","epNo":15,"alt":"The little things you do together","descr":"Gabrielle findet Zach morgens neben sich im Bett vor und erfährt von ihm, dass sie \"phantastisch\" war. Sie erinnert sich an nichts und ist entsetzt, doch dann entdeckt sie mit Carlos\u0027 Hilfe, dass Zach sie belogen hat ... Alma versucht, aus ihrem Dachzimmergefängnis zu entkommen und stürzt vom Dach, was jedoch niemand bemerkt. Währenddessen geht die intrigante Gloria zur im Bett liegenden Bree, um ihren perfiden Plan zu Ende zu führen - mit fatalen Folgen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651797","hoster":"VOE"},{"path":"/redirect/8393810","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198637","hoster":"VOE"},{"path":"/redirect/10101631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-16","name":"Männer sind Schweine","epNo":16,"alt":"My husband, the pig","descr":"Danielle ist von Austin schwanger. Daraufhin beschließt Orson, Danielle bis zur Geburt des Kindes aus der Wisteria Lane zu entfernen, während Austin von Andrew dazu gedrängt wird, die Stadt für immer zu verlassen ... Tom will Lynette zu ihrem Hochzeitstag unbedingt überraschen, obwohl diese lieber früh schlafen gehen will. Der romantische Abend findet jedoch trotzdem statt - nur anders als geplant. Mike findet indessen heraus, dass er einen Verlobungsring für Susan besitzt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651803","hoster":"VOE"},{"path":"/redirect/8393814","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198635","hoster":"VOE"},{"path":"/redirect/10101632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-17","name":"Kleider machen Leute","epNo":17,"alt":"Dress big","descr":"Susan lernt ihre zukünftigen Schwiegereltern Dahlia und Graham kennen. Zwar scheinen sie Susan trotz aller Ungeschicktheit zu mögen, jedoch verlangen sie von ihr, einen Ehevertrag zu unterschreiben, der Ians Geld und Erbe im Falle einer Scheidung schützt ... Gabrielle verliert durch einen Wasserschaden ihre gesamte teure und geliebte Garderobe. Doch schließlich entdeckt sie im Haus von Victor Lang die Kleider seiner Ex-Frau und bedient sich - mit fatalen Folgen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651809","hoster":"VOE"},{"path":"/redirect/8393812","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11297836","hoster":"VOE"},{"path":"/redirect/10101633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-18","name":"Leidenschaftlich","epNo":18,"alt":"Liasons","descr":"Edies und Carlos\u0027 erste gemeinsame Nacht ist für beide eine Enttäuschung, was aber keiner zugibt. Als sie erfährt, was Carlos von ihren Fähigkeiten im Bett hält, rastet sie aus ... Lynette ist am Ende ihrer Kraft mit Haushalt, Restaurant und einem bewegungsunfähigen Ehemann, der alle Bewerber für einen Geschäftsführerposten in der Pizzeria ablehnt ... Ian fühlt sich und Susan von Mike verfolgt. Als Mike ihn auch noch aus einem See rettet, schmiedet er einen perfiden Plan ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13733696","hoster":"VOE"},{"path":"/redirect/8651811","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11300999","hoster":"VOE"},{"path":"/redirect/10101634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-19","name":"Stromausfall","epNo":19,"alt":"God, that","descr":"Bei einem Stromausfall stürzt Karen McCluskey die Treppe hinunter und muss in die Klinik. Unglücklicherweise legt ein Kurzschluss ihre Tiefkühltruhe lahm. Wenig später entdeckt Parker ein Geheimnis, das gerade auftaut ... Gabrielle verführt Victor im Aufzug und wird dabei von der Überwachungskamera gefilmt. Seine Chancen als Kandidat für das Bürgermeisteramt sinken dramatisch. Indes hat sich Ian in den Kopf gesetzt, Susan zu beweisen, dass er auf Mike nicht mehr eifersüchtig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651815","hoster":"VOE"},{"path":"/redirect/8393822","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301001","hoster":"VOE"},{"path":"/redirect/10101636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-20","name":"Klatsch","epNo":20,"alt":"Gossip","descr":"Gabrielle erfährt bei ihrer Verlobungsfeier, dass Carlos mit Edie zusammen ist. Völlig erzürnt bedrängt sie Susan und Lynette, Edie zu schneiden, doch die weiß sich zu helfen. Mrs. McCluskey wird von allen Nachbarn verdächtigt, ihren Mann umgebracht zu haben. Nur Parker weiß Bescheid und versucht, die alte Dame zu überzeugen, die Wahrheit zu sagen. Lynette ist sehr empfänglich für Ricks Komplimente und bleibt abends immer länger als nötig in der Pizzeria. Tom wird misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651824","hoster":"VOE"},{"path":"/redirect/8393824","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301002","hoster":"VOE"},{"path":"/redirect/10101637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-21","name":"Opfer","epNo":21,"alt":"Into the Woods","descr":"Lynette und Rick werden nachts im Restaurant von zwei Dieben überfallen und in die Kühlkammer gesperrt. Sie verbringen dort die Nacht, bis Tom sie morgens befreit.Aus dem Überwachungsvideo geht hervor, dass die beiden vor dem Überfall zusammen gegessen und geredet haben ... Gabrielle legt sich mit einem Parkuhrkontrolleur an. Als sie später erfährt, dass sie sich als Verlobte des Bürgermeisters um Strafzettel nicht mehr kümmern muss, provoziert sie einen weiteren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651877","hoster":"VOE"},{"path":"/redirect/8393819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198639","hoster":"VOE"},{"path":"/redirect/10101638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-22","name":"Die Frage aller Fragen","epNo":22,"alt":"What would we do without You?","descr":"Am Jahrestag des Abends, an dem Mike überfahren worden war, erwartet Susan endlich seinen Heiratsantrag. Als der aber nicht kommen will, macht sie ihn selbst. Als sie wenig später ihren abgesagten Hochzeitstermin mit Ian nun für Mike wieder zusagen will, ist er schon belegt - von Gabrielle. Nachdem Susan zuerst Gabrielles Hochzeit boykottieren will, versöhnt sie sich doch wieder mit ihr und beide planen eine Doppelhochzeit, was sie jedoch schon bald bereuen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651868","hoster":"VOE"},{"path":"/redirect/8393820","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301005","hoster":"VOE"},{"path":"/redirect/10101639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-3/episode-23","name":"Hochzeitsfieber","epNo":23,"alt":"Getting Married today","descr":"Bree und Orson kehren aus der Schweiz zurück, um Gabrielles Märchenhochzeit mitzufeiern. Bree überrascht ihre Freundinnen damit, dass sie ein Kind erwartet. In Wahrheit versucht sie, Danielles Schwangerschaft zu verheimlichen, die sie bis zur Geburt bei Nonnen untergebracht hat. Gabrielle erfährt kurz vor der Trauung, dass Victor plant, sich als Gouverneur zu bewerben. Daraufhin will sie alles absagen. Indes spielt Edie Carlos weiterhin vor, sie wolle ein Kind von ihm ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8651845","hoster":"VOE"},{"path":"/redirect/8393821","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198636","hoster":"VOE"},{"path":"/redirect/10101640","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-4/episode-1","name":"Alles kommt ans Licht","epNo":1,"alt":"Now You Know (siehe zuerst Special unter Film)","descr":"Edies Plan, sich nur zum Schein aufzuhängen, um Carlos an sich zu binden, wäre beinah an ihrem Timing gescheitert. Doch Carlos entdeckt sie gerade noch rechtzeitig und fühlt sich nun verpflichtet, zumindest noch eine Weile bei ihr zu bleiben - sehr zum Verdruss von Gabrielle. Gabrielle ihrerseits tut alles, um von Victor mehr Aufmerksamkeit und Zeit zu bekommen - vergeblich. Bree versucht indessen weiterhin, ihre vorgetäuschte Schwangerschaft nicht auffliegen zu lassen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859557","hoster":"VOE"},{"path":"/redirect/8393827","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12915891","hoster":"VOE"},{"path":"/redirect/10101641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-2","name":"Kuchenschlacht","epNo":2,"alt":"Smiles of a Summer Night","descr":"Katherine schlägt vor, ein Mittagessen für Lynette zu veranstalten. Bree teilt ein, wer was mitbringt, wobei sie ihren berühmten Zitronenbaiserkuchen backen will. Alle sind begeistert vom Kuchen, der jedoch von Katherine ist. Bree ist entsetzt, dass jemand ihr die Schau gestohlen hat und versucht, den Kuchen nachzubacken - vergeblich. Als Katherine sich weigert, das Rezept herauszugeben, bricht Bree bei ihr ein - und entdeckt ein ganz anderes Geheimnis ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859556","hoster":"VOE"},{"path":"/redirect/8393830","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301007","hoster":"VOE"},{"path":"/redirect/10101642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-3","name":"Scharade","epNo":3,"alt":"The Game","descr":"Susan will wieder einmal einen Scharade-Abend veranstalten. Ihre Freundinnen haben eigentlich keine Lust, wollen aber Katherine zum Reden bringen und sagen deshalb zu, wenn auch sie kommt. Carlos vertröstet indessen Gabrielle weiter und plant, Edie mit Hilfe eines Wirtschaftsprüfers aus dem Weg zu schaffen. Doch die will unbedingt allen verkünden, dass sie mit Carlos verlobt ist und kauft sich selbst einen Ring, um ihn beim Spieleabend zu präsentieren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859564","hoster":"VOE"},{"path":"/redirect/8393833","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198641","hoster":"VOE"},{"path":"/redirect/10101643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-4","name":"Plagen","epNo":4,"alt":"If There\u0027s Anything I Can\u0027t Stand","descr":"Katherine holt ihre schwerkranke Tante Lily zu sich nach Hause. Lily macht sich Vorwürfe wegen Dingen aus ihrer Vergangenheit. Gerne würde sie mit jemanden reden, doch das verhindert Katherine. Als Tante Lily letztlich stirbt, hinterlässt sie ein Geheimnis. Da Susans neuer Nachbar Lee sie nicht zu mögen scheint, heckt sie einen Plan aus, um sich bei dem schwulen Pärchen von nebenan beliebt zu machen. Dumm nur, dass das auch für Mike nicht ohne Folgen bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859566","hoster":"VOE"},{"path":"/redirect/8393829","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198642","hoster":"VOE"},{"path":"/redirect/10101644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-5","name":"Kunst ist subjektiv","epNo":5,"alt":"Art Isn\u0027t Easy","descr":"Das Pärchen Bob und Lee hat sich nichts dabei gedacht, als es einen Springbrunnen in seinen Garten gestellt hat. Doch da haben sie nicht mit ihren Nachbarn aus der Wisteria Lane gerechnet: Die stellen nämlich kurzerhand einen Nachbarschaftsverein auf die Beine, um über den Abriss des Brunnens zu sprechen. Als der Verein dann tatsächlich gegen den Brunnen stimmt, statten Bob und Lee der Vorsitzenden, Katherine, einen kurzen Besuch ab. Werden sie sie noch umstimmen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859569","hoster":"VOE"},{"path":"/redirect/8393834","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198643","hoster":"VOE"},{"path":"/redirect/10101645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-6","name":"Angst","epNo":6,"alt":"Now I Know, Don\u0027t Be Scared","descr":"Danielle langweilt sich, weil sie nicht das Haus verlassen darf. Als sie aber von der Halloween-Party ihrer Nachbarn hört, scheint sie einen Weg gefunden zu haben, um trotz des Verbotes ihrer Mutter ausgehen zu können. Sie verkleidet sich als ihre Mutter und erscheint so auf der Party. Doch plötzlich platzt ihre Fruchtblase und Danielle überkommt die Angst, dass jemand von ihrem Geheimnis erfahren könnte. Als Adam schließlich zur Geburt geholt wird, verspricht er zu schweigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859568","hoster":"VOE"},{"path":"/redirect/8393839","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198650","hoster":"VOE"},{"path":"/redirect/10101646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-7","name":"Täuschungsmanöver","epNo":7,"alt":"You Can\u0027t Judge a Book By It\u0027s Cover","descr":"Als Victor sie bittet, ein Wochenende mit ihm auf dem Boot zu verbringen, ist Gabrielle zunächst begeistert. Doch dann erfährt sie von Carlos, dass Victor über ihre Affäre Bescheid weiß. Sie bekommt Angst und stößt ihn völlig unüberlegt über Bord. Als Susan Mike auf Betäubungstabletten anspricht, die er in letzter Zeit häufiger zu sich nimmt, beteuert er, nicht darauf angewiesen zu sein, und wirft sie in den Ausguss. Doch er ist nicht umsonst Klempner ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859574","hoster":"VOE"},{"path":"/redirect/8393844","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198646","hoster":"VOE"},{"path":"/redirect/10101647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-8","name":"Treibgut","epNo":8,"alt":"Distant Past","descr":"Carlos hat ein schlechtes Gewissen und will zur Polizei, aber Gabrielle überredet ihn, dies zu lassen. Da erscheint die Polizei und eröffnet ihr, dass Victor lebend an Land gespült wurde. Gabrielle ist in Panik und besucht Victor, der ihr sagt, dass er sich an alles erinnern könne ... Mike bekommt unerwarteten Besuch von seinem Drogendealer, der sich mit Susan und Julie anfreundet, bis Mike ihn - und damit auch sich - enttarnt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859578","hoster":"VOE"},{"path":"/redirect/14162365","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301006","hoster":"VOE"},{"path":"/redirect/10101648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-9","name":"Tornado","epNo":9,"alt":"Something\u0027s Coming","descr":"Während sich die Bewohner der Wisteria Lane auf den angekündigten Tornado vorbereiten, packt Gabrielle ihre Koffer, um mit Carlos die Stadt zu verlassen. Indes fängt Edie die Bankunterlagen von Carlos\u0027 geheimem Konto ab. Susan fällt nach einem Streit mit Mike wegen die Treppe hinunter und muss ins Krankenhaus, wo sie ihm androht, ihn zu verlassen, wenn er keinen Entzug macht. Lynette bittet Mrs. McCluskey, ihrer Familie in ihrem Keller Schutz zu gewähren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859577","hoster":"VOE"},{"path":"/redirect/8393841","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301009","hoster":"VOE"},{"path":"/redirect/10101649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-10","name":"Nach der Katastrophe","epNo":10,"alt":"Welcome to Kanagawa","descr":"Der Wirbelsturm hat an der Wisteria Lane Tod und Zerstörung hinterlassen. Lynette ist konfrontiert mit ihrem eingestürzten Heim, unter dessen Trümmern Tom und ihre Kinder vermisst werden. Das Haus der Mayfairs ist intakt, das gewohnte Machtgefüge im Innern hingegen nicht. Susan zeigt, dass sie nichts aus der Vergangenheit gelernt hat. Derweil schaut Gaby einer Zukunft entgegen, die nicht ganz ihren Wünschen entspricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859582","hoster":"VOE"},{"path":"/redirect/8393842","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198647","hoster":"VOE"},{"path":"/redirect/10101650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-11","name":"Sonntag","epNo":11,"alt":"Sunday","descr":"Am Sonntag geht man in die Kirche - für ein Mal tut dies sogar Skeptikerin Lynette. Nach dem Tornado beschäftigen sie ungelöste Sinnesfragen. Doch die Kirchen - so muss sie sich von Bree belehren lassen - sind nur für Antworten zuständig. Katherine steht nach Adams abruptem Abgang unter Dauerdruck: Sie wird mit einem Leben voller Lügen konfrontiert und mit Dylan, die endlich die Wahrheit über den gewaltsamen Tod ihres Vaters wissen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859584","hoster":"VOE"},{"path":"/redirect/8393846","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198648","hoster":"VOE"},{"path":"/redirect/10101651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-12","name":"Blind","epNo":12,"alt":"In Buddy\u0027s Eyes","descr":"Orson schlafwandelt unter dem Druck verdrängter Verbrechen durch Susans Küche. Diese ärgert sich über Orsons unangemessene Bekleidung, überhört aber, im Gegensatz zu einem anderen Ohrenpaar, was dieser im Schlafe spricht. Bree, traditionell die Gastgeberin des \"Founder\u0027s Ball\", findet sich beim glanzvollen Ereignis in einer völlig neuen Rolle wieder. Und Gaby entdeckt, dass ein blinder Ehemann auch nützlich sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859588","hoster":"VOE"},{"path":"/redirect/8393849","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198645","hoster":"VOE"},{"path":"/redirect/10101652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-13","name":"Hallo, kleines Mädchen","epNo":13,"alt":"Hello, Little Girl","descr":"Roxy, der neue Blindenhund von Carlos, erweist sich in den Augen von Gaby als wahrer Nichtsnutz. Mike erfährt derweil die Wahrheit über seinen \u0027Unfall\u0027 und zieht Susan ins Vertrauen. Dabei wollte er die Sache doch in aller Stille mit Orson regeln. Auch im Brandstiftungsfall an Ricks Restaurant kommt die Wahrheit an den Tag. Für Tom und Lynette ist sie gleichermassen entlastend wie erschütternd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859594","hoster":"VOE"},{"path":"/redirect/8393852","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301011","hoster":"VOE"},{"path":"/redirect/10101653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-14","name":"Willkommen","epNo":14,"alt":"Opening Doors","descr":"Bree verlangt von Orson Unmögliches zur Sühnung seiner Tat. Dadurch treibt sie ihn ungewollt in eine \u0027gefährliche\u0027 Notunterkunft. Bei den Mayfairs kommt es zu einer Begegnung zwischen Dylans Vater und Mutter, während bei Gaby und Carlos eine ominöse neue Untermieterin für Misstrauen sorgt. Ausserdem erweist sich Kayla als fiese Drahtzieherin und teuflische Gegenspielerin von Lynette.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859591","hoster":"VOE"},{"path":"/redirect/8393855","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301016","hoster":"VOE"},{"path":"/redirect/10101654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-15","name":"Muttertag","epNo":15,"alt":"Mother Said","descr":"Ein Kuss führt zwischen Bree und Edie zum Krieg, der ein unerwartetes Ende findet. Ebenso überraschend ist die Problemanalyse des Familientherapeuten, den Lynette zur Lösung des Problems mit Kayla eingeladen hat. Geradezu irritierend ist das Hilfsangebot von Mikes Mutter Adele, die Susan beibringen will, wie sie zwei der drei Hauptaufgaben einer Ehefrau befriedigender erfüllen kann. Und Dylan ignoriert Katherines Warnungen vor der Gewalttätigkeit ihres Vaters Wayne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859598","hoster":"VOE"},{"path":"/redirect/8393854","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198651","hoster":"VOE"},{"path":"/redirect/10101656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-16","name":"Namen (1)","epNo":16,"alt":"The Gun Song (1)","descr":"Den Abschluss der vierten Staffel bildet ein beklemmendes 90-minütiges Saisonfinale, in dem der seit Jahren schwelende Konflikt zwischen Katherine und ihrem Ex-Ehemann Wayne unaufhaltsam auf ein radikales Ende zusteuert. Während Mike und Susan mit der herausfordernden Namenssuche für ihr Neugeborenes beschäftigt sind und Lynette von Kayla in einen fiesen Machtkampf verstrickt wird, enthüllt Wayne endlich sein wahres Gesicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859597","hoster":"VOE"},{"path":"/redirect/8393853","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198649","hoster":"VOE"},{"path":"/redirect/10101655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-4/episode-17","name":"Befreiung (2)","epNo":17,"alt":"Free (2)","descr":"Die offene Bedrohung durch ihren Exmann Wayne treibt Katherine zu einem Fluchtversuch und hat Auswirkungen aufs ganze Quartier. Bree muss ihre Notfalltruppe aufbieten, um die von einem Vorehestreit überschattete Hochzeit von Bob und Lee rechtzeitig auf die Reihe zu kriegen. Und Ellie hat sogar doppeltes Pech: Sie verliert eine vermeintliche Freundin und gerät in den blutigen Schlussakt eines erbitterten Ehekrieges.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8859555","hoster":"VOE"},{"path":"/redirect/8393857","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301014","hoster":"VOE"},{"path":"/redirect/10101657","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-5/episode-1","name":"Die Zeit vergeht","epNo":1,"alt":"You\u0027re Gonna Love Tomorrow","descr":"Fünf Jahre sind vergangen: Susan versucht, ihre Beziehung zu einem neuen Mann zu verheimlichen, Gaby zweifelt an ihren Qualitäten als Mutter, Bree veröffentlicht mit der Hilfe ihrer Geschäftspartnerin Katherine ein Kochbuch und Lynette erwischt die Zwillinge bei illegalen Aktivitäten. Und Edie kommt zurück in die Wisteria Lane - mit einem neuen Ehemann ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879679","hoster":"VOE"},{"path":"/redirect/8393858","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301018","hoster":"VOE"},{"path":"/redirect/10101658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-2","name":"Ein guter Nachbar","epNo":2,"alt":"We\u0027re So Happy You\u0027re So Happy","descr":"Lynette entdeckt, dass ihr Sohn Porter ein Romantiker ist. Gabrielle will wieder Fuß in die Welt der High Society von Fairview zu fassen. Währenddessen versucht Bree, die Balance zwischen Ehe und Karriere aufrecht zu erhalten - ob ihr das gelingt? Edie wird daran erinnert, wie feindselig die Bewohner der Wisteria Lane sind. Und Mrs. McCluskey bittet Katherine um Hilfe, um mehr über den neuen Nachbarn Dave herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879678","hoster":"VOE"},{"path":"/redirect/8393859","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301015","hoster":"VOE"},{"path":"/redirect/10101659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-3","name":"Tyrannen","epNo":3,"alt":"Kids Ain\u0027t Like Everybody Else","descr":"Brees Tochter Danielle kommt zu Besuch in die Wisteria Lane und übt Kritik an ihrer Mutter. Währenddessen bekriegen sich Gabrielle und Susan aufgrund eines vorangegangenen Streites ihrer Kinder lautstark. Zu ihrem Ärger findet Lynette Tom und Dave in der Garage vor - die beiden haben eine Band gegründet. Katherine und Mrs. McClusky laden Edie ein, um mehr über ihren Ehemann Dave zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879687","hoster":"VOE"},{"path":"/redirect/8393863","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301017","hoster":"VOE"},{"path":"/redirect/10101660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-4","name":"Neid","epNo":4,"alt":"Back in Business","descr":"Der Erfolg von Brees neuem Kochbuch und Unternehmergeist erweckt die Neider in der Wisteria Lane. Lynette versucht, an ihre alten Erfolge als Marketingexpertin anzuknüpfen und entwickelt einen Businessplan für Bree. Susans Sohn MJ malt ein Familienportrait - allerdings mit einer unangenehmen Überraschung für seinen Vater Mike. Gaby entwickelt einen Plan, um mehr Zeit allein mit Carlos verbringen zu können ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879689","hoster":"VOE"},{"path":"/redirect/8393867","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198652","hoster":"VOE"},{"path":"/redirect/10101661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-5","name":"Ein Blick in den Spiegel","epNo":5,"alt":"Mirror, Mirror","descr":"Nicht ohne Hintergedanken überzeugt Dave Susan davon, eine Überraschungsparty für Mrs. McCluskys 70. Geburtstag zu veranstalten. Jackson möchte bei Susan einziehen - die ist überrascht. Gabrielle stellt entsetzt fest, dass sie wieder schwanger sein könnte. Das Geheimnis um die Freundschaft von Bree und Katherine wird gelüftet. Und Mrs. McClusky findet sich selbst im Krankenhaus wieder - mit der Erkenntnis, dass ihre Nachbarn denken, sie wäre unzurechnungsfähig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879694","hoster":"VOE"},{"path":"/redirect/8393869","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301020","hoster":"VOE"},{"path":"/redirect/10101662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-6","name":"Die List der Frauen","epNo":6,"alt":"There\u0027s Always a Woman","descr":"Gaby ist Feuer und Flamme für ein Angebot von Carlos Patientin Virginia, das sie nicht ablehnen kann - bis sie entdeckt, wieso Virginia Carlos mit auf eine Reise nach Europa nehmen möchte. Lynette vermutet, dass Tom eine Affäre hat. Nachdem sich Jackson von ihr getrennt hat, versucht Susan, ihn mit einer Überraschung zurückzugewinnen ... Mrs. McClusky bittet ihre Schwester Roberta, ihr bei Recherchen um Daves Vergangenheit zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879695","hoster":"VOE"},{"path":"/redirect/8393876","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14427056","hoster":"VOE"},{"path":"/redirect/10101663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-7","name":"Begierde","epNo":7,"alt":"What More Do I Need?","descr":"Lynette und Tom entdecken die Wahrheit über die Affäre ihres Sohnes Porter. Gabrielle verdächtigt Carlos\u0027 Patientin Virginia, noch andere Motive für ihre Großzügigkeit den Solis\u0027 gegenüber zu haben. Ein Moment der Schwäche bringt Bree in Verlegenheit und Scham. Indes wird Katherines nicht ganz so keines Geheimnis gelüftet ... Susan erfährt von Jacksons wahrer Leidenschaft, und Mrs. McCluskeys Schwester Roberta entdeckt eine beunruhigende Tatsache über Dave.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879697","hoster":"VOE"},{"path":"/redirect/8393880","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301021","hoster":"VOE"},{"path":"/redirect/10101664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-8","name":"Stadt in Flammen","epNo":8,"alt":"City on Fire","descr":"Susans Tochter Julie kommt mit ihrem neuen Freund Lloyd zu Besuch nach Fairview. Gabrielle erfährt, dass Virginia Carlos und sie als Erben ihres Vermögens eingesetzt hat. Ein Reporter versucht, einen Fehler an Bree zu finden. Porter möchte zusammen mit seiner schwangeren Freundin Anne Fairview verlassen. Letztendlich treffen sich alle im Club, um die jährliche Veranstaltung \u0027Battle of the Bands\u0027 anzusehen, als ein Feuer ausbricht und die Anwesenden in Lebensgefahr bringt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987322","hoster":"VOE"},{"path":"/redirect/8393878","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198657","hoster":"VOE"},{"path":"/redirect/10101665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-9","name":"Arme Seelen","epNo":9,"alt":"Me and My Town","descr":"Carlos erfährt, dass ein Knochensplitter auf seine Sehnerven drückt und seine Blindheit bewirkt. Er kann entfernt werden und es besteht die Chance, dass er wieder sehen kann. Für Gabrielle bedeutet das allerdings, dass sie bis zur Operation ihr gutes Aussehen wiedererlangen muss, um Carlos nicht zu enttäuschen. Tom und Lynette haben derweil Angst, dass Porter den Brand gelegt haben könnte, da er kurz zuvor den Besitzer des Clubs bedroht hatte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879702","hoster":"VOE"},{"path":"/redirect/8393886","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301027","hoster":"VOE"},{"path":"/redirect/10101666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-10","name":"Visionen","epNo":10,"alt":"A Vision\u0027s Just a Vision","descr":"Porter wird wegen des Brandes in Warrens Club verhaftet. Als er auf Kaution freikommt, droht ihm Warren. Daraufhin verlässt er die Stadt ... Bree entdeckt, dass Orsons Arzt Dr. Alex Cominis mit Andrew zusammenlebt. Sie lädt beide zum Essen ein. Dabei erfährt sie, dass Andrews Freund in einem Schwulenporno mitgewirkt hat - sie ist fassungslos. Indes hat Dave Visionen von einer Frau und ihrem Kind, denen er verspricht, zu ihnen zu kommen, nachdem er sich an Mike gerächt hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879714","hoster":"VOE"},{"path":"/redirect/8393887","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13108455","hoster":"VOE"},{"path":"/redirect/10101667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-11","name":"Ein schönes Zuhause","epNo":11,"alt":"Home Is the Place","descr":"Alex\u0027 Mutter Melina kommt zu Besuch und entpuppt sich als Intrigantin, die ihren Sohn und Andrew nach Oakdale locken will, wo sie wohnt. Doch Bree hält dagegen und kauft den beiden ein teures Haus in der Nachbarschaft. Gabrielle trifft zufällig einen ehemaligen Geschäftskollegen von Carlos, der einen hochdotierten Job anzubieten hat. Sie bringt Carlos dazu, ihn anzunehmen, obwohl er diese Arbeit hasst. Indes überrascht Edie Dave, als er mit seiner verstorbenen Frau spricht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879718","hoster":"VOE"},{"path":"/redirect/8879731","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198653","hoster":"VOE"},{"path":"/redirect/10101668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-12","name":"Ungehorsam","epNo":12,"alt":"Connect! Connect!","descr":"Nachdem Dave von Edie hinausgeworfen wurde, bietet ihm Mike seine Wohnung an, sodass Dave seinen Racheplan gerettet sieht. Allerdings entdeckt er, dass Mike nicht mehr Susan, sondern Katherine liebt, was seine Pläne ändert ... Gabrielle hat Schwierigkeiten mit ihren Töchtern Celia und Juanita, die ihr nicht gehorchen, wenn Carlos nicht zu Hause ist. Und Bree erfährt auf schmerzhafte Weise, dass sie Alex nicht wie ihren Sohn und ihren Mann behandeln kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879725","hoster":"VOE"},{"path":"/redirect/8393890","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301028","hoster":"VOE"},{"path":"/redirect/10101669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-13","name":"Der beste Handwerker aller Zeiten","epNo":13,"alt":"The Best Thing That Ever Could Have Happened","descr":"Der langjährige Handwerker der Wisteria Lane stirbt ausgerechnet an seinem letzten Arbeitstag. Die Frauen der Wisteria Lane haben ihren Eli geliebt, da er ihnen in schwierigen Situationen im Leben zur Seite stand. Gabrielle, Bree, Edie, Lynette und Susan schwelgen in Erinnerung an die gute Zeit mit Eli. Doch dass der Auslöser für Elis Hilfsbereitschaft der Selbstmord von Mary Alice gewesen ist, deren Tod er vielleicht hätte verhindern können, das ahnte keiner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879726","hoster":"VOE"},{"path":"/redirect/8393893","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198655","hoster":"VOE"},{"path":"/redirect/10101670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-14","name":"Das Geld der andern","epNo":14,"alt":"Mama Spent Money When She Had None","descr":"Die finanzielle Lage der Scavos ist dermassen verzweifelt, dass Lynette für 20\u0027000 Dollar ihre Seele verkauft. Die erfolgsverwöhnte Bree präsentiert ihren neuen Luxuswagen während Tom seinen Mustang aufgeben muss. Indessen macht Susan die entrüstende Entdeckung, dass ihr Exmann Mike sein Geld lieber für teuren Schmuck ausgibt, als für die Erziehung ihres Sohnes. Gaby wiederum darf endlich wieder ihr wahres Selbst sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14195334","hoster":"VOE"},{"path":"/redirect/14195336","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13791826","hoster":"VOE"},{"path":"/redirect/13791833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-15","name":"Die lieben Arbeitgeber","epNo":15,"alt":"In a World Where the Kings Are Employers","descr":"Ein schlechter Tag erwartet die Freundinnen von der Wisteria Lane. Lynette lässt sich von Ehemann Tom zu einem \"genialen\", aber unausgegorenen Sanierungskonzept für die Pizzeria breitschlagen. Susans Sohn MJ ist ausgerechnet an ihrem ersten Arbeitstag krank und landet in den falschen Händen. Bree wiederum kriegt Ärger mit ihrem Ehemann Orson wegen ihrer für ihn beleidigenden Lohnpolitik. Und Gabys Glück löst sich mit Carlos\u0027 Bonus im Nichts auf, doch Gaby weiss sich - auf gesetzeswidrige Art - zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14195337","hoster":"VOE"},{"path":"/redirect/14195339","hoster":"Vidoza"},{"path":"/redirect/14195338","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198660","hoster":"VOE"},{"path":"/redirect/10101672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-16","name":"Verbrechen lohnt sich nicht","epNo":16,"alt":"Crime Doesn\u0027t Pay","descr":"Edie kommt Daves Vergangenheit auf die Spur. Mike und Katherine werden von der Vergangenheit eingeholt, als Susan bei der Einweihung ihres gemeinsamen Heims ein Bild entdeckt, das sie gemalt hat. Für Tom und Lynette wiederum wiederholt sich die Vergangenheit: Sie balgen sich wieder einmal um einen Job im Werbemetier. Ganz gegenwärtig hingegen ist der Ärger von Gaby, welche die Kinder von Carlos\u0027 Chef Bradley hüten darf, während dieser sich mit seiner Geliebten vergnügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879735","hoster":"VOE"},{"path":"/redirect/8393900","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198659","hoster":"VOE"},{"path":"/redirect/10101673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-17","name":"Die Geschichte von Lucy and Jessie","epNo":17,"alt":"The Story of Lucy and Jessie","descr":"Bei der Beerdigung von Bradley bekommt Carlos dessen Position als Firmenpräsident angeboten. Gaby ist begeistert - jedoch weniger davon, dass Carlos seine ehemalige Freundin Lucy einstellt. Als Lynette sie um die Vermittlung eines Jobs bei Carlos bittet, sieht Gaby die Chance, mit ihr eine Spionin einzuschleusen ... Susan lädt ihre Kunstlehrerin Jessie ein, um eine gute Beurteilung zu bekommen. Jessie jedoch meint, hinter Susans Freundlichkeit stecke mehr ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879752","hoster":"VOE"},{"path":"/redirect/8393904","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198656","hoster":"VOE"},{"path":"/redirect/10101674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-18","name":"Ein ganz einfacher Plan","epNo":18,"alt":"A Spark to Pierce the Dark","descr":"Susan begegnet Karl in der Schule, als er seinen Sohn Evan dort hinbringt. Als Evan im Kunstunterricht verletzte und getötete Menschen malt, gibt Karl zu, dass er von Marisa verlassen wurde. Lynette kommt mit der neuen Arbeitszeit nicht klar, die Lucy bis in die Abende verlängert hat und die keine Freizeit lässt. Orson bringt Bree dazu, ihre Firma zu verkaufen, damit er wieder glücklich wird und nicht mehr stiehlt. Doch kurz vor dem Verkauf überlegt es sich Bree anders ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251976","hoster":"VOE"},{"path":"/redirect/8393902","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198662","hoster":"VOE"},{"path":"/redirect/10101675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-19","name":"Die letzte Ruhestätte","epNo":19,"alt":"Look Into Their Eyes and You See What They Know","descr":"Nachdem Edie gegen einen Strommast gefahren ist und einen Stromschlag erlitten hat, stirbt sie. Dave bittet Edies Freundinnen, ihre Asche zu ihrem Sohn Travers zu bringen. Lynette, Bree, Gabrielle, Susan und Mrs. McCluskey treten mit der Urne eine vierstündige Fahrt zu Travers\u0027 Schule an. Währenddessen erinnert sich jede von ihnen an ein Ereignis, bei dem Edie für sie eine wichtige Rolle gespielt hat. Und auch Travers erfährt, dass seine Mutter ihn sehr geliebt hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879764","hoster":"VOE"},{"path":"/redirect/8393903","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198658","hoster":"VOE"},{"path":"/redirect/10101676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-20","name":"Die Wendung","epNo":20,"alt":"Rose\u0027s Turn","descr":"Gabriele tritt einem Gartenclub bei, weil sie sich Tratsch und gemeinsames Trinken erhofft. Als das nicht so läuft, organisiert sie einen Aufstand, zu dem sie Tom in den Club einlädt, um eine Mehrheit hinter sich zu haben. Lynette rutscht derweil in der Dusche aus, fällt hin und wird nackt und bewusstlos von Carlos gerettet ... Bree erfährt über Katherine von Orsons Einbruch bei Rose Camper, die in ihm den Tod gesehen und ihm mit einem Baseballschläger eins übergezogen hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383788","hoster":"VOE"},{"path":"/redirect/8393908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301026","hoster":"VOE"},{"path":"/redirect/10101677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-21","name":"Verhandlungssache","epNo":21,"alt":"Bargaining","descr":"Bree ist zur Scheidung von Orson entschlossen, will aber ihre Firma und ihr Vermögen nicht aufteilen. Kurzerhand engagiert sie Susans Ex-Mann Karl, der als unmoralischer Scheidungsanwalt gilt. Doch Karl möchte auch einen kleinen Gefallen von Bree: Er will, dass sein Sohn Evan zu MJs Übernachtungsparty eingeladen wird. Indes taucht Jackson wieder auf und macht Susan einen Heiratsantrag - um nicht nach Kanada abgeschoben zu werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879769","hoster":"VOE"},{"path":"/redirect/8393916","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301029","hoster":"VOE"},{"path":"/redirect/10101678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-22","name":"Ein kleines bisschen Hochzeit","epNo":22,"alt":"Marry Me a Little","descr":"Bree lässt sich von Karl überzeugen, die Wertgegenstände in ihrem Haus durch einen fingierten Raubüberfall verschwinden zu lassen, um sie bei der Scheidung nicht mit Orson teilen zu müssen. Susan und Jackson geben indes ihre bevorstehende Heirat bekannt und laden zu einer Verlobungsfeier ein, ohne den wahren Grund für die Heirat zu nennen. Als Susan jedoch klar wird, dass sie die Unterhaltungszahlungen von Mike dadurch verliert, ist die Hochzeit in Gefahr ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8879776","hoster":"VOE"},{"path":"/redirect/8393912","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173220","hoster":"VOE"},{"path":"/redirect/10101679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-23","name":"Kein Zurück","epNo":23,"alt":"Everybody Says Don\u0027t (1)","descr":"Dave zeichnet eine Rechtfertigung für die Tat, die er gleichentags begehen will, auf Video auf. Indessen kommen ihm die Polizei und Mrs McCluskey halbwegs auf die Schliche. Katherine offenbart Susan, wie wichtig ihr die Heirat mit Mike ist, der jedoch keine Vorfreude auf die Erfüllung ihres Wunsches zeigt. Derweil erfüllt Carlos einer sterbenden Tante einen grossen Wunsch, während Orson im Scheidungsdisput neue Saiten aufzieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920805","hoster":"VOE"},{"path":"/redirect/8393911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301038","hoster":"VOE"},{"path":"/redirect/10101680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-5/episode-24","name":"Showdown","epNo":24,"alt":"If It\u0027s Only In Your Head (2)","descr":"Bree berichtet Karl von Orsons Erpressung, woraufhin der einen Schläger anheuert, der Orson droht. Bree ist entsetzt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14354258","hoster":"VOE"},{"path":"/redirect/8393913","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301037","hoster":"VOE"},{"path":"/redirect/10101681","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-6/episode-1","name":"Sünde","epNo":1,"alt":"Nice Is Different Than Good","descr":"Mike steht nun endlich vor seiner Hochzeit. Während das Glück seiner Braut beinahe ungetrübt ist, stürzt das Ereignis eine andere Bewohnerin der Wisteria Lane in tiefe Verzweiflung. Lynette hadert mit ihrer Schwangerschaft, Gabrielle wird von den Teenager-Problemen ihrer Nichte Ana in Atem gehalten, und Brees Versuch, sich von Orson zu lösen, bleibt erfolglos. Indes zieht Familie Bolen in Mary-Alices Haus: Angie, Nick und deren Sohn Danny scheinen ein dunkles Geheimnis zu hüten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10178128","hoster":"VOE"},{"path":"/redirect/8393917","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198665","hoster":"VOE"},{"path":"/redirect/10101683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-2","name":"Ein schrecklicher Tag","epNo":2,"alt":"Being Alive","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427061","hoster":"VOE"},{"path":"/redirect/8393920","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198663","hoster":"VOE"},{"path":"/redirect/10101682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-3","name":"Alte Liebhaber","epNo":3,"alt":"Never judge a Lady by her Lover","descr":"Als Gaby bei einem Restaurantbesuch mit ihrer Familie unerwartet John Rowland wieder trifft, unterstellt ihr Carlos, dass sie immer noch scharf auf John ist. Susan meint in Danny Bolen den Angreifer zu erkennen, der Julie erwürgen wollte. Doch dann taucht ein Beweis auf, der alles ändert. Bree sieht Karl als wunderbaren Zeitvertreib an, bis sie feststellt, dass sie in ihn verliebt ist. Den Vorsatz, Carlos von ihrer Schwangerschaft zu erzählen, wirft Lynette schnell über Bord ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880595","hoster":"VOE"},{"path":"/redirect/8393922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198664","hoster":"VOE"},{"path":"/redirect/12980798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-4","name":"Blues der Verlassenen","epNo":4,"alt":"The God-Why-Don\u0027t-You-Love-Me Blues","descr":"Bree ist sicher, dass Katherine von Mike besessen ist. Weil sie sich partout nicht helfen lassen will, entlässt Bree sie schließlich ... Susan schnüffelt in Julies Tagebuch und kommt so hinter ihre Affäre mit einem ominösen \u0027D\u0027. Als Julie aus dem Koma erwacht, konfrontiert Susan sie mit ihrer Entdeckung ... Lynettes Brüste schwellen durch die Schwangerschaft so an, dass sie in Erklärungsnöte kommt. Sie gibt Carlos gegenüber vor, sich einer Brustvergrößerung unterzogen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880602","hoster":"VOE"},{"path":"/redirect/8393925","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301032","hoster":"VOE"},{"path":"/redirect/10101685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-5","name":"Die ewigen Kritiker","epNo":5,"alt":"Everybody Ought to Have a Maid","descr":"Gabrielle versucht, durch eine extravagante Geburtstagparty ihren Ruf als schlechte Mutter wett zu machen. Doch leider nimmt die Party ein jähes Ende ... Als Julie wieder nach Hause kommt, beendet sie ihre Beziehung mit dem enttäuschten Nick ... Susan und Katherine streiten sich öffentlich wegen Mike. Als Katherine wieder mal um Susans Haus schleicht, schießt Susan auf sie ... Brees Schuldgefühle wegen ihrer Affäre mit Karl werden durch Orsons ständige Liebesbeweise geschürt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880601","hoster":"VOE"},{"path":"/redirect/8393924","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301031","hoster":"VOE"},{"path":"/redirect/10101687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-6","name":"Strafe muss sein","epNo":6,"alt":"Don\u0027t Walk on the Grass","descr":"Brees Vorhaben, sich von Karl zu trennen, weiß der mit einem Heiratsantrag zu verhindern. Sie nimmt unter der Bedingung, dass er sich ändert, an. Als Juanita bei einer Schulaufführung ein Schimpfwort rausrutscht, drohen Konsequenzen. Das Streitgespräch zwischen Gaby und der Schulleitung führt dazu, dass Gaby Juanita selbst unterrichten will ... Das Verhältnis zwischen Susan und Katherine ist belastet -","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880605","hoster":"VOE"},{"path":"/redirect/8393927","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301033","hoster":"VOE"},{"path":"/redirect/10101686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-7","name":"Die Hauslehrerin","epNo":7,"alt":"Careful the Things You Say","descr":"Julie beichtet Lynette, dass Nick ihre Affäre ist. Als Lynette daraufhin Nick aufsucht, erhärtet sich der Verdacht, er habe Julie angegriffen ... Gaby bittet Carlos um Hilfe bei Juanitas Unterricht. Sie bekommt stattdessen eine Haushaltshilfe, die sich als rumänische Ingenieurin entpuppt und Juanita in Mathe weiterhelfen kann ... Susans Plan, Katherine verhaften zu lassen, geht nach hinten los. Eine Polizistin, die Susan aus Kinderzeiten kennt, bringt statt einer Lösung Unruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880606","hoster":"VOE"},{"path":"/redirect/8393930","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198669","hoster":"VOE"},{"path":"/redirect/10101688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-8","name":"Die Beförderung","epNo":8,"alt":"The Coffee Cup","descr":"Susan muss ihre Strafe bezüglich des Schusses auf Katherine mit der Beseitigung von Müll an Fairviews Straßenrändern ableisten. Katherine muss selbstverschuldet wenig später Susan dabei Gesellschaft leisten ... Gabrielle versucht, Juanita in einer katholischen Schule unterzubringen. Als sie Carlos diesbezüglich um Hilfe bittet, entdeckt Gaby durch einen unglücklichen Zufall Lynettes Schwangerschaft ... Bree muss feststellen, dass Karl nur für Sex gut ist ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880545","hoster":"VOE"},{"path":"/redirect/8393931","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301040","hoster":"VOE"},{"path":"/redirect/10101690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-9","name":"Selbstverteidigung","epNo":9,"alt":"Would I Think of Suicide?","descr":"Nach Emilys Ermordung beschließen die Frauen der Wisteria Lane, an einem Selbstverteidigungskurs teilzunehmen. Carlos versetzt Lynette, da sie nicht nach Florida will, in einen Abstellraum. Als sie ihn verklagt, wird sie entlassen, und Gabrielle kündigt ihr die Freundschaft ... Nick möchte sich dem FBI stellen, doch Angie will nach 18 Jahren auf der Flucht nicht mehr weg von der Wisteria Lane ... Danny bekommt eine Abfuhr von Julie und versucht, sich das Leben zu nehmen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880543","hoster":"VOE"},{"path":"/redirect/8393932","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198666","hoster":"VOE"},{"path":"/redirect/10101689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-10","name":"Der große Krach","epNo":10,"alt":"Boom Crunch","descr":"Gabrielle und Lynette streiten weiterhin wegen der Klage, die Lynette gegen Carlos eingereicht hat. Lynettes Familie leidet unter dem Verlust ihres Jobs, aber auch Carlos muss damit rechnen, seinen Job zu verlieren. Lynette will sich entschuldigen, doch Gabrielle weigert sich, mit ihr zu reden ... Katherine beschuldigt Mike, ihr ein Messer in den Bauch gestoßen zu haben - er wird verhaftet. Bree legt Orson die Scheidungspapiere vor. Wie wird er reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880553","hoster":"VOE"},{"path":"/redirect/8393941","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301035","hoster":"VOE"},{"path":"/redirect/10101691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-11","name":"Was wäre, wenn...","epNo":11,"alt":"If...","descr":"Nach dem Flugzeugabsturz warten Angehörige und Freunde der Verletzten im Krankenhaus auf Neuigkeiten. Susan denkt an ihre Ehe mit Karl zurück und fragt sich, was gewesen wäre, wenn sie ihn nicht aus dem Haus geworfen hätte. Angie stellt sich vor, was wäre, wenn Mona überleben und der Polizei alles erzählen würde. Gabrielle ist glücklich, dass Celia gerettet wurde und glaubt, dass sie etwas Besonderes ist, weil Gott sie verschont hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880549","hoster":"VOE"},{"path":"/redirect/8393934","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198668","hoster":"VOE"},{"path":"/redirect/10101692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-12","name":"Alles Fassade","epNo":12,"alt":"You Gotta Get a Gimmick","descr":"Susan erfährt, dass Karl ihr einen Anteil an einem Stripclub hinterlassen hat - auch Mike hat diesen Club schon besucht ... Tom übernimmt Lynettes Stelle bei Carlos, da Lynette wegen der Schwangerschaft ausfällt. Sie besteht jedoch darauf, dass sie die Stelle nach der Geburt wiederbekommt. Bree fühlt sich schuldig wegen ihrer Affäre und will sich mit Spenden an die Kirche reinwaschen. Reverend Sikes überzeugt sie, dass sie, um es wieder gutzumachen, für Orson sorgen sollte ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880555","hoster":"VOE"},{"path":"/redirect/8393940","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198667","hoster":"VOE"},{"path":"/redirect/10101693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-13","name":"Therapie","epNo":13,"alt":"How About a Friendly Shrink?","descr":"Auch während des Klinikaufenthalts von Katherine gibt es genügend Gründe für Zwietracht. Lynette weigert sich, eine Paartherapie mit Tom zu beginnen, und wird ausgekontert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880558","hoster":"VOE"},{"path":"/redirect/8393945","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198670","hoster":"VOE"},{"path":"/redirect/10101694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-14","name":"Vorhang auf!","epNo":14,"alt":"The Glamorous Life","descr":"Orson ist glücklich, meint er doch, einen todsicheren Weg gefunden zu haben, sich aus der Umklammerung von Bree zu befreien. Angie verliert wegen einer Nachbarin, welche die Abfälle nicht trennt, die Kontrolle und zeigt sich auch den Solis\u0027 gegenüber von einer düsteren Seite. Susan brockt sich derweil die Aufgabe ein, einer ihrer Stripperinnen eine solide Existenz zu verschaffen, während Lynette und Tom ein Beziehungsproblem lösen, weil ihre Therapeutin eine miese Schauspielerin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880564","hoster":"VOE"},{"path":"/redirect/8393946","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301041","hoster":"VOE"},{"path":"/redirect/10101695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-15","name":"Die Stripperin","epNo":15,"alt":"Lovely","descr":"Susan nutzt die Willkommens-Party für Katherine, die in die Wisteria Lane zurückgekehrt ist, ihren Freundinnen die ehemalige Stripperin Robin vorzustellen, welche nun bei Susan Unterschlupf gefunden hat. Diese sind nicht eben begeistert - allen voran Lynette als Mutter dreier Teenager. Bree schöpft alle möglichen Tricks aus, um Orson zu verführen, während Gabrielle einen Plan ausheckt, wie sie Ana von Danny fernhalten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880565","hoster":"VOE"},{"path":"/redirect/8393948","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301039","hoster":"VOE"},{"path":"/redirect/10101696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-16","name":"Verführung","epNo":16,"alt":"The Chase","descr":"Bree überrumpelt ihren Sohn und Vizedirektor Andrew mit der Anstellung eines allzu zielstrebigen jungen Bewerbers","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880566","hoster":"VOE"},{"path":"/redirect/8393950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198674","hoster":"VOE"},{"path":"/redirect/10101697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-17","name":"Das Souvenir","epNo":17,"alt":"Chromolume No. 7","descr":"Angie und Gaby folgen Danny und Ana nach New York. Dort erfahren Gabys Erinnerungen an ihre glanzvolle Modelvergangenheit unangenehme Korrekturen, und Angie verrät ihrer Mutter, wer Dannys leiblicher Vater ist. Indessen überrascht Preston Scavo seine Eltern mit brauner Gesichtsbehaarung und blonder Begleitung, während Bree das Geheimnis ihres neuen Mitarbeiters entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880568","hoster":"VOE"},{"path":"/redirect/8393956","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301044","hoster":"VOE"},{"path":"/redirect/10101698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-18","name":"Der perfekte Sohn","epNo":18,"alt":"My Two Young Men","descr":"Andrew und Orson verbünden sich gegen den angeblichen Halbbruder und Stiefsohn Sam. Ein Sexverbot treibt Preston und Irina aus dem Heim der Scavos, doch Lynettes Hoffnung, dass die missliebige Liaison ihres Sohnes an der Herausforderung zerbricht, erfüllt sich nicht. Ein peinliches Coming-out zwingt Katherine zu einer Entscheidung, während Dannys Vater seine Suche nach den Bolens mit einer Brutalität vorwärtstreibt, derentwegen ihn Angie so fürchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880575","hoster":"VOE"},{"path":"/redirect/8880582","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198672","hoster":"VOE"},{"path":"/redirect/10101699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-19","name":"Das Böse","epNo":19,"alt":"We All Deserve to Die","descr":"Danny lernt unwissentlich seinen Vater kennen, der sich als Autor einer düsteren Liebesgeschichte ausgibt. Gaby offeriert gedankenlos Rob und Lee eine ihrer Eizellen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880576","hoster":"VOE"},{"path":"/redirect/8880585","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198671","hoster":"VOE"},{"path":"/redirect/10101700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-20","name":"Entstehung eines Monsters","epNo":20,"alt":"Epiphany","descr":"Diese Folge beleuchtet die Vergangenheit eines vermeintlich lieben Nachbarn in der idyllischen Wisteria Lane. Aufgewachsen in prekären Familienverhältnissen steigerte sich seine kindliche Ohnmacht und Wut - genährt durch kleine und grosse Kränkungen egozentrischer Nachbarinnen - schliesslich zu einer Rage, die ihm einen beängstigenden Namen einbrachte: der Würger von Fairbanks.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880579","hoster":"VOE"},{"path":"/redirect/8393961","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198675","hoster":"VOE"},{"path":"/redirect/10101701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-21","name":"Geheimnisse","epNo":21,"alt":"A Little Night Music","descr":"Patricks Rachefeldzug gegen die Bolens trifft zuerst Nick - so hart, dass Angie Danny in Sicherheit bringt. Eddie beunruhigt Lynette mit der Heftigkeit, mit der er auf den saloppen Umgangston von Tom und Porter seiner Wohltäterin gegenüber reagiert. Bree entlarvt eine schändliche Lüge von Sam, während Gaby und Susan in einen Zickenkrieg geraten, weil ihre Männer ihnen ihren Schulden-Deal verheimlicht haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880580","hoster":"VOE"},{"path":"/redirect/8393962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198673","hoster":"VOE"},{"path":"/redirect/10101702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-22","name":"Entscheidungen","epNo":22,"alt":"The Ballad of Booth","descr":"Oeko-Terrorist Patrick erpresst Angie, eine alte Begabung zu nutzen - das Bombenbauen. Bree erkennt beim Versuch, den bedrohlichen Stiefsohn Sam loszuwerden, dass dieser ebenso verschlagen ist wie sie. Susan berauscht sich indessen an ihrem Talent als Schuldeneintreiberin, überschätzt sich aber im Umgang mit der Steuerbehörde. Und der Fund zweier Leichen bringt Preston in Bedrängnis und Lynette zur erschütternden Erkenntnis, dass Grossherzigkeit lebensgefährlich sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880584","hoster":"VOE"},{"path":"/redirect/8393964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173226","hoster":"VOE"},{"path":"/redirect/10101703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-6/episode-23","name":"Die Bombe","epNo":23,"alt":"I Guess This Is Goodbye","descr":"Im explosiven Saisonfinale bezahlt Bree teuer dafür, dass sie ihrem Sohn das Gefängnis ersparen will","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880587","hoster":"VOE"},{"path":"/redirect/8393963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198676","hoster":"VOE"},{"path":"/redirect/10101704","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-7/episode-1","name":"Wer erinnert sich an Paul?","epNo":1,"alt":"Remember Paul?","descr":"Paul Young wird aus dem Gefängnis entlassen, da Felicia Tillman, die er ermordet haben sollte, wieder aufgetaucht ist. Felicia plant seinen Tod, da sie sicher ist, dass er ihre Schwester Martha getötet hat. Die Nachbarn sind indes nicht begeistert von Pauls Rückkehr ... Jack, der Anwalt des Krankenhauses, eröffnet Carlos, dass Juanita nicht seine Tochter ist, da sie als Baby verwechselt wurde. Auch Gabrielle erfährt eine schreckliche Nachricht von Bree ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930805","hoster":"VOE"},{"path":"/redirect/8393968","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198678","hoster":"VOE"},{"path":"/redirect/10101705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-2","name":"Mehr als nur Sex","epNo":2,"alt":"You Must Meet My Wife","descr":"Die Nachbarn lernen Beth, Pauls neue Frau, kennen, die sich der Konsequenzen ihrer Heirat noch gar nicht bewusst ist. Bree kann ihr Verlangen beim Anblick ihres Handwerkers Keith kaum kontrollieren und fährt Juanita mit ihrem Auto an. Juanitas Krankenhausaufenthalt enthüllt Gabrielle, dass ihre Tochter eine andere Blutgruppe als ihre Eltern hat. Tom leidet indessen an einer Wochenbettdepression und Susans geheime Karriere wirft eine Menge Geld ab ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930809","hoster":"VOE"},{"path":"/redirect/8393967","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198681","hoster":"VOE"},{"path":"/redirect/10101706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-3","name":"Das Streben nach Glück","epNo":3,"alt":"Truly Content","descr":"Die Freundinnen laden Beth zu ihrer Pokerrunde ein, um sie auszufragen. Dabei erfährt sie, dass die Nachbarn Paul am Tod von Martha für schuldig halten. Lynette schickt Tom wegen seiner Depression zum Arzt. Als er mit medizinischem Marihuana zurückkommt, ist sie entsetzt. Susan bekommt als beliebtestes Mädchen von Maxine einen Bonusscheck, den sonst immer Stacy bekommen hat, die darüber verärgert ist. Renee überredet Bree, mit ihr in einen Club zu gehen, um Männer zu angeln ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930813","hoster":"VOE"},{"path":"/redirect/8393974","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198679","hoster":"VOE"},{"path":"/redirect/10101707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-4","name":"Die Handtasche einer Frau","epNo":4,"alt":"The Thing That Counts is What\u0027s Inside","descr":"Carlos und Gabrielle treffen sich mit ihrer leiblichen Tochter Grace und deren Eltern. Die Mutter von Grace, Carmen, ist wenig begeistert von Gabrielle, die Grace gleich teure Geschenke machen will. Bree und Renee konkurrieren indessen um Keith und beide finden Wege, ihre Konkurrentin vor Keith zu demütigen. Paul hat sein eigenes Haus zurückgekauft - Beth weiß nicht, was sie davon halten soll. Darüber hinaus will er auch Mrs. McCluskey das Haus abkaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930816","hoster":"VOE"},{"path":"/redirect/8393976","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198683","hoster":"VOE"},{"path":"/redirect/10101708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-5","name":"Let Me Entertain You","epNo":5,"alt":"Let Me Entertain You","descr":"Toms Mutter Allison bietet ihre Hilfe im Haushalt an. Lynette ist entsetzt, da Allison altmodische Vorstellungen von der Rolle der Frau in der Familie hat. Renee und Gabrielle fühlen sich aufgrund ihrer beider Schönheit zueinander hingezogen und feiern Renees Scheidung. Dabei verraten sie sich ihre Geheimnisse - mit fatalen Folgen. Bree kann mit dem Sextrieb ihres Liebhabers Keith nicht mithalten und muss sich etwas einfallen lassen. Indes wird Susan von Maxine entlassen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920807","hoster":"VOE"},{"path":"/redirect/8393978","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198684","hoster":"VOE"},{"path":"/redirect/10101709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-6","name":"Schreckgespenster","epNo":6,"alt":"Excited And Scared","descr":"Schreckgespenster (7.6)(Excited and Scared)Paul und Beth suchen einen Therapeuten auf, der Paul rät, Beth zu umwerben und mit ihr auszugehen. Als Paul von Beth trotzdem wieder zurückgewiesen wird, setzt er ihr eine Frist, das Haus zu verlassen. Susan erzählt Mike von ihrem Internetjob und Pauls Erpressungsversuch - mit verheerenden Folgen. Lynette fällt indessen auf, dass Toms Mutter Allison Anzeichen einer Demenz hat, was Tom aber nicht wahrhaben will, und Bree entdeckt, dass Keith vorbestraft ist ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930821","hoster":"VOE"},{"path":"/redirect/8393981","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301046","hoster":"VOE"},{"path":"/redirect/10101710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-7","name":"Eine demütigende Geschichte","epNo":7,"alt":"A Humiliating Business","descr":"Bree kommt in die Wechseljahre. Sie sucht eine Frauenärztin auf und bittet um eine Behandlung, die die Symptome unterdrückt. Als Bree kurz darauf Keiths Eltern vorgestellt wird, sieht sie sich ihrer Ärztin gegenüber. Carlos ist begeistert, dass Bob auf Bier und Basketball steht. Gabrielle erfährt von Lee, dass Bob heterosexuelle Männer \u0027umdrehen\u0027 kann - sie ist entsetzt. Lynette und Renee wollen ein Unternehmen gründen und bitten Susan um Hilfe - als Kindermädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930824","hoster":"VOE"},{"path":"/redirect/8393980","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198682","hoster":"VOE"},{"path":"/redirect/10101711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-8","name":"Dankbarkeit","epNo":8,"alt":"Sorry Grateful","descr":"Es ist Thanksgiving. Renee lädt Lynettes Familie ein und auf Bitten von Lynette auch widerwillig Susan. Baby Paige wird unter Aufsicht der Zwillinge zu Hause gelassen, weil Lynette ihr einen Schlafrhythmus einüben will. Susan aber erträgt es nicht, Paige weinen zu hören und schleicht sich davon, um Paige wieder aus dem Bett zu nehmen. Bree lädt Keiths Eltern ein und findet sich mitten in einem Ehestreit zwischen Mary und Richard wieder, der in der Trennung gipfelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383791","hoster":"VOE"},{"path":"/redirect/8393984","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198680","hoster":"VOE"},{"path":"/redirect/10101712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-9","name":"Schöne heile Welt","epNo":9,"alt":"Pleasant Little Kingdom","descr":"Paul eröffnet seinen Nachbarn, dass er aus seinem Haus eine offene Anstalt für Verbrecher unter Hausarrest machen will. Alle sind entsetzt und wollen in der Eigentümer-Versammlung dagegen stimmen. Tom möchte, dass Lynette vor ihren Freundinnen mehr mit ihm prahlt - der Schuss geht jedoch nach hinten los. Gabrielle plant die Abschiebung von Carmen, um Grace bei sich behalten zu können, und Keiths Vater nutzt indes Brees Mitleid aus, um Keiths Vorhaben zu torpedieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930754","hoster":"VOE"},{"path":"/redirect/8393988","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301043","hoster":"VOE"},{"path":"/redirect/10101713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-10","name":"Der Aufstand","epNo":10,"alt":"Down the Block There\u0027s a Riot","descr":"Der Aufstand (7.10)(Down the Block There\u0027s a Riot)Eine Finte sichert Paul die Eigentümermehrheit. Um die Eröffnung des Rehabilitationszentrums zu verhindern, lässt sich Lynette für die Durchführung eines Protestmarsches mit einer militanten Bürgerwehr ein. Indessen erfährt Juanita die Wahrheit über Gabys Gefühle, während Keiths Vater gegen seinen Sohn intrigiert und Susan sich in Renees Leben einmischt. Private und öffentliche Eskalation kulminiert in derart verheerender Weise, dass Pauls Rachegelüste vollends befriedigt scheinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930758","hoster":"VOE"},{"path":"/redirect/8930760","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13108453","hoster":"VOE"},{"path":"/redirect/10101714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-11","name":"Attentäter","epNo":11,"alt":"Assassins","descr":"Attentäter (7.11)(Assassins)Die Polizei, die wegen des Schusses auf Paul Young ermittelt, stellt fest, dass der die gesamte Nachbarschaft zum Feind hat - allerdings haben alle ein Alibi. Beth beschuldigt ihre Mutter Felicia, darin verwickelt zu sein, die das aber bestreitet. Indes erfährt Paul, dass Beth Felicias Tochter ist. Carlos und Gaby bringen Juanita zu einer Therapeutin und müssen erfahren, dass sie jede Erinnerung an Grace vernichten müssen, damit es ihrer Tochter besser geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930763","hoster":"VOE"},{"path":"/redirect/8393993","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173229","hoster":"VOE"},{"path":"/redirect/10101715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-12","name":"Einsamkeit","epNo":12,"alt":"Where Do I Belong?","descr":"Lynette übertreibt es mit ihren Bestrafungsaktionen gegen ihren untreuen Ehemann so sehr, dass Renee eingreift. Das Glück von Bob und Lee über ihr frisch adoptiertes Töchterchen treibt Gaby zu einer zunehmend bizarren Puppenliebe. Susan ist bitter enttäuscht von ihrer Mutter, weil diese dem Thema Nierenspenden ausweicht - mit guten Gründen, wie sich zeigt. Und Vorzeige-Christin Bree kümmert sich um die einsame Beth Young und sorgt damit für eine unheilvolle Dynamik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930766","hoster":"VOE"},{"path":"/redirect/8393998","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198685","hoster":"VOE"},{"path":"/redirect/10101716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-13","name":"Die Puppe","epNo":13,"alt":"I\u0027m Still Here","descr":"Renee richtet das Kinderzimmer der von Bob und Lee adoptierten Jenny ein - die beiden frisch gebackenen Eltern sind hellauf begeistert. Auf die Frage, wie sie es so schnell zusammenstellen konnte, antwortet Renee, dass sie dieses Zimmer seit 20 Jahren plane - für eine eigene Tochter. Carlos ist entsetzt, wie abhängig Gabrielle von ihrer Puppe ist. Als sie im Auto überfallen werden und der Gangster mit der Puppe auf dem Rücksitz davonfährt, ist Gabrielle am Boden zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930768","hoster":"VOE"},{"path":"/redirect/8393997","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301042","hoster":"VOE"},{"path":"/redirect/10101717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-14","name":"Der Spender","epNo":14,"alt":"Flashback","descr":"Susan begegnet Monroe, einem Schulkameraden, an den sie sich kaum erinnert. Monroe hingegen erinnert sich nur zu gut an seinen heimlichen Schwarm und bietet ihr seine Niere an - allerdings erwartet er dafür einiges. Gabrielle soll wegen ihrer Puppen-Besessenheit eine Therapie machen. Da sie jedoch nicht über ihre Kindheit sprechen will, sucht sie sich heimlich andere Therapiemethoden. Frank möchte ein Foto mit Lynettes Familie machen lassen. Plötzlich passiert ein Unglück...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930770","hoster":"VOE"},{"path":"/redirect/8930769","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198694","hoster":"VOE"},{"path":"/redirect/10101718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-15","name":"Zuhause","epNo":15,"alt":"Farewell Letter","descr":"Lynette und Tom beschließen, Porter und Preston aus dem Haus zu werfen, damit sie sich eine eigene Wohnung und Jobs suchen. Gabrielle besucht auf Rat ihrer Therapeutin ihren Heimatort in Texas, um am Grab ihres Stiefvaters mit dem Missbrauch in ihrer Kindheit abzuschließen. Durch den unerwartet begeisterten Empfang der Ortsbewohner, die Gabys Modelkarriere verfolgt hatten, wird sie vom Zweck ihres Besuchs abgelenkt, bis sie Schwester Marta, ihrer früheren Lehrerin, begegnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930771","hoster":"VOE"},{"path":"/redirect/8394008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301057","hoster":"VOE"},{"path":"/redirect/10101719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-16","name":"Des Sinn des Lebens","epNo":16,"alt":"Searching","descr":"Susan geht es trotz Dialyse immer schlechter und man rät ihr, das Leben zu genießen. Daraufhin verlegt sie ihren Hochzeitstag vor und fährt mit Mike zum Picknick in den Wald, wo sie prompt von einer Männerhorde gestört werden. Renee will ein Baby und darf zu Versuchszwecken bei Paige babysitten - mit unerfreulichen Folgen. Bree organisiert indessen eine Testaktion, um einen Spender für Susan zu finden. Es stellt sich heraus, dass Bree und Beth die passende Blutgruppe haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930773","hoster":"VOE"},{"path":"/redirect/8394010","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301047","hoster":"VOE"},{"path":"/redirect/10101720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-17","name":"Alles ist anders, nichts hat sich verändert","epNo":17,"alt":"Everything?s Different, Nothing?s Changed","descr":"Die Nachricht von Beths Selbstmord schockiert die ganze Nachbarschaft - besonders Susan, als sie erfährt, dass Beth ihr eine Niere spenden möchte. Beths Mann Paul jedoch will die Herz-Lungen-Maschine nicht abstellen lassen, bis Felicia ihm den Grund für Beths Tod nennt... Renee weigert sich, ihre Party wegen des tragischen Ereignisses zu verschieben. Gabrielle findet heraus, warum sich Renee so herzlos gibt... Tom erhält ein gutes Stellenangebot, zögert aber wegen Carlos...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930775","hoster":"VOE"},{"path":"/redirect/8394004","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301048","hoster":"VOE"},{"path":"/redirect/10101721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-18","name":"Momente im Wald","epNo":18,"alt":"Moments in the Woods","descr":"Im Rahmen der zwölf Schritte der Anonymen Alkoholiker will Andrew ehrlich zu Carlos sein. Andrew will ihm endlich beichten, dass er Schuld an dem Tod seiner Mutter ist. Bree hält das für keine gute Idee und will ihn aufhalten... Felicia zieht in eines von Pauls Häusern, da es auf Beths Namen läuft und sie es somit erbt... Tom erhält einen Bonus von seiner neuen Firma und Lynette will gleich alles ausgeben - für sich. Doch sie muss erkennen, dass der Job auch einen Preis hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930787","hoster":"VOE"},{"path":"/redirect/8394006","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198691","hoster":"VOE"},{"path":"/redirect/10101722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-19","name":"Schlecht verborgene Lügen","epNo":19,"alt":"The Lies Ill-Concealed","descr":"Gabrielle und Bree treffen sich weiter hinter Carlos\u0027 Rücken, denn der soll davon nach wie vor nichts wissen. Doch dann ist Gabrielle unvorsichtig... Lynette begleitet Tom zu einer Konferenz, muss aber leider feststellen, dass sie dort außen vor bleibt.. Susan macht sich große Sorgen um Paul, der immer mehr verwahrlost. Mike ist damit überhaupt nicht einverstanden... Felicia besucht Mrs. McCluskey und vertraut ihr ihre Gedanken über Beths Selbstmord an...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930791","hoster":"VOE"},{"path":"/redirect/8394014","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301054","hoster":"VOE"},{"path":"/redirect/10101723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-20","name":"Gift","epNo":20,"alt":"I\u0027ll Swallow Poison on Sunday","descr":"Aufgrund ihrer Auseinandersetzung mit Carlos quartiert sich Gaby mitsamt ihren Kindern bei Bree ein. Brees Nerven werden fortan auf eine harte Probe gestellt. Währenddessen kümmert sich Susan aufopferungsvoll um Paul. Als sie kurz darauf bemerkt, dass Felicia wieder in der Wisteria Lane wohnt, ist sie außerordentlich überrascht. Tom engagiert Renée und Lynette, um sein Büro umgestalten zu lassen. Lynette fällt es jedoch sichtlich schwer, sich an Toms Vorgaben zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930795","hoster":"VOE"},{"path":"/redirect/8394018","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198688","hoster":"VOE"},{"path":"/redirect/10101724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-21","name":"Albträume","epNo":21,"alt":"Then I Really Got Scared","descr":"Paul weiß nun, dass er keinen Herzinfarkt hatte. Er lässt Susans gekochtes Essen untersuchen. Sein Verdacht bestätigt sich - es war vergiftet. Susan hingegen versucht, ihre Stelle an der Schule wiederzubekommen... Juanita hat nach einem Horrorfilm etwas Angst, doch Gabrielle versucht sie schnell zu beruhigen... Die Spannungen zwischen Tom und Lynette verstärken sich und die beiden sind sich mal wieder nicht einig... Bree hat ein Date mit Chuck, doch er verheimlicht etwas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930798","hoster":"VOE"},{"path":"/redirect/8394020","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198689","hoster":"VOE"},{"path":"/redirect/10101725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-22","name":"Trügerische Sicherheit","epNo":22,"alt":"And Lots of Security...","descr":"Alle Anzeichen deuten daraufhin, dass Susan Pauls Essen absichtlich vergiftet hat. Offenbar steht sie kurz vor einer Verhaftung... Gabrielle muss erkennen, dass Juanita nicht grundlos Angst vor dem ominösen Mann im Garten hatte. Sie sieht ihn selbst und ist schockiert, als sie erkennt, wer es ist... Lee erzählt Bree, er hätte Chuck in einer Schwulenbar gesehen. Doch sie glaubt ihm nicht, dass Chuck schwul sein soll... Tom und Lynette machen ein Versöhnungswochenende...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930801","hoster":"VOE"},{"path":"/redirect/8394023","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198693","hoster":"VOE"},{"path":"/redirect/10101726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-7/episode-23","name":"Partytime","epNo":23,"alt":"Come on Over for Dinner","descr":"Susan ist sauer, weil ihre Freundinnen am Tag ihrer Rückkehr keine Zeit haben... Bree erfährt, dass der Fortschritt von Chucks Scheidung anscheinend nur von der Stimmung seiner Ex-Frau Doreen abhängt. Sie will Doreen aufheitern... Lynette und Tom unterhalten sich über die Zukunft ihrer Beziehung und Tom macht einen Vorschlag, der Lynette gar nicht gefallen will... Gabrielle bedroht ihren Stiefvater Alejandro mit einer Waffe und will, dass er geht und nie wieder zurückkommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930802","hoster":"VOE"},{"path":"/redirect/8394028","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301049","hoster":"VOE"},{"path":"/redirect/10101728","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/desperate-housewives/staffel-8/episode-1","name":"Geheimnisse die ich nie erfahren will","epNo":1,"alt":"Secrets That I Never Want to Know","descr":"Nachdem die Dinnerparty für Susan vorbei ist vergraben die vier Freundin und Carlos die Leiche im Wald und schwören es niemanden zu erzählen. Was sich dann aber für eine Herausforderung für alle herausstellt. Ein neuer Nachbar zieht ein und Renee möchte ihn auf ihre ganz eigene Art willkommen heißen, er weißt sie jedoch ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031167","hoster":"VOE"},{"path":"/redirect/8394026","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301058","hoster":"VOE"},{"path":"/redirect/10101727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-2","name":"Gefährliche Verbindungen","epNo":2,"alt":"Making the Connection","descr":"Bree bekommt den selben Erpresser-Brief wie Mary-Alice und redet mit Paul darüber. Er gibt ihr einen Tipp und Bree bekommt einen schrecklichen Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031170","hoster":"VOE"},{"path":"/redirect/8394033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198690","hoster":"VOE"},{"path":"/redirect/10101729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-3","name":"Falsche Vorstellungen","epNo":3,"alt":"Watch While I Revise the World","descr":"Lynette bekommt Besuch von ihrer Schwester Lydia. Lynette ist überrascht, dass Lydia ihren Verlobten Rashi mitbringt. Carlos und Susan kommen sich näher, und Mike entdeckt, dass Susan ihm so einiges verschwiegen hat. Als er den Verdacht äußert, Carlos und Susan hätten eine Affäre, sehen sie sich gezwungen, ihm die Wahrheit zu erzählen. Gabrielle drängt indes Bree, ihre Beziehung zu Chuck zu beenden. Es scheint, als wisse Chuck irgendetwas über den Mord an Alejandro.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031172","hoster":"VOE"},{"path":"/redirect/8394030","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198692","hoster":"VOE"},{"path":"/redirect/10101730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-4","name":"Die harte Schule des Lebens","epNo":4,"alt":"School Of Hard Knocks","descr":"Brees Tochter Danielle ist von ihrem Mann verlassen worden und kommt mit ihrem Sohn Benjamin zurück in die Wisteria Lane. Als sie eine Geschäftsidee entwickelt, ist Bree zunächst entsetzt, denn es handelt sich um Sexschaukeln. Susan will einen Malkurs bei einem berühmten Künstler belegen und ist überrascht, dass sie ihr Talent erst beweisen muss. Lynette glaubt, dass sich Tom mit der Aerobictrainerin Chloe trifft und geht mit Renee zu deren Kurs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031176","hoster":"VOE"},{"path":"/redirect/8394031","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198697","hoster":"VOE"},{"path":"/redirect/10101733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-5","name":"Sex erlaubt","epNo":5,"alt":"The Art Of Making Art","descr":"Lynette und Tom bekommen ihre Probleme nicht in den Griff. Da sich Tom bereits ein paar Mal mit einer anderen Frau verabredet hat, beschließt Lynette, in einer Bar auf Männerfang zu gehen. Gabrielle nimmt ihre Wellnesstermine wichtiger als ihre Pflichten als Vorsitzende der Elternvertreter - mit fatalen Folgen. Reverend Sykes schlägt Bree vor, Ben mit seiner Suppenküche für Obdachlose zu unterstützen. Bree kocht jedoch so köstliche Suppen, dass sie bald ein anderes Publikum hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031178","hoster":"VOE"},{"path":"/redirect/8394035","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198696","hoster":"VOE"},{"path":"/redirect/10101731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-6","name":"Paranoia","epNo":6,"alt":"Witch\u0027s Lament","descr":"Renee nimmt vor ihrem Date mit Ben ein chinesisches Elixier ein, auf das sie so allergisch reagiert, dass sie im Krankenhaus landet. Gabrielle besteht darauf, dass Carlos zu einem Treffen der Anonymen Alkoholiker geht, doch Carlos gehen die Fragen dort zu weit. Bree erzählt Lynette und Gabrielle von Bens Immobilienprojekt, das direkt an Alejandros Grab entstehen soll. Sie beschließen, Alejandros Leiche auszugraben und sie verschwinden zu lassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031184","hoster":"VOE"},{"path":"/redirect/8394038","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198695","hoster":"VOE"},{"path":"/redirect/10101732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-7","name":"Die Leiche","epNo":7,"alt":"Always In Control","descr":"Bree, Gabrielle und Lynette sind fassungslos: Wer hat Alejandros Leiche ausgegraben? Schließlich erfährt Bree von Ben, dass es seine Mitarbeiter waren. Ben will den Leichenfund der Polizei melden, doch wenig später bittet er Mike, die Leiche verschwinden zu lassen. Lynette versucht indes, ihre Tochter Penny gegen Jane aufzuwiegeln. Sie erreicht, dass Penny ihren Vater plötzlich nicht mehr sehen will. Gabrielle und Carlos wollen Bob und Lee als Vormund für ihre Töchter gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031186","hoster":"VOE"},{"path":"/redirect/8394056","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920796","hoster":"VOE"},{"path":"/redirect/10101734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-8","name":"Bilder einer Ausstellung","epNo":8,"alt":"Suspicion Song","descr":"Bree ist verzweifelt: Sie versucht, die Beziehung zu ihren Freundinnen zu kitten - ohne Erfolg. Chuck bestellt indes die Freundinnen aufs Revier, um sie zu befragen. Schließlich findet er heraus, dass der Vermisste Gabrielles Stiefvater ist. Bree bietet Chuck daraufhin einen Handel an ..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031119","hoster":"VOE"},{"path":"/redirect/8428041","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301055","hoster":"VOE"},{"path":"/redirect/10101735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-9","name":"Puzzelteile","epNo":9,"alt":"Putting It Together","descr":"Bree ist verzweifelt: Sie versucht, die Beziehung zu ihren Freundinnen zu kitten - ohne Erfolg. Chuck bestellt indes die Freundinnen aufs Revier, um sie zu befragen. Schließlich findet er heraus, dass der Vermisste Gabrielles Stiefvater ist. Bree bietet Chuck daraufhin einen Handel an... Felix bietet Susan ein Leben als Künstlerin in New York an. Mike weigert sich jedoch, dort hinzuziehen. Und Renee ist überzeugt, dass Ben sie mit Bree betrügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987311","hoster":"VOE"},{"path":"/redirect/8394065","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301053","hoster":"VOE"},{"path":"/redirect/10101736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-10","name":"Reden ist silber Schweigen ist Gold","epNo":10,"alt":"What\u0027s to Discuss, Old Friend?","descr":"Chuck ist nach einem Unfall seinen schweren Verletzungen erlegen. Gaby macht sich große Sorgen, weil Carlos aus der Entzugsklinik getürmt und nach wie vor wie vom Erdboden verschluckt ist. Als sie wenig später aus Detective Murphy nähere Informationen zum Unfallhergang herauskitzeln will, erfährt sie, dass Chuck vorsätzlich überfahren worden sei. Die Freundinnen sich sicher, dass es jemand gewesen sein muss, der über Alejandros Tod Bescheid weiß...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031120","hoster":"VOE"},{"path":"/redirect/8394078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301051","hoster":"VOE"},{"path":"/redirect/10101737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-11","name":"Unangenehme Wahrheit","epNo":11,"alt":"Who Can Say What\u0027s True?","descr":"Bree ist verzweifelt: Nach dem letzten anonymen Brief greift sie wieder zur Flasche. Renee ist indes sauer, weil Ben keine Zeit für sie hat. Sie überredet Bree, mit ihr in eine Bar zu gehen, um einen Mann kennenzulernen. Gaby bittet Lynette um Hilfe, um sich anstelle von Carlos mit wichtigen Kunden zu treffen. Es kommt zum Streit zwischen den Freundinnen. Susan besucht inkognito Alejandros Witwe Claudia und seine Stieftochter Marisa - mit verhängnisvollen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031121","hoster":"VOE"},{"path":"/redirect/8394072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198699","hoster":"VOE"},{"path":"/redirect/10101738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-12","name":"Mehr Sein als Schein","epNo":12,"alt":"What\u0027s The Good Of Being Good?","descr":"Lynette bittet Gaby und Renee, sie mit einem Mann zu verkuppeln, doch die beiden sehen Schwierigkeiten wegen ihrer Eigenwilligkeit. Überraschenderweise funkt es beim ersten Mann, dem Lynette begegnet: Renees Friseur. Susan bekommt derweil die Quittung für ihre Unbedachtheit: Alejandros Ehefrau Claudia hat sie unter Verdacht, die Geliebte ihres verschwundenen Ehemannes zu sein.Nachdem Bree einmal die Grenzen der Wohlanständigkeit überschritten hat, folgt ein One-Night-Stand nach dem anderen. Trotz rigider Vorkehrungen bleibt das nächtliche Treiben Mrs McCluskey nicht verborgen. Besorgt bittet sie Reverend Sikes um Hilfe. Ben arbeitet derweil zielstrebig darauf hin, Renee zu ehelichen, um seinen Finanzsorgen loszuwerden. Der Plan funktioniert, aber anders als er es sich vorgestellt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383794","hoster":"VOE"},{"path":"/redirect/8394075","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198703","hoster":"VOE"},{"path":"/redirect/10101739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-13","name":"Das soll also Liebe sein","epNo":13,"alt":"Is This What You Call Love?","descr":"Susan bekommt überraschend Besuch von ihrer Tochter Julie, die im sechsten Monat schwanger ist. Sie ist wütend, weil Julie ihr das bisher verschwiegen hat. Doch Julie hat noch eine Überraschung für Susan. Derweil gerät Brees Leben aufgrund ihres Alkoholkonsums und ihrer exorbitanten Männerlust komplett aus den Fugen. Gaby fälscht eine Valentinskarte, um ihre todunglückliche Tochter Juanita zu trösten. Damit macht sie alles nur schlimmer.Der Liebeskummer ihrer Tochter ist für Gaby schwer zu ertragen. Kurzerhand fälscht sie die Valentinsbotschaft, auf die Juanita vergeblich gewartet hat. Hocherfreut lässt diese ihren Gefühlen freien Lauf, als sie den Jungen wiedersieht - mit unangenehmen Folgen. Lynette kann es kaum fassen, eine zweite Chance von Frank zu erhalten. Das zweite Date verläuft sogar so gut, dass sie ihn zu sich einlädt. Dann allerdings kommen ihr ihre ungeklärten Gefühle gegenüber Tom in die Quere.Die Freundinnen machen sich Sorgen um Bree, deren Männerverschleiss unglaubliche Dimensionen erreicht hat. Doch ihr Versuch, Bree von ihrem Weg abzubringen, scheitert daran, dass Bree sie nicht mehr als Freundinnen betrachtet. Susan hat noch ganz andere Sorgen, denn Tochter Julie ist schwanger. Zudem schockiert sie ihre Mutter mit ihrem Entschluss, das Baby zur Adoption freizugeben. Mehr noch, Julie möchte, dass ihre Mutter ihr dabei hilft, Interessenten von ihrem \"Angebot\" zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031136","hoster":"VOE"},{"path":"/redirect/8394093","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301059","hoster":"VOE"},{"path":"/redirect/10101740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-14","name":"Verschwinde aus meinem Leben","epNo":14,"alt":"Get Out of My Life","descr":"Orson kehrt zu Bree zurück, lässt sie aber in dem Glauben, ihre Freundinnen würden schlecht über sie reden und schlägt ihr eine Reise vor. Lynette ist entsetzt, dass Porter und Preston wieder vor der Tür stehen. Noch schlimmer wird es, als Susan ihr erzählt, dass Porter der Vater von Julies Kind ist. Gabrielle kann ihre Mädchen nicht bändigen. Als Roy, den Mrs. McCluskey aus dem Haus geworfen hat, bei ihr einzieht, zieht er ganz andere Seiten auf ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587166","hoster":"VOE"},{"path":"/redirect/8394099","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301060","hoster":"VOE"},{"path":"/redirect/10101741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-15","name":"Das Kinderzimmer","epNo":15,"alt":"She Needs Me","descr":"Porter hat einen Job gefunden und scheint bemüht, Verantwortung zu übernehmen. Er braucht aber jemanden, der tagsüber auf das Baby aufpasst. Lynette weigert sich und will, dass er das Problem selbst löst. Aber Susan macht ihr einen Strich durch die Rechnung ... Bree und Orson sind bereit für ihre Reise. Doch als Bree darauf besteht, wegen eines Hutes an Orsons Wohnung vorbeizufahren, entdeckt sie sein schreckliches Geheimnis ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987321","hoster":"VOE"},{"path":"/redirect/8394102","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198700","hoster":"VOE"},{"path":"/redirect/10101742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-16","name":"Tod eines Nachbarn","epNo":16,"alt":"You Take for Granted","descr":"Bree kehrt zu ihren Freundinnen zurück und erzählt ihnen, was Orson getan hat. Alle glauben, dass sie jetzt frei von jedem Verdacht sind, was Alejandros Verschwinden angeht. Doch der Polizei liegt ein Brief von Orson vor ... Lynette erfährt von Jane, dass sie und Tom zusammenziehen. Wutentbrannt zeigt sie Jane, was sie von ihr hält. Carlos kehrt als neuer Mensch aus dem Entzug zurück und fühlt sich unwohl in seinem Job - er erwägt zu kündigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987323","hoster":"VOE"},{"path":"/redirect/8394117","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198701","hoster":"VOE"},{"path":"/redirect/10101743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-17","name":"Frauen und Tod","epNo":17,"alt":"Women and Death","descr":"Susans Freunde und Nachbarn kommen zu Mikes Beerdigung. Alle erinnern sich an wichtige Augenblicke ihres Lebens, in denen Mike eine Rolle gespielt hat: Lynette etwa denkt an ihre Ehe mit Tom und daran, was Mike ihr gesagt hat, als sie und Tom sich trennten. Susan leidet sehr unter Mikes Tod und hat große Probleme, die richtigen Worte für den Abschied zu finden. Währenddessen entdeckt die Polizei die Leiche von Alejandro - Bree gerät in Verdacht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031148","hoster":"VOE"},{"path":"/redirect/8394130","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383772","hoster":"VOE"},{"path":"/redirect/10101744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-18","name":"Die richtige Gelegenheit","epNo":18,"alt":"Any Moment","descr":"Renee wartet sehnsüchtig auf Bens Heiratsantrag, den er immer wieder verschiebt. Als es endlich soweit ist, werden die beiden von der Polizei überrascht. Detective Heredia und Detective Murphy verfolgen weiterhin den Verdacht gegen Bree und erwirken eine richterliche Anordnung zur Abhörung ihres Telefons. M.J.s Trauer über den Tod seines Vaters äußert sich in Wutausbrüchen. Susan versucht, ihm zu helfen. Unterdessen macht sich Gabrielle auf Jobsuche ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031151","hoster":"VOE"},{"path":"/redirect/8394134","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198702","hoster":"VOE"},{"path":"/redirect/10101745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-19","name":"Ein Strich durch die Rechnung","epNo":19,"alt":"With So Little to Be Sure Of","descr":"Bree gibt gerade eine Brautparty für Renee, als die Polizei auftaucht, um sie wegen Mordverdachts festzunehmen. Um Bree zu belasten, fälscht Detective Murphy ein Beweisstück ... Gabrielle arbeitet inzwischen als Einkaufsberaterin für Männer und bringt sie durch Flirten dazu, viel Geld auszugeben. Carlos stört es nicht nur, dass Gabrielle mit anderen Männern flirtet, sondern auch, dass sie plötzlich so viel Geld verdient ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031154","hoster":"VOE"},{"path":"/redirect/9031153","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198705","hoster":"VOE"},{"path":"/redirect/10101746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-20","name":"Machtverlust","epNo":20,"alt":"Lost My Power","descr":"Das alljährliche Vater-Sohn-Seifenkisten-Rennen steht an. Susan verspricht M.J., ein tolles Gefährt zu bauen. Bald ist sie mit ihrem Latein am Ende, sodass sie kurzerhand ein paar Ersatzväter für M.J. engagiert. Indes verlangt Brees Anwalt Trip, dass sie vor Gericht reinen Tisch macht und von ihren zahlreichen Männerbekanntschaften unter Alkoholeinfluss berichtet. Lynette will einen Keil zwischen Tom und Jane treiben. Aus diesem Zweck bandelt sie mit Toms Chef Greg an ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031156","hoster":"VOE"},{"path":"/redirect/8394147","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198704","hoster":"VOE"},{"path":"/redirect/10101747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-21","name":"Der Prozess","epNo":21,"alt":"The People Will Hear","descr":"Der Mordprozess gegen Bree beginnt. Die Staatsanwältin hält sie aufgrund ihrer Alkoholsucht, ihrer zahlreichen Männerbekanntschaften und ihres Abschiedsbriefs für schuldig. Schließlich findet Trip heraus, dass Ramon Sanchez Gabys Stiefvater war - Bree lässt aber nicht zu, dass er das vor Gericht verwendet. Tom soll für ein Jahr nach Indien versetzt werden. Lynette versucht mit allen Mitteln, das zu verhindern, und Tom wird klar, dass er Lynette noch immer liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031157","hoster":"VOE"},{"path":"/redirect/8394155","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11198710","hoster":"VOE"},{"path":"/redirect/10101748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-22","name":"Ich war\u0027s! (1)","epNo":22,"alt":"Give Me the Blame (1)","descr":"Die vier Freundinnen wollen sich um Karen McCluskey kümmern, sodass sie zu Hause bei Roy sterben kann. Für Bree läuft es im Prozess immer schlechter, als ihr Telefongespräch mit Ben abgespielt wird. Zwar verweigert Ben die Aussage, aber Renee wird zu einer belastenden Aussage gezwungen. Trip fleht Bree an, ihm endlich die Wahrheit über den Abend zu sagen, doch erst als er sie küsst, erzählt sie ihm alles ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031162","hoster":"VOE"},{"path":"/redirect/8394158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301063","hoster":"VOE"},{"path":"/redirect/10101749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/desperate-housewives/staffel-8/episode-23","name":"Das letzte Pokerspiel (2)","epNo":23,"alt":"Finishing the Hat (2)","descr":"Susan erzählt den Freundinnen, dass sie wegziehen wird. Katherine besucht die Wisteria Lane und bietet Lynette einen großartigen Job in New York an. Zunächst lehnt Lynette ab, da sie erst gerade wieder mit Tom zusammengekommen ist, doch eigentlich reizt sie das Angebot sehr. Unterdessen wird Gabrielle befördert und immer mehr von ihrer Arbeit vereinnahmt. Renee gelangt mit Schwierigkeiten zu ihrer Hochzeit, während Julies Fruchtblase platzt und Susan sie ins Krankenhaus fähr...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9031165","hoster":"VOE"},{"path":"/redirect/8394166","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11301064","hoster":"VOE"},{"path":"/redirect/10101750","hoster":"Streamtape"}]}]}]}]}