{"path":"/serie/stream/detective-laura-diamond","name":"Detective Laura Diamond","descr":"[The Mysteries of Laura] Laura Diamond ist nicht nur eine taffe Polizistin, die bei ihren Ermittlungen für das New Yorker Police Department gerne zu äußerst unorthodoxen Methoden greift. Sie ist auch Mutter von Zwillings-Jungs, die reichlich Flausen im Kopf haben. Außerdem muss sie sich mit ihrem Noch-Ehemann Jake herumärgern, der ihr zwar nicht bei der Erziehung der Jungs hilft, es aber auch nicht eilig hat, die Scheidungspapiere zu unterschreiben. Langeweile kommt in Lauras Leben garantiert nicht auf!","seasons":[{"path":"/serie/stream/detective-laura-diamond/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-1","name":"Laura und die bösen Jungs","epNo":1,"alt":"Pilot","descr":"Der wohlhabende Erik Walden hat eine Todesdrohung erhalten. Laura und ihr Boss Hauser werden zu ihm geschickt, um der Sache auf den Grund zu gehen. In Waldens Umfeld gibt es einige Verdächtige, doch die entpuppen sich alle als unschuldig. Davon lässt sich Laura allerdings nicht irritieren. Abgesehen von dem Mordfall muss sie ein familiäres Problem lösen: Ihre Söhne sind wegen Vandalismus von der Schule geflogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130463","hoster":"VOE"},{"path":"/redirect/12130501","hoster":"Doodstream"},{"path":"/redirect/12130464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-2","name":"Laura und das tödliche Date","epNo":2,"alt":"The Mystery Of The Dead Date","descr":"In einem noblen Hotel wird die Leiche einer Frau gefunden. Laura findet heraus, dass sie geschieden war und auf einem Dating-Portal nach unverbindlichen Männerbekanntschaften suchte. Ihre Recherchen in der Szene führen zu einem Profi-Aufreißer, der ein dunkles Geheimnis hat. Außerdem muss sich Laura damit arrangieren, dass ihr Noch-Ehemann Jake nach der Verhaftung von Hauser ihr Vorgesetzter ist – eine denkbar unangenehme Situation!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130503","hoster":"VOE"},{"path":"/redirect/12130504","hoster":"Doodstream"},{"path":"/redirect/12130494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-3","name":"Laura und die Biker-Bar","epNo":3,"alt":"The Mystery Of The Biker Bar","descr":"Laura muss wieder mal an mehreren Fronten kämpfen: Die Babysitterin ihrer Söhne Harrison und Nicholas hat gekündigt. Außerdem wurde die Leiche von Jerry Patch am Hafen gefunden. Er war der Wirt der Bar, in der Laura und Jake sich kennengelernt haben. Verdächtige gibt es einige, doch jede Spur entpuppt sich bei genaueren Recherchen als Fehlschlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130502","hoster":"VOE"},{"path":"/redirect/12130510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-4","name":"Laura und der Sexskandal","epNo":4,"alt":"The Mystery Of The Sex Scandal","descr":"Die Wahlkampfhelferin Caitlin Coyne wird mitten auf dem Times Square erschossen. Zuvor ging das Gerücht um, der Kongressabgeordnete Jameson, in dessen Team die junge Frau freiwillig arbeitete, habe eine Affäre mit ihr gehabt. Jameson bestreitet das jedoch. Laura und Billy ermitteln auf Hochtouren und stoßen auf einige Verdächtige. Doch nur einer von ihnen hat einen wirklich guten Grund, Jameson zu diskreditieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130508","hoster":"VOE"},{"path":"/redirect/12130511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-5","name":"Laura und der letzte Mieter","epNo":5,"alt":"The Mystery Of The Terminal Tenant","descr":"Eine in Säure aufgelöste Leiche wird in einem Apartment gefunden. Aufgrund des Auflösungsgrades kann das Opfer nicht identifiziert werden. Möglicherweise handelt es sich um den Mieter der Wohnung, Mark Harris. Er vermietete seine Wohnung häufiger über ein Tauschportal, und einige Zwischenmieter feierten dort spezielle Partys. Laura und Billy stürzen sich in die Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130512","hoster":"VOE"},{"path":"/redirect/12130514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-6","name":"Laura und der Laufsteg","epNo":6,"alt":"The Mystery Of The Red Runway","descr":"Beim Spaziergang mit dem Hund seines Chefs wird Tyler Cole hinterrücks erschossen. Offenbar war das eigentliche Ziel sein Boss, der Designer Tom Burke: Von hinten sehen sich die beiden zum Verwechseln ähnlich. Eine Verdächtige ist das kapriziöse Model Natalie Marquez, das allen Grund hat, Burke zu töten. Doch auch seine Ex-Freundin Alison Torres ist nicht besonders gut auf den Modeschöpfer zu sprechen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130521","hoster":"VOE"},{"path":"/redirect/12130516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-7","name":"Laura und das trügerische Kunstwerk","epNo":7,"alt":"The Mystery Of The Art Ace","descr":"Der Galerist David Sarkissian wird ermordet in einem Müllcontainer aufgefunden – für seinen Vater nicht verwunderlich, da David einen riskanten Lebenswandel pflegte: Er nahm an illegalen Pokerspielen in einer Karaoke-Bar teil. Laura schleicht sich in die Pokerrunde ein, um mehr über das Opfer und seinen möglichen Killer zu erfahren, den sie unter den Spielern vermutet. Die Spur führt jedoch zurück in die Galerie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130524","hoster":"VOE"},{"path":"/redirect/12130523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-8","name":"Laura und das Wundermittel","epNo":8,"alt":"The Mystery Of The Mobile Murder","descr":"In einem Partybus wird die Leiche einer jungen Frau gefunden. Eine erste Spur führt Laura in einen Men-Stripclub. Die Identität der Toten lässt sich durch die Befragung zweier verdächtiger Stripper zwar immer noch nicht klären, dafür weiß Laura nun, wo sie suchen muss: bei Garden of Glow, einem Kosmetikunternehmen, für das die Tote gearbeitet hat. Je tiefer Laura in die Beauty-Welt eintaucht, desto mehr schmutzigen Geheimnissen kommt sie auf die Spur …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130525","hoster":"VOE"},{"path":"/redirect/12980211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-9","name":"Laura und das neue Kindermädchen","epNo":9,"alt":"The Mystery Of The Dysfunctional Dynasty","descr":"Als Laura ein neues Kindermädchen für die Jungs interviewt, wird sie zu einem Fall beordert: Ein kleines Mädchen fand ein älteres Ehepaar ermordet in seinem Bett. Kurz vor dem Mord hat die Kleine einen Maler am Haus der beiden gesehen. Der hat offensichtlich Dreck am Stecken, aber nichts mit dem Mord zu tun. Weitere Ermittlungen ergeben, dass Daniel, der Sohn des Ehepaars, nicht gut auf seine Eltern zu sprechen war – sie haben nicht akzeptiert, dass er schwul ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130530","hoster":"VOE"},{"path":"/redirect/12130533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-10","name":"Laura und Beautiful Becky","epNo":10,"alt":"The Mystery Of The Fertility Fatality","descr":"Der erfolgreiche Fruchtbarkeitsmediziner Dr. Karl Forster wird vermisst. Ein erster Hinweis führt Laura auf die Rennbahn – offenbar war der Arzt ein Fan von Pferdewetten. Außerdem verhalf er einem Jockey mit illegalen Hormonbehandlungen zum Idealgewicht. Doch das war nicht Forsters einziges krummes Geschäft, wie sich herausstellt: Scheinbar gaukelte er seinen Patientinnen Schwangerschaften vor, um die Erfolgsrate seiner Klinik nach oben zu treiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917369","hoster":"VOE"},{"path":"/redirect/12130537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-11","name":"Laura und die Tiefkühlleiche","epNo":11,"alt":"The Mystery Of The Frozen Foodie","descr":"Auf einer Müllkippe wird ein tiefgefrorener Toter aufgefunden. Ein Daumenabdruck führt Laura zu dem Restaurant \"Allemande\", wo der Tote – Peter Hill – als Sous Chef gearbeitet hat. Ein weiterer Koch, Tony Abbott, soll Aufschluss geben, was am Abend des Todes genau passiert ist. Laura ist von Tony sehr angetan und die beiden verabreden sich privat … Weitere Recherchen offenbaren, dass Peter sein eigenes Restaurant aufmachen wollte. Ein Tatmotiv?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130536","hoster":"VOE"},{"path":"/redirect/12130540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-12","name":"Laura und der Brandstifter","epNo":12,"alt":"The Mystery Of The Fateful Fire","descr":"Das Haus, in dem Gloria mit ihrem Sohn Shawn wohnt, brennt lichterloh; ein Nachbar kann den Jungen in letzter Sekunde aus den Flammen retten. Doch im Keller des abgebrannten Gebäudes wird eine Leiche gefunden, ein Teenager namens Kevin kam im Feuer um. Die Brandursache: ein Mülleimer vor der Wohnung von Gloria. Laura beginnt mit den Ermittlungen, doch die Spuren verlaufen zunächst alle im Sande. Und dann ist da auch noch der Winter-Carnival, den Laura vorbereiten muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130542","hoster":"VOE"},{"path":"/redirect/12130546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-13","name":"Laura und die Musterschüler","epNo":13,"alt":"The Mystery Of The Deemed Dealer","descr":"Miguel Santos wird mitten in einem Gang-Revier überfahren. In seiner Tasche: 1.500 Dollar und Marihuana. Was auf den ersten Blick wie ein typischer Gang-Mord aussieht, entpuppt sich bald als clever inszenierte Intrige. Miguel war Stipendiat an der renommierten Wordsworth Academy, und einige der versnobten Musterschüler dort würden über Leichen gehen, um zu erreichen, was sie wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130544","hoster":"VOE"},{"path":"/redirect/12130548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-14","name":"Laura und der Fight Club","epNo":14,"alt":"The Mystery Of The Popped Pugilist","descr":"Mitten im morgendlichen New Yorker Berufsverkehr wird Michael Moretti in seinem Auto mit einem Schuss in den Hals getötet. Die Gegenstände im Wagen führen Laura und Billy in eine Transvestiten-Bar, in der Michael häufig als Cher aufgetreten ist. Doch das war nicht sein einziges Geheimnis: Er stand auch bei Käfigkämpfen im Ring. Ärger hatte er in jedem seiner geheimen Leben – doch wer hegte so einen Groll gegen ihn, dass er sterben musste?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130552","hoster":"VOE"},{"path":"/redirect/12130549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-15","name":"Laura und die Leiche im Park","epNo":15,"alt":"The Mystery Of The Alluring Au Pair","descr":"Die Brasilianerin Viviana Costa wird ermordet im Central Park gefunden. Eine erste Spur führt zur wohlhabenden Mrs. Wexler, deren Nanny Viviana war. Sie hat ihren Ex-Mann Roger im Verdacht, Viviana getötet zu haben – schließlich durfte er aufgrund seiner Drogenabhängigkeit seinen Sohn nicht mehr sehen, und Viviana war am Tatmorgen mit Tucker unterwegs. Doch dann lüften Laura und Meredith ein pikantes Geheimnis der exotischen Schönheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130555","hoster":"VOE"},{"path":"/redirect/12130557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-16","name":"Laura und der verdächtige Ex","epNo":16,"alt":"The Mystery Of The Exsanguinated Ex","descr":"Emma Baker wurde in ihrem Schlafzimmer die Kehle durchgeschnitten, woraufhin sie regelrecht ausgeblutet ist. Hauptverdächtiger ist ihr Ex-Mann Dr. Andrew Devlin – Lauras Ex-Verlobter! Er hätte allen Grund gehabt, Emma zu töten, schließlich kassierte sie nach der Scheidung ordentlich Unterhalt. Außerdem hatte er noch einen Schlüssel zu ihrem Haus. Doch Laura hat Zweifel an Andrews Schuld. Nachdem jedoch alle weiteren Verdächtigen ausscheiden, weist alles auf ihn als Täter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100373","hoster":"VOE"},{"path":"/redirect/12130559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-17","name":"Laura und das Start-Up","epNo":17,"alt":"The Mystery Of The Intoxicated Intern","descr":"Gerade als Laura endlich zum ersten Mal mit ihrem Lover Tony intim werden will, stört ein Mordfall die Romantik: Eine unbekannte junge Frau wurde ermordet in einem verlassenen Lagerhaus gefunden. Wie sich herausstellt, handelt es sich bei der Toten um Caroline Adams. Sie war Anwärterin für die Mitgliedschaft in einer Studentinnenverbindung – und die talentierteste Praktikantin bei einem Internet-Startup. Wer wollte die junge Frau tot sehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130561","hoster":"VOE"},{"path":"/redirect/12130568","hoster":"Doodstream"},{"path":"/redirect/12130563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-18","name":"Laura und der tote Seemann","epNo":18,"alt":"The Mystery Of The Sunken Sailor","descr":"Auf Reynaldos Seziertisch landet die Leiche eines Petty Officers. Eine erste Spur führt nach Chinatown. Scheinbar besserte der Tote seinen Lohn mit dem Verkauf illegaler Potenzmittel auf. Doch dann erfährt Laura, dass das Opfer in der Mordnacht seine Online-Freundin Nancy zum ersten Mal treffen wollte. Meredith und Frankie suchen Nancy auf und staunen nicht schlecht: Die Frau, die ihnen die Tür öffnet, hat mit der Frau auf dem Bild aus dem Online-Netzwerk nichts gemeinsam …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130564","hoster":"VOE"},{"path":"/redirect/12130565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-19","name":"Laura und die persönliche Krise","epNo":19,"alt":"The Mystery Of The Dodgy Draft","descr":"Laura befürchtet immer noch, schwanger zu sein und steht deshalb völlig neben sich. Ein neuer Fall verspricht Ablenkung: Treva Forster, eine Hilfslehrerin, wird tot im botanischen Garten gefunden. Offenbar hat jemand sie mit einem Taser attackiert, woraufhin die junge Frau stürzte und mit dem Kopf hart auf einem Stein aufschlug. Die Ermittlungen führen Laura und ihr Team in die unbarmherzige Welt des College-Sports, wo nichts als die Leistung zählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130570","hoster":"VOE"},{"path":"/redirect/12130572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-20","name":"Laura und der Juwelenraub","epNo":20,"alt":"The Mystery Of The Crooked Clubber","descr":"Alles sieht nach Selbstmord aus: Zack Hill sprang von einer Brücke und krachte auf die Motorhaube eines darunter stehenden Autos. Seine Verletzungen geben Reynaldo allerdings zu denken, denn sie passen nicht zu einem Sturz aus solcher Höhe. Außerdem hatte der Tote Kokain im Blut, und auf seinen Schuhen fand sich fluoreszierende Körperfarbe. Ihre Ermittlungen führen Laura und Frankie in die Technoszene – und auf die Spur einer Räuberbande.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130581","hoster":"VOE"},{"path":"/redirect/12130582","hoster":"Doodstream"},{"path":"/redirect/12130580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-21","name":"Laura und der ahnungslose Detektiv","epNo":21,"alt":"The Mystery Of The Deceased Documentarian","descr":"Ein Fahrradkurier wird in den Straßen von New York erschossen. Er hat keinen Ausweis bei sich, dafür einen Umschlag mit ADHS-Medikamenten. Durch den Empfänger der Pillen findet Laura heraus, dass es sich bei dem Toten um Thomas Colvin handelt, einen Regisseur. Sein aktueller Film handelt von dem ungeklärten Mord an Raquel Rivera, die 2001 auf ihrem High-School-Abschussball getötet wurde. In Thomas’ Film soll der Mörder entlarvt werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130584","hoster":"VOE"},{"path":"/redirect/12130585","hoster":"Doodstream"},{"path":"/redirect/12130589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-1/episode-22","name":"Laura und die High-Tech-Waffe","epNo":22,"alt":"The Mystery Of The Corner Store Crossfire","descr":"Jake kommt mit einer schweren Schussverletzung ins Krankenhaus. Als Laura davon erfährt, stürmt sie sofort in die Klinik und ist entschlossen zu bleiben, bis Jack aus dem OP kommt. Allerdings hält es sie nicht lange auf ihrem Stuhl: Sie fährt auf den koreanischen Markt, um den Mann zu finden, der auf Jack geschossen hat. Bei den Recherchen, die sie und Meredith durchführen, kommen einige Ungereimtheiten zutage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130460","hoster":"VOE"},{"path":"/redirect/12130461","hoster":"Doodstream"},{"path":"/redirect/12130481","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-1","name":"Laura und das Familiengeheimnis","epNo":1,"alt":"The Mystery Of The Taken Boy","descr":"Laura und ihr Team begeben sich in einen Wettlauf gegen die Zeit, um einen entführten Jungen zu retten. Dabei stoßen sie auf ein Familiengeheimnis … Jake kehrt nach seiner Krankschreibung wieder zurück, aber es ist noch nicht klar, ob er weiterhin Captain bleiben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130458","hoster":"VOE"},{"path":"/redirect/12130462","hoster":"Doodstream"},{"path":"/redirect/12130457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-2","name":"Laura und das Mittel gegen Einsamkeit","epNo":2,"alt":"The Mystery Of The Cure To Loneliness","descr":"Die krebskranke Nina hat sich offenbar mit Schierlingsgift umgebracht. Schon am Tatort hat Laura Zweifel an der Theorie, und die Autopsie bestätigt sie schließlich: Nina war kerngesund und hat die schwere Krankheit nur vorgetäuscht. Ein weiteres Mysterium ist das Spendenkonto, das Nina und ihre tatsächlich krebskranke Freundin April für eine Kinderkrebsstation angelegt haben – und das komplett leergeräumt ist. Schon bald hat Laura einen ersten Verdächtigen im Visier …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130344","hoster":"VOE"},{"path":"/redirect/12130349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-3","name":"Laura und der mysteriöse Besucher","epNo":3,"alt":"The Mystery Of The Locked Box","descr":"Das IT-Wunderkind Zac Romero wird tot in seinem Hochsicherheits-Apartment gefunden. Jemand hat den jungen Mann geradezu niedergemetzelt. Doch wie konnte der Angreifer in die mit allen Schikanen gesicherte Wohnung gelangen? Nicht nur das gibt Laura Rätsel auf, sondern auch ein Eis-Stiel im sonst leeren Mülleimer und eine verrückte Frau, die behauptet, mit Zac verheiratet gewesen zu sein – und ihn mit einem mysteriösen Mann gesehen haben will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130352","hoster":"VOE"},{"path":"/redirect/12130347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-4","name":"Laura und der ungelöste Fall","epNo":4,"alt":"The Mystery Of The Convict Mentor","descr":"Lauras ehemaliger Captain Dan Hauser ruft aus dem Gefängnis an: Er übermittelt ihr verschlüsselte Informationen zu einem ungelösten Fall. Es geht um einen 10-Millionen-Dollar-Raub, der zwei Todesopfer forderte und in den offenbar der brutale Gangster Tommy Mullen verwickelt war. Natürlich beginnt Laura sofort zu ermitteln, doch dann wird sie suspendiert. Nun ist sie auf Jakes Hilfe angewiesen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130350","hoster":"VOE"},{"path":"/redirect/12130359","hoster":"Doodstream"},{"path":"/redirect/14404890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-5","name":"Laura und die Familiengruft","epNo":5,"alt":"The Mystery Of The Watery Grave","descr":"Isabel Van Doren, die Ehefrau von Terrence Van Doren, stirbt bei einem Autounfall. Der Fall ist brisant, denn Van Doren ist der Herausgeber der umstrittenen Zeitschrift \"The New York Ledger\" und hat einige Feinde. Einer von ihnen ist der Bruder seiner ersten Frau Claire, der Van Doren vorwirft, sie getötet zu haben. Laura glaubt dem Trinker – und entdeckt schon bald einige dunkle Flecken auf Van Dorens weißer Weste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920809","hoster":"VOE"},{"path":"/redirect/12130355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-6","name":"Laura und der Hitzetod","epNo":6,"alt":"The Mystery Of The Dead Heat","descr":"Matthew Burke wird tot in der Sauna seines Fitnessstudios gefunden. Jemand hat ihn zuerst niedergeschlagen und dann in der heißen Kabine eingesperrt. Zunächst gerät Archibald Vale ins Visier von Lauras Ermittlungen. Eine Kundin des Studios hat sich darüber beschwert, dass er sie ständig anstarrt. Doch Vale hatte keinen Grund, Burke zu ermorden – im Gegenteil: Burke half ihm, wo er konnte, denn Vale ist obdachlos. Durch Burkes Frau Celia hat Laura schließlich eine Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130360","hoster":"VOE"},{"path":"/redirect/12130362","hoster":"Doodstream"},{"path":"/redirect/12130364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-7","name":"Laura und die Schmuggler","epNo":7,"alt":"The Mystery Of The Maternal Instinct","descr":"Eine hochschwangere farbige Frau wird tot auf dem Straßenstrich gefunden. Zunächst glauben Laura und Jake, dass sie eine Prostituierte war, die von ihrem Zuhälter zu Tode geprügelt wurde. Doch sie finden heraus, dass sie kurz zuvor aus Nigeria eingereist ist – und für ein Kartell gearbeitet hat. Diese Leute benutzen Frauen, um Roh-Edelsteine in die USA zu schmuggeln. Doch die Tote hatte noch ganz andere Absichten in den Vereinigten Staaten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920810","hoster":"VOE"},{"path":"/redirect/12130363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-8","name":"Laura und der unsichtbare Hacker","epNo":8,"alt":"The Mystery Of The Ghost In The Machine","descr":"Ein Mann wird in einem Luxus-Auto mit mehreren Schüssen getötet. Wie sich herausstellt, handelt es sich um Detective Jon Campbell, der undercover einem Hehler-Kartell auf der Spur war. Offensichtlich ist er aufgeflogen. Bei den Ermittlungen findet Bose heraus, dass seine Identität bei einem Hacker-Angriff aus dem Computer seines Vorgesetzten entwendet wurde. Dann dringt der Hacker plötzlich in das Netzwerk des Reviers ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130391","hoster":"VOE"},{"path":"/redirect/12130377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-9","name":"Laura und die Dreierbeziehung","epNo":9,"alt":"The Mystery Of The Triple Threat","descr":"In einer Kirche wird die Leiche eines Eventmanagers gefunden. Der Mann hatte kurz vor seinem Tod zwar berufliche Probleme, doch schnell führt die Spur der Ermittler in das turbulente Privatleben des Mannes: Peter Drake lebte in einer Dreierbeziehung und traf sich außerdem mit seiner Ex-Verlobten, die allerdings auch in einer Partnerschaft lebte. Laura erfährt durch Zufall von Jakes schlechten Werten bei seiner letzten Untersuchung und kann ihm nun nicht mehr vertrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130400","hoster":"VOE"},{"path":"/redirect/12130403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-10","name":"Laura und der Duft von Lavendel","epNo":10,"alt":"The Mystery Of The Downward Spiral","descr":"Laura und Jake müssen herausfinden, wer den Parfümhersteller Michael Dunham umgebracht hat. Die Reihe der Verdächtigen ist lang, denn nicht nur sein Sohn Jon hatte einige Gründe, Michael zu töten, sondern auch diverse Angestellte. Gerade als sich Laura sicher ist, dass Jon nicht als Mörder in Frage kommt, wendet sich das Blatt. Doch das ist erst der Beginn eines gefährlichen Spiels …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130411","hoster":"VOE"},{"path":"/redirect/12130409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-11","name":"Laura und der unerwünschte Hausgast","epNo":11,"alt":"The Mystery Of The Unwelcome Houseguest","descr":"Jon Dunham dringt in Lauras Haus ein und will sie mit Hilfe einer scharfen Bombe dazu zwingen zuzugeben, ihm den Mord an seinem Vater angehängt zu haben. Laura versucht verzweifelt, ihn vom Gegenteil zu überzeugen und die Lage in den Griff zu bekommen. Sie schafft es tatsächlich, vernünftig mit Dunham zu reden und stößt dabei auf neue Hinweise. Unterdessen ermittelt ihr ahnungsloses Team noch rund um die Explosion im Labor. Dabei kommen einige Ungereimtheiten ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130410","hoster":"VOE"},{"path":"/redirect/12130416","hoster":"Doodstream"},{"path":"/redirect/12130413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-12","name":"Laura und der Fremde im Zug","epNo":12,"alt":"The Mystery Of The Morning Jog","descr":"Mitten in der Rush Hour wird ein Jogger vor einen Bus geschubst. Es handelt sich um Aidan Silverman, einen außerordentlich erfolgreichen Sportmediziner. Laura nimmt als Täter zunächst Charles Baptiste ins Visier, den überehrgeizigen Vater eines Patienten, der mit Silvermans Diagnose nicht einverstanden war. Doch dann führen die Hinweise zu Karl Baronson, dem Ex-Mann von Silvermans Ehefrau Mimi. Er hätte allen Grund gehabt, den Nebenbuhler aus dem Weg zu räumen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130417","hoster":"VOE"},{"path":"/redirect/12130422","hoster":"Doodstream"},{"path":"/redirect/12130421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-13","name":"Laura und der Serienmörder","epNo":13,"alt":"The Mystery Of The Dark Heart","descr":"Es ist einen Tag vor Valentinstag, und Paul Henshaw wird erstochen in seiner Wohnung aufgefunden. Offenbar hatte er ein Date – doch von der Frau fehlt jede Spur. Vieles deutet darauf hin, dass der Valentinstags-Mörder nach über 20 Jahren wieder zugeschlagen hat: Er tötete die Männer und verschleppte die Frauen. Deren Leichen deponierte er am 14. Februar um Mitternacht im Central Park. Doch der Täter wurde bei einem Einsatz erschossen. Hat Laura es mit einem Nachahmer zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130425","hoster":"VOE"},{"path":"/redirect/12130430","hoster":"Doodstream"},{"path":"/redirect/12130429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-14","name":"Laura und der Attentatsversuch","epNo":14,"alt":"The Mystery Of The Political Operation","descr":"Laura soll den kubanischen Präsidentschaftsanwärter Carlos Hernandez während seines Aufenthaltes in New York beschützen. Hernandez’ Bodyguard Ernesto Garcia ist sich sicher, dass jemand den engagierten Politiker töten will – und scheint Recht zu behalten, denn kurz darauf wird er selbst ermordet. Alles sieht wie ein Raubüberfall aus, doch Laura glaubt nicht daran. Sie ist davon überzeugt, dass irgendjemand aus Hernandez’ Delegation es auf ihn abgesehen hat, doch wer und warum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130431","hoster":"VOE"},{"path":"/redirect/14159335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-15","name":"Laura und der geheimnisvolle Anruf","epNo":15,"alt":"The Mystery Of The Unknown Caller","descr":"Ein Mann, der im winterlichen New York vor seinem Killer flüchtet, spricht Laura auf die Mailbox. Es gelingt ihr, den Anrufer ausfindig zu machen – doch der ist bereits tot. Wie sich herausstellt, handelt es sich um Ian Gendry, den Freund von Lauras flatterhafter Halbschwester Lucy. Wie sich herausstellt, stecken Lucy und Ian knietief im Handel mit Schwarzmarkt-Medikamenten, der von dem skrupellosen Jimmy Chun koordiniert wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130446","hoster":"VOE"},{"path":"/redirect/12130450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-laura-diamond/staffel-2/episode-16","name":"Laura und die Lebensversicherung","epNo":16,"alt":"The Mystery Of The End Of Watch","descr":"Laura und das Team setzen alles daran herauszufinden, wer Santiani getötet hat. Ausgerechnet Jimmy Chun, der mit einem Trick aus dem Gefängnis entkommen ist, liefert einen wichtigen Hinweis. Dann verschwindet Santianis Sohn Justin. Zuerst sieht es nach einer Entführung aus, doch dann stellt sich heraus, dass sein Vater ihn beschützen wollte – aus gutem Grund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130451","hoster":"VOE"},{"path":"/redirect/14405001","hoster":"Streamtape"}]}]}]}]}