{"path":"/serie/stream/detective-grace","name":"Detective Grace","descr":"In der südenglischen Küstenstadt Brighton nimmt DSI Roy Grace (John Simm) gemeinsam mit seinem Kollegen DS Glenn Branson (Richie Campbell) die Ermittlungen in besonders kniffligen Fällen auf. Sein Privatleben liegt in Scherben, nachdem vor einigen Jahren seine geliebte Ehefrau plötzlich spurlos verschwand. Da die jahrelange Suche kein Ergebnis brachte, vertraut Grace den Fähigkeiten eines Wahrsagers, was ihn jedoch in berufliche Schwierigkeiten bringt.","seasons":[{"path":"/serie/stream/detective-grace/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/detective-grace/staffel-1/episode-1","name":"Stirb ewig","epNo":1,"alt":"Dead Simple","descr":"Ein Junggesellenabschied läuft aus dem Ruder. Es gibt Tote – und vom Bräutigam fehlt jede Spur. Detective Superintendent Grace begibt sich auf die Suche. Es beginnt ein Wettlauf gegen die Zeit. In Brighton feiert der erfolgreiche Unternehmer Michael Neward mit seinen Freunden Junggesellenabschied. Doch bald weicht die Partystimmung purem Entsetzen: Es gibt Tote und Michael ist verschwunden. Für DSI Roy Grace beginnt ein Wettlauf gegen die Zeit. Detective Superintendent Roy Grace (John Simm) gilt als einer der besten Ermittler der Polizei von Brighton und Hove. Wegen seiner unorthodoxen Ermittlungsmethoden, bei denen er kürzlich auch ein Medium um Hilfe bat, wurde er jedoch in den ungeliebten Innendienst versetzt. Die lokale Presse macht sich über ihn lustig und titelt: \"Spitzenpolizist ruft Geisterjäger.Als allerdings der ebenso junge wie wohlhabende Immobilienunternehmer Michael Neward (Tom Weston-Jones) nach seinem Junggesellenabschied spurlos verschwunden ist, bittet Detective Sergeant Glenn Branson (Richie Campbell) seinen Kollegen um Unterstützung. Roy steigt in den Fall ein und ist sich schon bald sicher, dass Michaels bester Freund und Geschäftspartner Mark Warden (Matt Stokoe) etwas mit dem Verschwinden zu tun hat. Im Zuge seiner Ermittlungen sucht er erneut den \"Geisterjäger\" Harry Frame (Adrian Rawlins) auf. Das Ergebnis ist zunächst ernüchternd. Doch in diesem Fall ist nichts, wie es scheint – und schließlich sorgt Michaels verzweifelte Braut Ashley Haynes (Alisha Bailey) für eine überraschende Wende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11681263","hoster":"VOE"},{"path":"/redirect/11681254","hoster":"Doodstream"},{"path":"/redirect/11681256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-grace/staffel-1/episode-2","name":"Stirb schön","epNo":2,"alt":"Looking Good Dead","descr":"In den Hügeln nördlich von Brighton wird die Leiche einer Frau gefunden. Detective Superintendent Grace vermutet, dass ein Serienmörder zugeschlagen hat. Die Spuren führen ins Darknet. Roy Grace und sein Kollege Branson bekommen es mit Sexualmorden zu tun, bei denen Drogen im Spiel waren. Dann wird ein Mord im Darknet live gestreamt. Als ein Familienvater den Tätern durch Zufall ins Gehege kommt, nimmt der Fall immer größere Dimensionen an. In einem Naturschutzgebiet nördlich von Brighton and Hove wird die Leiche einer jungen Frau gefunden – oder vielmehr das, was von dem Opfer eines offenbar sexuell motivierten Mordes übrig geblieben ist. Detective Superintendent Roy Grace (John Simm) und Detective Sergeant Glenn Branson (Richie Campbell) vermuten einen Zusammenhang mit zwei anderen bislang unaufgeklärten Todesfällen.Derweil gerät ein USB-Stick durch Zufall in die Hände des Geschäftsmannes Zack Bryce (Amit Shah). Durch das Speichermedium erhält der Familienvater direkten Zugang zum Darknet, wo er Zeuge eines live gestreamten Mordes wird. Bald gerät er selbst ins Visier der skrupellosen Hintermänner. Nun schweben auch seine Frau und seine Kinder in höchster Gefahr. Roy hat unterdessen weiterhin mit beruflichen und privaten Problemen zu kämpfen. Weil er in einem früheren Fall mit Harry Frame (Adrian Rawlins), einem mit übernatürlichen Fähigkeiten begabten Medium, zusammengearbeitet hat, steht er unter besonderer Beobachtung seiner Vorgesetzten. Auch das Verschwinden seiner Frau Sandy macht ihm immer noch zu schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173244","hoster":"VOE"},{"path":"/redirect/11721276","hoster":"Doodstream"},{"path":"/redirect/11721275","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/detective-grace/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/detective-grace/staffel-2/episode-1","name":"Nicht tot genug","epNo":1,"alt":"Not Dead Enough","descr":"Im Mordfall einer getöteten wohlhabenden Ehefrau aus Brighton sucht DS Roy Grace (John Simm) nach Spuren.Bild: ZDF und ITV.Die Ehefrau eines erfolgreichen Geschäftsmannes aus Brighton wird ermordet in ihrem Haus aufgefunden. Ihr Mann hat zwar ein Alibi, verhält sich aber verdächtig. Kann Grace ihn überführen? Auch privat hat es DS Roy Grace nicht leicht: Immer noch beschäftigt ihn das spurlose Verschwinden seiner Ehefrau Sandy ein paar Jahre zuvor. Ihn plagen Albträume, wie er ihre Leiche findet. Andererseits will er nach vorne schauen und einen Neuanfang wagen. Verkompliziert wird die Angelegenheit durch Rechtsmedizinerin Cleo Moray (Zoë Tapper). Roy (John Simm) fühlt sich direkt zu der sympathischen, attraktiven und intelligenten Frau hingezogen.Und auch sie scheint einem Kennenlernen nicht abgeneigt zu sein. Das beobachtet auch Roys Partner DS Glenn Branson (Ritchie Campbell), der nach einer Schussverletzung und einigen Therapiestunden wieder zum Dienst erscheint. Roy Grace ist sich allerdings nicht sicher, ob Glenn wirklich schon wieder so bereit für den Einsatz ist, wie er stets beteuert. Doch es findet sich zunächst keine Gelegenheit, Glenn darauf anzusprechen, da ein Mordfall die gesamte Aufmerksamkeit des Ermittlerteams erfordert.Die Ehefrau des wohlhabenden und in Brightons höchsten Kreisen verkehrenden Geschäftsmannes Kit Bishop (Arthur Darvill) wird tot in ihrer Villa aufgefunden. Bishop benimmt sich bei der ersten Befragung recht seltsam, hat aber anscheinend ein Alibi für die Zeit: Er sei in London gewesen und wohne unter der Woche dort. Morgens sei er dann früh zu einer Partie Golf nach Brighton gefahren. Bishop wird daraufhin in einem Hotel untergebracht, aus dem er kurze Zeit später auf eigene Faust verschwindet.Tatsächlich geschieht in genau diesem Zeitraum ein weiterer Mord – im exakt gleichen Modus Operandi wie im Fall von Bishops Ehefrau. Bishop bestreitet weiterhin alles, doch das Ermittlerteam rund um Roy Grace und Glenn Branson, bestehend aus DS Norman Potting (Craig Parkinson), DS Bella Moy (Laura Elphinstone) und DC Nick Nicholl (Brad Morrison), findet Unglaubliches heraus: Kit Bishop war der Liebhaber des zweiten Opfers und ist offensichtlich vorbestraft – wegen sexueller Übergriffe auf Frauen. Als Rechtsmedizinerin Cleo Moray nur knapp einem Anschlag entgeht, steht für Roy Grace fest: Er muss dem Mörder die Taten so schnell wie möglich nachweisen und ihn aus dem Verkehr ziehen.Doch das ist leichter gesagt als getan, zumal Graces Vorgesetzte ACC Alison Vosper (Rakie Ayola) aus Furcht vor einem Skandal Aufsehen vermeiden will und von Grace verlangt, dass die Ermittlungen rund um den prominenten Kit Bishop möglichst geräuschlos vonstattengehen. Werden Detective Grace und sein Team es trotzdem schaffen, den Täter rechtzeitig zu überführen, bevor es weitere Opfer gibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13958593","hoster":"VOE"},{"path":"/redirect/13958597","hoster":"Vidoza"},{"path":"/redirect/13958592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-grace/staffel-2/episode-2","name":"So gut wie tot","epNo":2,"alt":"Dead Man’s Footsteps","descr":"In einem Regenwasserkanal wird eine skelettierte Frauenleiche entdeckt. Handelt es sich um die sterblichen Überreste von Sandy, der vor Jahren verschwundenen Frau von DS Roy Grace? Der Ermittler kann zwar kurze Zeit später aufatmen, als feststeht, dass es sich nicht um Sandy handeln kann. Doch nun hat er einen komplexen Fall vor sich, den zu lösen ihn und sein Team viel Kraft kosten wird. Zu allem Überfluss stößt mit DS Cassian Pewe (James D’Arcy) ein altbekannter Kollege zum Team, den DS Roy Grace (John Simm) wegen dessen hochnäsiger und karrierefixierter Art nicht leiden kann. Pewe soll sich im Auftrag von Roys Vorgesetzter ACC Alison Vosper (Rakie Ayola) ungeklärte Fälle vornehmen – und rollt als Erstes das Verschwinden von Graces Frau wieder auf.Mehr noch: Pewe hat Roy als Hauptverdächtigen im Visier. Und er schreckt auch nicht davor zurück, Sandys Eltern, Derek (Michael Bertenshaw) und Margot Balkwell (Margot Leicester), erneut zu befragen, um seinen Verdacht gegen Roy zu erhärten. Von diesem Vorgehen ist Roy so sehr mitgenommen, dass seine neue Freundin, die Rechtsmedizinerin Cleo Morey (Zoë Tapper), schnell Roys Dilemma begreift: Er hat mit Sandy (Clare Calbraith) noch nicht wirklich abgeschlossen, und deswegen beendet sie die Beziehung vorläufig.Bei der Leiche aus dem Kanal, so ergeben die Ermittlungen, muss es sich um eine Frau handeln, die eigentlich in die USA auswandern wollte. Ihr Mann war kurze Zeit später bei einem ungeklärten Absturz eines Leichtflugzeuges ums Leben gekommen. Auch dessen zweite Frau ereilte ein tragisches Schicksal: Sie sprang wenig später von einer Fähre in den Ärmelkanal. Das Ermittlerteam, allen voran DS Norman Potting (Craig Parkinson), DS Glenn Branson (Ritchie Campbell) und DC Nick Nicholl (Brad Morrison), steht vor einem Rätsel und versucht, die Puzzleteile zu einem stimmigen Bild zusammenzusetzen.Alle Fäden scheinen zunächst bei Sean Klinger (Steven Hartley) zusammenzulaufen. Was weiß der windige Gebrauchtwagenhändler und Drogenkönig von Brighton über den Fall? Unterdessen meldet sich eine weitere junge Frau bei der Polizei. Sie gibt an, ihre Mutter sei entführt worden. Zunächst scheint diese Angelegenheit in keinem Zusammenhang mit den Toten zu stehen. Doch es stellt sich heraus, dass sie möglicherweise der Schlüssel zur Lösung des Falles sein könnte. Und was hat das Ganze mit einer Briefmarkensammlung zu tun, die der Entführer von ihr erpressen will?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13973938","hoster":"VOE"},{"path":"/redirect/13973948","hoster":"Vidoza"},{"path":"/redirect/13973937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/detective-grace/staffel-2/episode-3","name":"Und morgen bist du tot","epNo":3,"alt":"","descr":"Ein Baggerschiff stößt bei Arbeiten in der Fahrrinne in der Nordsee auf eine Leiche. Ihr wurden die Augen und die inneren Organe entfernt. Handelt es sich um illegalen Organhandel? In den folgenden Tagen werden weitere solcher Leichen gefunden. Alle stammen aus dem südlichen Mittelmeerraum oder dem Nahen Osten, allen fehlen Organe, die medizinisch fachkundig entfernt wurden. DS Roy Grace und sein Team suchen fieberhaft nach den Drahtziehern. Grace (John Simm) und seinem Partner DS Glenn Branson (Ritchie Campbell) stellen sich vor allem zwei Fragen: Gibt es Menschen, die auf Transplantationslisten standen und es nicht mehr tun? Und: Sind Chirurgen in der jüngeren Vergangenheit durch bestimmte Äußerungen zum Thema aufgefallen? Ein solcher Arzt fällt tatsächlich in das Raster.Doch dessen Klinikchef, der renommierte Dr. Roger Gunnislake (Stephen Boxer) legt für den jungen Chirurgen seine Hand ins Feuer: Er habe nur einmal eine offene Diskussion über die Vergabe von Organspenden gefordert. Außerdem liegt er nach einem schweren Motorradunfall im Koma. DC Nick Nicholl (Brad Morrison), DS Bella Moy (Laura Elphinstone) und DS Norman Potting (Craig Parkinson) untersuchen das Milieu, in dem sich die Opfer hätten aufhalten können. Alle waren offensichtlich Flüchtlinge ohne Papiere.Und Schritt für Schritt fügt sich das Puzzle zusammen: Eine Transplantationsfirma wirbt geeignete junge Menschen im Flüchtlingsmilieu an, indem ihnen ein Job in London versprochen wird – und deren Verschwinden niemand bemerken oder melden würde. Dann werden ihnen die nötigen Organe entnommen, und ihre Leichen werden im Meer versenkt. Wird es dem Team um Roy Grace gelingen, die Organhändler aufzuhalten, bevor die nächsten Opfer auf dem OP-Tisch landen? Und wird Roy es schaffen, sich gedanklich von seiner vor Jahren verschwundenen Ehefrau Sandy (Clare Calbraith) zu lösen, um einen Neuanfang mit der Rechtsmedizinerin Cleo Morey (Zoë Tapper) wagen zu können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13997764","hoster":"VOE"},{"path":"/redirect/13997765","hoster":"Doodstream"},{"path":"/redirect/13997766","hoster":"Vidoza"},{"path":"/redirect/13997763","hoster":"Streamtape"}]}]}]}]}