{"seriesId":"detective-no-24","name":"Detective No. 24","descr":"[The Detective from Beledweyne] Tilda Renström (Malin Levanon) war Staatsanwältin – bis sie ihren Job verlor, da sie es mit den Vorschriften nicht immer so genau nahm. Inzwischen arbeitet sie in dem kleinen Ort Karkebo als Betreuerin in einer Erstaufnahmeeinrichtung der schwedischen Einwanderungsbehörde. Dann verschwindet die 15 Jahre alte Anna (Kerstin Hylander Signahl) spurlos und ihr mit Blut übersätes Fahrrad wird in der Nähe der Einrichtung gefunden. Tilda lässt sich zur Ansprechpartnerin für die Polizei ernennen, was vor allem dem Ermittler Mats (Kristofer Kamiyasu) ein Dorn im Auge ist. Er hat mit der früheren Staatsanwältin noch eine Rechnung offen. Zeitgleich nimmt der somalische Flüchtling Ibraahin (Nasir Farah Dhagole) Kontakt zu Tilda auf. Der ansonsten schweigsame Mann spricht fließend Schwedisch und behauptet, dass er Tilda im Fall des Mädchens helfen könne. Als Gegenleistung müsse sie aber seine bevorstehende Abschiebung nach Somalia verhindern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Anna","epNo":1,"alt":"","descr":"Die gefeuerte Staatsanwältin Tilda arbeitet in einer Flüchtlingsunterkunft der schwedischen Einwanderungsbehörde. Dort lernt sie Ibraahin kennen, der sich als genialer Ermittler entpuppt. Tilda nimmt die Ausführungen des Asylbewerbers aus Somalia zunächst nicht ernst. Doch als Ibraahin ihr exakt schildert, an welcher Stelle die 15-jährige Anna verschwunden ist, wird sie hellhörig. Es stellt sich heraus, dass Ibraahin richtig liegt. Die Staatsanwältin Tilda Renström (Malin Levanon) nimmt es mit den Vorschriften nicht immer so genau und hat daher ihren Job verloren. Nun arbeitet sie in ihrem kleinen Heimatort Karkebo als Betreuerin in einer Erstaufnahmeeinrichtung der schwedischen Einwanderungsbehörde. Die dort untergebrachten Menschen warten auf eine Entscheidung, ob sie im Land bleiben dürfen. Eines Tages verschwindet Anna (Kerstin Hylander Signahl), ein 15-jähriges Mädchen aus dem Dorf, spurlos. Ihr mit Blutspuren übersätes Fahrrad und ihre Tasche werden in der Nähe der Flüchtlingseinrichtung gefunden. Tilda sieht in dem Fall eine neue Chance für sich. Sie bietet ihrem ehemaligen Vorgesetzten Ralf Jönsson (Dag Malmberg) an, die Ermittlungen zu übernehmen. Ralf weist sie allerdings freundlich darauf hin, dass sie gefeuert worden sei. Dennoch lässt sich Tilda nicht beirren. Sie sorgt dafür, dass sie in der Flüchtlingseinrichtung zur offiziellen Ansprechpartnerin für die Polizei ernannt wird. Das ist vor allem dem Ermittler Mats (Kristofer Kamiyasu) ein Dorn im Auge. Er hat mit der früheren Staatsanwältin noch eine Rechnung offen. Unterdessen nimmt der somalische Flüchtling Ibraahin (Nasir Farah Dhagole) Kontakt zu Tilda auf. Es stellt sich überraschend heraus, dass der ansonsten sehr schweigsame Mann fließend Schwedisch spricht. Ibraahin behauptet, dass er Tilda im Fall Anna helfen könne. Als Gegenleistung müsse sie aber seine bevorstehende Abschiebung nach Somalia verhindern.","versions":[{"lang":1,"streams":[{"redirect":13181940,"hoster":"VOE"},{"redirect":13181943,"hoster":"Doodstream"},{"redirect":13181939,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hase und Igel","epNo":2,"alt":"","descr":"Nachdem Tilda dafür gesorgt hat, dass Ibraahin vorerst nicht abgeschoben wird, setzen die beiden ihre heimlichen Ermittlungen fort. Ibraahin ist überzeugt, dass Anna noch lebt. Der Staatsanwalt geht jedoch davon aus, dass das verschwundene Mädchen tot ist. Im Wald wurde Annas blutige Kleidung gefunden. Wenig später gesteht ein Mann, der in derselben Flüchtlingseinrichtung wie Ibraahin untergebracht ist, den vermeintlichen Mord. Tilda (Malin Levanon) hat dafür gesorgt, dass Ibraahins (Nasir Farah Dhagole) Abschiebung erst einmal nicht vollzogen wird. Sie ermittelt zusammen mit dem geheimnisvollen Mann aus Somalia im Fall der verschwundenen Anna (Kerstin Hylander Signahl), obwohl die beiden dafür keinen offiziellen Auftrag haben. Unterdessen entdeckt das Suchteam der Polizei im Wald einen Beutel mit blutiger Kleidung. Es stellt sich heraus, dass sie dem verschwundenen Mädchen gehört. Aufgrund der Menge an Blut geht der zuständige Staatsanwaltschaft davon aus, dass Anna tot ist. Überraschenderweise scheint die Tat schon bald aufgeklärt, als ein Bewohner der Flüchtlingseinrichtung gegenüber Ermittler Mats (Kristofer Kamiyasu) ein Geständnis ablegt. Der vermeintliche Mörder Hammod (Othman Othman) legt eine aus Holz geschnitzte Schlüsselkopie vor, mit deren Hilfe er sich angeblich frei außerhalb der geschlossenen Vollzugsanstalt bewegen konnte. Mats und seine Kollegin Laila (Ellen Jelinek) sind nicht vollauf davon überzeugt, dass Hammod die Wahrheit sagt. Sie bitten den Staatsanwalt darum, den Verdächtigen noch nicht ins Gefängnis nach Uppsala zu überführen, sondern ihn für weitere Verhöre in Karkebo zu lassen. Das hat für Hammod fatale Konsequenzen, denn die Nachricht von dem angeblichen Täter aus der Flüchtlingseinrichtung hat sich im Dorf bereits wie ein Lauffeuer verbreitet. Derweil überrascht Ibraahin Tilda mit einer neuen Theorie: Er ist davon überzeugt, dass Anna noch lebt.","versions":[{"lang":1,"streams":[{"redirect":13917371,"hoster":"VOE"},{"redirect":13181938,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fünf Tage","epNo":3,"alt":"","descr":"Tilda bekommt eine neue Chance, sich als Staatsanwältin zu bewähren. Es geht um einen Mann, der enthauptet in seinem Auto gefunden wurde. Wieder spannt sie Ibraahin für ihre Zwecke ein. Im Gespräch mit einer Journalistin prescht Tilda vor und geht sicher von einem Mordfall aus. Doch vieles spricht zunächst für einen Suizid. Ibraahin entdeckt dann allerdings ein Detail, das tatsächlich auf die Beteiligung eines Unbekannten hindeutet. Im Fall Anna hat sich Tilda (Malin Levanon) gern mit den Ergebnissen von Ibraahins (Nasir Farah Dhagole) Ermittlungen geschmückt, danach aber jeglichen Kontakt zu ihm abgebrochen. Da sie seinen Asylantrag nicht schriftlich dokumentiert hat, muss Ibraahin weiter in der Flüchtlingseinrichtung in Karkebo ausharren. Allerdings läuft es auch für Tilda nicht so rund, wie sie es sich erhofft hatte. Trotz ihres Erfolgs darf sie nicht permanent auf ihren Posten als Staatsanwältin zurückkehren. Tildas Vorgesetzter Ralf (Dag Malmberg) gibt ihr dennoch eine neue Bewährungschance: Sie soll sich um einen weiteren Fall kümmern, bis ein Nachfolger für sie gefunden ist. Es geht um den Fahrlehrer Leif, der tot in seinem mit laufendem Motor an einer Landstraße stehenden Auto gefunden wurde. Sein abgetrennter Kopf lag auf der Rückbank. Tilda kann nun doch wieder die Hilfe von Ibraahin gebrauchen. Sie sorgt dafür, dass er die Flüchtlingsunterkunft verlassen und in eine von ihrem Bekannten Carlos (Zana Penjweni) geleitete Wohneinrichtung für Asylbewerber einziehen kann.","versions":[{"lang":1,"streams":[{"redirect":13181946,"hoster":"VOE"},{"redirect":13181942,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"„I Want to Know What Love Is“","epNo":4,"alt":"","descr":"Nachdem Tilda \"zufällig\" ein neues Beweisstück im Auto des enthaupteten Leif entdeckt hat, werden die Ermittlungen noch einmal aufgerollt. Die Hinweise auf einen Mord verdichten sich. Ibraahin geht davon aus, dass Täter und Opfer sich kannten und dass auch die Musik, die im Auto lief, für die Aufklärung des Falles von Bedeutung ist. Doch für diese These brauchen Tilda und Ibraahin handfeste Beweise. Die Ermittler um Melvin (Richard Sseruwagi) hatten den Fall des im Auto enthaupteten Leif eigentlich schon als Suizid eingestuft und zu den Akten gelegt. Da Tilda (Malin Levanon) nun aber \"zufällig\" ein Stück einer Plastikverpackung im Wagen des Toten gefunden hat, das nicht auf den Bildern vom Tatort dokumentiert war, kommen Zweifel auf. War es doch Mord? Tildas Vorgesetzter Ralf (Dag Malmberg) ordnet aufgrund der unklaren Sachlage zähneknirschend an, dass die Ermittlungen noch einmal neu aufgerollt werden. Die treibende Kraft hinter Tildas Recherchen in dem Fall ist nach wie vor der Asylbewerber Ibraahin (Nasir Farah Dhagole). Er ist mittlerweile davon überzeugt, dass Leif umgebracht wurde.","versions":[{"lang":1,"streams":[{"redirect":13181948,"hoster":"VOE"},{"redirect":13181949,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abhängig","epNo":5,"alt":"","descr":"Ein vermeintlicher Drogendealer ist erschossen worden. Tilda, die wieder offiziell als Staatsanwältin arbeitet, übernimmt den Fall. Dabei wird sie mit ihrer Vergangenheit konfrontiert. Der Gangsterboss Omar, mit dem Tilda noch eine Rechnung offen hat, wurde am Tatort gesehen. Sie setzt nun alles daran, ihn hinter Schloss und Riegel zu bringen. Doch Ibraahin ist skeptisch. Er vermutet, dass die Tat einen ganz anderen Hintergrund hat. Für Ibraahin (Nasir Farah Dhagole), der mehrfach bekundet hat, dass er auf keinen Fall nach Somalia zurückkehren kann, weil ihm dort der sichere Tod droht, gibt es eine gute Nachricht: Er darf mit einer vorläufigen Aufenthaltsgenehmigung in Schweden bleiben. Tilda (Malin Levanon), die nun offiziell wieder als Staatsanwältin arbeiten darf, will Ibraahin einmal mehr als heimlichen Helfer bei ihren Ermittlungen einspannen. Doch die Stimmung zwischen den beiden ist angespannt, denn Ibraahin ist nicht einverstanden mit dem Asylantrag, den Tilda ohne sein Wissen für ihn zusammengeschrieben hatte. Da sie sich dabei zu offensichtlich an Bestandteilen aus Berichten zu früheren Asylverfahren bedient hat, droht nun großer Ärger. Tildas Widersacher, der Polizist Mats (Kristofer Kamiyasu), schwärzt sie bei ihrem Vorgesetzten Ralf (Dag Malmberg) an. Dieser drängt aber darauf, dass die aktuellen Mordermittlungen nicht verzögert werden dürfen. Es geht dabei um den Syrer Samir (Wasim Kashlan), der bei einem vermeintlichen Drogengeschäft auf offener Straße erschossen wurde. Der Ermordete hatte offenbar im Revier des Gangsterbosses Omar (Mike Almayehu) gedealt. Der wiederum ist für die Staatsanwältin kein Unbekannter. Tilda wollte Omar schon einmal zur Strecke bringen – verlor dabei aber ihren Job.","versions":[{"lang":1,"streams":[{"redirect":13181952,"hoster":"VOE"},{"redirect":13181955,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Suchen und Finden","epNo":6,"alt":"","descr":"Ibraahin hat herausgefunden, dass der vermeintliche Drogendealer Samir als Journalist Kriegsverbrechen des Assad-Regimes dokumentierte. War der Mord an ihm politisch motiviert? Währenddessen ist Tilda darauf fokussiert, den Gangsterboss Omar für die Tat ins Gefängnis zu bringen. Ibraahin glaubt, dass sie sich auf einer falschen Fährte befindet. Er ermittelt auf eigene Faust im Umfeld des Ermordeten und gerät dabei in höchste Gefahr. Während Tilda (Malin Levanon) immer noch darauf aus ist, den Gangsterboss Omar (Mike Almayehu) hinter Schloss und Riegel zu bringen, ermittelt Ibraahin (Nasir Farah Dhagole) in eine völlig andere Richtung. Er geht davon aus, dass Omar tatsächlich nichts mit dem Mord an Samir (Wasim Kashlan) zu tun hatte, sondern dass es sich dabei um eine politisch motivierte Tat handelt. Samir war offenbar als Journalist tätig und dokumentierte Kriegsverbrechen des Assad-Regimes. Ibraahin vermutet daher, dass er von syrischen Sicherheitsbehörden getötet wurde. Er wundert sich allerdings darüber, dass Samir als oppositionellem Journalisten aus Syrien kein Asyl in Schweden gewährt wurde. Um mehr über den Ermordeten zu erfahren, nutzt Ibraahin den Kontakt zu einem Mann, der Samir Arbeit vermittelt hatte. Ibraahin lässt sich als Aushilfe auf einer Baustelle engagieren.","versions":[{"lang":1,"streams":[{"redirect":13181953,"hoster":"VOE"},{"redirect":13181958,"hoster":"Streamtape"}]}]}]}]}