{"path":"/serie/stream/deutsch-les-landes","name":"Deutsch-Les-Landes","descr":"Die Bürgermeisterin des französischen Küstenörtchens Jiscalosse sieht ihre Kommune mit der Pleite konfrontiert. Als Ausweg verkauft sie einen Teil des 1800-Bewohner-Ortes an den bayrischen Unternehmer Gerhard Jäger. Da hier immer die Sonne scheint und er hier auch keine Unternehmenssteuer zahlen muss, verlegt der exzentrische und chronisch gelangweilte Unternehmer als Abenteuer kurzerhand den Sitz seiner kleinen Firma für Automobil-Produktdesign hierhin und lässt alle Angestellten mit deren Familien übersiedeln – 200 Menschen. Die Franzosen hatten sich bisher gut damit arrangiert, dass man in den Urlaubszeiten deutsche Gäste beherbergt – aber nun 365 Tage im Jahr zehn Prozent der Bewohner aus Deutschland zu haben … ? Auch die Deutschen sind nur wenig erbaut über den Zwangsumzug, nur um den Arbeitsplatz zu behalten. Ein Culture-Clash ist unvermeidlich.","seasons":[{"path":"/serie/stream/deutsch-les-landes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-1","name":"Die Ankündigung","epNo":1,"alt":"","descr":"Die Mitarbeiter fallen aus allen Wolken, als ihr Chef ankündigt, die Design-Abteilung seines Münchner Unternehmens in das französische Küstenörtchen Jiscalosse umzusiedeln. Zeitgleich informiert die dortige Bürgermeisterin Martine in einer öffentlichen Sitzung die Bewohner, dass der drohende Bankrott durch die Niederlassung einer deutschen Firma abgewendet werden konnte. Starker Widerstand regt sich sowohl auf Seiten der Franzosen als auch auf Seiten der Deutschen. Aber Vertrag ist Vertrag…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383856","hoster":"VOE"},{"path":"/redirect/8428052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-2","name":"Die Ankunft","epNo":2,"alt":"","descr":"Kaum angekommen gibt es schon die ersten Konflikte. Karsten moniert die Unterbringung, und Chloé muss aufgrund eines Fehlers von Karsten zu ihren Eltern ins Hotel ziehen. Keine erfreuliche Angelegenheit für sie, denn das Verhältnis zwischen ihr und ihrer zynischen Mutter Ghyslaine ist sehr angespannt. Auch Manfred hat mit seiner Familie zu kämpfen Sohn Dominik hat keinen Bock auf Frankreich und rennt weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587211","hoster":"VOE"},{"path":"/redirect/8396914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-3","name":"Liebe liegt im Baum","epNo":3,"alt":"","descr":"Die schlechte Straße, die zu Jäger Enterprises führt, sorgt für Unmut bei den autoliebenden Neuankömmlingen. Martine und Jean-Michel sind vertraglich gebunden, die Fahrbahn erneuern zu lassen. Dem Straßenausbau fiele jedoch der Liebesbaum von Jiscalosse zum Opfer. Das ruft die Franzosen auf den Plan: Matthieu, Chloés Ex-Freund, und ein paar andere Dorfbewohner ketten sich an den Baum und wollen die Abholzung verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587213","hoster":"VOE"},{"path":"/redirect/8396918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-4","name":"Tag der offenen Tür","epNo":4,"alt":"","descr":"Auch wenn zumindest Odile und Manfred sich etwas annähern, wird die Kluft zwischen den Franzosen und Deutschen nicht kleiner. Das soll sich ändern – Befehl von Gerhard Jäger. Man organisiert einen Tag der offenen Tür bei Jäger Enterprises und lernt sich so besser kennen. Vor allem Manfred und Odile kommen sich bei diesem Anlass näher. Und sie sind nicht die einzigen: Auch Matthieu scheint wieder eine wichtigere Rolle in Chloés Leben einzunehmen, ob sie nun will oder nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579303","hoster":"VOE"},{"path":"/redirect/8396924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-5","name":"French Disco","epNo":5,"alt":"","descr":"Die Deutschen sollen verschwinden. Zumindest sagt das ein Graffiti auf der Außenfassade von Jäger Enterprises. Eine Widerstandsgruppe namens \"Résistance\" hat sich gebildet und tut ihr Bestes, um die Deutschen aus Jiscalosse zu vertreiben. Martine und Jean-Michel mischen sich unter die Dorfbewohner und versuchen herauszufinden, wer zur Organisation gehört. Währenddessen gibt Chloé Matthieus Anziehungskraft nach. Und Manfred findet heraus, dass Dominik von der Existenz seiner Mutter weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579302","hoster":"VOE"},{"path":"/redirect/8396930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-6","name":"Oktoberfest","epNo":6,"alt":"","descr":"Martine möchte ein Mini-Oktoberfest organisieren. Als wäre das nicht schon schwierig genug, taucht plötzlich Andreas, Chloés Freund aus München, auf. Chloé versucht, Matthieu und Andreas voneinander fernzuhalten, doch das gelingt ihr nicht. Auch Manfred möchte den Kontakt zwischen Odile und seiner Ex Katherine verhindern. Das Oktoberfest steht schließlich kurz vor dem Abbruch, als durch eine Aktion der \"Résistance\" das ausgeschenkte Bier ungenießbar wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587215","hoster":"VOE"},{"path":"/redirect/8396939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-7","name":"Sea, Sex and Sun","epNo":7,"alt":"","descr":"Ein Tag am Strand, der alle Probleme vergessen lassen soll. Doch Chloé muss sich zwischen Matthieu und Andreas entscheiden. Karsten will endlich herausfinden, ob er sich hier eingewöhnen oder wieder zurück nach München möchte. Manfred will Odile zurückgewinnen, und Martine versucht, endlich mal abzuschalten und alle beruflichen Probleme auszublenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333387","hoster":"VOE"},{"path":"/redirect/8396942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-8","name":"Familienangelegenheiten","epNo":8,"alt":"","descr":"Jäger Enterprises braucht einen Gärtner, der sich um die Grünanlagen kümmert – der erste Franzose, der bei Jäger Enterprises eingestellt werden soll. Matthieu und auch Andreas bewerben sich, um bei Chloé, die davon komplett überfordert ist, zu punkten. Durch Chloés Ablehnung freunden sich die beiden Männer an. Den Job bekommt dennoch ein anderer. Dominik zettelt derweil eine Art Revolution in Odiles Deutschkurs an, um eine Klassenkameradin zu beeindrucken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100372","hoster":"VOE"},{"path":"/redirect/8396963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-9","name":"Der Aufstand","epNo":9,"alt":"","descr":"Chloé ist unglücklich und braucht eine Luftveränderung. Da kommt Gerhard Jäger wieder eine Idee: Er hat einen Hügel in Spanien gekauft und will nun Jäger Enterprises von Jiscalosse dorthin verlagern. Manfred, Karsten und die gesamte Belegschaft sind vehement gegen einen neuerlichen Umzug. Manfred und Karsten versuchen, über Martine und Jean-Michel eine Lösung zu finden. Unerwartete Hilfe bekommen sie von Ghyslaine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8987616","hoster":"VOE"},{"path":"/redirect/8396961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/deutsch-les-landes/staffel-1/episode-10","name":"Französische Verhältnisse","epNo":10,"alt":"","descr":"Große Veränderungen stehen an: Manfred wurde entlassen, nimmt aber Jägers Aussage nicht ernst und geht wieder zur Arbeit. Doch der Chef erteilt ihm einen Platzverweis. Odile hat eine Idee, was Manfred jetzt beruflich in Jiscalosse machen könnte, denn weder er noch Dominik möchten inzwischen von hier weggehen. Es wird ein neuer Bürgermeister gesucht. Manfred ist jedoch nicht der einzige Bewerber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108498","hoster":"VOE"},{"path":"/redirect/8396957","hoster":"Streamtape"}]}]}]}]}