{"seriesId":"deutschland-247-ohne-uns-luft-nichts","name":"Deutschland 24/7 - Ohne uns läuft nichts!","descr":"Die Doku-Reihe \"Deutschland 24/7\" begleitet Menschen, die in ihrem Job jeden Tag ihre Bestes geben, um dem Wohl der Allgemeinheit zu dienen. Jede Folge zeigt drei achtstündige Arbeitstage u. a. in der Müllentsorgung und im Recycling, in Lokomotiv-Werkstätten, in einer Großbäckerei, bei Abschleppdiensten, Rolltreppenmonteuren oder Fensterputzern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Mehr als 20 Millionen Tonnen Altpapier werden jährlich in Deutschland entsorgt. 240.000 Tonnen davon landen auf dem Papierrecyclinghof in München. Mitarbeiter Alexander Klein und seine Kollegen haben alle Hände voll zu tun, den Wertstoff fachgerecht weiterzuverarbeiten sowie für einen reibungslosen Ablauf auf dem Hof zu sorgen - ganz gleich, ob Störung an der Sortieranlage oder Stau an der Papierpresse. Auch das Team der Feuerwehrwerkstatt Frankfurt schuftet im Akkord: Nur 12 Techniker und Mechaniker sind für die Wartung von insgesamt 400 Einsatzfahrzeugen verantwortlich.","versions":[{"lang":1,"streams":[{"redirect":6679382,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Kaputte Böden erneuern, defekte Sitze austauschen oder nerviges Graffiti entfernen: Tim Klein und seine Kollegen der U-Bahnwerkstatt in Nürnberg sind dafür zuständig, den Innenraum der Bahnwagons in Schuss zu halten. Langweilig wird ihnen dabei keineswegs, denn Vandalen und übliche Abnutzungserscheinungen sorgen für jede Menge Arbeit. Im Norden der Republik sind unterdessen Matthias Meier und Jan Sauerbier in schwindelerregender Höhe im Einsatz: 80 Meter über der Ostsee checken die routinierten Servicetechniker eine Offshore-Windkraftanlage durch..","versions":[]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Ob Rohrreiniger in Solingen, Gepäckabfertigung am Flughafen Leipzig oder Lokomotivenwartung in Augsburg: Wenn hier etwas ins Stocken gerät, läuft im wahrsten Sinne des Wortes gar nichts mehr! Zum Glück sind Männer wie Dennis und Herbert mit ihrem Abfluss-Notdienst 24 Stunden 365 Tage im Jahr verfügbar, um im Fall der Fälle jede noch so hartnäckige Verstopfung zu beseitigen. Auch Sebastian Lau und sein Logistik-Team leisten Schwerstarbeit. Die Gepäcklader sorgen unter Zeitdruck dafür, dass der deutsche Flugverkehr pünktlich von der Startbahn rollt.","versions":[]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Hochbetrieb auf dem Elektro-Recyclinghof im niedersächsischen Goslar: Täglich kommen hier über 250 Tonnen Elektroschrott an! Marcel Grun ist Bereichsleiter für Sortierung und Zerlegung. Er ist verantwortlich dafür, dass alles läuft. Vom Bagger, der die großen Teile aussortiert, bis zur fachgerechten Entsorgung von LCD-Flachbildfernsehern - heute gewährt Marcel Einblicke in seinen Alltag auf dem E-Schrotthof. Auch in dieser Folge: Wie die Trinkwasserversorgung der Millionenmetropole Hamburg funktioniert und wie Mitarbeiter des Amts für Abfallwirtschaft Karlsruhes Straßen sauber halten.","versions":[]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Baumpfleger-Noteinsatz rund um Augsburg: Der Eichenprozessionsspinner ist in Heerscharen über die bayerische Flora hergefallen! Die Brennhaare der Raupen wirken mit einem Nesselgift, das Ausschlag, starke Schmerzen oder sogar lebensbedrohliche Atemnot auslösen kann. Um der millionenfachen Invasion Herr zu werden, rücken Baumpfleger Josef und Thorsten gemeinsam mit Forstwirtin Verena zur Schädlingsbekämpfung im Blätterdach aus. Später muss ein Schmutzwasserpumpwerk in Hannover von ekligen Hinterlassenschaften gereinigt werden..","versions":[]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Transport der Superlative: Nachdem Projektleiter Daniel und Koordinator Frank bereits die Vorbereitungen für einen Schwertransport über die Bühne gebracht haben, steht heute der Hauptteil des Mammutprojekts an. Ein fast 100 Tonnen schweres Haus, eine alte Milchbar aus den 50er Jahren, soll aus der Innenstadt von Brühl in das 30 Kilometer entfernte Freilichtmuseum in Kommern verfrachtet werden. Das historische Gebäude unbeschadet von A nach B zu bringen, ist sogar für die Spezialisten eine Herausforderung! Auch in dieser Folge: Axel Schmitt gewährt Einblicke in seine fränkische Großbäckerei.","versions":[]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Industriekletterer Kevin Hotton arbeitet dort, wo andere an ihre Grenzen geraten. In extremen Höhen balanciert der 33-Jährige über Hochhausdächer oder kraxelt Industrietürme hinauf, um Reparaturarbeiten vorzunehmen. Auch sein heutiger Auftrag hat es in sich: Die Schrauben eines Abgasturmes auf der Insel Helgoland sollen ausgetauscht werden. In 90 Metern Höhe muss Kletterer Kevin zusätzlich dem rauen Nordseewind trotzen! Später kämpft Dr. Carola Holzner, leitende Oberärztin der größten Notaufnahme des Ruhrgebiets in Essen, um das Leben ihrer Patienten.","versions":[]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Die Wasserschutzpolizei auf dem Bodensee rettet jedes Jahr fast 400 Personen aus Seenot. Doch das ist bei weitem nicht ihre einzige Aufgabe: Die Beamten führen Bootskontrollen durch und überprüfen, ob die Schifffahrtsordnung eingehalten wird. Heute lassen sich Polizistin Tanja und Kollege Marcel bei ihrem vielschichtigen Job auf dem Wasser über die Schulter schauen. Auch in dieser Folge: Wie die Hannoversche Verkehrsgesellschaft 331 Stadtbahnen am Laufen hält und mit welchen Hindernissen die Münchener Müllabfuhr tagtäglich zu kämpfen hat...","versions":[]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Er sorgt für freie Busspuren und Haltestellen: Remo Ruf von der Wiesbadener Verkehrsüberwachung ist auf der Jagd nach Falschparkern, die den Busverkehr der hessischen Landeshauptstadt blockieren. Über 700 Bußgelder verteilen der 56-Jährige und seine Kollegen pro Woche! Bei besonders dreisten Fällen schreckt Remo auch nicht davor zurück, den Abschleppwagen zu rufen. Mit ganz anderen täglichen Tücken hat es Landschaftsgärtner Matthias Strobl zu tun. In Pfaffenhofen baut der 27-Jährige den Innenhof einer Wohnanlage um - viel Stress, einen Tag vor seinem Urlaub.","versions":[]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Die Sicherheit einer 500 Meter langen und 90 Meter hohen Autobahnbrücke bei Trier liegt in den vertrauensvollen Händen von Frank Zerwas. Mit einem Spezialgerät fährt der Brückenprüfer jeden Zentimeter des gigantischen Betonbauwerks ab und checkt die Brücke auf Herz und Nieren. Nicht ganz so glamourös geht es bei Ibrahim und Thomas zu: Die beiden Saugwagenfahrer haben es hauptberuflich mit stinkenden Fäkalien sowie ekligen Fettabscheidern zu tun. Ein Job, den die meisten nicht freiwillig annehmen würden, der aber nun mal gemacht werden muss..","versions":[]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"Im Hamburger Hafen macht ein riesiges Kreuzfahrtschiff Halt. Mit 5.000 Menschen an Bord gleicht die \"MSC Preziosa\" einer Kleinstadt auf dem Wasser. Das sorgt für jede Menge Müll, Abwasser und Tankrückstände! Damit der Unrat nicht in der Nordsee landet, rücken Kapitän Marcel Küster und seine Kollegen mit ihrem Entsorger-Schiff zum Ozeanriesen aus. Dort sollen die Meeresmüllmänner über 50 Kubikmeter Schmutzwasser absaugen. Unterdessen hat Einsatzleiter Tobias in Leipzig alle Hände voll zu tun, Tausende Fußballfans im öffentlichen Verkehr zu koordinieren.","versions":[]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"Mammutprojekt an der A99: Seit Monaten laufen an der Ringautobahn um München Bauarbeiten. Heute ist ein 200-Tonnen-Kran im Einsatz, um gigantische Verkehrsschilder zu installieren. Bauleiter Dennis Alius und sein Team müssen Vollgas geben, damit der Verkehr auf der vielbefahrenen Strecke schnellstmöglich wieder fließen kann. Gleichzeitig ist die Montage der 20 Meter großen Teile ein Drahtseilakt – vor allem vom Hubwagen aus! Auch am Flughafen der bayerischen Landeshauptstadt ist viel zu tun. Josef Rankl, Teamleiter im Fundbüro, berichtet von seiner abwechslungsreichen Arbeit am Airport.","versions":[]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"Knapp 80 Autobahnkilometer in Nordbayern sind das Einsatzrevier von Simon Popp. Der Straßenmeister sorgt hier täglich für Ordnung: Er leert Mülleimer, mäht Rasen und räumt nach Unfällen die Fahrbahn frei. Im zarten Alter von 19 Jahren darf Simon bereits einen 16-Tonner fahren – und darauf ist der junge Straßenmeister aus Bayern besonders stolz! Auch die Monteure bei Frankfurt am Main machen einen harten Job. Ihr heutiger Auftrag: Die Männer müssen einen 60 Meter hohen Baukran errichten! Gebuckelt wird auch in der Großwäscherei. 16 Tonnen Wäsche verarbeitet das Team um Stephan Palmer täglich.","versions":[]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"Der Container-Terminal Nürnberg ist einer der größten Warenumschlagplätze in Deutschland. Bis zu 700 voll beladene Container und Lkw-Trailer aus ganz Europa werden hier jeden Tag abgefertigt. Attila Kovacs ist einer der Schichtleiter hier. Er sorgt für den reibungslosen Ablauf und packt selbst mit an, damit die Transporte pünktlich ihr Ziel erreichen. Auch in dieser Folge: Die B224 bei Gladbeck im Ruhrgebiet bekommt einen neuen Fahrbahnbelag und Mülldetektiv Peter Brech kennt keine Gnade. Die Mission des 61-Jährigen: Wiesbaden soll die sauberste Stadt Hessens werden!","versions":[]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"","descr":"Der beliebteste Fisch in Deutschland ist der Seelachs. Genau auf diesen haben es die Hochseefischer um Kapitän Fritz Flindt abgesehen. Heute stechen die Männer zu einer 8-tägigen Fangreise in See. Ihr Ziel sind die Shetlandinseln im äußersten Norden Großbritanniens. Hier hoffen Fritz und seine Besatzung auf den ganz großen Fang! Auch in der Arbeitswelt von Oliver Maier dreht sich alles um Frische: Der erfahrene Lebensmittelkontrolleur ist seit 12 Jahren in der Kölner Innenstadt unterwegs, um Lokale auf Sauberkeit, Mäusebefall sowie korrekte Lagerung der Nahrungsmittel zu überprüfen.","versions":[]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"","descr":"\"Wer Schotterpflug fahren kann, kann auch Starfighter fliegen\" – davon ist Pflug-Pilot Falk Jacobi überzeugt! Dazu muss man wissen, dass er in seinem 35-Tonnen-Koloss nur mit Schrittgeschwindigkeit über die Gleise bei Bremerhaven schleicht. Schneller geht nicht, denn er muss erst mit einem Besen die Schottersteine um die Bahngleise herum verteilen und anschließend mit seinem Pflug in den Boden einarbeiten. Auch Fördertechniker Ingo Krieger bleibt bei seinem Job stets in Bewegung: Heute hat es der Rolltreppen-Doktor mit einem defekten Bremsmotor an der alten Messe beim Berliner Funkturm zu tun.","versions":[]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"","descr":"Jeder Deutsche wirft jährlich etwa 220 Kilogramm Abfall weg. Insgesamt sind das über 18 Millionen Tonnen! Viel davon landet auch im Einsatzwagen von Walter. Zusammen mit Kollege Alex sammelt er heute Elektroschrott und Sperrmüll ein. Der reinste Knochenjob, vor allem bei Temperaturen von über 33 Grad. Auch Lkw-Fahrerin Rosi ist hauptberuflich auf Deutschlands Straßen unterwegs. Ihr Auftrag: Asphalt für die Sanierung eines Autobahnteilstücks ausliefern, standesgemäß im 40-Tonner! Mit schweren Lasten hat auch Steffen Müller im Rostocker Hafen zu tun. Frachtmanagement für Fortgeschrittene","versions":[]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"","descr":"In Deutschland gibt es mehr als 32 Millionen Feuerungsanlagen, die regelmäßig überprüft werden müssen. Doch das ist nur ein kleiner Teil der Aufgaben, die Schornsteinfeger erledigen! Von der Energieberatung über das Installieren von Rauchmeldern bis hin zum klassischen Kaminkehren ist der Job enorm vielfältig. Heute gewährt Schornsteinfegermeister Oliver Lang Einblicke in seine spannende Arbeit. Auch in dieser Folge: Autoinspektion beim TÜV Nord und bei Baumfällarbeiten in den Allgäuer Alpen greift das Spezialisten-Team auf Forstseilbahn und Gebirgs-Harvester zurück.","versions":[]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"","descr":"Im Norden der Republik sind Rolf Ehlers, Jörg Jargsdorf und ihr 6-köpfiges Team im Einsatz, um küstennahe Dörfer vor verheerenden Überschwemmungen zu bewahren. Dafür haben die Experten die Deiche in Schleswig-Holstein genau im Blick und bauen bei Bedarf Uferschutzanlagen. Heute erneuern die Küstenschützer einen Teil der insgesamt 367 Kilometer langen Lahnungsfelder, die als Wellenbrecher dienen. Auch Lokführer Kevin Grothe hat einen verantwortungsvollen Job: Tag für Tag manövriert er 2.000 Tonnen schwere und 3.500 PS starke Züge quer durch Deutschland","versions":[]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"","descr":"Ohne Strom geht heutzutage gar nichts mehr! Damit das kostbare Gut rund um die Uhr verfügbar ist, sind Spezialisten wie Alexander Becker im Einsatz. Der Freileitungsmonteur kümmert sich hauptberuflich um die Wartung von überirdischen Hochspannungsleitungen. Davon gibt es in Deutschland rund 38.000 Kilometer. Um das Stromnetz am Laufen zu halten, muss der Monteur heute einen 50 Meter hohen Mast erklimmen und mit seinem Leitungsfahrwagen bis zum defekten Teil manövrieren. Auch in dieser Folge: Schiffsfestmacher im Hamburger Hafen und die Sprengung des \"Weißen Riesen\" in Duisburg","versions":[]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"","descr":"Wenn sie gebraucht werden, sind sie zur Stelle: \"Deutschland 24/​7\" zeigt Männer und Frauen, auf die man sich jederzeit verlassen kann. So wie die Industrietaucher an der Talsperre Pöhl in Sachsen. Das Team demontiert in einer Wassertiefe von 48 Metern eine Dichtplatte. In Baden-Württemberg geht es für Stahlmonteur Uwe Retzlaff und seine Crew derweil hoch hinauf. Die Vollprofis bringen auf dem Dach des Ulmer Bundeswehrkrankenhauses zwei Stahlträger an. Und Abschlepper Daniele Catalano nimmt Pannenfahrzeuge an den Haken, die auf den Straßen den Verkehr blockieren.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 22","epNo":1,"alt":"","descr":"In der Großküche, im Unternehmen oder im Privathaushalt: Marcell Engel und sein Team rücken Schädlingen und Schimmelpilzen auf den Leib. Die erfahrenen Hygiene-Profis desinfizieren in dieser Folge von \"Deutschland 24/​7\" die Räumlichkeiten eines Sternerestaurants in Frankfurt am Main. Tino Chust und seine Crew rücken derweil auf der Ostseeinsel Greifswalder Oie zum Einsatz aus. Dort wird das Drehwerk eines 39 Meter hohen Leuchtturms gewartet. Und in Schwäbisch Hall montieren erfahrene Konstrukteure eine 30 Meter lange und 39 Tonnen schwere Holzbrücke.","versions":[]},{"epId":"episode-2","name":"Folge 23","epNo":2,"alt":"","descr":"Geschulte Mitarbeiter und effiziente Logistik: In Schmalkalden befördert ein ausgeklügeltes Schienensystem täglich mehr als 100 Tonnen Wäsche von A nach B – vom OP-Kittel über das Patientenhemd bis zum Bettlaken. In den Werkshallen des Textildienstleisters wird im großen Stil gereinigt, getrocknet und gefaltet. Matthias Floßdorff sorgt derweil für Sauberkeit auf stark verschmutzten Land- und Dorfstraßen. Und auf der Zugspitze werden bei frostigen Temperaturen knapp über dem Gefrierpunkt in 2700 Meter Höhe am Klettersteig zum Gipfel die Drahtseile erneuert.","versions":[]},{"epId":"episode-3","name":"Folge 24","epNo":3,"alt":"","descr":"Kein Platz für große Sprünge: Thorsten Warnow muss an seinem Arbeitsplatz darauf achtgeben, dass er sich nicht den Kopf stößt. Der Kriechkeller, in dem der Handwerker ein Rohr austauscht, ist nur 70 Zentimeter hoch. Im nordrhein-westfälischen Wadersloh wird ebenfalls in die Hände gespuckt. Dort errichten erfahrene Zimmerleute einen Dachstuhl. Und im oberbayerischen Landkreis Traunstein sind starke Nerven gefragt. Seilbahnmechaniker klettern am Hochfelln in den Chiemgauer Alpen auf das Dach einer Gondel, um in 300 Meter Höhe Abstandshalter zu befestigen.","versions":[]},{"epId":"episode-4","name":"Folge 25","epNo":4,"alt":"","descr":"Seilbahnen sind sehr sichere Verkehrsmittel, denn die Anlagen werden regelmäßig auf technische Mängel überprüft. Andreas Gruber und Andreas Bauer nehmen außerhalb der Skisaison Hunderte Streckenkilometer unter die Lupe. Vom Notantrieb bis zur Bremsvorrichtung: Das Duo checkt alle Maschinenteile gewissenhaft auf Herz und Nieren. Guido Thiel und Stefan Schröder sind derweil Umweltsündern auf der Spur. Die \"Mülldetektive\" suchen nach Hinweisen, die Rückschlüsse auf die Identität der Übeltäter zulassen. Und Jörg Schoch packt im Freizeitbad den Wasserstaubsauger aus.","versions":[]},{"epId":"episode-5","name":"Folge 26","epNo":5,"alt":"","descr":"Ein historisches Wahrzeichen der Ingenieurbaukunst: Erfahrene Profis befördern im ältesten noch arbeitenden Schiffshebewerk Deutschlands Wasserfahrzeuge vom Oder-Havel-Kanal in die tiefer gelegene Oder und zurück. Dabei wird im brandenburgischen Niederfinow innerhalb von fünf Minuten ein Höhenunterschied von 36 Metern überwunden. Tim Steffens wirft unterdessen den Güllerührer an. Der ausfahrbare Arm an seinem Lastwagen funktioniert wie ein riesiger Teigkneter. Und Grubenleiterin Jenny baut mit ihren Kollegen in einem Bergwerk im Fichtelgebirge Marmor ab.","versions":[]},{"epId":"episode-6","name":"Folge 27","epNo":6,"alt":"","descr":"Lange Liegezeiten verursachen in der Reederei- und Transportbranche horrende Kosten, deshalb müssen sich die Hafenarbeiter in Bremerhaven sputen. Dort kommt in dieser Episode eine Zugmaschine mit 200 Pferdestärken zum Einsatz. Bei der Herstellung von Fleisch- und Wurstwaren wird auch keine Zeit vertrödelt. Aber hier geht es nicht nur um Tempo, sondern auch um Qualität. Metzgermeister Jürgen hat in seinem Job 25 Jahre Berufserfahrung. Und im Hamburger Stadtteil Bergedorf wird ein 700 Quadratmeter großer Spielplatz für eine Kindertagesstätte gebaut.","versions":[]},{"epId":"episode-7","name":"Folge 28","epNo":7,"alt":"","descr":"Reparieren, entsorgen, testen: \"Deutschland 24/​7\" zeigt in dieser Folge qualifizierte Fachkräfte, die in unserem Alltag für mehr Sicherheit sorgen. In der Hauptstadt Berlin tauschen sachkundige Monteure 40 Jahre alte Tragseile aus, damit die Bewohner eines Hauses in Steglitz nicht im Aufzug stecken bleiben. Wenn schwere Äste auf den Gehweg oder die Straße fallen, droht ebenfalls Gefahr für Leib und Leben. Deshalb befreit ein Baumkletterer eine dicke Eiche von abgestorbenem Totholz. Und im Beschussamt in Ulm stehen Schutzwesten auf dem Prüfstand.","versions":[]},{"epId":"episode-8","name":"Folge 29","epNo":8,"alt":"","descr":"Bezirksschornsteinfeger Andreas und sein Azubi Tobias steigen der Kundschaft buchstäblich aufs Dach. Das Duo entfernt mit 80 Kilo Ausrüstung im Gepäck brennbare Ablagerungen in Kaminrohren. In einem Wohngebiet in Castrop-Rauxel werden unterdessen Fernwärmeleitungen repariert. Und an der Hamburger Elbphilharmonie schrubben Industriekletterer die gigantische Glasfassade des Wahrzeichens blitzeblank. In 100 Meter Höhe behalten Steffen und seine Kollegen stets das Wetter im Auge. Denn starke Windböen könnten dem Team im Klettergurt Probleme bereiten.","versions":[]},{"epId":"episode-9","name":"Folge 30","epNo":9,"alt":"","descr":"Bulldozer, Radlader und Planierraupen: Mechaniker Sven repariert tonnenschwere Giganten. Ohne sein Know-how stünde in Schleswig-Holstein so manche Baustelle still. In dieser Folge baut der \"Retter in der Not\" in Tensfeld an einem Seilbagger die Zugwinde aus. Auf Martin und Max kann man sich ebenfalls verlassen. Die Verkehrssicherheitsmonteure platzieren an Risiko- und Gefahrenpunkten Beschilderungen, Schranken und Absperrungen. Und Lukas überwacht den Reinigungsprozess im Klärwerk in Nürnberg. Dort überprüft der Abwassertechniker täglich die Anlagen","versions":[]},{"epId":"episode-10","name":"Folge 31","epNo":10,"alt":"","descr":"Die sächsische Bereitschaftspolizei in Leipzig wartet ihre Spezialfahrzeuge. Der fast zehn Meter lange und 31 Tonnen schwere Wasserwerfer muss zuerst zur Inspektion. Danach ist der Panzerwagen TM-170 an der Reihe. In Diemitz herrscht derweil reger Verkehr. Dort passieren in der Hochsaison an der Müritz-Havel-Wasserstraße pro Tag bis zu 900 Motorjachten, Hausboote und Kanus Deutschlands meistfrequentierte Binnenschleuse. Und im nordrhein-westfälischen Lübbecke freuen sich Fußballfans auf eine neue \"Spielwiese\". Dort wird ein Kunstrasenplatz angelegt.","versions":[]},{"epId":"episode-11","name":"Folge 32","epNo":11,"alt":"","descr":"Die Burg Reichenstein in Trechtingshausen am Rhein wurde im frühen 11. Jahrhundert erbaut. Boden- und Fassadenreiniger entfernen am Gemäuer der mittelalterlichen Feste Verschmutzungen und Alterserscheinungen, damit das Weltkulturerbe in neuem Glanz erstrahlt. In der Nähe von Bocholt fällt beim Abriss alter Silowände unterdessen jede Menge Bauschutt an. Das Material wird in einer großen Brechanlage zu Schotter recycelt. Und in Gelsenkirchen wagen sich Freileitungsmonteure in luftige Höhen vor. Das Team bringt an einem Strommast neue Seile an","versions":[]},{"epId":"episode-12","name":"Folge 33","epNo":12,"alt":"","descr":"Voller Einsatz für eine reiche Ernte: Auf Deutschlands Getreide- und Maisfeldern kommen bei der Ungezieferbekämpfung 260 PS starke Pflanzenspritzen mit bis zu 36 Meter langen Sprüharmen zum Einsatz. Unter dem Neckar in Esslingen werden derweil neue Fernwärmeleitungen verlegt. Berufstaucher dichten einen Tunneleinstieg mit einer dicken Betonplatte ab, damit das Grundwasser abgepumpt werden kann. Und am Frankfurter Flughafen tritt Hundeführer Markus mit seinem Schäferhundmischling \"Thor\" zum Dienst an. Der Vierbeiner wurde auf Sprengstoff abgerichtet.","versions":[]},{"epId":"episode-13","name":"Folge 34","epNo":13,"alt":"","descr":"Molkereifahrer Roland holt im Berchtesgadener Land jeden Morgen frische Milch von den Bauernhöfen ab. In der Münchner Innenstadt wird unterdessen ein sechsstöckiges Versicherungsgebäude entkernt. Bauwerksmechaniker Sascha entfernt mit einem leistungsstarken Hochdruckdampfstrahler Isoliermaterial aus den Decken. Und an der Mecklenburgischen Seenplatte sorgt die Wasserschutzpolizei für Ordnung und Sicherheit. Uwe Jackstädt und sein Arbeitskollege Frank Goetz führen auf der Müritz routinemäßige Geschwindigkeitsmessungen und Alkoholkontrollen durch.","versions":[]},{"epId":"episode-14","name":"Folge 35","epNo":14,"alt":"","descr":"Geschick, Know-how und das richtige Werkzeug: Tom und seine Arbeitskollegen reparieren in einer Werkstatt in Berlin-Kreuzberg defekte Leihfahrräder der Deutschen Bahn. Im Braunkohletagebau sind ebenfalls technische Fertigkeiten gefragt. Bergmann Thomas checkt im Bundesland Sachsen-Anhalt leistungsstarke Baumaschinen. In dieser Folge nimmt er auf dem 3000 Hektar großen Gelände einen Schaufelradbagger unter die Lupe. Und im Münchner Stadtteil Nymphenburg freuen sich die Anwohner auf schnelles Internet. Dort wird ein Glasfaseranschluss verlegt.","versions":[]},{"epId":"episode-15","name":"Folge 36","epNo":15,"alt":"","descr":"10 000 Liter Heizöl und Diesel: Benjamin lenkt einen Tankwagen. Der 35-Jährige beliefert am Tag durchschnittlich 15 Kunden. Beim Transport der fossilen Brennstoffe muss der Lkw-Fahrer strenge Sicherheitsvorschriften einhalten. Nikolai und seine Arbeitskollegen packen derweil in Solingen die Motorsäge aus. Die Männer sollen dort einen Baum fällen. Und in Berlin-Kreuzberg beseitigen erfahrene Fachleute Graffitis von Wänden und Haustüren. Malermeister Holm und Farbtechniker Hardy sind in der Hauptstadt mit Pinseln, Rollen und Messgeräten unterwegs.","versions":[]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"","descr":"Technik-Profi Ralf wartet in Köln eine Ampelanlage, damit auf den Straßen der viertgrößten Stadt Deutschlands kein Verkehrschaos ausbricht. In Schwanau kommen unterdessen schwere Maschinen zum Einsatz. Dort werden Schutzbrunnen errichtet, um die Einwohner der Gemeinde vor Hochwasser und Überschwemmungen zu schützen. Und in Brandenburg wächst angesagtes Gemüse. Nach etwa neun Wochen sind die leckeren Gurken auf den Feldern im Spreewald reif für die Ernte. Dann pflücken fleißige Helfer bei Wind und Wetter pro Tag rund 700 Kilo Cucumis sativus.","versions":[]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"","descr":"Die Mitarbeiter der Umweltorganisation \"One Earth – One Ocean\" fischen mit einem zwölf Meter langen Katamaran in der Ostsee Plastikmüll aus dem Meer. Im Labor des Sammelschiffes werden obendrein Wasserproben analysiert. Teamleiter Attila und seine Arbeitskollegen sorgen derweil im Frankfurter Bahnhofsviertel für Sauberkeit. Dort kommen bei der Straßenreinigung Hochdruck-Geräte zum Einsatz. Und Markus Lindner repariert in der Werkstatt schwere Landmaschinen. Der Mechatroniker-Meister rüstet in dieser Folge einen Häcksler für die Maisernte um.","versions":[]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"","descr":"Straßenwärter Michael repariert auf einer stark befahrenen Bergstraße einen brüchigen Einlaufschacht, damit dort das Regenwasser ablaufen kann. Im niederbayerischen Hengersberg werden unterdessen 32 Waggons mit Schnittholz beladen. Schichtleiter Rainer sorgt im Sägewerk für einen reibungslosen Produktionsablauf. Und Kolonnenführer Marten Lodders gibt mit seinen Arbeitskollegen bei der Maisernte Vollgas. In Deutschland wandert ein Großteil des Ertrages in den Futtertrog. Das Getreide wird außerdem als Energielieferant in Biogasanlagen genutzt.","versions":[]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"","descr":"Eng, rutschig und dunkel: Höhlenforscher Stefan und sein Team mauern im Schwelmer Eisenbahntunnel Hohlräume zu und setzen an Ort und Stelle schwere Stahltore ein. Christopher und sein Arbeitskollege Tim schwingen derweil im Depot der Hochbahn in Hamburg-Alsterdorf den Schraubenschlüssel. Die Kfz-Mechaniker kontrollieren und reparieren dort die Bremsen eines Gelenkbusses. Und im Bundesland Schleswig-Holstein wird ein Abschnitt zwischen zwei Seebrücken gereinigt. Ein Traktor zieht an der Ostseeküste einen riesigen Rechen über den Timmendorfer Strand.","versions":[]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"","descr":"Drei, zwei, eins – Zündung! Andreas Wagner und seine Arbeitskollegen hantieren im Freistaat Sachsen mit explosivem Material. Die Männer sprengen in Kamenz eine Felswand. Das zerkleinerte Gestein kommt beim Straßen- und Gleisbettbau zum Einsatz. In Rheinland-Pfalz wird unterdessen die riesige Hochmoselbrücke auf Herz und Nieren gecheckt. Industriekletterer seilen sich in den Hohlraum eines 75 Meter hohen Pfeilers ab und halten dort Ausschau nach Rissen und Auswaschungen. Bauwerksprüfer Frank Zerwas kontrolliert derweil die Fahrbahn und den Überbau.","versions":[]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"","descr":"Historische Schienenfahrzeuge aus der Zeit der Jahrhundertwende: Manuel und sein Team warten auf der Insel Rügen die Lokomotiven der ältesten Schmalspurbahn Deutschlands – im Volksmund \"Rasender Roland\" genannt. Die Mechaniker reinigen die Kessel, kontrollieren die Bolzen und schrubben die Loks gründlich ab. Auf einer Farm in der Nähe von Dachau werden unterdessen eintausend Tannenbäume eingepflanzt. Und Industriekletterer Gregor und seine Kollegin Sonja sichern in dieser Folge an einer Hausfassade im Großraum Berlin eine marode Steinskulptur ab.","versions":[]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"","descr":"Sebastian und sein Mitarbeiter Hermann reinigen die Kanäle der niedersächsischen Hafenstadt Emden. Das Duo zieht mit einem Magneten und einem Haken pro Tag bis zu 150 Kilo Schrott aus dem Wasser – von verrosteten Fahrrädern und Rohren bis hin zu Waffen und Diebesgut. Michael und Tim überwachen derweil den Fertigungsprozess in der Glashütte Tettau. Dort werden aus Quarzsand Arznei- und Kosmetikflaschen hergestellt. Und Prüfingenieur Andreas testet rund um Paderborn Traktoren, Lkws und Baustellenfahrzeuge, die eine neue TÜV-Plakette benötigen.","versions":[]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"","descr":"Der \"Rasende Roland\" ist auf der Ostseeinsel Rügen seit 1895 Teil des öffentlichen Nahverkehrs. Lokführer Achim, Heizer Dirk und Wagenmeister Thomas sorgen dafür, dass die Zugreisenden auf dem Eiland pünktlich von A nach B gelangen. Hopfenbauer Joe und sein Team ernten 35 Hektar Nutzfläche ab. Und Stefan tauscht mit seinem Trupp in einem Abschlagbauwerk in der Innenstadt von Hannover marode Dammbalken aus. Die Kanalarbeiter lösen mit dem Hammer und der Brechstange unter Tage morsche Bohlen. Danach wird an Ort und Stelle frisches Holz verbaut","versions":[]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"","descr":"Thorsten und Volker wechseln an den 80 Meter langen Bogenrolltreppen in der Hamburger Elbphilharmonie eine Antriebskette. Danach führen die Monteure einen Sicherheitscheck durch. Martin, Marcel und Monika rücken derweil im Freistaat Sachsen zum Einsatz aus. Die Mitarbeiter des Dresdner Ordnungsamts haben auf ihrer Patrouille einen sieben Jahre alten Schäferhund an ihrer Seite. Und Olaf reinigt mit seinen Kolleg:innen Fahrbahnen und Grünstreifen. In dieser Folge säubert das Team mit Kehrbürsten, Pumpen und Absaugschläuchen ein Teilstück der A111.","versions":[]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"","descr":"In dieser Folge von \"Deutschland 24/​7 – Ohne uns läuft nichts!\" wagen sich Voll-Profis bei der Arbeit in schwindelerregende Höhen vor. Johann und sein Team stellen in Frankfurt am Main einen Baukran auf. Freileitungsmonteur Alexander tauscht an der Stromtrasse ein defektes Teil aus. Brückenprüfer Frank klopft bei Trier in einem Spezialfahrzeug mit begehbarem Ausleger ein 500 Meter langes Betonbauwerk auf Schäden ab. Und Industriekletterer Steffen schrubbt mit seinen Kolleg:innen die riesige Glasfassade der Hamburger Elbphilharmonie blitzeblank.","versions":[]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"","descr":"Markus katapultiert mit einer Schleuder Kletterseile in die Wipfel von Weißtannen, um in den rund 40 Meter hohen Baumkronen bis zu hundert Kilo Zapfen zu ernten. Volker und seine Kollegin Svenja tauschen unterdessen mit einem mobilen Montagegerät beschädigte Glasscheiben aus. Der \"Glasboy\" saugt die Scheiben mit einer Vakuumpumpe an und hebt sie an die richtige Position. Und Matthias versorgt die Einwohner im sächsischen Vogtland mit Brauchwasser. Er steuert und koordiniert mit seinem vierköpfigen Team die technischen Abläufe an der Talsperre Pirk.","versions":[]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"","descr":"Darf Felix mit seinem umgebauten Mercedes 190 E, Baujahr 1988, auf die Straße? Tuning-Experte Heinrich nimmt das aufgemotzte Vehikel beim TÜV SÜD gründlich unter die Lupe. Berufsfischer Axel holt unterdessen am Otterstädter Altrhein in der Nähe von Ludwigshafen seine Netze ein. Danach verkauft er den Fang im Laden an seine Kunden. Und in NRW wird gegossen, zugeschnitten und gefräst. Werkzeugmechaniker und Programmierer Christian verarbeitet dort flüssiges Metall. In der Gießerei in Velbert werden Schreibtischbeine aus Aluminium hergestellt.","versions":[]},{"epId":"episode-28","name":"Folge 28","epNo":28,"alt":"","descr":"Marco und Mahmut rüsten die Rotorblätter eines Windrads in 143 Meter Höhe mit sogenannten \"Trailing-Edge-Serrations\" (TES) auf. Die gezackten Flügelkanten verringern die Luftverwirbelung und reduzieren die Geräuschentwicklung. Bauleiter Lars und sein Team sorgen unterdessen in Norderstedt bei Hamburg für schnelles Internet. Die Voll-Profis verlegen in einem Schulgebäude 6000 Meter Glasfaserkabel. Und am Bodensee decken Denkmalpfleger das Dach der ältesten bewohnten Burg Deutschlands, denn die Feuchtigkeit nagt an dem 1300 Jahre alten Bauwerk.","versions":[]},{"epId":"episode-29","name":"Folge 29","epNo":29,"alt":"","descr":"Die Grundschule in Seelze bei Hannover bekommt zwei neue Klassenräume. Bauleiter Holger und sein Team stellen dort Systemcontainer auf und installieren die Elektrik. In Irschenberg liegt der Geruch von frisch geröstetem Kaffee in der Luft. Die rohen Bohnen werden auf 200 Grad erhitzt. Röstmeister Max überwacht im Betrieb den Verarbeitungsprozess. Und auf der Ostsee befreien Robert und Torsten ein Seezeichen von Muscheln und Schlick. Auf der Greifswalder Oie überprüfen die Servicetechniker zudem zwei Molenfeuer auf ihre Funktionstüchtigkeit.","versions":[]},{"epId":"episode-30","name":"Folge 30","epNo":30,"alt":"","descr":"Stefan und sein Team mauern in einem stillgelegten Eisenbahntunnel unterirdische Gänge zu, um die Nistplätze von Fledermäusen vor unwillkommenen Besuchern zu schützen. Markus und Sebastian wagen sich mit Trittschlingen und Seilklemmen im Nadelwald in 40 Meter hohe Baumwipfel vor. Das Duo pflückt dort Zapfen. Und Grubenleiterin Jenny bereitet mit ihrer Crew im Marmorbergwerk nach der Qualitätsprüfung die nächste Sprengung vor. Diese Folge von \"Deutschland 24/​7 – Ohne uns läuft nichts!\" zeigt Held:innen des Alltags, die ungewöhnliche Arbeiten verrichten.","versions":[]},{"epId":"episode-31","name":"Folge 31","epNo":31,"alt":"","descr":"Thorsten, Malte und Hauke decken im niedersächsischen Rotenburg das 800 Quadratmeter große Dach eines Schulgebäudes. Das Trio legt 9000 Ziegel, bringt Regenrinnen an und montiert Fallrohre. Thomas liefert derweil in Mönchengladbach Chemikalien aus. Die Zeit drängt, aber beim Transport ist Sorgfalt geboten. Wenn die Fracht im Wagen verrutscht, droht unterwegs Gefahr. Deshalb muss der Lkw-Fahrer spezielle Sicherheitsvorschriften beachten. Und im bayerischen Volkach werden zweieinhalb Tonnen Karpfen abgefischt. Dort lässt Fischwirt Marc einen Teich ab.","versions":[]},{"epId":"episode-32","name":"Folge 32","epNo":32,"alt":"","descr":"Frank, Tom und René reparieren in Mitteldeutschland alte Turmuhren und Glockenspiele. In dieser Folge wartet das Trio das 84 Meter hohe Wahrzeichen der Stadt Halle an der Saale. Der \"Rote Turm\" beherbergt Europas größtes Turmglockenspiel. Siggi bricht derweil mit dem Radlader in Richtung Steinbruch auf. Dort schafft der Facharbeiter Rohstoff-Nachschub für die Ziegelsteinproduktion heran. Und Mesut und Andreas krempeln im hessischen Fulda die Ärmel hoch. Die fleißigen Helfer sammeln auf den Bürgersteigen einer Hauptverkehrsader zehn Tonnen Sperrmüll ein.","versions":[]},{"epId":"episode-33","name":"Folge 33","epNo":33,"alt":"","descr":"Das Störtebeker Erlebnisbad wird renoviert. Hauke und Dustin warten im Keller die Filteranlagen und überprüfen die Pumpen. In Garching bei München stehen unterdessen elektronische Geräte auf dem Prüfstand. Ist das Handy stoßfest, funktioniert die Lichterkette und ist die Straßenlaterne wasserdicht? Andreas und Florian testen die Produkte beim TÜV auf Herz und Nieren. Denn ohne die begehrte Plakette hat die Ware keine Chance auf dem Markt. Und Försterin Theresa baut in dieser Folge mit ihrem Kollegen Johannes im Hofoldinger Forst einen Jägerstand.","versions":[]},{"epId":"episode-34","name":"Folge 34","epNo":34,"alt":"","descr":"Baumpfleger Jörg pflanzt mit seinem Team eine 35 Jahre alte Eiche um. Dabei kommt in dieser Folge ein elf Meter langes Spezialfahrzeug zum Einsatz. Abteilungsleiter Markus koordiniert derweil die Reparaturarbeiten in einer Papierfabrik, während sein Arbeitskollege Jürgen die Produktionsabläufe bei der Herstellung von Wellpappenrohpapier überwacht. Und auf einer Großbaustelle werden die mobilen Toiletten ausgetauscht. Matthias leistet mit dem Fäkaliensauger und dem Hochdruckreiniger ganze Arbeit. Danach wird alles gründlich desinfiziert.","versions":[]},{"epId":"episode-35","name":"Folge 35","epNo":35,"alt":"","descr":"In dieser Folge von \"Deutschland 24/​7 – Ohne uns läuft nichts!\" machen sich Helden des Alltags die Hände schmutzig. Hartmut und Lars von der Autobahnmeisterei Lengerich reinigen in Nordrhein-Westfalen Parkplätze und WC-Anlagen. Stefan und Andreas erledigen in Hannover ebenfalls echte Drecksarbeit. Die Kanalarbeiter pumpen ein Abwasserbecken ab. Dabei warten die Männer knietief in stinkender Brühe. In der bayerischen Landeshauptstadt rückt die Müllabfuhr zum Einsatz aus. Und in Karlsruhe und Frankfurt sorgen fleißige Helfer für saubere Straßen.","versions":[]},{"epId":"episode-36","name":"Folge 36","epNo":36,"alt":"","descr":"In Waren an der Müritz ist Präzisionsarbeit gefragt. Dort gießen Patrick und seine Kollegen eine fast acht Meter große Schiffsschraube aus Metall. Valeska versorgt unterdessen einen kranken Rinderbullen. Die Tierärztin betreut in Mittelfranken rund 30 Bauernhöfe. Wenn die Landwirte in der Gemeinde Burghaslach ihre Hilfe benötigen, ist sie rund um die Uhr zur Stelle. Und Thomas, Phillip und Florian montieren Schutzplanken an einer Landstraße in Wollmar. Solche Maßnahmen tragen zur Verkehrssicherheit bei und reduzieren die Anzahl schwerer Unfälle.","versions":[]},{"epId":"episode-37","name":"Folge 37","epNo":37,"alt":"","descr":"Martin und Sven heben in der Metallgießerei mit einem Kran eine Schiffsschraube aus einer 500 Tonnen schweren Gussform. Bei der Arbeit ist volle Konzentration gefragt – damit der acht Meter breite und zwei Meter hohe Propeller beim Transport nicht beschädigt wird. Uwe und Michael steigen unterdessen in die Kanalisation hinab. Das Duo soll eine Verstopfung beseitigen, denn in einem Supermarkt bei Offenbach laufen die Toiletten über. Und im Industriegebiet in Attendorn fliegen die Späne. Dort stellen Hardy und Leon Werkzeugaufsätze aus Stahlrohlingen her.","versions":[]}]}]}