{"path":"/serie/stream/dexter","name":"Dexter","descr":"Dexter Morgan, Blutanalyst bei der Polizei von Miami, geht nachts einer etwas anderen Tätigkeit nach. Er streift als Serienmörder durch die Nacht und tötet Menschen, die ihrerseits bereits gemordet haben. Gleichzeitig versucht er, sein Berufs- und Privatleben mit seiner ungewöhnlichen nächtlichen Aktivität in Einklang zu bringen.Um seinen Drang, Menschen zu töten, in eine \"geordnete Richtung\" zu lenken, hat Dexter von seinem Vater, dem inzwischen verstorbenen Polizisten Harry, einen Codex auferlegt bekommen, an den er sich hält. Ein besonders enges Verhältnis hat Dexter zu seiner Stiefschwester Debra, die ebenso wie er im Morddezernat von Floridas Hauptstadt arbeitet. Doch wie kann Dexter sein dunkles Geheimnis vor seinen Freunden und Kollegen und auch vor seiner Familie geheimhalten und dabei dennoch auf die Spur von kaltblütigen Mördern gehen?","seasons":[{"path":"/serie/stream/dexter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dexter/staffel-1/episode-1","name":"Der Tod kommt in kleinen Stücken","epNo":1,"alt":"Dexter","descr":"Dexter Morgans durchstreift das nächtliche Miami auf der Suche nach einem Opfer. In dem vermeintlich unschuldigen Mike Donovan, der selbst einige Morde auf dem Gewissen hat, wird er fündig. An ihm kann Dexter seinen Drang zu töten befriedigen. Am nächsten Tag erhält er einen Anruf von seiner Schwester Debra, die genau wie Dexter für das Miami Police Department arbeitet. Sie ermittelt in einem heiklen Fall: Eine Prostituierte wurde tot in einem leeren Pool eines Motels aufgefunden. Die Leiche wurde zerstückelt und seltsamerweise gibt es nirgendwo eine Blutspur. Dexter ist heimlich von der \"Arbeit\" des Killers beeindruckt und beschließt, Debra, die sich davon eine Beförderung erhofft, bei ihren Ermittlungen zu unterstützen. Dabei stellt sich heraus, dass der Killer Dexter offenbar sehr gut kennt und ein Spiel mit ihm spielen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403730","hoster":"VOE"},{"path":"/redirect/14425720","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14403734","hoster":"VOE"},{"path":"/redirect/14425708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-2","name":"Eiskalt erwischt","epNo":2,"alt":"Crocodile","descr":"Dexter (Michael C. Hall) hat eine Nachricht vom ?Ice Truck Killer? bekommen. Der scheint Dexters Aktivitäten zu kennen und ihn zu einem Spiel herauszufordern, auf das sich Dexter nur zu gerne einlässt. Auch beruflich spielen die Ermittlungen in diesem Fall eine wichtige Rolle. Zudem ist noch ein Undercovercop ermordet und dessen Frau (Maureen Muldoon) angeschossen und schwer verletzt worden. Vor allem Sergeant James Doakes (Erik King) ermittelt mit Feuereifer, hat er doch eine persönliche Beziehung zu den Opfern. Privat muss Dexter sich mit seiner Beziehung zu Freundin Rita (Julie Benz) auseinandersetzen. Die will es zwar eigentlich nicht, fühlt sich aber verpflichtet, nun mit ihrem Freund auch Sex zu haben und Dexter muss nun möglichst unauffällig da raus kommen und den platonischen Zustand bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646430","hoster":"VOE"},{"path":"/redirect/9651327","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646561","hoster":"VOE"},{"path":"/redirect/9651169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-3","name":"Cherry On Ice","epNo":3,"alt":"Popping Cherry","descr":"Dexter (Michael C. Hall) hat ein neues Opfer vor der Brust. Der 19-jährige Jeremy Downs (Mark L. Young) hat mit 15 einen anderen Jungen umgebracht und ist nun nach gerade mal vier Jahren wieder in Freiheit. Dexter ist sich sicher, der Junge hat den gleichen Drang, wie er selbst zu töten, und so will er ihn beseitigen. Auch der ?Ice Truck Killer? schlägt wieder zu...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13838128","hoster":"VOE"},{"path":"/redirect/13838129","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13731343","hoster":"VOE"},{"path":"/redirect/9651173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-4","name":"Mit Hand und Fuß","epNo":4,"alt":"Let\u0027s Give the Boy a Hand","descr":"Auf einer Liege am Strand wird eine abgetrennte Hand gefunden. Schnell stellt sich heraus, dass diese Tony Tucci (Brad William Henke) gehört, jenem gesuchten Nachtwächter, der von Lt. Maria Laguerta (Lauren Vélez) vorschnell der Presse als ?Ice Truck Killer? präsentiert wurde. Genau 24 Stunden später, wird an einer anderen Stelle ein Fuß in einem Fußballschuh gefunden. Neben beiden Körperteilen waren jeweils Polaroidfotos der Szenarien platziert. Während die Polizei rätselt, welches Spiel der Killer mit ihnen treibt, wird es Dexter (Michael C. Hall) schlagartig klar. Er ist der Spielpartner und alle arrangierten Fundorte bilden Fotos aus seiner Jugendzeit ab. Und dann macht er noch eine weitere Entdeckung: Tucci muss noch leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13738392","hoster":"VOE"},{"path":"/redirect/9651323","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646534","hoster":"VOE"},{"path":"/redirect/9651175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-5","name":"Das perfekte Paar","epNo":5,"alt":"Love American Style","descr":"Rita (Julie Benz) bittet Dexter (Michael C. Hall) um Hilfe. Der Verlobte ihrer Freundin Yelina (Monique Curnen) wollte über einen Menschenhändler illegal aus Kuba nach Miami einreisen, ist aber nun spurlos verschwunden. Da Dexter doch bei der Polizei ist, könne er sicher helfen. Er erkennt allerdings schnell, dass dies eher ein Fall für seine andere Profession ist und kommt dem Schlepper Jorge Castillo (José Zúñiga) auf die Spur. Der zockt die illegalen Einwanderer auf besonders brutale Weise ab. Nach Bezahlung ersäuft er sie. Da ist für Dexter klar, dass Castillo sein nächstes Mordopfer werden soll. Debra (Jennifer Carpenter) und Doakes (Erik King) befragen derweil Tony Tucci (Brad William Henke) und erhoffen sich durch ihn eine Spur zum ?Ice Truck Killer? zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13738393","hoster":"VOE"},{"path":"/redirect/9651325","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646483","hoster":"VOE"},{"path":"/redirect/9651176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-6","name":"Ein Sturm zieht auf","epNo":6,"alt":"Return to Sender","descr":"Der ?Ice Truck Killer? eröffnet eine neue Runde in seinem Spiel mit Dexter (Michael C. Hall). Er hat Dexters jüngstes Opfer aus dem Wasser gefischt und am Tatort platziert. Seine Kollegen bringen die Tat natürlich nicht in Verbindung mit dem ?Ice Truck Killer?, nur Debra (Jennifer Carpenter) vermutet, es gäbe möglicherweise einen Nachahmer. Doch Dexter muss zum ersten Mal Angst haben, dass man ihm auf die Schliche kommen kann. Denn die Situation verschärft sich weiter. Ein kleiner kubanischer Flüchtlingsjunge, der auf dem Schrottplatz in einem Kofferraum eingesperrt war, scheint die Tat beobachtet zu haben. Noch ist er extrem verstört, doch was passiert, wenn er den Täter beschreiben kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13738394","hoster":"VOE"},{"path":"/redirect/9651326","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646579","hoster":"VOE"},{"path":"/redirect/9651178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-7","name":"Freundeskreis","epNo":7,"alt":"Circle of Friends","descr":"Gleich zwei Tiefschläge für Dexter (Michael C. Hall): Die Leiche eines Schülers wird gefunden und der mordende Forensiker weiß sofort, wer der Täter war: Jeremy Downs (Mark L. Young), der Jugendstraftäter, den er verschont hat, weil er ihm einen plausiblen Grund für den begangenen Mord nennen konnte (siehe \"Episode 1.3 ? Cherry On Ice\"). Also jener Junge, in dem er sich selbst ein Stück weit wieder erkannt hat. Und dann gelingt es seiner Schwester Debra (Jennifer Carpenter) noch, den ?Ice Truck Killer? aufzuspüren: Neil Perry (Sam Witwer), der in einem verkommenen Wohnwagen haust, das richtige Fahrzeug fährt, ein absoluter Psycho ist und Tonnen von Beweismaterial bei sich versteckt hat. Dexter ist schwer enttäuscht. Soll wirklich dieser heruntergekommene Typ, der noch flüchtig ist, der Killer sein, dessen Arbeit er so bewundert hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9932650","hoster":"VOE"},{"path":"/redirect/9651328","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646432","hoster":"VOE"},{"path":"/redirect/9651177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-8","name":"Therapiestunden","epNo":8,"alt":"Shrink Wrap","descr":"Während Debra (Jennifer Carpenter) leidenschaftlichen Sex mit ihrem neuen Freund, dem Prothesenarzt Rudy (Christian Camargo), hat und dies erstmals in ihrem Leben mehr als nur ein Fick, sondern wirkliche Liebe ist, muss sich ihr Bruder Dexter (Michael C. Hall) wieder entsprechenden Avancen von Rita (Julie Benz) erwehren. Doch dieses Mal hat er jemandem zum Reden. Die Polizei von Miami untersucht einen Selbstmord einer reichen Frau. Während die Kollegen den Fall schnell zu den Akten legen, zweifelt Dexter an der offiziellen Version. Er entdeckt eine Verbindung zu zwei weiteren angeblichen Selbstmorden. Alle drei Opfer haben denselben Psychiater: Dr. Emmett Meridian (Tony Goldwyn). Unter falschem Namen nimmt sich Dexter Therapiestunden und spioniert so nicht nur sein potenzielles nächstes Opfer aus, sondern kann auch über seine Probleme reden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646491","hoster":"VOE"},{"path":"/redirect/9651329","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646568","hoster":"VOE"},{"path":"/redirect/9651181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-9","name":"Spuren der Vergangenheit","epNo":9,"alt":"Father Knows Best","descr":"Überraschung für Dexter (Michael C. Hall). In einem Brief wird ihm mitgeteilt, dass er ein Haus geerbt habe. Sein leiblicher Vater sei verstorben. Doch Dexter zweifelt massiv daran, schließlich hat ihm sein Adoptivvater Harry (James Remar) versichert, sein richtiger Vater wäre bei einem Unfall ums Leben gekommen. Und Harry hat nie gelogen. Gemeinsam mit Rita (Julie Benz) reist Dexter in den kleinen Ort, in dem sein angeblicher Erzeuger gelebt hat. Während er dort das geerbte Haus ausräumt, kommen ihm langsam Zweifel an Harrys Ehrlichkeit in diesem Punkt. Bald erhalten die beiden Unterstützung. Dexters Adoptivschwester Debra (Jennifer Carpenter) und ihr neuer Freund Rudy (Christian Camargo), der ?Ice Truck Killer? (wie nur der Zuschauer weiß), wollen ihnen helfen. In Miami steckt unterdessen Doakes (Erik King) in Schwierigkeiten und Angel (David Zayas) in einem Gewissenskonflikt. Doakes hat einen Verdächtigen bei einem Schusswechsel getötet. Doch seine Version des Tathergangs deckt sich nicht mit der von Dexter noch vor seiner Abreise angefertigten Blutspritzeranalyse. Und Angel ist sich sicher, Doakes zuerst schießen gehört zu haben. Doch soll er seinen Kollegen wirklich anschwärzen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9748132","hoster":"VOE"},{"path":"/redirect/9651330","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646487","hoster":"VOE"},{"path":"/redirect/9651179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-10","name":"Rot wie Blut","epNo":10,"alt":"Seeing Red","descr":"Ein mit Blut und einem Schlüssel - gefülltes Glas erreicht die Polizei von Miami. Das dazugehörige Hotelzimmer ist ein Ort des Grauens - voller Blut, förmlich ein großes Blutmeer. Eigentlich der ideale Spielplatz für Dexter (Michael C. Hall), doch zu seiner eigenen Überraschung und der seiner Kollegen bricht er in dem Raum zusammen und bringt es danach nicht mehr fertig, das Zimmer wieder zu betreten. Trotzdem ist ihm klar, dass das Ganze ein weitere Botschaft des Eiswagen-Killers (Christian Camargo) sein muss. Angel (David Zayas) findet unterdessen eine ganz eigene Spur zu dem brutalen Serienmörder, die er vor seinen Kollegen aber noch nicht offenbart. Und Rita (Julie Benz) hat weiter mit ihrem rabiaten Ex-Mann Paul (Mark Pellegrino) zu kämpfen. Nachdem er sie nachts attackierte und sie ihm in Notwehr eins mit dem Baseballschläger überzog, hat er Anzeige gegen sie gestellt. Und er scheint dabei sogar reelle Chancen zu haben, Rita das Sorgerecht für ihre Kinder streitig zu machen. Das ruft Dexter auf den Plan. Er könnte das Problem auf seine altbewährte Art aus der Welt schaffen. Doch damit würde er gegen seinen eigenen Kodex verstoßen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646551","hoster":"VOE"},{"path":"/redirect/9651331","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646589","hoster":"VOE"},{"path":"/redirect/9430423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-11","name":"Tödliche Weihnachten","epNo":11,"alt":"Truth Be Told","descr":"Rudy (Christian Camargo) hat Batista (David Zayas) niedergestochen. Die Ärzte kämpfen um sein Leben, während Rudy sich um die einarmige Prostituierte (Tomiko Martinez) kümmert, die ihn identifizieren könnte. Debra (Jennifer Carpenter) ahnt noch nicht, dass ausgerechnet ihr Freund der \"Ice Truck Killer\" ist, den sie jagt. Stattdessen hegt sie die Hoffnung, dass er ihr einen Heiratsantrag machen wird. Auch ihr Bruder Dexter (Michael C. Hall) hat noch keine Ahnung, doch die Suche nach seiner Vergangenheit bringt ihn voran. Er weiß jetzt wieder, dass seine Mutter vor seinen Augen förmlich abgeschlachtet wurde, als er ein Kleinkind war und bald entdeckt er auch, dass der \"Ice Truck Killer\" dies weiß. Denn Dexter kommt hinter die Bedeutung der Zahl 103.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646507","hoster":"VOE"},{"path":"/redirect/9651332","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646464","hoster":"VOE"},{"path":"/redirect/9651180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-1/episode-12","name":"Blutsbrüder","epNo":12,"alt":"Born Free","descr":"Rudy (Christian Camargo) hat Debra (Jennifer Carpenter) in seiner Gewalt und ist bereit für den finalen Schritt seines Plans. Doch was hat er vor? Dexter (Michael C. Hall) weiß, dass das Ganze etwas mit ihm zu tun hat und dass es irgendwo einen Hinweis für ihn geben muss. Doch wo? Währenddessen kommt auch die Polizei auf Rudys Spur und Sergeant Doakes (Erik King) hegt einen besonderen Verdacht: Er ist sich sicher, dass Dexter mehr weiß, als er zugibt. Ungemach droht Dexter zudem von einer anderen Seite. Paul (Mark Pellegrino) ist überzeugt, dass er hereingelegt wurde und Dexter ihm das Heroin verabreicht hat, um ihn zurück ins Gefängnis zu bringen. Er versucht Rita (Julie Benz) von seiner Theorie zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915945","hoster":"VOE"},{"path":"/redirect/9651333","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646490","hoster":"VOE"},{"path":"/redirect/9651184","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dexter/staffel-2/episode-1","name":"Verflucht","epNo":1,"alt":"Cursed","descr":"38 Tage ist es her, seit Dexter seinen Bruder, den Kühllaster-Killer Rudy, umbrachte - und seitdem hat er nicht mehr töten können. Zum einen ist seine traumatisierte Schwester Debra (Jennifer Carpenter) bei ihm eingezogen, vor allem aber ist ihm der misstrauische Sergeant Doakes (Erik King) wie ein Bluthund auf den Fersen und lässt ihn nicht aus den Augen. Als Doakes sich eines Abends frei nimmt, bekommt Dexter die Chance, seinem Trieb zu Töten nachzugeben. Als Opfer hat er sich schon lange den Voodoo-Priester Jimmy (Glenn Plummer) ausgesucht, doch als er den blinden Mann vor sich auf dem Tisch hat, kann er nicht zustechen. Dexter wird dadurch aus der Bahn geworfen und auch im Job unterlaufen ihm Fehler. Erst als dort Little Chino (Matthew Willig), ein brutaler Mörder aus dem Gangmilieu, laufen gelassen werden muss, hofft er, mit diesem neuen Opfer zurück in die Spur zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646469","hoster":"VOE"},{"path":"/redirect/9651334","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12915923","hoster":"VOE"},{"path":"/redirect/9651182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-2","name":"Einfach loslassen","epNo":2,"alt":"Waiting to Exhale","descr":"Dexter (Michael C. Hall) ist immer noch neben der Spur. Sein erstes Opfer konnte er nicht töten und der Mörder Little Chino (Matthew Willig) ist ihm entkommen und nun für einen weiteren Mord verantwortlich. Dexter ist klar, dass er Chino finden und töten muss, doch der scheint verschwunden. Zudem sorgt der Fund seiner entsorgten Leichen natürlich für eine Sensation. Die Presse tauft ihn den ?Bay Harbor Butcher? und das FBI schickt mit Special Agent Frank Lundy (Keith Carradine) ihren besten Mann, um den Fall zu lösen. Rita (Julie Benz) fällt es schwer, Pauls (Mark Pellegrino) Tod zu bewältigen und sie hegt nach wie vor Misstrauen gegenüber Dexter. Und Debra (Jennifer Carpenter) will es zwar nicht zugeben, ist aber nach wie vor schwer traumatisiert, was ihre Arbeit im Dienst beeinträchtigt. Da taucht dann plötzlich auch noch Little Chino im Polizeirevier auf, um sich zu stellen und ein wasserdichtes Alibi zu präsentieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646481","hoster":"VOE"},{"path":"/redirect/9651335","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13741312","hoster":"VOE"},{"path":"/redirect/9651183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-3","name":"Der düstere Begleiter","epNo":3,"alt":"An Inconvenient Lie","descr":"Dexter (Michael C. Hall) hat sich auf eine folgenschwere Lüge eingelassen, um Rita (Julie Benz) erklären zu können, wie er Paul (Mark Pellegrino) hereingelegt hat und um seine tatsächlichen Geheimnisse zu bewahren. Er hat zugegeben, ein Suchtproblem zu haben, dabei aber natürlich verschwiegen, dass er süchtig nach Töten ist und stattdessen Drogen angegeben. Rita zwingt ihn daraufhin, eine Suchtgruppe aufzusuchen, wo er die Aufmerksamkeit der hübschen Britin Lila (Jaime Murray) auf sich zieht. Die erkennt schnell, dass Dexter ein Geheimnis hat. Gleichzeitig nimmt sein Drang zu Töten wieder zu und mit einem schmierigen Autoverkäufer (Don McManus), der Frauen ermordet, stünde das richtige Opfer bereit. Doch Doakes (Erik King) und Lundy (Keith Carradine) im Nacken, erscheint ihm der Vollzug als zu riskant. Plötzlich erfährt er aber, dass sein Opfer in spe bald selbst wieder zuschlagen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646570","hoster":"VOE"},{"path":"/redirect/12631761","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646473","hoster":"VOE"},{"path":"/redirect/9651186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-4","name":"Hitzewelle","epNo":4,"alt":"See-Through","descr":"Eine Hitzewelle sucht Miami heim und auch für Dexter (Michael C. Hall) wird es immer heißer. Denn nachdem ausgerechnet seine Schwester Debra (Jennifer Carpenter) auf die Verbindung zwischen seinen Opfern gekommen ist, gelingt Kollege Vince Masuka (C.S. Lee) ein entscheidender Schritt, der die Polizei auf Dexters Spur bringen könnte. Daneben läuft natürlich auch noch die normale Arbeit. Ein Mordfall konfrontiert Doakes (Erik King) mit seiner Vergangenheit. Halt findet Dexter überraschend bei der flippigen Künstlerin Lila (Jaime Murray) aus seiner Suchtgruppe. Sie scheint hinter seine Maske schauen zu können und ihm helfen zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646531","hoster":"VOE"},{"path":"/redirect/9651339","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13103566","hoster":"VOE"},{"path":"/redirect/9651185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-5","name":"Superhelden","epNo":5,"alt":"The Dark Defender","descr":"Eine Morduntersuchung in einem Comic-Laden lässt Dexter (Michael C. Hall) ein Poster mit dem Titel ?The Dark Defender? erblicken. Er erfährt, dass das Mordopfer eine Graphic Novel über den ?Bay Harbor Butcher? als des Nachts für Gerechtigkeit kämpfenden Superhelden entwickeln wollte. Dexter fragt sich, was wäre, wenn er wirklich dieser Superheld wäre und wenn er vielleicht seine Mutter retten könnte. Lila (Jaime Murray), der erste Mensch, dem er von seinem traumatischen Erlebnis aus der Kindheit erzählt, rät ihm, sich mit seiner Vergangenheit auseinanderzusetzen, die Mörder seiner Mutter mit ihrer Tat zu konfrontieren. Er findet heraus, dass einer von ihnen (Tony Amendola) damals einen Deal schloss und unbehelligt eine kleine Bar in einem beschaulichen Örtchen betreibt. Gemeinsam mit Lila macht er sich auf den Weg dorthin, unsicher, ob er den Mann wirklich nur mit Worten konfrontieren kann oder seiner Sucht nachgeben und ihn töten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917404","hoster":"VOE"},{"path":"/redirect/12980216","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646575","hoster":"VOE"},{"path":"/redirect/9651189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-6","name":"Dex, Lügen und Video","epNo":6,"alt":"Dex, Lies, and Videotape","descr":"Dexter (Michael C. Hall) wurde beim Reinigen seines Bootes gefilmt und muss nun das Band löschen, bevor es Lundy (Keith Carradine) zu Gesicht und ihm damit auf die Schliche kommt. Der zeigt sowieso mittlerweile ein auffällig großes Interesse an dem Forensiker und beordert ihn immer öfter in sein Team. Zudem muss sich die Polizei mit einem Nachahmungstäter \"Prison Break\"-Psychopath Silas (Weir Mitchell) herumschlagen. Da hat Dexter natürlich seine eigene Vorgehensweise. Privat sorgt seine Suche nach dem \"neuen Dexter\" weiter für Trubel. Rita (Julie Benz) vermutet, er habe eine Affäre mit Lila (Jaime Murray) und verlässt ihn, als sie ihn bei einer Lüge ertappt. Und Doakes (Erik King) wird wieder misstrauisch, als ihm klar wird, dass Dexter sein Drogenproblem nur vortäuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646563","hoster":"VOE"},{"path":"/redirect/12980217","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9210887","hoster":"VOE"},{"path":"/redirect/9651187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-7","name":"Das Manifest des Metzgers","epNo":7,"alt":"That Night, A Forest Grew","descr":"Beflügelt von Lilas (Jaime Murray) Impulsivität, beschließt Dexter (Michael C. Hall), wie von ihr geraten, aktiver zu werden. Das setzt er gleich bei seinen beiden größten Problemen ein. Er verfasst ein Manifest des Bay Harbor Butchers, welches er an eine Zeitung sendet, um so Lundy (Keith Carradine) und die übrigen Mitglieder der Task Force zu beschäftigen und in eine falsche Richtung zu lenken. Und da Doakes (Erik King) wieder hinter ihm her ist, beschließt er diesem ein Bein zu stellen und ihn bei der Einheit zu diskreditieren. Doch privat plagt ihn der neue Weg. Auch wenn der Sex und die Zeit mit Lila großartig sind, fehlen ihm Rita (Julie Benz) und die Kinder. Die haben unter Ritas strenger Mutter (JoBeth Williams) zu leiden und vermissen Dexter. Dessen Schwester Debra (Jennifer Carpenter) muss sich eingestehen, dass sie für Lundy mehr empfindet als nur fachliche Bewunderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13741316","hoster":"VOE"},{"path":"/redirect/9574700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12915925","hoster":"VOE"},{"path":"/redirect/9651188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-8","name":"Falsches Spiel","epNo":8,"alt":"Morning Comes","descr":"Dexter (Michael C. Hall) erkennt, dass das Beschreiten von Lilas (Jaime Murray) Weg ein Fehler war. Sich aus dem Schatten zu bewegen und selbst aktiv zu werden, hat Lundy (Keith Carradine) klar gemacht, dass der Mörder Polizeierfahrung besitzen muss und damit die Schlinge enger gezogen. Zudem erwischt Lundy Dexter kalt und auch Doakes (Erik King) lässt nicht locker. Dexter muss aber auch erkennen, dass Lila noch in anderer Hinsicht nicht gut für ihn ist. Sie bindet ihn immer mehr, lässt ihm kaum Freiraum und in ihm wächst der Verdacht, dass das Feuer bei ihr kein Unfall war. Debra (Jennifer Carpenter) und Angel (David Zayas) finden unterdessen eine entscheidende Spur zum ?Bay Harbor Butcher?...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13920213","hoster":"VOE"},{"path":"/redirect/12516866","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646415","hoster":"VOE"},{"path":"/redirect/9651191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-9","name":"Widerstand ist zwecklos","epNo":9,"alt":"Resistance Is Futile","descr":"Dexter (Michael C. Hall) ist fest davon überzeugt, dass Lundy (Keith Carradine) ihm auf die Schliche gekommen ist. Er wird beobachtet, sein Labor von FBI-Agenten untersucht und im Revier geht das Gerücht um, dass Lundy einen Tatverdächtigen hat, der aus den Reihen der Polizei von Miami stammen soll. So kommt er nicht einmal dazu, die noch in der Hütte befindliche Leiche zu entsorgen. Und Dexter ahnt noch nicht einmal, dass Doakes (Erik King) sein Geheimnis gelüftet und seine Blutspritzersammlung gefunden hat. Auch mit Lila (Jaime Murray) muss er weiter fertig werden, denn trotz seiner nachdrücklichen Warnung drängt die sich weiter in sein Leben und macht sich dazu an Angel (David Zayas) ran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917401","hoster":"VOE"},{"path":"/redirect/9651342","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383857","hoster":"VOE"},{"path":"/redirect/9651190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-10","name":"Die Wahrheit über Harry","epNo":10,"alt":"There\u0027s Something About Harry","descr":"Nachdem Doakes (Erik King) ihn aufgespürt hat, hat es Dexter (Michael C. Hall) geschafft, seinen Widersacher zu überwältigen und in der verlassenen Hütte einzusperren. Dabei wurde er aber angeschossen und muss nun nicht nur die Verletzung vor seiner Umgebung geheim halten, sondern auch überlegen, was er mit Doakes anstellen soll. Dieser hält Dexter vor, dass es nur zwei Möglichkeiten gäbe: ihn frei zu lassen oder ihn zu töten. Letzteres widerspricht aber Harrys (James Remar) Code, denn auch, wenn Doakes getötet hat: Er ist kein Mörder. In diesem Konflikt wird für Dexter alles weiter verkompliziert, als Doakes eine Andeutung über seinen Vater macht und er erkennen muss, dass es in dessen Vergangenheit weitere Geheimnisse gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646399","hoster":"VOE"},{"path":"/redirect/9651341","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646417","hoster":"VOE"},{"path":"/redirect/9651192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-11","name":"Entscheidungen","epNo":11,"alt":"Left Turn Ahead","descr":"Dexter sieht sich mit einer folgenschweren Entscheidung konfrontiert, die diejenigen betrifft, die ihm am nächsten stehen. Die Beziehung zu Lila wird erneut auf eine harte Probe gestellt, als sie eines von Dexters Geheimnissen herausfindet und es benutzt, um ihn zu erpressen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073627","hoster":"VOE"},{"path":"/redirect/9651343","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12915927","hoster":"VOE"},{"path":"/redirect/9651197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-2/episode-12","name":"Amour fou","epNo":12,"alt":"The British Invasion","descr":"Langsam wird es ernst: Lila hat Dexters Navigationsgerät gestohlen und somit die Hütte in den Everglades gefunden, in der er Doakes gefangen hält. Lila erfährt, dass Dexter der Bay-Harbor-Metzger ist und entwickelt sofort einen Beschützerinstinkt: Sie dreht den Gashahn auf und lässt die Hütte explodieren. Dexter kommt das mehr als gelegen: Die Leiche wird als Doakes identifiziert, somit ist der Fall des Bay-Harbor-Metzgers für die Behörden abgeschlossen. Dexter gaukelt Lila Liebe und Dankbarkeit vor, damit sie nicht doch plötzlich auf die Idee kommt, ihn zu verraten. Als sie jedoch herausfindet, dass Dexter in Wirklichkeit die Absicht hat, sie zu töten, kidnappt sie Ritas Kinder und bringt sie in ihr Atelier. Als Dexter auftaucht, steckt sie den kompletten Raum in Brand und verriegelt die Tür. Kann er sich und die Kinder befreien? Falls ja, welche Auswirkungen hätte das für Lilas Leben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173253","hoster":"VOE"},{"path":"/redirect/9651349","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646410","hoster":"VOE"},{"path":"/redirect/9651193","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/dexter/staffel-3/episode-1","name":"Ein neuer Kodex","epNo":1,"alt":"Our Father","descr":"Dexter (Michael C. Hall) genießt sein Leben. Er hat sein zweites Ich als Killer akzeptiert wie nie zuvor, genießt das Morden und führt zudem mit Rita (Julie Benz) eine glückliche und erfüllte Beziehung. Auch seinen Kollegen geht es gut. Angel (David Zayas) wird befördert und auch Dexters Schwester Debra (Jennifer Carpenter) strebt endlich nach der nächsten Stufe auf der Karriereleiter. Ihr setzt nur ein wenig die interne Ermittlerin Yuki Amado (Liza Lapira, [[21]]) zu, die will, dass Debra gegen den smarten neuen Kollegen Quinn (Desmond Harrington) ermittelt, was diese natürlich entrüstet ablehnt. Doch dann gerät Dexters ?heile? Welt ins Wanken. Sein neuestes Opfer, den Mörder und Drogendealer Freebo (Mike Erwin) trifft er in einem Zweikampf mit einem anderen Mann (Nick Hermz) an und ehe sich Dexter versieht, hat er den Unbekannten getötet. Doch turbulent wird es erst als Dexter am nächsten Tag die Identität seines Opfers erfährt. Eine große Mordermittlung läuft an, die bald auch Debra Gefühlswelt durchwirbelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646525","hoster":"VOE"},{"path":"/redirect/14457232","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646423","hoster":"VOE"},{"path":"/redirect/9651195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-2","name":"Auf der Suche nach Freebo","epNo":2,"alt":"Finding Freebo","descr":"Während er sich noch mit der unerwarteten Schwangerschaft von Rita (Julie Benz) beschäftigen muss, hat Dexter (Michael C. Hall) schon ganz andere Sorgen. Er muss so schnell wie möglich Freebo (Mike Erwin) finden und töten, bevor ihn seine Kollegen erwischen und er ihnen alles erzählen kann. Da er weiß, dass der Mordfall ?Jane Doe?, den Debra (Jennifer Carpenter) untersucht mit Freebo zusammenhängt, hat er einen Vorsprung, doch seine Schwester ist schlau und eifrig. Und auch Miguel Prado (Jimmy Smits) ist auf der Suche nach Freebo und hat auch einen sehr guten Hinweis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646543","hoster":"VOE"},{"path":"/redirect/9651345","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646486","hoster":"VOE"},{"path":"/redirect/9651196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-3","name":"Jagdinstinkt","epNo":3,"alt":"The Lion Sleeps Tonight","descr":"Miguel Prado (Jimmy Smits) versucht weiter seine Freundschaft mit Dexter (Michael C. Hall) zu intensivieren, doch der hat ganz andere Sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646395","hoster":"VOE"},{"path":"/redirect/9651346","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646482","hoster":"VOE"},{"path":"/redirect/9651194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-4","name":"Rollenspiele","epNo":4,"alt":"All in the Family","descr":"Dexter (Michael C. Hall) macht Rita (Julie Benz) einen unbeholfenen Heiratsantrag, den sie ablehnt. Auch von anderer Seite winkt Stress. Miguel Prado (Jimmy Smits) will seinem Bruder Ramon (Jason Manuel Olazabal) von Dexters Tat erzählen. Das kann der natürlich unter keinen Umständen zulassen. Die Polizei von Miami untersucht unterdessen einen Mord. Die einzige Zeugin (Julie Ann Emery) ist völlig am Boden zerstört, sie habe das Opfer geliebt und ein Einbrecher die Tat begangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646489","hoster":"VOE"},{"path":"/redirect/9651347","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646466","hoster":"VOE"},{"path":"/redirect/9651198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-5","name":"Abstecher nach Bimini","epNo":5,"alt":"Turning Biminese","descr":"Rita (Julie Benz) will bald mit Dexter (Michael C. Hall) zusammen ziehen. Doch der fühlt sich sichtlich unwohl seinen Rückzugsort aufzugeben. Da eröffnet ihm Miguel Prado (Jimmy Smits) eine willkommene Ablenkung: Einen zweifachen Mörder, den er laufen lassen muss. Ein perfektes neues Opfer. Dexter nimmt sich sehr zum Unwillen von Rita einen Tag frei, um auf hoher See einen Mord zu begehen. Und genau zu jener Zeit fängt die schwangere Rita an zu bluten und muss ins Krankenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14146349","hoster":"VOE"},{"path":"/redirect/14146348","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646471","hoster":"VOE"},{"path":"/redirect/9651199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-6","name":"Teamwork","epNo":6,"alt":"Sí Se Puede","descr":"Miguel Prado (Jimmy Smits) will mit Dexter (Michael C. Hall) eine Art Selbstjustizgruppe gründen. Doch Dexter glaubt nicht, dass er seinen ersten Freund so in sein wahres Leben einbeziehen kann. Er schlägt ihm daher vor den mehrfachen Mörder Clemson Galt (Blake Gibbons) zu töten, denn dieser sitzt in einem Hochsicherheitsgefängnis und Dexter ist sich sicher, dass Prado wegen der Gefahr ablehnen wird und weitere Selbstjustizakte damit passé sind. Doch zu seiner Überraschung stimmt Prado zu und hat schon einen ausgeklügelten Plan im Gepäck. Derweil hat Dexters Schwester Debra (Jennifer Carpenter) einen schrecklichen Verdacht. Ist möglicherweise Miguels Bruder Ramon (Jason Manuel Olazabal) der ?Skinner??","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106212","hoster":"VOE"},{"path":"/redirect/9651355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920881","hoster":"VOE"},{"path":"/redirect/9651200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-7","name":"Ein Akt der Gnade","epNo":7,"alt":"Easy as Pie","descr":"Dexters neuer Verbündeter Miguel nennt ihm ein neues Opfer: Ellen Wolfe. Doch Dexter findet sie passt nicht zu seinem ‚Code‘. Da stellt Miguel ihre Freundschaft in Frage. Auch sein Verhältnis zur todkranken Camilla wird auf die Probe gestellt: Sie bittet ihn, ihr zu helfen, ihr Leben zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646578","hoster":"VOE"},{"path":"/redirect/9651361","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917391","hoster":"VOE"},{"path":"/redirect/9651201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-8","name":"Schmetterlingseffekt","epNo":8,"alt":"The Damage a Man Can Do","descr":"Miguel schlägt ein weiteres Opfer vor, möchte dieses Mal sein Urteil aber selbst vollstrecken. Da er sich bei den Vorbereitungen alles andere als unauffällig zeigt, ist Dexter skeptisch. Debra und Quinn kommen dem Häuter immer näher und verhören einige Palmenschneider. Dabei fällt ihr Augenmerk auf den Gastarbeiter Mario.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646458","hoster":"VOE"},{"path":"/redirect/9651356","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920888","hoster":"VOE"},{"path":"/redirect/9651202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-9","name":"Die Geister die ich rief...","epNo":9,"alt":"About Last Night","descr":"Dexter verdächtigt seinen neuen Verbündeten Miguel sich nicht an seinen ‚Code‘ zu halten. Miguels Frau Sylvia vermutet unterdessen, dass ihr Mann eine Affäre hat. Als Dexter erfährt, dass LaGuerta Ellen Wolfe nicht erreichen kann, wird er misstrauisch. Und erlebt eine böse Überraschung. Seine Schwester Debra sucht unterdessen verzweifelt nach ihrem Freund Anton und dem ‚Skinner‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646436","hoster":"VOE"},{"path":"/redirect/9651360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646452","hoster":"VOE"},{"path":"/redirect/9651203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-10","name":"Such dir dein eigenen weg","epNo":10,"alt":"Go Your Own Way","descr":"Dexter erkennt, dass er Druck auf Miguel aufbauen muss. Er versucht Beweise für dessen Mord an Ellen Wolf in seinen Besitz zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646540","hoster":"VOE"},{"path":"/redirect/9651359","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13008111","hoster":"VOE"},{"path":"/redirect/9651204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-11","name":"Adios, Amigo","epNo":11,"alt":"I Had a Dream","descr":"Lt. Maria Laguerta hat Miguel im Verdacht, Ellen Wolf umgebracht zu haben. Dexter befürchtet daher zurecht, dass Miguel, sich Laguerta vom Hals schaffen will. Also muss er ihm zuvor kommen und Miguel ins Jenseits befördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646434","hoster":"VOE"},{"path":"/redirect/9651366","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12915926","hoster":"VOE"},{"path":"/redirect/9651206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-3/episode-12","name":"Überlebenswille","epNo":12,"alt":"Do You Take Dexter Morgan?","descr":"Der Hochzeitstag ist gekommen, doch Dexter hat immer noch Miguel zu handeln. Und auch der Skinner ist nach wie vor frei und hat sich ein neues Opfer auserkoren: Dexter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646488","hoster":"VOE"},{"path":"/redirect/9651363","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13106194","hoster":"VOE"},{"path":"/redirect/9651205","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/dexter/staffel-4/episode-1","name":"Lebe Deinen Traum","epNo":1,"alt":"Living the Dream","descr":"Die vierte Staffel beginnt einige Monate nach Dexters Hochzeit mit Rita und der Geburt ihres gemeinsamen Sohnes Harrison. Dexter ist mit seiner Familie inzwischen in einen mondänen Vorort von Miami gezogen. Er hat jedoch große Schwierigkeiten den Spagat zwischen seinem Familienleben und seiner Mordsucht zu finden. Angel Batista und Maria LaGuerta haben eine romantische Beziehung begonnen, und der Vorschrift entsprechend drängt Maria Angel ihre Verbindung ihren Vorgesetzten zu melden. Während einer Ermittlung im Mordfall einer jungen Frau, die in einer Badewanne an einem Schnitt in den Oberschenkel verblutet aufgefunden worden wird, taucht der mittlerweile pensionierte Special Agent Frank Lundy auf, welcher seit Jahren an dem Fall eines mysteriösen Serienkillers arbeitet, den er selbst den Trinity-Killer nennt. Er wird deswegen der Trinity-Killer genannt, weil jede Mordserie aus drei Mordopfern besteht, welche nach dem gleichen Muster ablaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646556","hoster":"VOE"},{"path":"/redirect/9651367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100392","hoster":"VOE"},{"path":"/redirect/9651208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-2","name":"Hängepartie","epNo":2,"alt":"Remains to Be Seen","descr":"Dexter ist völlig übermüdet am Steuer seines Autos eingeschlafen. Als er wieder zu sich kommt, wird er in eine Ambulanz geladen. Obwohl Dexter mit einer Gehirnerschütterung glimpflich davongekommen ist, will ihn der Arzt für zwölf Stunden im Spital behalten. Dexter hat jedoch allen Grund, so schnell wie möglich zur Unfallstelle zurückzukehren, kann er sich doch nicht mehr erinnern, was er mit der Leiche von Benny Gomez gemacht hat. Falls jemand den Leichnam vor ihm finden sollte, muss Dexter mit dem Schlimmsten rechnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646435","hoster":"VOE"},{"path":"/redirect/9651373","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646406","hoster":"VOE"},{"path":"/redirect/9651207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-3","name":"Vandalenjagd","epNo":3,"alt":"Blinded By the Light","descr":"Bei einem Grillfest lernt Dexter seine Nachbarn kennen. Es stellt sich heraus, dass selbst dieses kleine Vorstadtparadies nicht von kriminellen Machenschaften frei ist. Ein Spitzbube schleicht im Schutze der Nacht um die Häuser, besprayt Gartentore und richtet anderen Unfug an. Dexter hat einen Verdacht, wer hinter den Streichen stecken könnte: Nachbarssohn Jesse, der es seiner Ziehtochter Astor  angetan zu haben scheint. Der Tatortspezialist beschafft sich dessen Getränkedose, um den jugendlichen Vandalen mit den Mitteln moderner Forensik zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646421","hoster":"VOE"},{"path":"/redirect/9651371","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646586","hoster":"VOE"},{"path":"/redirect/9651230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-4","name":"Sucht nach Freiheit","epNo":4,"alt":"Dex Takes a Holiday","descr":"Rita fährt für einige Tage mit den Kindern weg, um an der Hochzeit einer Cousine teilzunehmen. Dies verschafft Dexter endlich wieder etwas Freiraum, um sich einen Schurken vorzuknöpfen. Seine Wahl fällt auf Zoey Kruger, eine Polizistin, deren Ehemann und Kind vermeintlich bei einem Einbruch ums Leben kamen. Die Blutspuren deuten jedoch darauf hin, dass sie selbst ihre Familie auf dem Gewissen hat und die abscheuliche Tat einem verrufenen Kriminellen in die Schuhe schob. Doch Zoey Kruger wird auf Dexters Recherche aufmerksam und warnt ihn unmissverständlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646504","hoster":"VOE"},{"path":"/redirect/9651374","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13108538","hoster":"VOE"},{"path":"/redirect/9651209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-5","name":"Dirty Harry","epNo":5,"alt":"Dirty Harry","descr":"Aktuelle Ereignisse bringen Dexter selbst auf die Spur des Trinity-Killers und seine Motive sind nun persönlich. Aber er muss bald feststellen, dass der Serienmörder wenig mit den anderen Monstern gemein hat, die er bisher gejagt hat. Dexters Frau Rita entdeckt unterdessen eines seiner Geheimnisse und merkt, wie wenig sie über den Mann weiß, den sie geheiratet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646539","hoster":"VOE"},{"path":"/redirect/14286721","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646448","hoster":"VOE"},{"path":"/redirect/9651211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-6","name":"Familienväter","epNo":6,"alt":"If I Had a Hammer","descr":"Nach seiner verblüffenden Entdeckung, dass der Trinity-Killer gleichzeitig ein liebender Familienvater ist, schöpft Dexter Hoffnung, von seiner Zielperson lernen zu können. Er beschliesst, sich Arthur Mitchell behutsam zu nähern. Unter falschem Namen schleicht Dexter sich als freiwilliger Helfer in dessen wohltätige kirchliche Organisation ein, die für Bedürftige Häuser errichtet. Bald staunt er, wie mit welch raffinierter Methodik Arthur Mitchell sein blutrünstiges Doppelleben verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646557","hoster":"VOE"},{"path":"/redirect/9793807","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646545","hoster":"VOE"},{"path":"/redirect/9651210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-7","name":"Models, Morde, Missverständnisse","epNo":7,"alt":"Slack Tide","descr":"Im Magen eines toten Alligators liegt der Arm einer Kellnerin. Die Beamten verdächtigen einen Fotographen, Jonathan Farrow, des Verbrechens an diesem und weiteren wehrlosen Opfern ohne Aufenthaltsbewilligung. Nachdem Angel Batista keinen Durchsuchungsbefehl für das Studio erhalten hat, nimmt Dexter sich der Sache ausserdienstlich an. Zwar bringt er Farrow mit gewohnt eiskalter Präzision zur Strecke - aber dennoch erlebt Dexter eine böse Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646480","hoster":"VOE"},{"path":"/redirect/9651383","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12333391","hoster":"VOE"},{"path":"/redirect/9651215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-8","name":"Bereuen ist menschlich","epNo":8,"alt":"Road Kill","descr":"Dexter dachte, dass der Kodex seines Vaters ihn vor der Entdeckung schützen sollte. Aber nach seinem entscheidendem Fehler fragt er sich, ob er ihn nicht vielleicht vor etwas weit gefährlicheren bewahren sollte: menschlichen Gefühlen. Als er erfährt, dass der Trinity-Killer eine Reise plant, ergreift er die Gelegenheit um mehr über das ihm so ähnliche Monster zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646467","hoster":"VOE"},{"path":"/redirect/9651381","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646546","hoster":"VOE"},{"path":"/redirect/9651212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-9","name":"Das Fest der Dankbarkeit","epNo":9,"alt":"Hungry Man","descr":"Im Haus Morgan steht das Thanksgiving-Fest an. Bevor Dexter das Messer in den Truthahn sticht, will er Arthur Mitchell und dessen Familienleben genauer unter die Lupe nehmen. Schnell entdeckt er hinter der properen Fassade der Mitchells eine eigentliche Geiselnahme, hält der Familienvater seine Liebsten doch in einem Zustand dauernden Terrors. Nachdem er Arthurs Sohn Jonah beobachtet hat, wie dieser seine Frustration an einem denkbar ungeeigneten Objekt abreagiert, eilt Dexter zur Hilfe. Er lädt sich kurzerhand selbst zum Familienfest der Mitchells ein. Dexters Vorahnung bestätigt sich: Das Mahl läuft innert Kürze dermassen aus dem Ruder, dass der Gast eingreifen muss, um ein Blutbad zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646472","hoster":"VOE"},{"path":"/redirect/9651386","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646422","hoster":"VOE"},{"path":"/redirect/9651238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-10","name":"Die Unschuld eines Kindes","epNo":10,"alt":"Lost Boys","descr":"Debra erklärt sich zum Interview mit der Reporterin Christine Hill bereit. Weil sie sich Aufschluss über den Anschlag auf Lundy erhofft, bittet Debra Angel, dem Gespräch beizuwohnen. Nachdem sie Christine mit Fragen zur Tatnacht auf den Zahn gefühlt hat, ist Debra sicher: Die Reporterin hat etwas zu verbergen. Quinn ist ausser sich, als er von Debras Verdacht erfährt. Dennoch erklärt er sich bereit, Christines Zahnbürste für eine DNS-Analyse zur Verfügung zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108546","hoster":"VOE"},{"path":"/redirect/9651384","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646400","hoster":"VOE"},{"path":"/redirect/9651243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-11","name":"Hallo, Dexter Morgan","epNo":11,"alt":"Hello, Dexter Morgan","descr":"Nachdem eine weitere Befragung Christine Hills keine weiteren Erkenntnisse gebracht hat, schlägt Debra vor, sie freizulassen. Sie glaubt, dass Christine die Polizei geradewegs zum Trinity-Killer führen könnte. Tatsächlich versucht die Reporterin sogleich, Kontakt zu ihrem Vater aufzunehmen, jedoch ohne Erfolg. Unverhofft erfährt Debra, dass Christine unter vier Augen mit ihr sprechen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646457","hoster":"VOE"},{"path":"/redirect/9651387","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100399","hoster":"VOE"},{"path":"/redirect/14014459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-4/episode-12","name":"Die Schlinge zieht sich zu","epNo":12,"alt":"The Getaway","descr":"Dexter verfolgt Arthur Mitchell, um ihn schnellstmöglich aus dem Weg zu schaffen, zuerst zu Fuss, danach in einer wilden Autoverfolgungsjagd. Dabei rammt er allerdings ein anderes Fahrzeug, was Dexter zum Verhängnis wird, als er Arthur Mitchell dann tatsächlich überwältigt hat. Als Amokfahrer festgenommen sitzt Dexter auf dem Polizeiposten, während der ohnmächtige Trinity-Killer jederzeit das Bewusstsein erlangen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646501","hoster":"VOE"},{"path":"/redirect/9651388","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646573","hoster":"VOE"},{"path":"/redirect/9651213","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/dexter/staffel-5/episode-1","name":"Auf Wiedersehen, Rita Bennett!","epNo":1,"alt":"My Bad","descr":"Blutspurenexperte und Serienmörder Dexter Morgan ist am Ende: der Trinity-Killer hat seine Frau Rita ermordet. Aber Dexter fühlt sich für ihren Tod verantwortlich. Zum ersten Mal in seinem Leben fühlt er sich schuldig. Und trifft eine radikale Entscheidung, die das Leben aller, die ihm wichtig sind, verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646431","hoster":"VOE"},{"path":"/redirect/9651390","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12920896","hoster":"VOE"},{"path":"/redirect/9574637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-2","name":"Auf der Fährte","epNo":2,"alt":"Hello, Bandit","descr":"Dexter versucht verzweifelt als alleinerziehender Vater über den Tod seiner Frau hinweg zukommen. Er versucht sich ganz auf die Kinder zu konzentrieren und seinen Drang zu töten zu unterdrücken. Doch dann macht er eine furchtbare Entdeckung, die ihn zu seinem nächsten Opfer führen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646455","hoster":"VOE"},{"path":"/redirect/9651393","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13103571","hoster":"VOE"},{"path":"/redirect/9651264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-3","name":"Das Gefühl der Leere","epNo":3,"alt":"Practically Perfect","descr":"Dexter gerät in eine merkwürdige Situation, als er ein Kindermädchen für seinen Sohn sucht, um seinem Drang zu töten weiter nachgehen zu können. Der Druck steigt als sein Polizeikollege Quinn Ähnlichkeiten zwischen dem als Trinity-Killer Verdächtigten \"Kyle Butler\" und Dexter entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646445","hoster":"VOE"},{"path":"/redirect/9651395","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100396","hoster":"VOE"},{"path":"/redirect/9651281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-4","name":"Der Mörder und das Biest","epNo":4,"alt":"Beauty And The Beast","descr":"Eine ungewohnte Situation für Serienkiller Dexter Morgan: Zum ersten Mal muss er jemanden das Leben retten, statt es jemanden zu nehmen. Sein Polizeikollege Quinn untersucht derweil weiter die merkwürdigen Ähnlichkeiten zwischen Dexter und dem als Trinity-Killer Verdächtigten \"Kyle Butler\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251985","hoster":"VOE"},{"path":"/redirect/9651397","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646419","hoster":"VOE"},{"path":"/redirect/9651269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-5","name":"Gier nach Vergeltung","epNo":5,"alt":"First Blood","descr":"Nachdem Serienkiller Dexter Morgan  jetzt eine ungewollte Mitwisserin hat, muss er eine Entscheidung über ihr Schicksal treffen. Gleichzeitig fragt er sich, ob Ritas Tod wohl auch in seinem Sohn Harrison eine dunkle Seite geweckt hat. Sein Polizeikollege Quinn lässt derweil einen alten Bekannten einen Blick in Dexters Leben werfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646438","hoster":"VOE"},{"path":"/redirect/9651399","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646495","hoster":"VOE"},{"path":"/redirect/9651283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-6","name":"Alles ist erhellt - Alles leuchtet","epNo":6,"alt":"Everything is Illuminated","descr":"Serienkiller Dexter Morgan versucht sein Leben wieder auf die Spur zu bringen und jagt ein neues Opfer. Doch er wird abgelenkt und gerät in eine brenzlige Situation, weil er seiner neuen Begleitung Lumen helfen muss. Sein Polizeikollege Quinn erfährt unterdessen aus einer fragwürdigen Quelle mehr über Dexter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646420","hoster":"VOE"},{"path":"/redirect/9651398","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646407","hoster":"VOE"},{"path":"/redirect/9651282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-7","name":"Das Licht der Dunkelheit","epNo":7,"alt":"Circle Us","descr":"Serienkiller Dexter hat beschlossen, Lumen bei der Suche nach ihrem zweiten Peiniger zu helfen. Da wird er als Spurensicherungsexperte zu einem Unfall gerufen. Ein Truck wurde von einem Auto gerammt, kippte um und verstreute seine Ladung auf die Strasse: die fünf Behälter mit toten Frauen, die Dexter vor einiger Zeit im Sumpf entdeckt hat. Der Truck ist auf den berühmten Motivationskünstler Jordan Chase gemeldet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646474","hoster":"VOE"},{"path":"/redirect/9651403","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646550","hoster":"VOE"},{"path":"/redirect/9651280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-8","name":"Hol\u0027s dir!","epNo":8,"alt":"Take It!","descr":"Serienkiller Dexter Morgan und seine neue Gefährtin Lumen verfolgen während eines Selbsthilfeseminars einen brutalen Killer. Dexters Schwester Debra gerät dabei als Ermittlerin im Santa-Muerte-Fall in unerwartete Schwierigkeiten. Diese zwingen ihren Kollegen Batista, eine schwierige Entscheidung zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646547","hoster":"VOE"},{"path":"/redirect/9651404","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646478","hoster":"VOE"},{"path":"/redirect/9651284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-9","name":"Kein guter Tag","epNo":9,"alt":"Teenage Wasteland","descr":"Mitten in der Jagd nach ihrem nächsten Opfer werden Serienkiller Dexter Morgan  und seine neue Komplizin Lumen von einem unerwarteten Gast überrascht. Dexters Schwester Debra wurde inzwischen zum Akten Sortieren straf versetzt. Trotzdem gelingt es ihr neue Beweise zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646566","hoster":"VOE"},{"path":"/redirect/9651408","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12333399","hoster":"VOE"},{"path":"/redirect/9651285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-10","name":"Nummer 13","epNo":10,"alt":"In The Beginning","descr":"Gerade als Killer Dexter Morgan  und seine neue Komplizin Lumen einen möglichen Verbündeten auf der Jagd nach Lumens ehemaligen Peinigern entdeckt haben, müssen sie vorsichtig werden. Die Mordkommission hat einige entscheidende Beweise gefunden, die sie zu einem ihrer früheren Opfer führen könnte. Dexters Schwester Debra arbeitet derweil wieder an ihrem alten Fall und identifiziert zwei weitere Verdächtige.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646549","hoster":"VOE"},{"path":"/redirect/9651407","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096107","hoster":"VOE"},{"path":"/redirect/9651286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-11","name":"Verliebte Rächer","epNo":11,"alt":"Hop A Freighter","descr":"Die Pläne von Serienkiller Dexter Morgan und seiner Komplizin Lumen werden durchkreuzt. Dexter muss Schadensbegrenzung betreiben, als ihm klar wird, dass ihnen jemand außerhalb seiner Dienststelle auf den Fersen ist. Der geheimnisvolle fehlende Verdächtige im Fall von Dexters Schwester Debra gewinnt langsam Konturen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646565","hoster":"VOE"},{"path":"/redirect/9651413","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646572","hoster":"VOE"},{"path":"/redirect/9651288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-5/episode-12","name":"Das Eine und das Andere","epNo":12,"alt":"The Big One","descr":"Serienkiller Dexter Morgan ist verzweifelt: Seine Komplizin Lumen wurde an der Nase herumgeführt. Und soll ihn nun selbst in die Falle locken. Dexter riskiert alles, um die Fehler seiner Vergangenheit nicht zu wiederholen. Seine Schwester Debra  lässt sich zur Lösung ihres Falles derweil von ihren Gefühlen leiten. Und ihr gemeinsamer Kollege Quinn ist in einer gefährlichen Situation ausgerechnet auf Dexters Hilfe angewiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646492","hoster":"VOE"},{"path":"/redirect/9651412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096111","hoster":"VOE"},{"path":"/redirect/9651287","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/dexter/staffel-6/episode-1","name":"Sieben Schlangen","epNo":1,"alt":"Those Kinds of Things","descr":"Ein Jahr ist vergangen... und es ist Einiges passiert... Dexter muss zum Klassentreffen und auch noch zu einem Vorstellungsgespräch mit Harrison. Harrison soll in die Vorschule. Maria lässt sich mit Hilfe von Erpressung befördern, und der mittlerweile von ihr geschiedene Angel soll Chef der Mordkommission werden. Masuka hat Online-Studenten, die er dann zur Mordkommission einlädt, um einen von ihnen als Hilfskraft auszuwählen. Währenddessen begeben sich zwei Männer in Miami auf eine blutige Reise... und es  dauert nicht lange, bis es tatsächlich Arbeit gibt, die blutig genug ist, um Dexter und Masuka zu fordern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646528","hoster":"VOE"},{"path":"/redirect/9651415","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13103573","hoster":"VOE"},{"path":"/redirect/9651290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-2","name":"Der gute Hirte","epNo":2,"alt":"Once Upon a Time","descr":"Dexter gefällt es nicht, einen Mörder wiederzutreffen, der ihm damals knapp entkam. Es handelt sich um Brother Sam, einen Verbrecher, der auf freiem Fuß ist und behauptet, durch seine Bekehrung ein neuer Mensch geworden zu sein. Zu ihm führt die Miami Metro der Mord an Omar Rivera, einem von Sams Angestellten: In seiner Autowerkstatt beschäftigt Sam ehemalige Straftäter. Nach einem Vorfall im Restaurant entscheidet sich Chief Matthews, anstatt Angel Debra zu befördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646536","hoster":"VOE"},{"path":"/redirect/9651414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13096108","hoster":"VOE"},{"path":"/redirect/9651289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-3","name":"Die Rückkehr der Zahnfee","epNo":3,"alt":"Smokey and the Bandit","descr":"LaGuerta und Quinn versuchen, Debras  ersten Tag als Lieutenant so unangenehm wie möglich zu machen. Nur Angel versucht ihr zu helfen. Der Rest des Teams ist anderweitig beschäftigt: Masuka mit seiner neuen Assistentin Ryan und Dexter mit seiner Vergangenheit. Oder besser gesagt: mit seiner Zukunft? Beides! Der \"Kühllaster-Killer\" und die \"Zahnfee\" spielten wichtige Rollen in seinem Leben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646441","hoster":"VOE"},{"path":"/redirect/9651417","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646453","hoster":"VOE"},{"path":"/redirect/9651291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-4","name":"Die Reiter der Apokalypse","epNo":4,"alt":"A Horse of a Different Color","descr":"Der neue Detective, Anderson, erweist sich als sehr hilfreich, als er die umherlaufenden Pferde als eine Szene im Buch der Offenbarung aus der Bibel erkennt. Deb muss ihre erste Pressekonferenz bestreiten, die sie in ihrem eigenen Stil abhält. Als Harrison ins Krankenhaus muss, kommen sich Brother Sam und Dexter näher. Die Killer erledigen mit einer heimtückischen Anordnung ein drittes Opfer, das ebenfalls eine Szene aus der Bibel darstellt. Dexter beginnt zu vermuten dass es zwei Killer sind, was das Departement noch nicht weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646443","hoster":"VOE"},{"path":"/redirect/13027121","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646402","hoster":"VOE"},{"path":"/redirect/9651292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-5","name":"Der Engel des Todes","epNo":5,"alt":"The Angel of Death","descr":"Das Departement kommt dem älteren der beiden Killer immer näher, während sich Dexter alleine an den jüngeren, Travis, heftet. Er kann diesen aufspüren, lässt ihn aber wieder laufen, nachdem er erfährt, dass er bisher keins der Opfer getötet hat, da er dafür \"zu schwach\" sei. Quinn schläft mit einer Hochschulprofessorin, bei der schließlich Hinweise auf Gellar, den Hauptverdächtigen der Morde gefunden werden. Deb sucht sich auf Rat der Dezernatspsychologin eine eigene Wohnung. Bruder Sam wird in seiner Werkstatt durch mehrere Schüsse niedergeschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646460","hoster":"VOE"},{"path":"/redirect/9651422","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646526","hoster":"VOE"},{"path":"/redirect/9651294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-6","name":"Am Scheideweg","epNo":6,"alt":"Just Let Go","descr":"Deb hat weiterhin Probleme, sich an ihre neue Rolle zu gewöhnen. Sie erfährt, dass Quinn mit einer wichtigen Zeugin geschlafen hat. Dexter ist auf der Spur von Nick (einem Mitarbeiter von Brother Sam), der diesen niedergeschossen hat. Zwischenzeitlich wacht Sam kurz aus dem Koma auf und bittet Dexter, Nick zu sagen dass er ihm verziehen habe. Er bittet Dexter auch, seine innere Dunkelheit zu überwinden und Nick ebenfalls zu verzeihen. Dexter will es versuchen und überbringt Nick die Nachricht von Sams Tod. Doch dieser reagiert hämisch und lacht, worauf Dexter ihn angreift und im Meer ertränkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383871","hoster":"VOE"},{"path":"/redirect/9651420","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646496","hoster":"VOE"},{"path":"/redirect/9651293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-7","name":"Reise nach Nebraska","epNo":7,"alt":"Nebraska","descr":"Als Reaktion auf den Mord an Nick ersetzt Dexters toter Bruder Brian Harry als dessen \"Gewissen\". Frau und Tochter von Trinity wurden ermordet, nach Aussage dessen Sohnes von Trinity selbst. Dexter ist klar, dass demnach nur der Sohn sie ermordet haben kann und sucht diesen in Nebraska auf, verschont ihn, als er dessen Schmerz erkennt und löst sich von seinem Bruder. Travis sagt sich, nachdem er dessen nächstes Opfer frei ließ, von Gellar los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073626","hoster":"VOE"},{"path":"/redirect/9651425","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646585","hoster":"VOE"},{"path":"/redirect/9651296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-8","name":"Die Hure Babylon","epNo":8,"alt":"Sins of Omission","descr":"Deb gelingt es, die möglichen Komplizen Gellars einzugrenzen. Dexter sucht Travis auf, der ihm aber nicht helfen will. Gellar entführt Travis, tötet dessen Schwester und drapiert sie als Hure von Babylon. Dexter findet Gellars Versteck, dieser entkommt jedoch. Travis will Dexter nun helfen, Gellar zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646529","hoster":"VOE"},{"path":"/redirect/9651427","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646508","hoster":"VOE"},{"path":"/redirect/9651295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-9","name":"Die Schalen des Zorns","epNo":9,"alt":"Get Gellar","descr":"Während sich Travis und Dexter verbünden und zusammenarbeiten um Gellar zu töten, schnappt sich der Doomsdaykiller ein weiteres Opfer. Die Polizei grenzt zeitgleich das Gebiet um Gellars Versteck immer mehr ein. Als Dexter und Travis ihn in seiner Kirche zur Strecke bringen wollen, offenbart sich Travis wahres Gesicht und Dexter geht Travis in die Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646424","hoster":"VOE"},{"path":"/redirect/9651426","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646439","hoster":"VOE"},{"path":"/redirect/9651301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-10","name":"Neue Jünger","epNo":10,"alt":"Ricochet Rabbit","descr":"Killer-Killer Dexter (Michael C. Hall) hat einen fatalen Fehler begangen: Er wollte Doomsday-Killer Travis Marshall (Colin Hanks) von dessen dunklen Begleiter, dem diabolischen Professor Gellar (Edward James Olmos) befreien. Doch Gellar wurde in Wirklichkeit bereits vor Jahren von Travis ermordet. Travis ist ein Einzeltäter und Gellar nichts weiter als seine eingebildete Wahngestalt. Dexter setzt alles daran seinen Fehler wieder gut zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646588","hoster":"VOE"},{"path":"/redirect/9651431","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13108535","hoster":"VOE"},{"path":"/redirect/9651297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-11","name":"Der Feuersee","epNo":11,"alt":"Talk To The Hand","descr":"Killer-Killer Dexter Morgan (Michael C. Hall) setzt alles daran, den wahnsinnigen Doomsday-Killer Travis Marshall (Colin Hanks) aufzuhalten. Der plant einen gefährlichen Giftgas-Anschlag auf die Polizei von Miami. Dexters Schwester Debra wird sich unterdessen in ihrer Therapie immer klarer, dass ihre Gefühle für ihren Bruder weit über Geschwisterliebe hinausgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646429","hoster":"VOE"},{"path":"/redirect/9651429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646498","hoster":"VOE"},{"path":"/redirect/9651298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-6/episode-12","name":"Die Säulen des Lichts","epNo":12,"alt":"This Is The Way The World Ends","descr":"Kurz nachdem Dexter von illegalen Einwanderern aus dem Meer gerettet wurde, entführt Travis seinen Sohn Harrison um ihn auf einem Hochhaus zu opfern. Dexter rettet ihn und schafft den bewusstlosen Travis fort. Als Dexter schließlich Travis in der Kirche tötet, wird Debra Augenzeuge des Mordes, da sie kurz vorher in die Kirche hereinkam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646413","hoster":"VOE"},{"path":"/redirect/9651434","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100400","hoster":"VOE"},{"path":"/redirect/9651299","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/dexter/staffel-7/episode-1","name":"Erschütternde Wahrheit","epNo":1,"alt":"Are You...?","descr":"Das Doppelleben von Blutspuren-Experte Dexter Morgan (Michael C. Hall) ist aufgeflogen: Seine Adoptivschwester Debra (Jennifer Carpenter) hat den Freizeit-Killer just in dem Moment überrascht, als der den Serienmörder Travis hinrichtete. Kann Dexter Debra überzeugen, dass er nur dieses eine Mal die Kontrolle verloren hat? Hat sie vielleicht sogar Verständnis für seinen Kodex? Hilft sie ihm wieder einmal, den Kopf aus der Schlinge zu ziehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646476","hoster":"VOE"},{"path":"/redirect/12611817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646454","hoster":"VOE"},{"path":"/redirect/9651300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-2","name":"Auf Schritt und Tritt","epNo":2,"alt":"Sunshine and Frosty Swirl","descr":"Blutspuren-Experte und Freizeit-Killer Dexter Morgan (Michael C. Hall) steht unter Druck: Seine Adoptivschwester Debra (Jennifer Carpenter) will ihn zwar nicht an die Polizei ausliefern, überwacht ihn aber Tag um Nacht, damit er seine Sucht zu Töten kontrolliert. Captain Laguerta (Lauren Vélez) folgt unterdessen der Spur von Dexters Blutplättchen das sie am Tatort gefunden hat. Und offensichtlich hat es auch der undurchsichtige Louis (Josh Cooke) auf Dexter abgesehen. – Nervenzerrende, sarkastische Krimiserie um einen Ermittler mit blutigem Doppelleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12752046","hoster":"VOE"},{"path":"/redirect/9651435","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646576","hoster":"VOE"},{"path":"/redirect/9651302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-3","name":"Todeslabyrinth","epNo":3,"alt":"Buck the System","descr":"Killer-Killer Dexter Morgan (Michael C. Hall) fühlt sich wie ein Tier im Käfig: Seine Adoptivschwester Debra (Jennifer Carpenter) ist seiner dunklen Passion auf die Schliche gekommen und überwacht ihn Tag und Nacht, um weitere Morde zu verhindern. Ein gefährlicher Frauenmörder stellt allerdings Debras Vertrauen in die Polizei auf die Probe. Unterdessen muss Dexter sich Louis (Josh Cooke) vom Hals schaffen, der besessen davon ist, sich an ihm zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646440","hoster":"VOE"},{"path":"/redirect/9651436","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646446","hoster":"VOE"},{"path":"/redirect/9651304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-4","name":"In Rauch aufgelöst","epNo":4,"alt":"Run","descr":"Dexters Schwester Debra (Jennifer Carpenter) lernt eine harte Lektion: Zwar verrät sich Frauenmörder Ray Speltzer im Verhör, doch ein Formfehler führt dazu, dass sie ihn wieder auf freien Fuß setzen muss. Killer-Killer Dexter (Michael C. Hall) heftet sich an seine Fersen. Doch der stiernackige Sadist ist kein leichtes Opfer. Kann Dexter Debra mit Speltzer von seinem Kodex überzeugen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646533","hoster":"VOE"},{"path":"/redirect/9651443","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12717318","hoster":"VOE"},{"path":"/redirect/9651303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-5","name":"Kampfansage","epNo":5,"alt":"Swimm Deep","descr":"Killer-Killer Dexter Morgan (Michael C. Hall) findet heraus, dass Louis (Josh Cooke) auf seinem Boot ermordet wurde. Und dass Mafiaboss Isaak Sirko (Ray Stevenson) hinter ihm her ist. Sirko will um jeden Preis den Tod seines Handlangers rächen. Kann Dexter ihn ausspielen? Lieutenant LaGuerta (Lauren Vélez) ist derweil endgültig überzeugt, dass der Bay Harbour Metzger weiter sein Unwesen treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646564","hoster":"VOE"},{"path":"/redirect/9651439","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12333397","hoster":"VOE"},{"path":"/redirect/14305804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-6","name":"Die Sehnsucht nach Schnee","epNo":6,"alt":"Do the Wrong Thing","descr":"Killer-Killer Dexter Morgan (Michael C. Hall) ist seinem nächsten Opfer auf der Spur: Ist die schöne Hannah McKay (Yvonne Strahovski) nicht nur als Jugendliche in den Bann eines Serienkillers geraten, sonder selbst eine Mörderin? Leider hat Kriminaljournalist Sal Price (Santiago Carbera) längst einen ähnlichen Verdacht. Mafiaboss Isaak Sirko (Ray Stevenson) versucht derweil aus dem Gefängnis heraus Beweise zu vernichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646465","hoster":"VOE"},{"path":"/redirect/9651442","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100401","hoster":"VOE"},{"path":"/redirect/9654448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-7","name":"Chemie","epNo":7,"alt":"Chemistry","descr":"Killer-Killer Dexter Morgan (Michael C. Hall) wollte die Serienmörderin Hannah McKay (Yvonne Strahovski) eigentlich zur Strecke bringen, stattdessen landete er mit ihr im Bett. Das hat Konsequenzen: Kriminaljournalist Sal Price (Santiago Carbera), der Hanna ebenfalls auf der Spur ist, will Dexter und Hanna zu einem Interview erpressen. Unterdessen sucht Captain Laguerta (Lauren Vélez) weiter fieberhaft nach dem wahren Bay-Harbour-Metzger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646530","hoster":"VOE"},{"path":"/redirect/9651446","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646583","hoster":"VOE"},{"path":"/redirect/9651308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-8","name":"Argentinien","epNo":8,"alt":"Argentina","descr":"Killer-Killer Dexter Morgan (Michael C. Hall) steckt im Dilemma: Seine Adoptivschwester Debra weiß von seiner blutigen Berufung und fordert ihn auf, Serienmörderin Hannah zur Strecke zu bringen. Doch in die hat sich Dexter verliebt. Was er noch nicht weiß: Auch Debra hat sich verliebt – in ihn. Mafiaboss Isaak Sirko (Ray Stevenson) will unterdessen seine Rechnung mit Dexter begleichen. Doch er steht inzwischen nicht nur bei Dexter auf der Abschussliste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646590","hoster":"VOE"},{"path":"/redirect/9651448","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646398","hoster":"VOE"},{"path":"/redirect/9651306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-9","name":"Ein letzter Freundschaftsdienst","epNo":9,"alt":"Helter Skelter","descr":"Mafiaboss Isaak Sirko (Ray Stevenson) hat ein Problem: Sein Kiewer Koshka-Clan hat ihm zwei Killer auf den Hals gehetzt. Er will ausgerechnet seinen alten Gegenspieler Dexter Morgan (Michael C. Hall) um Hilfe bitten, notfalls mit Gewalt. Captain LaGuerta (Lauren Vélez) sucht sich derweil neue Verbündete, um den wahren Bay-Harbour-Metzger endlich zur Strecke zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646503","hoster":"VOE"},{"path":"/redirect/9651447","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646394","hoster":"VOE"},{"path":"/redirect/9612695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-10","name":"Feuerteufel","epNo":10,"alt":"The Dark... Whatever","descr":"Auf der Jagd nach dem gefährlichen Brandstifter \"Das Phantom\" beginnt Killer-Killer Dexter Morgan (Michael C. Hall) an seiner Theorie von seinem dunklen Begleiter zu zweifeln, den er immer für seine Mordlust verantwortlich gemacht hat. Seine neue Freundin und Serienmörderin Hannah McCay (Yvonne Strahovski) wird derweil von ihrem Vater Clint (Jim Beaver) unter Druck gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646574","hoster":"VOE"},{"path":"/redirect/9651449","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100403","hoster":"VOE"},{"path":"/redirect/9651307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-11","name":"Entscheidung eines Bruders","epNo":11,"alt":"Do You See What I See","descr":"Weihnachten steht vor der Tür. Doch Killer-Killer Dexter Morgan (Michael C. Hall) bekommt jetzt schon ein Geschenk: Hector Estrada (Nestor Serrano), einer der Mörder seiner Mutter, wird vorzeitig aus der Haft entlassen. Dexters Schwester Debra (Jennifer Carpenter) ist unterdessen seiner Freundin Hannah (Yvonne Strahovski) auf den Fersen. Die weiß sich zu wehren. Aber Dexter will seine Schwester um jeden Preis beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646409","hoster":"VOE"},{"path":"/redirect/9651494","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13103582","hoster":"VOE"},{"path":"/redirect/9651317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-7/episode-12","name":"Entscheidung einer Schwester","epNo":12,"alt":"Surprise, Motherfucker!","descr":"Captain LaGuerta (Lauren Veléz) verhaftet Killer-Killer Dexter Morgan (Michael C. Hall)! Aber Dexter kann wieder einmal die Beweise manipulieren und seinen Hals aus der Schlinge ziehen. Doch so schnell gibt LaGuerta nicht auf. Ein Überwachungsvideo beweist ihr, dass Dexters Schwester Debra (Jennifer Carpenter) ihm geholfen hat. Dexter entscheidet, dass es letztendlich nur einen Weg gibt, LaGuerta zu stoppen. Doch bevor er LaGuerta beseitigen kann, überrascht ihn Debra. Wen wird sie töten? – Nervenzerrende, sarkastische Krimiserie um einen Ermittler mit blutigem Doppelleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333411","hoster":"VOE"},{"path":"/redirect/9651489","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13100402","hoster":"VOE"},{"path":"/redirect/9651310","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dexter/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/dexter/staffel-8/episode-1","name":"Verloren","epNo":1,"alt":"A Beautiful Day","descr":"Sechs Monate sind seit Captain LaGuertas Tod vergangen: Der charmante Blutspurenexperte und passionierte Freizeitkiller Dexter Morgan führt wieder sein scheinbar geregeltes Doppelleben. Seine Adoptiv-Schwester Debra hat LaGuerta erschossen und Dexter gerettet, doch jetzt droht sie an ihrer Schuld zu zerbrechen. Da taucht das eigentümlich verstümmelte Opfer eines neuen Serienkillers auf. Dies ruft die Psychopathenexpertin Dr. Evelyn Vogel auf den Plan, die Dexter erstaunlich gut zu kennen scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646559","hoster":"VOE"},{"path":"/redirect/9651502","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646456","hoster":"VOE"},{"path":"/redirect/9651309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-2","name":"Mutter des Kodex","epNo":2,"alt":"Every Silver Lining","descr":"Dr.Vogel trifft sich mit Dexter und eröffnet ihm das Sie als er noch ein Kind war von Harry über seine Neigungen ins Vertrauen gezogen wurde. Mit Harry entwickelte Siedann den Kodex. Sie gesteht Dexter so etwas wie Muttergefühle zu hegen und gesteht IhmAngst um Ihr Leben zu haben. Auf ihrer Türschwelle fand Sie einen Teil eines menschlichen Gehirns. Sie vermutet einen ehemaligen Patienten als Täter. Währenddessen wird eine Leiche gefunden deren der Teil des Gehirns entfernt wurde, der für das Empfinden von Mitgefühl zuständig ist. Die Spuren am Tatort führen Dexter zum vermeintlichen Killer. Als er aber die Jagdhütte des Mannes absucht stößt er nur auf seine Leiche. Dexters Schwester Debora ist noch immer auf der Suche nach den Diamanten des Hehlersden Sie verfolgte. Sie wird in einem Lagerhaus fündig. Doch der Auftragskiller, der den Hehler auf dem Gewissen hat jagd ihr die Steine wieder ab.Am nächsten Tag wird der Auftragskiller erschossen in seinem Wagen gefunden - mit Deboras Waffe im Handschuhfach.Angel findet heraus, das seine Schwester mit seinem Kollegen Joey eine heimliche Beziehung hat und setzt ihn unter Druck.Inzwischen findet Dr. Evelyn Vogel in Ihrer Wohnung eine DVD, die den zweiten Morddes Brainkillers zeigt. Daraus wird ersichtlich, das nur der Komplize des Brainkillers gefunden wurde. Dexter beginnt an seinen Fähigkeiten zu zweifeln, Dr. Vogel spricht Ihm dennoch Ihr ungeteiltes Vertrauen aus.Nachdem Dexter seine Schwester zur Rede gestellt hat gelingt es Ihm, Ihre Waffe heimlich in der Asservatenkammer auszutauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646509","hoster":"VOE"},{"path":"/redirect/9651501","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646505","hoster":"VOE"},{"path":"/redirect/9651311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-3","name":"Buch der Psychopathen","epNo":3,"alt":"What\u0027s Eating Dexter Morgan?","descr":"Dexters Schwester Debra ist völlig außer Kontrolle. Als Dexter versucht an ihr altes Ich zu appellieren, führt das zu neuen Schwierigkeiten: Debra will den Mord an LaGuerta gestehen. Gemeinsam mit Dr. Evelyn Vogel gelingt es Dexter unterdessen unter ihren ehemaligen Patienten einen Verdächtigen zu identifizieren, welcher der gefürchtete Serienkiller \"Der Gehirnchirurg\" sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9607866","hoster":"VOE"},{"path":"/redirect/9651592","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646514","hoster":"VOE"},{"path":"/redirect/9651313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-4","name":"Narben","epNo":4,"alt":"Scar Tissue","descr":"Dr. Evelyn Vogel versucht Dexters Schwester Debra über ihren Mord an LaGuerta hinwegzuhelfen. Unterdessen nimmt Dexter auf der Jagd nach dem Serienkiller \"Der Gehirnchirurg\" die Fährte eines neuen Verdächtigen auf. Doch der ist ihm einen Schritt voraus. Als Debra von den wahren Umständen des Todes ihres Vaters Harry erfährt, kommt es zur Katastrophe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646459","hoster":"VOE"},{"path":"/redirect/9651558","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646499","hoster":"VOE"},{"path":"/redirect/9651314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-5","name":"Familientherapie","epNo":5,"alt":"This Little Piggy","descr":"Die Therapeuthin Dr. Evelyn Vogel versucht Dexter und seine Schwester Debra nach ihrem Mordversuch einander wieder näher zu bringen. Doch Dexter macht sich lieber auf die Suche nach Yates, dem vermeintlichen Serienkiller \"Der Gehirnchirurg\". Als Yates Dr. Vogel entführt, müssen Dexter und Debra zusammenhalten um sie zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646442","hoster":"VOE"},{"path":"/redirect/9651565","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646427","hoster":"VOE"},{"path":"/redirect/9651312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-6","name":"Spiegelbilder","epNo":6,"alt":"A Little Reflection","descr":"Dexter (Michael C. Hall) überwacht einen jungen Psychopathen namens Zach Hamilton (Sam Underwood) um herauszufinden, ob dieser auf seinem Tisch landen soll. Dexter absolviert ein sehr unbefriedigendes Date mit seiner Nachbarin Cassie (Bethany Joy Lenz) und auf Quinn (Desmond Harrington) wartet eine böse Überraschung. Als Dexter und Debra (Jennifer Carpenter) endlich beginnen, wieder normal mit einander umzugehen, werden sie durch Hannah McKay (Yvonne Strahovski) überrascht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14340883","hoster":"VOE"},{"path":"/redirect/9651600","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646497","hoster":"VOE"},{"path":"/redirect/9651316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-7","name":"Meister und Schüler","epNo":7,"alt":"Dress Code","descr":"Dexter (Michael C. Hall) stellt Hannah (Yvonne Strahovski) nach um herauszufinden, warum sie nach Miami zurückgekehrt ist. Dabei kommt er dem neuen Mann an ihrer Seite in die Quere. Deb (Jennifer Carpenter) bekommt von ihrem Boss Jacob Elway (Sean Patrick Flanery) die Meinung gesagt. Außerdem nimmt sich Mr. Morgan mit Zach Hamilton (Sam Underwood) einem neuen Schützling an und beginnt, ihm Harrys (James Remar) Code beizubringen. Doch ein verpasstes Treffen der beiden Killer könnte tödliche Konsequenzen haben..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646569","hoster":"VOE"},{"path":"/redirect/9651643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646538","hoster":"VOE"},{"path":"/redirect/9651315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-8","name":"Nachhilfestunden","epNo":8,"alt":"Are We There Yet?","descr":"Dexter (Michael C. Hall) stellt seinem Schützling Zach Hamilton (Sam Underwood) nach, weil er davon ausgeht, dass dieser seine Nachbarin Cassie (Bethany Joy Lenz) ermordet hat. Gleichzeitig bemüht sich Dexter noch darum, seiner Exfreundin Hannah MacKay (Yvonne Strahovski) dabei zu helfen, das Land zu verlassen. Deb (Jennifer Carpenter) wittert den Verdacht, dass ihr Bruder ihr in Bezug auf seine Exfreundin nicht die Wahrheit sagt und heftet sich an Dexters Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646463","hoster":"VOE"},{"path":"/redirect/9651632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646396","hoster":"VOE"},{"path":"/redirect/9651318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-9","name":"Zwei Welten","epNo":9,"alt":"Make Your Own Kind of Music","descr":"Dexter (Michael C. Hall) untersucht einen Mord, dessen Resultat er in seiner eigenen Wohnung auffinden musste. Dabei stößt er auf einen entscheidenden Hinweis. In diesem Zusammenhang erwartet Dr. Vogel (Charlotte Rampling) eine Überraschung, als ein alter Bekannter in ihr Leben zurückkehrt. In der Zwischenzeit schmieden Dexter und Hannah McKay (Yvonne Strahovski) Pläne, die ihre gemeinsame Zukunft betreffen. Doch gleichzeitig hat sich ein zielstrebiger Ermittler auf die Spur von Dexters Freundin gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9932647","hoster":"VOE"},{"path":"/redirect/9651645","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646411","hoster":"VOE"},{"path":"/redirect/9651319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-10","name":"Fehler der Vergangenheit","epNo":10,"alt":"Goodbye Miami","descr":"Dexter (Michael C. Hall) bedient sich der Hilfe von Dr. Vogel (Charlotte Rampling), um den Gehirnchirurgen in eine Falle zu locken. So soll der Killer endlich auf seinem Tisch landen. Später wird eine Person, die im Leben von Dexter einen entscheidenden Stellenwert einnimmt, vor dessen Augen ermordet. An anderer Stelle kommt es zu Komplikationen, die Harrison (Jadon Wells) betreffen. Masuka (C.S. Lee) kommt unterdessen seiner Tochter Niki (Dora Madison Burge) auf die Schliche...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646485","hoster":"VOE"},{"path":"/redirect/9533452","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646404","hoster":"VOE"},{"path":"/redirect/9651321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-11","name":"Vor dem Sturm","epNo":11,"alt":"Monkey in a Box","descr":"Dexter (Michael C. Hall) ist hin- und hergerissen zwischen der gemeinsamen Flucht mit Hannah (Yvonne Strahovski) und seinem Sohn Harrison (Jadon Wells) und seinem Drang, Saxon (aka Daniel Vogel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646532","hoster":"VOE"},{"path":"/redirect/9651646","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646513","hoster":"VOE"},{"path":"/redirect/9651320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dexter/staffel-8/episode-12","name":"Abschied","epNo":12,"alt":"Remember the Monsters?","descr":"Während ein Hurrikan auf Miami zurast, will Dexter die Dinge unbedingt auf seine Art und Weise zu Ende bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9646560","hoster":"VOE"},{"path":"/redirect/9651648","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9646548","hoster":"VOE"},{"path":"/redirect/9651322","hoster":"Streamtape"}]}]}]}]}