{"seriesId":"dgray-man-hallow","name":"D.Gray-man Hallow","descr":"Gegen Ende des 19. Jahrhunderts tritt Allen Walker einer Gruppe Exorzisten bei, die gegen Wesen namens Akuma kämpfen. Bei diesen Monstern handelt es sich mechanische Maschinen, welche vom sogenannten Millenium Earl aus den Seelen der Toten erschaffen wurden. Allen verfügt nicht nur über ein verfluchtes Auge, sondern auch eine Anti-Akuma Waffe als Arm. Mit dieser geballten Power stürzt er sich in den klassischen Kampf die Welt zu retten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Fourteenth","descr":"Nachdem Allen und die anderen Exorzisten Innocence gesammelt haben, begeben sie sich zum neuen Hauptquartier des Schwarzen Ordens, wo Direktor Lvellie und Allens Meister Cross Marian auf Allens Ankunft warten.","versions":[{"lang":3,"streams":[{"redirect":12915795,"hoster":"VOE"},{"redirect":8341301,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Lonely Boy","descr":"Allen und die anderen werden nach Paris geschickt, um den Phantomdieb G zu untersuchen, von dem angenommen wird, dass er etwas mit Unschuld zu tun hat. Dort stellen sie fest, dass der Dieb, den sie entdecken, auch von einer anderen Partei gesucht wird.","versions":[{"lang":3,"streams":[{"redirect":12920256,"hoster":"VOE"},{"redirect":13670252,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"It`ll Be Fine If I Wash My Face","descr":"Während Allen, Kanda und Marie im Hearst Orphanage gegen AKUMA kämpfen, erwacht Timothy als neuer Innocence Akkommodator. Währenddessen versuchen Reever und die anderen, das Gebäude zu betreten, werden jedoch von einer einhüllenden Barriere behindert.","versions":[{"lang":3,"streams":[{"redirect":8341318,"hoster":"VOE"},{"redirect":8341312,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Blood Crusade","descr":"Sowohl Lenalee als auch Kanda bemerken seit seinem letzten Kampf kurze Veränderungen in Allens Persönlichkeit. Zurück im Orden zeigt sich, dass der Exorzist, der Timothy gerettet hat, ein \"Dritter Exorzist\" ist, der von der nordamerikanischen Niederlassung unter Verwendung des Akuma-Eies und der zuvor zerstörten Generäle des Schwarzen Ordens geschaffen wurde.","versions":[{"lang":3,"streams":[{"redirect":8341317,"hoster":"VOE"},{"redirect":8341300,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Alma Karma","descr":"Einige Mitarbeiter des Schwarzen Ordens werden in die nordamerikanische Abteilung gebracht, um Alma Karma, die Mutter der Dritten Apostel, zu beobachten. Während des Meetings wird der Zweig jedoch angegriffen und unter die Kontrolle des Noah-Clans gestellt.","versions":[{"lang":3,"streams":[{"redirect":8341289,"hoster":"VOE"},{"redirect":8341285,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Friend","descr":"Der Millennium Earl besucht zusammen mit einigen Noah-Mitgliedern die nordamerikanische Niederlassung des Schwarzen Ordens, in der Alma Karma geschlafen hat. Um ihn zu wecken, benutzt Wisely Yuus Gehirn, was dazu führt, dass Allen in seine Erinnerungen hineingezogen wird.","versions":[{"lang":3,"streams":[{"redirect":8341280,"hoster":"VOE"},{"redirect":8341282,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Truth About a Sterile Flower","descr":"In Yuus Erinnerungen sieht Allen, was der Schwarze Orden im Namen des Zweiten Exorzistenplans vor neun Jahren mit Yuu und Alma Karma anstellte und wie Yuu letztendlich Alma Karma tötete.","versions":[{"lang":3,"streams":[{"redirect":8341297,"hoster":"VOE"},{"redirect":8341295,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Awakening","descr":"Als Alma Karma endlich aufwacht, geraten die Alma-Zellen, die den Dritten Exorzisten implantiert wurden, außer Kontrolle. Wenn die Situation verzweifelt, macht der Millennium Earl Allen ein Angebot.","versions":[{"lang":3,"streams":[{"redirect":8341290,"hoster":"VOE"},{"redirect":8341294,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Little Good-Bye","descr":"Nachdem die Hekiji-Barriere auf dem nordamerikanischen Zweig aufgehoben wurde, sieht Allen die Seele von Alma Karma, die zu Akuma wurde, und erfährt, warum Alma versucht hat, Kanda zu töten.","versions":[{"lang":3,"streams":[{"redirect":8341320,"hoster":"VOE"},{"redirect":8341340,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Sinner in Despair","descr":"Allen ist gezwungen, den Anweisungen von Direktor Lvellie zu widersprechen. Da er nichts isst, weil er Angst hat, dass das Essen möglicherweise Wahrheitsserum enthält, macht sich Link Sorgen und bringt ihm etwas zu essen. Dann empfangen sie einen Besucher in Allens Zelle.","versions":[{"lang":3,"streams":[{"redirect":8341348,"hoster":"VOE"},{"redirect":8341342,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Hidden One","descr":"Link versucht, den Kardinal aufzuhalten, als er Allen angreift, ist aber leicht zu unterdrücken. Allen greift den Kardinal mit seiner Unschuld an, entdeckt jedoch, dass er ein nicht-menschliches Wesen ist und auch die Person, die Cross Marian tödlich getroffen hat. Tyki, Road und die dritten Exorzisten treffen auf Befehl des Earls ein, um Allen zu retten.","versions":[{"lang":3,"streams":[{"redirect":8341341,"hoster":"VOE"},{"redirect":8341347,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"My Home","descr":"Als Allen und der Noah vor Apokryphen fliehen, befragt Tyki Allen, dass der Orden immer noch seine Zugehörigkeit ist, da sie ihn als Noah behandeln. Die Exorzisten versuchen, Allen zu erreichen, werden aber von mehreren Akuma und den Dritten Exorzisten in die Enge getrieben.","versions":[{"lang":3,"streams":[{"redirect":8341357,"hoster":"VOE"},{"redirect":8341358,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Walker","descr":"Vor vielen Jahren brachte Cross Marian einen jüngeren Allen zu einem Hausmeister, als er in ein Trauma fiel, nachdem er versucht hatte, sein Wächter-Mana wiederzubeleben und Mana in ein Akuma zu verwandeln. Während Cross sich um Allen kümmert, erholt sich Allen, benimmt sich aber wie Mana. In der Gegenwart kehrt Allen, nachdem er den Orden aufgegeben hat, zu seinem Hausmeister zurück.","versions":[{"lang":3,"streams":[{"redirect":13917152,"hoster":"VOE"},{"redirect":13670254,"hoster":"Streamtape"}]}]}]}]}