{"seriesId":"die-wahrheit-ber-den-fall-harry-quebert","name":"Die Wahrheit über den Fall Harry Quebert","descr":"Harry Quebert (Patrick Dempsey) ist ein ehemaliger Star der Literaturszene. Mittlerweile hat er sich zurückgezogen und lebt wieder in der Kleinstadt Aurora. Dort wird er von seinem ehemaligen Schüler und Protegé Marcus Goldman aufgesucht: Nach seinem erfolgreichen Erstlingswerk leidet er schon seit zwei Jahren unter einer Schreibblockade. Als auf dem Grundstück von Quebert die Leiche einer Jugendlichen gefunden wird, bricht Queberts Leben zusammen. Es wird bekannt, dass er vor Jahren – im Alter von 34 – mit der 15-jährigen Nola eine Affäre hatte und sogar mit ihr durchbrennen wollte. Doch an dem Tag, an dem Nola mit Harry ihrem Elternhaus entkommen wollte, habe Queberts vergeblich auf das Mädchen gewartet. Während die Nation Queberts ob der Affäre vorverurteilt glaubt Goldman an die Unschuld seines Mentors und macht sich auf die Suche nach der Wahrheit über die damaligen Geschehnisse.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Unter der Erde","epNo":1,"alt":"How Does Your Garden Grow","descr":"Der junge Bestseller-Autor Marcus Goldman (Ben Schnetzer) hadert nach seinem großen Hit mit dem Verfassen seines zweiten Romans und nimmt Kontakt zu seinem ehemaligen Dozenten und Mentor Harry Quebert (Patrick Dempsey) auf. Nach einem Besuch in dessen Haus am Meer gerät dieser Unter verdacht, eine in den 70er Jahren verschollene junge Frau umgebracht zu haben und wird verhaftet.","versions":[{"lang":1,"streams":[{"redirect":13337802,"hoster":"VOE"},{"redirect":13368218,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Boxkampf","epNo":2,"alt":"The Boxing Match","descr":"Marcus (Ben Schnetzer) beginnt mit den Ermittlungen zu Harrys (Patrick Dempsey) Beteiligung am Mord an Nola Kellergan (Kristine Froseth). Währenddessen erreichen ihn Drohungen aus unbekannter Quelle.","versions":[{"lang":1,"streams":[{"redirect":13337803,"hoster":"VOE"},{"redirect":13368224,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der vierte Juli","epNo":3,"alt":"The Fourth Of July","descr":"Im Jahr 1975 versucht sich ein innerlich zerrissener Harry (Patrick Dempsey) von Nola (Kristine Froseth) zu distanzieren. 2008 tauchen mehr Beweise auf, die eine Verbindung zwischen Harry und Nolas sterblichen Überresten herstellen.","versions":[{"lang":1,"streams":[{"redirect":13337804,"hoster":"VOE"},{"redirect":13368222,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Familiengeheimnisse","epNo":4,"alt":"Family Matters","descr":"Als Marcus (Ben Schnetzer) einer Spur folgt, die Nola (Kristine Froseth) mit einem wohlhabenden und einflussreichen Mitglied der \"Gesellschaft\" verbindet, werden weitere Details über Nolas tragisches Familienleben enthüllt.","versions":[{"lang":1,"streams":[{"redirect":13337808,"hoster":"VOE"},{"redirect":13368225,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spiegelbilder","epNo":5,"alt":"Mirror, Mirror","descr":"Marcus (Ben Schnetzer) beleuchtet die Verbindung zwischen Nola (Kristine Froseth) und Elijah Stern (Colm Feore). Harry (Patrick Dempsey) erinnert sich an eine unüberlegte Reise mit Nola.","versions":[{"lang":1,"streams":[{"redirect":13337805,"hoster":"VOE"},{"redirect":13368216,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Engel oder Teufel?","epNo":6,"alt":"No Angel","descr":"Marcus (Ben Schnetzer) und Perry (Damon Wayans Jr.) bekommen eine Zeugenaussage, die Nola (Kristine Froseth) in ein ganz neues Licht rückt und eine explosive Reaktion von Harry (Patrick Dempsey) verursacht.","versions":[{"lang":1,"streams":[{"redirect":13337806,"hoster":"VOE"},{"redirect":13375273,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gebrandmarkt","epNo":7,"alt":"Persona Non Grata","descr":"Marcus (Ben Schnetzer) erhält weiter anonyme Drohungen als ein Hacker Zugang zu seinem Manuskript bekommt und zu jedem Detail der Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":13337812,"hoster":"VOE"},{"redirect":13368227,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Perfekte Täuschung","epNo":8,"alt":"Got It All Wrong","descr":"Das Buch von Markus (Ben Schnetzer) wird in Verruf gebracht, als neue Fakten über Nolas (Kristine Froseth) Vergangenheit ans Licht kommen. Gahalowood (Damon Wayans Jr.) begleitet Markus auf seiner neuen Spur nach Alabama.","versions":[{"lang":1,"streams":[{"redirect":13337810,"hoster":"VOE"},{"redirect":13368234,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Brandstifter","epNo":9,"alt":"Firebug","descr":"Die Untersuchungen über die Ereignisse, die Nola Kellergan (Kristine Froseth) 1975 befielen, kommen an einen dramatischen Wendepunkt.","versions":[{"lang":1,"streams":[{"redirect":13337811,"hoster":"VOE"},{"redirect":13368233,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Täter","epNo":10,"alt":"The End","descr":"Die Wahrheit über die Ereignisse in 1975 kommen endlich ans Licht und damit auch Harrys (Patrick Dempsey) Rolle bei Nolas (Kristine Froseth) Tod.","versions":[{"lang":1,"streams":[{"redirect":13337815,"hoster":"VOE"},{"redirect":13368237,"hoster":"Streamtape"}]}]}]}]}