{"seriesId":"die-skandalsen-affren-der-christine-keeler","name":"Die skandalösen Affären der Christine Keeler","descr":"Im Jahr 1963 wollte die junge Tänzerin Christine Keeler (Sophie Cookson) ihr Leben genießen. Dabei kam sie über ihren Freund Stephen Ward (James Norton) zu einer Bekanntschaft und später Affäre mit dem britischen Verteidigungsminister John Profumo (Ben Miles). Als später die Presse durch einen Vorfall auf Keelers Leben aufmerksam wurde, kam auch die Affäre mit dem verheirateten Minister ans Licht – dessen Dementi wurde später wiederlegt, es kam zur handfesten Regierungskrise.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"The Trial of Christine Keeler wirft einen neuen Blick auf eine der berüchtigtsten britischen Geschichten: die Kette von Ereignissen in den 1960er Jahren, die als \"Profumo-Affäre\" bekannt wurde. Im Zentrum des Sturms stand die 19-jährige Christine Keeler  - eine junge Frau, die das mächtige, von Männern dominierte Establishment zum Schweigen bringen und ausbeuten wollte, die sich aber weigerte, nach ihren Regeln zu spielen. The Trial of Christine Keeler führt uns hinter die Schlagzeilen und erzählt eine menschliche Geschichte über die sexuelle und kulturelle Politik einer der aufschlussreichsten und ikonischsten Geschichten der modernen Zeit.","versions":[{"lang":1,"streams":[{"redirect":13658230,"hoster":"VOE"},{"redirect":13647428,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Christine wird unter Druck gesetzt ihre Geschichte an die Zeitungen zu verkaufen, aber mächtige Kräfte beginnen sich gegen sie zu formieren.","versions":[{"lang":1,"streams":[{"redirect":13638330,"hoster":"VOE"},{"redirect":13647429,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Der arrogante John Profumo ist fest entschlossen die Dinge auf die Spitze zu treiben und erzählt im Unterhaus eine absichtliche Lüge.","versions":[{"lang":1,"streams":[{"redirect":13638169,"hoster":"VOE"},{"redirect":13647430,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Stephen Ward merkt das seine mächtigen Freunde ihn nicht mehr kennen wollen und er sieht sich vor Gericht wieder.","versions":[{"lang":1,"streams":[{"redirect":13662252,"hoster":"VOE"},{"redirect":13647433,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Der Prozess gegen Stephen Ward erregt landesweites Aufsehen und er kann nicht verhindern das er zum Sündenbock gemacht wird.","versions":[{"lang":1,"streams":[{"redirect":13658121,"hoster":"VOE"},{"redirect":13647427,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Nachdem Stephen durch seine eigene Hand gestorben ist muss sich Christine dem Zorn des britischen Establishments stellen - und das hat es auf sie abgesehen.","versions":[{"lang":1,"streams":[{"redirect":13655488,"hoster":"VOE"},{"redirect":13647444,"hoster":"Streamtape"}]}]}]}]}