{"path":"/serie/stream/die-kanzlei","name":"Die Kanzlei","descr":"Nach dem Abtauchen ihres Kanzleipartners ist Isabel von Brede gezwungen, alle Kräfte zu mobilisieren, um ihre gemeinsame Anwaltskanzlei weiterzuführen. Gemeinsam mit Assistentin Yasmin und der Reinigungsfachkraft mit Detektivambitionen Gudrun versucht sie, die Kanzlei in Ehrenbergs Sinne weiterzuführen. Unterstützt wird sie dabei von Markus Gellert, der als gegnerischer Anwalt in der Kanzlei auftaucht – und bleibt.","seasons":[{"path":"/serie/stream/die-kanzlei/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-kanzlei/staffel-1/episode-1","name":"Auf der Suche","epNo":1,"alt":"Episode 1","descr":"Gregor Ehrenberg ist verschwunden. Ohne eine Nachricht zu hinterlassen. Ohne etwas mitzunehmen. Und vor allem ohne Hund Teddy, den er einfach in der Kanzlei zurückgelassen hat. Gudrun macht sich auf die Suche nach ihrem Chef. Isa von Brede und Yasmin versuchen derweil, die Kanzlei am Laufen zu halten. Gerd Matuschek bittet Isa von Brede um Hilfe. Staatsanwalt Wärmelskirchen ermittelt gegen ihn wegen Förderung gewerbsmäßiger Prostitution. Und das, obwohl Matuschek nur eine Webseite betreibt, die einen Begleitservice anbietet. Um den Verdacht der Prostitution zu entkräften, müsste er der Staatsanwaltschaft nur eine Kundenliste übergeben. Aber genau das möchte Matuschek nicht. Yasmin versucht, dem Obdachlosen Ecki zu helfen, der seit Jahren bei Regenwetter in dem Vorraum eines Supermarktes die Obdachlosenzeitung verkauft. Jetzt aber verbietet dies der neue Filialleiter Walter Mühlmann. Yasmins Rat, mit einem Plakat gegen das Verbot zu demonstrieren, führt zu zwei eingegipsten Armen, und auch hier muss Isa helfen. Privat erlebt Yasmin eine Überraschung: Ihr Lebenspartner Lars macht ihr einen Heiratsantrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073837","hoster":"VOE"},{"path":"/redirect/13073836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-2","name":"Nur aus Mitleid","epNo":2,"alt":"Episode 2","descr":"Gudrun und Yasmin finden heraus, dass sich Ehrenberg auf einen ehemaligen Bauernhof im Hamburger Umland zurückgezogen hat. Er trauert um seinen verstorbenen Vater. Aber warum meldet er sich nicht zumindest per Telefon? Isa von Brede übernimmt die Verteidigung von Markus Born, einem alten Bekannten. Markus, der seine schwerkranke Mutter jahrelang liebevoll gepflegt hat, ist angeklagt, die alte Dame getötet zu haben. Die Ergebnisse der Gerichtsmedizin weisen eindeutig auf einen Erstickungstod hin. Markus Born aber beteuert seine Unschuld. Er lehnt jeden Deal mit der Staatsanwaltschaft ab. Isa von Brede muss Markus’ Unschuld beweisen. Aber wie? Gleichzeitig muss sich Isa von Brede mit dem undurchschaubaren Anwalt Markus Gellert auseinandersetzen. Gellert vertritt die Betreibergesellschaft einer Hühnerfarm, Isa von Brede Gesine Brunken, eine radikale Tierschützerin, die offen zugibt, in die Hühnerfarm eingedrungen zu sein, um die Tiere zu befreien. Dass sie aber den Wachmann Rainer Nürgert mit einem Brecheisen niedergeschlagen hat, bestreitet sie vehement. Yasmin und Gudrun müssen dringend Beweise finden, die Gesine Brunken entlasten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073835","hoster":"VOE"},{"path":"/redirect/13073834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-3","name":"Kleine Fluchten","epNo":3,"alt":"Episode 3","descr":"\"Gregor Ehrenberg wird nicht in die Kanzlei zurückkehren. Er braucht Zeit und will verreisen.\" Mit dieser Nachricht überrascht Isa von Brede zum Arbeitsbeginn Yasmin und Gudrun. Teddy hat Ehrenberg Isa überlassen. Markus Gellert bittet Isa von Brede um Hilfe in einem Mordfall. Nora Becker hat ihren Ehemann, einen Bildhauer, mit einer Statue erschlagen. Da sie sich weigert, über die Tat zu sprechen, sieht Gellert keine Möglichkeit, seine Mandantin effektiv zu verteidigen. Er bittet Isa von Brede, Nora Becker im Gefängnis zu besuchen. Isa traut er zu, Nora Becker zum Sprechen zu bringen. Derweil versuchen Yasmin und Gudrun, der Krankenschwester Barbara Münster zu helfen. Als alleinerziehende Mutter kommt sie mit ihrem Gehalt gerade so über die Runden. Jetzt fordert die Gemeinde, dass Barbara Münster das Grundstück, das sie samt Haus von ihrem Onkel geerbt hat, von Altlasten befreit. Vor vielen Jahren hat auf dem Grundstück eine Chemiefabrik gestanden. Die Entsorgung der vergifteten Erde würde Barbara Münster ruinieren. Gudrun findet heraus, dass die Gemeinde wahrscheinlich von den Altlasten wusste, als sie das Grundstück verkauft hat. Damit müsste sie auch die Kosten für die Entsorgung übernehmen. Aber wie das beweisen? Markus Gellert bietet seine Hilfe an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073845","hoster":"VOE"},{"path":"/redirect/13073843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-4","name":"Die Sterne lügen nicht","epNo":4,"alt":"Episode 4","descr":"Isa von Brede überlegt, ob sie die Kanzlei nicht schließen soll. Zumindest ist Yasmin wieder da, die zwei Tage lang verschwunden war. Stolz verkündet sie, dass sie ihren Lars in Las Vegas geheiratet hat. Isa von Brede und Gudrun ist sofort klar, dass Yasmin nun jede Menge Ärger mit ihrer Familie bekommen wird, die eine große Hochzeitsfeier in Hamburg geplant hat. Otto Suhlke wird in den Boulevardzeitungen als \"Der dümmste Bankräuber der Republik\" verspottet. Der hoch verschuldete Handwerker hat statt eines Bargeldautomaten einen Kontoauszugsdrucker aus dem Vorraum einer Bank abgeschleppt, um ihn aufzubrechen. Suhlke ist geständig, bestreitet aber vehement, dass er Jakob Bollmann, einen Zeugen, mit einer Pistole bedroht hat. Markus Gellert übernimmt den Fall, um Isa bei der Arbeit zu entlasten. Isa von Brede vertritt derweil Gerda Bender, die Besitzerin eines Nagelstudios. Gerda Bender will den Wahrsager Timaios verklagen. Der habe ihr vorausgesagt, dass die große Liebe in ihr Leben treten wird. Prompt hat sie sich in einen Mann verliebt, der es nur auf ihr Geld abgesehen hat. Aber kann man deswegen einen Wahrsager verklagen? Egin, Isas Bruder, der wegen Betruges und Konkursverschleppung gesucht wird, ist bei ihrer Mutter aufgetaucht. Egin fordert Geld und droht damit, der Staatsanwaltschaft Unterlagen zuzuspielen, die beweisen, dass die Mutter von seinen krummen Geschäften gewusst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073846","hoster":"VOE"},{"path":"/redirect/13073850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-5","name":"Hinter Gittern","epNo":5,"alt":"Episode 5","descr":"Isa von Brede verabredet sich mit ihrem Bruder Egin, um ihn wegen seiner Drohungen gegen ihre Mutter zur Rede zu stellen. Das Treffen auf einem Kutter im Hamburger Hafen, auf dem Egin sich versteckt hält, endet in einem handfesten Streit. Am nächsten Morgen erscheint Kommissar Hansen in der Kanzlei. Egins Leiche ist im Hamburger Hafen gefunden worden. Ein Zeuge hat die Auseinandersetzung zwischen Isa und Egin beobachtet. Hansen verhaftet Isa von Brede wegen Mordverdachts. Markus Gellert, der mittlerweile seine alte Kanzlei verlassen hat, sucht gemeinsam mit Gudrun und Yasmin nach Beweisen für Isas Unschuld. Eile ist geboten, denn Isa muss sich mit Nicole Färber eine Zelle teilen, die sie schikaniert. Gerd Matuschek bringt die Drei auf die Spur von Marco Sladic. Egin hat sich von dem berüchtigten Geldverleiher, der für seine brutalen Methoden bekannt ist, Geld geliehen und nicht zurückgezahlt. Gerade als Yasmin, Gudrun und Markus Gellert Hoffnung schöpfen, Isa aus dem Gefängnis befreien zu können, überbringt Gerd Wohlers die schreckliche Nachricht: Gregor Ehrenberg ist bei einem Autounfall tödlich verunglückt. Ehrenberg tot, Isa von Brede unter Mordverdacht im Gefängnis – trotzdem muss Markus Gellert sich um Onkel Beki kümmern, der einen Reiseveranstalter verklagen will. Der fast blinde Beki wollte sich seinen Lebenstraum erfüllen und hatte eine Survival-Tour auf Elba gebucht. Auf der Insel bemerkt der Reiseveranstalter, dass Beki so gut wie nichts sieht. Er schließt ihn aus Angst vor Haftungsansprüchen von der Tour aus. Beki fühlt sich diskriminiert. Er will seine Survival-Tour auf Elba.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073857","hoster":"VOE"},{"path":"/redirect/13073852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-6","name":"Nichts als die Wahrheit","epNo":6,"alt":"Episode 6","descr":"Yasmin und Gudrun müssen Isa von Brede die Nachricht vom Tod Gregor Ehrenbergs im Gefängnis überbringen. Sie sehen, dass Isa nicht mehr lange in der Untersuchungshaft durchhält. Ihre Zellengenossin, Nicole Färber, und andere Insassen der Haftanstalt setzen Isa zu. Erst als sie einer Mitgefangenen in einer Rechtsangelegenheit einen entscheidenden Tipp gibt, bessert sich ihre Lage. Markus Gellert, Yasmin und Gudrun müssen möglichst schnell Isas Unschuld beweisen. Der Zufall kommt ihnen zur Hilfe. Irene Barth, eine Prostituierte, will einen Hilfsverein für ihre Berufskolleginnen gründen. Markus Gellert ist sofort klar, dass es sich bei diesem Verein um ein verdecktes Bordell handelt. Irene Barth kann Yasmin Zutritt zu der Bar verschaffen, in der der Geldverleiher Marco Sladic, der möglicherweise etwas mit Egins Tod zu tun hat, seine Geschäftszentrale unterhält. Yasmin schafft es, von Sladic als Barfrau angestellt zu werden. Gudrun überzeugt die Kiezgröße durch eine Kampfeinlage, sie ebenfalls zu engagieren. Für beide beginnt damit ein gefährlicher Undercover-Einsatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073856","hoster":"VOE"},{"path":"/redirect/13073855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-7","name":"Ein großer Fehler","epNo":7,"alt":"Episode 7","descr":"Isa von Brede, die aus der Untersuchungshaft entlassen worden ist, ist sich nicht sicher, ob sie die Kanzlei weiterführen möchte. In diesem Moment bietet Markus Gellert ihr überraschend an, mit ihm gemeinsam eine neue Kanzlei zu eröffnen. Isa schätzt Markus Gellert als Anwalt. Aber ist er auch der richtige Partner in einer Kanzlei? Yasmin und Gudrun gehen auf jeden Fall schon mal auf Distanz zu Gellert. Isa von Brede übernimmt die Vertretung von Monika Ziemann. Deren 84-jähriger Vater ist bei einer Herz-OP gestorben. Frau Ziemann vermutet einen Arztfehler, da das Krankenhaus ihr keine Einsicht in das OP-Protokoll gestattet. Als Isa von Brede den Chefarzt Professor Meissner auf den Fall Ziemann anspricht, hört sie nur salbungsvolle Sprüche, unterlegt mit einer gehörigen Portion Arroganz. Isa schickt Gudrun zu verdeckten Ermittlungen ins Krankenhaus. Markus Gellert wird von drei befreundeten Rentnern um Hilfe gebeten. Sie haben einen Einbrecher auf frischer Tat ertappt und bei sich zu Hause eingesperrt. Sie weigern sich, den Einbrecher freizulassen, bis der den Schmuck rausrückt, den er vor kurzem Ruth Minke, einer der Freundinnen, gestohlen hat. Bei aller Sympathie für die Rentner macht Gellert ihnen klar, dass Selbstjustiz kein Weg sein kann. Er überzeugt die Alten, Einbrecher Ronnie Uter freizulassen. Prompt verklagt Uter die Rentner wegen Freiheitsberaubung. In den Laden von Yasmins Eltern ist eingebrochen und alles verwüstet worden. Vater Ülküm hat den Verdacht, dass die Wohnungsgesellschaft, die nach und nach den Wohnblock aufgekauft hat, dahinter stecken könnte. Die Ülküms haben sich geweigert, das Geschäft zu verkaufen. Ein Gutes hat dieser Einbruch: Vater und Tochter fangen wieder an, miteinander zu sprechen. Zuvor hatte Vater Ülküm nach Yasmins Hochzeit ohne die Familie jeden Kontakt mit seiner Tochter abgelehnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073859","hoster":"VOE"},{"path":"/redirect/13073863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-8","name":"Der nächste Zug","epNo":8,"alt":"Episode 8","descr":"Isa von Brede hat sich entschieden, die Kanzlei weiterzuführen, und Markus Gellert als Anwalt angestellt. Er führt sich ein, wie es zu erwarten war: Er fährt mit einem neuen Sportwagen vor und bittet Isa um einen Vorschuss auf sein Anwaltsgehalt. Isa von Brede wird von Frau Markwart um Hilfe gebeten. Ihr Ehemann Kurt, ein Zugführer, hat mit seinem Zug den Tod des Malers Lutz Siebholz verursacht. Die Witwe des Malers aber, Michaela Siebholz, will den Selbstmord ihres Mannes nicht anerkennen und verklagt die Bahn. Sie behauptet, ihr Ehemann wäre nur aufgrund eines fehlenden Warnschildes auf die Gleise geraten. Frau Markwart wiederum möchte, dass ihr Ehemann Kurt die Witwe des Malers verklagt. Nur so kann ihr Mann, der seit dem Unfall arbeitsunfähig ist, den Schock überwinden und darauf aufmerksam machen, was Zugführer in Deutschland tagtäglich erleben müssen. Markus Gellert muss noch immer Yasmins Vater zur Seite stehen. Mehrere seiner Kunden zeigen Symptome von Lebensmittelvergiftungen, nachdem sie Schafskäseaufstrich aus dem Geschäft der Ülküms gegessen haben. Es besteht der Verdacht, dass die Lebensmittel kontaminiert waren. Gudrun tippt darauf, dass der Einbruch in das Geschäft vor einiger Zeit nur dazu diente, die Lebensmittel zu vergiften. Ihr Mann Gerd Wohlers bestätigt, dass zur Zeit des Einbruchs in der Nähe des Ladens der Wagen des Junior-Chefs der Firma Zippeck-Bau gesehen worden ist. Zippeck-Bau hat nach und nach die Wohnungen in dem Wohnblock aufgekauft und setzt jetzt alles daran, auch das Geschäft der Ülküms in den Besitz zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073864","hoster":"VOE"},{"path":"/redirect/13073862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-9","name":"Eine böse Falle","epNo":9,"alt":"Episode 9","descr":"Paul Siemsen ist wegen Herstellung und Vertriebs von Marihuana und wegen schwerer Körperverletzung angeklagt. Da Siemsen seine Haustür unter Strom gesetzt hatte, hat sich bei der Razzia ein Mann vom Schlüsseldienst einen schweren Stromschlag zugezogen. Gellert sieht eine Chance auf verminderte Schuldfähigkeit, da Siemsen das Marihuana zur Eigentherapie benutzt, um seine ständigen Rückenschmerzen zu bekämpfen. Vor Gericht beeindruckt der Anwalt mit einem ungewöhnlichen Auftritt. Gudrun, die dabei ist, eine kleine Detektei aufzubauen, hat endlich einen lukrativen Auftrag ergattert. Ludwig Bröcker engagiert sie als Bodyguard für einen wichtigen Geschäftstermin. Als sich während der Besprechung zwei Typen auf Bröcker werfen, verteidigt Gudrun ihren Auftraggeber und ermöglicht ihm dadurch, das Weite zu suchen. Erst in der Kanzlei erfährt sie von Isa von Brede die bittere Wahrheit: Sie hat die Festnahme eines ehemaligen Bankangestellten verhindert, der Diamanten im Wert von 2,8 Mio. Euro gestohlen hat. Jetzt sucht die Polizei sie als Komplizin des Diebes. Isa von Brede ist sofort klar, dass Gudrun Bröcker der Polizei übergeben muss. Nur, wie findet man einen flüchtigen Dieb? Über die Unterweltgröße Marco Sladic? Markus Gellert muss einige Tage auf Viktor, seinen 14-jährigen Sohn aus zweiter Ehe, aufpassen. Die Schule ist wegen grassierender Darminfektion geschlossen und seine Exfrau Maja auf Stellensuche. Isa von Brede entdeckt an Markus Gellert ganz neue Seiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073868","hoster":"VOE"},{"path":"/redirect/13073872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-10","name":"Stolz und Vorurteil","epNo":10,"alt":"Episode 10","descr":"Der 18-jährige Dogan Özil soll Paul und Sören, zwei 13-jährige Schüler, mit einem Messer bedroht und sie gezwungen haben, ihm ihre Handys und ihr Bargeld zu geben. Dogan versichert Isa von Brede, dass er nichts verbrochen hat. Trotzdem ist er getürmt, als die Polizei ihn festnehmen wollte. Kommissar Hansen informiert Isa über die erdrückenden Beweise gegen Dogan. Zudem sei dieser schon zweimal zuvor wegen Abziehens verurteilt worden. Aber Isa hat den Eindruck, dass Hansen nur in eine Richtung ermittelt hat. Sie beschließt, mit den Opfern Paul und Sören zu sprechen. Scheidungssachen übernimmt Markus Gellert aus Prinzip nicht. Bei Jintara Schröder aber macht er eine Ausnahme. Manfred Schröder, der seine Frau während eines Urlaubes kennengelernt hat, will plötzlich die Scheidung einreichen. Für die junge Thailänderin wäre das eine Katastrophe. Da sie noch nicht zwei Jahre verheiratet sind, würde sie sofort ausgewiesen werden. In Thailand aber wäre sie geächtet und hätte keine Chance mehr. Markus Gellert versucht, Manfred Schröder zu überzeugen, mit der Scheidung so lange zu warten, bis die Zwei-Jahres-Frist geschafft ist. Der wäre bereit dazu, wenn da nicht seine Mutter Hildegard wäre, mit der die Ehekrise auch begann – Yasmin möchte ihr Abitur machen, um später Jura zu studieren. Eine Idee, von der ihr Ehemann Lars wenig begeistert ist. Er fürchtet, dass sie neben Job und Baby keine Zeit mehr füreinander haben. Oder gibt es noch einen anderen Grund?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073871","hoster":"VOE"},{"path":"/redirect/13073870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-11","name":"Ein schwerer Verdacht","epNo":11,"alt":"Episode 11","descr":"Überraschend bittet Kommissar Hansen die Kanzlei um Hilfe. Hansen hat in einer Vernehmung den Entführer Silvano Eminescu dazu gebracht, ihm zu verraten, wo der kleine Junge, den Eminescu entführt hat, versteckt ist. Der Junge wurde gerettet. In den Zeitungen wird Hansen als Held gefeiert. Jetzt behauptet Eminescu, er sei von Hansen tatkräftig zur Aussage gezwungen worden und will ihn verklagen. Hansen bestreitet die Tat. Aber tatsächlich ist Eminescu eindeutig geschlagen worden. Die Frage ist nur: Von wem? Und was weiß Gerd Wohlers? Im Auftrag der Kanzlei sucht Gudrun nach Marek Häger, der mit Eminescu zusammen in einer Zelle saß, mittlerweile aber entlassen wurde. Hat er etwas mit Eminescus Verletzungen zu tun? Lars Meckel, Yasmins Mann, ist dem Entführer Eminescu als Pflichtverteidiger zur Seite gestellt worden. Yasmin erfährt auf diese Weise von den beruflichen Schwierigkeiten ihres Mannes. Isa muss derweil Marita, die sie im Untersuchungsgefängnis kennengelernt hat, vertreten. Marita ist auf Bewährung und arbeitet als Lageristin in einem Supermarkt. Als der Vorarbeiter Werner Preiss ihr gegen ihren Willen zu nahe gekommen ist, hat sie ihn mit einem gezielten Tritt abgewehrt. Prompt wurde sie entlassen. Anzeige wegen sexueller Belästigung kann sie nicht erstatten, weil sie keine Beweise hat und auch keine der eingeschüchterten Kolleginnen aussagen will. Yasmin besteht darauf, sich als Lockvogel in der Arbeitskolonne von Preiss anstellen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073877","hoster":"VOE"},{"path":"/redirect/13073879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-12","name":"Der letzte Vorhang","epNo":12,"alt":"Episode 12","descr":"Kann man die Bundeswehr verklagen, weil ein Soldat in Afghanistan gefallen ist? Isa von Brede denkt \"Ja\". Sie übernimmt die Vertretung von Lothar Paulsen. Der pensionierte Berufssoldat will sich mit dem Tod seines Sohnes Sven nicht abfinden, seitdem er von Werner Molzen, einem Freund seines Sohnes, der auch bei dem Einsatz dabei war, erfahren hat, wie sein Sohn ums Leben gekommen ist. Markus Gellert vertritt die Interessen des Schauspielers Johannes von Gülden. Seit 20 Jahren spielt dieser in einem Theater den Geist in \"Das Gespenst von Canterville\", hat dafür auf Bitten des Intendanten lukrative Film- und Fernsehrollen abgelehnt. Nun hat ein neuer Intendant die Nachfolge angetreten und möchte das Stück mit einem jüngeren Gespenst besetzen. Nebenher muss sich Markus Gellert erneut um Paul Siemsen kümmern, der trotz seiner Bewährungsauflage wieder Kontakt zu einem Dealer hat. Als Gellert Siemsen warnt, erfährt er, dass sich Siemsen in den Dealer Roman verliebt hat. Gellert gibt Siemsen den Rat, den Kontakt zu diesem abzubrechen. Damit ist der Fall für ihn erledigt. Bis Yasmin mit der Nachricht kommt, dass Siemsen verhaftet worden ist – unter dem Verdacht, den Dealer Roman umgebracht zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073883","hoster":"VOE"},{"path":"/redirect/13073880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-1/episode-13","name":"Üble Tricks","epNo":13,"alt":"Episode 13","descr":"Paul Siemsen soll seinen Geliebten Roman Brandner getötet haben. Für Staatsanwalt Wärmelskirchen ist der Fall eindeutig. Paul Siemsen weiß aber nicht mehr, was an diesem Tag geschehen ist. Er erinnert sich nur, dass Roman Brandner ihm gestanden habe, die Beziehung zu ihm nur eingegangen zu sein, weil der Barbesitzer Mirko Busse ihn dafür bezahlt hat. Er habe Brandner dann tatsächlich mit einem Handtuchspender niedergeschlagen, danach sei er abgehauen. Eine fast aussichtslose Situation für die Verteidigung, die noch aussichtsloser wird, als Paul Siemsen beim Gerichtstermin durch ein geöffnetes Fenster türmt. Staatsanwalt Wärmelskirchen und Richter Greinert verdächtigen Isa von Brede, ihrem Mandanten Paul Siemsen bei der Flucht geholfen zu haben. Würde Isa von Brede wegen Beihilfe zu einem Fluchtversuch verurteilt werden, wäre sie ihre Lizenz als Anwältin los. Markus Gellert, Yasmin und Gudrun müssen möglichst schnell Paul Siemsen finden, um Isa zu entlasten. Isa von Brede kümmert sich derweil um Bauer Lippert. Junge Leute, die offensichtlich auf dem Nachbarhof eingezogen sind, hören ständig laute Musik. Die Milchleistung seiner Kühe ist durch die Lärmbelästigung um 30 Prozent gesunken. Und Lippert ist kurz davor durchzudrehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073881","hoster":"VOE"},{"path":"/redirect/13073885","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-kanzlei/staffel-2/episode-1","name":"Schräge Vögel","epNo":1,"alt":"Episode 14","descr":"Isa von Brede hat den chronisch klammen Markus Gellert zum Partner in der Rechtsanwaltskanzlei gemacht. Und die Kanzlei Brede und Gellert ist in neue Räume umgezogen, die Markus Gellert ausgesucht hat. Rechtsanwaltsgehilfin Yasmin und Reinigungsfachkraft Gudrun sind wenig begeistert von dem neuen, klaren Look, den Gellert der Kanzlei mit diesen Räumen verordnet hat. Alles ist auf Neuanfang gestellt, wäre da nicht der Prozess gegen Egin, Isa von Bredes Bruder. Egin hat einen Geldeintreiber getötet und danach versucht, Isa den Mord anzuhängen. Unter Druck hat er den Mord zugegeben. Jetzt aber droht er, sein Geständnis zu widerrufen. Kommt heraus, dass Isa und Markus Gellert Egin mit Hilfe zwielichtiger Kiezbekanntschaften durch Drohungen zu diesem Geständnis gezwungen haben, könnten die Anwälte ihre Zulassung verlieren. Bauer Lippert hat es mal wieder mit der radikalen Tierschützerin Gesine Brunken zu tun. Dieses Mal haben Nandus sein Rapsfeld leergefressen. Da die Vögel, die vor Jahren aus einem Wildgehege ausgebrochen sind, unter Artenschutz stehen, bekommt er keinerlei Entschädigung. Lippert, der seinen Hof verkaufen will, um sich auf sein Altenteil zurückzuziehen, droht, die Vögel zu erschießen. Prompt organisiert Gesine Brunken Nachtwachen, um die Tiere vor ihm zu schützten. Eine typische Gesine-Brunken-Aktion. Dann aber wird die Tierschützerin Rose Meinhardt in einer dieser Nächte angeschossen. Gegen Lippert wird nun plötzlich wegen versuchten Mordes ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073892","hoster":"VOE"},{"path":"/redirect/13073886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-2","name":"Ruhe vor dem Sturm","epNo":2,"alt":"Episode 15","descr":"Muss ein Sohn, der von seinem Vater verstoßen wurde und ihn seit dem 16. Lebensjahr nicht mehr gesehen hat, für die Pflege des dementen Vaters aufkommen? Laut Gesetz schon, aber Isa von Brede findet das eine himmelschreiende Ungerechtigkeit. Sie übernimmt die Vertretung von Felix Bartels. Ein Ansatzpunkt, um ihren Klienten vor dem finanziellen Ruin durch die Pflegekosten zu bewahren, ist dessen Bruder Gerald. Der arbeitet als Straßenmusiker und behauptet, kein Einkommen zu haben. Merkwürdig nur, dass Gerald auf einer sehr teuren Les-Paul-Gitarre spielt, wie Markus Gellert auf einem Foto des Straßenmusikers entdeckt. Zugleich versucht Isa von Brede, in Kontakt mit Felix’ Vater Lothar Bartels zu kommen. Sie will mehr über die Beziehung zwischen Vater und Sohn erfahren, um hier einen Ansatzpunkt für die Verteidigung zu finden. Markus Gellert muss sich überraschend um seinen Sohn Viktor kümmern. Der 16-Jährige hat sich auf dem Schulhof mit einem Mitschüler geprügelt. Das kann vorkommen, ist aber untypisch für den Jungen. Aber als Viktor dann auch noch bei einem Einbruch in das Haus dieses Klassenkameraden erwischt wird, weiß Markus Gellert, dass er seinem Sohn dringend helfen muss. Aber wie? Immer wieder hat Gellert sein Versprechen gebrochen, mehr Zeit mit seinem Sohn zu verbringen. Wie soll der Junge ihm jetzt vertrauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073889","hoster":"VOE"},{"path":"/redirect/13073890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-3","name":"Im Netz","epNo":3,"alt":"Episode 16","descr":"Endlich ein lukrativer Auftrag für die Kanzlei Brede und Gellert. Der schüchterne Computer-Nerd Daniel Bienert bittet Markus Gellert um Hilfe. Er gibt an, dass sein Ex-Mitbewohner Benedict Vollmer ihm die Idee und den Quellcode zu einer neuartigen App geklaut und diesen für viel Geld an den Softwareriesen TEDCOM verkauft hat. In einigen Tagen will die TEDCOM die neue App der Öffentlichkeit präsentieren. Einziger Beweis, dass Daniel Bienert tatsächlich die App entwickelt hat, sind handschriftliche Notizen des Computer-Nerds. Die gemeinsame Freundin aus WG-Zeiten, Pia Monheim, könnte zwar bezeugen, dass Daniel den Code programmiert hat. Aber Pia scheint verschwunden. Während Gudrun und Yasmin Zeugin Pia suchen, stattet Gellert der Firma TEDCOM einen Besuch ab. Dass er hier fünf Anwälten gegenübersitzt, deren Vorsitzender Wieland Krohn ihm unmissverständlich zu verstehen gibt, dass die TEDCOM sich nicht auf einen Vergleich einlassen wird, kann Gellert nicht erschüttern. Schwierig wird der Fall erst, als bei einem Einbruch in die Kanzlei die handschriftlichen Unterlagen von Daniel Bienert gestohlen werden. Und Pia Monheim sich, nachdem Yasmin und Gudrun sie gefunden haben, weigert unter Eid auszusagen, dass Daniel Bienert tatsächlich den Quellcode für die App geschrieben hat. Isa von Brede vertritt derweil Sonja Johansen. Seine neue Ehefrau Heike und deren Tochter Emma halten Sonja von ihrem Vater Claus Johansen fern. Und das, obwohl er offensichtlich schwere gesundheitliche Probleme hat. Sonja hat das Gefühl, dass ihr Vater vergiftet wird. Die Situation spitzt sich zu, als Claus Johansen und seine zweite Ehefrau einen schweren Autounfall haben. Stieftochter Emma präsentiert eine Patientenverfügung, die lebensrettende Maßnahmen bei Claus Johansen verbietet. Stirbt Claus Johansen vor seiner zweiten Ehefrau, ist Emma die Alleinerbin eines beträchtlichen Vermögens. Sonja Johansen ist verzweifelt und fühlt sich mit all ihren Mutmaßungen bestätigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073893","hoster":"VOE"},{"path":"/redirect/13073911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-4","name":"Am Abgrund","epNo":4,"alt":"Episode 17","descr":"Markus Gellert legt die Vertretung von Daniel Bienert nieder. Die TEDCOM hat ihm und Isa von Brede ein Video präsentiert, das eindeutig belegt, dass Benedikt Vollmer und nicht Daniel Bienert die App entwickelt hat. Eine Niederlage, die Gellert und Isa verärgert, die sie jedoch verschmerzen. Aber dann erscheint am folgenden Tag der Anwalt Gisbert Rottmann im Auftrag von Daniel Bienert in der Kanzlei. Er kann belegen, dass Yasmin und Gudrun das Video, das die Unschuld von Benedikt Vollmer beweist, während ihrer Ermittlungen gestohlen und der TEDCOM zur Verfügung gestellt haben. Und das im guten Glauben, dass sie damit Schaden von der Kanzlei abwenden. Doch das Gegenteil ist der Fall. Dieser klare Fall von Mandantenverrat könnte das \"Aus\" für Isa von Brede und Markus Gellert als Anwälte bedeuten. Gegen 500.000 Euro, die in monatliche Raten zu zahlen sind, wäre Bienert bereit, die ganze Sache zu vergessen÷ Isa von Brede entlässt auf der Stelle Yasmin und Gudrun. Sie hat das Vertrauen zu ihren Mitarbeiterinnen verloren. Markus Gellert reagiert weniger emotional. Ihm ist klar, dass Yasmin und Gudrun nur das gemacht habe, was sie in der Kanzlei gelernt haben. Sie haben auf nicht ganz legale Weise Beweismittel besorgt. Wird Markus Gellert Isa von Brede in Sachen Entlassung umstimmen können? Angesichts einer Forderung von 500.000 Euro müssen Isa von Brede und Markus Gellert jeden Fall annehmen. Markus Gellert vertritt einen alten Bekannten, Robert Kuhlmann. Der hat bei voller Fahrt auf der Autobahn versucht, das Verdeck seines Cabrios zu schließen. Nun wird gegen Kuhlmann nicht nur wegen Fahrlässigkeit, sondern auch wegen gefährlichem Eingriff in den Straßenverkehr ermittelt. Ein aussichtsloser Fall, wie es zuerst scheint. Isa von Brede vertritt Frau Büntner. Die Rentnerin betreibt seit zehn Jahren im Garten ihres Wohnhauses einen kleinen Blumenstand, um sich einige Euro dazu zu verdienen. Jetzt erklärt das Bezirksamt den Stand für unzulässig, weil Frau Büntners Haus in einem reinen Wohngebiet liegt. Ist das das Aus für die alte Dame?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13073990","hoster":"VOE"},{"path":"/redirect/13073898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-5","name":"Harte Zeiten","epNo":5,"alt":"Episode 18","descr":"Die Kanzlei muss 500.000 Euro in Raten an Daniel Bienert zahlen, um eine Anzeige wegen Mandantenverrats zu verhindern. Es müssen dringend mehr Klienten her, damit Geld in die Kasse kommt. Im Kampf um das Überleben der Kanzlei akquiriert Gudrun eine große Zahl Mandanten auf der Straße, die letztendlich aber kaum Geld einbringen. Yasmin versucht, den vielen Neukunden gerecht zu werden. ohne ihre Familie und ihr Fernstudium, das sie gerade erst begonnen hat, zu vernachlässigen. Unter dieser Belastung bricht sie zusammen. Isa von Brede übernimmt die Vertretung von Marina Bischoff, die die Partneragentur \"Hopefully Love\" verklagen will. Auf ihrer Webseite präsentiert die Agentur attraktive Männer aus dem gehobenen Mittelstand als Kunden, deren Biografe bunt und interessant erscheinen. Tatsächlich aber seien zu den Treffen immer wieder wenig emphatische Langweiler erschienen, beklagt sich Marina Bischoff. Die Chefin der Agentur, Helga Landsberger, dagegen weiß, dass Frau Bischoff aufgrund ihrer herrischen Art von anderen Kunden der Agentur nur schlechte Bewertungen erhalten habe. So seien nur wenige Männer bereit gewesen, sich mit Frau Bischoff zu treffen. Markus Gellert soll den Freund seiner Ex-Frau Sylvia verteidigen. Sylvia will Professor Frank Bongerts heiraten. Der ist von seiner Doktorandin Alina Heckner wegen sexueller Nötigung angezeigt worden. Der Fall wird nicht gerade einfacher, als Gudrun heraus ndet, dass es schon einmal einen Vorfall mit Bongerts an der Universität Bremen gegeben hat. Im Gericht nimmt das Verfahren dann eine ganz unerwartete Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074078","hoster":"VOE"},{"path":"/redirect/14255077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-6","name":"Auf Herzen und Nieren","epNo":6,"alt":"Episode 19","descr":"Yasmin liegt nach ihrem Zusammenbruch im Krankenhaus. Markus Gellert stellt Thomas Zuhse als Ersatz ein. Er weiß nicht, dass Zuhse vor Jahren durch seine pedantische Art nicht nur das Team um Ehrenberg zur Weißglut gebracht, sondern nach der Entlassung die Kanzlei auf Mobbing verklagt hat. Isa von Brede und Gudrun müssen sich wohl oder übel mit dem alten-neuen Kollegen arrangieren. Gerd Matuschek bitte Isa um Hilfe. Sein Sohn Björn ist nach einer schweren Sepsis gestorben. Nur eine Herztransplantation hätte ihn retten können. Die aber fand nicht statt, weil der Chefarzt des Elisabeth-Krankenhauses, Dr. Weiland, durch Manipulation seine Patienten auf die erste Stelle der Warteliste gebracht hat. Allem Anschein nach kein Einzelfall, denn die Staatsanwaltschaft ermittelt bereits gegen Dr. Weiland. Gerd Matuschek will als Nebenkläger im Prozess auftreten. Markus Gellert vertritt derweil seinen alten Freund Guntram Hanefeld. Der will sich von seiner Ehefrau Nora trennen, um die wesentlich jüngere Anja Kollwitz zu heiraten. Zwar existiert ein Ehevertrag, der gegenseitige Ansprüche bei einer Scheidung ausschließt. Dennoch will Hanefeld Nora finanziell unterstützen. Die fordert nun aber statt der monatlichen Zuwendung eine Einmalzahlung von einer Million Euro. Andernfalls würde sie die große Summe Schwarzgeld, die Hanefeld auf Auslandskonten versteckt, anzeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074098","hoster":"VOE"},{"path":"/redirect/13074231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-7","name":"Irrwege","epNo":7,"alt":"Episode 20","descr":"Gerd Matuschek wird unter dem Verdacht, Chefarzt Dr. Weiland ermordet zu haben, verhaftet. Matuschek hat ein Motiv, gibt er doch Dr. Weiland die Schuld am Tod seines Sohnes Björn. Eine Zeugin, Dora Keller, bestätigt, dass sie Gerd Matuschek entgegen seiner Aussage zur Tatzeit in der Nähe des Hauses von Dr. Weiland gesehen hat. Schnell entdeckt Isa von Brede, dass mit der Zeugin etwas nicht stimmen kann. Derweil vertritt Markus Gellert die gefürchtete Kiezgröße Marco Sladic. Manuela, die Tochter seiner Bekannten Ilona Grohne, ist bei einem Ladendiebstahl erwischt worden. Die junge Frau war betrunken und hat bei der Verhaftung Widerstand geleistet. Dazu ist sie auch noch vorbestraft. Kaum möglich, dass Manuela mit einer Bewährungsstrafe davonkommt. Trotzdem will Marco Sladic, dass Gellert die Vertretung übernimmt. Und er hat ein gutes Argument: Sladic bietet Gellert Unterlagen an, die belegen, dass Daniel Bienert in einen Skandal um die elektronische Bitcoin-Währung verwickelt war. Mit dieser Information könnten Markus Gellert und Isa von Brede endlich die lästigen Zahlungen an ihren Erpresser Bienert loswerden. Die Sache hat nur einen Haken: Manuela will sich nicht verteidigen lassen. Sie scheint es darauf anzulegen, zu einer Haftstrafe verurteilt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074242","hoster":"VOE"},{"path":"/redirect/13074238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-8","name":"Neustart","epNo":8,"alt":"Episode 21","descr":"Neustart für die Kanzlei. Die Gefahr, dass Isa von Brede und Markus Gellert ihre Anwaltszulassung verlieren, ist gebannt. Die Geldforderungen des Erpressers sind vom Tisch. Markus Gellert vertritt Rapper Dogan Özdil, den eine internationale Plattenfirma unter Vertrag nehmen will. Ein Angebot wie ein 6er im Lotto. Nur ist Dogan noch bei Murat Sahin unter Vertrag und das für mindestens weitere zwei Jahre. Dogan behauptet, Murat habe seine Karriere nicht befördert. Aber wie lässt sich Murat dazu zu bewegen, Dogan freizugeben? Isa von Brede muss derweil der jungen Mutter Leonie Krüger helfen. Leonie hat angezeigt, dass ihre eineinhalbjährige Tochter Selina vor einem Supermarkt entführt worden ist. Die Polizei kann das Mädchen nicht finden und hat mittlerweile den Verdacht, dass Leonie ihr Kind getötet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074239","hoster":"VOE"},{"path":"/redirect/13074241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-9","name":"Hunger","epNo":9,"alt":"Episode 22","descr":"Die 15-jährige Milena Rönert will, dass ihrer Mutter Annelie das Sorgerecht entzogen wird. Der Grund: Eine internationale Modelagentur hat Milena einen Vertrag angeboten. Für Milena würde damit ihr Traum von einer Modelkarriere wahr werden und sie meint, in wenigen Jahren hätte sie finanziell ausgesorgt. Ihre Mutter Annelie besteht aber darauf, dass Milena die Schule abschließt. Eine Modelkarriere lehnt sie für ihre Tochter angesichts des gesundheitsschädlichen Schlankheitswahns in der Modelwelt kategorisch ab. Markus Gellert sieht zwar keine Chance für eine Klage der 15-jährigen Tochter gegen ihre Mutter. Aber er bietet an, sich mit Annelie Rönert zu treffen. Fake News. Galips Dönerladen wird mit haltlosen Behauptungen und offensichtlich gefälschten Kundenbewertungen im Internet schlechtgemacht. Galips Umsatz ist deutlich eingebrochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13075138","hoster":"VOE"},{"path":"/redirect/13075143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-10","name":"Familienbande","epNo":10,"alt":"Episode 23","descr":"Was ist los mit Richter Greinert? Fanol Komani ist wegen Diebstahl und Körperverletzung angeklagt. Das Opfer, der Rentner Frank Weigand, erkennt während der Gerichtsverhandlung Komani eindeutig als Täter. Aber Richter Greinert versucht mit allen Mitteln, den Zeugen Weigand zu verunsichern und so Fanol Komani zu entlasten. Als Isa von Brede nach Ende des Gerichtstages Richter Greinert auf dieses Verhalten anspricht, reagiert Greinert barsch abweisend. Isa ist sich sicher, dass Greinert, als Richter eine Legende in Sachen Unbestechlichkeit, unter Druck gesetzt wird. Aber von wem und warum und wo durch? Edda Keltenborn wendet sich beunruhigt an die Kanzlei. Sie lebt in München, ist beruflich oft auf Reisen und ihr Ehemann Max hat regelmäßig in Hamburg zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074247","hoster":"VOE"},{"path":"/redirect/13074250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-11","name":"Nacht und Nebel","epNo":11,"alt":"Episode 24","descr":"Markus Gellert muss seine 24-jährige Tochter Marleen vor dem Gefängnis bewahren. Marleen ist verhaftet worden. Sie soll in der vergangenen Nacht einen Fußgänger angefahren und dann Fahrerflucht begangen haben. Marleen kann sich an nichts mehr erinnern. Sie sei mit ihrem alten Freund Max zu einer Party gegangen, habe etwas getrunken und getanzt. Dann weiß sie nur, dass die Polizei sie am nächsten Morgen geweckt und verhaftet hat. Kommissar Hansen hält die Beweise gegen Marleen für zwingend: Das Unfallopfer hat Teile des Nummernschildes von Marleens Sportwagen erkannt. Der Wagen hat am folgenden Morgen vor Marleens Wohnung gestanden. Das Blut am Lenkrad des Wagens stammt von Marleen, die sich bei dem Unfall offensichtlich eine Platzwunde an der Stirn zugezogen hat. Zudem ist Marleen positiv auf Drogen getestet worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074248","hoster":"VOE"},{"path":"/redirect/13074253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-12","name":"Blutgrätsche","epNo":12,"alt":"Episode 25","descr":"Der Profi-Fußballer Marco Verween befürchtet, von dem Videoblogger Gunther Lüttich geoutet zu werden. Lüttich, der für seine gründlichen Recherchen bekannt ist, will zum Thema \"schwule Fußballer\" einen Bericht machen und Verween als Beispiel nennen. Vermutlich hat Lüttich Fotos von Marco und seinem Freund. Marco Verween ist sich sicher, dass er als schwuler Fußballspieler keine Chance mehr hätte, seine Karriere fortzusetzen. Markus Gellert muss verhindern, dass Gunther mit seinem Wissen an die Öffentlichkeit geht. Aber vor allem will er wissen, was Lüttich davon hat! Die Kiezgröße Marco Sladic engagiert Isa von Brede. Er will, dass Isa den Steuerprüfer Gisbert Höhne davon abhält, weiter in seinem Club herumzuschnüffeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074256","hoster":"VOE"},{"path":"/redirect/13074252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-2/episode-13","name":"Irrungen","epNo":13,"alt":"Episode 26","descr":"Cornelia Gastner und Lutz Bender sind verzweifelt. Sie lieben einander, haben eine kleine Tochter und Cornelia ist wieder schwanger. Eine glückliche Familie, wären die beiden nicht Halbgeschwister. Als Cornelia und Lutz vor einigen Jahren eine Beziehung eingingen und Cornelia schwanger wurde, wussten sie nicht, dass sie eine gemeinsame Mutter haben. Sie wurden von einem Gericht wegen Inzest zu drei Monaten verurteilt. Die Strafe wurde zur Bewährung ausgesetzt unter der Auflage, dass die beiden ihre Beziehung beenden. Jetzt ist Cornelia wieder schwanger und beide sind wieder angeklagt. Cornelia hat Angst, dass das Jugendamt ihr bei einer Verurteilung die Kinder wegnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074259","hoster":"VOE"},{"path":"/redirect/13074257","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-kanzlei/staffel-3/episode-1","name":"Falsche Freunde","epNo":1,"alt":"Episode 21","descr":"Neustart für die Kanzlei. Die Gefahr, dass Isa von Brede und Markus Gellert ihre Anwaltszulassung verlieren, ist gebannt. Die Geldforderungen des Erpressers sind vom Tisch. Markus Gellert vertritt Rapper Dogan Özdil, den eine internationale Plattenfirma unter Vertrag nehmen will. Ein Angebot wie ein 6er im Lotto. Nur ist Dogan noch bei Murat Sahin unter Vertrag und das für mindestens weitere zwei Jahre. Dogan behauptet, Murat habe seine Karriere nicht befördert. Aber wie lässt sich Murat dazu zu bewegen, Dogan freizugeben? Isa von Brede muss derweil der jungen Mutter Leonie Krüger helfen. Leonie hat angezeigt, dass ihre eineinhalbjährige Tochter Selina vor einem Supermarkt entführt worden ist. Die Polizei kann das Mädchen nicht finden und hat mittlerweile den Verdacht, dass Leonie ihr Kind getötet hat. Die junge Frau trinkt stark und hat mehrfach Selina mit Verletzungen ins Krankenhaus gebracht. Am Tag ihres Verschwindens sollte Selina in die Obhut des Jugendamtes genommen werden. Obwohl Isa mit der chaotischen jungen Frau wenig anfangen kann, hält sie Leonies Verzweiflung über das Verschwinden ihres Kindes für glaubhaft. Gemeinsam mit Gudrun sucht Isa nach dem einzigen Beweis, der Leonie sicher entlasten würde: die kleine Selina.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074264","hoster":"VOE"},{"path":"/redirect/13074265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-2","name":"Mit harter Hand","epNo":2,"alt":"Episode 22","descr":"Die 15-jährige Milena Rönert will, dass ihrer Mutter Annelie das Sorgerecht entzogen wird. Der Grund: Eine internationale Modelagentur hat Milena einen Vertrag angeboten. Für Milena würde damit ihr Traum von einer Modelkarriere wahr werden und sie meint, in wenigen Jahren hätte sie finanziell ausgesorgt. Ihre Mutter Annelie besteht aber darauf, dass Milena die Schule abschließt. Eine Modelkarriere lehnt sie für ihre Tochter angesichts des gesundheitsschädlichen Schlankheitswahns in der Modelwelt kategorisch ab. Markus Gellert sieht zwar keine Chance für eine Klage der 15-jährigen Tochter gegen ihre Mutter. Aber er bietet an, sich mit Annelie Rönert zu treffen. Fake News. Galips Dönerladen wird mit haltlosen Behauptungen und offensichtlich gefälschten Kundenbewertungen im Internet schlechtgemacht. Galips Umsatz ist deutlich eingebrochen. Als Urheber der miesen Bewertungen vermutet Galip Cheng, den Besitzer des chinesischen Restaurants gleich nebenan. Isa von Brede und Yasmin aber entdecken einen erstaunlichen Zusammenhang, als sie sich die Bewertungsplattform Ratigoo etwas genauer anschauen: Wer auf Ratigoo wirbt, erhält dort auch positive Kundenbewertungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074263","hoster":"VOE"},{"path":"/redirect/13074269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-3","name":"Kinderkram","epNo":3,"alt":"Episode 23","descr":"Was ist los mit Richter Greinert? Fanol Komani ist wegen Diebstahl und Körperverletzung angeklagt. Das Opfer, der Rentner Frank Weigand, erkennt während der Gerichtsverhandlung Komani eindeutig als Täter. Aber Richter Greinert versucht mit allen Mitteln, den Zeugen Weigand zu verunsichern und so Fanol Komani zu entlasten. Als Isa von Brede nach Ende des Gerichtstages Richter Greinert auf dieses Verhalten anspricht, reagiert Greinert barsch abweisend. Isa ist sich sicher, dass Greinert, als Richter eine Legende in Sachen Unbestechlichkeit, unter Druck gesetzt wird. Aber von wem und warum und wo durch? Edda Keltenborn wendet sich beunruhigt an die Kanzlei. Sie lebt in München, ist beruflich oft auf Reisen und ihr Ehemann Max hat regelmäßig in Hamburg zu tun. Jahrelang hat ihre vorübergehende örtliche Trennung bestens geklappt, kleine Affären waren bei dieser Lebensweise nie ein Problem. Jetzt aber will Edda Keltenborn wissen, was ihr Ehemann in Hamburg treibt. Max hat sich nämlich verändert und scheint vor irgendetwas Angst zu haben. Gudrun heftet sich an Max Keltenborns Fersen – und Markus Gellert und Yasmin entdecken dann die überraschende Antwort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074273","hoster":"VOE"},{"path":"/redirect/13074274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-4","name":"Absturz","epNo":4,"alt":"Episode 24","descr":"Markus Gellert muss seine 24-jährige Tochter Marleen vor dem Gefängnis bewahren. Marleen ist verhaftet worden. Sie soll in der vergangenen Nacht einen Fußgänger angefahren und dann Fahrerflucht begangen haben. Marleen kann sich an nichts mehr erinnern. Sie sei mit ihrem alten Freund Max zu einer Party gegangen, habe etwas getrunken und getanzt. Dann weiß sie nur, dass die Polizei sie am nächsten Morgen geweckt und verhaftet hat. Kommissar Hansen hält die Beweise gegen Marleen für zwingend: Das Unfallopfer hat Teile des Nummernschildes von Marleens Sportwagen erkannt. Der Wagen hat am folgenden Morgen vor Marleens Wohnung gestanden. Das Blut am Lenkrad des Wagens stammt von Marleen, die sich bei dem Unfall offensichtlich eine Platzwunde an der Stirn zugezogen hat. Zudem ist Marleen positiv auf Drogen getestet worden. Hansen empfiehlt Gellert dringend, Marleen zu einem Geständnis zu bewegen. Nur so könnte sie die Richter milde stimmen, die bei Unfallflucht keinen Spaß verstehen. Markus Gellert aber macht sich daran, die Unschuld seiner Tochter zu beweisen. Thomas Zuhse, der Yasmin in ihrer Abwesenheit als Anwaltsgehilfe vertreten hat, taucht überraschend in der Kanzlei auf. Dieses Mal braucht er selbst dringend Hilfe. Schon in drei Tagen steht gegen ihn eine Gerichtsverhandlung an. Der Vorwurf: Körperverletzung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074276","hoster":"VOE"},{"path":"/redirect/13074272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-5","name":"Fremde Federn","epNo":5,"alt":"Episode 25","descr":"Der Profi-Fußballer Marco Verween befürchtet, von dem Videoblogger Gunther Lüttich geoutet zu werden. Lüttich, der für seine gründlichen Recherchen bekannt ist, will zum Thema \"schwule Fußballer\" einen Bericht machen und Verween als Beispiel nennen. Vermutlich hat Lüttich Fotos von Marco und seinem Freund. Marco Verween ist sich sicher, dass er als schwuler Fußballspieler keine Chance mehr hätte, seine Karriere fortzusetzen. Markus Gellert muss verhindern, dass Gunther mit seinem Wissen an die Öffentlichkeit geht. Aber vor allem will er wissen, was Lüttich davon hat! Die Kiezgröße Marco Sladic engagiert Isa von Brede. Er will, dass Isa den Steuerprüfer Gisbert Höhne davon abhält, weiter in seinem Club herumzuschnüffeln. Die Steuerprüfung lässt er sich ja gefallen, aber er hat Höhne in Verdacht, dabei Informationen über seine Geschäfte zu sammeln, die er dann an die Polizei weitergibt. Isa spricht mit dem Steuerprüfer und macht ihm die Grenzen seiner Prüfbefugnis klar. Kurz nach dem Gespräch wird Höhne vor Sladic’ Club zusammengeschlagen – und Marco Sladic verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074278","hoster":"VOE"},{"path":"/redirect/13074282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-6","name":"Überdosis","epNo":6,"alt":"Episode 26","descr":"Cornelia Gastner und Lutz Bender sind verzweifelt. Sie lieben einander, haben eine kleine Tochter und Cornelia ist wieder schwanger. Eine glückliche Familie, wären die beiden nicht Halbgeschwister. Als Cornelia und Lutz vor einigen Jahren eine Beziehung eingingen und Cornelia schwanger wurde, wussten sie nicht, dass sie eine gemeinsame Mutter haben. Sie wurden von einem Gericht wegen Inzest zu drei Monaten verurteilt. Die Strafe wurde zur Bewährung ausgesetzt unter der Auflage, dass die beiden ihre Beziehung beenden. Jetzt ist Cornelia wieder schwanger und beide sind wieder angeklagt. Cornelia hat Angst, dass das Jugendamt ihr bei einer Verurteilung die Kinder wegnimmt. Wie umgehen mit diesen Mandanten, die ihren ersten Anwalt entlassen haben, als der ihnen den Rat gab, ihre Beziehung zu beenden? Isa von Brede will den beiden klarmachen, dass sie keine Chance haben. Markus Gellert aber will kämpfen. Er findet, dass Cornelia und Lutz ein Recht auf eine vertrauensvolle Beziehung mit einem geliebten Menschen haben, die beiden in Kindheit und Jugend offensichtlich verwehrt war. Henning Frenzen ist einer der wenigen Hafenfischer in Hamburg, die es noch gibt. Jetzt aber kämpft er ums Überleben. Denn die Reusen, die er an festen Plätzen im Hafengebiet auslegt, werden immer wieder gestohlen. Frenzen glaubt, dass sein Kollege Fischer Jochen Hinrichs dahintersteckt. Isa von Brede ist das alles nicht geheuer, aber dann geht sie mit Fischer Frenzen aufs Wasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074280","hoster":"VOE"},{"path":"/redirect/13074281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-7","name":"Nothalt","epNo":7,"alt":"Episode  27","descr":"Für einen Moment nach dem Aufwachen hofft Isa von Brede, dass alles nur ein Alptraum ist. Ein Blick in ihr Wohnzimmer aber belehrt sie eines Besseren: Robert Seebacher, Künstler und Althippie, ist in ihr Leben zurückgekehrt. Und dieser Robert Seebacher, mit dem sie in wilden Jugendzeiten herumgezogen ist, behauptet, mit ihr verheiratet zu sein. Als Isa in die Kanzlei kommt, ist Robert gerade dabei, Markus Gellert, Yasmin und Gudrun mit der Geschichte ihrer Heirat in Las Vegas zu unterhalten. Was tun mit einer lebendig gewordenen Jugenderinnerung? Jochen Goldmann sorgt sich um seinen alten Freund Hubertus Dehling. Seit längerem verhindert Lydia, Hubertus’ neue und deutlich jüngere Lebensgefährtin, einen Kontakt zwischen den Freunden. Jetzt wird auch noch das Haus von Hubertus zum Verkauf angeboten. Als sich Markus Gellert und Gudrun mit einer List Zutritt zum Haus von Hubertus Dehling verschaffen, entdecken sie Unterlagen, die darauf hinweisen, dass Hubertus von Lydia in ein Pflegeheim abgeschoben wurde. Gellert fasst einen Plan, der ihn um Jahre altern lässt – Yasmins Cousine Elif wird vor einem Club zusammengeschlagen, nachdem sie kurz zuvor Meike geholfen hatte, die in dem Club von Jens Berghoff und seinem Freund Helge Kontz bedrängt wurde. Jens und Helge aber behaupten, Elif habe sie vor dem Club angegriffen und sie hätten sich nur gewehrt. Die einzige Zeugin Meike will nicht aussagen. Yasmin zweifelt an Recht und Gerechtigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074283","hoster":"VOE"},{"path":"/redirect/13074293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-8","name":"Ohne Vorwarnung","epNo":8,"alt":"Episode 34","descr":"Yasmin wird völlig überraschend in den Kanzleiräumen verhaftet. Sie soll Jens Berghoff, den Mann, der ihre Cousine Elif zusammengeschlagen hat, vor seiner Wohnung mit einem Messerstich getötet haben. Bei einem Treffen in Galips Döner haben sich Elifs Vater Tarek, Murat und Yasmin darüber aufgeregt, dass das Verfahren gegen den gewalttätigen Jens Berghoff eingestellt wurde. Dabei wurden Drohungen gegen Berghoff ausgestoßen. Aber reicht das, um Yasmin jetzt des Mordes anzuklagen? Richter Helmer verfügt bei einem Haftprüfungstermin, dass Yasmin weiter in Untersuchungshaft bleiben muss. Isa von Brede, Markus Gellert und Gudrun wissen, dass sie den wahren Mörder von Jens Berghoff finden müssen, um Yasmins Unschuld zu beweisen. Gleichzeitig muss sich Markus Gellert um die alternde Schauspielerin Betty Hallweg kümmern. Trotz hoher Beliebtheit beim Publikum, soll sie aus der täglichen Serie \"Blühende Herzen\" herausgeschrieben werden. Betty glaubt, dass man sie einfach loswerden will. Gellert aber erfährt von dem Regisseur, dass Betty nicht nur kleine Texthänger, sondern richtiggehende Ausfälle hat, die die Produktion zu viel Zeit kosten. Nachdem Gellert selber Zeuge geworden ist, wie Betty mitten in einem Dreh komplett die Orientierung verloren hat, schlägt er ihr vor, einen Fachmann zu konsultieren. Aber Betty hat Angst vor einer Diagnose namens Alzheimer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074290","hoster":"VOE"},{"path":"/redirect/13074295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-9","name":"Hundstage","epNo":9,"alt":"Episode 35","descr":"Markus Gellert muss einen Mordfall in der Familie klären. Seine Ex-Frau Maja soll ihren Lebensgefährten erschlagen haben. Kommissar Hansen präsentiert auch ein Motiv: Das Opfer war ein aktenkundiger Heiratsschwindler, der bereits mehrere Frauen mit der gleichen Masche um hohe Summen gebracht hat und deswegen schon im Gefängnis saß. Während Gellert sich darum bemüht, Majas Unschuld zu beweisen, indem er mit anderen geschädigten Frauen Kontakt aufnimmt, verschafft sich Gudrun widerrechtlich Zugang zur Wohnung des Betrügers und kommt damit einer ganz anderen Geschichte auf die Spur. Yasmin bewährt sich währenddessen als Eheberaterin und Mediatorin. Im Auftrag Gellerts kümmert sie sich um ein junges Paar, das sich gerade getrennt hat und um das \"Sorgerecht\" für den gemeinsamen Hund streitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074296","hoster":"VOE"},{"path":"/redirect/13074299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-10","name":"Bumerang","epNo":10,"alt":"Episode 36","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074297","hoster":"VOE"},{"path":"/redirect/13074304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-11","name":"Schattenspiele","epNo":11,"alt":"Episode 37","descr":"Susanne Nielsen macht sich schwere Vorwürfe. Die Bäuerin hatte ihrem 16-jährigen Sohn Dirk erlaubt, an der Talentshow \"Deine 15 Sekunden\" teilzunehmen. Doch in der Sendung wurde ihr argloser Junge vom berüchtigten Showmaster Jan Hölter vorgeführt und als Witzfigur verspottet. Weil er sich im Dorf nirgends mehr sehen lassen konnte, nahm sich Dirk das Leben. Die Mutter wirft dem Moderator vor, Dirk in den Tod getrieben zu haben und wendet sich an die Kanzlei, um den Fernsehstar nicht nur wegen Beleidigung zu verklagen, sondern wegen fahrlässiger Tötung zu belangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074302","hoster":"VOE"},{"path":"/redirect/13074307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-12","name":"Exzess","epNo":12,"alt":"Episode 38","descr":"Lars Meckel, Yasmins Ehemann, ersucht seine Kollegen aus der Kanzlei um \"Amtshilfe\". Als Pflichtverteidiger vertritt er Harry Schneider, der wegen versuchten Totschlags in Untersuchungshaft sitzt. Er wird beschuldigt, bei einer Polizeikontrolle einen Beamten gestoßen zu haben, so dass der auf die U-Bahngleise gestürzt ist und sich verletzt hat. Schneider bestreitet die Vorwürfe und erklärt, von den Polizisten grundlos überprüft, schikaniert und körperlich angegangen worden zu sein. Doch auch Isa von Brede und Markus Gellert bezweifeln, dass der Beschuldigte vor Gericht Recht bekommen wird. Denn Schneider ist cholerisch und nicht in der Lage, seine Wutausbrüche in den Griff zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074305","hoster":"VOE"},{"path":"/redirect/13074312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-3/episode-13","name":"Ohne Spuren","epNo":13,"alt":"Episode 39","descr":"Isa von Brede muss sich mit einem Fall von Totschlag befassen, und die Indizien sprechen eindeutig gegen ihren Mandanten: Galip Ülküm, Dönerladen-Besitzer und Freund der Kanzlei, steht unter Verdacht, seinen ehemaligen Mitarbeiter Ergün ermordet zu haben. Aus Rache. Ergün hatte auf einer gefakten Webseite unter Galips Namen islamistische Propaganda verbreitet. Hinzu kommt, dass am Hemd ihres Klienten Blut klebt, das vom Toten stammt. Aber Isa glaubt an Galips Unschuld, hat sie doch an diesem Tag selbst miterlebt, wie Ergün, der betrunken und auf Krawall aus war, von Galip aus seinem Laden geworfen wurde. Mit Hilfe von Yasmin und Gudrun macht sie sich auf die Suche nach dem wahren Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074310","hoster":"VOE"},{"path":"/redirect/13074313","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-kanzlei/staffel-4/episode-1","name":"Schräglage","epNo":1,"alt":"Episode 29","descr":"Silke Brandner will den größten Fehler ihres Lebens korrigieren und die Kanzlei soll ihr dabei helfen. Die Nautikerin einer Hamburger Reederei hat im Alter von 15 Jahren ein Kind zur Welt gebracht und nach der Geburt auf Druck ihrer Eltern zur Adoption freigegeben. Isa von Brede klärt die junge Frau darüber auf, dass eine Anfechtung der Adoption unmöglich ist. Trotzdem übernimmt sie den Fall. Denn Silke Brandner hatte sich ihrem zehnjährigen Sohn Luke unerlaubterweise genähert und die Adoptiveltern erwirkten ein Kontaktverbot. Als Luke jetzt plötzlich verschwindet, gerät Silke in Verdacht, ihn entführt zu haben. Markus Gellert befürchtet währenddessen, dass sein Sohn Viktor in die Fänge einer christlich-fundamentalistischen Sekte geraten ist. Gemeinsam mit Gudrun nimmt der Anwalt Ermittlungen gegen die Glaubensgruppe auf, die sich \"Bund der offenen Herzen\" nennt und in einer Landkommune lebt. Privat geht es in der Kanzlei turbulent zu. Schon seit langem bemühen sich Gudrun und ihr Mann um ein Pflegekind. Jetzt wird ihnen die zehn Jahre alte, aufmüpfige Tina zugeteilt. Yasmin erklärt ihren Chefs, dass die Scheidung von Ehemann Lars vom Tisch ist. Und Markus Gellert entfacht bei Isa Eifersuchtsgedanken, als ihm seine Ex-Frau Maja auf offener Straße einen Kuss auf die Wange drückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074320","hoster":"VOE"},{"path":"/redirect/13074315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-2","name":"Heiße Fracht","epNo":2,"alt":"Episode 30","descr":"Markus Gellert vertritt Martina Gunderson, eine Hausfrau und Mutter, die sich gegen ein sogenanntes Wohnungsbordell in ihrem Haus in Hamburg-Bahrenfeld wehrt. Die resolute Frau will die Hausverwaltung verklagen und vor Gericht die Schließung des Etablissements erzwingen, obwohl nach Auskunft der Polizei keine Straftat vorliegt. Gellert findet heraus, dass die charmante Betreiberin des Bordells, Beate \"Bella\" Gassner, auch die Besitzerin des Hauses ist. Um den Streit außergerichtlich zu beenden, schlägt er \"Bella\" eine Lösung vor, die Frau Gunderson, seine Mandantin, nicht wirklich erfreut. Zur gleichen Zeit wird Gudrun Zeugin eines Banküberfalls. Sie bringt einen der flüchtenden Räuber zur Strecke – und sieht sich plötzlich mit einer Anzeige wegen Körperverletzung konfrontiert. Damit scheint ihr großer Traum zu platzen: Das Jugendamt entscheidet, dass Gudrun als Pflegemutter von Tina ungeeignet ist, weil sie schon einmal wegen eines Gewaltdeliktes vor Gericht gestanden hat. Isa von Brede steht Gudrun als Anwältin zur Seite und nimmt mit Assistentin Yasmin Ermittlungen gegen den Bankräuber auf. Der wird von Gisbert Rottmann, dem Intimfeind der Kanzlei, vertreten, und er hat mehr im Sinn als die Verteidigung seines Mandanten: Rottmann droht Isa und Gellert, sie wegen illegaler Methoden vor die Anwaltskammer zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074318","hoster":"VOE"},{"path":"/redirect/13074336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-3","name":"Feuer und Flamme","epNo":3,"alt":"Episode 31","descr":"Die Musikerin Lara Binder beschuldigt den erfolgreichen Popsänger Ron Hemmings, ihr den Song \"Hab dich nicht gefragt\" gestohlen und damit einen Hit gelandet zu haben. Lara hatte auf dessen letzter Tournee im Background gesungen und ihm ein Demo-Band mit einer, so sagt sie, eigenen Komposition geschickt. Markus Gellert glaubt seiner Mandantin, macht ihr aber keine großen Hoffnungen. Auf dem Spiel stehen die Reputation eines erfolgreichen Künstlers und der Ruf seiner Plattenfirma, deren Anwälte bei einer Klage mit hohen Schadenersatzforderungen drohen. Ron bestreitet den Diebstahl und wirft der Sängerin vor, ihn abzocken zu wollen. Nicht nur die Kooperation des Popstars macht Gellert allmählich stutzig. Er findet heraus, dass Gisbert Rottmann, Anwalt und Erzrivale der Kanzlei, es zuvor abgelehnt hatte, Laras Fall zu übernehmen. Warum hat er sie an das Büro Brede und Gellert verwiesen? Vor Gericht vertritt Isa von Brede den Erzieher Bernd Riedel, der wegen Körperverletzung angeklagt ist. Er soll in der Kita beim Auftragen des Mittagessens Suppe verschüttet und dabei einen Jungen verbrüht haben. Dessen Mutter Beate Hahnfeld tritt als Nebenklägerin auf und macht gleichzeitig Druck auf die Kita-Leitung, den Pädagogen zu entlassen. Die Arbeit aller wird dadurch erschwert, dass Isa die Mitarbeiter der Kanzlei darauf eingeschworen hat, keinerlei illegale Mittel zu nutzen, um den Mandanten zu helfen. Und zwischen Isa und Gellert steht auch noch eine ungeklärte Frage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074416","hoster":"VOE"},{"path":"/redirect/13074551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-4","name":"Heimatlos","epNo":4,"alt":"Episode 32","descr":"Im Bordell von Beate \"Bella\" Gassner, einer ehemaligen Mandantin Gellerts, ist der Banker Gunnar Molzen an einer Überdosis Heroin gestorben. Die Polizei stellt im Bad des Zimmers zwei Kilogramm Drogen sicher. Beate Gassner wird wegen Drogenhandel und gefährlicher Körperverletzung festgenommen und bittet Markus Gellert erneut um Hilfe. Gellert \"ermittelt\" zusammen mit Gudrun und findet heraus, dass dieser Fall eng mit der Vergangenheit des Opfers verknüpft ist. Isa von Brede hilft währenddessen einem befreundeten Uhrmacher. Jannik Brodersen wird beschuldigt, ein Schmuckstück, das ihm zur Reinigung übergeben wurde, durch eine billige Imitation ersetzt zu haben. Isa bittet die aufgebrachte Kundin Gerda Sahling, mit einer Anzeige wegen Betrug noch zu warten. Ihre Erfahrung sagt ihr nämlich, dass da noch etwas ungeklärt ist zwischen Gerda Sahling und ihrem Exmann Max, einem Oldtimer-Autohändler und Partylöwen, der neuerdings mit seiner \"Neuen\" Dauergast in den Klatschblättern ist. Yasmin ist \"neu verliebt\" in ihren Mann Lars und spielt mit ihm \"Blind Dates\", die auch in der Kanzlei münden, was zu überraschenden Begegnungen führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074547","hoster":"VOE"},{"path":"/redirect/13074556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-5","name":"Ein seltsames Paar","epNo":5,"alt":"Episode 33","descr":"Isa von Brede und Markus Gellert vertreten gemeinsam den Auszubildenden Samuel Haber, der bei einem Arbeitsunfall schwer verletzt wurde. Der Lehrling der HaMet AG, einem metallverarbeitenden Betrieb, hatte sich bei der Arbeit an der Stanzmaschine die Sehnen der rechten Hand durchtrennt. Eine Woche später erhielt er die fristlose Kündigung mit der Begründung, er habe während der Arbeit Marihuana konsumiert und damit gegen den Ausbildungsvertrag verstoßen. Samuel ist verzweifelt, denn er braucht dringend eine teure Operation, die seine Kasse nicht zahlen will. Sein Ausbilder Martin Posner bringt die Anwälte schließlich auf eine heiße Spur. Daraufhin konfrontieren die Anwälte den Geschäftsführer der HaMet AG vor Gericht mit Fragen zur Beschleunigung von Arbeitsabläufen an den Maschinen. Zur gleichen Zeit unterstützt Isa von Brede Gudrun in ihrem Kampf um das Pflegekind Tina. Die Angestellte des Jugendamts, Lydia Gemper, hatte Gudrun in ihrer Beurteilung für ungeeignet erachtet, ein Kind großzuziehen, weil sie zur Gewalt neige. Isa setzt eine Anhörung im Jugendamt durch, um alle Parteien an einen Tisch zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074577","hoster":"VOE"},{"path":"/redirect/13074729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-6","name":"Harte Worte","epNo":6,"alt":"Episode 34","descr":"In der Kanzlei grassiert die Sommergrippe, die sich auf die Partner ganz unterschiedlich auswirkt: Das Fieber macht Markus Gellert hyperaktiv. Isa von Brede, die sich mit homöopathischen Mitteln eindeckt, fesselt die Krankheit dagegen vorübergehend ans Bett. Gellert vertritt den Tischler Harald Vollmer, der durch die Einnahme eines Antibiotikums gesundheitlich so stark geschädigt ist, dass er im Rollstuhl sitzt und seine Familie nicht mehr ernähren kann. Der Urologe Jens Hartwig hatte ihm das Medikament verschrieben, ohne ihn auf das besondere Risiko des Mittels hinzuweisen. Doch er weist jede Schuld von sich. Die Kanzlei findet heraus, dass das Medikament in den USA nur noch in Notfällen verabreicht und mit einer sogenannten Blackbox, einer dicken schwarzen Umrandung auf dem Beipackzettel, versehen wird. Warum wurde in Deutschland darauf verzichtet? Gellert nimmt den Kampf gegen die Pharmaindustrie auf, David gegen Goliath! Gleichzeitig versucht er, dem Klempner Hannes Bove zu helfen, der sich darauf eingelassen hat, schwarz zu arbeiten und jetzt vom Bauherren Jörg Höllrich nicht bezahlt wird. Als auf der Baustelle ein Feuer ausbricht, gerät der Installateur in Verdacht, den Brand gelegt zu haben. Zu allem Überfluss kommt Isas alte Liebe und Ex-Mann zu Besuch, Robert Seebacher, zu dem sich Isa noch immer hingezogen fühlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074810","hoster":"VOE"},{"path":"/redirect/13074867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-7","name":"Ohne Ausweg","epNo":7,"alt":"Episode 35","descr":"Markus Gellert muss einen Mordfall in der Familie klären. Seine Ex-Frau Maja soll ihren Lebensgefährten erschlagen haben. Kommissar Hansen präsentiert auch ein Motiv: Das Opfer war ein aktenkundiger Heiratsschwindler, der bereits mehrere Frauen mit der gleichen Masche um hohe Summen gebracht hat und deswegen schon im Gefängnis saß. Während Gellert sich darum bemüht, Majas Unschuld zu beweisen, indem er mit anderen geschädigten Frauen Kontakt aufnimmt, verschafft sich Gudrun widerrechtlich Zugang zur Wohnung des Betrügers und kommt damit einer ganz anderen Geschichte auf die Spur. Yasmin bewährt sich währenddessen als Eheberaterin und Mediatorin. Im Auftrag Gellerts kümmert sie sich um ein junges Paar, das sich gerade getrennt hat und um das \"Sorgerecht\" für den gemeinsamen Hund streitet. Isa von Brede verbringt währenddessen glückliche Tage mit ihrem Ex-Mann Robert Seebacher, dessen frühe Gemälde in einer Ausstellung präsentiert werden sollen. Der Abend der Eröffnungsausstellung nimmt aber eine ungeahnte Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074819","hoster":"VOE"},{"path":"/redirect/13074837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-8","name":"Keine Bagatelle","epNo":8,"alt":"Episode 36","descr":"Isas Exmann Robert wird vorgeworfen, Bilder seines Lehrmeisters, einem berühmten Maler, nach dessen Tod gefälscht und teuer verkauft zu haben. Robert beteuert seine Unschuld, obwohl alles gegen ihn spricht. Isa von Brede und Markus Gellert spüren, dass er ihnen nicht die ganze Wahrheit sagt. Ohne Isa einzuweihen, sucht Gellert nach Antworten in der Vergangenheit Roberts – und findet die Kunstlehrerin Antje Siebert, mit der Robert nach der Trennung von Isa zusammen lebte. Mit ihrer Aussage lässt sich der Fall lösen, aber für Isa bedeutet es auch, eine Entscheidung zu treffen. Mitten in diese Situation schlägt wie eine Bombe die Nachricht ein, dass Gellert und Isa von der Anwaltskammer vorgeladen werden. Ihnen wird vorgeworfen, zum Wohl ihrer Mandanten ungesetzliche Mittel genutzt zu haben. Es geht um Einbruch, Diebstahl und Manipulation. Das Verfahren, angestrengt von Intimfeind Gisbert Rottmann, könnte den Ausschluss der beiden aus der Anwaltskammer bedeuten und damit das Ende der Kanzlei. Bei allem Ärger müssen sie auch noch zwei FKKler vertreten, die sich während einer Wanderung auf einem Nacktwanderweg verirrt haben und auf einem Bauernhof gelandet sind. Der Hofbesitzer hetzte seinen Hund auf sie und zeigte sie wegen Belästigung der Allgemeinheit und Hausfriedensbruch an. Isa sucht nach Zeugen und begibt sich dafür ins Vereinshaus des Nacktwanderer-Vereins","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074869","hoster":"VOE"},{"path":"/redirect/13074874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-9","name":"Ausgeliefert","epNo":9,"alt":"Episode 37","descr":"Susanne Nielsen macht sich schwere Vorwürfe. Die Bäuerin hatte ihrem 16-jährigen Sohn Dirk erlaubt, an der Talentshow \"Deine 15 Sekunden\" teilzunehmen. Doch in der Sendung wurde ihr argloser Junge vom berüchtigten Showmaster Jan Hölter vorgeführt und als Witzfigur verspottet. Weil er sich im Dorf nirgends mehr sehen lassen konnte, nahm sich Dirk das Leben. Die Mutter wirft dem Moderator vor, Dirk in den Tod getrieben zu haben und wendet sich an die Kanzlei, um den Fernsehstar nicht nur wegen Beleidigung zu verklagen, sondern wegen fahrlässiger Tötung zu belangen. Während Isa von Brede und Markus Gellert mit Hilfe von Yasmin und Gudrun Zeugen suchen und recherchieren, ob der TV-Sender seine Sorgfaltspflicht vernachlässigt hat, muss vor Gericht die verurteilenswerte Verhöhnung des Opfers gegen ein vielleicht höheres Rechtsgut abgewogen werden: die Meinungsfreiheit. Gleichzeitig versuchen die Anwälte dem Dönerladen-Besitzer Galip zu helfen. Der wird vom Verfassungsschutz wegen des Verdachts überwacht, über eine Webseite islamistische Propaganda zu verbreiten. Die Kanzlei ist von Galips Unschuld überzeugt und ermittelt in alle Richtungen, wer Galip auf diese Weise schaden will – fortan folgen die Beamten vom Verfassungsschutz auch Isa und Gellert, wohin sie auch gehen. Und im Dönerladen gibt es ein überraschendes Wiedersehen mit einem alten Bekannten: Thomas Zuhse steht dort plötzlich hinter der Theke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074873","hoster":"VOE"},{"path":"/redirect/13074877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-10","name":"Gegen alle Vernunft","epNo":10,"alt":"Episode 49","descr":"Lars Meckel, Yasmins Ehemann, ersucht seine Kollegen aus der Kanzlei um \"Amtshilfe\". Als Pflichtverteidiger vertritt er Harry Schneider, der wegen versuchten Totschlags in Untersuchungshaft sitzt. Er wird beschuldigt, bei einer Polizeikontrolle einen Beamten gestoßen zu haben, so dass der auf die U-Bahngleise gestürzt ist und sich verletzt hat. Schneider bestreitet die Vorwürfe und erklärt, von den Polizisten grundlos überprüft, schikaniert und körperlich angegangen worden zu sein. Doch auch Isa von Brede und Markus Gellert bezweifeln, dass der Beschuldigte vor Gericht Recht bekommen wird. Denn Schneider ist cholerisch und nicht in der Lage, seine Wutausbrüche in den Griff zu bekommen. Zwar erreichen Isa und Gellert Schneiders Entlassung aus der U-Haft, aber dann eskaliert die Situation, als er das Gefühl hat, dass sich alle gegen ihn verschworen haben. Schneider entwendet einem Polizeibeamten die Pistole und nimmt alle Mitglieder der Kanzlei als Geisel. Auf der Straße beziehen Polizei und MEK Stellung. Der Zufall will es, dass sich die aufgeregte Martina Gunderson, Gellerts ehemalige Mandantin, zur selben Zeit in der Kanzlei eingefunden hat, da sie mit Hilfe Gellerts ihren neuen Hauswirt verklagen will. Sie erweist sich als ebenso große Nervensäge wie der Geiselnehmer. In dieser angespannten Situation gelingt es Gudrun, die Kanzlei unbeobachtet zu verlassen. Sie will einen Zeugen ausfindig machen, der Schneiders Unschuld beweisen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074878","hoster":"VOE"},{"path":"/redirect/13074880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-11","name":"Ein falsches Bild","epNo":11,"alt":"Episode 39","descr":"Isa von Brede muss sich mit einem Fall von Totschlag befassen, und die Indizien sprechen eindeutig gegen ihren Mandanten: Galip Ülküm, Dönerladen-Besitzer und Freund der Kanzlei, steht unter Verdacht, seinen ehemaligen Mitarbeiter Ergün ermordet zu haben. Aus Rache. Ergün hatte auf einer gefakten Webseite unter Galips Namen islamistische Propaganda verbreitet. Hinzu kommt, dass am Hemd ihres Klienten Blut klebt, das vom Toten stammt. Aber Isa glaubt an Galips Unschuld, hat sie doch an diesem Tag selbst miterlebt, wie Ergün, der betrunken und auf Krawall aus war, von Galip aus seinem Laden geworfen wurde. Mit Hilfe von Yasmin und Gudrun macht sie sich auf die Suche nach dem wahren Täter. Auf Isas Bitte hin managt Thomas Zuhse, Ex-Assistent der Kanzlei, in Galips Abwesenheit den Dönerladen, damit der Freund nicht auch noch vor dem finanziellen Aus steht. Im Gegenzug hilft Isa Zuhse bei der Vorbereitung für sein Jura-Examen, argwöhnisch beäugt von Yasmin und Gudrun, die, wann immer es ihre Zeit erlaubt, auch im Dönerladen aushelfen. Markus Gellert ist derweil ganz in seinem Metier. Er legt sich mit den Großen an. Diesmal ist es ein Konzern, der homöopathische Mittel herstellt. Gellert vertritt Horst Sadner, dessen Ehefrau an Krebs erkrankt ist. Ihr Leiden wurde zu spät erkannt, weil sie sich auf den Heilpraktiker Henning Bohland und dessen alternative Behandlungsmethoden verlassen hat. Ist die Patientin von Bohland und der Globuli-Industrie bewusst getäuscht worden? Isa wirft ihrem Partner vor, sich des Falles nur angenommen zu haben, um sie, die Anhängerin alternativer Medizin, zu ärgern. Aber bald merkt sie, dass es ihm um etwas anderes geht: Er will seinen Mandanten einfach nur helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074885","hoster":"VOE"},{"path":"/redirect/13074882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-12","name":"Unauffindbar","epNo":12,"alt":"Episode 51","descr":"Die Kanzlei wird wegen falscher anwaltlicher Beratung und vorsätzlichem Parteiverrat verklagt. Markus Gellert hatte im Auftrag einer Reedergattin ihren Mann eigentlich daran hindern sollen, das Vermögen der Familie zu verschleudern. Nun ist der Mann verschwunden und hat sein Vermögen in eine Stiftung überführt, mit deren Betreuung er Gellert beauftragt hat. Die Kanzlei kämpft wieder einmal um ihre Existenz. Das schweißt Isa und Gellert wieder zusammen. Gleichzeitig müssen die Anwälte Gudrun und Gerd Wohlers helfen. Nach einem häuslichen Streit ist ihre Pflegetochter Tina spurlos verschwunden. Als die Polizei Blutspuren im Kinderzimmer findet, geraten die beiden in Verdacht, mit dem Verschwinden zu tun zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074886","hoster":"VOE"},{"path":"/redirect/13074884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-4/episode-13","name":"Wieder vereint","epNo":13,"alt":"Episode 52","descr":"Tierschützer blockieren das Geschäft eines Fischhändlers, weil der auf seiner Website Rezepte für Hummer postet, um reiche Kunden anzulocken. Jetzt steht er vor dem Ruin. Isabel von Brede und Markus Gellert stellen Recherchen an, wer von der Pleite ihres Mandanten profitieren könnte, und bitten Thomas Zuhse, sich unter die Demonstranten zu mischen. Gleichzeitig vertreten sie einen Mann, der seine andauernd mäkelnde Frau mit Pflanzen aus dem eigenen Garten vergiftet haben soll. Ein Motiv hätte der leidenschaftliche Gärtner gehabt: Wie sich herausstellt, wurde er von seiner Gattin geschlagen… Während die Anwälte sich fragen, ob er wirklich die Tat begangen hat oder nur versucht, seine Tochter zu schützen, hat Gudrun, kaum ist ihre Pflegetochter wieder aufgetaucht, mit einem neuen Problem zu kämpfen. Gudrun hatte bei der Suche nach Tina deren leibliche Mutter aufgesucht. Die will sich nun mit Tina treffen. ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074892","hoster":"VOE"},{"path":"/redirect/13074891","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/die-kanzlei/staffel-5/episode-1","name":"Bruchtest","epNo":1,"alt":"Episode 40","descr":"\"Diese Kinder können unmöglich von mir sein, meine Frau ist eine Schönheit und unsere Kinder sind, ehrlich gesagt, hässlich\" - unverblümt bittet ein Mandant, ein bekannter Fotograf, Markus Gellert und Isabel von Brede um anwaltliche Hilfe. Er möchte die Vaterschaft anfechten lassen.Während die Anwälte zwischen den Eheleuten vermitteln, versuchen sie gleichzeitig einer Mutter zu helfen, deren kleiner Sohn nach einem Badeunfall im Koma liegt. Ihr Ex-Mann hat sie angezeigt, nicht aufgepasst zu haben und macht ihr das Sorgerecht streitig. Nach Aussage des Bademeisters war die Mutter in der Schwimmhalle mit ihrem Handy beschäftigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074896","hoster":"VOE"},{"path":"/redirect/13074893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-2","name":"Bittere Pillen","epNo":2,"alt":"Episode 41","descr":"Die Kanzlei hilft einem gekündigten Buchhalter, dem die Staatsanwaltschaft vorwirft, eine Lagerhalle seines ehemaligen Arbeitgebers angezündet zu haben. Der Buchhalter war kurz vor dem Brand auf Unregelmäßigkeiten in den Bilanzen der Hamburger Firma gestoßen und unterstellt seinem Chef, Geldwäsche zu betreiben.Während Gellert und Isa von Brede Zweifel hegen, ob ihr Mandant unter Verfolgungswahn leidet, geraten sie durch ihre Nachforschungen bald selbst ins Visier der russischen Mafia und sehen sich offenen Drohungen gegenüber.In einem zweiten Fall setzt sich Isa für die Bordellbesitzerin Beate \"Bella\" Gassner ein, eine ehemalige Mandantin Gellerts, deren Mädchen vom Betreiber eines Großbordells mit aggressiven Mitteln abgeworben werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074899","hoster":"VOE"},{"path":"/redirect/13074900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-3","name":"Wechselspiel","epNo":3,"alt":"Episode 42","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13075136","hoster":"VOE"},{"path":"/redirect/13075134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-4","name":"Kleine Schritte","epNo":4,"alt":"Episode 43","descr":"Die Kanzlei nutzt mittlerweile Gellerts Wohnung als Büro, und auch die heimatlose Isa hat bei ihm Unterschlupf gefunden, als ausgerechnet der arrogante Showmaster, der den Sohn einer früheren Mandantin in den Selbstmord getrieben hatte, die Hilfe unserer Anwälte sucht.Eine Stalkerin dringt wiederholt in seine Wohnung ein, stellt Sachen um und macht sich sogar in seinem Bett breit. Weil er die Vorfälle nicht an die große Glocke hängen will, sollen Isabel von Brede und Markus Gellert Kontakt mit der Frau aufnehmen und ihr rechtliche Schritte androhen. Doch dann wird sie schwer verletzt im Loft des Fernsehstars aufgefunden.Lars Meckel, Yasmins Ehemann, möchte eine eigene Anwaltskanzlei aufmachen und fragt seine schwangere Frau, ob sie nicht bei ihm arbeiten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074907","hoster":"VOE"},{"path":"/redirect/13074901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-5","name":"Blutlinien","epNo":5,"alt":"Episode 44","descr":"Eine Frau hat sich vor einer Strahlentherapie Eizellen entnehmen und einfrieren lassen. Nach ihrem Tod möchte der Witwer, dass seine neue Partnerin die Kinder zur Welt bringt. Doch die Firma, die das Material einlagert, will die Eizellen vernichten, da sie nach geltendem Recht nicht mehr verwendet werden dürfen. Das sollen die Anwälte per Einstweiliger Verfügung verhindern.In einem zweiten Fall vertreten Isabel von Brede und Markus Gellert einen Sanitäter,  der sich wegen Körperverletzung verantworten muss. Der Mann hatte in einem lebens-rettenden Einsatz auf dem Hamburger Kiez einen aggressiven Passanten so heftig beiseite geschubst, dass dieser auf die Straße taumelte und ausgerechnet von Wohlers Streifenwagen erfasst wurde.Neue Büroräume? Fehlanzeige! Die Anwälte stehen seit dem Brand auf einer \"Schwarzen Liste\" der Vermieter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13075129","hoster":"VOE"},{"path":"/redirect/13075128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-6","name":"Außer Kontrolle","epNo":6,"alt":"Episode 45","descr":"Die Kanzlei vertritt eine junge Frau, die wegen gefährlichen Eingriffs in den Flugverkehr angeklagt ist. Weil sie an Bord des Flugzeugs Crew und Mitpassagiere beschimpfte, musste die Maschine umkehren und landen. Leidet die Frau wirklich unter dem Tourette-Syndrom, wie sie gegenüber Gellert behauptet?  Unterdessen kümmert sich Isa um eine andere Mandantin, die wegen gefährlicher Körperverletzung vor Gericht steht. Sie hat im Parkhaus einen Mann zusammengeschlagen, von dem sie sich bedroht fühlte. Hat sie angemessen reagiert – oder wollte sie nur einmal an einem Gegner anbringen, was sie in Gudruns Selbstverteidigungskurs gelernt hat?Isa und Gellert können es kaum glauben: Haben sie wirklich den Mietvertrag für die teuren Büroräume unterschrieben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074905","hoster":"VOE"},{"path":"/redirect/14215422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-7","name":"Der Wert des Lebens","epNo":7,"alt":"Episode 46","descr":"Dr. Wilhelmy wird vorgeworfen, eine Patientin getötet zu haben. Der Arzt beteuert gegenüber Isabel von Brede, dass ihn die unheilbar kranke Frau gebeten habe, die nötigen Medikamente zu besorgen, um sie von ihrem Elend zu erlösen. Die Tochter der älteren Dame glaubt nicht, dass ihre Mutter aus dem Leben scheiden wollte. Da weder ein Abschiedsbrief noch eine Patientenverfügung auffindbar sind, lautet die Anklage auf Totschlag.Markus Gellert wird als Freund der Familie von der Frau eines Hamburger Reeders um Hilfe gebeten. Er soll ihren Mann, der das Vermögen der Familie verschleudert, wieder zur Vernunft bringen. Doch der hat gerade beschlossen, einfach nur zu leben …Neue Büroräume und Yasmin im Mutterschutz – in der Kanzlei herrscht Chaos. Da kommt Thomas Zuhse gerade recht, der sein juristisches Staatsexamen bestanden hat, in der Kanzlei als Referendar arbeiten möchte und die Schwangerschaftsvertretung gleich mit übernimmt. Als er Isa und Gellert zur bevorstehenden Hochzeit gratuliert, sind die beiden irritiert, allerdings aus ganz unterschiedlichen Gründen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074910","hoster":"VOE"},{"path":"/redirect/13074913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-8","name":"Ohne Heimat","epNo":8,"alt":"Episode 47","descr":"Nach einer Anzeige wegen Körperverletzung wird ein Lehrer von der Schule suspendiert. Er soll einen schüchternen 15-jährigen Schüler geschlagen und schwer verletzt haben. Thomas Zuhse engagiert sich unerwartet einfühlsam in diesem Fall.Private Probleme bestimmen den Alltag in der Kanzlei. Markus Gellert erhält überraschend Familienbesuch. Sein Bruder teilt ihm mit, dass sein Vater krank ist und er wegen einer schweren OP nach Hamburg gekommen ist.Gudrun sorgt sich um ihr Pflegekind Tina. Das Mädchen schwänzt die Schule und wird beim Klauen erwischt. Gudruns Ehemann, der Polizist Gerd, erwartet von ihr, dass sie sich als Pflegemutter mehr Zeit für Tina nimmt.Das Gerücht ihrer bevorstehenden Hochzeit steht noch immer unbestritten in der Welt. Bei Markus Gellert wächst die Lust auf ein Abenteuer, und so fragt er Isabel: Was wäre denn, wenn wir wirklich heiraten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074914","hoster":"VOE"},{"path":"/redirect/13074917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-9","name":"Herzversagen","epNo":9,"alt":"Episode 48","descr":"Die Kanzlei vertritt einen jungen Virologen, der gegen eine prominente Vertreterin des \"Horus-Bundes\" klagt. Sie hatte einen hochdotierten Preis für denjenigen ausgeschrieben, der die Existenz von Viren nachweist, und weigert sich nun zu zahlen. Ein Rechtsstreit entbrennt um die Frage, ob Viren oder Stress die Ursache von Krankheiten sind. Gudrun hat unabhängig von der Kanzlei einen Auftrag als Detektivin an Land gezogen. Sie soll eine junge Frau ausfindig machen. Zu spät erkennt sie, dass sie ausgetrickst wurde und russische Zuhälter auf die Spur einer geflüchteten Zwangsprostituierten geführt hat. Privat ist es eine Zeit voller Glück. Yasmin bringt ihre Tochter Nesrin auf die Welt und Markus Gellert greift zur Gitarre und macht Isabel von Brede einen äußerst romantischen Heiratsantrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074920","hoster":"VOE"},{"path":"/redirect/13074921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-10","name":"Fehlfarben","epNo":10,"alt":"Episode 49","descr":"Ein türkischer Hausmeister sitzt seit sechs Monaten in U-Haft. Er ist angeklagt, einen älteren Herrn in dessen Wohnung umgebracht zu haben. Die Anklage stützt sich auf den Obduktionsbericht, in dem von einem tödlichen Schlag die Rede ist. Alles spricht gegen den Mandanten der Kanzlei: Die Nachbarin des Toten will gehört haben, wie sich der Hausmeister mit dem Verstorbenen gestritten hat. Und vor Gericht belastet ihn seine drogenabhängige Tochter mit der Aussage, ihr Vater habe auch sie und ihre Mutter regelmäßig geschlagen.In der Zwischenzeit bereiten Isabel von Brede und Markus Gellert ihre Vermählung auf einer Elbfähre vor. Auf dem festlich geschmückten Schiff bekommt Isa, ganz in Weiß, jedoch kalte Füße.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13075133","hoster":"VOE"},{"path":"/redirect/13075132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-11","name":"Auf der Flucht","epNo":11,"alt":"Episode 50","descr":"Dicke Luft in der Kanzlei, Isa und Gellert versuchen sich aus dem Weg zu gehen und stürzen sich in die Arbeit. Isa vertritt einen Kioskbesitzer, dessen Bude auf dem Kiez verwüstet und in Brand gesetzt wurde. Die Polizei verdächtigt den Ex-Knacki, das Feuer selber gelegt zu haben, um mit der Versicherungssumme seine Spielschulden zu bezahlen.Isa setzt Gudrun und Zuhse auf den Fall an, weil sie gleichzeitig Staatsanwalt Robert Wärmelskirchen in einer äußerst heiklen Angelegenheit helfen muss: Er ist dabei fotografiert worden, wie er auf einer Privatparty Kokain konsumiert. Jetzt wird er mit den Fotos erpresst, ausgerechnet wenige Tage vor der Entscheidung, wer zum neuen Oberstaatsanwalt ernannt wird.Derweil streitet Markus Gellert für die Musikerin Shari, die sich auf der Tanzfläche gegen die sexuelle Belästigung eines bekannten Rockstars gewehrt hat, auf dessen Tournee sie im Vorprogramm auftreten sollte. Jetzt hat er sie rausgeworfen und wegen Körperverletzung angezeigt. Und tatsächlich kursiert im Internet ein Video, auf dem zu sehen ist, wie Shari seinen Mandanten beim Tanzen ‚heiß macht‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074923","hoster":"VOE"},{"path":"/redirect/13074924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-12","name":"Spurlos","epNo":12,"alt":"Episode 51","descr":"Die Kanzlei wird wegen falscher anwaltlicher Beratung und vorsätzlichem Parteiverrat verklagt. Markus Gellert hatte im Auftrag einer Reedergattin ihren Mann eigentlich daran hindern sollen, das Vermögen der Familie zu verschleudern. Nun ist der Mann verschwunden und hat sein Vermögen in eine Stiftung überführt, mit deren Betreuung er Gellert beauftragt hat. Die Kanzlei kämpft wieder einmal um ihre Existenz. Das schweißt Isa und Gellert wieder zusammen.Gleichzeitig müssen die Anwälte Gudrun und Gerd Wohlers helfen. Nach einem häuslichen Streit ist ihre Pflegetochter Tina spurlos verschwunden. Als die Polizei Blutspuren im Kinderzimmer findet, geraten die beiden in Verdacht, mit dem Verschwinden zu tun zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074927","hoster":"VOE"},{"path":"/redirect/13074926","hoster":"Doodstream"},{"path":"/redirect/13074928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kanzlei/staffel-5/episode-13","name":"Gratwanderung","epNo":13,"alt":"Episode 52","descr":"Isa hat durch Zufall entdeckt, dass Gellert ein Verhältnis mit Staatsanwältin Geldermann hat. Sie ist darüber fassungslos, muss eine Aussprache aber vertagen, da ein Mandant dringend ihre Hilfe braucht. Der Flüchtling Mahmud Hadad hat in einem Hamburger Gemüseladen seinen syrischen Folterer wiedererkannt, einen hohen Geheimdienstbeamten des Assad-Regimes, der Hadads Bruder und dessen Frau getötet hat. Isa schaltet die Polizei ein, die jedoch nach Überprüfung der Personalien wieder abrückt, denn Hadads Peiniger genießt in Deutschland Asyl. Daraufhin sucht Hadad nach einem anderen Weg, um Achmed Masalma zur Rechenschaft zu ziehen. Unterdessen tritt Gellert in einem Familienstreit als Schlichter auf. John Fabeck möchte seinen Eltern den weiteren Umgang mit der Enkelin untersagen.Das Mädchen, gerade zehn Jahre alt, hat Probleme mit ihrer geschlechtlichen Identität und das Gefühl, im falschen Körper zu stecken. Fabeck und seine Frau halten das für Unsinn und verbitten sich jegliche Einmischung in ihre Erziehung, die Großeltern aber unterstützen das Mädchen in ihren Gefühlen und Ideen. Gellert steht unmittelbar davor, den Zwist außergerichtlich beizulegen, als er von Geldermann zu einem Notfall gerufen wird. Er lässt Isas Mutter Marion mit den Streitenden allein zurück und verlässt eilig die Kanzlei. Hadad hat mittlerweile seinen ehemaligen Folterer in seine Gewalt gebracht und sich mit seiner Geisel in einem Kosmetikladen verschanzt. Das Einsatzkommando steht kurz vor dem Zugriff, als Gellert zum Entsetzen Isas und Staatsanwältin Geldermanns in den Laden stürmt.Es ist ein Moment, in dem die Kanzlei wieder einmal auf Charlies Fähigkeiten setzen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13074933","hoster":"VOE"},{"path":"/redirect/13074930","hoster":"Streamtape"}]}]}]}]}