{"seriesId":"die-strke-des-verlierens","name":"Die Stärke des Verlierens","descr":"Im Sport geht es ums Gewinnen und ums Verlieren. Dabei gibt es welche, die Erfolgsgeschichten schreiben und andere, die Auf und Abs erleben. Es gibt aber auch welche, die immer wieder einstecken müssen und nie ein Spiel für sich gewinnen können. Solchen Geschichten wird nun in der neuen Dokureihe von Netflix nachgegangen. Dabei stehen insbesondere die inneren Kämpfe, die die Sportler durchmachen, im Vordergrund. Indem sie immer wieder auf die Schnauze geflogen sind und immer wieder aufstehen mussten, haben sie an Stärke gewonnen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein fehlbesetzter Champion","epNo":1,"alt":"The Miscast Champion","descr":"Ein fehlbesetzter Champion Von seinem gewalttätigen Vater zum Boxen gezwungen schaffte es Michael Bentt bis zum Weltmeister. Doch nach einer Niederlage durch K. o. fand er seine wahre Leidenschaft.","versions":[{"lang":1,"streams":[{"redirect":11302378,"hoster":"VOE"},{"redirect":10104209,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Zähne des Sieges","epNo":2,"alt":"The Jaws of Victory","descr":"Die Zähne des Sieges Am Rande des Abstiegs und vielleicht sogar des endgültigen Aus erhält der englische Fußballverein Torquay United dank eines Polizeihundes eine letzte Chance.","versions":[{"lang":1,"streams":[{"redirect":11199778,"hoster":"VOE"},{"redirect":10104208,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bewertung","epNo":3,"alt":"Judgement","descr":"Bewertung Surya Bonaly verschlug Eiskunstlauffans mit ihrem Talent die Sprache. Doch als Schwarze in einem von Weißen dominierten Sport wird man nicht immer fair behandelt.","versions":[{"lang":1,"streams":[{"redirect":11302383,"hoster":"VOE"},{"redirect":10104210,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eiskalt","epNo":4,"alt":"Stone Cold","descr":"Eiskalt Eine unvorstellbare Niederlage bei den kanadischen Meisterschaften 1985 inspiriert die Curling-Legende Pat Ryan zu einer Leistung, die den Sport revolutionieren sollte.","versions":[{"lang":1,"streams":[{"redirect":11302380,"hoster":"VOE"},{"redirect":10104211,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verloren in der Wüste","epNo":5,"alt":"Lost in the Desert","descr":"Verloren in der Wüste Ein heftiger Sandsturm brachte ihn vom Weg ab und machte einen Ausdauerlauf durch die Wüste für den olympischen Fünfkämpfer Mauro Prosperi zu einem Kampf ums Überleben.","versions":[{"lang":1,"streams":[{"redirect":11302386,"hoster":"VOE"},{"redirect":10104212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aliy","epNo":6,"alt":"Aliy","descr":"Aliy Zirkle kämpfte jahrelang um einen Titel beim Iditarod-Hundeschlittenrennen. Doch ein qualvolles Erlebnis im Jahr 2016 stellte ihre Entschlossenheit auf die Probe.","versions":[{"lang":1,"streams":[{"redirect":11199777,"hoster":"VOE"},{"redirect":10104213,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Blackjack","epNo":7,"alt":"Black Jack","descr":"Die Profi-Karriere der Streetball-Legende Jack Ryan fiel seiner mangelnden Disziplin zum Opfer. Doch letztendlich bewies er die Ausdauer, sich im Basketball zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":11302382,"hoster":"VOE"},{"redirect":10104216,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das 72. Loch","epNo":8,"alt":"The 72nd Hole","descr":"Das 72. Loch Der Profi-Golfer Jean van de Velde erinnert sich an seine herzzereißende Niederlage am letzten Loch der British Open von 1999. Doch ein Scheitern hat auch sein Gutes.","versions":[{"lang":1,"streams":[{"redirect":11199776,"hoster":"VOE"},{"redirect":10104214,"hoster":"Streamtape"}]}]}]}]}