{"seriesId":"die-bestie-von-bayonne","name":"Die Bestie von Bayonne","descr":"[The Promise / La Promesse] In der französischen Küstenstadt Bayonne sucht Polizist Pierre Castaing (Olivier Marchal) verzweifelt nach der kleinen Charlotte. Schnell wird der junge Rebell Tony (Jules Houplain) dafür verantwortlich gemacht. Zu schnell? Auch in Bordeaux bekommt es die Polizei mit einem vermissten Mädchen zu tun. Die elfjährige Jade ist in einen weißen Lieferwagen gestiegen. Seitdem fehlt jede Spur von ihr. Für Polizistin Sarah Castaing (Sofia Essaïdi) hängen die beiden Fälle zusammen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jade","epNo":1,"alt":"Episode 1","descr":"In der französischen Küstenstadt Bayonne sucht Polizist Pierre Castaing verzweifelt nach der kleinen Charlotte. Schnell wird der junge Rebell Tony dafür verantwortlich gemacht. Zu schnell?","versions":[{"lang":1,"streams":[{"redirect":12991284,"hoster":"VOE"},{"redirect":12991285,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fanny","epNo":2,"alt":"Episode 2","descr":"Nachdem Sarah die vermisste Jade gerettet hat, stellt sie sich ihrer Vergangenheit und sucht den vermeintlichen Täter in Bayonne. Hier ist mittlerweile das nächste Mädchen verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12991286,"hoster":"VOE"},{"redirect":12991288,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Charlotte","epNo":3,"alt":"Episode 3","descr":"Um die aktuellen Fälle der Mädchen mit Charlotte in Verbindung zu bringen, forscht Sarah in der Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":12991290,"hoster":"VOE"},{"redirect":12991291,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tony","epNo":4,"alt":"Episode 4","descr":"Die Polizei verhört den 19-jährigen Tony, nachdem Sarah ihn belastet hat. Sie hat gesehen, wie er ein Mädchenfahrrad in einen See geworfen hat – das Fahrrad von Charlotte Meyer.","versions":[{"lang":1,"streams":[{"redirect":12991295,"hoster":"VOE"},{"redirect":12991297,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lilas","epNo":5,"alt":"Episode 5","descr":"Nach einer Nacht mit ihm stößt Sarah in Tonys Haus auf einen Zugang zum Höhlensystem, in dem die Polizei das Höschen eines Mädchens gefunden hat. Sie glauben, es gehörte Charlotte.","versions":[{"lang":1,"streams":[{"redirect":12991298,"hoster":"VOE"},{"redirect":12991301,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Anais","epNo":6,"alt":"Episode 6","descr":"Pierre Castaing hat auf dem Grundstück der Meyers den Smiley-Aufnäher von Sarahs Jeans gefunden und muss annehmen, dass seine Tochter etwas mit Charlottes Verschwinden zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":12991283,"hoster":"VOE"},{"redirect":12991281,"hoster":"Streamtape"}]}]}]}]}