{"seriesId":"die-dasslers","name":"Die Dasslers","descr":"Das emotionsgeladene Familienepos erzählt die Geschichte von Adi und Rudi Dassler, die als Pioniere ihrer Zeit gemeinsam einer unternehmerischen Vision folgen und aus dem kleinen bayerischen Herzogenaurach zu Deutschlands ambitioniertesten Sportschuhfabrikanten aufsteigen. Doch der detailversessene Tüftler Adi und der energetische Verkäufer Rudi entwickeln zunehmend konträre Ansichten. Adis Frau Käthe und Rudis Frau Friedl stehen ihren Männern zur Seite und vertiefen ihrerseits den Graben zwischen den Brüdern. Die ehemals harmonische Familie gerät immer tiefer in einen tragischen Konflikt, der schließlich eskaliert und zur Gründung von zwei getrennten Unternehmen führt - Adidas und Puma.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"Herzogenaurach, 1922. Adi und Rudi Dassler überzeugen ihren Vater, den Familien-Schusterbetrieb zu verändern: Etwas Neues muss her: Sportschuhe! Das Geschäft läuft bald sehr gut, sportlich aber bleiben Erfolge aus. Bei den Olympischen Spielen 1936 in Berlin möchten die Dasslers endlich auch Sieger in ihren Schuhen sehen. Dass sie jedoch ausgerechnet den farbigen amerikanischen Athleten und mehrfachen Goldmedaillengewinner Jesse Owens ausstatten, brüskiert das Nazi-Regime. Als 1939 der Zweite Weltkrieg ausbricht, müssen die Dasslers statt Sportschuhen Rüstungsgüter herstellen.Herzogenaurach, 1922. Adi (Christian Friedel) und Rudi Dassler (Hanno Koffler) überzeugen ihren Vater (Joachim Król), den Familien-Schusterbetrieb zu verändern: Nicht mehr nur Filzpantoffeln und Reparaturen sollen es sein, sondern etwas Neues muss her: Sportschuhe! Trotz ihrer Verschiedenheit ergänzen sich die Brüder ideal: Während Rudi die Expansion auch mit riskanten Krediten vorantreibt, entwickelt sein perfektionistischer Bruder immer bessere Modelle und steigert die Produktion. Ein Konflikt entbrennt, als Adi sich entschließt, noch mal in die Lehre zu gehen – Rudi fühlt sich mit dem Betrieb allein gelassen. Rudis Frau Friedl (Hannah Herzsprung) und Adis Frau Käthe (Alina Levshin) sind stets loyal an der Seite ihrer Männer; auch das sorgt bisweilen für Zwietracht. Das Geschäft läuft bald sehr gut, sportlich aber bleiben Erfolge aus. Bei den Olympischen Spielen 1936 in Berlin möchten die Dasslers endlich auch Sieger in ihren Schuhen sehen. Dafür wagen sie es, sich mit den Nazis anzulegen: Dass sie \"ausgerechnet den farbigen\" amerikanischen Athleten und mehrfachen Goldmedaillengewinner Jesse Owens in einer Geheimaktion ausstatten, brüskiert die Funktionäre. Als 1939 der Zweite Weltkrieg ausbricht, wird der Betrieb auf eine harte Probe gestellt: statt Sportschuhe müssen die Dasslers auf Verlangen des Nazi-Regimes Rüstungsgüter herstellen. Als schließlich nur Rudi an die Front einberufen wird, wächst das Misstrauen zwischen den Brüdern und ihren Familien.Vom Aufstieg zweier Visionäre erzählt der erste Teil von \"Die Dasslers – Pioniere, Brüder und Rivalen\". Christian Friedel als detailversessener Tüftler und Hanno Koffler als dandyhafter Lebemann mit Geschäftssinn spielen in den Hauptrollen die unterschiedlichen Charaktere Adi und Rudi Dassler, deren grenzenloser Ehrgeiz zunächst zu großen Erfolgen, später aber in eine erbitterte Feindschaft führt. Gekonnt verbindet das Regie-Duo Cyrill Boss und Philipp Stennert die emotionale Familiensaga mit der Vorgeschichte der heutigen Weltkonzerne Adidas und Puma, die auf einen fränkischen Schusterbetrieb zurückgehen. Premiere feierte der Event-Zweiteiler beim Filmfest in München, wo er mit dem Bernd-Burgemeister-Fernsehpreis ausgezeichnet wurde.","versions":[{"lang":1,"streams":[{"redirect":12146714,"hoster":"VOE"},{"redirect":12146713,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"Nach Kriegsende verhärten sich die Konflikte zwischen den Dassler-Brüdern und sie beschließen, ihr Unternehmen aufzuteilen. \"Adidas\" und \"Puma\" werden geboren – ein erbitterter Konkurrenzkampf um Sportler, Medaillen und Marktanteile entbrennt. Die Fußball-Nationalmannschaft wird in Adis Schuhen Weltmeister. Der Puma-Deal mit dem Brasilianer Pelé macht die Gräben unüberwindbar. Der vergiftete Ehrgeiz der Väter wird auch auf deren Söhne Armin und Horst übertragen. Erst Rudis fortschreitende Krebskrankheit wird vielleicht zur letzten Chance der Brüder, sich endlich auszusöhnen.Während sein Bruder Rudi (Hanno Koffler) zur Front musste, war Adi (Christian Friedel) in Herzogenaurach gezwungen, die Produktion auf Kriegsgerät umzustellen. Nach Rudis Rückkehr verhärten sich die Konflikte zwischen den Dassler-Brüdern, und sie beschließen nach Kriegsende, ihr Unternehmen aufzuteilen. \"Adidas\" und \"Puma\" werden geboren. Ein erbitterter Konkurrenzkampf um Sportler, Medaillen und Marktanteile entbrennt. Als Fußballtrainer Sepp Herberger (Aurel Manthei) bei beiden anklopft, um sich für seine Dienste entlohnen zu lassen, macht Adi das Geschäft mit ihm – Rudi hatte abgelehnt: Die Nationalmannschaft läuft bei der WM 1954 in Adis Schuhen mit den drei Streifen auf. Durch das \"Wunder von Bern\" wird Adidas zur Siegermarke und der \"Schuster der Nation\" zum Mythos. Es scheint, als könne Rudi mit seinem \"Puma\" den Vorsprung seines Bruders nicht mehr aufholen. Schwarzgeld, Korruption und Manipulation in Sportverbänden gehören für beide Seiten fortan leider zum Geschäft. Zudem wird der vergiftete Ehrgeiz der Väter auf deren Söhne Armin (Rafael Gareisen) und Horst (Oliver Konietzny) übertragen. Ein Familien-Treffen soll das aberwitzige Wettbieten um werbeträchtige Stars stoppen. Das Gegenteil ist jedoch der Fall – der Puma-Deal mit dem Fußballspieler Pelé macht die Gräben unüberwindbar. Erst Rudis fortschreitende Krebskrankheit wird vielleicht zur letzten Chance der Brüder, sich endlich auszusöhnen.Im zweiten Teil von \"Die Dasslers – Pioniere, Brüder und Rivalen\" steigert sich die Rivalität zwischen Adidas und Puma in einen erbitterten Konkurrenzkampf, der mit dem Verlust der Familie einhergeht. Christian Friedel und Hanno Koffler meistern die Herausforderung, ihre Figuren über fünf Jahrzehnte hinweg mit faszinierender Glaubwürdigkeit zu verkörpern: als kraftstrotzende junge Männer ebenso wie als vom Leben gezeichnete Senioren. Die Verfilmung der medienträchtigen Bruderfehde, die einst das fränkische Städtchen Herzogenaurach teilte und aus heutiger Sicht die Kommerzialisierung von Fußball und Olympischen Spielen vorantrieb, ist dabei nie moralisierend.","versions":[{"lang":1,"streams":[{"redirect":12146716,"hoster":"VOE"},{"redirect":12146715,"hoster":"Streamtape"}]}]}]}]}