{"seriesId":"die-sechs-hnde-der-rache","name":"Die sechs Hände der Rache","descr":"Mexiko, in den 1970er Jahren: Nachdem ihr Mentor auf den Straßen ihrer kleinen Grenzstadt ermordet wird, werden drei Waisenkinder zu Kampfkunst-Kriegern. Zusammen mit einem US-amerikanischen DEA-Agenten und einem mexikanischen Bundespolizisten (Federale) kämpfen sie für Gerechtigkeit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gefallen","epNo":1,"alt":"Episode 1","descr":"Das friedliche mexikanische Städtchen San Simon und drei daoistische Martial-Arts-Schüler werden von einem mutierten Mitglied einer düsteren Mafiaorganisation attackiert.","versions":[{"lang":1,"streams":[{"redirect":7065120,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Trauer","epNo":2,"alt":"Episode 2","descr":"Der Verlust trifft Chius Schüler hart. El Balde beruft seine Jefes zu einem Treffen ein und verwandelt sie in fleischfressende Monster.","versions":[{"lang":1,"streams":[{"redirect":7065125,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Nacht der Wölfe","epNo":3,"alt":"Episode 3","descr":"Brister und Garcia suchen Hinweise auf die Herkunft der dämonischen Kreaturen. Isabela, Jesus und Silencio tun es ihnen gleich und trauern um ihren Meister.","versions":[]},{"epId":"episode-4","name":"Wie Hunde im Zwinger","epNo":4,"alt":"Episode 4","descr":"Isabela und Jesus werden nach der Enthüllung der Wahrheit über ihr friedliches Städtchen verhaftet. Silencio begibt sich auf die Flucht. El Balde trifft in San Simon ein.","versions":[]},{"epId":"episode-5","name":"Mit verbundenen Augen","epNo":5,"alt":"Episode 5","descr":"Während San Simon von El Balde terrorisiert wird, treffen sich Chius Schüler mit Lo, dem Bruder ihres toten Meisters. Brister und Garcia versuchen Garabina zu retten.","versions":[]},{"epId":"episode-6","name":"Wiedersehen","epNo":6,"alt":"Episode 6","descr":"Los wahre Natur tritt zutage. Isabela, Silencio und Jesus suchen in El Baldes Anwesen zusammen mit Brister und Garcia nach El Baldes Mutter Alejandra.","versions":[]},{"epId":"episode-7","name":"Zwischen den Welten","epNo":7,"alt":"Episode 7","descr":"Zwischen El Balde und seiner Mutter Alejandra, die von Isabelas Körper Besitz ergriffen hat, ereignet sich ein erschütternder Kampf. Silencio wird von Wut überwältigt.","versions":[]},{"epId":"episode-8","name":"Leere","epNo":8,"alt":"Episode 8","descr":"Das Team bekämpft einen überraschenden Feind mit wohl unbesiegbaren Kräften, der Chius geheime Vergangenheit enthüllt und Silencio vor eine verhängnisvolle Wahl stellt.","versions":[]}]}]}