{"seriesId":"die-chefin","name":"Die Chefin","descr":"Vera Lanz (Katharina Böhm) ist Hauptkommissarin der Münchner Mordkommission und ein echter Berufsprofi. Sie handelt umsichtig, denkt unkonventionell und stellt die Gerechtigkeit im Zweifelsfall über den Paragraphen. Privat ist sie ein lebensbejahender Mensch mit einer streitbaren Tochter, einem verheirateten Liebhaber und einem äußerst anstrengenden Schwiegervater.Neben ungewöhnlichen Mordfällen muss sie auch den Tod ihres Ehemannes aufklären, der als angeblicher Verbrecher erschossen wurde.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Prager Kristalle","epNo":1,"alt":"","descr":"In einem Spital wird eine junge drogenabhängige Frau erschossen. Sie wollte dort von Crystal Meth loskommen. Die für sie verantwortliche Krankenschwester war Zoe , die Tochter von Hauptkommissarin Vera Lanz . Nicht der einzige Mordfall für die Chefin, bei dem die Droge Crystal im Spiel ist: Stunden später wird der Antiquitätenhändler Matthias Arnold erschossen neben seinem Transporter in der Nähe der tschechischen Grenze aufgefunden. Kommissarin Vera Lanz und ihr Team finden Reste der Droge in einem professionellen Versteck des Transporters. Eine grosse Menge davon scheint hier den Besitzer gewechselt zu haben. Die Kaltblütigkeit der Taten, die unverschnittene Qualität der Droge lassen vermuten: Beide Fälle hängen zusammen und haben eine Verbindung zur tschechischen Drogenmafia. Um die hartnäckig ermittelnde Chefin zu stoppen, greifen die Mafiosi zu einem drastischen Mittel. Sie kidnappen Veras Tochter Zoe. Jetzt müsste Vera die Ermittlungen wegen Befangenheit eigentlich abgeben und sich zurückziehen. Doch stattdessen nimmt sie das Recht in die eigene Hand und reist nach Prag – ohne sich mit Trompeter und Böhmer abzusprechen. Vera begibt sich in tödliche Gefahr: Allein gegen die Mafia!","versions":[{"lang":1,"streams":[{"redirect":8989944,"hoster":"VOE"},{"redirect":8401816,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Spender 5634","epNo":2,"alt":"","descr":"März 2000. Obwohl der Überfall auf den Geldtransporter minutiös geplant war, läuft er aus dem Ruder. Günther Kujawa erschießt die beiden Kuriere, sein Komplize verschwindet, mit ihm das Geld. Kujawa wandert für 20 Jahre in den Knast. Auch nach der abgesessenen Strafe soll er kein Glück haben. Eine Nachbarin findet den kürzlich Entlassenen erstochen in seiner bescheidenen Wohnung. Steht seine Ermordung im Zusammenhang mit dem Überfall? Hinweise in der Wohnung des Opfers führen Vera Lanz und ihr Team über Kujawas letzten Arbeitgeber und Freund, Deniz Polat, zu den jungen Erwachsenen Elias Maiwald und Lena Lechner. Welche Verbindung hatten die Jugendlichen zu Kujawa?","versions":[{"lang":1,"streams":[{"redirect":9394351,"hoster":"VOE"},{"redirect":9394348,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Enthüllung","epNo":1,"alt":"","descr":"Kein einfacher erster Fall für die Münchner Kriminalhauptkommissarin Vera Lanz: Die 24-jährige Kim Landauer, Tochter eines prominenten Gastwirtes, ist nach der Heimkehr aus einem Nachtclub vom Balkon ihres Apartments gestürzt – Suizid, wie es auf den allerersten Blick aussieht. Doch bald deutet alles auf Mord hin – durch einen Täter, der nicht gewaltsam in die Wohnung eindringen musste. Die Ermittlungen konzentrieren sich auf den 23-jährigen Ex-Freund des Opfers und dessen prominente Familie. Der Vater des Opfers hält währenddessen offenbar einen ehemaligen Geschäftspartner dafür verantwortlich und scheint in seiner Trauer und seinem Schmerz zu allem fähig zu sein. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":9579453,"hoster":"VOE"},{"redirect":8401817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verstrickung","epNo":2,"alt":"","descr":"Als Vera Lanz und Jan Trompeter den Mordfall Nicolas Bluhm übernehmen, deutet zunächst alles auf ein Verbrechen im Stricher-Milieu hin. Kurz darauf gelingt es den Kommissaren, den vermeintlichen Täter, Stricher Tim Delling, aufzuspüren – doch auch der wurde in der Zwischenzeit brutal ermordet. Obwohl Dellings Freundin Azhar als mögliche Tatzeugin in Frage kommt, tappen Vera und Jan vorerst im Dunkeln. Gleichzeitig läuft Vera Gefahr, ihre Objektivität zu verlieren, da sie unverhofft auf eine Verbindung zwischen den aktuellen Fällen und dem Tod ihres Ehemanns stößt. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":9587468,"hoster":"VOE"},{"redirect":8401818,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Entscheidung","epNo":3,"alt":"","descr":"Der unerwartet frühe Tod eines zehnjährigen Jungen, der an einer schweren Erbkrankheit gelitten hat, bereitet Vera Lanz Kopfzerbrechen. Als sich im Zuge der Ermittlungen herausstellt, dass der Bub an einer Medikamententestreihe teilgenommen hat und zudem nach seinem Ableben wichtige Gewebeproben aus der Gerichtsmedizin verschwunden sind, schrillen bei der Kommissarin die Alarmglocken. Für sie steht fest, dass jemand versucht, die Wahrheit rund um den Tod des Kindes zu vertuschen. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":12921006,"hoster":"VOE"},{"redirect":8401823,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lügen","epNo":4,"alt":"","descr":"Nachdem Kommissarin Vera Lanz die Ermittlungen im Falle des ermordeten Staatsanwalts Marc Berger aufgenommen hat, kommt sie zunehmend in Bedrängnis: Vor ihren Kollegen versucht sie, ihre Affäre mit dem Opfer zu verheimlichen, um nicht selbst ins Visier der Fahnder zu geraten. Als sich jedoch herausstellt, dass zwischen dem aktuellen Fall und der Ermordung von Vera Lanz’ Ehemann vor vier Jahren eine Verbindung besteht, gelingt es der Kommissarin nicht länger, ihr Privatleben aus der Untersuchung herauszuhalten. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":9699727,"hoster":"VOE"},{"redirect":8401824,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wahrheiten","epNo":1,"alt":"","descr":"Die traumatisierte Diana Schirmer ist Zeugin in dem Einbruchs- und Raubmordfall, bei dem ihr Mann Uwe zu Tode kam. Bei der polizeilichen Gegenüberstellung identifiziert sie Frank Jensch als Täter, der daraufhin abgeführt wird. Die Beweise gegen ihn sind dünn, doch Diana Schirmers Zeugenaussage kann für eine Verurteilung reichen. Aber dann passiert ein weiterer Einbruch mit Todesfolge nach demselben Muster. Ist Frank doch nicht der Täter? Hatte er einen Komplizen? Als Vera plötzlich darauf stößt, dass Diana selbst ein Motiv für den Mord an ihrem Mann hatte, muss die Hauptkommissarin an der Glaubwürdigkeit der Zeugin zweifeln. Neben den Ermittlungen hat Vera Lanz für ihre eigene Glaubwürdigkeit zu kämpfen. Der Tod des mehrfachen Mörders Christian Farron, den die Hauptkommissarin nach eigener Angabe in Notwehr erschossen hat, wird von dem internen Ermittler Dominik Schneider untersucht. Vera Lanz und ihre Kollegen Jan Trompeter und Paul Böhmer sowie Oberstaatsanwalt Dr. Seitz müssen Stellung beziehen. Vier Folgen \"Die Chefin\" werden freitags, 20.15 Uhr, ausgestrahlt. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":12921002,"hoster":"VOE"},{"redirect":8401826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familienbande","epNo":2,"alt":"","descr":"Eine von Wildschweinen ausgewühlte Leiche wird von einem Jäger im Forstenrieder Wald gefunden. Der Tote wird als Simon Sobotka identifiziert, ein Skipper und Drogendealer, der wegen einer Gehirnblutung in medizinischer Behandlung war und am Starnberger See auf einem Kajütboot lebte. Neben dem befreundeten Bootswerftbesitzer Heinkel scheint das Opfer wenig soziale Kontakte gehabt zu haben, doch dann trifft Vera Lanz auf einen Hinweis zu einer ehemaligen Patientin der Klinik, die Sobotka gut gekannt haben soll. Es handelt sich um Hannah Eichner, die Schwester der Gerichtsmedizinerin Dr. Heike Steinbeck. Hannah ist aufgrund einer unfallbedingten emotionalen Amnesie in Behandlung, unter der sie und ihre Familie sehr leiden. An ihren Mann Ulf und ihre beiden Kindererinnert sie sich nicht. Es deutet alles darauf hin, dass Hannah mit dem Toten ein Verhältnis hatte. Eine schwierige Situation für Vera Lanz und ihre Freundin Steinbeck, die ihre Schwester und deren Familie schützen möchte, während Hannah für Vera in den Kreis der Verdächtigen rückt. Zu diesem gehören auch Hannahs Schwiegervater Lambert sowie ihr Ehemann Ulf und ihr 16-jähriger Sohn Marlon, aber auch Heinkel, der sich nach Sobotkas Verschwinden das Geld aus dessen Drogengeschäften unter den Nagel gerissen hatte. Als Heike schließlich anhand von Haarproben an der Leiche die DNA ihrer Schwester entdeckt, entschließt sie sich, diesen Beweis zurückzuhalten. Als Vera dahinter kommt, wird ihre Freundschaft auf eine harte Probe gestellt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":9587473,"hoster":"VOE"},{"redirect":8401831,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sperrbezirk","epNo":3,"alt":"","descr":"Der entführte Moritz Helmes, Sohn eines wohlhabenden Immobilienmaklers, wird ermordet aufgefunden. Scheinbar sollte Moritz’ Vater Christian Helmes erpresst werden, doch dann war dem Jungen die Flucht gelungen. Die Spuren führen Hauptkommissarin Lanz ins Münchner Rotlichtmilieu, zu dem ihr Kollege Paul Böhmer regen Kontakt pflegt. Besonders zu der Prostituierten Johanna hat Böhmer ein enges und intimes Verhältnis. Johanna bittet ihn um den Gefallen, sich der jungen Prostituierten Tereza anzunehmen, die in eine illegale Sache verstrickt zu sein scheint – ohne seine Kollegen zu informieren. Wie sich herausstellt, ist die untergetauchte Tereza die letzte, die Moritz lebend gesehen hat. Während sich Böhmer zunehmend in einen Loyalitätskonflikt verstrickt – misstrauisch beobachtet von seiner Chefin – kommt Vera Lanz nicht nur den Entführern auf die Schliche, sondern auch einer Verbindung zwischen Christian Helmes und Tereza. Diese führt die Kommissare zu einem vor einigen Jahren vertuschten Mordfall. Als dann Johanna spurlos verschwindet und Böhmer sie schliesslich tot auffindet, hat Vera einiges zu tun, um ihren Kollegen vor einem grossen Fehler zu bewahren. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":9587472,"hoster":"VOE"},{"redirect":8401832,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fall Seitz","epNo":4,"alt":"","descr":"In der letzten Folge der Staffel hat es Vera Lanz zunächst mit einem Bankraub und einem toten Bankräuber zu tun. Schon frühzeitig stellen sich Fragen zum Ablauf der Tat, da die entwendete Geldmenge sehr gering erscheint. Sehr zum Unmut von Vera mischt sich ihr Kontrahent Oberstaatsanwalt Dr. Seitz rege in die Ermittlungen ein. Doch dann erreicht die Kommissare die Nachricht, dass die Ehefrau von Seitz erschlagen aufgefunden wurde. Seitz ist tatverdächtig, und \"Die Chefin\" soll ermitteln und seine Unschuld beweisen. In der Befragung von Seitz’ Ex-Freundin Ulrike Laske bestätigt diese seine starke Gewaltbereitschaft, weswegen sie die Beziehung damals beendet habe. Seitz gerät immer mehr unter Druck, was Vera nicht gerade missfällt. Allerdings glaubt sie im Fall Maike Seitz an die Unschuld des Oberstaatsanwalts. Bald tauchen Hinweise auf, dass die beiden Fälle in einer Verbindung zueinander stehen und dass es sich bei dem Bankraub um gezielte Geldwäschegeschäfte handelt, von denen Seitz Kenntnis hatte. Doch Vera Lanz und ihrem Team fehlen die Beweise. Noch jedenfalls. Letzte Folge der aktuellen Staffel. Von Freitag, 3. Mai 2013, an werden vier neue Folgen der Reihe \"Der Kriminalist\" ausgestrahlt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":9587471,"hoster":"VOE"},{"redirect":8401833,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Vertrauen","epNo":1,"alt":"","descr":"Ein Einsatz von Veras Team und den Kollegen der Drogenfahndung missglückt: Bei dem Versuch, einen Großhändler zu überführen, stirbt der Vermittler. Außerdem wird ein junger Polizist des MEK angeschossen und fällt ins Koma. Gemeinsam mit dem Staatsanwalt wird beschlossen, den Fall weiter zu verfolgen. Deshalb muss Vera Lanz nun noch enger mit dem V-Mann der Drogenfahndung, Mario Fechtner, zusammenarbeiten. Fechtner ist ein charismatischer und attraktiver Mann, der sich stets an der Schwelle zur \"falschen Seite\" bewegt und dem nicht leicht zu trauen ist. Vera beginnt den Kollegen für seine aufopferungsvolle Arbeitsweise zu schätzen, die der ihren so ähnlich ist. Doch was ist bei dem Einsatz schiefgelaufen? Diese Frage beschäftigt auch den internen Ermittler Dominik Schneider. Er warnt Vera, dass Mario der Falschspieler sein könnte und bittet sie, ihm zu berichten. Vera steht zwischen diesen beiden interessanten Männern und vor einer schweren moralischen Entscheidung. Noch dazu hat sie einen Fall in völlig neuem Terrain zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8989956,"hoster":"VOE"},{"redirect":8401834,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jugendsünden","epNo":2,"alt":"","descr":"Der Fund einer weiblichen, schwangeren Wachsleiche, die vor 18 Jahren einem Totschlag zum Opfer gefalllen war, wirft bei Vera Lanz und ihrem Team viele Fragen auf. Schnell stellt sich heraus, dass Jan Trompeter das Mädchen gut gekannt hatte. Vera taucht mit ihrem Kollegen in dessen Jugend und erste Beziehungen im Hasenbergl ein. Trompeters Freunde – das Paar Jutta und Holger Baumann, sein ehemals bester Freund und Bruder der Toten, René Mosbacher, dessen Mutter sowie Trompeters damalige Freundin Biggi Scholz – rücken in den Kreis der Verdächtigen. Selbst Trompeters Vater weiss mehr über das Verschwinden des Mädchens zu berichten. Vera erfährt dabei nicht nur, warum Trompeter sich für ein anderes Leben abseits seiner Wurzeln entschieden hat, die Ermittlungen stellen auch das Vertrauen zwischen den beiden Kommissaren auf eine Probe.","versions":[{"lang":1,"streams":[{"redirect":13922325,"hoster":"VOE"},{"redirect":8401836,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kinder","epNo":3,"alt":"","descr":"In der Nähe des Münchner Bahnhofs wird eine tote Frau unbekannter Identität und Herkunft mit einem schreienden Baby im Arm gefunden. Kurze Zeit später sind die Eltern Insa und Peter Wilde vor Ort und schliessen erleichtert ihren gestohlenen Sohn in die Arme. Vera Lanz und ihr Team müssen nun den Mord an der Toten aufklären. Sie stossen dabei immer wieder auf Fragen, was die Beweggründe für die Kindesentführung waren, da die Frau bei dem wohlhabendem Paar Wilde kein Lösegeld gefordert hat. Als Vera schliesslich dahinterkommt, dass die Frau illegal nach München geschleust wurde und es sich bei dem Baby um ein durch eine Vermittleragentur adoptiertes Kind aus Osteuropa handelt, scheint sie der Lösung des Falles näherzukommen. Doch dann wird plötzlich Veras Tochter Zoe entführt und Vera mit dem Hinweis auf Funktionäre der Russenmafia konfrontiert. Welche Rolle spielt die Vermittleragentur Seerosen? Was war das Ehepaar Wilde für ein eigenes Kind bereit zu tun? Wie soll Vera nun weiterermitteln ohne ihre Tochter in Gefahr zu bringen?","versions":[{"lang":1,"streams":[{"redirect":12921008,"hoster":"VOE"},{"redirect":8401842,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Versprechen","epNo":4,"alt":"","descr":"Der Banker Dirk Brockhausen meldet sich panisch bei Vera Lanz: Er fürchtet um sein Leben. Kurze Zeit später wird er tot aufgefunden. Brockhausens achtjähriger Sohn Leonard ringt Vera das Versprechen ab, den Mörder seines Vaters zu finden. Hat sein Tod etwas mit dem Fall seiner entführten und getöteten Frau Rebecca vor vier Jahren zu tun? Das Entführungsgeld sowie eine sehr wertvolle Uhr wurden nie gefunden. Hat Bauleiter Garber mit Absicht Sicherheitskameras abgeschaltet, um in das Bankgebäude zu gelangen? Was genau hat Wilhelm Brockhausen, der Vater des Opfers, mit dem Fall zu tun? Bei ihrer Suche muss sich Vera mit ungeklärten Fakten des damaligen Falls und einem unschuldig Inhaftierten auseinandersetzen und trifft dabei auf eine alte Bekannte, die Profikillerin Ulrike Laske. Letzte Folge der aktuellen Staffel \"Die Chefin\".","versions":[{"lang":1,"streams":[{"redirect":9587474,"hoster":"VOE"},{"redirect":8401840,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Hinterhalt","epNo":1,"alt":"","descr":"Raubmord im Münchner Nahverkehr – für Vera Lanz und ihre Kollegen Trompeter und Böhmer scheint es sich um einen unkomplizierten Fall zu handeln. Anhand einer Videoaufzeichnung kann Böhmer den flüchtigen Täter einwandfrei identifizieren. Doch als die Kollegen dessen Wohnung aufsuchen, ändert sich schlagartig die Dimension des Falles. Till Sammer, Ex-Zuhälter und Junkie sitzt gefesselt in der eigenen Wohnung, bedroht von einem Unbekannten. In einem dramatischen Schusswechsel erschießt Trompeter den Mann in Notwehr. Der Wagen des Opfers ist auf einen alten Bekannten zugelassen: Stefan Hartig. Seit Jahren versucht Vera Lanz dem aalglatten Unternehmer seine dunklen Geschäfte nachzuweisen – bisher ohne Erfolg. Der erbeutete Aktenkoffer hält eine weitere Überraschung bereit: zwei Millionen in bar. Vera Lanz konfrontiert Stefan Hartig mit dem Geld. Wird er erpresst? Die Ermittler sind sich schnell einig, dass es sich um eine Entführung handeln muss und Till Sammer die Geldübergabe vereitelt hat. Doch wer ist der Entführte? Hartigs einziger Verwandter, sein Luxus-Sohn Jakob sitzt verkatert, aber wohlbehalten in seiner Penthouse-Wohnung. Doch Jakob gibt den entscheidenden Hinweis, wer das Entführungs-Opfer ist: Johanna Ehrlicher, Haushälterin und engste Vertraute Stefan Hartigs seit Kindertagen. Vera entscheidet zum Erstaunen ihrer Kollegen, mit Hartig zu kooperieren: Er bekommt das sichergestellte Geld für die Entführer, während Vera sich von der Haushälterin die entscheidenden Informationen erhofft, um Hartig endgültig festzunageln.","versions":[{"lang":1,"streams":[{"redirect":9113367,"hoster":"VOE"},{"redirect":9113368,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vergeltung","epNo":2,"alt":"","descr":"Vera wird von zwei Junkies brutal niedergeschlagen. Es sieht zunächst aus wie Raubmord, bei dem auch Veras Waffe gestohlen wird. Doch dann stellt sich heraus, dass Veras Dienstwaffe bei einem Mordanschlag gegen Heinrich Meindl, einen scheinbar harmlosen Rentner, benutzt wurde – und zwar bereits vor dem Überfall auf die Hauptkommissarin. Welche Verbindung gibt es zwischen Vera und Meindl? Vera muss vom Dienst beurlaubt werden, offiziell zumindest, obwohl niemand an eine Tatbeteiligung von Vera glaubt. Als schließlich eine alte Verbindung zwischen Meindl und Veras Schwiegervater und Ex-Bulle Georg Lanz zu Tage tritt, scheint die Frage beantwortet und der Mordverdacht gegen Georg begründet. Doch dann taucht ein dunkles Geheimnis in der Vergangenheit von Meindl auf, das den Fall um 180 Grad wendet.","versions":[{"lang":1,"streams":[{"redirect":9113366,"hoster":"VOE"},{"redirect":9113363,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tod eines Lehrers","epNo":3,"alt":"","descr":"Der Mord an dem Lehrer Bruno Lohmann führt Vera Lanz und ihr Team in ein Münchner Gymnasium. Die Kommissare müssen dort erfahren, dass Lohmann nicht gerade zur beliebten Sorte Lehrer gehörte – weder bei den Schülern noch bei den Kollegen und Eltern. Die Ermittler sind vor Ort mit laufenden Abitur-Prüfungen konfrontiert, die die Schüler unter extremen Leistungsdruck stellen. In den Mittelpunkt der Ermittlungen rücken die Schüler Julian Schröder, der bei der letzten Prüfung beim Betrügen erwischt wurde und dem erneut der Vorwurf des Betrügens droht, und der Jahrgangsbeste Peter Behnke, der als erster am Tatort war und dessen Vater Jürgen eine Befragung seines Sohnes partout verhindern will. Schließlich stellt sich heraus, dass die Sekretärin und Mutter der schlechten Schülerin Vanessa Willski eine Affäre mit Lohmann hatte, die kurz vorher beendet wurde. Was waren die Schüler bereits zu tun, um die äußerst wichtigen Prüfungen zu bestehen? Wie weit geht die Liebe der Eltern oder womöglich der Druck des Bildungssystems?","versions":[{"lang":1,"streams":[{"redirect":9113360,"hoster":"VOE"},{"redirect":9113362,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zahltag","epNo":4,"alt":"","descr":"Der Brauereibesitzer Ernst Kolbe wird tot in seinem Haus aufgefunden. Entdeckt wurde seine Leiche von der Maklerin Sabine Brand und dem Ehepaar Schabinsky, interessierte Käufer für Kolbes Haus. Den Ermittlern kommt es merkwürdig vor, dass Kolbe das Haus kurz vorher aufwändig mit Schlössern sichern ließ, obwohl es verkauft werden sollte. Bei Vera Lanz’ Gesprächen mit Kolbes Tochter Julia und weiterem Stöbern in der Vergangenheit des Opfers treten Ungereimtheiten auf, die Vera an der vorgegebenen Identität Kolbes zweifeln lassen. Zudem war die Brauerei des Opfers der Insolvenz nahe. Im Gegensatz zu ihrem Vater wollte Julia Kolbe die Brauerei an den Geschäftsmann Max Freisinger verkaufen, der ein nicht unerhebliches Interesse an dem Grundstück der Brauerei hat und gezwungen war, schnell zu einem Kaufergebnis zu kommen. Als Vera schließlich Verbindungen von Ernst Kolbe zum BND und sogar zu dem Ehepaar Schabinsky aufdeckt, sind sie und ihr Team plötzlich mit der politischen Vergangenheit ihres Mordopfers konfrontiert, die sie nach und nach für die Lösung des Falles entblättern müssen.","versions":[{"lang":1,"streams":[{"redirect":9113356,"hoster":"VOE"},{"redirect":9113358,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Landlust","epNo":5,"alt":"","descr":"Vera Lanz und ihr Team haben allen Grund zum Feiern: in einem spektakulären Alleingang haben sie den lang gesuchten Ingo Blume, Pate des Süd-West-Drogenkartells, festgenommen. Doch nach dem Fall ist vor dem Fall: Der nächste Einsatz sprengt die Siegesfeier, als Vera und Trompeter sich gerade näher kommen. Musiker Theo Gottlieb wurde auf seinem Bauernhof mit einer Mistgabel erstochen. Vera ist schnell davon überzeugt, dass Marcus Schüttler, der Ex von Gottliebs Freundin, der Täter ist. Es gesellen sich jedoch im Laufe der Ermittlungen noch weitere Verdächtige zu Schüttler. Der Bruder des Opfers, Christoph Gottlieb, konnte erst nach dessen Tod den gemeinsamen Bauernhof verkaufen, um die Neueröffnung seines Architektur-Büros zu finanzieren. Auch Gottliebs Freundin hatte ein \"stichhaltiges\" Motiv, den Geliebten umzubringen: Ihre 15-jährige Tochter Alexandra behauptet, mit dem ermordeten Lebenskünstler eine sexuelle Beziehung gehabt zu haben. Neben den Untersuchungen der ländlichen Machenschaften hat Vera Lanz auch an eigener Front zu kämpfen: Dominik Schneider, Chef der internen Abteilung, ermittelt im Zusammenhang mit Blumes Festnahme gegen Vera.","versions":[{"lang":1,"streams":[{"redirect":9113351,"hoster":"VOE"},{"redirect":9113357,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das vierte Opfer","epNo":6,"alt":"","descr":"Die Münchner Innenstadt zur besten Shopping-Zeit. Menschenmassen strömen durch die Kaufhaustüren. Die Szenerie gefriert, als eine junge Frau blutüberströmt aus dem Fahrstuhl taumelt. Vera Lanz und ihre Kollegen sind sich bereits wenig später sicher: Das Opfer Sabine Heuchert ist knapp einem Serienmörder entgangen. Details weisen auf Ähnlichkeiten in drei weiteren ungeklärten Mordfällen. Der Zufall treibt den Ermittlern Toni Marschaber in die Arme. Sabine Heuchert meint, ihn an seinem Geruch als Täter identifizieren zu können. Doch auch Marschabers Chef Eberhard Hallhuber kann mit einem der Opfer in Verbindung gebracht werden. Und eine weitere interessante Gemeinsamkeit verbindet die beiden Verdächtigen: Beide werden von Promi-Anwalt Xaver Baumgartner vertreten. Die Ermittlungen treten auf der Stelle, als eine weitere Frauenleiche gefunden wird. Hat es Vera Lanz mit einem Trittbrett-Täter zu tun? Oder war der bisherige Ermittlungsweg ein großer Irrtum?","versions":[{"lang":1,"streams":[{"redirect":9113349,"hoster":"VOE"},{"redirect":9113350,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Seilschaften","epNo":7,"alt":"","descr":"Dieses Wiedersehen mit einem alten Kollegen hatte sich Vera Lanz anders vorgestellt – Mario Fechter, verdeckter Ermittler in einem ehemals aufsehenerregenden Fall, wird von einem unbekannten Täter angeschossen. Sein Ex-Kollege Bodo Ecker überlebt den Anschlag nicht. Vera und ihr Team können den Täter via Straßen-Überwachung identifizieren: Piet van Meeren. Seine Spur führt direkt zu seinem ehemaligen Auftraggeber, dem Glücksspielkönig Joseph Berlinger. Dank Fechter und Ecker saß Berlinger bis zu seinem Tod in Haft. Mord an der Undercover-Agentin und Kollegin Fechters Anja Schramm lautete die Anklage des damaligen Staatsanwaltes Gero Hoffmann. Bis zu seinem Tod hatte Berlinger die Tat geleugnet. Vera wird angesichts der Aktenlage skeptisch: Wurde dem Glücksspielkönig der Mord tatsächlich angehängt? Hat sein Sohn Andy späte Rache für den Vater geübt? Als der schwer verletzte van Meeren versucht, Fechters Sohn Aaron anzufahren, entscheidet Vera, mit Vater und Sohn unterzutauchen.","versions":[{"lang":1,"streams":[{"redirect":9113346,"hoster":"VOE"},{"redirect":9113343,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Treibjagd","epNo":1,"alt":"","descr":"Streifenpolizisten werden auf einen leeren, geparkten Geländewagen aufmerksam, der Blutspuren im Fond aufweist. Dann wird einer der Polizisten erschossen. Als der Kollege zurückschießt, flieht der Täter zu Fuß in den Wald. Am Tatort ist Vera Lanz mit einem Kollegen der Kripo Rosenheim konfrontiert: Ferdinand Preiß, mit dem sie unter ihrer Leitung den Fall bearbeiten soll. Kaum verlassen Vera und Trompeter den Tatort, geraten sie in einen Hinterhalt. Die Schutzweste rettet Vera das Leben. Trompeter wird angeschossen und zusammen mit Veras Wagen entführt. Für Vera beginnt ein Wettlauf gegen die Zeit. Ein anonymer Hinweis führt die Kommissarin in das verschlafene Örtchen Moosberg und auf die Spur des Lokal-Matadors und Jägers Stefan Meiwald. Ist Meiwald Trompeters Kidnapper? Während Vera in dem verfilzten Milieu des Dorfes ermittelt, kann ihr Meiwalds ehemaliger Jagd-Kollege Karl Schollmeyer wichtige Informationen liefern. Inzwischen werden Trompeters Überlebenschancen immer schlechter. Wird es der Kommissarin gelingen ihren Kollegen rechtzeitig zu finden?","versions":[{"lang":1,"streams":[{"redirect":8989953,"hoster":"VOE"},{"redirect":8401843,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Liebe","epNo":2,"alt":"","descr":"Vera Lanz wird in ihrem neuen Fall nicht nur professionell gefordert. Die Ermittlungen setzen die toughe Polizistin auch privat unter Druck. Der Einsatz kommt für Vera Lanz mehr als ungelegen. Statt sich mit Dominik Schneider zu einem der seltenen Rendezvous zu treffen, wird sie von Paul Böhmer zu einem Tatort abgeholt. Der polizeibekannte Drogendealer Rolf Hüske wurde ermordet. Am Tatort trifft Vera auf Veit Mahn, einen Kollegen und Freund Trompeters, der den Mord gemeldet hat. Auch Schneider ist vor Ort. Er ermittelt intern gegen Mahn, der im Verdacht steht, bei einer Razzia Kokain unterschlagen zu haben. Die Ergebnisse der Spurensicherungen machen den Fall noch komplizierter: In Hüskes Unterschlupf werden Spuren einer weiblichen Person sichergestellt: Hat die junge, drogenabhängige Jessica Winsler den Dealer erschossen? Die Untersuchung der Tat-Munition bringt ungeahnte Bewegung in die Ermittlungen: Die zugehörige Waffe ist registriert und gehört niemand anderem als dem internen Ermittler Dominik Schneider.","versions":[{"lang":1,"streams":[{"redirect":9587477,"hoster":"VOE"},{"redirect":8401845,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Todesurteil","epNo":3,"alt":"","descr":"Torsten Hanke, der Mörder von Dennis Bayer, wird nach seinem Freispruch vor dem Gerichtsgebäude angeschossen. Vera Lanz ist schnell überzeugt: Dies war die Tat eines Profikillers. Doch wer will Dennis’ Tod rächen und hat das nötige Kleingeld, um sich einen Profi zu leisten? Die Ermittlungen führen Vera Lanz und ihre Kollegen Jan Trompeter und Paul Böhmer ins Rotlicht-Milieu der bayerischen Metropole. Böhmers Vernehmung von Dennis’ Mutter Liane Bayer liefert einen entscheidenden Hinweis. Dennis hat in einem Box-Club trainiert, der Böhmer nicht unbekannt ist. Seine körperbetonten Ermittlungen bleiben nicht ergebnislos. Dennis’ Vater, von Liane lange geheim gehalten, soll Franko Holzinger sein, eine Münchener Milieu-Bekanntheit. Hat Holzinger den Killer angeheuert, um seinen Sohn zu rächen? Doch der DNA-Test hält auch für Holzinger eine Überraschung bereit: Er ist nicht der biologische Vater von Dennis. Als Böhmer die familiären Hintergründe von Liane Bayer genauer untersucht ist ihm schnell klar, dass hinter Holzinger ein weitaus gefährlicherer Auftraggeber stehen muss: Anton Schleimann, Lianes Vater, der mehr über Böhmers Vergangenheit weiß als dem Polizisten recht ist. Vera Lanz und Jan Trompeter merken, dass Böhmer auf eigene Faust zu ermitteln beginnt. Weiß Böhmer noch auf welcher Seite er steht?","versions":[{"lang":1,"streams":[{"redirect":9587480,"hoster":"VOE"},{"redirect":8401848,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die blonde Frau","epNo":4,"alt":"","descr":"Ein Helikopter, zwei Leichen: Es ist eine gespenstische Szenerie, die sich Vera Lanz am Sägewerk bietet. Ihr neuer Fall reicht bis in die Machenschaften der kriminellen Hochfinanz. Der Mann, der sich verstört in der Nähe des Tatortes versteckt hat, ist Gernot Viehweg, der bekannte Astrologe und Berater mächtiger Wirtschaftsbosse. Viehweg gesteht Vera auf der Flucht vor der Steuerfahndung gewesen zu sein. Nach der Landung des Hubschraubers habe man ihn versucht zu erschießen. Entgegen aller Verdachtsmomente behandelt Staatsanwalt Huber den Astrologen mit ausgesuchter Höflichkeit. Viehwegs Aufzeichnungen können der Staatsanwaltschaft einen großen Fisch an die Angel hängen: den Großkriminellen Manfred Gericke, auf dessen Konto Bestechung, Drogen- und Menschenhandel gehen. Doch wer ist für das Blutbad am Sägewerk verantwortlich? Die Ergebnisse der Spurensicherung geben dem Fall eine neue Richtung: Außer Viehweg muss sich eine blonde Frau an Bord des Helikopters befunden haben. \"Cherchez-la-femme\" ist ab jetzt das Motto der Ermittlungen. Ein Fall, der auch für Vera Lanz eine überraschende Wendung nimmt.","versions":[{"lang":1,"streams":[{"redirect":9579466,"hoster":"VOE"},{"redirect":8401850,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Albtraum","epNo":1,"alt":"","descr":"Der Abend in der Bar endet für Heike Steinbeck traumatisch. In einer Unterführung wird sie Opfer einer Vergewaltigung. Eine junge Frau hilft Heike und bezahlt ihren Mut mit dem Leben. Die auffälligen Tatmerkmale führen Vera und ihre Kollegen zu einem bekannten Sexualstraftäter: Marcel Richter, seit kurzem nach zehnjähriger Haft wegen Vergewaltigung entlassen. Trotz Alibi scheint Richter verdächtig. Zum Schutz nimmt Vera Heike bei sich auf. Als die beiden Frauen einen Einbrecher in die Flucht schlagen müssen, ist sich Vera Lanz nicht mehr sicher: War Heike ein Zufalls-Opfer oder hat der Täter es gezielt auf sie abgesehen? Wer hätte ein Interesse Heike zu schaden? Der Noch-Ehemann von Heikes neuer Freundin, Nicole Obermair, gerät in Veras Fokus.","versions":[{"lang":1,"streams":[{"redirect":9587478,"hoster":"VOE"},{"redirect":13457893,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zeugenschutz","epNo":2,"alt":"","descr":"Ein Schuss bringt das Leben auf dem Münchner Königsplatz zum Stillstand. Der junge Taschendieb ist tot, ein scheinbar Unbeteiligter geht mit einem Schulterschuss zu Boden. Eine Kugel, zwei Opfer und keine Zeugen. Während Vera mit den Kollegen noch über das Motiv für den Mord an dem Jungen rätselt, nimmt der Fall bereits am Tatort eine überraschende Wendung. Der unbeteiligte Hannes Walther entführt den Rettungswagen. Für Vera Lanz entschwinden damit alle Anhaltspunkte für eine Ermittlung. Selbst das Geschoss steckt noch in der Schulter von Hannes Walther. Hier sieht auch der sympathische neue Staatsanwalt Sebastian Hartmann wenig Potenzial für eine Aufklärung. Als sich allerdings ein Fingerabdruck Walthers in der BKA-Datei findet, nimmt der Fall rasant Fahrt auf – in eine überraschende Richtung.","versions":[{"lang":1,"streams":[{"redirect":9587479,"hoster":"VOE"},{"redirect":8401852,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mädchenträume","epNo":3,"alt":"","descr":"Es ist nicht der erste grausige Tatort für Vera Lanz, doch vielleicht der absurdeste: ein unkenntlicher Torso, verstaut in einem Reisekoffer, obenauf der Personalausweis des Opfers. Werden noch mehr Koffer mit Leichenteilen auftauchen? Trotz Opferidentität ist die Spurenlage desolat. Lanz’ einzige Chance wäre ein Zeuge bei der Ablage des nächsten Koffers. Doch Staatsanwalt Sebastian Hartmann scheut den Gang an die Öffentlichkeit. Die Hypothese eines Serientäters kann auch Polizeipsychologe Erik Lambert nicht von der Hand weisen. Als der letzte Koffer auftaucht, gibt es einen Zeugen. Es ist Veras Schwiegervater Georg Lanz, der den mutmaßlichen Mörder gesehen haben muss. Nur Georg erinnert sich an nichts. Doch das weiß der Täter nicht – und Georg schwebt in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":9587481,"hoster":"VOE"},{"redirect":8401856,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geiselnahme","epNo":4,"alt":"","descr":"Zwei tote Polizisten, ein flüchtiger Täter und Jan Trompeter als Geisel. Für Vera Lanz und Paul Böhmer beginnt ein Wettlauf gegen die Zeit, um den Kollegen zu retten. Schnell hat Trompeter seinen Geiselnehmer durchschaut. Der Mann ist ein Laie und erhält Anweisungen über sein Handy. Doch wer steckt hinter den Morden und Trompeters Entführung?","versions":[{"lang":1,"streams":[{"redirect":9579464,"hoster":"VOE"},{"redirect":8401858,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Familienlöscher","epNo":5,"alt":"","descr":"Nach dem Mord an seiner Familie und 16 Jahren Knast ist Benno Wiese auf freiem Fuß. Bei seiner Begegnung mit Vera Lanz holt ihn die Vergangenheit ein: Wieder steht er neben einer Leiche. Doch \"die Chefin\" liegt mit ihrer Einschätzung richtig: Wiese ist unschuldig, der Tod des jungen Mannes die Folge eines Unfalls. Wiese bleibt in Freiheit. Doch jetzt wird der ehemalige Täter zum Gejagten des Nachbarschafts-Mobs. Die Nachbarn sind sich einig: Benno Wiese hat wieder zugeschlagen. Vera Lanz und die Kollegen Böhmer und Trompeter haben alle Hände voll zu tun, den ehemaligen Mörder vor der Nachbarschaft und den Angehörigen zu schützen. Wie gefährlich ist Wiese? Ist eine Wiederholungstat auszuschließen? Seine Ex-Frau und sein Bruder wollen ihn so schnell wie möglich loswerden. Nur Simone Aigner, seine Tochter, hält noch zu dem gebrochenen Mann.","versions":[{"lang":1,"streams":[{"redirect":9587483,"hoster":"VOE"},{"redirect":8401859,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Licht und Schatten","epNo":6,"alt":"","descr":"Es ist nicht der erste grausige Tatort für Vera Lanz, doch vielleicht der absurdeste: ein unkenntlicher Torso, verstaut in einem Reisekoffer, obenauf der Personalausweis des Opfers. Werden noch mehr Koffer mit Leichenteilen auftauchen? Trotz Opferidentität ist die Spurenlage desolat. Lanz’ einzige Chance wäre ein Zeuge bei der Ablage des nächsten Koffers. Doch Staatsanwalt Sebastian Hartmann scheut den Gang an die Öffentlichkeit. Die Hypothese eines Serientäters kann auch Polizeipsychologe Erik Lambert nicht von der Hand weisen. Als der letzte Koffer auftaucht, gibt es einen Zeugen. Es ist Veras Schwiegervater Georg Lanz, der den mutmaßlichen Mörder gesehen haben muss. Nur Georg erinnert sich an nichts. Doch das weiß der Täter nicht – und Georg schwebt in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":9579497,"hoster":"VOE"},{"redirect":8401863,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Oktoberfest","epNo":7,"alt":"","descr":"Vor der Kulisse des Münchner Oktoberfestes muss Vera Lanz in den eigenen Reihen ermitteln. War der Schuss aus der Dienstwaffe des Kollegen Meyer ein Unfall? Die Intuition von Hauptkommissarin Lanz ist gefragt: Hat ihr Kollege bei einer versuchten Vergewaltigung Hilfe geleistet, oder war er selbst in das Gewaltdelikt involviert? Widersprüchliche Aussagen zum Tathergang machen Vera misstrauisch. Arthur Meyer ist es zu verdanken, dass die junge Franziska nicht von Rowdy Philip Loibl vergewaltigt wurde. Doch Loibl wurde durch den Schuss aus Meyers Dienstwaffe schwer verletzt. Außerdem streitet er die Vergewaltigung ab und bezichtigt Meyer der Polizeigewalt. Da das Opfer und somit die Zeugin geflohen und wie vom Erdboden verschluckt ist, kann Meyers Nothilfe schwer bewiesen werden. Zudem widerspricht sich Meyer in seiner Aussage zum Tatablauf. Da meldet sich Franziska und macht eine Aussage. Alles scheint geklärt und der Kollege entlastet. Doch dann verschwinden Meyer und Franziska spurlos.","versions":[{"lang":1,"streams":[{"redirect":12921011,"hoster":"VOE"},{"redirect":8401861,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Familie","epNo":8,"alt":"","descr":"Der Mord am Chauffeur der Industriellen Elsa Koschwitz lässt nur eine Vermutung zu: eine Warnung der Mafia. Doch diese Meinung teilt die Grand Dame des Münchner Recycling nicht mit Vera Lanz. Eine fatale Einstellung, wie sich zeigt, als Elsa erschossen in ihrer Villa gefunden wird. Vera Lanz vermutet mehr als einen Mafiamord hinter der Tat. Welche Rolle spielt die Familie? Lanz entscheidet sich bei der Aufklärung für ein unkonventionelles Mittel. Mit Hilfe seiner Rotlichtkontakte ermittelt Paul Böhmer, dass Elsa zum Verkauf ihrer Firma durch die albanische Mafia gezwungen werden sollte. Welche Rolle spielt der Vermittler Nico Schöne, der das Kaufangebot der albanischen Hoxha-Familie an die Koschwitz Recycling Werke herangetragen hat? Vera Lanz vermutet hinter dem Mord an Elsa noch etwas anderes – was haben Elsas Schwäger Bernd und Franz und ihr Sohn Theo zu verbergen?","versions":[{"lang":1,"streams":[{"redirect":9587485,"hoster":"VOE"},{"redirect":8401865,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Abrechnung","epNo":1,"alt":"","descr":"Schüsse im Wald. Diesmal kommt das Wild davon, weniger Glück hat Julius Gruber: An einem ausgehobenen Grab wurde der Lokaljournalist regelrecht exekutiert. Das Werk eines Profis? Mit den frischen KTU-Ergebnissen lässt Trompeter die Bombe platzen. Auf Grubers Handy wurden Fotos von Veras mächtigem Widersacher Stefan Hartig gefunden. War Gruber den kriminellen Machenschaften Hartigs auf der Spur? Der Fall nimmt an Brisanz zu, als Vera Lanz und Jan Trompeter in Grubers Haus eine eingemauerte, mumifizierte Leiche finden. Was die Polizisten mehr erstaunt als der Leichenfund, ist der unerwartete Anruf von Hartig: Er kennt die Identität der Leiche, die nicht die letzte in diesem komplizierten Fall sein soll. Wird es Vera und ihren Kollegen diesmal gelingen, Hartig ans Messer zu liefern?","versions":[{"lang":1,"streams":[{"redirect":9587484,"hoster":"VOE"},{"redirect":8401870,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verräter","epNo":2,"alt":"","descr":"Schüsse hallen durch die Gänge des Stundenhotels. Das Opfer – Robert Schulz, Polizist des Sittendezernats. War er selbst Kunde oder wurde er im Dienst erschossen? Während Schulz’ Frau offen über die außerehelichen Kontakte ihres Mannes spricht, mauern die Kollegen der Sitte. Versucht das Dezernat, einen Skandal zu vertuschen? Für Vera Lanz’ Team höchste Zeit, zu unkonventionellen Ermittlungsmethoden zu greifen. Es stellt sich heraus: Schulz traf sich regelmäßig mit einer jungen Unbekannten. Auf der Suche nach dieser Zeugin stoßen die Ermittler auf die Bar \"Paradiso\". Trompeter sucht in dem Etablissement die Nähe zur Prostituierten Darja. Kennt sie das Mädchen aus der Mordnacht?","versions":[{"lang":1,"streams":[{"redirect":14073693,"hoster":"VOE"},{"redirect":8401866,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kopf gegen Herz","epNo":3,"alt":"","descr":"Eskorte für einen Doppelmörder. Vera Lanz und ihr Team begleiten Simon Köhler bei seinem Freigang, als die Mission außer Kontrolle gerät und Köhler entführt wird. Entführung? Oder hat es Vera Lanz mit einer getarnten Flucht zu tun? Welche Rolle spielt dabei Köhlers bettlägeriger Vater, dem der Freigang galt? Oder haben sich die Angehörigen von Köhlers Opfern gerächt? Dann wird Richter Dembrowski ermordet: das Motiv? Rache! Zielt Köhlers Rache auf die, die ihn vor zwölf Jahren ins Gefängnis brachten? Wie viele Unschuldige stehen noch auf seiner Liste?","versions":[{"lang":1,"streams":[{"redirect":9587482,"hoster":"VOE"},{"redirect":8401868,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein ehrenwertes Haus","epNo":4,"alt":"","descr":"Ruhig und ehrwürdig steht es da, das alte Mehrfamilienhaus in der Münchner Innenstadt, als die alte Hildegard Giese blutüberströmt ins Treppenhaus taumelt und stirbt. Der Schmuck fehlt, dennoch können Vera Lanz und ihr Team keine Einbruchsspuren feststellen. Kannte das Opfer seinen Mörder? Böhmer begibt sich auf die Spur des gestohlenen Schmucks und wird in der Nachbarschaft des Opfers schnell fündig. Netty Dühr und ihr Verlobter Markus Scheidt haben den Schmuck der Toten einem Hehler verkauft. Dühr leugnet den Mord an der alten Frau standhaft. Als Trompeter und Böhmer die Tatwaffe in der Wohnung des Paares sicherstellen können, erhärtet sich der Tatverdacht.","versions":[{"lang":1,"streams":[{"redirect":9587488,"hoster":"VOE"},{"redirect":8401873,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hexenjagd","epNo":5,"alt":"","descr":"\"Ihre Fahrzeugpapiere, bitte\" – weiter kommt der Polizist nicht, als ihn die zierliche Frau zusammenschlägt und flieht. Nicht ohne Grund: In ihrem Kofferraum liegt eine Frauenleiche. Die Tote ist die Aktivistin Birgit Ludwig. Ist die Flüchtige ihre Mörderin? Die Identität der Gesuchten hält für Vera Lanz gleich mehrere Überraschungen bereit. Katrin Moschner wird seit Jahren wegen Mordes gesucht und ist eine alte Schulfreundin von ihr. Warum ist sie aus der Deckung gekommen, und welche Rolle spielt die Familie, die sie zurückgelassen hat?","versions":[{"lang":1,"streams":[{"redirect":9587487,"hoster":"VOE"},{"redirect":8401877,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Paarungszeit","epNo":1,"alt":"","descr":"Ein Mord wie im Polizeilehrbuch: Die junge Jana Richards wird in der Nähe der Bar \"100 Grad\" betäubt, vergewaltigt und ermordet. Ihr angeblicher Freund Dirk Hagens scheint erschüttert. Bis sich herausstellt, dass er die Frau gestalkt hat. Ist er der Mörder? Als sich Jana Richards im Zuge der Ermittlungen als One-Night-Stand-Königin entpuppt, die ihre Lover per Dating-App \"Love’n’Go\" gefunden hat, erweitert sich der Kreis der möglichen Täter. Steht der Mörder vielleicht hinter dem App-Pseudonym \"Mr. Wrong\"? Während Vera die Firmenchefin des Münchner Software-Start-ups, Lina Hevengard, vernimmt, kommt über die Erkenntnisse der Rechtsmedizin Bewegung in den Fall. Jana Richards war nicht das erste Opfer von \"Mr. Wrong\". Haben Vera und ihr Team es mit einem Serientäter zu tun?","versions":[{"lang":1,"streams":[{"redirect":8989972,"hoster":"VOE"},{"redirect":8401876,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Glaube, Liebe, Hoffnung","epNo":2,"alt":"","descr":"Der Wagen erfasst das junge Mädchen auf der nächtlichen Straße frontal. Ein tragischer Unfall? Spuren einer Strangulation lassen Vera den Unfall in einem anderen Licht sehen. Wer hat versucht, Johanna umzubringen? War sie auf der Flucht vor ihrem Mörder? Vera trifft bei der Familie des Mädchens auf ein religiös-puritanisches Elternhaus, das die Luft zum Atmen nimmt. Muss sie Johannas Peiniger im engsten Kreis suchen? Oder spielt das benachbarte Jugendcamp für straffällige Jugendliche bei Johannas Tod eine Rolle? Als Vera das Vertrauen von Johannas kleiner Schwester erwirbt, erfährt sie die Geheimnisse der Toten.","versions":[{"lang":1,"streams":[{"redirect":8989968,"hoster":"VOE"},{"redirect":8401881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwarze Schafe","epNo":3,"alt":"","descr":"Frederik Bürger liegt erschossen im Kofferraum seines Wagens. In seinem Haus finden Vera und ihr Team seine Frau – gefesselt und traumatisiert. Ein Tatbild, das Vera bekannt vorkommt. Jakob Schwab wurde vor Jahren unter ähnlichen Bedingungen umgebracht. Damals gab es einen Tatverdächtigen: den vorbestraften Markus Gärtner. Ihm konnte die Tat nicht nachgewiesen werden, und sein Komplize blieb verschwunden. Hat Gärtner wieder zugeschlagen? Für Böhmer keine Frage, sondern eine Tatsache. Er scheint rechtzubehalten, als Gärtner den Dealer Sven Kuhn trifft. Kuhns DNA wird am Tatort in Bürgers Haus gefunden. DNA, die außerdem identisch ist mit Proben des alten Falles.","versions":[{"lang":1,"streams":[{"redirect":8989979,"hoster":"VOE"},{"redirect":8401887,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zieh dich aus","epNo":4,"alt":"","descr":"Schwer verletzt wird Hagen Kowalski vor der Notaufnahme aus dem Auto gestoßen. Eine unbekannte Frau flieht hat der Beamte des Wirtschaftsdezernates ein sexuelles Abenteuer nicht überlebt? Die Ermittlungen von Vera Lanz kommen schnell zu einem anderen Schluss: Vor Wochen war die mutmaßliche Täterin, Lea Bartels, vom Land nach München gereist, um hier ihre Internet-Liebe Phillip Kessler zu treffen. Vera Lanz findet das Mädchen – bei Phillips Leiche. Lea wurde von ihm nach München gelockt und dort von Unbekannten festgehalten und vergewaltigt. Ist Vera Lanz einem Menschenhandel auf der Spur, der in die höchsten Kreise der Münchener Politik reicht?","versions":[{"lang":1,"streams":[{"redirect":8989980,"hoster":"VOE"},{"redirect":8401889,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Endspiel","epNo":5,"alt":"","descr":"150 Kilogramm sichergestelltes Kokain sollen verbrannt werden. Polizeiroutine. Doch dann eröffnen drei Unbekannte das Feuer auf die Beamten und aus der Routine wird tödliches Chaos. Einer der Täter wird erschossen, zwei verschwinden spurlos – fast. Blutspuren von Mario Fechter, ehemaliger Undercover-Polizist, werden am Brennkessel gefunden. Hat Fechter die Seiten gewechselt und mit dem Leben bezahlt? Trompeter zweifelt an Fechters Verbrennungstod: Mario Fechter würde bei so einer Aktion nicht ums Leben kommen – er wäre eher der Drahtzieher. Vera gibt Trompeter grünes Licht, in diese Richtung zu ermitteln. Derweil begibt sich Böhmer auf die Spur der Drogen. Steht im Milieu ein großer Deal an?","versions":[{"lang":1,"streams":[{"redirect":9587486,"hoster":"VOE"},{"redirect":8401894,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Der Neue","epNo":1,"alt":"","descr":"Ein neuer Fall für Vera Lanz und ihr Team: Leon Nowak heißt der Tote - freischaffender Escort-Boy. Den Täter in Nowaks Kundenkartei zu suchen klingt plausibel.\r\rDoch Nowaks Freier könnten unterschiedlicher nicht sein: Vom verheirateten Oberst der Bundeswehr über den ehrlich verliebten Michael Dreher bis hin zum sexuell offenen Ehepaar Felix und Marion Jung hatte Nowak alles im Repertoire. Auch an Mordmotiven mangelt es nicht.\r\rWollte einer der Kunden seinen Kontakt zu Nowak mit einem Mord vertuschen? Ein ungewöhnliches Tablettenröhrchen in der Wohnung des Toten bringt Vera auf eine neue Spur: Nowak war Teilnehmer einer Medikamenten-Studie der Firma Protustapharm.","versions":[{"lang":1,"streams":[{"redirect":9587489,"hoster":"VOE"},{"redirect":8401892,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Glück","epNo":2,"alt":"","descr":"Mord im Bus der Münchner Verkehrsbetriebe: Bevor der Mörder verschwindet, zeigt er triumphierend sein Messer in die Überwachungskameras. Kurz darauf schlägt der Täter zum zweiten Mal zu: Eine junge Frau wird brutal auf dem Viktualienmarkt erstochen. Vera Lanz und ihre Kollegen suchen die Verbindung zwischen den beiden Fällen. Recherchen im Umfeld der Opfer bieten keine Anhaltspunkte. Nur die stolze Bekennergeste des Mörders vor einer Kamera haben beide Taten gemeinsam. Sucht der Täter seine Opfer nach dem Zufallsprinzip aus? Als die Bilder der Überwachungskameras im Netz auftauchen, hat nicht nur Staatsanwalt Hartmann Angst vor einer Massenpanik. Einmal mehr muss Vera Lanz schnell Ergebnisse liefern.","versions":[{"lang":1,"streams":[{"redirect":8990005,"hoster":"VOE"},{"redirect":8401899,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Guter Bulle, böser Bulle","epNo":3,"alt":"","descr":"Falscher Polizist zieht alte Dame über den Tisch und nimmt ihr Erspartes mit – kein neuer Trick, aber immer noch effizient – bis bei der Seniorin Gerda Boltinger alles schief geht. Als die falschen Ordnungshüter mit der Beute wegfahren wollen, eilt ein Nachbar zur Hilfe – es fallen Schüsse, der Nachbar Lukas Holtzer, ebenfalls Polizist, stirbt. War er Teil der Betrüger-Bande? Vera Lanz’ Ermittlungen führen zu Holtzers Ausbilder, Harald Steiner. Wenig später eskaliert ein zweiter Betrugsfall, und Steiner erschießt einen der \"falschen Cops\". Der Tote ist Ben Bartels. Bartels war einst Polizist, und auch diesmal gibt es eine Verbindung zu Steiner. Bartels war ebenfalls sein Auszubildender.","versions":[{"lang":1,"streams":[{"redirect":8990011,"hoster":"VOE"},{"redirect":8401902,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schneeball","epNo":4,"alt":"","descr":"Umzug ohne den Hausherrn? Kein Problem für die Kollegen der Umzugsfirma. Dann treffen sie doch noch auf den Eigentümer – allerdings anders als erwartet. Joseph Dieskamp liegt hinter einem seiner Umzugskartons – erstochen. Der Unternehmer und Finanzjongleur war kein beliebter Zeitgenosse. Als Vera Lanz und ihre Kollegen Böhmer und Murnau das Karussell der Verdächtigen drehen, werden sie gleich mehrfach fündig. Mit einem finanziellen Schneeball-System hatte Dieskamp die Firma seines Partners Martin Tarke und den Rentner Hartmut Langner in die Insolvenz getrieben. Auch Dieskamps Tochter Jessica, Party-Animal und It-Girl, hätte ein Mordmotiv. Veras sechster Sinn erkennt schließlich bei allen Verdächtigen eine Gemeinsamkeit.","versions":[{"lang":1,"streams":[{"redirect":8989988,"hoster":"VOE"},{"redirect":8401904,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Willenlos","epNo":5,"alt":"","descr":"Die weibliche Leiche in einem Skatepark weist Bisswunden auf – haben Tiere das Opfer einer Gewalttat zuerst entdeckt? Die Obduktion ergibt, dass das Opfer erstickt wurde und die Wundmale von einem menschlichen Gebiss stammen. Ist die Studentin Opfer einer ausschweifenden Orgie mit Todesfolge geworden? Dr. Rüders kann im Blut des Mädchens die Mode-Droge Flakka nachweisen. Der Wohnheim-Nachbar Johannes Stratmann gerät unter Veras Verdacht. Als er vor der Befragung des Kollegen Murnau flüchtet, wird er von einem Lkw tödlich erfasst. Der Fall scheint abgeschlossen, doch da rückt sein Kommilitone Oskar von Stetten ins Visier der Ermittler. Er ist der Sohn des angesehenen Richters Karl-Walter von Stetten.","versions":[{"lang":1,"streams":[{"redirect":13809800,"hoster":"VOE"},{"redirect":8401910,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Atem des Teufels","epNo":6,"alt":"","descr":"\"Wer verkauft, steigt auf, wer nicht verkauft, fliegt raus\" – das Motto des Versicherungsunternehmens EFG, dem der Vertriebler Robert Schäfer nicht mehr standhalten konnte. Seine Frau Christina Schäfer findet den Finanzjongleur in der Garage – gestorben an einer Kohlenmonoxid-Vergiftung. Vor Ort können Vera Lanz und ihr Kollege Murnau Selbstmord ausschließen. Im Haifischbecken der EFG könnten sich nicht mehr Verdächtige tummeln. Misstrauen und Konkurrenzkampf sind die Triebfedern des Unternehmens von Emporkömmling Iliyas Demir. Ist Schäfers Mörder hinter den Mauern der EFG zu finden? Vera Lanz’ Fähigkeit, das Unauffällige hinter dem Offensichtlichen zu sehen, führt sie noch auf eine andere Fährte.","versions":[{"lang":1,"streams":[{"redirect":12915959,"hoster":"VOE"},{"redirect":8401911,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Dorfschönheit","epNo":7,"alt":"","descr":"Erleichterung ist das Gefühl von Staatsanwalt Sebastian Hartmann, als die mumifizierte Leiche von Susanne Völkers entdeckt wird. Hartmann hatte den Gärtner Alois Lichter vor 15 Jahren im Vermisstenfall Völkers als Verdächtigen Nummer eins geführt. Bevor es zu einer Anklage kam oder die Leiche der vermissten Frau gefunden wurde, nahm sich Alois Lichter das Leben. Bedeutet der Fund von Völkers Leiche nun \"case closed\"? Vera Lanz kann Hartmann überzeugen, dass der Fall Lichter keineswegs abgeschlossen ist. Warum hätte der unbescholtene Hausmeister und Gärtner die Freundin seines Sohnes Peter umbringen sollen? Dann taucht ein zweites Opfer auf. Zwei Frauen, zwei ähnliche Morde in 15 Jahren – Ermittlungen, die Vera Lanz’ Intuition und Fingerspitzengefühl fordern.","versions":[{"lang":1,"streams":[{"redirect":9206661,"hoster":"VOE"},{"redirect":8401917,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Justitias Zuhälter","epNo":1,"alt":"","descr":"Der Tote im Kinderheim ist der mutmaßliche Entführer eines der Kinder – erschossen von einem Wachmann. Schnell wird der Fall für Vera Lanz sehr persönlich. Als Murnau an der Zimmertür des Entführten das Namensschild \"Aaron Fechter\" findet, ist klar, wer eigentlich mit der Entführung gemeint war. Aaron, Sohn des verstorbenen Mario Fechter, der vor Kurzem aus seinem Internat nach München kam, ist verschwunden. Hat er die Entführung geahnt, mit seinem Kumpel das Zimmer getauscht und sich in Sicherheit gebracht? Polizeiakten identifizieren den getöteten Entführer als Ramon Bertram, einen bekannten Kriminellen mit einem ebenso kriminellen Bruder namens Toni Bertram. Was macht den Jungen für die Entführer so interessant? Schneller als gedacht findet Murnau den geflüchteten Jungen vor dem Haus von Fechters Ex-Kollegen, dem Frührentner Egon Fiedler. Gerade noch rechtzeitig, um ihn vor einem erneuten Entführungsversuch zu bewahren. Hat diesmal Toni Bertram versucht, den Jungen zu kidnappen? Wenn ja, scheint ein potenter Auftraggeber seine Hände im Spiel zu haben. Spielt Aarons Vormund, die Wirtschaftsanwältin Christiane Kliemann, bei der Entführung eine Rolle?","versions":[{"lang":1,"streams":[{"redirect":9113381,"hoster":"VOE"},{"redirect":9113382,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gier","epNo":2,"alt":"","descr":"Wer hätte ein Interesse, den einfachen Packer des Versandhaus-Riesen Kaysando, Maik Grasser, am Ende seiner Schicht zu entführen? Eine Entführung mit Waffengewalt und menschlichem Kollateralschaden – in Maik Grassers Fall ein erstaunlicher Aufwand. Noch bevor die erste Lösegeldforderung eingeht, machen Vera Lanz und ihr Team eine verblüffende Entdeckung zu Grassers Identität. Als den Ermittlern klar wird, wer da wirklich entführt wurde, macht auch die immense Lösegeldforderung von einer Million Euro Sinn. Einen Skandal kann sich Kaysando kurz vor dem Börsengang nicht erlauben. Für Vera Lanz wird es nicht leicht, die privaten und geschäftlichen Verstrickungen der Firma und ihrer Manager zu entwirren.","versions":[{"lang":1,"streams":[{"redirect":9113384,"hoster":"VOE"},{"redirect":9113385,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lockvogel","epNo":3,"alt":"","descr":"Auf einem Campingplatz an der Isar, direkt am neu geplanten Stadtviertel \"Isarquartier\", wird die ehemalige Architektur-Studentin Charlotte Liebig brutal ermordet. Könnte einer der dort campierenden Obdachlosen der Mörder sein? Während Paul Böhmer dieser Spur nachgeht, konzentriert sich Vera Lanz auf das Umfeld der Toten und trifft einen alten Bekannten. Ist Stadtrat Felix Amstätter in den Mord verstrickt? Amstätter treibt das Bauprojekt an der Isar in der Nähe des Tatortes ehrgeizig voran. Schlechte Publicity, wie ein Mord, könnte den Bau gefährden – doch ist das Amstätters einziger Grund, sich für Veras Ermittlungen zu interessieren?","versions":[{"lang":1,"streams":[{"redirect":9113387,"hoster":"VOE"},{"redirect":8430116,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fremder Sohn","epNo":4,"alt":"","descr":"Metzger\" – ein geschmierter Schriftzug neben der Leiche des Kinderarztes Dr. Dirk Lehmann. Am Tatort findet die KTU Spuren eines Mannes, sowie den Fingerabdruck eines weiteren. Der DNA-Treffer im Polizei-Register ist Christian Probst – vorbestraft, drogensüchtig und kinderlos. Probst leugnet die Tat hartnäckig und er hat ein Alibi. Vera Lanz vermutet, dass Probst lügt. Auf der Suche nach dem Besitzer des unbekannten Fingerabdruckes gelangen die Ermittler über Probsts Handydaten zum polizeibekannten Alexander Kant, einem ehemaligen Knast-Kumpel von Probst. Auch Murnaus Recherchen in Lehmanns Patientenkartei bleiben nicht ohne Ergebnis: Das Ehepaar Melnyk hatte bei der Ärztekammer Beschwerde gegen Lehmann eingereicht. Der Arzt hatte eine Erkrankung ihrer Tochter Natalia unterschätzt, was zur Taubheit des Kindes führte. Als Nazar Melnyk sich einer Befragung der Polizei entzieht und seine Tochter entführt, wird er dringend tatverdächtig. Doch auch sein Alibi ist glaubhaft wasserdicht.","versions":[{"lang":1,"streams":[{"redirect":9113392,"hoster":"VOE"},{"redirect":9113394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schöner Schein","epNo":5,"alt":"","descr":"Ein Luxusappartement und ein aufreizendes, junges Model am Fenster: Der abgehalfterte Fotograf Carlo Ramsauer kann sein Glück kaum fassen. Das sind genau die Fotos, die er braucht, um ein wenig Geld in seine leere Haushaltskasse zu spülen. Doch dann beobachtet er, wie die junge Frau ermordet wird. Carlo informiert seinen alten Freund Kommissar Paul Böhmer. Als dieser wenig später in dem Wohnkomplex ankommt, ist es für Mira Lehmann bereits zu spät. Sie liegt tot und nur mit Unterwäsche bekleidet im Fahrstuhl. Während Kollege Murnau sich in der Modelagentur umhört, wenden sich Vera und Böhmer an den Appartementbesitzer, den Fußballmanager Leon Meyerling. Der gibt an, während der Tatzeit allein in seinem Haus am Starnberger See gewesen zu sein. Allerdings hätten einige seiner Geschäftsfreunde Zugang zu seiner Stadt-Wohnung. Weder Agentin Eva Bernhardt noch Miras beste Freundin Sarah, die ebenfalls als Model arbeitet, wussten, mit wem sich die junge Frau am Abend ihrer Ermordung treffen wollte. Unterdessen erfährt Böhmer von Carlo, dass dieser nicht zufällig zur Tatzeit beim Appartement war: Jemand hatte ihm einen Tipp gegeben, dass etwas \"Heißes\" in der Wohnung von Meyerling passieren würde. Vera und ihr Team stoßen schließlich auf eine Verbindung zwischen dem dubiosen Fußballmanager und der Modelagentur: Die Tote ist auf Pressefotos mit Meyerlings hochgehandeltem Newcomer Roman Bekri zu sehen.","versions":[{"lang":1,"streams":[{"redirect":9113399,"hoster":"VOE"},{"redirect":9113393,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Nachtgestalten","epNo":1,"alt":"","descr":"Als der Familienvater Wolfgang Ackermann nachts nach Hause kommt, findet er seine Ehefrau Diana tot in der Küche vor. Alles deutet auf einen Einbruch hin. Die beiden jugendlichen Kinder des Paares, Sophie und ihr seit Jahren schwer an Leukämie erkrankter Bruder Marlon, hatten sich heimlich aus dem Haus geschlichen, um in einem Münchner Klub zu feiern. Sie kehren erst nach dem Eintreffen der Polizei nach Hause zurück. Hatte es der Dieb auf die Schmerzmittel des krebskranken Sohnes abgesehen und ist dabei von Diana überrascht worden? Paul Böhmer aktiviert seine Verbindungen ins Münchner Milieu, um mögliche Verdächtige zu ermitteln. Doch etwas scheint an den Zeugenaussagen nicht zu stimmen.","versions":[{"lang":1,"streams":[{"redirect":9113397,"hoster":"VOE"},{"redirect":9113402,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schuld","epNo":2,"alt":"","descr":"Eine weibliche Leiche wird am Ufer der Isar gefunden. Nass, barfuß, nur mit einem dünnen, weißen Kleid bekleidet und einer Verletzung am Kopf. Die Ermittlungen ergeben, dass die junge Frau, Jana Spengler, erst vor Kurzem aus einer psychiatrischen Klinik entlassen wurde, wo sie sich aufgrund einer Borderline-Störung behandeln ließ und gerade dabei war, sich ein neues Leben mit ihrer Tochter aufzubauen. Vera Lanz und ihr Team erfahren, dass Jana während ihres Aufenthalts in der Klinik eine Affäre hatte. Ihr Ex-Freund Marco Rossi steht im Verdacht, sie aus Eifersucht getötet zu haben. Doch der soll zur Tatzeit in einem Nachtklub als DJ aufgelegt haben – vor Hunderten Zeugen.","versions":[{"lang":1,"streams":[{"redirect":9113403,"hoster":"VOE"},{"redirect":9113997,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Goliath","epNo":3,"alt":"","descr":"Dr. Inge Rüders wird nachts in der Münchner Rechtsmedizin überfallen und niedergeschlagen. Erst am nächsten Morgen wird sie schwer verletzt gefunden. Hat der Überfall etwas mit dem Fall der unbekannten Leiche zu tun, an der Dr. Rüders zum Zeitpunkt des Überfalls gearbeitet hat? Der Tote kann als Claus Liebhardt identifiziert werden, ein ehemaliger Steuerberater, der wegen der Entführung seines Sohnes gesucht wird. Von dem Zweijährigen fehlt jedoch jede Spur. Ein Wettrennen gegen die Zeit beginnt, das Vera Lanz zur italienischen Mafia und dubiosen Immobiliengeschäften führt. Doch wie hängen diese Geschäfte und die Kindesentführung zusammen?","versions":[{"lang":1,"streams":[{"redirect":9113407,"hoster":"VOE"},{"redirect":9113408,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gesundes Bayern","epNo":4,"alt":"","descr":"Vera Lanz ermittelt im Fall des ermordeten Lebensmittelchemikers Dr. Simon Beck. Dieser arbeitete für das Münchner Traditionsunternehmen Hax’n Haber. Die Ermittler finden heraus, dass Beck kurz vor seinem Tod mit einer unbekannten Frau namens Hanna verabredet war. Am vereinbarten Treffpunkt fand gleichzeitig ein geheimes Geschäftsessen der Firma Hax’n Haber statt. Moritz Haber, der Inhaber des Lebensmittelherstellers, leugnet etwas mit der Ermordung seines Angestellten zu tun zu haben. Doch was haben die mysteriösen Formeln zu bedeuten, die die Polizei auf dem verschlüsselten Rechner des Toten gefunden hat?","versions":[{"lang":1,"streams":[{"redirect":9113410,"hoster":"VOE"},{"redirect":9113413,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verzockt","epNo":5,"alt":"","descr":"Die Entführung von Dawid Thalberg schien nicht so gelaufen wie geplant. Das Opfer stirbt an einem Herzinfarkt, bevor Lüsegeld bezahlt werden konnte. Der Besitzer eines Wettbüros, Tobias Kreutzmann, gerät in Verdacht. Doch der ist spurlos verschwunden. Und weder dessen Bruder Carlos noch seine Geschäftspartnerin Jasmin Beck wissen, wo sich der Verdächtige befindet. Als Kreutzmann erschossen aufgefunden wird und ein weiterer Verdächtiger ein wasserdichtes Alibi vorweisen kann, stecken Vera Lanz und ihr Team in einer Sackgasse. Gelingt es ihnen, den Fall zu lösen?","versions":[{"lang":1,"streams":[{"redirect":8989991,"hoster":"VOE"},{"redirect":8401918,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kaltblütig","epNo":6,"alt":"","descr":"Vera Lanz und ihr Team werden in einen idyllischen Wald im Münchner Umland gerufen. Hier wurde die 17-jährige Reiterin Brit Stadler bei einem Ausritt erschossen. Ihre Freundin Rieke Berger, die das Opfer zum Reiten begleitet hatte, ist verschwunden. Ist sie etwa von dem Schützen entführt worden? Die Spur führt zu einem nahe gelegenen Reiterhof, auf dem die beiden Mädchen ihre Freizeit verbrachten. Die Besitzer des Reiterhofes Veronika und Peter Ignaz halten sich bedeckt und sind keine große Hilfe. Während Böhmer seinen Verdacht auf den ehemaligen Stallknecht Uwe Roberts konzentriert, erhält Riekes Mutter Heike Berger eine Lösegeldforderung auf ihr Handy. 400 000 Euro, sonst muss Rieke sterben. Kann Vera Lanz das entführte Mädchen finden, bevor es zu spät ist?","versions":[{"lang":1,"streams":[{"redirect":9113414,"hoster":"VOE"},{"redirect":9113417,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wetten, dass.. ?","epNo":7,"alt":"","descr":"Vera Lanz und ihr Team müssen in das Sportwetten-Milieu eintauchen, nachdem die Leiche des Privatermittlers Otto Wasner auf der Toilette eines Cafe’s gefunden wurde. Das Opfer führte gemeinsam mit seiner Tochter Rebecca Wasner eine Detektei und war zuletzt im Auftrag eines grossen Sportwetten-Anbieters dem Verdacht auf Wettbetrug nachgegangen. Ist er dabei auf etwas gestossen, wofür er mit dem Leben bezahlen musste? Die Filialleiterin Nicole Borchardt bringt die Ermittler auf die Spur, dass Otto Wasner möglicherweise selbst Teil des Wettbetruges war. Vera und Murnau nehmen die erfolgreiche Radsportlerin Ebru unter die Lupe. Eine andere Spur führt Böhmer zu einem alten Bekannten, dem Sauna-Klub-Besitzer Eberhardt Kaminski.","versions":[{"lang":1,"streams":[{"redirect":12921030,"hoster":"VOE"},{"redirect":9113420,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geschwister","epNo":8,"alt":"","descr":"Obwohl das Verhältnis zu seinem verstorbenen Vater nie das Beste war, will sich Kommissar Paul Böhmer an dessen frischem Urnengrab verabschieden. Dann passiert das Unerwartete: Nach der Beisetzung wird Pauls Schwester Hanna von einem Unbekannten entführt. Dabei erschiesst der Entführer einen Trauergast, der das Kidnapping verhindern will. Die Forderung lautet: 250’000 Euro Lösegeld aus dem Nachlass des Verstorbenen, das er den Kidnappern angeblich schuldete. Doch weder der Kommissar noch sein Schwager Frank Wittorf wissen etwas von einem Nachlass. Denn Hans Böhmers heruntergekommene Tankstelle war schon seit Jahren geschlossen, und andere Einkommensquellen schien der alte Mann nicht gehabt zu haben. Vera erkennt auf den Fotos der Friedhofsbesucher eine alte Bekannte wieder, Henriette Pfitzner, gegen die Vera früher schon einmal ermittelt hat. Böhmer und Murnau stossen bei der Untersuchung der ehemaligen Tankstelle auf eine Halle mit wertvollen Oldtimern mit abgeschliffenen Fahrzeugnummern und einen offenen Safe. Vera trifft währenddessen auf einen weiteren alten Bekannten, den ehemaligen Kollegen Georg Friedmann, der seit seiner Entlassung aus dem Polizeidienst als Ermittler für Versicherungen arbeitet. War Friedmann den gestohlenen Oldtimern auf der Spur? Und wird es Vera Lanz und ihrem Team gelingen, Pauls Schwester zu retten?","versions":[{"lang":1,"streams":[{"redirect":9113421,"hoster":"VOE"},{"redirect":9113426,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abgehängt","epNo":9,"alt":"","descr":"In einem Wald wird der siebzehnjährige Schüler Jonathan Fest ermordet aufgefunden. Er wurde auf brutale Weise erstochen. Vera und ihr Team finden heraus, dass Jonathan seit ein paar Monaten Schüler an einer privaten Eliteschule war, obwohl er eigentlich aus ärmlichen Verhältnissen stammt. Vanessa Berg, die Mutter seines ehemals besten Freundes Moritz, und gleichzeitig Lehrerin an seiner neuen Schule, hatte sich für ein Stipendium eingesetzt: Jonathan sollte einmal eine bessere Zukunft haben. Den Abend vor seiner Ermordung verbrachte Jonathan bei seiner Mitschülerin Pia, um ihr Nachhilfe zu geben. Doch ein Zeuge behauptet, Jonathan zu dieser Zeit in der Stadt gesehen zu haben. Dort hatte er einen heftigen Streit mit seinem ehemaligen Mitschüler Lukas Böck. Böck hat den Jungen schon massiv gemobbt als sie noch zusammen zur Schule gingen. Doch Lukas hat ein Alibi für den Tatzeitpunkt. Die Chefin findet heraus, dass der begabte Schüler in illegale Geschäfte verwickelt war. Gelingt es Vera, Böhmer und Murnau, hinter die propere Fassade des Jungen zu kommen? Wer hatte einen Grund, Jonathan umzubringen?","versions":[{"lang":1,"streams":[{"redirect":13917435,"hoster":"VOE"},{"redirect":9113428,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Heilung","epNo":10,"alt":"","descr":"Der renommierte Arzt Dr. Joachim Schober wird auf einer belebten Strasse erschossen. Erste Spuren führen zur Psychotherapeutin Janneke Blumberg, die unmittelbar neben dem Tatort praktiziert und dort Patienten von Schober empfing. Eine Drohung hatte Schober bereits vor Tagen erhalten: Ein Galgenstrick kam per Post. Fingerabdrücke führen die Ermittelnden zum vorbestraften Kleinkriminellen Leander Fleming. Dieser packt aus: Schober hatte Homosexuelle mit Konversionstherapien behandelt, um sie vom \"unnatürlichen Hang zum gleichen Geschlecht\" zu heilen. Flemings Freund Mark, der Sohn des Rechtsanwaltes Richard Bachmaier, beging unter dem Druck der Therapie Selbstmord. Fleming gab Dr. Schober die Schuld am Suizid seines Freundes. Doch ist er auch dessen Mörder? Eine weitere Verdächtige gibt es: Schobers Praxisgehilfin Natalie war nach Leander angeblich mit Mark Bachmaier zusammen. Hatte die junge Frau den Tod Marks gerächt und ihren Chef ermordet? Bei den Ermittlungen muss sich Vera internen Turbulenzen stellen. Offenbar plant Murnau seinen Abgang, ohne seinen Kollegen auch nur ein Sterbenswörtchen zu sagen.","versions":[{"lang":1,"streams":[{"redirect":9113431,"hoster":"VOE"},{"redirect":9113433,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Portofino","epNo":11,"alt":"","descr":"Gerade will sich das Ehepaar Robert und Annika Thomsen an den Frühstückstisch setzen, als es an der Tür klingelt. Ein bewaffneter Maskierter drängt durch die Tür des Hauses und erschiesst Robert Thomsen kaltblütig, bevor er die Bankangestellte Annika mit Waffengewalt entführt. Während Böhmer und Murnau im Haus der Thomsens den Tatort untersuchen, ist Vera aufgrund eines Streiks der öffentlichen Verkehrsmittel noch auf dem Weg zu ihren Kollegen. Da fällt ihr ein Mann auf, der eine Frau brutal in Richtung eines Bankhauses zieht. Als die Kommissarin eingreifen möchte, sieht sie sich plötzlich dem Lauf einer Waffe gegenüber. Vera gerät in die Fänge des Mörders von Robert Thomsen und landet mit der Frau des Toten und weiteren Kunden und Angestellten in einer Geiselnahme in der Bank. Böhmer und Murnau, die um das Leben ihrer Chefin fürchten, ermitteln die Hintergründe von Mord und Überfall in der Aussenwelt. Unterdessen versucht Vera im Inneren der Bank einen Weg zu finden, sich selbst und die anderen Geiseln unbeschadet aus der Geiselnahme zu befreien. Ein Spiel auf Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":9113379,"hoster":"VOE"},{"redirect":9113377,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Trugbild","epNo":1,"alt":"","descr":"Eine chaotische Münchner Altbauwohnung und mittendrin die Leiche des 76-jährigen Arvid Peters. Alles sieht nach einem misslungenen Einbruch aus. Das glaubt auch Margarethe Schmidt, leitende Ermittlerin für Organisierte Kriminalität, die Vera Lanz und ihrem Team in diesem Fall beiseitesteht. Doch wieso sollte jemand in die Wohnung eines alten Mannes einbrechen, in der es scheinbar nicht viel zu holen gibt? Die Schwester und der Neffe des Opfers können den Ermittlern nicht weiterhelfen, sie hatten kaum Kontakt zu Arvid Peters. Doch dann führt eine neue Spur zu einem alten Bekannten von Böhmer und bringt den Ermittler in tödliche Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9317271,"hoster":"VOE"},{"redirect":9317274,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Murnau","epNo":2,"alt":"","descr":"Seine Entlassung aus dem Gefängnis nach der zehnjährigen Haftstrafe kann Thore Wilke nur wenige Minuten genießen. Denn am Gefängnistor fallen mehrere Schüsse. Wilke entkommt und flieht. Wer wollte den wegen Vergewaltigung Inhaftierten töten? Der Justizbeamte Kuhnert weiß nur: Wilke hatte am Tag seiner Entlassung dringende Geschäfte zu erledigen. Geschäfte, die mit seiner Beteiligung an der Datingplattform \"side-leap\" zu tun haben. Wie Murnau und Böhmer von Wilkes Partnern Silvia und Sönke Reichert erfahren, muss Wilke eine hohe Einlagenerhöhung tätigen, um Teilhaber der Firma bleiben zu können. Nur dann könnte er sich beim geplanten Verkauf der Firma seinen Anteil von fünf Millionen Euro sichern – ein klares Mordmotiv für die Reicherts. Vera Lanz hingegen hat Wilkes ehemalige Opfer im Verdacht, späte Rache üben zu wollen.","versions":[{"lang":1,"streams":[{"redirect":13917444,"hoster":"VOE"},{"redirect":9317278,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Frage der Moral","epNo":3,"alt":"","descr":"Eine vom Friedhof entwendete Leiche ist noch kein Fall für die Mordkommission. Doch als auf den Sohn der posthum Entführten ein Anschlag verübt wird, übernimmt Vera Lanz die Ermittlung. Der Traktor von Rinderzüchter Mangfall wurde unter Starkstrom gesetzt, Mangfall im letzten Moment gerettet. Die radikale Gruppe Free Animal Miliz F.A.M. hatte ihm schon seit Wochen Morddrohungen geschickt. Haben die Aktivisten nun eine Grenze überschritten? Bei ihrer Recherche stoßen Vera und Paul Böhmer auf eine Gruppe von Tierschützern, unter denen Böhmer eine junge Frau erkennt, die er bereits auf Mangfalls Hof verfolgt hatte. Als er sie festsetzen will, kommt ihr ein junger Tierschützer namens Korbinian Kirchner zu Hilfe. Während dieser erfolglos verhört wird, taucht Margarete Schmidt vom Dezernat Organisierte Kriminalität auf, und der Fall nimmt eine unerwartete Wendung: Der Umweltaktivist ist ein verdeckter Ermittler des Dezernats OK.","versions":[{"lang":1,"streams":[{"redirect":9317255,"hoster":"VOE"},{"redirect":9317253,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Deadline","epNo":4,"alt":"","descr":"Der erste Einsatz von Korbinian Kirchner im Ermittler-Team von Vera Lanz: Eine junge Joggerin muss frontal von einem Wagen getroffen worden sein. Fehlende Bremsspuren sprechen für sich – die Frau wurde ermordet. Die Tote heisst Nadja Darii und war Journalistin beim Münchner Nachrichtenblatt. In der Wohnung des Opfers finden die Ermittler Hinweise auf Recherchen in der Schöntal-Klinik bei Nierenspezialistin Dr. Leyla Sahin. War Nadja einem Medizin-Skandal auf der Spur? Gespräche mit dem jungen Dialyse-Patienten Florian Blanke und eine Spur, die zu der Briefkastenfirma \"Fair Chance Medical\" führt, erhärtet Veras Verdacht: Sollte es hier um Organhandel gehen? Johanna Strieker, Leiterin der deutschen \"Fair Chance Medical\"-Niederlassung, leugnet eine Verbindung zu der Schöntal-Klinik und Leyla Sahin.","versions":[{"lang":1,"streams":[{"redirect":9317254,"hoster":"VOE"},{"redirect":9317257,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Söhne","epNo":5,"alt":"","descr":"Diesmal hängt kein Fahrrad am Haken der Isar-Reinigung. Vielmehr ist es die Leiche eines jungen Unbekannten, der schon länger im Wasser treibt – da ist sich das Team um Vera Lanz einig. Wunden an seinem Körper weisen darauf hin, dass der Mann nicht ertrunken ist. Der Farblack unter seinen Nägeln hilft bei seiner Identifizierung – es handelt sich um den Graffitisprayer Oliver Neumann. Wer hätte ein Motiv, den Kunsthochschulanwärter umzubringen? Welche Rolle spielt der Afghanistan-Veteran Markus Bergelt, dessen Erfahrungen in Neumanns jüngstes Projekt einfließen sollten? Und was hat Hannes de Boers Sohn Noah mit dem Fall zu tun? Die Obduktion lässt Dr. Rüders an der ursprünglich vermuteten Todesursache, einem Sturz von der Isarbrücke, zweifeln. Doch wie war Neumanns Leiche dann in die Isar gelangt?","versions":[{"lang":1,"streams":[{"redirect":9317258,"hoster":"VOE"},{"redirect":9317261,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nebenwirkungen","epNo":6,"alt":"","descr":"Auch Schönheitschirurgen leben gefährlich. Das muss Dr. Alfons Helmer am eigenen Leib erfahren, als ihn vor seiner Praxis eine Kugel in den Kopf trifft. Kaliber und Präzision des Schusses lassen Vera Lanz und ihr Team auf die Verwendung eines Scharfschützengewehres schließen. Wen hatte sich Helmer zum Todfeind gemacht? Das Phantombild eines Zeugen zeigt eine Frau, was den Kreis der Verdächtigen nicht verkleinert. Neben einer traumatisierten Patientin, die Helmer nachgestellt hat, kommt auch Helmers Ehefrau, die Schönheitschirurgin Lotte Helmer, als Täterin infrage. Ein schmutziger Scheidungskrieg hatte zwischen den Noch-Eheleuten getobt. Doch bevor Vera Lanz Lotte Helmer ausführlich vernehmen kann, wird ein weiterer Mord verübt.","versions":[{"lang":1,"streams":[{"redirect":9317264,"hoster":"VOE"},{"redirect":9317266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Wolf","epNo":7,"alt":"","descr":"Kaum ist Wolf Marquardt aus London zurückgekehrt, nachdem er sich dort von einer unschönen Anschuldigung wegen Vergewaltigung erholt hatte, trifft er sich mit dem damaligen Opfer Lina H. Kurz darauf wird Lina tot aufgefunden. Späte Rache? Bei Vera Lanz gibt Marquardt vor, dass er sich bei seiner angeblichen Affäre von damals entschuldigen wollte. Dann taucht ein Tagebuch des Opfers auf, an dem nicht nur Marquarts Ex Ariane Moosbach großes Interesse zeigt. Wem könnte das Erscheinen des Tagebuches schaden? Es liegt auf der Hand, dass der Täter im Umkreis von Wolf Marquardt zu suchen ist. Wer profitiert neben ihm selbst von Marquardts Rückkehr ins Finanzbusiness? Als sich das junge Zimmermädchen Cosima Becker allein mit dem Börsenguru in seinem Hotelzimmer befindet, wird jedenfalls klar, dass Marquardt nichts aus der Vergangenheit gelernt zu haben scheint.","versions":[{"lang":1,"streams":[{"redirect":9317267,"hoster":"VOE"},{"redirect":9317269,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Böhmers Geheimnis","epNo":8,"alt":"","descr":"Als Böhmer in der Wohnung einer Prostituierten wieder zu sich kommt, wird diese gerade notfallmäßig versorgt. Ein Unbekannter hatte Anja Wertling angeschossen und Böhmer niedergeschlagen. Vera Lanz ahnt, dass Böhmer von einer zwielichtigen Episode seiner Vergangenheit eingeholt wird, doch ihr Kollege schweigt. Insgeheim ahnt er, wer hinter dem Angriff steckt.","versions":[{"lang":1,"streams":[{"redirect":9373911,"hoster":"VOE"},{"redirect":9373913,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spender 5634","epNo":9,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13411468,"hoster":"VOE"},{"redirect":13411469,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"Ockhams Messer","epNo":1,"alt":"","descr":"Von Florian Iwersen Seit Monaten gibt es keine Spur von drei verschleppten Frauen. Da kann die Jüngste unter ihnen, die 19-jährige Vivien, endlich fliehen. Mit ihrer Hilfe gelingt es dem Team von Hauptkommissarin Vera Lanz, den mutmaßlichen Entführer auszuforschen. Wie sich zeigt, ist der Mann vor kurzem an Herzversagen gestorben. Auch sein Sohn Valentin Wimmer kann wenig zur Aufklärung beitragen. Er ist Autist. Vera läuft langsam die Zeit davon. Noch immer sind zwei Opfer abgängig. Sie drohen zu verhungern","versions":[{"lang":1,"streams":[{"redirect":13411412,"hoster":"VOE"},{"redirect":13411426,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Recht zu sterben","epNo":2,"alt":"","descr":"Die Anästhesistin Sina Seibold wird vor der Klinik, in der sie arbeitet, überfallen und tödlich verletzt. Wegen ihres Engagements für Sterbehilfe war sie zuvor mehrfach Anfeindungen ausgesetzt. Zu jenen, die ihr deshalb kritisch gegenübergestanden sind, gehört auch der Pensionist Peter Menk. Seine Frau hat sich von Seibold in den Tod begleiten lassen. Auf einem Video ist zu sehen, wie er die Ärztin wütend beschimpft. Kommissarin Vera Lanz\u0027 bezweifelt jedoch, dass der ältere Herr zu einem Mord imstande ist.","versions":[{"lang":1,"streams":[{"redirect":13411385,"hoster":"VOE"},{"redirect":13411387,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Hauch von Freiheit","epNo":3,"alt":"","descr":"Seit vier Jahren sitzt Heiko Wisotzki wegen Drogenschmuggel ein. Ein Haftprüfungstermin soll ihm nun die ersehnte Freiheit bringen. Als der Antrag abgelehnt wird, nimmt Wisotzki eine Wachebeamtin als Geisel und flieht. Wenig später wird er erschossen neben seinem Fluchtwagen aufgefunden. Wisotzki hatte einst für ein mildes Urteil seine Komplizen an die Polizei verraten. Ein Mordmotiv könnte aber auch Dorin Dumitrescu haben. Der leidenschaftliche Polizist wurde ihm Dienst schwer von Wisotzki verletzt.","versions":[{"lang":1,"streams":[{"redirect":13411381,"hoster":"VOE"},{"redirect":13411377,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das 5. Gebot","epNo":4,"alt":"","descr":"Kurz vor dem Morgengebet ist der Novize Jakob ermordet vor dem Altar einer Ordenskirche aufgefunden worden. Die Art, wie die Leiche in Szene gesetzt wurde, deutet Vera Lanz\u0027 Ermittlerteam als Hinweis auf einen Ritualmord. Unter den Mönchen hält sich die Betroffenheit über den Tod des Spätberufenen in Grenzen, denn einige Kirchendiener waren über dessen Engagement für Obdachlose verärgert.","versions":[{"lang":1,"streams":[{"redirect":13411367,"hoster":"VOE"},{"redirect":13411361,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mein Mord","epNo":5,"alt":"","descr":"Im Haus des Krimiautors Robert Seyfried ist die Leiche einer Prostituierten aufgefunden worden. Das Verletzungsmuster deutet auf einen Sturz aus großer Höhe hin - offenbar wurde sie über ein Treppengeländer gestoßen. Von Seyfried und seiner Frau fehlt vorerst jede Spur. Zeugenaussagen führen Kommissarin Vera Lanz zu einem Privatdetektiv, der den Schriftsteller im Auftrag seiner Gattin beschatten sollte.","versions":[{"lang":1,"streams":[{"redirect":13411440,"hoster":"VOE"},{"redirect":13411442,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Höhenrausch","epNo":6,"alt":"","descr":"Nach dem tödlichen Sturz des Münchner Architekten Johann Kasdorf wird Kommissarin Vera Lanz\u0027 Team aufgeboten. Obwohl der Bauherr alkoholkrank war und betrunken vom Dach eines Neubaus gestürzt sein könnte, deuten Hinweise am Tatort auf einer Baustelle auf Mord hin. Im Zuge der ersten Ermittlungen zeigt sich, dass Kasdorfs vermeintlicher Suizid tatsächlich einigen Leuten gelegen gekommen ist.","versions":[{"lang":1,"streams":[{"redirect":13411413,"hoster":"VOE"},{"redirect":13411443,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-14","episodes":[{"epId":"episode-1","name":"Gespenster","epNo":1,"alt":"","descr":"Eine Einbruchsserie hält die Oberschicht Münchens in Atem. Die Täter erbeuten Kunstschätze, erpressen Kontodaten und Safe-Kombinationen. Für Günther Meier endete der Überfall tödlich. Vera Lanz und ihr Team begeben sich auf die Suche nach den Querverbindungen der Einbrüche. Woher stammen die präzisen Informationen der Einbrecher zu den Objekten? Während Böhmer die Spur der Kunstgegenstände verfolgt, hat Kirchner Meiers toxischen Neffen Adrian im Auge. Beide Spuren scheinen Sackgassen zu sein, als Tara Moser, eine als Hehlerin verdächtige Antiquitätenhändlerin, sich bereit erklärt, der Polizei einen entscheidenden Tipp zu geben: Ein Einbruch im Museum für altertümliche Kunst sei geplant – und dies schon in der kommenden Nacht.Als die Ermittler mit Verstärkung im Museum einrücken, arbeiten die Täter schon in vollem Gange und haben das Personal in ihrer Gewalt. Kurz bevor Vera Lanz einen der Täter stellen kann, wird sie niedergeschlagen. Noch bevor sie bewusstlos wird, kann sie ein Gesicht erkennen. Doch sie traut ihren Augen nicht, als sie ein Gespenst der Vergangenheit sieht.","versions":[{"lang":1,"streams":[{"redirect":13411455,"hoster":"VOE"},{"redirect":13411460,"hoster":"Doodstream"},{"redirect":13411453,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Weg des Geldes","epNo":2,"alt":"","descr":"Als Markus Hoppe am frühen Morgen seine Firma Enrodigital betritt, ahnt er nicht, dass dies ein kurzer Arbeitstag für ihn werden wird. Bereits eine halbe Stunde später ist Hoppe tot. Der Fall macht es Vera Lanz und ihrem Team schwer – keine Zeugen, keine Tatwaffe, keine Überwachungskameras. Die Liste von Hoppes Feinden allerdings ist lang. Mit gefälschten Bilanzen hatte der Unternehmer Kleinanleger seiner Firma Stipwire in den Ruin gestürzt. Darian Sanani, Betreiber der Enthüllungsplattform \"Open Truth\" hatte Details zu den Machenschaften des CEO veröffentlicht. Nadine Theiss, eine ehemalige Programmiererin Hoppes, von ihm unehrenhaft wegen Alkohols am Arbeitsplatz entlassen, hätte neben den geschädigten Kleinanlegern ebenfalls ein Motiv. Während Böhmer die Liste der Verdächtigen auf deren Alibis abklappert, trifft sich Vera Lanz mit Sanani, um auch bei ihm auf ein Mordmotiv zu stoßen.","versions":[{"lang":1,"streams":[{"redirect":13418358,"hoster":"VOE"},{"redirect":13418357,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die letzte Tour","epNo":3,"alt":"","descr":"\"Besser tot als QUAR\". Ein makabres Motto für den Mord an dem jungen Fahrdienstfahrer Jan Kosinski – auf der Windschutzscheibe seines Wagens, geschrieben mit dem Blut des Toten. Vera Lanz und ihr Team können einen Raubmord ausschließen. Bleibt die Frage nach dem Motiv. War Jans Idee, eine Fahrergewerkschaft bei QUAR zu gründen, tödlich für den Sohn aus gutem Haus? Auch mit tätlichen Übergriffen aus dem Taximilieu hatte Kosinski zu kämpfen. Als Böhmer sich die Taxler vornimmt, wird gemauert. Weder Karin Häusler noch ihr Kollege Küllstädt zeigen sich kooperativ. Auch QUAR-Gründerin und Chefin Anoush Graber sowie ihr Assistent Marwin Krämer führen die Ermittler in eine Sackgasse. Angeblich kannten sie Kosinski nicht persönlich. Dessen E-Mailverlauf erzählt eine andere Geschichte: Graber hatte ihm gedroht, sollte er seinen Gewerkschaftsplan tatsächlich umsetzen.","versions":[{"lang":1,"streams":[{"redirect":13469736,"hoster":"VOE"},{"redirect":13469755,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Konsequenz","epNo":4,"alt":"","descr":"Was hatte Familienvater und Malermeister Bernd S. um Mitternacht im tiefsten Bayerischen Wald verloren? Beantworten kann er die Frage nicht mehr. Steidel wurde erschossen – aus nächster Nähe. Ehefrau Marina und Stiefsohn Xaver sind verzweifelt. Steidel hatte alles für die Familie getan, Feinde gab es angeblich keine. Aber schon ein kurzer Blick in die Unterlagen seines Betriebes zeigen Vera Lanz die ersten Unregelmäßigkeiten in der Unternehmensführung. Steidels Firma stand vor dem Bankrott – eine sichere Einkommensquelle, die Instandhaltung von 150 Genossenschaftswohnungen, war ihm kurz vor seinem Tod von Michael Wilding, dem Büroleiter der Genossenschaft, gekündigt worden. Auf Steidels Betrieb lag die Last von 200.000 Euro Schulden.Ausgerechnet sein Angestellter Ferdinand Greiner hatte dem Opfer ein Kaufangebot für die Firma gemacht, kurz nachdem der Großauftrag der Genossenschaft verloren war. Gab es zwischen Wilding und Greiner unlautere Absprachen? Doch warum sollten sie Steidel ermorden, bevor er die Firma verkauft hatte? Dann stoßen Vera Lanz und ihr Team auf eine frische Lebensversicherung zugunsten seiner Frau.","versions":[{"lang":1,"streams":[{"redirect":13469712,"hoster":"VOE"},{"redirect":13469724,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"All In","epNo":5,"alt":"","descr":"Kreuz König – diese Spielkarte findet Vera Lanz bei der Leiche des Schreinermeisters Linus Köhler, der erschossen am Stadtrand gefunden wird. Will der Mörder mit den Ermittlern spielen? Ermittlungen an Linus’ Arbeitsplatz sowie im Restaurant seiner Freundin Giulia liefern Lanz keine Anhaltspunkte. Unerwartet meldet sich die Leiterin der Abteilung Organisierte Kriminalität, Rita Niemeyer, zu dem Fall. Das Restaurant wird überwacht, da die Abteilung der OK dort den Stammgast Montanavi observiert. Gibt es einen Zusammenhang zwischen dem aalglatten Kontaktmann eines kalabrischen Familienclans und dem Mord? Eine zweite Spur führt die Ermittler zu der Familie des Opfers: Anton Köhler, Linus’ Großvater, ist im Besitz einer Waffe und befand sich zum Tatzeitpunkt in der Nähe des Tatortes. Sollte der demenzkranke Mann den eigenen Enkel erschossen haben?","versions":[{"lang":1,"streams":[{"redirect":13679569,"hoster":"VOE"},{"redirect":13679580,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Millionen Gründe","epNo":6,"alt":"","descr":"Geld allein macht nicht glücklich – auch nicht Millionen aus einem Lottogewinn, die Werner Klenk gewonnen hätte, wäre er nicht vorher ermordet worden. Von seinem Lottoschein fehlt jede Spur. Der Schein ist nicht das einzige Motiv in diesem Fall. Ist die Affäre, die Klenk mit seiner Tennistrainerin Jasmin hatte, ein Tatmotiv für dessen betrogene Ehefrau Ivana? Klenks Berufung als Schöffe im Mordprozess Ruth Lengersdorf eröffnet ein weiteres Motiv. Ruth Lengersdorf ist angeklagt, ihren Mann hinterrücks erschlagen zu haben. Wollte Klenks Mörder den Prozessverlauf mit seiner Tat manipulieren? Der Schwager der Angeklagten, Florian Lengersdorf, von der Schuld Ruths überzeugt, wandert damit in den Kreis der Verdächtigen. Um die gewagte These zu verifizieren, muss Böhmer dem zweiten Schöffen, Leo Sontheimer, auf den Zahn fühlen. Und findet heraus, dass dieser immer wieder mit dem Mordopfer aneinandergeraten war.","versions":[{"lang":1,"streams":[{"redirect":13679520,"hoster":"VOE"},{"redirect":13679507,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Preis der Wahrheit","epNo":7,"alt":"","descr":"Der Tatort hat es in sich für Böhmer und Kirchner, denn das Opfer ist kein Unbekannter. Der Anwalt Hannes de Boer wurde angeschossen und lebensgefährlich verletzt. Sein Klient, der investigative Journalist Gabriel Vermeulen, stirbt bei dem Attentat. Welche brisanten Informationen hatte er für de Boer? Vera Lanz’ Recherchen führen sie zu der rechtsradikalen Gruppierung \"Letzte Kohorte\", auf deren Todesliste Vermeulen stand. Als de Boer wieder ansprechbar ist, kann er Vera auf eine weitere Spur verweisen: Der Energie-Konzern AEW hatte Vermeulen angezeigt. Hat die Anzeige nicht gereicht, und der Branchenriese hat zu drastischeren Mitteln gegriffen?","versions":[{"lang":1,"streams":[{"redirect":13679513,"hoster":"VOE"},{"redirect":13679545,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fremdbestimmt","epNo":8,"alt":"","descr":"Kunstblutbeschmierte Embryopuppen befinden sich vor der Kanzlei Anbauer. Harald Anbauer selbst liegt erstochen in seinem Büro. Ist er das Opfer radikaler ProLife-Aktivisten? Die Spurenlage passt nicht zu dem Opfer: Harald Anbauer, Anwalt für Asylrecht, war Gründer der Organisation \"Recht auf Leben\". Warum sollte gerade er Zielscheibe der Abtreibungsgegner werden? Oder hat der Mörder absichtlich eine falsche Spur gelegt? Ermittlungen im Umfeld der Organisation \"Recht auf Leben\" ergeben eine Reihe von Patientinnen-Kontakten, die keinen Beratungsschein erhalten haben. Von der Gynäkologin Monika Lechner erhält Vera den Namen Samira Rahini – eine Patientin, die nach einer folgenschweren Selbstabtreibung von Lechner behandelt werden musste. Hat sich Samira dafür an Anbauer gerächt?","versions":[{"lang":1,"streams":[{"redirect":13679524,"hoster":"VOE"},{"redirect":13679556,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fake News","epNo":9,"alt":"","descr":"Das Verbrechen in München kennt keine Arbeitszeiten: Bereits auf seinem Weg zum Präsidium findet Korbinian Kirchner die Leiche der Klimaforscherin Dr. Sophie Lindbach. Die Frau hatte Feinde, die es nicht nur bei Drohungen belassen. In einem Post auf der Plattform \"Wahrheit Bayern\" bezweifelt Lindbach die globale Erwärmung als Folge des CO2-Ausstoßes. Der Post entpuppt sich als Deepfake. War das die erste Warnung des Mörders? Vera Lanz und ihr Team verdächtigen die Betreiberin der Plattform, Demet Palak – besonders, als ein Deepfake-Video von Lanz selbst im Netz auftaucht.","versions":[{"lang":1,"streams":[{"redirect":13726015,"hoster":"VOE"},{"redirect":13726012,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Einer von uns","epNo":10,"alt":"","descr":"Als Polizist weiß man, dass es jederzeit passieren kann – trotzdem ist es für Böhmer hart, als er vor der Leiche seines Kollegen und Freundes Holger Willms steht. Mit zwei Schüssen aus nächster Nähe scheint Willms Opfer einer Exekution geworden zu sein. War er als Ermittler der Abteilung OK einem Mitglied des organisierten Verbrechens zu nahegekommen? Willms hatte in seinem letzten Fall die Spur eines neuen, sehr reinen Crystal Meth verfolgt. Als die Obduktion Spuren von Crystal Meth bei Willms nachweisen kann und seine Frau Marita von einem Schuldenberg berichtet, der sie immer mehr in die Enge getrieben hatte, wandelt sich Böhmers Bild von dem guten alten Freund: Hatte Willms die Seiten gewechselt und mit der Mafia kooperiert?","versions":[{"lang":1,"streams":[{"redirect":13726014,"hoster":"VOE"},{"redirect":13726016,"hoster":"Streamtape"}]}]}]}]}