{"path":"/serie/stream/die-schattenmacht","name":"Die Schattenmacht","descr":"Die Schattenmacht ist eine britische Miniserie, die aus sechs Episoden besteht. Sie hat eine politische Verschwörung zum Thema, die aufgrund wirtschaftlicher Interessen einen Krieg im fiktiven zentralasiatischen Staat Tyrgyztan auslösen könnte.","seasons":[{"path":"/serie/stream/die-schattenmacht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Der neue britische Botschafter in Washington, Sir Mark Brydon (Jason Isaacs), befindet sich auf dem Höhepunkt seiner diplomatischen Karriere. Doch kurz nach seinem Amtsantritt wird ein Flugzeug im amerikanischen Luftraum in die Luft gesprengt, ausgerechnet von einem Selbstmordattentäter mit britischem Pass. Die britische Botschaft gerät zunehmend ins Zentrum eines internationalen Komplotts. – Verschwörungsthriller über die geheimen politischen Machenschaften der USA.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599684","hoster":"VOE"},{"path":"/redirect/8405624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Botschafter Mark Brydon sieht sich mit Problemen konfrontiert, die kaum diplomatisch lösbar erscheinen. Nachdem sich herausgestellt hat, dass es sich bei dem Attentäter um einen Asiaten mit britischem Pass handelte, überschlagen sich die Ereignisse: Es kommt zu Ausschreitungen gegenüber Asiaten und inakzeptablen Handlungen führender amerikanischer Politiker. Zudem bittet ein alter Vertrauter Mark um Hilfe im Kampf gegen eine Diktatur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599685","hoster":"VOE"},{"path":"/redirect/8405626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Eine FBI-Operation verhindert einen weiteren Anschlag mit Giftgas. Auch hier sind britische Staatsbürger beteiligt, was die Position des Botschafters weiter verschlechtert. Ausgerechnet jetzt braucht Mark die Unterstützung der Weltmacht, um die Rebellen in Tirgistan im Kampf gegen das diktatorische Regime zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579898","hoster":"VOE"},{"path":"/redirect/8405634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die bisher nur losen Verbindungen zwischen der Diktatur in Tirgistan und dem Terrorakt in den USA werden ersichtlich. Mark Brydon ist am Zug, doch die von ihm entdeckte Wahrheit macht jedes weitere Vorgehen zu einem gefährlichen Drahtseilakt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599686","hoster":"VOE"},{"path":"/redirect/8405628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Alle Zeichen stehen auf Krieg: Tirgistan bricht die Verhandlungen mit den USA ab, und der Oppositionsführer Eshan kommt bei einem Attentat ums Leben. Kann der britische Botschafter den Frieden in letzter Sekunde wahren???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599687","hoster":"VOE"},{"path":"/redirect/8405629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Mark vermutet, dass Eshan auf Anweisung des Verteidigungsministeriums ermordet wurde. Soll sein Tod den angestrebten Krieg gegen Tirgistan rechtfertigen? Die Ermittlungen bringen den Botschafter und seine Vertrauten in höchste Gefahr. Offenbar stehen auch sie im Visier der Regierung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599689","hoster":"VOE"},{"path":"/redirect/8405635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schattenmacht/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Der Verdacht gegen Lynne Warner erhärtet sich. Die US-Verteidigungsministerin war 1999 für das Massaker in Tirgistan verantwortlich, dem zahlreiche Regimekritiker zum Opfer fielen. Mark stellt Warner zur Rede und versucht gemeinsam mit Caroline Hanley die Schuldigen dingfest zu machen, bevor es zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579896","hoster":"VOE"},{"path":"/redirect/8405637","hoster":"Streamtape"}]}]}]}]}