{"seriesId":"die-himmlische-joan","name":"Die himmlische Joan","descr":"[Joan of Arcadia] Joan Girardi ist 16 Jahre alt und vor vier Monaten mit ihrer Familie nach Arcadia gezogen, wo ihr Vater Will die Stelle des Polizeichefs angenommen hat. Ihre Mutter Helen arbeitet als Sekretärin an ihrer Schule, auf die auch ihr jüngerer Bruder Luke, ein Wissenschafts-Freak, geht. Ihr älterer Bruder Kevin ist durch die Folgen eines Autounfalls an einen Rollstuhl gebunden. Joan führt das Leben eines normalen Teenagers – bis zu dem Tag, an dem sie auf einmal von Gott angesprochen wird. Er erscheint ihr in immer anderer Gestalt – mal als süßer Junge in ihrem Alter, mal als kleines Mädchen, mal als Navy-General – doch immer gibt er ihr kleine Anweisungen wie z.B. sich einen Job zu suchen, Schach zu lernen oder ein Boot zu bauen…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zeig mir ein Wunder!","epNo":1,"alt":"Joan Of Arcadia – Pilot","descr":"Die hübsche Girardi ist gerade mit ihrer Familie nach Arcadia gezogen. Joan fällt es nicht leicht, sich an das Leben in der Kleinstadt zu gewöhnen. Doch plötzlich spricht Gott in immer wieder wechselnden Gestalten mit ihr und gibt ihr Aufträge, mit denen sich Joan nicht selten Ärger einhandelt oder lächerlich macht. Mit der Zeit lernt Joan: Obwohl sie nur ein junges Mädchen ist, kann sie mit kleinen Dingen viel bewirken.Im Alltag der 16-jährigen Joan ist nichts mehr wie es wahr, als eines Tages Gott zu ihr spricht. Er fordert sie auf, sich einen Job in einem Buchladen zu besorgen. Aus Angst, für verrückt erklärt zu werden, berichtet sie niemandem davon. Und obwohl ihre Eltern nicht begeistert sind, tritt sie die Stelle an. Der tiefere Sinn wird schnell erkennbar. Ihr Bruder Kevin ist nun im Zugzwang: Wenn selbst seine kleine Schwester einen Job findet, dann sollte es ihm auch gelingen…","versions":[{"lang":1,"streams":[{"redirect":12916052,"hoster":"VOE"},{"redirect":11680607,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Holz brennt nicht","epNo":2,"alt":"The Fire And The Wood","descr":"Ein Mann ist bei einem Brand ums Leben gekommen. Weil sich Will nicht sicher ist, ob es sich um einen Unfall oder um Brandstiftung gehandelt hat, bittet er Feuerwehrchef Tom Wyatt um sein Urteil. Doch dann befällt Will der Verdacht, dass Tom selbst dahinter stecken könnte. Derweil fasst Kevin neuen Lebensmut: Nach bestandener Führerscheinprüfung schenkt ihm Helen ein Auto, und auf seiner ersten Spritztour flirtet er sogar mit der Kellnerin in einem Drive-In…","versions":[{"lang":1,"streams":[{"redirect":11680680,"hoster":"VOE"},{"redirect":11680770,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Keine Ahnung von Schach","epNo":3,"alt":"Touch Move","descr":"Angestachelt von ihren Schulfreundinnen, versucht Joan herauszufinden, ob Grace lesbisch ist. Gott gefällt es jedoch nicht, wie sich Joan von ihren Freundinnen vor den Karren spannen lässt. Und um ihr eine Lektion zu erteilen, fordert er sie auf, Schach zu spielen. Dabei könne sie am besten lernen, wie wichtig es ist, sein eigenes Spiel zu spielen und sich nicht von anderen manipulieren zu lassen. Derweil glaubt Kevin, Schmerzen in seinen gelähmten Beinen zu verspüren","versions":[{"lang":1,"streams":[{"redirect":11680768,"hoster":"VOE"},{"redirect":11680755,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Boot","epNo":4,"alt":"The Boat","descr":"Will nimmt Kevin mit zum Basketball für Rollstuhlfahrer. Das macht Kevin jedoch wütend, weil er glaubt, Will würde ihn nicht mehr achten. Derweil soll Joan im Auftrag Gottes ein Boot bauen. Obwohl sie völlig ungeschickt ist, wagt sie sich an das Unternehmen. Doch Schuldirektor Price schafft es, ihr jegliches Selbstvertrauen auszureden. Entnervt lässt sie das halbfertige Boot liegen. Einen Vorteil hat die Sache: Beim Abbau des Bootskeletts vertragen sich Will und Kevin wieder.","versions":[{"lang":1,"streams":[{"redirect":11680769,"hoster":"VOE"},{"redirect":11680759,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein charmanter Junge","epNo":5,"alt":"Just Say No","descr":"Gott fordert Joan auf, in der Garagenauffahrt einen Trödelmarkt zu veranstalten. Bei der Gelegenheit lernt sie ihren Mitschüler Clay genauer kennen. Den charmanten Burschen könnte sie sich gut als Freund vorstellen. Doch dann erfährt sie, dass Clay die Polizeimarke ihres Vaters gestohlen hat. Derweil hat Kevin Arbeit bei der Lokalzeitung \"Arcadia Herald\" bekommen. Als er erfährt, dass er wegen seiner Behinderung angestellt wurde, will er den Job gleich wieder hinwerfen.","versions":[{"lang":1,"streams":[{"redirect":11680771,"hoster":"VOE"},{"redirect":11680761,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Böse Mädchen","epNo":6,"alt":"Bringeth It On","descr":"Joan soll auf Gottes Anweisung an einem Vortanzen der Cheerleader teilnehmen – was zu Spannungen mit Grace führt. Die glaubt nämlich, dass ihre Freundin sich bei den beliebten Mädchen einschmeicheln will. Als Joan jedoch merkt, wie die Cheerleader miteinander umgehen und wie oberflächlich sie sind, gibt sie ihr Vorhaben schnell wieder auf. Da entdeckt die Polizei in einem Müllcontainer ein Neugeborenes, dessen Mutter ein Mädchen aus dem Cheerleaderteam sein soll…","versions":[{"lang":1,"streams":[{"redirect":11680767,"hoster":"VOE"},{"redirect":11680763,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"November","epNo":7,"alt":"Death Be Not Whatever","descr":"Nur widerwillig geht Joan zur Berufsberatung in ihrer Schule. In Gestalt eines Flugbegleiters spricht Gott sie dort an und gibt ihr den Rat, aufmerksam nach einer neuen Beschäftigung Ausschau zu halten. Kurz darauf – sie sitzt gerade mit Adam im Bus – veranlasst die traurige Geschichte von Sylvia Tardio sie dazu, sich als Babysitter anzubieten. Ihr neuer Schützling, der achtjährige Rocky, hat allerdings eine ganz spezielle Vorliebe – er ist vom Tod besessen.","versions":[{"lang":1,"streams":[{"redirect":13008241,"hoster":"VOE"},{"redirect":11680783,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Ausstellung","epNo":8,"alt":"The Devil Made Me Do It","descr":"Joan bekommt von Gott einen neuen Auftrag: Sie soll verhindern, dass Adam seine Skulptur bei der Kunstausstellung in der Schule vorführt. Trotz größter Bemühungen gelingt es ihr nicht, Adam davon zu überzeugen, ihr die Skulptur zu überlassen – er ist fest entschlossen, an der Ausstellung teilzunehmen. Bereits kurz nach der Eröffnung wird seine Arbeit für 500 Dollar verkauft. Adam beschließt daraufhin, die Schule zu verlassen, um Künstler zu werden…","versions":[{"lang":1,"streams":[{"redirect":11680786,"hoster":"VOE"},{"redirect":11680772,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Revolution!","epNo":9,"alt":"St. Joan","descr":"Joan soll einen Geschichtstest über Johanna von Orleans schreiben, und Gott erwartet von ihr die Bestnote. Doch je mehr sie sich mit dem Thema beschäftigt, desto mehr Parallelen zieht sie zu ihrem eigenen Leben. Die intensive Beschäftigung mit der Heiligen bleibt auch ihrer Mutter Helen nicht verborgen, die sich langsam ernsthafte Gedanken um die geistige Verfassung ihrer Tochter macht. Sie setzt durch, dass die gesamte Familie Girardi zu einem Therapeuten geht…","versions":[{"lang":1,"streams":[{"redirect":11680788,"hoster":"VOE"},{"redirect":11680774,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Null Toleranz","epNo":10,"alt":"Drive, He Said","descr":"Helen befürchtet, in anderen Umständen zu sein und macht heimlich einen Schwangerschaftstest. Als Luke den Test findet, nimmt er an, dass er seiner Schwester gehört. Joan macht derweil – auf Gottes Anweisung hin – ihren Führerschein. Will hat ganz andere Sorgen: Er hält einen Wagen an, der ein Stoppschild überfahren hat. Doch darin sitzt nicht, wie angenommen, Richter Donald Baker, sondern ein Strafgefangener, der ihn als Geisel nimmt","versions":[{"lang":1,"streams":[{"redirect":11680780,"hoster":"VOE"},{"redirect":12482163,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Date mit einem Rowdy","epNo":11,"alt":"The Uncertainty Principle","descr":"Gott verlangt von Joan, dass sie mit ihrem gewalttätigen Mitschüler Steve zum Tanzabend gehen soll. Joan – von der Idee selbst nicht gerade begeistert – kann Will und Helen nur schwer zur Zusage überreden. Am Abend wird Steve schließlich von Mr. Price mit Alkohol erwischt und von der Schule geworfen. Wutentbrannt steigt er in seinen Wagen und fährt davon. Entgegen der Ratschläge ihrer Mutter springt Joan im letzten Moment mit in das Auto…","versions":[{"lang":1,"streams":[{"redirect":11680787,"hoster":"VOE"},{"redirect":11680784,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rocky","epNo":12,"alt":"Jump","descr":"In einem Traum erfährt Joan, dass Rocky Tardio, ein Junge, auf den sie einmal aufgepasst hat, gestorben ist. Auch Adam taucht in ihrem Traum auf. Nachdem Gott ihr keine Antworten liefert, findet sie heraus, dass Adam sich weigert, einen Brief seiner Mutter zu lesen, den sie vor ihrem Selbstmord an ihn geschrieben hat. Währenddessen muss sich Will entscheiden, ob er ein Jobangebot des neuen Sheriffs Mike Rakowski annimmt oder als Detective weiterarbeitet…","versions":[{"lang":1,"streams":[{"redirect":11680789,"hoster":"VOE"},{"redirect":11680791,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Let’s Have A Party","epNo":13,"alt":"Recreation","descr":"Joan, Kevin und Luke wollen ihren Eltern eine Auszeit gönnen – sie legen ihr Taschengeld zusammen und schicken sie übers Wochenende in einen Wohlfühl-Urlaub. Da sie jetzt eine sturmfreie Bude haben und Kevin mit Rebecca beschäftigt ist, planen Joan und Luke eine Party. Doch als die beiden Bier kaufen wollen, weigert sich Gott in der Gestalt des Ladenbesitzers, ihnen Alkohol zu verkaufen. Außerdem will Adam jetzt endlich wissen, wie Joan wirklich zu ihm steht…","versions":[{"lang":1,"streams":[{"redirect":11680804,"hoster":"VOE"},{"redirect":11680796,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Pro und Contra","epNo":14,"alt":"State Of Grace","descr":"Der Kunstlehrer der High School hat aufgrund verschärfter Sicherheitsmaßnahmen seinen Job gekündigt. Unterdessen erhält Joan von Gott die Aufforderung, im Debattierklub der Schule mitzumachen, wo ihr der stotternde Klassenkamerad Scott als Partner zur Seite gestellt wird. Gemeinsam sollen sie Argumente für die verschärften Sicherheitsmaßnahmen finden. Joan ermutigt Scott, sich durch sein Stottern nicht aus der Fassung bringen zu lassen","versions":[{"lang":1,"streams":[{"redirect":11680805,"hoster":"VOE"},{"redirect":11680802,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Diese verdammte Familie","epNo":15,"alt":"Night Without Stars","descr":"Gott bittet Joan darum, sich um bedürftige Kinder zu kümmern. So meldet sie sich freiwillig, um auf missbrauchte Kinder aufzupassen. Ihre Klassenkameradin Iris ist auch mit von der Partie. Als sie erfährt, dass Adam zwei Karten für ein Konzert besorgt hat, um mit ihr hinzugehen, ist sie überglücklich – leider findet das Konzert zu einem Zeitpunkt statt, an dem sie babysitten soll. Und dann bemerkt sie auch noch Adams offensichtliches Interesse für Iris","versions":[{"lang":1,"streams":[{"redirect":11680799,"hoster":"VOE"},{"redirect":11680798,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Yo, Schneewittchen","epNo":16,"alt":"Double Dutch","descr":"Beim Seilspringen lernt Joan die 16-jährige Karen Casper kennen und erfährt, dass sie obdachlos ist. Joan lädt Karen zum Abendessen ein. Als Karen aber hört, dass Will Polizist ist, verlässt sie die Wohnung fluchtartig. Jeder Versuch von Joan, Karen zu helfen, bleibt erfolglos – schließlich verlässt Karen spurlos die Stadt. Unterdessen soll Kevin ein Interview mit der Violinistin Michelle Turner führen. Doch aus dem Interview wird ein romantisches Abendessen","versions":[{"lang":1,"streams":[{"redirect":11680810,"hoster":"VOE"},{"redirect":11680867,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mein ist die Rache","epNo":17,"alt":"No Bad Guy","descr":"Endlich konnte Joan ihre Mitschülerinnen Angela und Laurie davon abbringen, die unbeliebte Alice Orban zu ärgern, da steckt sie selbst im Schlamassel. Nur mit ihrer Unterwäsche bekleidet, wird sie außerhalb der Mädchenumkleidekabine überrascht. Peinlich genug – doch Angela hat die Szene auch noch auf einem Foto festgehalten. Grace und Adam bieten der wütenden Joan an, ihr auf ihrem Rachefeldzug zu helfen – aber Gott mahnt Joan, ihre Besonnenheit nicht zu verlieren…","versions":[{"lang":1,"streams":[{"redirect":11680807,"hoster":"VOE"},{"redirect":11680813,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tausend bescheuerte Sachen","epNo":18,"alt":"Requiem For A Third Grade Ashtray","descr":"Eine Chemie-Prüfung steht vor der Tür, Adam bräuchte Hilfe bei der Vorbereitung seiner ersten Kunstausstellung – Joan hat tausend Sachen um die Ohren. Dennoch hält Gott noch weitere Aufgaben bereit: Joan muss zu Hause helfen. Also kümmert sie sich um den kranken Luke, und als ihre Mutter zu einem wichtigen Termin muss, bietet Joan an, sich um das Abendessen zu kümmern. Derweil bleiben Will und Toni mit einem Aufzug stecken. Mit dabei: eine hochschwangere Frau","versions":[{"lang":1,"streams":[{"redirect":11680822,"hoster":"VOE"},{"redirect":11680809,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der mysteriöse Richard","epNo":19,"alt":"Do The Math","descr":"Gott schickt Joan zur Klavierlehrerin Eva Garrison. Eva, eine alternde Alkoholikerin, hat eigentlich keine Lust mehr, Klavierstunden zu geben. Doch für ein paar Unterrichtsstunden hilft ihr Joan bei der Hausarbeit. Als Joan zu Hause ihre Notenbücher sucht, findet sie zufällig Briefe ihres Großvaters. Aus ihnen geht hervor, dass ihr Vater ein Geheimnis hütet, in dem ein gewisser Richard eine Rolle spielt. Es stellt sich heraus, dass Richard ein Halbbruder Wills ist…","versions":[{"lang":1,"streams":[{"redirect":11680829,"hoster":"VOE"},{"redirect":11680817,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gedicht mit Soße","epNo":20,"alt":"Anonymous","descr":"Eigentlich sollte Joan glücklich sein, denn Adam hat ihretwegen seine Liebelei mit Iris beendet. Doch Joan ist sich trotzdem nicht sicher. Durch die Mitarbeit am Schuljahrbuch will sie sich seiner würdig erweisen. Leider hat Redakteur Brian für sie und Iris die gleiche Aufgabe vorgesehen: Fotos schießen – und das kann ihre Konkurrentin viel besser. Auch mit Botengängen für die Redaktion hat sie kein Glück. Joan verliert alle Gedichte, die für das Jahrbuch vorgesehen waren…","versions":[{"lang":1,"streams":[{"redirect":12384238,"hoster":"VOE"},{"redirect":11680819,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Schminken, Joan!","epNo":21,"alt":"Vanity, Thy Name Is Human","descr":"Joan erhält von Gott den Auftrag, an einem Schmink-Kurs teilzunehmen. Widerwillig gehorcht Joan und findet schon nach kurzer Zeit sogar Gefallen daran. Alle Jungs zeigen sich angetan von ihrem neuen Styling – nur Adam nicht. Verärgert über seine Gleichgültigkeit schmeißt sie den Kurs und stellt Adam zur Rede: Sie hat es satt, dass sie sich ständig etwas vorspielen, nur um sich gegenseitig zu gefallen. Und nebenbei entdecken sie ihre gemeinsame Vorliebe für Trash-Filme","versions":[{"lang":1,"streams":[{"redirect":11680825,"hoster":"VOE"},{"redirect":11680827,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Geschenk","epNo":22,"alt":"The Gift","descr":"Joan befindet sich gerade im Prüfungsstress, trotzdem möchte Gott, dass sie herausfindet, was für ein Geschenk sie Adam machen könnte. Als Joan in seinem Rucksack ein Kondom findet, deutet sie das als Aufforderung, mit Adam zu schlafen. Doch Adam sucht in Wirklichkeit nur jemanden, bei dem er sich geborgen fühlen und Kraft schöpfen kann. Denn seit sein Vater krank ist, hat Adam es doppelt schwer, neben der Schule auch noch Geld verdienen zu müssen.","versions":[{"lang":1,"streams":[{"redirect":11680833,"hoster":"VOE"},{"redirect":11680828,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein eigenartiger Tag","epNo":23,"alt":"Silence","descr":"An ihrem letzten Schultag bricht Joan plötzlich zusammen und wird ins Krankenhaus eingeliefert. Sie leidet an Borreliose, die mit Hirnhautentzündung und Halluzinationen einher geht. Als Joan davon erfährt, ist sie völlig verunsichert: Hat sie sich Gott nur eingebildet? Denn auf einmal spricht er nicht mehr zu ihr… Joan weiht Adam ein, doch er kann ihre Geschichten über Gott nicht nachvollziehen. Am Boden zerstört, gesteht sie ihren Eltern, dass sie nicht mehr an Gott glaubt.","versions":[{"lang":1,"streams":[{"redirect":11680832,"hoster":"VOE"},{"redirect":11680838,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Fünf Minuten täglich","epNo":1,"alt":"Only Connect","descr":"Joan war die Ferien über in Therapie und denkt nun, dass sie nur Halluzinationen hatte. Sie will unbedingt normal sein! Adam hingegen hat Bücher über göttliche Visionen gelesen und glaubt ihr nun endlich, doch Joan reagiert abweisend. Schwierig ist auch ihre Beziehung zu Luke. Er musste einen Vertrag unterzeichnen, die Beziehung geheim zu halten. Als Kevin das mitkriegt, rät er seinem Bruder aufzubegehren und ihr zu zeigen, dass ‚fünf Minuten Knutschen täglich‘ nicht reicht.","versions":[{"lang":1,"streams":[{"redirect":11680837,"hoster":"VOE"},{"redirect":11680835,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Offene Augen","epNo":2,"alt":"Out of Sight","descr":"Joan will Gott nicht mehr sehen und ignoriert ihn fortan. Sie nimmt auch seine Aufforderung ‚die Augen offenzuhalten‘ nicht ernst. In der Schule taucht Judith auf, mit der sich Joan im Feriencamp angefreundet hat. Als die Eltern von Judith übers Wochenende wegfahren, schmeißt Judith eine Party und lädt auch Joan samt Clique ein. Judith trinkt soviel, dass sie bewusstlos wird und ins Krankenhaus muss. Joan bereut nun, dass sie ihre Augen für Judith nicht offengehalten hat…","versions":[{"lang":1,"streams":[{"redirect":11680840,"hoster":"VOE"},{"redirect":11680843,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Garten","epNo":3,"alt":"Back to the Garden","descr":"Joan soll sich für den Physikunterricht ein Projekt ausdenken. Gott hat Joan nahe gelegt, einen Garten in der Raucherecke des Schulhofes anzupflanzen. Joan möchte, dass Grace, Adam und Judith bei dem Projekt mitarbeiten, aber Grace hat zuerst keine Lust, Adam ist von der Zusammenarbeit mit Judith nicht begeistert und Judith ist gar nicht erst interessiert. Nun ist guter Rat teuer","versions":[{"lang":1,"streams":[{"redirect":11680844,"hoster":"VOE"},{"redirect":11680846,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kater Larry","epNo":4,"alt":"The Cat","descr":"Joan soll einen wilden Kater bei sich aufnehmen, obwohl sie Katzen nicht leiden kann. Sie hält sich im Umgang mit dem Tier streng an eine Broschüre – ohne Erfolg. Bei den Girardis ist Helens Tante Olive zu Besuch. Nachdem sie einen Schlaganfall erleidet, überredet Helen die Familie, Olive zu pflegen, bis sie wieder auf den Beinen ist. Da Olive Katzen hasst, muss Kater Larry zu Adam. Überraschenderweise verstehen sich die beiden bestens! Doch das Glück ist nur von kurzer Dauer…","versions":[{"lang":1,"streams":[{"redirect":11680852,"hoster":"VOE"},{"redirect":11680850,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahlkampf","epNo":5,"alt":"The Election","descr":"Joan erhält von Gott den Auftrag bei der Schülervertreterwahl mitzuwirken. Sie unterstützt den Außenseiter Brian Beaumont, im Gegenzug soll er als gewählter Schülervertreter Adam zu einem Kunststipendium verhelfen. Der Gegenkandidat Lars Clausterman ist aber viel populärer und als der verbreitet, dass Brians Vater im Gefängnis sitzt, versucht Joan, etwas herauszufinden, das wiederum Lars schadet. Nichts leichter als das, denn Lars ist schwul…","versions":[{"lang":1,"streams":[{"redirect":11680855,"hoster":"VOE"},{"redirect":11680854,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geld macht Spaß","epNo":6,"alt":"Wealth of Nations","descr":"Joan hat in ihrer Ökonomiearbeit eine Eins geschrieben, und Gott möchte, dass sie ihre theoretischen Kenntnisse in Taten umsetzt. Als Helen von der Kleidersammelaktion der Kirche berichtet, entschließt sich Joan, mitzuhelfen. Zwischen den Kleiderspenden findet Judith einen roten Ledermantel, und Joan kommt auf die Idee, ihn zu verkaufen. Von dem Erlös will sie den Obdachlosen Kleidung kaufen. Nur fließt nicht das ganze Geld zurück, sie behält etwas für sich und Judith zurück…","versions":[{"lang":1,"streams":[{"redirect":11680856,"hoster":"VOE"},{"redirect":11680859,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Beweis auf Video","epNo":7,"alt":"P.O.V.","descr":"Joan hat viel zu tun und hat noch nicht einmal Zeit, Adam bei seinem Kunstprojekt zu helfen. Trotz ihrer vielen Pflichten möchte Gott von Joan, dass sie ihr Leben auf Video festhält. Bei ihren Filmarbeiten sieht Joan durch Zufall, wie Judith Adam in den Arm nimmt – und wird rasend eifersüchtig… Helen bekommt einen Anruf von ihrer alten Flamme Jeremy. Sie ist sich nicht sicher, ob sie sich mit ihm treffen soll, denn eigentlich ist sie ja jetzt mit Will zusammen…","versions":[{"lang":1,"streams":[{"redirect":11680858,"hoster":"VOE"},{"redirect":11680865,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Freitagnacht","epNo":8,"alt":"Friday Night","descr":"Weil ihre Eltern nicht in der Stadt sind, verbringt Judith wieder einmal die Nacht im Hause Girardi; dort gehört sie schon fast zur Familie. Adam will Joan am Freitagabend groß ausführen. Judith hatte zwar versprochen, nicht zu verraten, wo er mit Joan hingehen will, aber sie verrät es dann doch, weil Joan im Gegenzug verspricht, jonglieren zu lernen. Mit diesem Projekt will Judith ihre Physiknote retten. Doch die Nacht verläuft für Joan und Adam dann anders als geplant…","versions":[{"lang":1,"streams":[{"redirect":11680863,"hoster":"VOE"},{"redirect":11680869,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"No Future","epNo":9,"alt":"No Future","descr":"Nach einem unbefriedigendem Gespräch mit ihrem Therapeuten über den Tod von Judith muss Joan, wie der Rest der Familie, in Kevins Klagesache aussagen. Außerdem teilt ihr Mr. Price mit, dass sie aufgrund ihrer Leistungen keine Chance hat, an eine gute Uni zu kommen. Joan ist deprimiert und will wissen, wie es für sie weitergeht. Sie sucht eine Hellseherin auf – die entpuppt sich jedoch als Gott, der Joan sagt, dass nur sie allein die Macht hat, ihre Zukunft zu gestalten","versions":[{"lang":1,"streams":[{"redirect":11680885,"hoster":"VOE"},{"redirect":11680870,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Buch der Fragen","epNo":10,"alt":"The Book of Questions","descr":"Grace steht kurz vor ihrer Bat Mitzwa. Alles ist vorbereitet – das Outfit perfekt. Aber kurz vor ihrem großen Auftritt kneift sie. Joan versteht die Welt nicht mehr und versucht, sie zu überreden. Als Graces Mutter die Tür öffnet, weiß sie sofort, was los ist… Ryan wird des Ladendiebstahls bezichtigt und verhaftet. Sehr zur Freude von Will erleidet er einen Nervenzusammenbruch. Helen ist von der Gefühlskälte ihres Mannes irritiert und zieht sich weiter zurück…","versions":[{"lang":1,"streams":[{"redirect":11680879,"hoster":"VOE"},{"redirect":11680876,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bauchklatscher","epNo":11,"alt":"Dive","descr":"Gott möchte von Joan, dass sie etwas tut, wovor sie sich fürchtet. Joan nimmt also ihre Höhenangst in Angriff und macht beim Probetraining der Turmspringer mit. In ihren Träumen erscheint ihr aber immer wieder Judith. Joan erkennt schließlich, dass sie zum Grab von Judith gehen soll, denn das ist es, wovor sie am meisten Angst hat: Abschied nehmen. Auch Luke will seine Ängste anpacken. So landet er ebenfalls beim Turmspringerprobetraining…","versions":[{"lang":1,"streams":[{"redirect":11680880,"hoster":"VOE"},{"redirect":11680887,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Glücksspiel","epNo":12,"alt":"Game Theory","descr":"Joan ist frustriert, weil ihre Noten wohl nicht fürs College reichen. Bei der Berufsberatung beschließt sie, an eine Berufsschule zu gehen und Innenarchitektur zu belegen. Doch ein Glücksspiel bringt einen Sinneswandel. Beim ‚Stein-Schere-Papier-Spiel‘ ist Joan unschlagbar, sie gewinnt fast immer. Luke, Freedman und Glynnis wollen Joan daher mit Hilfe von Mathematik und Statistik schlagen. Sie verliert auch, aber ihr Ehrgeiz ist geweckt – sie will jetzt unbedingt aufs College.","versions":[{"lang":1,"streams":[{"redirect":11680886,"hoster":"VOE"},{"redirect":11680882,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Königin der Zombies","epNo":13,"alt":"Queen of the Zombies","descr":"Joan und Adam suchen immer noch nach einem gemeinsamen College. Zu allem Übel möchte Gott, dass Joan im Schulmusical mitmacht. Der Regisseur, Johnny Broadway, ist sehr exzentrisch, so ändert er das Stück Tage vor der Aufführung immer noch. Als Grace einer Probe beiwohnt und lauthals das Stück kritisiert, nimmt Broadway ihre Vorschläge an – und gibt ihr einen Solopart. Die Aufführung wird dennoch katastrophal, doch Joan kommt so zu einer wichtigen Erkenntnis…","versions":[{"lang":1,"streams":[{"redirect":11680889,"hoster":"VOE"},{"redirect":11680881,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Heldin für einen Tag","epNo":14,"alt":"The Rise \u0026 Fall of Joan Girardi","descr":"Joan rettet Dylan das Leben und wird so zur Schulheldin. Dylan ist ein schüchternes Mädchen, das zu Joan aufsieht und ihre Freundin werden möchte. Dafür zeigt sie ihren bisherigen Freundinnen die kalte Schulter. Doch als Brian, der Schulreporter, anfängt, Fragen zu stellen, stellt sich Dylan nicht hinter Joan, sondern lässt sie hängen. Nun glauben alle, dass Joan gelogen hat! Erst ein Gespräch mit Gott bringt wieder Klarheit für Joan","versions":[{"lang":1,"streams":[{"redirect":11680892,"hoster":"VOE"},{"redirect":11680899,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Liebe ist eine Geisteskrankheit","epNo":15,"alt":"Romancing the Joan","descr":"Adam hat auf einmal zum Erstaunen aller eine Assistentin namens Stevie. Joan ist natürlich eifersüchtig, doch Adam wiegelt ab. Als Gott Joan rät, sich mit Poesie beschäftigen und die Zusatzhausaufgabe Gedichtanalyse zu erledigen, sucht sie nach einem Nachhilfelehrer. Roger hilft ihr bald nicht nur bei der Poesie, sondern flirtet auch heftig mit Joan. Gekränkt von Adams Verhalten, lässt Joan sich auf einen Kuss mit Roger ein…","versions":[{"lang":1,"streams":[{"redirect":11680894,"hoster":"VOE"},{"redirect":11680893,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Nacht mit Adam","epNo":16,"alt":"Independence Day","descr":"Adam und Joan wollen auf ein Konzert weit weg von Arcadia fahren und nach dem Konzert im Wohnmobil von Adams Vater übernachten. Nur hat Joan diese Rechnung ohne ihre Mutter gemacht, die ihr den Trip verbietet. Um doch noch zum Konzert zu können, lügt Joan ihre Mutter einfach an. Und wirklich: Nach dem Konzert kommt es zwischen Joan und Adam beinahe zum Äußersten, doch Joan will ihr erstes Mal nicht in einem Auto erleben. Adam ist verstimmt…","versions":[{"lang":1,"streams":[{"redirect":11680896,"hoster":"VOE"},{"redirect":11681083,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Licht und Schatten","epNo":17,"alt":"Shadows and Light","descr":"Joan möchte Stevie helfen, an ihre Sozialversicherungsnummer zu kommen, um nebenbei ein bisschen Geld verdienen zu können. Doch ihre Mutter Erica weigert sich, ihr die Unterlagen zu geben. Als die beiden im Papierkram schnüffeln, lüften sie ein dunkles Familiengeheimnis, das Erica letztlich ins Gefängnis bringen wird. Kevin soll wieder fürs Fernsehen arbeiten und ausgerechnet über eine neue Methode zur Behandlung von Querschnittslähmung berichten. Er lehnt erstmal intuitiv ab.","versions":[{"lang":1,"streams":[{"redirect":11680901,"hoster":"VOE"},{"redirect":11680903,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bilder an der Wand","epNo":18,"alt":"Secret Service","descr":"Das Auto des unbeliebten Vizerektors Price wird von Schülern mit Eiern beworfen. Joan hat zwar nichts damit zu tun, wird aber trotzdem von Price dazu verdonnert, am Wochenende gemeinnützige Arbeit zu leisten. Gott sagt ihr, dass man Ungerechtigkeiten erdulden muss… Adam will am Wochenende nach Rhode Island um sich an einer Kunstschule vorzustellen. Da Joan gemeinnützige Arbeit leisten muss, kann sie nicht mit. Aber dann sieht sie Adam am Samstag Abend auf der Straße…","versions":[{"lang":1,"streams":[{"redirect":11680907,"hoster":"VOE"},{"redirect":11680920,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Prozess","epNo":19,"alt":"Trial and Error","descr":"Joan soll beim ‚Prozessspiel‘ in der Schule mitmachen. Bei dieser nachgestellten Verhandlung soll eine Märchenfigur – Jack aus ‚Jack und die Wunderbohne‘ – angeklagt werden. Grace ist die Verteidigerin, Joan die Staatsanwältin und Adam spielt Jack. Gott macht Joan darauf aufmerksam, dass ein Gerichtsverfahren oftmals die grausame Wahrheit ans Licht bringt. Und siehe da, es stellt sich heraus, dass Adam Joan mit Bonnie betrogen hat. Joan ist fassungslos.","versions":[{"lang":1,"streams":[{"redirect":11680908,"hoster":"VOE"},{"redirect":11680913,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Frühjahrsputz","epNo":20,"alt":"Spring Cleaning","descr":"Joan hat sich von Adam getrennt. Um mit ihren Gefühlen aufzuräumen, verordnet Gott ihr einen Frühjahrsputz. Der endet damit, dass sie Adam all die Sachen wiedergibt, die er ihr mal geschenkt hat… Zwischen ihren Sachen findet Joan auch noch einige Dinge, die ihrem Beratungslehrer Mr. Tuchman gehören. Als sie sie ihm zurückbringt, gerät sie in ein Gespräch zwischen ihm und Chelsea – mit verhängnisvollen Folgen.","versions":[{"lang":1,"streams":[{"redirect":11680911,"hoster":"VOE"},{"redirect":11700627,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der rote Faden","epNo":21,"alt":"Common Thread","descr":"Gott schlägt Joan vor, wieder mit dem Stricken anzufangen. Dieses Projekt soll ihr vor Augen führen, dass alles im Leben zusammenhängt – so wie ein Schal nur aus einem einzigen Faden besteht. Das Verhältnis zwischen Joan und Adam ist immer noch angespannt. Als Adam Joan davon erzählt, dass er gefeuert worden ist, lässt sie ihn eiskalt abblitzen. Als Adam daraufhin nicht vom Wandern im Naturschutzgebiet zurückkommt, machen sich alle Sorgen…","versions":[{"lang":1,"streams":[{"redirect":11680952,"hoster":"VOE"},{"redirect":11823377,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Flammen des Bösen","epNo":22,"alt":"Something Wicked This Way Comes","descr":"Das Ende des Schuljahres naht und Joan ist im Prüfungsstress. Plötzlich tauchen Judith und Rocky, ihre toten Freunde, in Visionen auf und geben Joan Hinweise, dass sie sich auf eine ganz andere Prüfung vorbereiten soll. Ryan Hunter, der Mann der Adam gerettet hat, scheint Joans Gegenspieler zu werden. Er schleicht sich in alle Lebensbereiche von Joan und trägt ganz offenkundig die Züge des Teufels, auch wenn er eigentlich der Vorzeigebürger zu sein scheint…","versions":[{"lang":1,"streams":[{"redirect":11680953,"hoster":"VOE"},{"redirect":11680932,"hoster":"Streamtape"}]}]}]}]}