{"path":"/serie/stream/die-legende-von-korra","name":"Die Legende von Korra","descr":"Die 17-Jährige Korra ist der neue Avatar vom südlichen Wasserstamm. Sie beherrscht bereits drei Elemente, nun möchte sie ihre Fähigkeiten um das letzte Element Luft erweitern. Ihr Wunsch führt sich nach Republic City, ein Großstadtmoloch, in der das Zusammenleben schwierig geworden ist und die Sympathiewerte für die Bändiger im Keller sind. Unter der Schirmherrschaft von Tenzin, Aangs Sohn, der das Element Luft beherrscht, beginnt Korra ihr Training und stellt sich tapfer dem drohenden Unheil. Mit Amon hat Korra einen scheinbar übermächtigen und angsteinflößenden Gegenspieler, der alle Bändiger ausschalten möchte und Korras Fortschritte mit allen Mitteln sabotiert. Doch die ungestüme, neugierige und mutige Korra stellt sich der Aufgabe die ihr zugedacht ist und bezwingt ihre Angst.","seasons":[{"path":"/serie/stream/die-legende-von-korra/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-1","name":"Willkommen in Republika","epNo":1,"alt":"Welcome to Republic City","descr":"Als ich nach Republika kam, habe ich nur gestaunt. Ich habe zu mir selbst gesagt: \"Korra, das ist die Stadt, die sich Aang und Feuerlord Zuko gewünscht hätten. Hier gibt es so viel Leben, alle Bewohner der Stadt leben friedlich zusammen und führen ein Leben, in dem Bändiger und Nichtbändiger friedlich miteinander das Leben genießen können. Ich habe allerdings schnell bemerkt, dass es dann doch nicht so toll ist, wie es scheint. Ob Anti-Bändiger oder kriminelle Banden, hier gibt es alles. Ich muss den Menschen helfen und sie verteidigen!\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358010","hoster":"VOE"},{"path":"/redirect/14378226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-2","name":"Wie ein Blatt im Wind","epNo":2,"alt":"A Leaf in the Wind","descr":"Frustriert von ihren fehlgeschlagenen Versuchen, missachtet Korra Tenzins Anweisungen und schleicht sich zur berühmten Pro-Bending-Arena. Dort freundet sie sich mit den Brüdern Mako und Bolin an. Kurz darauf steigt das Mannschaftsmitglied Hasook aus dem Team aus und Korra bietet sich an ihn zu ersetzen, sie wird aufgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358098","hoster":"VOE"},{"path":"/redirect/14378227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-3","name":"Die Enthüllung","epNo":3,"alt":"The Revelation","descr":"Mako und Bolin brauchen Geld für die Profi-Bändigungs-Turniere. Bolin versucht bei den Triple Threat Triad, einer Bande aus Republica, Geld zu verdienen. Als er nicht zurückkommt, suchen Korra und Mako nach ihm und begegnen den Equalists. Auf einer Veranstaltung ebendieser finden Korra und Mako Bolin und andere Bändiger, denen nacheinander, von Amon, ihre Bändigungskräfte genommen werden. Durch ein Ablenkungsmanöver können Korra und Mako die Anderen befreien und flüchten mit Bolin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358057","hoster":"VOE"},{"path":"/redirect/14378229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-4","name":"Die Stimme in der Nacht","epNo":4,"alt":"The Voice in the Night","descr":"Asami Sato fährt mit ihrem Roller in Mako, wodurch sie ein Date haben. Ihr Vater Hiroshi Sato hat eine Überraschung für Mako: er wird die Feuerfredchen sponsern. Kurz darauf schafft Tarrlok es, Korra in seine Task Force zu bringen, um die Equalisten aus der Stadt zu vertreiben. Später fordert Korra Amon auf dem Aang Memorial heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256351","hoster":"VOE"},{"path":"/redirect/14256356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-5","name":"Der Geist des Wettbewerbes","epNo":5,"alt":"The Spirit of Competition","descr":"Hiroshi Sato, ein reicher Mann in Republika erklärt sich dazu bereit die Feuer Frettchen zu sponsern somit können sie weiterhin im Turnier bleiben. Nachdem Korra Mako ihre Gefühle offenbart, wird sie von Marko abgewiesen welcher sich nicht sicher ist ob er Korra oder die Tochter von Sato, Asami liebt. Korra und Marko küssen sich, doch Boulin hat sie dabei beobachtet und wird wütend. Im Halbfinale Spiel gibt es wegen dem Vorfall keinen Teamgeist mehr und als die Feuer Frettchen fast verloren konnte Korra die ganze Sache noch gerade biegen und sie somit ins Finale qualifizieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373183","hoster":"VOE"},{"path":"/redirect/14378228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-6","name":"Und der Gewinner ist...","epNo":6,"alt":"And the Winner Is…","descr":"Korra und die Feuer Frettchen bereiten sich auf das Finale des Profi-Bändigungsturniers vor, als Amon per Radio droht, die Arena anzugreifen. Der Große Rat will daraufhin die Arena schließen, bis Polizeichefin Lin Bei Fong persönlich für die Sicherheit bürgt. Das Match findet also statt, doch die Feuer Frettchen verlieren es gegen die Wolfsfledermäuse des weißen Wasserfalls, da diese offensichtlich die Schiedsrichter bestochen haben und deshalb für ihre Regelwidrigkeiten nicht bestraft werden. Jetzt schlägt Amon zu. Seine Equalisten setzen die Metallbändiger-Polizisten mit elektrischen Handschuhen außer Gefecht und er raubt den Betrügern demonstrativ ihre Bändigerkräfte. Korra und Lin versuchen ihn zu stellen doch er kann entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373232","hoster":"VOE"},{"path":"/redirect/14378231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-7","name":"Das Nachspiel","epNo":7,"alt":"The Aftermath","descr":"Nach der Schließung der Profi-Bändigungs-Arena ziehen Mako und Bolin zu Asami und ihrem Vater. Dort belauscht Korra Hiroshi Sato und stellt fest, dass er in die Equalistenbewegung verwickelt ist. Obwohl ihr zunächst niemand glaubt, bleibt sie hartnäckig und bringt Lin und Tenzin schließlich dazu, die Future Industries zu durchsuchen. Diese Durchsuchung bleibt zunächst erfolglos, doch dann erhalten sie einen Tipp, wonach sich unter Satos Anwesen eine Geheimfabrik befinden soll. Das stellt sich jedoch als Falle heraus, denn als sie in diese eindringen, werden sie bereits von Hiroshi mit neuen, weiterentwickelten Waffen erwartet und nach kurzem Kampf überwältigt. Nur dank Asami, die sich gegen ihren Vater stellt und ihn mit einem elektrischen Handschuh betäubt, können Korra, Mako, Bolin, Lin und Tenzin fliehen. Die Polizisten bleiben jedoch in der Gewalt der Equalisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358008","hoster":"VOE"},{"path":"/redirect/14378230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-8","name":"Wenn Extreme aufeinander treffen","epNo":8,"alt":"When Extremes Meet","descr":"Mako, Bolin und Asami ziehen auf die Insel des Lufttempels. Lin Bei Fong ist vom Posten des Polizeichefs zurückgetreten und ihr Nachfolger entpuppt sich als Tarrloks Marionette. Dieser schafft es gleichzeitig, ein Gesetz im Großen Rat zu verabschieden, das die Nichtbändiger massiv unterdrückt und unter Generalverdacht stellt, mit den Equalisten zu sympathisieren. Als Korra sich mit ihren Freunden gegen diese Unterdrückung stellt, lässt er alle außer Korra verhaften, um diese zum Einlenken zu bewegen. In der Nacht dringt sie daraufhin ins Rathaus ein und stellt Tarrlok zur Rede. Es entbrennt ein Kampf, den Tarrlok erst zu verlieren scheint. Doch dann offenbart er seine Blutbändigerfähigkeiten und entführt Korra an einen unbekannten Ort außerhalb Republicas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373233","hoster":"VOE"},{"path":"/redirect/14378232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-9","name":"Aus der Vergangenheit","epNo":9,"alt":"Out of the Past","descr":"Korra versucht ihre rätselhaften Visionen zu verstehen, während Tenzin und Beifong einen Suchtrupp anführen, um Gefangene der Anti-Bender aufzuspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256319","hoster":"VOE"},{"path":"/redirect/14256321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-10","name":"Das Blatt wendet sich","epNo":10,"alt":"Turning the Tides","descr":"Die Anti-Bender beginnen ihren Angriff auf Republic City.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373269","hoster":"VOE"},{"path":"/redirect/14378233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-11","name":"Eine Leiche im Keller","epNo":11,"alt":"Skeletons in the Closet","descr":"Während der Krieg immer schlimmer wird, ermittelt Korra verdeckt und entdeckt dabei ein Geheimnis der Anti-Bender Revolution","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358009","hoster":"VOE"},{"path":"/redirect/14378235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-1/episode-12","name":"Endspiel","epNo":12,"alt":"Endgame","descr":"Im Staffelfinale steht Korra dem mysteriösen Anführer der Anti-Bändiger direkt gegenüber, während der Krieg in Republic City seinen Höhepunkt erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373182","hoster":"VOE"},{"path":"/redirect/14378234","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-1","name":"Ein rebellischer Geist","epNo":1,"alt":"Rebel Spirit","descr":"6 Monate nachdem Korra Amon besiegt hat, besucht sie den Südlichen Wasserstamm. Inzwischen werden Schiffe von mysteriösen Geistern angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256369","hoster":"VOE"},{"path":"/redirect/14256371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-2","name":"Das Südlicht","epNo":2,"alt":"The Southern Lights","descr":"Korra erfährt, dass ihr Vater vor langer Zeit aus dem Norden verbannt wurde weil er die Heimat der in der Nähe lebenden Geister zerstört hatte und die deswegen seine Heimat angriffen. Was zufolge hatte das eine Menge Menschen ums Leben kamen. Unalaq schickt Korra, das südliche Tor zur Geisterwelt zu öffnen – der erste Schritt, damit die gestörte Harmonie zwischen Geistern und Menschen wieder hergestellt werden kann. Doch sie fühlt sich der Aufgabe nicht gewachsen weil sie mit Geistern nicht so gut klarkommt. Wird sie es trotzdem schaffen die Harmonie zwischen der Geister- und der Menschenwelt wiederherzustellen???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256373","hoster":"VOE"},{"path":"/redirect/14256374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-3","name":"Bürgerkrieg, Teil 1","epNo":3,"alt":"Civil Wars, Part 1","descr":"Unalaq eröffnet Korra seine weiteren Pläne. Sie soll auch im Norden das Tor zur Geisterwelt öffnen, damit sich die Stämme vereinen können. Wenn nämlich mal beide Tore offen sind können sie in Sekunden schnelle vom Nördlichen im Südlichen Stamm sein und umgekehrt so wie eine Teleportation. Varrick stiftet den vom Norden besetzten Südlichen Stamm zu einem Aufstand an. Es droht ein Bürgerkrieg auszubrechen. Eine Handvoll Leute vom Süd Stamm haben sogar schon versucht Unalaq zu entführen was nur dank des Avatars mißlungen ist. Korra denkt unter einer der Masken ihren Vater zu erkennen. Die Entführer werden vor ein Gericht gestellt vor dem sich auch Korras Vater verantworten musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256377","hoster":"VOE"},{"path":"/redirect/14256378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-4","name":"Bürgerkrieg, Teil 2","epNo":4,"alt":"Civil Wars, Part 2","descr":"Tonraq und die angeblichen Rebellen werden zu lebenslanger Haft verurteilt. Korra findet heraus, dass Unalaq die Verbannung ihres Vaters und auch den Prozess manipuliert hat, um selbst Oberhaupt zu werden. Es gelingt ihr, die Gefangenen zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256380","hoster":"VOE"},{"path":"/redirect/14256384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-5","name":"Die Friedenstruppen","epNo":5,"alt":"Peacekeepers","descr":"Korra versucht in Republika auf mehreren Wegen vergeblich Hilfe für den Süden zu organisieren. Daraufhin macht sie sich auf den Weg zur Feuernation, um dort Hilfe zu ersuchen doch wird noch unterwegs von einem dunklen Geist angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256388","hoster":"VOE"},{"path":"/redirect/14256389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-6","name":"Verdeckte Ermittlungen","epNo":6,"alt":"The Sting","descr":"Mako und Asami versuchen mit Hilfe der Triade der Dreifachgefahr herauszufinden, wer hinter den gegen den Süden gerichteten Anschlägen steckt, werden jedoch hintergangen. Mako hat einen Verdacht. Korra wurde auf eine Insel gespült und hat ihr Gedächtnis verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256392","hoster":"VOE"},{"path":"/redirect/14256391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-7","name":"Wie alles Begann, Teil 1","epNo":7,"alt":"Beginnings (1)","descr":"Korra hat ihr Gedächtnis verloren. Um sich wieder zu erinnern, muss sie die Verbindung zu ihrem Avatar Geist herstellen. Dazu muss sie Ravaa finden und eine spirituelle Reise zu den Anfängen antreten. So beginnt die Geschichte von Wan, dem ersten Avatar","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256395","hoster":"VOE"},{"path":"/redirect/14256396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-8","name":"Wie alles begann, Teil 2","epNo":8,"alt":"Beginnings (2)","descr":"Korras spirituelle Reise geht weiter: Wan versucht das Gleichgewicht zwischen Frieden und Chaos wieder herzustellen. Er lernt das Bändigen aller 4 Elemente, nutzt diese im Kampf gegen Vaatu und verbindet sich mit Raava. Korras Erinnerungen kommen zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256397","hoster":"VOE"},{"path":"/redirect/14256400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-9","name":"Wege in die Geisterwelt","epNo":9,"alt":"The Guide","descr":"Mit Hilfe von Jinora betritt Korra die Geisterwelt, um das südliche Tor zu schließen. Unalaq versucht das nördliche Tor zu öffnen, um die Welt zu seinen Gunsten zu verändern. Mako wird verdächtigt hinter dem Lagerdiebstahl zu stecken und wird verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256403","hoster":"VOE"},{"path":"/redirect/14256404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-10","name":"Ein neues spirituelles Zeitalter","epNo":10,"alt":"A New Spiritual Age","descr":"Korra und Jinora werden voneinander getrennt. Als Korra das südliche Tor schließen will, erpresst Unalaq sie mit Jinoras Seele. Korra öffnet das zweite Tor, doch Unalaq lässt Jinora nicht frei. Korra kehrt ohne Jinora in die materielle Welt zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256406","hoster":"VOE"},{"path":"/redirect/14256408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-11","name":"Die Nacht der 1000 Sterne","epNo":11,"alt":"Night of a Thousand Stars","descr":"Bolin verhindert eine von Varrick geplante Entführung des Präsidenten. Somit ist Makos Unschuld bewiesen. Korra bittet Präsident Raiko nochmals vergeblich um Hilfe. Team Avatar wendet sich an Varrick, der ihnen mit einem Kriegsschiff aushilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256409","hoster":"VOE"},{"path":"/redirect/14256410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-12","name":"Die harmonische Konvergenz","epNo":12,"alt":"Harmonic Convergence","descr":"Team Avatar, Kya, Bumi und Tenzin machen sich auf den Weg zu den Toren der Geisterwelt. Da es Korra nicht gelingt die Tore vor der Harmonischen Konvergenz zu schließen, kann Vaatu sich befreien. Unalaq will sich mit Vaatu vereinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256415","hoster":"VOE"},{"path":"/redirect/14256416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-13","name":"Finsternis bricht herein","epNo":13,"alt":"Darkness Falls","descr":"Korra schafft es nicht, Unalaqs und Vaatus Vereinigung zu verhindern. Tenzin, Bumi und Kya finden Jinoras Seele in der Geisterwelt. Sie ist jedoch noch nicht bereit in ihren Körper zurück zu kehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256418","hoster":"VOE"},{"path":"/redirect/14256419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-2/episode-14","name":"Licht in der Finsternis","epNo":14,"alt":"Light in the Dark","descr":"Tenzin lehrt Korra, sich mit ihrem eigenen Geist zu verbinden und sich nicht über Vorfahren zu definieren. Es gelingt ihr, Vaatu zu besiegen. Sie entscheidet sich für ein gemeinsames Leben von Menschen und Geistern und lässt die Tore geöffnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256362","hoster":"VOE"},{"path":"/redirect/14256365","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-1","name":"Frischer Wind","epNo":1,"alt":"A Breath of Fresh Air","descr":"Korra kämpft gegen die Schlingpflanzen, die die Stadt nach der Harmonischen Konvergenz überwuchern. Nach 170 Jahren gibt es neue Luftbändiger und Bumi ist einer von ihnen! Aber auch Zaheer, der auf diese Weise aus dem Gefängnis ausbrechen konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256430","hoster":"VOE"},{"path":"/redirect/14256432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-2","name":"Wiedergeburt","epNo":2,"alt":"Rebirth of a Nation","descr":"Team Avatar sucht neue Luftbändiger, um die Luftnation wieder aufzubauen. Sie können lediglich einen Luftbändiger für ihr Team gewinnen – Kai. Zaheer, Ghazan und Ming-Hua konnten aus ihrer Gefangenschaft ausbrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256438","hoster":"VOE"},{"path":"/redirect/14256439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-3","name":"Die Erdkönigin","epNo":3,"alt":"The Earth Queen","descr":"Team Avatar fliegt nach Ba Sing Se, um Luftbändiger zu finden. Aber die Erdkönigin spielt ein falsches Spiel. Mako und Bolin lernen, auf der Suche nach Kai, ihre Familie kennen und erfahren, dass Luftbändiger auf rätselhafte Weise verschwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256441","hoster":"VOE"},{"path":"/redirect/14256442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-4","name":"Gefahr droht","epNo":4,"alt":"In Harm’s Way","descr":"Zaheer, Ming-Hua und Ghazan gelingt es P’li zu befreien. Mako und Bolin erzählen Korra von den Luftbändigern, die die Erdkönigin gefangen hält und für ihre Armee zwangsverpflichtet. Mit Jinoras Hilfe, gelingt es Team Avatar die Luftbändiger zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256446","hoster":"VOE"},{"path":"/redirect/14256447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-5","name":"Der Metall-Clan","epNo":5,"alt":"The Metal Clan","descr":"Team Avatar fliegt nach Zaofu, um die neue Luftbändigerin, Opal, kennenzulernen. Sie ist die Tochter von Beifongs Schwester. Doch die Familienzusammenführung ist problematisch. Zaheer tarnt sich als Luftbändigerschüler und spielt ein falsches Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256450","hoster":"VOE"},{"path":"/redirect/14256451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-6","name":"Alte Wunde","epNo":6,"alt":"Old Wounds","descr":"Beifongs und Sus angespanntes Verhältnis entlädt sich in einem Kampf. Beifong hat so der angestauten Wut über Sus Verhalten als Jugendliche Luft gemacht. Opal entscheidet sich mit zum Lufttempel zu kommen. Zaheer findet raus, dass Korra in Zaofu ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256457","hoster":"VOE"},{"path":"/redirect/14256459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-7","name":"Die ersten Luftbändiger","epNo":7,"alt":"Original Airbenders","descr":"Bumi und die anderen Luftbändiger retten Kai und Jinora, die von Bisondieben entführt werden sollten. Tenzin erkennt dadurch die Fähigkeiten seiner Schüler und realisiert, dass er zu streng war. Außerdem merkt er, dass Jinora kein kleines Kind mehr ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256462","hoster":"VOE"},{"path":"/redirect/14256461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-8","name":"Der Feind im Inneren","epNo":8,"alt":"The Terror Within","descr":"Zaheer und Co dringen in Zaofu ein, um Korra zu entführen. Team Avatar, Beifong und Sus Familie gelingt es Korra zu retten. Es stellt sich raus, dass Aiwei der Zaheer Crew zugespielt hat. Team Avatar macht sich auf den Weg, die Übeltäter zu erwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256463","hoster":"VOE"},{"path":"/redirect/14256464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-9","name":"Die Observation","epNo":9,"alt":"The Stakeout","descr":"Team Avatar observiert Aiwei. Korra folgt ihm in die Geisterwelt. Von Zaheer erfährt sie vom Roten Lotus. Korras Körper und Asami werden von der Armee der Erdkönigin gefasst. Bolin und Mako sind in der Gewalt von Ming Hua und Ghazan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256467","hoster":"VOE"},{"path":"/redirect/14256470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-10","name":"Lang lebe die Königin","epNo":10,"alt":"Long live the Queen","descr":"Nachdem der Rote Lotus die Erdkönigin ermordet hat, herrscht in Ba Sing Se Chaos. Korra und Asami konnten fliehen und treffen auf Beifong, Tonraq und Lord Zuko. Zaheer lässt Mako und Bolin frei, wenn sie Korra eine Nachricht überbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256471","hoster":"VOE"},{"path":"/redirect/14256473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-11","name":"Das Ultimatum","epNo":11,"alt":"The Ultimatum","descr":"Mako und Bolin finden Korra und berichten ihr von Zaheers Vorhaben, die Luftnation auszulöschen, wenn sie sich ihm nicht ergibt. Noch bevor Korra Tenzin warnen kann, erreicht Zaheer den Lufttempel. Es kommt zu schrecklichen Kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256423","hoster":"VOE"},{"path":"/redirect/14256422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-12","name":"Tritt ein in die Leere","epNo":12,"alt":"Enter the Void","descr":"Nachdem sich Korra Zaheer ergeben hat erfährt sie, dass dem Team Avatar die Luftbändiger doch nicht, wie vereinbart übergeben wurde. Es kommt zum Kampf. Korra ist in Zaheers Gewalt. Kai weiß, wo Korra und die Luftbändiger sein könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256478","hoster":"VOE"},{"path":"/redirect/14256479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-3/episode-13","name":"Das Gift des roten Lotus","epNo":13,"alt":"Venom of the Red Lotus","descr":"Der Rote Lotus verabreicht Korra ein tödliches Gift. Mit letzter Kraft kämpft sie gegen Zaheer und kann ihn, mit Hilfe der befreiten Luftbändiger, überlisten. Su befreit Korra von dem Gift. Jinora wird zum Luftbändigermeister geweiht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256481","hoster":"VOE"},{"path":"/redirect/14256486","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-1","name":"Nach all den Jahren","epNo":1,"alt":"After all these Years","descr":"3 Jahre sind vergangen. Banditen attackieren immer wieder das Erdkönigreich. Kuvira bietet den Staaten Hilfe, wenn sie ihr Treue schwören. Prinz Wu soll der neue König werden. In Republika herrscht Wohlstand. Korra ist untergetaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256489","hoster":"VOE"},{"path":"/redirect/14256490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-2","name":"Korra allein","epNo":2,"alt":"Korra Alone","descr":"Korra macht sich auf den Weg nach Republika. Ihr wird bewusst, dass die fehlende Verbindung zum Avatar Geist ein großes Problem darstellt. Sie ändert ihre Route und begibt sich auf eine Reise zu sich selbst. Dabei begegnet sie Toph.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256494","hoster":"VOE"},{"path":"/redirect/14256495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-3","name":"Die Krönung","epNo":3,"alt":"The Coronation","descr":"Korra trainiert mit Toph, um zu ihrer alten Form zurückzufinden. Der designierte König Wu fiebert seiner Krönung entgegen, Kuvira soll dann ihr Amt niederlegen. Doch sie proklamiert ein neues Erdimperium und entmachtet den König.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256497","hoster":"VOE"},{"path":"/redirect/14256501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-4","name":"Die Berufung","epNo":4,"alt":"The Calling","descr":"Meelo, Ikki und Jinora suchen Korra. Toph hilft Korra, die Verbindung zu den Menschen, die sie liebt, wieder herzustellen. Die 3 Luftbändiger finden den Avatar und sie schafft es, sich wieder in den Avatarzustand zu versetzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256505","hoster":"VOE"},{"path":"/redirect/14256506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-5","name":"Der Feind vor den Toren","epNo":5,"alt":"Enemy at the Gates","descr":"Kuvira will Zaofu, wenn es sein muss mit Gewalt, erobern. Korra versucht zu vermitteln. Varrick und Bolin erkennen Kuviras wahres Ich, werden jedoch auf ihrer Flucht von Kuviras Truppen erwischt. Kuvira hat Gnade mit Zhu Li.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256507","hoster":"VOE"},{"path":"/redirect/14256512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-6","name":"Die Schlacht von Zaofu","epNo":6,"alt":"Battle of Zaofu","descr":"Kuvira hält Su und deren Söhne gefangen. Korra versucht vergebens um die Freilassung und um Zaofus Herrschaft zu verhandeln. Es kommt zum Kampf, den Korra verliert. Kuvira ist die neue Anführerin von Zaofu. Varrik und Bolin können fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256511","hoster":"VOE"},{"path":"/redirect/14256514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-7","name":"Wieder vereint","epNo":7,"alt":"Reunion","descr":"Mako, Asami und Korra treffen sich zum ersten Mal seit Korras Rückkehr. Wu wird entführt, doch die Drei machen ihn ausfindig und befreien ihn. Varrick und Bolin begegnen auf ihrer Flucht anderen Flüchtlingen, mit denen sie sich verbünden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256515","hoster":"VOE"},{"path":"/redirect/14256517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-8","name":"Erinnerungen","epNo":8,"alt":"Remembrances","descr":"Mako und Korra lassen revue passieren, was in den letzten Jahren passiert ist. Auch Bolin erinnert sich, Varrick peppt Bolins Geschichte auf, indem er ein paar Fakten verdreht und ein etwas dazu dichtet. Ein neuer Varrimover ist geboren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256521","hoster":"VOE"},{"path":"/redirect/14256523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-9","name":"Jenseits der Wildnis","epNo":9,"alt":"Beyond the Wilds","descr":"Schlingpflanzen nehmen Menschen gefangen. Zaheers Blockade hindert Korra,in die Geisterwelt zu kommen und sie zu befreien. Sie sucht ihn auf, er hilft ihr sich davon zu lösen. Sie kommt wieder in die Geisterwelt und kann Alle befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256528","hoster":"VOE"},{"path":"/redirect/14256529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-10","name":"Operation: Beifong","epNo":10,"alt":"Operation Beifong","descr":"Bolin, Opal und Beifong befreien Su, Baatar Sr. und ihre Söhne. Zhu Li wird befreit, nachdem sie sich als Saboteurin entpuppt. Korra bittet die Geister im Kampf gegen Kuvira erfolglos um Hilfe. Kuvira will Republika in 2 Wochen angreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256530","hoster":"VOE"},{"path":"/redirect/14256532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-11","name":"Kuviras Schachzug","epNo":11,"alt":"Kuviras Gambit","descr":"Kuvira marschiert mit einem Mecha Giganten und ihrer Superwaffe in Republika ein. Raiko kapituliert, bevor es zur Übergabe kommt, entführt Team Avatar Baatar Jr, um Kuvira zu erpressen. Kuvira schießt trotzdem auf sie und Baatar Jr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256535","hoster":"VOE"},{"path":"/redirect/14256541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-12","name":"Der Tag des Giganten","epNo":12,"alt":"Day of the Colossus","descr":"Baatar Jr hat Kuviras wahres Gesicht erkannt und hilft nun bei dem Kampf gegen Kuvira. Hiroshi wurde vorübergehend frei gelassen und hilft ebenfalls. Wu evakuiert Bürger. Hiroshi opfert sich bei dem Angriff gegen den Mecha Riesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256542","hoster":"VOE"},{"path":"/redirect/14256544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-legende-von-korra/staffel-4/episode-13","name":"Das letzte Gefecht","epNo":13,"alt":"The Last Stand","descr":"In einer letzten Schlacht wird Kuvira von Korra besiegt. Korra zeigt Gnade mit ihr, da sie tiefes Mitgefühl empfindet. Während des Kampfes bildet sich im Zentrum von Republika ein neues Geistertor. Und am Ende siegt die Liebe allerorten, besonders die Liebe zwischen Korra und Asami.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14256427","hoster":"VOE"},{"path":"/redirect/14256429","hoster":"Streamtape"}]}]}]}]}