{"path":"/serie/stream/die-schwarzen-schmetterlinge","name":"Die schwarzen Schmetterlinge","descr":"[Les papillons noirs] Adrien (Nicolas Duvauchell) ist ein gescheiterter Schriftsteller. Sein einziger Erfolg liegt Jahre zurück. Als ihn Albert (Niels Arestrup) für eine stattliche Summe beauftragt, seine Lebensgeschichte aufzuschreiben, sagt Adrien ohne zu zögern zu. Albert erzählt ihm von seiner schwierigen Kindheit in der Nachkriegszeit und seiner großen Liebe Solange (Alyzée Costes). Doch Albert legt auch eine Beichte ab: Aus Notwehr hätten er und Solange zwei junge Männer getötet. Die Geschichte packt Adrien und er erwacht wieder zum Schriftsteller. Währenddessen taucht eine bereits vor Jahren angeforderte Akte zu einem alten Fall bei Kommissar Carrel (Sami Bouajila) auf. Was hat der Mord an einem US-Amerikaner in den 70er Jahren mit Albert zu tun?","seasons":[{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Der Schriftsteller Adrien kämpft seit Jahren mit einer Schreibblockade. Da bittet ihn ein begeisterter Leser seines letzten Romans, seine Lebensgeschichte für ihn aufzuschreiben. Die Bezahlung ist hervorragend und Adrien nimmt den Auftrag ohne lange zu überlegen an. Der alte Albert lebt alleine abgeschieden in seinem Haus. Beim ersten Treffen lässt er Adrien wissen: \"Solange und ich haben uns versprochen, es niemandem zu erzählen.\" Welches Geheimnis wird er Adrien offenbaren? Aufgewachsen ohne Eltern in der Nachkriegszeit, wird Albert von den Schulkameraden gehänselt. In der Außenseiterin Solange, deren Vater Deutscher ist, findet er seine erste Verbündete und seine große Liebe. Die Jahre vergehen und Solange findet eine Anstellung in einem Frisiersalon, während Albert sein Geld als Arbeiter verdient. Das junge Glück scheint vollkommen. Doch dann nimmt ein Tag am Meer eine unerwartete Wendung. Adrien beginnt zu verstehen, warum Albert ihm alles erzählt: Es ist eine Beichte. Die Wahrheit soll ans Licht kommen. Als Solange die Avancen eines jungen Mannes ablehnt, versucht dieser, sie zu vergewaltigen. Aus Notwehr ersticht sie ihn mit einem Korkenzieher. Anschließend ertränkt Albert dessen Bruder, den einzigen Zeugen. Der Schock sitzt tief, doch die Tat schweißt das junge Paar zusammen. Adrien ist von Alberts Erzählung fasziniert. Die Geschichte schreibt sich wie von selbst. Wieder zum Schriftsteller erwacht, blüht auch seine Beziehung zu seiner Freundin Nora wieder auf, die unter seiner Schaffenskrise gelitten hat. Zur gleichen Zeit taucht eine alte Akte bei der Polizei auf. Bereits vor sieben Jahren hatte Kommissar Carrel diese Akte angefordert, erst jetzt bekommt er Einsicht in die Details. Doch was hat der alte Mordfall um einen US-Amerikaner mit der Liebesgeschichte von Albert und Solange zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199172","hoster":"VOE"},{"path":"/redirect/11199141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Adriens zweiter Besuch bei Albert Desiderio lässt ihn weitere Details über das Zusammenleben des Paares erfahren. In den frühen 70ern beginnen Albert und Solange ihr kleinbürgerliches Leben mit einem Frisiersalon in der Stadt. Doch der Schein trügt. Als Solange schwanger wird, überredet Albert sie zu einer Abtreibung. Kinder passen nicht zu seinem Lebensstil. Im Sommerurlaub an der Côte d’Azur lernen sie den US-amerikanischen Fotografen Steven Powell kennen, der ein spontanes Shooting mit Solange veranstaltet. Die ausgelassene Stimmung kippt jedoch, als Steven sich an Solange heranmacht. Diese weist ihn ab, aber Steven gibt nicht nach. Albert rettet seine Frau und ersticht ihn mit einer Frisierschere. Über die vermeintliche Lügengeschichte verärgert, bricht Adrien das Interview ab. Nach einer Recherche im Internet muss er jedoch feststellen: Albert hat die Wahrheit gesagt. Zu Hause wartet sein Verleger auf ihn, der, begeistert von Adriens neuem Stoff, ihm einen Vertrag anbietet. Als ihn auch noch Nora dazu drängt, weiterzuschreiben, sieht Adrien keine andere Wahl, als zu Albert zurückzukehren… Währenddessen versucht Kommissar Carrel, aus der wiederaufgetauchten Akte schlau zu werden. Langsam ergibt sich aus den Einzelteilen ein Gesamtbild. Adrien taucht weiter in Alberts Vergangenheit ein und wird Mitwisser weiterer Gräueltaten. Nach dem Mord an Steven Powell etablieren Albert und Solange eine Art mörderisches Liebesspiel. Sie begeben sich auf einen Feldzug durch verschiedene Regionen Frankreichs und suchen sich an jedem Ort ein neues Opfer. Dabei gehen sie immer nach dem gleichen Schema vor: Sie verführt die Männer, weist sie dann ab und Albert kommt in letzter Sekunde zur Rettung. Ihre tödlichen Urlaubsaktivitäten scheinen ihr Liebesleben aufblühen zu lassen. Wie viele Opfer gehen ihnen noch ins Netz und wie lange bleiben sie wohl unentdeckt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199015","hoster":"VOE"},{"path":"/redirect/11199092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nachdem Albert bereits vieles aus seinem Leben erzählt hat, fragt er Adrien nach dessen Vergangenheit. Alkoholsucht, Körperverletzung, Gefängnis. Eine weiße Weste kann Adrien auch nicht vorweisen. Doch Alberts Taten sind nicht zu überbieten. Er und Solange setzen ihr grausames Spiel fort. Zurück bleibt dieses Mal neben der Leiche des Mannes ein Baby. Solange fleht Albert an, es zu sich nehmen zu dürfen. Doch für Albert steht ein Kind immer noch außer Frage, so dass er den Kleinen schließlich auf dem Friedhof aussetzt. Wie so oft hat Solange das Nachsehen. Adrien nimmt die Arbeit mit Albert mittlerweile vollkommen ein. Er droht wieder in alte Muster zu verfallen. Er trinkt und ist zunehmend gewalttätig. Als er aus Eifersucht Noras Kollegen Alan angeht, eskaliert die Situation. Um die Beziehung zu Nora zu retten und um sich auf seine Arbeit zu konzentrieren, zieht er vorübergehend in ein Hotel. Bei einem weiteren Besuch bei Albert trifft Adrien auf die selbstbewusste Nastya. Adrien fühlt sich merkwürdig zu ihr hingezogen. Nastya ist gerade einmal halb so alt wie Albert, doch die beiden scheinen sich gut zu kennen. Welche Rolle spielt sie in der Geschichte? Währenddessen ist Kommissar Carrel mit seiner privaten Recherche langsam am Ende seiner Kräfte. Doch das Ziel rückt immer näher. Er hat bereits einen Namen und eine Adresse des Mannes, den er seit Jahren sucht: Albert Desiderio. Carrel macht sich in der Nacht auf den Weg zu Albert, um ihn zu konfrontieren. Was will Carrel von Albert und wird er finden, was er sucht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199019","hoster":"VOE"},{"path":"/redirect/11529703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Kommissar Carrels Besuch bei Albert nimmt kein gutes Ende. Er wird von Albert zu Boden geschlagen und in den Keller gezerrt. Albert versucht alle Beweise zu vernichten und seine Tat zu vertuschen. Er ist verantwortlich dafür, dass Carrel ohne Vater aufwuchs. Das Baby auf dem Friedhof war Carrel. Als Albert ihn damals hilflos auf dem Friedhof ausgesetzt hat, ist Solange wie ausgewechselt. Sie hätte das Baby behalten wollen und fühlt sich von ihrem Ehemann missverstanden. Solange hat keine Lust mehr auf die Liebesspielchen, doch Albert will weiter morden. Als die beiden auf ihrer Autofahrt ein trampendes Paar mitnehmen, will Albert dieses in eine Falle locken und wird dabei selbst schwer verletzt. Im Krankenhaus werden Albert und Solange von einem Polizisten aus Biarritz befragt, der nach einem umherziehenden Mörder-Paar sucht. Doch der Polizist sieht die beiden als neue Opfer, nicht als Täter. Adriens Schreibfluss kommt ins Stocken, als er Albert nicht mehr erreicht. Wie geht die Geschichte weiter? In der Zwischenzeit vertreibt sich Adrien die Stunden mit Partys, Drogen und Alkohol. Nora scheint vergessen. Nastya und er machen gemeinsam die Nächte durch und lernen sich immer besser kennen, doch der Zusammenhang zwischen ihr und Albert erschließt sich für Adrien immer noch nicht. Währenddessen liegt Albert im Krankenhaus und nutzt die Zeit, um seine Lebensgeschichte weiter auf Adriens Diktiergerät aufzunehmen, so dass dieser seine Arbeit fortsetzen kann. Solange macht sich nach der Beziehungskrise auf die Suche nach ihrem Vater Hans Schreiber und erfährt zunächst Unterstützung von Albert.Doch als das Treffen zwischen den beiden nicht wie geplant verläuft, tötet Albert Solanges Vater und dessen Frau. Zurück bleibt das Kind der beiden. Ein kleines Mädchen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199075","hoster":"VOE"},{"path":"/redirect/11199093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Adrien wird erneut an seine Grenzen gebracht, als Albert endlich die ganze Geschichte über Nastya preisgibt. Nastya ist das kleine Mädchen, das damals als Waisenkind zurückblieb, als Albert Solanges Vater und dessen Frau erstochen hat. Adrien kann kaum fassen, was er da hört, und stellt Albert zur Rede. Die Information, dass Nastya Solanges Schwester ist, hätte er gerne erfahren, bevor er sich auf sie einließ. Albert ist sich keiner Schuld bewusst, Adrien habe doch die chronologische Reihenfolge der Erzählung gewünscht. Als Adrian dann noch erfährt, dass Albert – ebenso wie er – an einer vererbbaren Diabetes-Variante leidet, zählt Adrien eins und eins zusammen: Albert ist sein leiblicher Vater. Adrien verliert den Boden unter den Füßen und kann sich nicht mehr beruhigen. Albert hat ihn also nur engagiert, um seinen Sohn kennenzulernen, bevor er stirbt. Voller Wut drückt Adrien Albert kurzerhand die Luft mit einem Kissen ab. Der Tod eines alten kranken Mannes werde wohl keinen Verdacht auf eine Straftat hervorrufen. Währenddessen befindet sich Kommissar Carrel immer noch unbemerkt in Alberts Keller. Mathilde ist die Einzige, die nach ihm sucht. Ein Jahr später stößt sie dann auf Carrels gesamte Recherche und erfährt endlich mehr über sein Verschwinden. Zur gleichen Zeit leben Adrien, Nora und ihr Baby Roman auf Korsika. Adriens Buch \"Die schwarzen Schmetterlinge\" ist ein voller Erfolg. Als er beruflich nach Paris muss, trifft er bei einer Lesung unverhofft auf seine Mutter Catherine. Adrien hatte nach dem Schock mit Albert den Kontakt zu seiner Mutter abgebrochen. Das Vertrauen ist dahin, nicht einmal den Enkelsohn will Adrien ihr vorstellen. Catherine möchte sich mit Adrien versöhnen und bittet um eine Aussprache. Doch kann Adrien die ganze Wahrheit überhaupt vertragen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199107","hoster":"VOE"},{"path":"/redirect/11199115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schwarzen-schmetterlinge/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Brüssel, 1980: Nachdem Solange von ihrer Schwangerschaft erfahren hat, brennt sie ihr altes Leben in Frankreich buchstäblich nieder und verlässt Albert. Sie beginnt unter ihrem neuem Namen Catherine von vorne und arbeitet zunächst als Putzkraft in einem Krankenhaus. Dort lernt sie ihren zukünftigen Mann Wim Winckler kennen. Adrien will mehr über den Tod seines Ziehvaters Wim herausfinden und begibt sich erneut auf die Suche nach Antworten in Brüssel. Er durchforstet alte Zeitungsartikel und findet schließlich heraus, dass Catherine/​Solange Wim erstochen hat – in Notwehr. Als Adrien sie damit konfrontiert, erzählt sie ihm von ihrer Ehe mit Wim. Anfangs sehr liebevoll, wurde Wim später gewalttätig und verprügelte sie. Catherine erzählt, sie habe sich nicht anders zu helfen gewusst. Als Wim damals auf Adrien losgehen wollte, rammte sie ihm ein Messer in den Rücken. Adrien weiß nicht mehr, wem oder was er noch glauben soll. Er kann seiner Mutter nicht mehr vertrauen und sucht Trost bei Nastya. Bisher hatte sie sich wenig für Adriens Roman interessiert. Als sie schließlich dann doch einen Blick hineinwirft, ist sie zutiefst verletzt und schockiert über die Lügen, die Adrien da niedergeschrieben hat. Ihr Kindheitstrauma hat er zu einer reißerischen Geschichte gemacht, die sich gut verkaufen lässt. Adrien beteuert, dass Albert das alles so erzählt hat. Nastya klärt ihn auf und beschreibt, was tatsächlich damals passiert ist. In der Zwischenzeit findet Mathilde Carrels Leiche in Alberts Kellerversteck. Carrel hat einen Hinweis hinterlassen, der Mathilde direkt zu Adrien Winckler führt. Dieser will das Ende seines Buches nach Nastyas Aufklärung noch einmal abändern und kommt in Zeitnot. Die Polizei ist ihm dicht auf den Fersen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199068","hoster":"VOE"},{"path":"/redirect/11199065","hoster":"Streamtape"}]}]}]}]}