{"seriesId":"die-super-makler-palm-springs","name":"Die Super-Makler – Palm Springs","descr":"Die Designexpertin Lindsey Bennett kauft zusammen mit ihrem Mann Eric, von Beruf Immobilienmakler, renovierungsbedürftige Häuser im warmen Süden Kaliforniens, um sie nach einer ordentlichen Erneuerung gewinnbringend wieder zu verkaufen. Doch nicht nur der risikoreiche Job, die hohen Temperaturen und die trockene Landschaft fordern den beiden alles ab – gleichzeitig müssen sie noch drei Kinder großziehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Skorpion-Haus","epNo":1,"alt":"Squatters and Scorpions","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Sie kaufen ein Haus in Palm Springs, ohne es vorher angesehen zu haben. Bei ihrer Ankunft vor Ort erwartet sie eine böse Überraschung: Hausbesetzer haben die Räume vermüllt und aus jeder Ecke krabbeln Skorpione. Werden die Bennetts das Haus in neuem Glanz erstrahlen lassen können?","versions":[{"lang":1,"streams":[{"redirect":6685628,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Das Schimmel-Problem","epNo":2,"alt":"This Mold House","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Im Zuge ihres heutigen Projekts modernisieren sie ein Haus, das in der Vergangenheit stecken geblieben ist. Unerwartete Lecks und Schimmel in der Küche machen den Job zu einer Zerreißprobe für die Nerven.","versions":[{"lang":1,"streams":[{"redirect":6685629,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Die Überraschungs-Villa","epNo":3,"alt":"It Takes a Villa","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Sie erwerben heute eine toskanische Villa, doch entdecken schnell, dass dieses vermeintliche Prachtgebäude so seine Tücken hat.","versions":[]},{"epId":"episode-4","name":"Ein steiniger Weg","epNo":4,"alt":"Bigger, Better, Boulder","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Für das heutige Projekt war ursprünglich ein Mini-Budget geplant, doch ein verrottetes Dach macht den beiden schwer zu schaffen","versions":[{"lang":1,"streams":[{"redirect":6685631,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Bude mit Boiler","epNo":5,"alt":"Winning Combination","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute müssen die beiden die Balance zwischen einem ausgewogenen Budget und großartigen Design-Ideen finden.","versions":[{"lang":1,"streams":[{"redirect":6685632,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Poolhaus mit Plantage","epNo":6,"alt":"Budding Problems","descr":"Eric und Lindsey sind auf der Suche nach einem Haus im Midcentury-Stil, das sie auf Vordermann bringen können. Eric wird schließlich fündig und zeigt seiner Frau ein Objekt mit Pool für rund 500.000 Dollar. Die beiden starten sofort mit den Renovierungsarbeiten. Lindsay hat einige Ideen, um das Gebäude in neuem Glanz erstrahlen zu lassen. Doch wirft das renovierte Haus am Ende auch Gewinn ab?","versions":[]},{"epId":"episode-7","name":"Windiger Deal","epNo":7,"alt":"Battling The Desert Elements","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute haben sie es mit einem Haus zu tun, dass aufgrund von vollgesprayten Wänden, unausstehlichem Geruch und einem chaotischen Hinterhof einen Problemfall darstellt.","versions":[{"lang":1,"streams":[{"redirect":6685634,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Investor gesucht","epNo":8,"alt":"Little Big Flip","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute arbeiten sie an einer Wohnanlage und kommen ziemlich ins Schwitzen, als die Klimaanlage ausfällt und das Budget schwindet.","versions":[{"lang":1,"streams":[{"redirect":6685637,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sandgrube oder Goldgrube?","epNo":1,"alt":"From Pit to Poolside","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute kümmern sie sich um ein halbfertiges Haus und ergänzen einen originellen Pool und eine Outdoor-Lounge mit Feuerstelle.","versions":[]},{"epId":"episode-2","name":"Haus mit Hund","epNo":2,"alt":"A Prickly Situation","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute arbeiten sie an einem Haus, dem sie eine attraktivere Fassade verpassen wollen. Außerdem muss die Klimaanlage umgehend repariert werden.","versions":[{"lang":1,"streams":[{"redirect":6685640,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Termiten in der Tür","epNo":3,"alt":"Worst House, Best Block","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute verschönern sie ein Haus, das in einem Luxusviertel steht – jedoch nicht danach aussieht.","versions":[]},{"epId":"episode-4","name":"Die Ladenhüter-Villa","epNo":4,"alt":"Uneasy Street","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute gehen sie mit dem Kauf eines Hauses an einer vielbefahrenen Straße ein Risiko ein. Werden sich Käufer für das laute Heim finden?","versions":[{"lang":1,"streams":[{"redirect":6685642,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Der Blindkauf","epNo":5,"alt":"Trashy to Flashy","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute wollen sie eine Ranch aus den 1990er Jahren wieder attraktiv für den Immobilienmarkt machen.","versions":[]},{"epId":"episode-6","name":"Renovierung im Eiltempo","epNo":6,"alt":"Desert Blues","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute mühen sich die beiden mit einem Haus ab, das in kurzer Zeit ihr Budget verschlingt. Jetzt hilft nur noch ein kreativer Einfall, um das Projekt zu retten","versions":[]},{"epId":"episode-7","name":"Poolhaus mit Potenzial","epNo":7,"alt":"Funky Floor Plan","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Während ihres heutigen schweißtreibenden Projekts fällt die Klimaanlage aus und ein fieser Kaktus steht ihnen im Weg.","versions":[]},{"epId":"episode-8","name":"Badespaß mit Bergblick","epNo":8,"alt":"A Pool With a View","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute renovieren sie ein prächtiges höher gelegenes Haus, verstehen jedoch bald, warum der frühere Besitzer die vermeintliche Traumimmobilie verkauft hat.","versions":[]},{"epId":"episode-9","name":"Das heiße Haus","epNo":9,"alt":"A Hot House","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute wollen sie den Vintage-Charakter eines Farmhauses aus dem Jahr 1949 bewahren und ihm gleichzeitig ein paar moderne Elemente hinzufügen.","versions":[]},{"epId":"episode-10","name":"Villa Kunterbunt","epNo":10,"alt":"Go Bold or Go Home","descr":"Das Power-Paar Eric und Lindsey Bennett hat es sich zur Aufgabe gemacht, baufällige Häuser in der Wüste zu restaurieren und sie in wahre Wohlfühl-Oasen zu verwandeln. Heute befreien sie ein Haus von seiner Termiten-Plage und bereichern es mit ein paar richtig ausgefallenen Design-Ideen.","versions":[]}]}]}