{"path":"/serie/stream/die-firma","name":"Die Firma","descr":"Fortsetzung des Justiz-Thrillers \"Die Firma\" (1993), in dem Tom Cruise den Harvard-Absolventen Mitch McDeere spielte, der einige Ungereimtheiten in seiner Kanzlei aufdeckt und zwischen die Fronten von FBI und Mafia gerät.Die Handlung der Serie setzt zehn Jahre nach dem Ende des Filmgeschehens ein. McDeere (Josh Lucas) und seine Familie kehren aus dem Zeugenschutzprogramm zurück, um wieder ein normales Leben zu führen. Doch die Vergangenheit ist längst noch nicht begraben, und neue Gefahren lauern überall.","seasons":[{"path":"/serie/stream/die-firma/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-firma/staffel-1/episode-1","name":"Kapitel 1+2","epNo":1,"alt":"Chapter One","descr":"Kapitel 1 (Pilot)Verfolgt von mysteriösen Angreifern trifft sich Mitch mit Martin Moxon um ein Geheimnis aufzudecken. Als Anwalt Mitch McDeere einen jungen Teenager verteidigt, der des Mordes an einem Mitschüler beschuldigt wird, muss er mit den rohen Gefühlen der Familie des Opfers fertigwerden. Währenddessen erhält Mitch ein attraktives Jobangebot von einem renommierten Kläger, der Anwaltskanzlei Kinross \u0026 Clark. Doch die mächtige Firma könnte eine ruchlose, versteckte Absicht haben ihm eine Partnerschaft anzubieten.Kapitel 2 (Chapter Two): Keine Beschreibung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13233566","hoster":"VOE"},{"path":"/redirect/8402551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-2","name":"[In Folge zuvor enthalten]","epNo":2,"alt":"Chapter Two","descr":"Mitch McDeere verteidigt eine gutaussehende Psychiaterin, die wegen Mordes an einem ihrer Patienten angeklagt ist. Unterdessen befürchtet Mitch, dass die Mafiafamilie, die einst mit seiner Hilfe gefasst wurde, sich an ihm rächen will. (Text: AXN)","versions":[]},{"path":"/serie/stream/die-firma/staffel-1/episode-3","name":"Kapitel 3","epNo":3,"alt":"Chapter Three","descr":"Mitch McDeere verteidigt eine gutaussehende Psychiaterin, die wegen Mordes an einem ihrer Patienten angeklagt ist. Unterdessen befürchtet Mitch, dass die Mafiafamilie, die einst mit seiner Hilfe gefasst wurde, sich an ihm rächen will. (Text: AXN)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990334","hoster":"VOE"},{"path":"/redirect/8402549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-4","name":"Kapitel 4","epNo":4,"alt":"Chapter Four","descr":"Mitch McDeere muss alle Register ziehen, um einem jungen Rechtsanwalt zu helfen, der wegen des Mordes an einem skrupellosen Kredithai angeklagt ist. (Text: AXN)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990338","hoster":"VOE"},{"path":"/redirect/8402552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-5","name":"Kapitel 5","epNo":5,"alt":"Chapter Five","descr":"Als Mitch McDeere den Fall eines jungen Vaters übernimmt, dem Brandstiftung vorgeworfen wird, stellt sich der vorsitzende Richter als größtes Hindernis auf dem Weg zu Gerechtigkeit heraus. (Text: AXN)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990341","hoster":"VOE"},{"path":"/redirect/8402553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-6","name":"Kapitel 6","epNo":6,"alt":"Chapter Six","descr":"Mitch und Ray übernehmen den Fall eines naiven jungen Mannes. Er soll in einen bewaffneten Überfall verwickelt gewesen sein. Dieser jedoch kann sich nicht verteidigen, ohne seinen älteren Bruder mit in die Sache hineinzuziehen. (Text: AXN)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990335","hoster":"VOE"},{"path":"/redirect/8402554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-7","name":"Kapitel 7","epNo":7,"alt":"Chapter Seven","descr":"Nachdem Mitch wieder freigelassen wird, versuchen er und seine Familie die Hintergründe um Martin Moxons Tod aufzuklären. Unterdessen vertritt Mitch einen Wissenschaftler, der versucht, seine Forschungsarbeit vor einem Pharmakonzern zu retten. (Text: AXN)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251997","hoster":"VOE"},{"path":"/redirect/8402558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-8","name":"Kapitel 8","epNo":8,"alt":"Chapter Eight","descr":"Mitch und seine Familie werden von Gangstern, die für Noble Insurance arbeiten, aus dem Hinterhalt überfallen.Mitch und Ray ahnen, dass der ermordete Sohn eines Army Sergeants von der Regierung als Terrorist eingestuft wurde. Während Abby Martin Moxons Frau nach Antworten zu seinem Selbstmord drängt, ermittelt Tammy verdeckt bei einer Tochtergesellschaft von Noble Insurance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990342","hoster":"VOE"},{"path":"/redirect/8402559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-9","name":"Kapitel 9","epNo":9,"alt":"Chapter Nine","descr":"Mitch und seine Begleitung werden von Spezialeinheits-Veteranen angegriffen, die dazu engagiert wurden ihren Ermittlungen zu Noble Insurance ein Ende zu setzen.Mitchs Verteidigung eines des Kidnapping angeklagten Mannes wird von einem riesigen medialen Ansturm untergraben, angefacht durch die Eltern des vermissten Kindes. Während Abby ahnt, dass ein Schüler zu Hause missbraucht wird, deckt Tammy auf, dass es eine Verbindung zwischen Martin Moxons Suizid und der des Mordes verdächtigten Sarah Holt gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990343","hoster":"VOE"},{"path":"/redirect/8402560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-10","name":"Kapitel 10","epNo":10,"alt":"Chapter Ten","descr":"Als Mitch darum kämpft seine Familie in Sicherheit zu bringen, müssen er und Ray vor einem Angriff flüchten, der sie davon abhalten soll bei Noble Insurance zu ermitteln.Ein zum Tode Verurteilter bittet Mitch die Obrigkeiten zu überzeugen sein Hinrichtungsprotokoll zu ändern, damit sein Herz zur Rettung der todkranken Tochter seines Opfers verwendet werden kann. Als Tammy ein Haus erbt, bemüht sie sich Ray zu überzeugen einzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990336","hoster":"VOE"},{"path":"/redirect/8402566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-11","name":"Kapitel 11","epNo":11,"alt":"Chapter Eleven","descr":"Als Mitch versucht Sarah noch mehr Verbrechen des Unternehmens offenzulegen, begibt er sich und seine Familie in große Gefahr.Während er einen ehemaligen Strafgefangenen vertritt, der behauptet, dass ihm ein versuchter Mord angehängt wird, entdecken Mitch und sein Team die Verbindung der angeklagten Mörderin Sarah Holt zu einer von einem ranghohen Noble Insurance Mitarbeiter ausgebrüteten tödlichen Verschwörung. Doch als Mitch versucht Sarah zu helfen noch mehr Verbechen des Unternehmens aufzudecken, begibt er sich und seine Familie in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990344","hoster":"VOE"},{"path":"/redirect/8402567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-12","name":"Kapitel 12","epNo":12,"alt":"Chapter Twelve","descr":"Nur knapp einem Hinterhalt entkommen, müssen Mitch, Ray und Tammy Zugang zu einem sicheren Zimmer bei Kinross \u0026 Clark finden, in dem die Einzelheiten der tödlichen Verschwörung von Noble Insurance versteckt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990353","hoster":"VOE"},{"path":"/redirect/8402568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-13","name":"Kapitel 13","epNo":13,"alt":"Chapter Thirteen","descr":"Die Entführung von Abby zwingt Mitch dazu sein Vorhaben die tödliche Verschwörung bei Noble Insurance offenzulegen noch einmal zu überdenken und die belastenden Informationen gegen die Sicherheit seiner Frau einzutauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990354","hoster":"VOE"},{"path":"/redirect/8402572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-14","name":"Kapitel 14","epNo":14,"alt":"Chapter Fourteen","descr":"Nachdem er seinen Deal mit Stack aufgehoben hat, sucht Mitch Hilfe beim FBI um Abby zu finden.Nachdem sie sich von der Verschwörung distanziert hat, versucht Alex Clark den Richter zu überzeugen die Beweise, die die Regierung gegen Kevin Stack verwendet um ihn des Mordes an über 100 todkranken Klienten seines Versicherungsunternehmens anzuklagen, fallenzulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990350","hoster":"VOE"},{"path":"/redirect/8402571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-15","name":"Kapitel 15","epNo":15,"alt":"Chapter Fifteen","descr":"Als Abby aussagt von Kevin Stack gekidnapped worden zu sein, erfährt Mitch, dass sie für Informationen gefoltert wurde.Und als er sich darüber Sorgen macht wie die Auswirkungen ihrer Zerreißprobe ihre Ehe beeinflussen wird, findet sich Mitch plötzlich in Stacks verzweifeltem Versuch wieder seine Verurteilung als Mörder zu umgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990351","hoster":"VOE"},{"path":"/redirect/8402575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-16","name":"Kapitel 16","epNo":16,"alt":"Chapter Sixteen","descr":"Als der Noble Insurance-Fall nach Kevin Stacks Selbstmord unter Dach und Fach gebracht wird, zwingen die Erinnerungen an ihre Tortur Abby ihre Ehe noch einmal unter die Lupe zu nehmen.Und als er sich darüber Sorgen macht wie die Auswirkungen ihrer Zerreißprobe ihre Ehe beeinflussen wird, findet sich Mitch plötzlich in Stacks verzweifeltem Versuch wieder seine Verurteilung als Mörder zu umgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990348","hoster":"VOE"},{"path":"/redirect/8402577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-17","name":"Kapitel 17","epNo":17,"alt":"Chapter Seventeen","descr":"Mitch verteidigt einen scheuen Autor, der beschuldigt wird seine Schwester ermordet zu haben.Während Abby einen Besuch bei ihren entfremdeten Eltern nutzt um ihre Ehe noch einmal zu überdenken, verteidigt Mitch einen scheuen Autor, der des Mordes an seiner Schwester beschuldigt wird, wobei einige Fakten über seinen metoritenhaften Aufstieg und die darauffolgenden 25 Jahre der Stille ans Licht kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990349","hoster":"VOE"},{"path":"/redirect/8402578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-18","name":"Kapitel 18","epNo":18,"alt":"Chapter Eighteen","descr":"Um sich und seine Familie zu schützen, verteidigt Mitch einen zuverlässigen Berater des Mafiabosses Joey Morolto, Jr.Und während Mitchs Mord-Verteidigung darauf abzielt Risse in der kriminellen Familie auszunutzen, sieht sich Abby mit schwerwiegenden Fragen über die Zukunft ihrer Ehe konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990345","hoster":"VOE"},{"path":"/redirect/8402579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-19","name":"Kapitel 19","epNo":19,"alt":"Chapter Nineteen","descr":"Entschlossen ihre Ehe und ihre Familie zu retten, schließt sich Abby Mitch und Ray an um einen Freund von Mafiaboss Joey Morolto, Jr. zu verteidigen der des Mordes angeklagt ist.Als interne Rivalitäten die Mafia-Familie an die Belastungsgrenze treiben, ist nichts mehr wie es scheint, weil ein entscheidender Strafverfolgungszeuge damit droht Mitchs Fall zu untergraben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990347","hoster":"VOE"},{"path":"/redirect/8402582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-20","name":"Kapitel 20","epNo":20,"alt":"Chapter Twenty","descr":"Mitch versucht eine Verteidigung für Patrick Walker zu fertigen, die Joey Morolto, Jr. zufriedenstellt, den beunruhigten Gangster, der versucht seinen Namen aus derm Mord-Prozess herauszuhalten, während er danach dürstet die Überläufer zu bestrafen, die hinter dem Anschlag auf sein Leben stecken. Während Ray und Abby einen neuen Verdächtigen in dem Fall hervorbringen, kehrt Tammy zurück nach Hause um sich auf ihre Hochzeit vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990352","hoster":"VOE"},{"path":"/redirect/8402583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-21","name":"Kapitel 21","epNo":21,"alt":"Chapter Twenty-One","descr":"Als Ray und Tammy sich darauf vorbereiten den Bund fürs Leben zu schließen, stürzt der Mord-Prozess Mitch und seine Familie mitten in einen Revierkampf zwischen der Morolto-Familie und der russischen Mafia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990357","hoster":"VOE"},{"path":"/redirect/8402585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-firma/staffel-1/episode-22","name":"Kapitel 22","epNo":22,"alt":"Chapter Twenty-Two","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990364","hoster":"VOE"},{"path":"/redirect/8402586","hoster":"Streamtape"}]}]}]}]}