{"path":"/serie/stream/die-inselrztin","name":"Die Inselärztin","descr":"Dr. Filipa Wagner (Anja Knauer) hält nichts mehr in Deutschland. Sie zieht nach Mauritius, um dort als Hotelärztin zu arbeiten. Hoteldirektor Kulovits (Helmut Zierl) freut sich über seine neue Fachkraft. Doch die Chirurgin muss feststellen, dass sie auch im Paradies ihre Berufung einholt und sie fachlich wie menschlich gefordert ist. Zwischen unbeschwerten Flirts mit Barkeeper Mike (Tyron Ricketts) und Surfen auf den Wellen der Trauminsel muss Filipa eingreifen, als der Hotelangestellte Jimmy (Selam Tadese) eine lebensgefährliche Verletzung erleidet. Der Chefarzt der Inselklinik, Dr. Daniel Bucher (Tobias Licht), ist von Flipas Fachkompetenz und ihren Durchsetzungsvermögen beeindruckt, doch er spürt auch, dass sie ein Geheimnis mit sich herumträgt.","seasons":[{"path":"/serie/stream/die-inselrztin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-inselrztin/staffel-1/episode-1","name":"Neustart auf Mauritius","epNo":1,"alt":"","descr":"In einem Luxusressort auf Mauritius startet Ärztin Dr. Filipa Wagner (Anja Knauer) ganz neu durch. Eine Praxis mit Strandblick, Sprechstunden in homöopathischen Dosen und nur kleine Wehwehchen von entspannten Urlaubern. Zwischendurch: Entspannen und Surfen mit dem smarten Barkeeper Mike (Tyron Ricketts). So lässt es sich leben. Aber Filipa ist nicht ganz freiwillig an das andere Ende der Welt gereist. Ihr neuer Chef, Hoteldirektor Kulovits (Helmut Zierl), freut sich, seinen Gästen die beste medizinische Versorgung bieten zu können. Doch schon der erste Notfall, als sich der Kellner Jimmy (Selam Tadese) lebensgefährlich verletzt, bringt Filipa an ihre Grenzen. Die übergibt den Patienten nur allzu gerne dem Krankenhaus vor Ort. Mit den üblichen medizinischen Behandlungsmethoden sieht der Chefarzt der Inselklinik, Dr. Daniel Bucher (Tobias Licht), allerdings wenig Chancen, das Leben des Familienvaters zu retten. So leicht kann Filipa dann doch nicht aufgeben. Allerdings muss sie sich dafür erneut der Verantwortung stellen, die sie bei ihrer Flucht ins Urlaubsparadies eigentlich hinter sich lassen wollte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990685","hoster":"VOE"},{"path":"/redirect/8403224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-inselrztin/staffel-1/episode-2","name":"Notfall im Paradies","epNo":2,"alt":"","descr":"Dr. Filipa Wagner (Anja Knauer) hat sich schnell an ihr neues Leben auf Mauritius gewöhnt. Mit der Beschaulichkeit ist es allerdings vorbei, als zwei Hotelgäste mit rätselhaften Organversagen zusammenbrechen. In der Inselklinik schafft es Chefarzt Dr. Daniel Bucher (Tobias Licht) gerade noch, bei dem erkrankten Ehepaar das Schlimmste zu verhindern. Wenig später fällt auch Chefköchin Rachel (Valentina Sauca) in der Hotelküche bewusstlos um. Der Verdacht auf eine hochansteckende Infektion liegt nahe, daher lässt Filipa sofort das Restaurant des Ferienressorts schließen. Für Direktor Kulovits (Helmut Zierl) ist das eine Katastrophe, denn ausgerechnet jetzt hat die einflussreiche Restaurantkritikerin Andrea Richter (Sonja Kirchberger) ihren Besuch angekündigt. Nicht nur ihre spitze Feder, sondern auch eine alte Geschichte beunruhigen Kulovits. Auch ein alter Rivale setzt ihm zu. Unterdessen kämpfen Filipa und Daniel um das Leben ihrer Patienten. Die Suche nach dem Infektionsherd gestaltet sich mehr als schwierig. Für die beiden Ärzte beginnt ein Wettlauf gegen die Zeit, um das Überleben der Erkrankten zu retten. Dabei kommen sie sich nicht nur fachlich näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100448","hoster":"VOE"},{"path":"/redirect/8403222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-inselrztin/staffel-1/episode-3","name":"Das Geheimnis","epNo":3,"alt":"","descr":"Inselärztin Filipa hat mit dem smarten Klinikkollegen Dr. Daniel Bucher ihr Glück gefunden. Allerdings fällt es der Frischverliebten schwer, sich auf eine feste Beziehung einzulassen. Als Daniel ihr nahelegt, bei ihm und seiner 13-jährigen Tochter einzuziehen, löst das Fluchtreflexe bei Filipa aus. Sie muss immer noch den Tod ihres früheren Lebensgefährten verarbeiten, um sich bei ihrem Neuanfang auf Mauritius für eine Beziehung öffnen zu können. Den Weg dafür freimachen möchte ihre Schwiegermutter Martina, die überraschend in der Ferienanlage auftaucht, um sich mit Filipa auszusprechen. Klärungsbedarf anderer Art hat Hoteldirektor Kulovits mit Barkeeper Mike, sein Sohn und heimlicher Mehrheitseigentümer des Ferienressorts, der sich endlich mehr seiner Verantwortung stellen soll. Als Mike kurzerhand und im Alleingang die Leitung übernimmt, fühlt sich der bisherige Alleinherrscher allerdings übergangen und schmeißt hin. Vater-Sohn-Konflikte überschatten auch den Urlaub des Hotelgasts Robert mit dem Teenager Oliver. Zudem bauen sie einen Verkehrsunfall, bei dem Emis Nachbarin Tanja schwer verletzt wird. Erst spät merken Filipa und Daniel, was Tanja wirklich fehlt. Gemeinsam kämpfen sie in der Inselklink um das Leben der alleinerziehenden Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173324","hoster":"VOE"},{"path":"/redirect/8403228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-inselrztin/staffel-1/episode-4","name":"Die Entscheidung","epNo":4,"alt":"","descr":"Für Inselärztin Filipa droht das neue Glück auf Mauritius zu platzen. Es ist nicht leicht für sie, dass Dr. Daniel Bucher für seine totgeglaubte Frau da sein muss, die nach acht Jahren überraschend zurückgekehrt ist. Jenny, die damals bei einem Arztauslandseinsatz schwer verunglückt ist, leidet unter Amnesie. Ihr Betreuer, der angesehene Arzt und Klinikbetreiber Dr. Marius Mantler, ist überzeugt, dass sie in ihr früheres Leben zurückkehren muss, damit die Erinnerung wiederkommt. Leicht ist das jedoch nicht. Tochter Isabelle, für die Filipa schon fast eine Ersatzmama geworden ist, tut sich schwer mit ihrer leiblichen Mutter. Daniel steckt in einem Dilemma, das ihn verzweifeln lässt: Einerseits muss er Jenny aufnehmen, andererseits will er Filipa nicht verlieren. Auch Filipa ist schwer geschockt: Ausgerechnet jetzt, als sie sich endlich auf eine Beziehung einlassen kann, soll sie komplett loslassen – ohne zu wissen, wie es weitergeht. Zum Nachdenken bleibt in der sonst so beschaulichen Inselpraxis aber keine Zeit: Erst muss Filipa eine junge Frau nach einem Bootsunfall retten, dann braucht der schwer erkrankte Hoteldirektor a.D. Kulovits ihre volle Aufmerksamkeit und schließlich macht ihr Dr. Mantler, der auf Mauritius eine neue Klinik bauen möchte, ein verlockendes Angebot. Ihr Können als Chirurgin muss Filipa unter Beweis stellen, als Jenny in akute Lebensgefahr gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990683","hoster":"VOE"},{"path":"/redirect/8403227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-inselrztin/staffel-1/episode-5","name":"Die Mutprobe","epNo":5,"alt":"","descr":"Dr. Filipa Wagner kehrt nach Mauritius zurück, um ihre Arbeit im Beachresort und als ehrenamtliche Inselärztin fortzusetzen. Die erste Begegnung mit ihrem \"Ex\" Dr. Daniel Bucher, der sich für seine \"frühere\" Familie mit Ehefrau Jenny entschieden hat, lässt nicht lange auf sich warten. Als Daniels Tochter Isabelle bei einem waghalsigen Sprung von einer Küstenklippe in ernsthafte Gefahr gerät, ruft die Teenagerin ausgerechnet ihre zwischenzeitliche \"Ersatzmama\" um Hilfe. Filipa bringt Isabells Retter Jean, der sich eine tiefe Schnittwunde am Arm zugezogen hat, zu Daniel ins Krankenhaus. Bei dem überraschenden Wiedersehen ist der sonst so selbstbewusste Chefarzt alles andere als souverän: Zu stark sind seine Gefühle für Filipa! Sie dagegen möchte ihrer großen Liebe nicht nachtrauern und lernt den charmanten Facharzt Devin kennen, der ihre beste Freundin Emi behandelt. Emis Sorge um ihre rätselhaften Krankheitssymptome wird von einer großen Überraschung für sie und ihren Freund Mike abgelöst. Zu einem medizinischen Notfall entwickelt sich die Wunde des jungen Fischers Jean. Als er endlich Filipa um Hilfe bittet, muss sie mit Daniel eine schwere Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990689","hoster":"VOE"},{"path":"/redirect/8403229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-inselrztin/staffel-1/episode-6","name":"Das Rätsel","epNo":6,"alt":"","descr":"Inselärztin Dr. Filipa Wagner hat sich für ihren charmanten Arztkollegen Devin entschieden. Ihr Exfreund Dr. Daniel Bucher will seine große Liebe jedoch nicht kampflos aufgeben. Frei nach dem Motto \"Im Krieg und in der Liebe ist alles erlaubt\", setzt der sonst so umsichtige Chefarzt der Notfallklinik alles auf eine Karte. Devin will sich jedoch nicht so leicht ausbooten lassen und scheut sich nicht, die Sache \"unter Männern\" mit dem Chefchirurgen auszutragen. Mit ihrem Machogehabe übertreiben es jedoch beide: Filippa lässt sich nicht einfach erobern, sondern trifft ihre Entscheidung souverän. Für ihre Privatangelegenheiten hat sie ohnehin nur wenig Zeit. Die Ärztin des Beachressorts lernt Nathalie kennen, die dort mit ihrem schwer verliebten Freund Martin und dessen mürrischem Vater ihren Urlaub verbringt. Während Martin die Luxusreise für einen romantischen Heiratsantrag nutzen möchte, hat Nathalie Todesahnungen: Die 30-Jährige ist fest davon überzeugt, dass ihr nur noch wenig Zeit zum Leben bleibt. Als bei Nathalie rätselhafte Symptome auftreten, müssen Filipa, Daniel und Devin ihre Probleme hintanstellen. Um die junge Frau zu retten, ist die volle Professionalität des Ärztetrios gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103639","hoster":"VOE"},{"path":"/redirect/8403235","hoster":"Streamtape"}]}]}]}]}