{"path":"/serie/stream/die-verlorene-welt","name":"Die verlorene Welt","descr":"[The Lost World] Zu Beginn des 20. Jahrhunderts stößt der Wissenschaftler Professor Challenger auf das Tagebuch eines verstorbenen Forschers - in dem eine verlorene Welt beschrieben wird, voller urweltlicher Wesen und weitab der Zivilisation. Zusammen mit dem skeptischen Summerlee, dem Großwildjäger John Roxton, dem amerikanischen Journalisten John Malone und der geldgierigen Marguerite Krux macht sich der abenteuerlustige Professor auf, um das geheimnisvolle Land zu entdecken. In der verlorenen Welt angekommen, trifft die Expedition jedoch nicht nur auf die attraktive Urwaldbewohnerin Veronica, sondern auch auf zahlreiche Gefahren","seasons":[{"path":"/serie/stream/die-verlorene-welt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-1","name":"Die verlorene Welt (1+2)","epNo":1,"alt":"The Journey Begins","descr":"Eine britische Expeditionstruppe bricht unter der Führung des Abenteurers und Professors Georg Edward Challenger in das Amazonasgebiet auf, um nach der \"Verlorenen Welt\" zu suchen. Dort warten unvorstellbare Gefahren auf die abenteuerlustigen Enthusiasten: Kopfgeldjäger einheimischer Indianerstämme, angriffslustige Menschenaffen und Riesenkrokodile sowie fleischfressende Dinosaurier. Doch schließlich landet die Truppe tatsächlich in der \"Verlorenen Welt\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929841","hoster":"VOE"},{"path":"/redirect/13929863","hoster":"Vidoza"},{"path":"/redirect/13929846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-2","name":"[in Episode davor enthalten]","epNo":2,"alt":"Stranded","descr":"Anfang des 20. Jahrhunderts macht sich eine Expedition wagemutiger Abenteurer unter der Führung des Wissenschaftlers Dr. Georg Edward Challenger ins tiefste Amazonasgebiet auf, um nach einer längst vergessenen Welt – der verlorenen Welt – zu suchen. Dort sollen gigantische Urwesen hausen. Auf ihrer Reise begegnet die Truppe unzähligen tödlichen Gefahren: Riesen-Alligatoren, Kannibalen, Fleisch fressenden Pflanzen, Affenmenschen und sogar Dinosauriern!Als Roxton spurlos verschwindet, machen sich die Expeditionsmitglieder auf die Suche nach ihm. Dabei stürzen sie in ein Loch und stoßen auf einen unterirdischen Fluss. Mit einem Floß gelangen sie zu einem Ozean, der sie nach einem Sturm an die Küste einer Insel spült. Dort halten sich die Nachfahren der Dinosaurier die Menschen als Sklaven. Und hier wird auch Roxton gefangen gehalten und als Gladiator ausgebildet. Doch Roxton nimmt sich die Revolte Spartacus’ zum Vorbild.","versions":[]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-3","name":"Die Stadt der Sklaven","epNo":3,"alt":"More Than Human","descr":"Summerlee und Veronica spazieren durch eine faszinierende Naturlandschaft, in der Beeren von der Größe von Melonen wachsen. Als sich Summerlee einer übergroßen Blume nähert, wird er von einer gigantischen Biene attackiert. Ihr Stich injiziert ein Gift, zu dem es nur ein Gegenmittel gibt – und das befindet sich im Bienenstock dieses tödlichen Schwarms. Roxton, Veronica und Malone versuchen, der Bienenkönigin den Nektar zu stehlen. Ein nicht ungefährliches Unterfangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929844","hoster":"VOE"},{"path":"/redirect/13929850","hoster":"Vidoza"},{"path":"/redirect/13929845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-4","name":"Die Bienenkönigin","epNo":4,"alt":"Nectar","descr":"Challenger, Malone und Veronica durchqueren eine alte Begräbnisstätte. Plötzlich werden sie von feindlichen Kriegern angegriffen. Challenger wird von den Angreifern gefasst, während Veronica und Malone entkommen können. Nach heftigen Diskussionen im Lager beschließt man, eine Befreiung Challengers zu versuchen. Sie schleichen sich nachts an das Dorf der Krieger heran. Als Roxton das Haupttor aufbricht, sieht er Challenger – mit einer mysteriösen Frau Tee trinkend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929825","hoster":"VOE"},{"path":"/redirect/13929843","hoster":"Vidoza"},{"path":"/redirect/13929826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-5","name":"Die Höhle der Geister","epNo":5,"alt":"Cave of Fear","descr":"Die \"Christecs\" sind ein Volk aus einer anderen Zeit. Sie praktizieren eine mysteriöse Mischung aus aztekischem Heidentum und einem Katholizismus aus der Zeit der Konquistadoren. Der Hohe Priester Tolmac herrscht mit grausamer Hand. Als Challenger, Summerlee und Veronica an einem See die Schreie eines Mädchens hören, greifen sie ein: Summerlee rettet das Mädchen aus dem Wasser – und zieht damit den Zorn Tolmacs auf sich. Er wird zum Tode durch Verbrennen verurteilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929823","hoster":"VOE"},{"path":"/redirect/13929842","hoster":"Vidoza"},{"path":"/redirect/13929824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-6","name":"In den Händen der Götter","epNo":6,"alt":"Salvation","descr":"Challenger und Marguerite stehen vor einer neuen Herausforderung, als Roxton von der wunderschönen weiblichen Vampirin Calista gebissen wird. Denn die Blutsaugerin macht ihr Opfer mit einem Getränk gefügig, so dass Roxton plötzlich zu einer Gefahr für die anderen wird. Um ihn zu retten, müssen seine Freunde zu drastischen Maßnahmen greifen. Außerdem muss Malone, der sich in Veronica verliebt hat, einen Zweikampf mit einem Eingeboren bestehen, der Veronica ebenfalls begehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929832","hoster":"VOE"},{"path":"/redirect/13929852","hoster":"Vidoza"},{"path":"/redirect/13929834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-7","name":"Ein gefährlicher Biss","epNo":7,"alt":"Blood Lust","descr":"Roxton, Marguerite und Malone untersuchen ein Höhlensystem – und finden keinen Weg mehr, der sie zurück ins Freie führt. Plötzlich sind die drei Abenteurer von druidenähnlichen Gestalten umzingelt, die Marguerite in ihre Gewalt bringen wollen. Roxton versucht, dies zu verhindern – vergeblich. Zum Entsetzen Roxtons und Malones scheinen die Druiden-Figuren mit einem Messer Marguerite opfern zu wollen. Doch plötzlich fallen sie vor ihr auf die Knie: Sie sehen in ihr eine alte Prophetin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929815","hoster":"VOE"},{"path":"/redirect/13929819","hoster":"Vidoza"},{"path":"/redirect/13929816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-8","name":"Die magische Rückkehr","epNo":8,"alt":"Out of Time","descr":"Ein alter Mann läuft durch den Dschungel, die Augen voller Angst. Als er sich dem Baumhaus nähert, bricht eine archaische Kreatur aus dem Dickicht hervor und schlägt den Alten nieder. Roxton schießt die Kreatur nieder. Veronica bemerkt, dass der alte Mann in seiner Hand ein Bild von ihr trägt. Der Alte heißt Sinta.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929813","hoster":"VOE"},{"path":"/redirect/13929821","hoster":"Vidoza"},{"path":"/redirect/13929814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-9","name":"Ein trügerisches Paradies","epNo":9,"alt":"Paradise Found","descr":"Roxton, Malone, Challenger und Summerlee müssen sich gegen feindliche Angreifer wehren, wobei Malone tödlich verwundet wird. Als Roxton entdeckt, dass es nicht weit von ihnen ein Dorf gibt, trägt er Malone dorthin. Die Freunde treffen Lento, einen so genannten Heiler und Magier. Lento heilt nicht nur durch seine Kräuter – er entzieht seinen Patienten auch alles Böse, das Leben zerstört. Nachdem Lento Malone und noch einen anderen Patienten geheilt hat, ist er selbst dem Tod nahe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929817","hoster":"VOE"},{"path":"/redirect/13929833","hoster":"Vidoza"},{"path":"/redirect/13929818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-10","name":"Der Schamane","epNo":10,"alt":"The Beast Within","descr":"Als Challenger, Malone und die Frauen versuchen, in die Zivilisation zurückzukehren, werden sie von Kannibalen überrascht. Sie flüchten sich in einen alten Mineneingang, der wenig später einstürzt: Die Freunde werden verschüttet. Kurz bevor sie ersticken, taucht eine mysteriöse alte Frau auf, von der sie gerettet werden. Garza erzählt Challenger, dass sie und ihr Volk seit den Konquistadoren in dem Berg leben – und dass ihr Orakel über Leben und Tod der Eindringlinge entscheidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929807","hoster":"VOE"},{"path":"/redirect/13929822","hoster":"Vidoza"},{"path":"/redirect/13929808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-11","name":"Der goldene Berg","epNo":11,"alt":"Creatures Of The Dark","descr":"Roxton kommt hinzu, als am Strand die junge Tarya von einem wilden Krieger zu Pferd verfolgt wird. Roxton greift ein und besiegt seinen Gegner. Der Mann stirbt – und nun erlebt Roxton eine Überraschung: Tarya bricht in Tränen aus und macht ihm heftige Vorwürfe. Wie sich herausstellt, lebt Taryas Stamm unter der Herrschaft des Kriegerstammes der Hikari, dem sie Nahrung und Gold abgeben müssen – und Menschen. Roxton, Challenger und Veronica beschließen, Taryas Leuten zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929802","hoster":"VOE"},{"path":"/redirect/13929812","hoster":"Vidoza"},{"path":"/redirect/13929804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-12","name":"Der große Freiheitskampf","epNo":12,"alt":"Tribute","descr":"Challenger, Roxton, Marguerite und Malone müssen vor einer Herde Saurier flüchten und geraten in einen verfallenen Gebäudekomplex. Nach Challengers Meinung ist das Bauwerk mindestens 1000 Jahre alt – obwohl es moderne Industrieelemente aufweist. Als er eine Kristallkugel findet, kommt es zur Katastrophe: Challenger erleidet auf mysteriöse Weise schwere Verbrennungen. Im Baumhaus halluziniert er, dass das Wissen der Bewohner von Atlantis auf ihn übergegangen sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929805","hoster":"VOE"},{"path":"/redirect/13929811","hoster":"Vidoza"},{"path":"/redirect/13929806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-13","name":"Das Erbe von Atlantis","epNo":13,"alt":"Absolute Power","descr":"Während Marguerite in einem See badet, wird sie von einem jungen Mann überrascht, der sich als König Gawain vorstellt. Als er sie mit der Bemerkung, sie sei die Dame seines Herzens, und er werde sie morgen heiraten, in sein Lager führen will, kann Marguerite Veronica noch einen Hilferuf zukommen lassen. Im Lager des Königs kommt Marguerite einer hinterhältigen Intrige von Gawains Vertrautem auf die Spur. Ihre Freunde Roxton und Malone müssen eine schwierige Prüfung bestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929799","hoster":"VOE"},{"path":"/redirect/13929810","hoster":"Vidoza"},{"path":"/redirect/13929801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-14","name":"Camelot","epNo":14,"alt":"Camelot","descr":"Unverhofft treffen Challenger, Roxton und Veronica auf Dr. Hargrove. Die Freunde kommen dahinter, dass Hargrove Experimente an Menschenaffen unternimmt. Auch die junge Frau namens Renata, die er als seine Tochter ausgibt, ist das Ergebnis einer genmanipulierten Verbindung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929792","hoster":"VOE"},{"path":"/redirect/13929800","hoster":"Vidoza"},{"path":"/redirect/13929793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-15","name":"Ein teuflisches Experiment","epNo":15,"alt":"Unnatural Selection","descr":"Ein Mann und eine Frau geben vor, aus der Zukunft zu sein, und suchen Marguerite: Die Frau behauptet, eine Urenkelin von Marguerite zu sein, und will sie töten. Sie möchte verhindern, dass Marguerite eine tödliche Seuche verbreitet. Mit dem Virus würde sich Marguerite im Fluchttunnel des Plateaus infizieren. Der Mann dagegen will das Gegenteil: Er möchte, dass Marguerite die Seuche verbreitet, um selbst ein Gegenmittel zu finden und dadurch reich und berühmt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929790","hoster":"VOE"},{"path":"/redirect/13929795","hoster":"Vidoza"},{"path":"/redirect/13929791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-16","name":"Geheimnisvoller Besuch","epNo":16,"alt":"Time After Time","descr":"Malone, Marguerite und Challenger stoßen im Urwald auf einen gefesselten und mit Blut übergossenen Mann, der dort offenbar zum Sterben hingebracht wurde. Er sollte qualvoll von wilden Tieren zerrissen werden. Sie befreien ihn und bringen ihn ins Baumhaus. Dort gibt er sich als Tom Layton zu erkennen – Veronicas lang verschollenen Vater! Doch die Wiedersehensfreude währt nicht lange. Bald stellt sich heraus, dass der Fremde nicht seine wahre Identität mitgeteilt hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929794","hoster":"VOE"},{"path":"/redirect/13929820","hoster":"Vidoza"},{"path":"/redirect/13929797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-17","name":"Der verschollene Vater","epNo":17,"alt":"Prodigal Father","descr":"Im Dschungel stoßen Marguerite, Challenger und Malone auf eine halb vergrabene Mumie. Schnell wird klar – die Mumie lebt! Es handelt sich um den Pharao Ramses, der sie davon überzeugen kann, dass seine Schwester Nofretete ihn um den Thron gebracht hat. Sie erklären sich bereit, ihm zu helfen, stellen dann aber fest, dass er nicht die ganze Wahrheit gesagt hat. Währenddessen wird Summerlee von einem T-Rex gejagt, der sie fälschlicherweise für den Mörder ihres Nachwuchses hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929789","hoster":"VOE"},{"path":"/redirect/13929803","hoster":"Vidoza"},{"path":"/redirect/13929788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-18","name":"Das Zepter des Pharao","epNo":18,"alt":"Birthright","descr":"Die Abenteurer haben sich aufgeteilt, um nach dem Weg aus der verlorenen Welt zu suchen. Während Malone und Veronica das Baumhaus vor Angreifern beschützen, wird Roxton schwer verwundet und Marguerite entführt. Als Roxton von einem geheimnisvollen Jungen mit magischen Kräften wiederbelebt wird und Marguerite retten kann, stellt sich heraus, dass der Junge in Wirklichkeit der bösartige Herrscher Osric ist, der mit Hilfe eines Kristallschwertes unsterblich werden will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929860","hoster":"VOE"},{"path":"/redirect/13929866","hoster":"Vidoza"},{"path":"/redirect/13929861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-19","name":"Das kristallene Schwert","epNo":19,"alt":"Resurrection","descr":"Beim Durchstreifen der Hochebene retten die Abenteurer die Zigeunerin Isadore. Aus Dankbarkeit prophezeit sie ihnen die Zukunft – unter anderem den bevorstehenden Tod von Malone. Dann verschwindet sie mit ihrem Hab und Gut und den Waffen der Expeditionstruppe. Doch auf der Flucht wird sie vom Gauner Kaysan und seiner Bande gefangen genommen. Die Abenteurer nehmen die Verfolgung auf, um ihre Waffen zurückzuholen. Sie müssen erkennen, dass Isadores Visionen sich bewahrheiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929857","hoster":"VOE"},{"path":"/redirect/13929871","hoster":"Vidoza"},{"path":"/redirect/13929858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-20","name":"Die Prophezeiung","epNo":20,"alt":"Prophecy","descr":"Roxton und Margeruite treffen auf Gideon und seinen Mentor Davos. Sie erfahren, dass der Junge \"der Auserwählte\" ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929854","hoster":"VOE"},{"path":"/redirect/13929868","hoster":"Vidoza"},{"path":"/redirect/13929856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-21","name":"Der Auserwählte","epNo":21,"alt":"The Chosen One","descr":"Der Versuch der Abenteurer, endlich das Plateau zu verlassen, wird von den Raiders durchkreuzt. Der Anführer Drakul will mit Hilfe seiner neuesten Errungenschaft – Schießpulver – das Plateau in seine Gewalt bringen und notfalls alles beseitigen, was sich ihm in den Weg stellt. Ein tödliches Katz- und Mausspiel beginnt... Unerwartete Hilfe bekommt die Expedition von einem ehemaligen Feind, der ebenfalls von Drakul bedroht wird: Tribun, einer grässlichen Kreatur …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929851","hoster":"VOE"},{"path":"/redirect/13929859","hoster":"Vidoza"},{"path":"/redirect/14220410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-1/episode-22","name":"Die Rache des Drakul","epNo":22,"alt":"Barbarians At The Gate","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929847","hoster":"VOE"},{"path":"/redirect/13929855","hoster":"Vidoza"},{"path":"/redirect/13929848","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-1","name":"Der Weg zurück","epNo":1,"alt":"All Or Nothing","descr":"Nachdem Tribune die Hängebrücke zerstört hat, sind Roxton und Challenger im Abgrund verschwunden. Marguerite und Veronica machen sich auf die Suche nach ihren vermeintlich toten Freunden. Doch Malone landete im Nest eines Flugsauriers, und Challengers Fall wurde durch Buschwerk gemindert. Roxton wird von Tribune aus dem Fluss gerettet. Nur Summerlee bleibt verschwunden. Die Freunde machen sich auf den Weg nach Hause – und stehen plötzlich vor einem unüberwindbaren Hindernis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929862","hoster":"VOE"},{"path":"/redirect/13929873","hoster":"Vidoza"},{"path":"/redirect/13929864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-2","name":"Im Reich der Amazonen","epNo":2,"alt":"Amazons","descr":"Während einer Forschungsexpedition retten Challenger, Roxton und Malone einer Kriegerin das Leben. Dabei verletzt sich Challenger. Im Dorf der Kriegerinnen werden sie äußerst freundlich aufgenommen, Challenger wird von der Anführerin persönlich gepflegt. Sie ahnen nicht, dass die Amazonen Männer zur Zeugung brauchen, sie anschließend aber töten. Veronica und Marguerite erkennen an den Spuren, in wessen Gesellschaft sich ihre Freunde befinden. Es bleibt nicht viel Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929865","hoster":"VOE"},{"path":"/redirect/13929877","hoster":"Vidoza"},{"path":"/redirect/13929867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-3","name":"Ein Blick in die Zukunft","epNo":3,"alt":"Tourist Season","descr":"Die Freunde bekommen überraschend Besuch: Ein Gewitter zwingt den Helikopter einer Touristenfamilie aus dem 21. Jahrhundert zu einer Notlandung auf dem Plateau. Veronica, Challenger, Marguerite, Roxton und Malone sind begierig, von den Errungenschaften einer Welt zu hören, die sie selbst nicht mehr erleben werden. Sie helfen der Familie, den Hubschrauber zu reparieren. Dabei kommt Marguerite der Gedanke, dass sie damit selbst vom Plateau herunterkommen könnten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929869","hoster":"VOE"},{"path":"/redirect/13929878","hoster":"Vidoza"},{"path":"/redirect/13929870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-4","name":"Tödliche Maskerade","epNo":4,"alt":"Stone Cold","descr":"Während Roxton ein Tal kartographiert, wird er von einer jungen Frau überrascht. Sie wirft ihre seltsamen Kleidungsstücke ab – und stirbt in Marguerites Armen. Kurz darauf müssen die beiden zusammen mit Challenger, Veronica und Malone vor einem Regensturm in einem alten Schloss Schutz suchen. Ihre Ankunft löst eine Reihe von mysteriösen Vorfällen aus. Als die Freunde aus dem seltsamen Schloss fliehen wollen, werden sie plötzlich von zu Leben erwachten Steinfiguren attackiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929872","hoster":"VOE"},{"path":"/redirect/13929881","hoster":"Vidoza"},{"path":"/redirect/13929874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-5","name":"Der Drachentöter","epNo":5,"alt":"Divine Right","descr":"Roxton wird von einem schwarzen Hengst entführt und in ein mittelalterliches Dorf gebracht, wo er zum König ausgerufen wird. Der Haken an der Sache ist: Als König muss Roxton gegen einen Drachen kämpfen, der das Dorf seit Urzeiten bedroht. Roxton lässt seine Freunde Malone, Challenger, Veronica und Marguerite holen, damit sie ihm beistehen. Nachdem noch ein intriganter Berater ausgeschaltet wurde, steht Roxton schließlich dem gigantischen Drachen gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929875","hoster":"VOE"},{"path":"/redirect/13929890","hoster":"Vidoza"},{"path":"/redirect/13929876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-6","name":"Die leuchtende Höhle","epNo":6,"alt":"Skin Deep","descr":"Zur Verwunderung aller verhält sich Marguerite pötzlich ausgesprochen nett zu jedermann. Ihren Freunden ist klar, dass das nicht mit rechten Dingen zugehen kann. Währenddessen werden Roxton und Veronica im Dschungel von einem Dinosaurier attackiert. Bald stellt sich heraus, dass ein außerirdischer Eindringling den Körper des Dinos okkupiert hat, mit diesem aber nicht so recht umgehen kann. Wenig später kommt ans Licht, dass auch Marguerite von jemandem \"besessen\" ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929879","hoster":"VOE"},{"path":"/redirect/13929887","hoster":"Vidoza"},{"path":"/redirect/13929880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-7","name":"Der lange Traum","epNo":7,"alt":"London Calling","descr":"Malone und Challenger ist es gelungen, eine alte Karte zu finden, die den Schlüssel zu ihrer Befreiung von dem Plateau enthält: Endlich scheint ein Weg aus der \"Verlorenen Welt\" gefunden. Auch Roxton und Marguerite sind freudig erregt angesichts einer Rückkehr in ihr wunderbares und beschauliches ehemaliges Leben in London. Um die Wissenschaft zu überzeugen, nehmen sie das Ei eines Tyrannosaurus Rex mit nach London, wo es prompt gestohlen wird. Es kommt zu einer Katastrophe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929882","hoster":"VOE"},{"path":"/redirect/13929885","hoster":"Vidoza"},{"path":"/redirect/13929883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-8","name":"Der Riese","epNo":8,"alt":"The Prisoner","descr":"Eine alte Frau berichtet Veronica, wo sie ihre Eltern finden kann. Veronica macht sich sofort auf den Weg, nicht ahnend, dass sie hereingelegt wurde: Die Alte ist die Vertraute eines Riesen, des Prinzen Apep. Dieser ist seit 300 Jahren im Großen Berg eingeschlossen und wartet auf seine Erlösung. Veronica soll ihn befreien. Das gelingt, und der Prinz will Veronica zu seiner Frau nehmen. Als sie flieht, schwört Apep Rache – und kurz darauf befindet sich Marguerite in seiner Gewalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929884","hoster":"VOE"},{"path":"/redirect/13929891","hoster":"Vidoza"},{"path":"/redirect/13929886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-9","name":"Die Spiele","epNo":9,"alt":"The Games","descr":"Marguerite, Roxton und Malone geraten in die Gewalt der Kaiserin Centuria. Weil Malone von Kaiserin Centuria fäschlicherweise für Professor Challenger gehalten wird, fordert sie von ihm, für sie Schießpulver herzustellen. Währenddessen müssen Roxton und Tribune als Gladiatoren um ihr Leben kämpfen. Als der echte Challenger und Veronica den beiden schließlich zu Hilfe kommen, überstehen Roxton und Tribune den Kampf. Am Ende gelingt Tribune die Machtübernahme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929889","hoster":"VOE"},{"path":"/redirect/13929896","hoster":"Vidoza"},{"path":"/redirect/13929888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-10","name":"Die Quelle ewiger Jugend","epNo":10,"alt":"The Source","descr":"Die fünf Freunde werden von einer Gruppe Raptoren angegriffen. Plötzlich taucht eine geheimnisvolle Frau auf und rettet die Bedrängten. Ana erzählt ihnen, dass sie in einem Dorf wohnt, das vor hunderten von Jahren von ihren Vorfahren gegründet wurde, die aus Spanien kamen und auf das Plateau flohen. Da Ana angeblich einen Weg vom Plateau kennt, begleiten die Freunde ihre Retterin. Wenig später werden sie von Kriegern, den Horsemen, angegriffen, die behaupten Ana, sei eine Hexe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929893","hoster":"VOE"},{"path":"/redirect/13929900","hoster":"Vidoza"},{"path":"/redirect/13929892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-11","name":"Trophäen","epNo":11,"alt":"Trophies","descr":"Ein gewisser Burton kommt mit zwei Männern zum Baumhaus und behauptet, er sei beauftragt, die Expedition nach Hause zu führen. Veronica ist misstrauisch, denn noch kurz zuvor ist sie von den selben Männern gejagt worden. Auch Marguerite ist vorsichtig. Sie erkennt in Burton Randolph Applegate wieder, einen berüchtigten Trophäenjäger, der vor Jahren mit den Schätzen der Panovsky-Expedition zurückkam, während alle anderen Teilnehmer der Expedition ums Leben kamen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929894","hoster":"VOE"},{"path":"/redirect/13929906","hoster":"Vidoza"},{"path":"/redirect/13929895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-12","name":"Die Voodoo-Priesterin","epNo":12,"alt":"Voodoo Queen","descr":"Auf der Flucht vor den Trogs begegnet Roxton Danielle. Noch in derselben Nacht erliegt er ihrer Schönheit. Die Trogs, so berichtet sie, hätten ihr Dorf geplündert, sie selbst sei die einzige Überlebende. Roxton zögert nicht – er wird zum Retter in der Not und gewährt ihr Unterschlupf. Marguerite und Veronica jedoch trauen der Fremden nicht. Schließlich verlangen sie, dass Danielle das Haus verlässt. Roxton begleitet Danielle und wird kurze Zeit später zu ihrem Gefangenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929897","hoster":"VOE"},{"path":"/redirect/13929902","hoster":"Vidoza"},{"path":"/redirect/13929898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-13","name":"Die hingebungsvolle Wächterin","epNo":13,"alt":"The Guardian","descr":"Während Roxton und Malone Challengers Windmühle reparieren, ist dieser mit den Frauen auf Kräutersuche. Dabei gerät er in eine von Jägern aufgestellte Tierfalle. Diese sind auf Beutefang, um den Hunger einer fleischfressenden Pflanze zu stillen. Diese hält deren gesamtes Volk auf einer Lichtung gefangen und hat bereits viele Opfer gefordert. Als Challenger und die Frauen nun auch Gefangene sind, entdecken sie zufällig einen Tunnel. Wird dieser in die erhoffte Freiheit führen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929899","hoster":"VOE"},{"path":"/redirect/13929910","hoster":"Vidoza"},{"path":"/redirect/13929901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-14","name":"Trügerisches Wiedersehen","epNo":14,"alt":"Under Pressure","descr":"Ein junger Mann namens Alex, der sich als Geologie-Dozent ausgibt, rettet Veronica das Leben. Er behauptet, durch eine Höhle auf das Plateau gelangt zu sein. Gemeinsam will man nun zu dieser Höhle aufbrechen, doch da nehmen geheimnisvolle Kobolde Veronica, Marguerite und Roxton gefangen. Bald wird klar, dass auch Alex einer jener unterirdischen Bewohner ist, die zusammen mit Professor Lionel Holt die Erdoberfläche erobern wollen. Kann Challenger den absurden Plan vereiteln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929903","hoster":"VOE"},{"path":"/redirect/13929913","hoster":"Vidoza"},{"path":"/redirect/13929904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-15","name":"In einer anderen Welt","epNo":15,"alt":"The Outlaw","descr":"Roxton und Marguerite geraten in das Dorf einer anderen Welt, die durch eine Laune der Natur nur für zwei Tage im Jahr existiert. Dort aber werden sie sogleich Opfer eines Missverständnisses und zum Tode verurteilt. Challenger, Malone und Veronica haben nun alle Hände voll zu tun, um ihre Freunde zu retten. Doch dafür müssen sie die wahre Täterin finden. Für die fünf beginnt nun ein mörderischer Wettlauf gegen die Zeit, um noch vor Sonnenuntergang in ihre Welt zurück zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929905","hoster":"VOE"},{"path":"/redirect/13929914","hoster":"Vidoza"},{"path":"/redirect/13929907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-16","name":"Leben und leben lassen","epNo":16,"alt":"Quality of Mercy","descr":"Die Prin haben Veronica und Malone gefangengenommen. Als beide im Arbeitslager eintreffen, bemerken sie, dass die Menschen dort ihr trauriges Leben anstandslos hinnehmen und vollkommen durchdrungen sind, einem höheren Zweck zu dienen. Doch schon bald stellt sich heraus, dass es sich bei den Arbeitern nicht um Menschen, sondern um Maschinen handelt, die sich zufällig zu Lebewesen entwickelt haben. Doch das war nicht im Sinne ihrer Schöpfer – der Prin – denn es kommt zum Aufstand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929908","hoster":"VOE"},{"path":"/redirect/13929917","hoster":"Vidoza"},{"path":"/redirect/13929909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-17","name":"Der Ursprung der Menschheit","epNo":17,"alt":"Mark of the Beast","descr":"Als Marguerite einem Affen in dessen Höhle folgt, entdeckt dieser dort einen mysteriösen Stein, der bei Berührung den \"Ursprung der Menschheit\" verspricht. Marguerite, Malone, Roxton und Challenger verwandeln sich nach und nach in wilde Tiere. Der Affe dagegen ist inzwischen von seinem Fluch erlöst und nun wieder der Schmuckdieb Jack Keller. Eba, die Stammesführerin der Kanu – einst Besitzer des heiligen Steins – will mit Jacks Hilfe den Stein zurückbekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929911","hoster":"VOE"},{"path":"/redirect/13929924","hoster":"Vidoza"},{"path":"/redirect/13929912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-18","name":"Gefangene Seelen","epNo":18,"alt":"Survivors","descr":"Marguerite und Challenger erhalten plötzlich ungeahnten Besuch: Zwei alte, längst verstorbene Bekannte – die Freundin Adrienne Montclair und Ex-Kollege William Maple White – suchen die beiden als energetische Geisterscheinungen heim. Marguerites und Challengers Schuldgefühle haben sie aus ihrer Seelengefangenschaft erlöst. Doch die beiden können nur am Leben bleiben, wenn sie ihren \"Opfern\" das Blut aussaugen. Es beginnt ein brutaler Kampf auf Leben und Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929916","hoster":"VOE"},{"path":"/redirect/13929922","hoster":"Vidoza"},{"path":"/redirect/13929915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-19","name":"Der Fluch der Piraten","epNo":19,"alt":"The Pirate\u0027s Curse","descr":"Marguerite und Roxton tauschen Zärtlichkeiten aus, als sich plötzlich die Erde unter ihnen auftut. Die beiden fallen in eine Grube, in der sich das Skelett eines Piraten und dessen verwunschener Schatz befindet. Unbeeindruckt von dem Fluch, der auf dem Schatz lastet, nimmt Marguerite ihn mit. Challenger und Malone finden unterdessen das Tagebuch des Piraten und wollen seinem Geheimnis auf die Spur kommen. Dabei geraten sie in einen Hinterhalt des Piraten Pappin …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929919","hoster":"VOE"},{"path":"/redirect/13929937","hoster":"Vidoza"},{"path":"/redirect/13929918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-20","name":"Die Bestie","epNo":20,"alt":"The Visitor","descr":"Als Malone im Dschungel von einer Bestie angegriffen wir, treffen er und Veronica wenig später auf den verwundeten Danu, der sie eindringlich vor dem wilden Tier warnt. Als Danu nachts spurlos verschwindet und Malone hohes Fieber bekommt, erfährt Veronica von einem Medizinmann, dass Danu zum Werwolf geworden ist. Als nun Challenger und Roxton ins Tal der Schatten – dem Ort der Werwölfe – aufbrechen, ahnen sie nicht, dass Danu auch Veronica zum Werwolf machen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929920","hoster":"VOE"},{"path":"/redirect/13929930","hoster":"Vidoza"},{"path":"/redirect/13929921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-21","name":"Der Geist","epNo":21,"alt":"A Man of Vision (Episode 22)","descr":"Während eines unheimlichen Sturmes auf dem Plateau begegnet den Freunden der Geist ihres vermissten Kollegen Summerlee, der in einen gewaltigen Wasserfall gestürzt ist. Malone verfolgt den Geist, während Challenger, Marguerite und Roxton von Kannibalen gefangen genommen werden, die Marguerites Arm als Aperitif verspeisen möchten. Zum Glück gelingt es Roxton und Challenger zu fliehen. Die beiden versuchen nun, Marguerite zu retten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929923","hoster":"VOE"},{"path":"/redirect/13929931","hoster":"Vidoza"},{"path":"/redirect/14307240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-2/episode-22","name":"Das flammende Inferno","epNo":22,"alt":"Into the Fire (Episode 21)","descr":"Mallone und die anderen Expeditionsteilnehmer werden von der Ankunft eines Luftschiffes überrascht. An Bord ist der zwielichtige Käpitän der Königlichen Luftflotte – Mr. Askwith -, der ihnen verspricht, sie endlich in die zivilisierte Welt zurückzufliegen. Doch vorher muss das lädierte Luftschiff repariert werden. Noch ahnt keiner, dass der Geist des Käpt’ns verflucht ist, seinen eigenen Tod täglich wieder zu erleben, wenn er nicht die von ihm getötete Mannschaft ersetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929926","hoster":"VOE"},{"path":"/redirect/13929934","hoster":"Vidoza"},{"path":"/redirect/14307243","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-1","name":"Gefangener der Zeit","epNo":1,"alt":"Out Of The Blue","descr":"Seit zwei Jahren versucht die \"Challenger-Expedition\", vom Plateau zu entkommen. Als Challenger, Roxton und Marguerite nun erneut die Flucht mit Captain Askwiths geheimnisvollem Raumschiff wagen, bricht nach einer Explosion Feuer an Bord der Fähre aus. Doch als sie sich wenig später im Jahre 1915 auf einem britischen Flughangar wiederfinden, erkennen sie, dass sie nun die Original-Crew von Captain Askwith ersetzen. Veronica soll nun Askwith auf das Schiff zurückholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929928","hoster":"VOE"},{"path":"/redirect/13929929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-2","name":"Die Reisenden","epNo":2,"alt":"The Travelers","descr":"Challenger, Roxton und Veronica sind auf der Suche nach Marguerite, die sich aufgemacht hatte, Malone zu finden. Doch Marguerite wurde von einem Banditentrio vor einem Kannibalenangriff gerettet und von dessen Anführer, dem eleganten Francois Locke, eingeladen, sich der Bande anzuschließen. Als die Freunde eine Lösegeldforderung für Marguerite erhalten, ahnen sie nicht, dass diese sich zum Schein den Gangstern angeschlossen hat, um den Ausweg vom Plateau zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929932","hoster":"VOE"},{"path":"/redirect/13929943","hoster":"Vidoza"},{"path":"/redirect/13929933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-3","name":"Das zweite Gesicht","epNo":3,"alt":"An Eye For An Eye","descr":"Als Roxton einen geheimnisvollen Platz mit Dinosaurier-Knochen entdeckt, wird er von einem wütenden Triceratops angegriffen. In seiner Angst tötet er den Dinosaurier, nicht ahnend, dass der Ort ein heiliger Tierfriedhof ist, der von einem Wesen namens Oseena – halb Mensch, halb Dinosaurier – bewacht wird. Um Roxton für sein Verbrechen zu bestrafen, setzt Oseena einen Jäger auf ihn an. Dieser nimmt Marguerite als Köder gefangen, um Roxton in eine tödliche Falle zu locken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929935","hoster":"VOE"},{"path":"/redirect/13929944","hoster":"Vidoza"},{"path":"/redirect/13929936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-4","name":"Die Rückkehr","epNo":4,"alt":"True Spirit","descr":"Veronica ist überzeugt, dass Malone im Reich der Geister festgehalten wird und ihre Hilfe braucht, um zu entfliehen. Inzwischen haben Assai und Challenger ein geheimnisvolles, in Gras eingebranntes Symbol entdeckt. Assai identifiziert es als Zeichen des Saros – ein blutrünstiger Kriegsherr, der einst getötet wurde und dabei geschworen hatte, wiederzukehren und Rache an den Lebenden zu üben. Assai glaubt nun fest, dass ein Versuch, Malone zu befreien, Saros’ Fluch wahr macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929939","hoster":"VOE"},{"path":"/redirect/13929947","hoster":"Vidoza"},{"path":"/redirect/13929940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-5","name":"Das Messer","epNo":5,"alt":"The Knife","descr":"Als Malone ein Messer findet, gerät er dadurch zurück ins Jahr 1888, ins East End von London und dadurch mitten ins brutale Mordgeschehen von Jack the Ripper. Dabei spielen in düsteren Albträumen Malones Freunde bei den Morden Schlüsselrollen – sowohl als Opfer als auch als Täter. Inzwischen macht sich ein berühmter englischer Arzt an Veronica heran und kann sie dafür gewinnen, ihm bei der Suche nach seinem verschwundenen Messer zu helfen. Doch wer ist dieser Mann wirklich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929941","hoster":"VOE"},{"path":"/redirect/13929956","hoster":"Vidoza"},{"path":"/redirect/13929942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-6","name":"Feuer am Himmel","epNo":6,"alt":"Fire In The Sky","descr":"Challenger, Malone und Veronica retten einen Mann, der aus dem Dschungel stürmt, verfolgt von einem tödlichen Pfeilhagel. Malone bringt den Verwundeten in Sicherheit, doch wenig später stirbt der Mann und hinterlässt den dreien eine Geheimbotschaft, die zu dem ruhmvollen Jäger Pierson Rice führen soll. Das Trio macht sich nun auf die Suche nach Rice. Dieser plant, die Königin eines Eingeborenenstammes zu eliminieren, um selbst die Herrschaft anzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929945","hoster":"VOE"},{"path":"/redirect/13929960","hoster":"Vidoza"},{"path":"/redirect/13929946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-7","name":"Der Hügel des toten Mannes","epNo":7,"alt":"Dead Man\u0027s Hill","descr":"Als Roxton mitten im Dschungel eine herabhängende Henkersschlinge findet, wird er sofort in die Zeiten des Wilden Westens nach Amerika zurückversetzt und gerät mitten in einen Raubüberfall. Als sein Gegenspieler entpuppt sich Challenger, der als grausamer Sheriff das Gesetz gnadenlos hütet und Roxtons Unschuldsbeteuerungen nicht glaubt. Doch schließlich wird Roxton von einer Rancherwitwe gerettet und beginnt eine seltsame Reise zurück in die \"Verlorene Welt\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929948","hoster":"VOE"},{"path":"/redirect/13929962","hoster":"Vidoza"},{"path":"/redirect/13929949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-8","name":"Die missglückte Reise","epNo":8,"alt":"Hollow Victory","descr":"Challenger arbeitet intensiv an der Fluchtmöglichkeit mit Hilfe eines Ballons. Als alle zu einem Testflug starten, gerät der Ballon in heftige Turbulenzen und stürzt mitten in die Kraterlandschaft eines erloschenen Vulkans. Den Freunden ist bald klar, dass sie nur wenige Tage in dieser heißen und feindlichen Umgebung überleben können. Doch die eigenwillige Amazonin Aleece bietet den Verunglückten ihre Hilfe an und fordert als Gegenleistung eine Fahrt im Heißluftballon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929950","hoster":"VOE"},{"path":"/redirect/13929968","hoster":"Vidoza"},{"path":"/redirect/13929955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-9","name":"Der Ruf der Hexen","epNo":9,"alt":"A Witch\u0027s Calling","descr":"Als sich eine mächtige Hexe namens \"Freifrau Alice\" durch Challengers Wissenschaft bedroht fühlt, ruft sie zwei hübsche Gehilfinnen: Diese sollen sich ihre volle Hexenschaft dadurch verdienen, dass sie Roxton und Malone – Challengers Beschützer – auf das Hexenschloss locken. Die jungen Hexen bestehen ihre Prüfung mit Erfolg, und \"Freifrau Alice\" gelingt es, Challengers neueste Erfindung zu sabotieren und ihn fast zu töten. Doch auch Roxton und Malone sind in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929957","hoster":"VOE"},{"path":"/redirect/13929975","hoster":"Vidoza"},{"path":"/redirect/13929959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-10","name":"Der lange Weg","epNo":10,"alt":"Brothers In Arms","descr":"Als Keeran-Stoßtrupps angreifen und Malone von einem giftigen Pfeil getroffen wird, kommen die so lange unterdrückten Erinnerungen an seine Feuertaufe als Kriegsberichterstatter im Ersten Weltkrieg in ihm erneut hoch: Plötzlich ist Malone wieder der völlig unerfahrene Reporter, der von den Linien der Alliierten abgeschnitten ist und sich nun im Niemandsland alleine gegen den Feind durchschlagen muss, um sein Leben und das eines verwundeten britischen Sergeanten zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929963","hoster":"VOE"},{"path":"/redirect/13929971","hoster":"Vidoza"},{"path":"/redirect/13929964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-11","name":"Eiszeit","epNo":11,"alt":"Ice Age","descr":"Ein glühender Meteor stürzt auf das Plateau. Gemeinsam brechen Challenger, Roxton und Marguerite auf, um die Einschlagstelle zu untersuchen. Doch je näher sie kommen, desto kälter wird es. Schließlich entdecken sie eine wunderschöne, blauhäutige Frau, die bewusstlos und offensichtlich Opfer der Eiseskälte geworden ist. Um ihr Leben zu retten, bringen die drei die Frau ins Baumhaus. Als dort jedoch alle Versuche, sie aufzuwärmen, scheitern, schöpft Challenger Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929965","hoster":"VOE"},{"path":"/redirect/13929973","hoster":"Vidoza"},{"path":"/redirect/13929966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-12","name":"Das Teufelsweib","epNo":12,"alt":"The End Game","descr":"Als Roxton im Dschungel in einen Hinterhalt gerät, kann er nur mit Mühe sein Leben retten. Aber der Sensenmann gibt nicht auf und versucht, in Gestalt einer dunklen Verführerin, Roxtons Seele zu ergattern. Dieses Teufelsweib bringt ihn in eine öde und unwirtliche Wüstenlandschaft, wo sich Roxton einer Menge von Herausforderungen stellen muss, um diesem Gefängnis lebend zu entkommen. Doch dabei gerät das Leben von Challenger, Veronica und seiner geliebten Marguerite in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929967","hoster":"VOE"},{"path":"/redirect/13929978","hoster":"Vidoza"},{"path":"/redirect/13929969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-13","name":"Das Phantom","epNo":13,"alt":"Phantoms","descr":"Veronica versucht, sich bei einem Waldspaziergang von ihrem Liebeskummer abzulenken. Dabei lockt sie eine geheimnisvolle Klaviermusik in ein unbekanntes und abgelegenes Dorf – zurück ins Jahr 1822. Dort wartet Thomas Ducart auf sie und erklärt, die romantische Musik nur für Veronica komponiert zu haben. Als Thomas nun gerne Veronicas Welt kennenlernen will, nimmt diese ihn mit zum Baumhaus. Challenger aber hält Thomas für gefährlich, doch Veronica hört nicht auf ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929970","hoster":"VOE"},{"path":"/redirect/13929980","hoster":"Vidoza"},{"path":"/redirect/13929972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-14","name":"Das Geheimnis","epNo":14,"alt":"The Secret","descr":"Als Veronica plötzlich bewusstlos im Garten liegt, findet Marguerite neben ihr einen Stein mit chinesischen Zeichen. Sie kennt die Bedeutung dieser Symbole und erfährt so, dass ihr Callum, der Häscher des chinesischen Verbrecherbosses Meister Xan, auf der Spur ist. Dieser fordert von ihr den Oroborus – einen Schlüssel mit magischen Kräften – ein, der sich in einer Höhle auf dem Plateau befinden soll. Aber auch für Marguerite hat der Oroborus eine wichtige Bedeutung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929974","hoster":"VOE"},{"path":"/redirect/13929984","hoster":"Vidoza"},{"path":"/redirect/13929976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-15","name":"Finn","epNo":15,"alt":"Finn","descr":"Bei einem Versuch, sich mit Hilfe starker Energien einer Höhle nach London zu teleportieren, landen Challenger, Roxton und Marguerite 100 Jahre in der Zukunft. Nur wenige Menschen haben einen schlimmen Atomkrieg überlebt und bekämpfen sich jetzt, um an die wenigen verbliebenen Nahrungsmittel zu gelangen. Als Roxton vor zwei Einwohnern flüchtet, die ihn als Sklave verkaufen wollen, trifft er zufällig auf Finn, eine mutige, bewaffnete Frau, die gegen das Unrecht kämpft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929977","hoster":"VOE"},{"path":"/redirect/13929990","hoster":"Vidoza"},{"path":"/redirect/13929979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-16","name":"Verdächtigung","epNo":16,"alt":"Suspicion","descr":"Der Archäologe Professor Hamilton gelangt mit seinem Expeditionsteam auf das Plateau, wo seine Studentin Harper eine Urne mit einem Totenschädel entdeckt. Als Harper ihn herausnimmt, wird sie vom Geist des Toten in Besitz genommen. Dieser war – laut Inschrift – der Anführer einer Dämonenbande. Als Marguerite und Roxton auf das Lager der Archäologen stoßen und dort außer Hamilton und Campbell lauter Tote vorfinden, verdächtigt bald jeder jeden, vom Dämon besessen zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929981","hoster":"VOE"},{"path":"/redirect/13930000","hoster":"Vidoza"},{"path":"/redirect/13929982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-17","name":"Der Zerstörer der Welt","epNo":17,"alt":"The Imposters","descr":"Challenger, Marguerite, Roxton und Finn brechen zu einer Höhle auf, an deren anderem Ende eine weitere Realitätsebene existieren soll. Sie hoffen, dort einen Weg zu finden, der vom Plateau hinunter führt. Als die Freunde in der Höhle plötzlich von einem Lichtstrahl ergriffen werden, gelingt nur Finn die Flucht. Wenig später tauchen Kayle, Una und Rixxel aus der Höhle auf – gekleidet wie die drei Verschwundenen. Und Kayle hat nur eines im Sinn: Verderben über die Welt zu bringen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929983","hoster":"VOE"},{"path":"/redirect/13929997","hoster":"Vidoza"},{"path":"/redirect/13929985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-18","name":"Der Wundertrank","epNo":18,"alt":"The Elixer","descr":"Als Insekten im Garten alle Pflanzen vernichten, wollen Roxton und Marguerite den Garten mit ein paar Dschungelpflanzen wieder hochpäppeln. Challenger hingegen sucht inzwischen nach einem Nahrungsersatz und startet mit einem Gebräu aus vielen Zutaten einen Selbstversuch. Die Folge davon sind heftige Halluzinationen, die ihn gegen seine Freunde misstrauisch machen und aufhetzen. Als Challenger schließlich ins Koma fällt, kann ihn nur noch eine Bluttransfusion retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929986","hoster":"VOE"},{"path":"/redirect/13929993","hoster":"Vidoza"},{"path":"/redirect/13929987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-19","name":"Parzival","epNo":19,"alt":"Tapestry","descr":"Als George im Dschungel ein Flugzeugwrack entdeckt, gerät er sogleich in die Gewalt des offensichtlich geisteskranken Piloten Drummond, der den Absturz überlebt hat und fest daran glaubt, dass der Krieg noch immer nicht vorüber sei! Bald wird klar, dass seinerzeit sowohl Challenger, Miss Krux und Roxton als auch Malone und Summerlee alle in ein und denselben Spionagefall verwickelt waren, in dem Marguerite unter dem Decknamen \"Parzival\" damals die entscheidenden Fäden zog.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929988","hoster":"VOE"},{"path":"/redirect/13929994","hoster":"Vidoza"},{"path":"/redirect/13929989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-20","name":"Das Vermächtnis","epNo":20,"alt":"Legacy","descr":"Veronica erfährt durch äußerst lebhafte Erinnerungen, wie sie seinerzeit von ihren Eltern – Thomas und Abigall – getrennt wurde, und dass sie die zukünftige \"Beschützerin\" des Plateaus sein wird. Doch auch Mordren, der einst ihren Vater und Diana ermordet hat, will ebenfalls die Macht über das Plateau und damit das Leben selbst, an sich reißen. So kommt es zwischen beiden zum Kampf, gleichsam Gut gegen Böse, den Veronica schließlich für sich entscheiden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929991","hoster":"VOE"},{"path":"/redirect/13930002","hoster":"Vidoza"},{"path":"/redirect/13929992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-21","name":"Die Grabkammer","epNo":21,"alt":"Trapped","descr":"John, Marguerite und George sind im Dschungel auf Entdeckungstour. Während George auf Spinnenfang geht, erforschen John und Marguerite eine Höhle, die sich später als Grabkammer entpuppt, in der eine verstorbene Verwandte von Marguerite begraben ist. Als es zu einer Leuchtgasexplosion kommt, verliert George sein Gedächtnis, John und Marguerite aber werden in der Grabkammer verschüttet. Eine gute Gelegenheit für Marguerite, John endlich ihre Liebe zu gestehen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929995","hoster":"VOE"},{"path":"/redirect/13930003","hoster":"Vidoza"},{"path":"/redirect/13929996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verlorene-welt/staffel-3/episode-22","name":"Am Ende der Zeit","epNo":22,"alt":"Heart Of The Storm","descr":"Veronicas Mitstreiter werden in verschiedene Zeiten katapultiert: Marguerite soll als Druidenpriesterin dem Kreislauf des Lebens geopfert werden, während sich Roxton im Spanien des Jahres 1850 vor dem Präsidenten Perrez retten muss. Finn wird in ihrer Heimat New Amazonia von Sklavenhändlern verfolgt, während Veronica als Einzige versucht, das Plateau vor dem Zusammenfalten zu bewahren. Doch die Frage lautet: Wie soll sie dies anstellen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13929998","hoster":"VOE"},{"path":"/redirect/13930001","hoster":"Vidoza"},{"path":"/redirect/13929999","hoster":"Streamtape"}]}]}]}]}