{"path":"/serie/stream/die-wildnis-der-usa-vier-jahreszeiten","name":"Die Wildnis der USA: Vier Jahreszeiten","descr":"Vierteilige Dokumentation, die die vielfältige Tierwelt der USA in ihren unterschiedlichsten Habitaten im Wechsel der Jahreszeiten vorstellt.","seasons":[{"path":"/serie/stream/die-wildnis-der-usa-vier-jahreszeiten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-wildnis-der-usa-vier-jahreszeiten/staffel-1/episode-1","name":"","epNo":1,"alt":"Spring","descr":"Frühling in der US-amerikanischen Wildnis: Es ist die Zeit des Balzens und des Neuanfangs. Im Grasland von Wyoming vollführen Beifuß- und Präriehühner extravagante Balztänze. Um die Weibchen zu beeindrucken, pumpen sie ihre prachtvollen Kehlsäcke auf. In Florida paaren sich die Alligatoren – was als romantische Annäherung beginnt, ist mit einem Platsch schon wieder vorbei. Das Männchen kehrt zu seinem Einzelgängerdasein zurück – auch zum Schutz seiner Nachkommen, die er ohne zu zögern fressen würde. Flechtenfressende Karibus und schnatternde Schneegänse ziehen jetzt wieder nach Norden, um von der kurzen Weidesaison zu profitieren. Vor den Küsten Alaskas kehren die Buckelwale aus ihrem Winterquartier in Hawaii zurück, und aufopfernde Seeottermütter kümmern sich hingebungsvoll um ihre pelzigen Babys. Eine Mustangherde in der Hochlandebene der kalifornischen Sierra Nevada besteht aus verwilderten Nachfahren der vor Jahrhunderten aus Europa eingeführten Pferde. Der Leithengst muss seinen Harem und seine Position vor jungen, dreisten Herausforderern verteidigen. Unterdessen springen in Western Wisconsin wuschelige Brautentenküken mutig aus ihrem Nest in den Baumspitzen, um zum ersten Mal der Mutter ins Wasser zu folgen Die Millionen grüner Pfeilschwanzkrebseier am Strand von New Jersey sind ein Festessen für die Meereszugvögel auf dem Weg zu ihren Brutplätzen in Alaska. In Hawaii kämpfen sich Klettergrundeln zentimeterweise die schlüpfrigen Steigungen empor, an denen der Fluss als Wasserfall herunterschießt. In einem unglaublichen Kraftakt wandern sie vom Ozean flussaufwärts bis zu den ruhigen Wasserlöchern, um an ihren eigenen Geburtsorten zu laichen. Die Dokumentation zeigt bildgewaltig die Schönheit der US-amerikanischen Wildnis.","versions":[]},{"path":"/serie/stream/die-wildnis-der-usa-vier-jahreszeiten/staffel-1/episode-2","name":"","epNo":2,"alt":"Summer","descr":"Im Sommer erreicht das Treiben in der amerikanischen Wildnis seinen faszinierenden Höhepunkt. Eine Reise durch den weiten Kontinent zeigt, wie seine tierischen Bewohner diese Zeit des Überflusses nutzen – zum Beispiel, um die Fortpflanzung zu sichern. Konkurrenzkämpfe um paarungsbereite Weibchen können unerbittlich sein: Auf der Yellowstone-Hochebene messen mächtige Bisonbullen ihre Kräfte, und ein Elchbulle im wilden Sumpf der Adirondack Mountains verspeist bis zu 30 Kilogramm Grünzeug pro Tag. Sein riesiges Geweih muss rasch wachsen, um ihm einen Vorteil gegenüber seinen Rivalen zu verschaffen! Der Rotmolch, der sein Kaulquappendasein gerade erst gegen Lungen, Beine und ein Landleben eingetauscht hat, erkundet vorsichtig den feuchten Waldboden. In dieser neuen, fremden Umgebung schützt ihn seine giftige Haut davor, der hungrigen Schlange als Abendmahlzeit zu dienen. In den Great Smoky Mountains verbreiten winzige Glühwürmchen ihre leuchtenden Liebessignale. Für den Nachwuchs ist der Sommer die Zeit zum Spielen, Üben und Erfahrungen sammeln. Doch der Sommer vergeht rasch, und die Zeit des Überflusses muss genutzt werden, um sich auf Zeiten der Entbehrung vorzubereiten. Die Braunbären in Alaska fressen sich an Rotlachsen satt, um sich ein Fettpolster für ihren Winterschlaf anzulegen. Die Fische sind auf dem Weg zurück an ihre Geburtsorte, um dort zu laichen. Um Fortpflanzungspartner anzuziehen, haben sie die Farbe gewechselt und lassen den ganzen Fluss feuerrot leuchten.","versions":[]},{"path":"/serie/stream/die-wildnis-der-usa-vier-jahreszeiten/staffel-1/episode-3","name":"","epNo":3,"alt":"Autumn","descr":"In der wohl geschäftigsten Jahreszeit, dem Herbst, verändern sich Amerikas Landschaften. In Neuengland dominieren rubinfarbene Ahornbäume, in Utah bunte Mischwälder und im Pazifischen Nordwesten goldene Lärchen. Ihre zuvor grünen Blätter leuchten in einem letzten ruhmreichen Auftritt feuerrot, orange und gelb, bevor das Laub zu Boden fällt. Der Herbst zeigt sich in seiner ganzen Pracht. Eine Massenmigration von Millionen Rotlachsen verfärbt das Wasser: Sie schwimmen nach Jahren im offenen Meer flussaufwärts an ihre Geburtsstätten zurück. Dort setzen sie alle gleichzeitig ihren Laich ab und sichern so die nächste Generation. Für alle Wildtiere ist jetzt die Zeit der großen Entscheidungen gekommen: Entweder sie bereiten sich auf die kommenden dunklen und kalten Monate vor oder sie flüchten vor dem Winter. Millionen von Wasservögeln folgen der warmen Sonne in den Süden. Sie bilden entlang jahrtausendealter Wanderrouten geflügelte Ströme im Himmel. Für all diejenigen, die nicht in den Süden abwandern, ist jetzt die Zeit gekommen, Vorräte anzulegen. In Wyoming sammeln die Bieber Äste und verstecken Futter. Eichhörnchen in den Laubwäldern des Landesinneren horten hektisch Nüsse für den Winter, wobei sie gleichzeitig nach Fressfeinden Ausschau halten müssen. Im milden Süden sind die herbstlichen Veränderungen weniger spürbar und an den Flussufern South Carolinas schlüpfen die Alligatorbabys. Hoch oben in den Rocky Mountains von Montana liefern sich derweil Dickhornschafe erbitterte Konkurrenzkämpfe um die Gunst paarungsbereiter Weibchen. Die Dokumentation liefert einen abwechslungsreichen Rundumblick in den Herbst.","versions":[]},{"path":"/serie/stream/die-wildnis-der-usa-vier-jahreszeiten/staffel-1/episode-4","name":"","epNo":4,"alt":"Winter","descr":"Für die Wildtiere der USA wird der Winter zu einer lebensbedrohlichen Herausforderung. Die Buckelwale ziehen sobald es ihnen zu kalt wird in die wärmeren Gewässer vor Kalifornien und Hawaii, während die Monarchfalter in den Süden strömen. Wer zurückbleibt, wird mit Eiseskälte, Stürmen und Nahrungsknappheit konfrontiert. Virginia-Uhus in Wisconsin jagen Wühlmäuse, die unter der Schneedecke Tunnel graben. Währenddessen bemühen sich Flussotter in der Oberen Halbinsel Michigans Eislöcher offen zu halten, um weiter fischen zu können. Gleichzeitig sichern sich in der Kaskadenkette des Pazifischen Nordwestens Raben todesmutig ihren Anteil an einem erfrorenen Hirsch. Bisons in Wyoming setzen ihre starken Schultern und ihren massigen Kopf als Schneepflüge ein, um den Boden freizulegen. Wenn der Boden nämlich frei ist, dann finden sie am Ufer eines von Thermalquellen des Yellowstone-Nationalparks erwärmten Flusses auch im Winter saftiges Gras. An den Stränden Mittelkaliforniens liefern sich Nördliche See-Elefanten blutige Kämpfe: Unter ohrenbetäubendem Gebrüll verteidigen die Bullen ihre Vorherrschaft im Harem. Auch die Weißwedelhirsche in Florida kämpfen mit ihren Konkurrenten um die Gunst paarungsbereiter Weibchen. Entlang der Küstenlinie Floridas bietet sich jedes Jahr das Naturschauspiel Zehntausender Schwarzspitzen-Riffhaie. Hunderte von Meilen nördlich wird der Winterhimmel zum Schauplatz für das dramatisch schimmernde Nordlicht. Nur die Zähesten überleben hier den Winter, die härteste Jahreszeit in der Wildnis der USA","versions":[]}]}]}