{"path":"/serie/stream/die-geheime-welt","name":"Die geheime Welt…","descr":"Wir glauben oftmals, diese Welt zu kennen, aber manchmal ist es nur ein Schritt, eine Tür oder eine Handbewegung und wir sind in einer geheimen Umgebung, die wir so noch nie gesehen haben. \"Die geheime Welt…\" gewährt Einblicke hinter die Kulissen von faszinierenden Lieblings- und Sehnsuchtsorten wie Freizeitparks, Zoos oder Flughäfen.","seasons":[{"path":"/serie/stream/die-geheime-welt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-geheime-welt/staffel-1/episode-1","name":"… des größten Freizeitparks Deutschlands","epNo":1,"alt":"","descr":"Mehr als fünf Millionen Menschen besuchen jedes Jahr den größten Freizeitpark Deutschlands: den Europa-Park Rust – und erleben dort Tage voller Action und Abenteuer. Doch nur einen Schritt, eine Tür entfernt, liegt auch hier eine Welt voller Geheimnisse! Mit verborgenen Tunneln, unterirdischen Flüssen und seltsamen Fußmatten, ohne die im Park alles stillstehen würde…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916070","hoster":"VOE"},{"path":"/redirect/11421360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-geheime-welt/staffel-1/episode-2","name":"… der deutschen Luxushotels","epNo":2,"alt":"","descr":"In dieser Folge geht es hinter die Kulissen deutscher Luxushotels. Die Reise in diese Welt ist voller Geheimnisse, die selbst viele Gäste der hochpreisigen Unterkünfte nicht kennen. Es geht u. a. in das \"Hotel Vier Jahreszeiten\" in Hamburg, das \"Mandarin Oriental\" in der malerischen Münchner Altstadt und in \"Das Brenners\" im Schwarzwald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11421362","hoster":"VOE"},{"path":"/redirect/11421361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-geheime-welt/staffel-1/episode-3","name":"… unserer Zoos","epNo":3,"alt":"","descr":"Hautnah und mittendrin zwischen Tigern, Affen und Elefanten – nahezu jeder war schon einmal dort, doch was die meisten nicht wissen: Deutschlands Zoos stecken voller Geheimnisse. Was macht die Verpaarung zweier Tiger zu einem lebensgefährlichen Liebesspiel? Wo kommen die Tonnen an Futter her? Wie funktioniert ein VIP-Shuttle für Wildtiere und warum ist Elefantenurin eine interessante Informationsquelle?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384279","hoster":"VOE"},{"path":"/redirect/11421315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-geheime-welt/staffel-1/episode-4","name":"… der XXL-All-inclusive-Hotels","epNo":4,"alt":"","descr":"An der türkischen Riviera gibt es einen Fünf-Sterne-Palast, der voller Geheimnisse steckt: Das \"Rixos Premium Belek\" bietet Zimmer, Suiten und Villen mit Platz für 2.000 Personen, 700 Meter Sandstrand, eine eigene Shoppingmeile sowie Vergnügungspark und vieles mehr. Wie schaffen es die Mitarbeiter:innen, dass dieser Mikrokosmos im XXL-Format Tag für Tag reibungslos funktioniert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917564","hoster":"VOE"},{"path":"/redirect/11421355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-geheime-welt/staffel-1/episode-5","name":"… der 6 Sterne-Luxusinseln","epNo":5,"alt":"","descr":"Viele glauben, schon fast überall gewesen zu sein und jeden Fleck der Erde zu kennen. Doch es gibt geheime, unbekannte und faszinierende Luxus-Inseln der Superreichen, auf die Normalsterbliche keinen Zutritt haben. Was verbirgt sich hinter den Türen der geheimnisvollen Welt des Jet-Sets? Welchen edlen Tropfen gönnt sich ein Millionär zum Dinner? Welches Kleidungsstück ist auf den Luxusinseln verboten? Und: Wird man im Luxus-Resort ein glücklicherer Mensch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11421346","hoster":"VOE"},{"path":"/redirect/11421352","hoster":"Streamtape"}]}]}]}]}