{"path":"/serie/stream/die-wikinger-fakten-und-legenden","name":"Die Wikinger – Fakten und Legenden","descr":"Archäologe Tim Sutherland begibt sich auf die Spuren der Wikinger und versucht, viele der sagenumwobenen Rätsel um die Krieger aus dem Norden aufzuklären","seasons":[{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1/episode-1","name":"Raubzug gegen Kloster Lindisfarne","epNo":1,"alt":"The First Viking Raid on Lindisfarne","descr":"Im Jahr 793 erreichen skandinavische Seefahrer die Insel Lindisfarne. Sie plündern brutal das dortige Kloster und ermorden die Geistlichen. Dieser Überfall gilt als Beginn der Wikingerzeit. In der ein Jahrhundert später verfassten Angelsächsischen Chronik heißt es, Heiden hätten wild gemordet und ungehindert geplündert. Archäologen wollen die historische Beschreibung der Katastrophe mit materiellen Zeugnissen belegen und finden uralte Knochen. Das Grabungsteam räumt die Oberfläche von Steinen frei und findet in einer unteren Schicht diverse Knochenfragmente und mehrere Schädel – fast alles liegt durcheinander. Aber es gibt auch Funde von Skeletten, was auf eine christliche Bestattung deuten könnte. Die Karbondatierung ergibt, dass sie aus dem frühen Mittelalter stammen und damit in die Wikingerzeit passen. Sind diese Toten Opfer des ersten Überfalls auf Lindisfarne?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12284359","hoster":"VOE"},{"path":"/redirect/8422663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1/episode-2","name":"Krieger im Schiffsgrab","epNo":2,"alt":"The Secret Viking Grave of Ridgeway Hill","descr":"Auf einer Insel vor Estland werden zwei Schiffsgräber aus der Wikingerzeit entdeckt. Darin befinden sich die Skelette von Männern, die offenbar gewaltsam ums Leben kamen. Die Funde lassen vermuten, dass es Krieger waren, die im Kampf getötet und in einem Schiff bestattet wurden. Bei der Ausgrabung der Schiffe werden Beigaben wie Waffen, Schmuck und Knochen von Tieropfern gefunden. Eine alternative Theorie besagt, dass die Toten nicht Krieger, sondern Diplomaten auf friedlicher Mission waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588441","hoster":"VOE"},{"path":"/redirect/8422641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1/episode-3","name":"Das Grab der Königin","epNo":3,"alt":"The Viking Burial Ships of Estonia","descr":"Es ist einer der faszinierendsten Funde aus der Wikingerzeit. In einem Grabhügel in Norwegen entdecken Archäologen ein gut erhaltenes Wikingerschiff. Darin: zwei Frauenskelette. Das Schiff und seine Schätze sind bemerkenswert. Doch was lässt sich über die Identität der Toten sagen? Der Archäologe Tim Sutherland geht dieser Frage nach und möchte herausfinden, ob die beiden Damen vielleicht Opfer eines bizarren Rituals geworden sind. Die Wikinger pflegten zu ihrer Zeit diverse Rituale. Angeblich gehörte auch ein Opferkult dazu, bei dem nicht nur Tiere, sondern auch Menschen geopfert wurden. Die beiden weiblichen Toten geben jedoch mehr Rätsel auf. Im Grab fand man neben den Skeletten auch eine Vielzahl von Luxusgütern wie ein feines rotes Wollkleid, einen weißen Leinenschleier und Seide. Die DNA-Analyse ergibt, dass die ältere Frau an einer Krankheit litt, die sie männlicher wirken ließ – vielleicht hatte sie einen Bart. Eine Holzschnitzerei auf dem Schiff stellt eine Frau mit Bart dar – angeblich das Bildnis einer Königin. Wurden auf dem Schiff zwei Frauen aus einer hohen sozialen Schicht bestattet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588440","hoster":"VOE"},{"path":"/redirect/8422664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1/episode-4","name":"Das Geheimnise der Skelette","epNo":4,"alt":"Mysteries of Oseberg","descr":"Ein Steinbruch voller enthaupteter Skelette: offenbar eine Massenhinrichtung. Doch wer waren die 54 Toten? Warum fanden sie hier im Süden Englands ihr grausames Ende? 2009 wird bei Bauarbeiten in England ein Massengrab mit menschlichen Skeletten und abgetrennten Schädeln entdeckt. Archäologen datieren das Grab auf etwa 1000 nach Christus und wollen beweisen: Die Opfer waren junge Wikinger, die gewaltsam ums Leben kamen. Im Frühmittelalter kämpfen Angelsachsen und Wikinger um die Herrschaft auf der britischen Insel. Die Skandinavier führen immer häufiger Raubzüge und Überfälle durch. Doch bald ist ihnen das nicht genug: Sie wollen die Macht über die Insel. Im 9. Jahrhundert kommen die Wikinger schwer bewaffnet nach Britannien und verbreiten dort Angst und Schrecken. Um die Insel zu erobern, werden in Norwegen und Dänemark große Heere zusammengezogen. Untersuchungen zeigen, dass die Toten im Massengrab keine Einheimischen waren, sondern mit großer Sicherheit aus Skandinavien stammten. Wissenschaftler gehen davon aus, dass es sich um eine Gruppe von Angreifern handelte, die auf eine überlegene Streitmacht der Angelsachsen stießen. Die Wikinger wurden gefangen genommen, hingerichtet und anschließend in den Steinbruch verbracht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579969","hoster":"VOE"},{"path":"/redirect/8422684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1/episode-5","name":"Das Rätsel von Roskilde","epNo":5,"alt":"The Lost Viking Fleet of Roskilde","descr":"Mitte des 20. Jahrhunderts machen Archäologen einen spektakulären Fund: Bei Ausgrabungen vor Dänemark entdecken sie Wrackteile von fünf Wikingerschiffen. Ende des 11. Jahrhunderts legen die Wikinger im dänischen Roskilde-Fjord ein System von Sperren an, um ihren Handelsplatz zu schützen. Als Blockade dienen Schiffe, die sie absichtlich versenken. Die Funde geben Einblick in die Kultur der Wikinger. Das Wikingerschiffsmuseum im dänischen Roskilde beherbergt die restaurierten Überreste von fünf Schiffen, die absichtlich um 1070 nach Christus versenkt wurden. So wollten die Wikinger den Schifffahrtskanal blockieren und die Wikingerstadt Roskilde schützen. Das Museum in Roskilde gehört zu den beliebtesten Touristenattraktionen in Dänemark. Mit den Funden wuchs auch die Begeisterung für die Wikinger und ihre Lebensweise. Bei den Ausgrabungen wurden neun weitere Schiffe entdeckt. Eines der Schiffe ist 30 Meter lang. Holz und Handwerk sind von höchster Qualität. Heute fährt eine exakte Rekonstruktion dieses Schiffes unter dem Namen Havhingsten wieder zur See. Das originale Schiff hatte 60 Ruderbänke und war ein typisches fürstliches Langschiff. Es wurde auf etwa 1042 nach Christus datiert und nach jahrelanger Restaurierung schließlich im Museum in Roskilde ausgestellt. Die neuen Entdeckungen regen Archäologen, Historiker und die Öffentlichkeit gleichermaßen an, mehr über diese Epoche herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579973","hoster":"VOE"},{"path":"/redirect/8422689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-wikinger-fakten-und-legenden/staffel-1/episode-6","name":"Schätze für die Ewigkeit","epNo":6,"alt":"Treasure Of The Vikings","descr":"Plünderungen, Überfälle und reiche Beute – dafür sind die Wikinger berühmt-berüchtigt. Ihre kostbaren Schätze zeugen von Reisen in ferne Länder, in denen sich die Krieger bereicherten. Für Archäologen hat ein neu entdeckter Wikingerschatz nicht nur materiellen Wert. Sie finden darin Spuren einer vergangenen Kultur. Da Schriftquellen aus der Wikingerzeit fehlen, versuchen sie, die Welt der Wikinger über ihre Schätze zu verstehen. Warum kam es überhaupt zu den massiven Plünderungen? Warum haben die Wikinger Schätze angehäuft? Auf Geld waren sie wohl nicht aus, denn das hatte nicht die Bedeutung wie heute. Tatsächlich haben sie viele Beuteobjekte eingeschmolzen und zu neuen Gegenständen verarbeitet. Zwei Fragen beschäftigen die Archäologen ganz besonders. Warum lassen die Wikinger bei ihrem Angriff auf das Kloster Lindisfarne den Sarkophag mit den Überresten des Heiligen Cuthbert zurück? Und was hat es mit den umfangreichen Münzschätzen auf sich, die in zahlreichen Häusern unter dem Fußboden vergraben wurden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588437","hoster":"VOE"},{"path":"/redirect/8422690","hoster":"Streamtape"}]}]}]}]}