{"path":"/serie/stream/die-maerchenbraut","name":"Die Märchenbraut","descr":"Herr Maier erzählt in der Kinderstunde beim Fernsehen Märchen. Eines Tages findet er ein kleines Glöckchen. Als er damit läutet, erscheint der Zauberer Rumburak, der ihm nun jeden Wunsch erfüllen muss. Das führt dazu, dass Herr Maier im Märchenreich aus Versehen den einzigen sprechenden Wolf erschießt. Zur Strafe soll Rumburak den Wolf ersetzen. Doch mit Hilfe des Zaubermantels und Zauberrings entkommt der böse Zauberer ins Menschenreich, wo er auf schreckliche Rache sinnt: Er nimmt die Gestalt von Herrn Maier an und erzählt im Fernsehen die Märchen völlig falsch – mit furchtbaren Folgen für das Märchenreich. Natürlich können König Hyazinth, Hofzauberer Vigo sowie die Prinzessinnen Arabella und Xenia das nicht tatenlos mit ansehen. Sie reisen in die Welt der Menschen, um das Märchenreich zu retten.","seasons":[{"path":"/serie/stream/die-maerchenbraut/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-1","name":"Der Wolf ist tot","epNo":1,"alt":"","descr":"Herr Maier ist ein vielbeschäftigter Mann. Er ist verheiratet, hat zwei Söhne und einen Dackel. Außerdem ist er Schauspieler. Leider sind seine Rollen ziemlich klein. Eines Tages findet Herr Mayer ein Glöckchen. Was tut er damit? Er läutet. Wer kommt? Rumburak, ein Zauberer aus dem Märchen. Herr Maier traut seinen Augen nicht und natürlich auch nicht seinem Verstand. Er läutet wieder – der Zauberer verschwindet. Herr Maier vergießt ihn, denn genau an diesem Tag passiert eine wichtige Sache. Herr Maier darf endlich die Märchen für Kinder im Fernsehen sprechen. Dabei geht leider einiges schief. In der Nacht erscheint der Zauberer. Herr Maier hat nämlich wieder das Glöckchen geläutet. Im Schlafanzug reist er mit ihm ins Märchenreich. Dort schießt er auf den sprechenden Wolf aus dem allseits bekannten Märchen \"Rotkäppchen\", denn Herr Maier ist ein begeisterter Jäger. Leider trifft er. Am nächsten Morgen wird er im Bett wach. War alles nur ein Traum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991077","hoster":"VOE"},{"path":"/redirect/8403939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-2","name":"Rumburaks Rache","epNo":2,"alt":"","descr":"Der Zauberer Rumburak muss vor dem Thron des Königs Hyazinth erscheinen. Das Märchenreich ist in Verwirrung. Wie wir wissen, war Rumburak dabei, als der sprechende Wolf erschossen wurde. Zur Strafe wird er nun selbst in einen Wolf verwandelt und soll die Großmutter fressen. Eine Hexe gibt ihm aber mit dem bekannten Spruch \"Wiesel, Ameise, Igel und Sack, der Wolf wird wieder Rumburak\" seine Gestalt wieder. Rumburak droht dem König und dem ganzen Märchenreich Rache und der Prinzessin Arabella die Ehe an. Von einer Burg hinter den sieben Bergen aus will er mit seinen drei Dienern Stink, Stank und Stunk das Märchenreich erobern. Dazu benutzt er Zauberringe und Kristallkugeln – die als Vorläufer des Fernsehens gelten können. Er verwandelt die Königin in eine weiße Taube und eine Hexe in die Königin. Dann begibt sich Rumburak mit Hilfe seines Dieners Stunk in das Menschenreich. Mit Hilfe des Fernsehens soll die Phantasie vernichtet werden. Dabei hilft ihm unfreiwillig der Märchenerzähler Maier. Der Zauberer schaltet sich mit einem Piratensender in seine Märchensendungen ein. Herr Maier erzählt alles durcheinander. Im Märchen- und im Menschenreich ist der Teufel los. Alle Kinder plappern die falschen Märchen nach. Rumburaks Rache scheint geglückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587822","hoster":"VOE"},{"path":"/redirect/8428080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-3","name":"Liebe auf den ersten Blick","epNo":3,"alt":"","descr":"Der König Hyazinth, sein Hofzauberer Vigo und die beiden Königstöchter Arabella und Xenia reisen in das Menschenreich. Sie wollen dafür sorgen, dass die Märchen wieder richtig erzählt werden. Sie treffen dort den armen Herrn Maier. Der kann machen was er will, immer geht bei seinen Fernsehsendungen etwas schief. Die hübsche Arabella lernt Peter Maier, den Sohn des unglücklichen Märchenerzählers, kennen. Sie hilft Peter bei seiner Ingenieurprüfung. Als Fliege sagt sie allerhand schwierige mathematische Formeln vor. Außerdem verlieben sich die beiden, und zwar ineinander. Schwester Xenia findet die Menschen und den Dreck, den sie machen, ganz toll. Die königliche Familie besucht die Familie Maier zum gemeinsamen Fernsehen. König Hyazinth will sich mit eigenen Augen überzeugen, ob Herr Maier die Märchen wieder in der altbekannten Weise erzählt. Rumburak verhindert das. Der erzürnte Zauberer Vigo verwandelt den armen Herrn Maier in einen Dackel. Sohn Hansi findet das prima: \"Unser Vati ist ein Hund.\" Bei dem ganzen Durcheinander wundert es niemanden, dass die Besucher aus dem Märchenreich als Tauben davonfliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579848","hoster":"VOE"},{"path":"/redirect/8403938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-4","name":"Der Dackel Herr Maier","epNo":4,"alt":"","descr":"Herr Maier ist ein Dackel. Er darf aber mit der Familie am Tisch essen. Natürlich erzählt Hansi die tolle Neuigkeit in der Schule. Peter sucht inzwischen Rat bei seinem Freund dem Dr. Neumann. Der wendet seinen gesunden Menschenverstand an und kommt zu dem Urteil: Peter muss verrückt sein. Ein Vater wird zum Dackel, eine Freundin zur Fliege und ein König zur Taube? Das gibt’s doch nicht. Xenia und Arabella staunen über die Welt der Menschen. Xenia will das Märchenreich modernisieren, Arabella denkt nur an Peter. Mit einem schrecklichen Trick versucht Rumburak, der sich über die Verwirrung furchtbar freut, das Königreich zu beseitigen. Er stiftet die 7 Zwerge zur Revolution an. So bleibt dem König nichts anderes übrig, als Prinzessin Arabella dem Rumburak zu versprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587823","hoster":"VOE"},{"path":"/redirect/8403940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-5","name":"Arabella auf der Flucht","epNo":5,"alt":"","descr":"Nach wie vor ist der Ernährer der Familie Maier ein Dackel. Er kann schön bellen und sprechen. Rumburak nimmt seine Gestalt an und erzählt falsche Märchen im Fernsehen. Xenia heiratet im Märchenreich Willibald, den Königssohn aus Dornröschen. Arabella wird in die Zauberburg entführt. Aber Rumburak ahnt nicht, was für einen Gegner er sich mit dem zarten Mädchen eingehandelt hat. Nach dem heimlichen Genuss von Schlangenfleisch versteht Arabella sogar die Sprache der Tiere. Sie überlistet Rumburak und seine drei Diener und verschwindet mit dem fliegenden Koffer und dem Zaubermantel ins Menschenreich. Dort dreht sie am Zauberring – und der Dackel geht wieder auf zwei Beinen und heißt Herr Mayer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173328","hoster":"VOE"},{"path":"/redirect/8403944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-6","name":"Wunschring und Zaubermantel","epNo":6,"alt":"","descr":"Der Diener Stank hat seinen Kopf verloren. Das passiert im Märchen hin und wieder. Und während der arme Stank kopflos umherläuft, ist Arabella bei ihrem geliebten Peter angekommen. Rumburak schaltet sich mit seinem Piratensender ins Fernsehen ein und schwört Rache. Nebenbei verwirrt er den Dozenten Hrach, der gerade im Fernsehen über die Unmöglichkeit der Existenz von Rumburak einen Vortrag hält. Rumburak wird vom Bildschirm fotografiert. Bald hängt sein Steckbrief aus. König Hyazinth und Hofzauberer Vigo haben das Gefühl, dass ihre Anwesenheit im Menschenreich unbedingt notwendig ist. Leider kommen sie in ihrer Märchenkleidung, so dass die aufgeklärten Menschen sie gleich einsperren. Vor den Augen des doppelt empörten Dozenten Hrach verstößt der Student Peter Maier mit der Königstochter Arabella gegen die Naturgesetze. Er fliegt mit einem gewöhnlichen Auto am Fenster des zweiten Stocks vorbei. Rumburak und Diener Stunk verfolgen sie, bauen einen Unfall und landen im Gefängnis. Hansi und Gretchen, die beiden Nachbarskinder, haben den Zauberring geliehen. Als ordentliche Lausbuben bzw. Lausmädchen richten sie Unsinn an. Zum Schluss gibt es ein großes Unglück. Peter spielt mit dem Zaubermantel und verschwindet ins Märchenreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587821","hoster":"VOE"},{"path":"/redirect/8403943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-7","name":"Märchen für den Müll","epNo":7,"alt":"","descr":"Peter ist mit dem Zaubermantel im Märchenreich gelandet. Dort wird er von Prinzessin Xenia gefangen genommen. Sie will während der Abwesenheit der königlichen Familie eine technische Zivilisation errichten und zwingt ihn zu allerhand modernen Untaten. Aus dem schönen barocken Königspalast wird ein gläsernes Verwaltungshochhaus. Die Märchenfiguren müssen in Sozialwohnungen einziehen. Die Räuber aus dem Märchen Ali Baba betreiben die Autowerkstatt. Aschenbrödel darf die Erbsen mit einem Staubsauger sortieren. Die Waldfeen verkaufen im Supermarkt. Leider verwechselt ein Zwerg die Toilette mit einer Wasserrutschbahn. Es dauert nicht lange, bis die Märchengestalten wütend werden … Auch im Menschenreich ist es nicht ruhig. Der eingesperrte König trifft dort den Herrn Maier. Rumburak wird nach dem Unfall als Betreiber eines Schwarzsenders entlarvt. Der Diener Stunk entkommt aus dem Gefängnis. Er soll Arabella entführen. Leider gibt es eine Verwechslung. denn er schnappt. sich die Klavierlehrerin Fräulein Müller. Aber die wollte immer schon gerne heiraten und ist mit der Entführung ganz zufrieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587824","hoster":"VOE"},{"path":"/redirect/8403946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-8","name":"Hänsel und Gretel","epNo":8,"alt":"","descr":"Fräulein Müller hat den Diener Stunk geheiratet, der nebenbei ein Teufel ist. Er muss jetzt erst mal kräftig Staubwischen. Hansi und Gretchen nehmen den Zauberring mit zur Schule. Zwei freche Schüler stehlen ihn und machen aus dem Lehrer Adam eine Mickymaus. Darüber empören sich alle Pädagogen. Nebenbei wird aus dem Schuldirektor die Raupe eines Admiralfalters, eine Schmetterlingsart, die vom Aussterben bedroht ist. Rumburak gelingt die Flucht aus dem Gefängnis mit Hilfe des Einbrechers Fousek, der für kleine Gaunereien bekannt ist. Hans und Gretchen bekommen mit einem Trick den Ring zurück und machen eine Spazierfahrt mit dem fliegenden Koffer und dem Zaubermantel. Sie landen im Märchenreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587825","hoster":"VOE"},{"path":"/redirect/8403948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-9","name":"Verhexte Autos","epNo":9,"alt":"","descr":"Hänsel und Gretel, vorher Hans und Gretchen, finden im Märchenreich ein Häuschen, das mit Lebkuchen beklebt ist. Da wissen sie gleich, was los ist. Als aufgeklärte Kinder werden sie mit der Hexe leicht fertig. Xenia hat eine Fabrik zur Herstellung von Müll eingerichtet. Bis zur Revolution der Märchenfiguren ist es nicht mehr weit. Xenia verwandelt sie in Autos. Aus der Hexe wird ein Oldtimer. Hans und Gretchen fahren mit diesem alten Auto frohgemut davon und treffen Peter, der Xenia davongelaufen ist. Arabella befreit den König und Herrn Maier, die von den normalen Menschen immer noch eingesperrt sind. Rechtzeitig zum Elternabend wird die Mickymaus zum Lehrer Adam und der inzwischen zum Schmetterling entpuppte Schulleiter wieder ein ordentlicher Pädagoge. Rumburak muss nach seiner Flucht aus dem Gefängnis in Frauenkleider schlüpfen, denn er hat alle seine Zaubergegenstände verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587826","hoster":"VOE"},{"path":"/redirect/8403947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-10","name":"Rumburaks grosse Chance","epNo":10,"alt":"","descr":"Peter, Hansi und Gretchen fahren mit dem alten Auto, das einmal eine Hexe war, durch das Märchenreich zur Burg des Zauberers Rumburak. Dort treffen sie zu ihrer Überraschung ihre Klavierlehrerin Fräulein Müller, inzwischen verheiratete Frau Teufel. Sie müssen sich gleich wieder ans Klavier setzen und Etüden spielen. Auf der Königsburg langweiligen sich Xenia, Willibald und die falsche Königin. Es gibt nur Konserven zu essen, denn sogar die Köche sind in Autos verwandelt worden. Zu ihrer Zerstreuung machen sie einen Ausflug ins Menschenreich und verlieren den letzten der drei Zauberringe. Der Dieb Fousek hat den Ring gefunden und verspricht ihn Arabella, wenn sie zu einem Rendezvous kommt. Arabella ist glücklich. Mit Hilfe des Ringes hofft sie, Peter bald wiederzusehen. Sie ahnt nicht, dass Maiers eine neue Hausgehilfin haben – eine Hexe. Wieder schwebt Familie Maier in größter Gefahr, und Rumburak schleicht ums Haus. Die absonderlichen Diener Stink, Stank, Stunk hausen mit Rumburak im Märchenschloss. Der Diener Stank trägt seinen Kopf unter dem Arm, er kann ihn nach Belieben auf- und absetzen, wie sich das für ein richtiges Marchen gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587827","hoster":"VOE"},{"path":"/redirect/8403951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-11","name":"Ein Taxi und fünf Generäle","epNo":11,"alt":"","descr":"Der König muss arbeiten. Er hat kein Geld und keinen Zauberring. In einer chemischen Fabrik verursacht er eine Katastrophe. Das Werk fliegt in die Luft. So sitzt er ziemlich schnell zusammen mit Herrn Vigo und Herrn Mayer hinter Gittern. Arabella hat den Ring vom Einbrecher Fousek erobert und dabei so nebenbei auf dem Grund des Flusses Moldau den Wassermann getroffen, der voller Wut mit seinem Karpfen aus dem Märchenreich ausgewandert ist. Xenia hatte seinen schönen Teich mit Plastiktüten und Konservendosen etwas \"menschlicher\" gemacht. Sie befreit ihren Vater und seine beiden unglücklichen Mithäftlinge. Dazu nimmt sie die Gestalt eines Generals an, bei dem nur auffällt, dass er mit hoher, weiblicher Stimme redet. So scheint sich alles zum Guten zu wenden. Aber noch ist Rumburak auf freiem Fuß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587829","hoster":"VOE"},{"path":"/redirect/8403955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-12","name":"Im Verlies der Geisterburg","epNo":12,"alt":"","descr":"Rumburak hat den Ring erobert. Er verwandelt den König, den Zauberer Vigo und Frau Mayer in Figuren aus Stein und entführt die hilflose Arabella in seine Burg. Dort ist auch Peter. Rumburak bestellt den Henker. Nachts in der Zelle besucht eine weiße Taube die arme Arabella. Da die Königstochter in der Folge 5 Schlangenfleisch gegessen hat, kann sie die Sprache der Tiere verstehen und erkennt in der Taube ihre verwandelte Mutter. Sie schickt sie zu Fantomas, den mächtigen Herrscher des benachbarten Märchenreiches der Erwachsenen. Er rettet in letzter Sekunde Peter vor der Hinrichtung. Rumburak entkommt. Arabella, Peter, die Königin und die beiden Kinder verlassen die Burg, in der nun Fräulein Müller als Frau Stunk/Teufel herrschen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587834","hoster":"VOE"},{"path":"/redirect/8403954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-maerchenbraut/staffel-1/episode-13","name":"Glöckliches Ende","epNo":13,"alt":"","descr":"Aus den Autos sind wieder die Märchenfiguren geworden. der hässliche Glaspalast wird zum barocken Märchenschloß. Man merkt, die rechtmäßige Königin ist wieder da. Selbst der Wassermann kommt zurück. Dummerweise ist der sprechende Wolf von Herrn Maier erschossen worden. So basteln die beiden Herren Frankenstein und Fantomas einen neuen elektronischen Wolf, der auch sprechen kann. Hin und wieder versagt jedoch der eingebaute Sprachcomputer. Der König, der Zauberer und Frau Maier sind immer noch versteinert. Sie werden bei einer Kunstausstellung vorgeführt. Durch einen unglücklichen Zufall ist außerdem der Hilfsregisseur Gross im Bauch von Herrn Maier gelandet. der daraufhin keine heißen Sachen mehr essen darf. Solche kleinen Unglücke können natürlich leicht mit dem Wunschring repariert werden. So steuert unsere Serie folgerichtig auf die Hochzeit von Peter und Arabella zu. Nur sollte man Wunschringe nicht herumliegen lassen. Er wird von einem Raben gestohlen und von Rumburak benutzt. Aus der Trauung droht eine Katastrophe zu werden, denn die Braut ist ein Schaf und der Bräutigam eine Standuhr, die außerdem noch nachgeht. Fantomas und Hofzauberer Vigo greifen ein. Das Paar wird doch getraut. Der Dackel Waldi vergräbt heimlich das Glöckchen, mit dem die ganze Geschichte angefangen hat. Pech für Herrn Maier. Aber wie sagt Arabella zum Schluss so schön: \"Kann es ein schöneres Märchen als die Liebe geben?\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587832","hoster":"VOE"},{"path":"/redirect/8403958","hoster":"Streamtape"}]}]}]}]}