{"path":"/serie/stream/die-schnsten-zugreisen-der-welt","name":"Die schönsten Zugreisen der Welt","descr":"Mit dem Zug geht es auf unvergessliche Reisen: In eindrucksvollen Bildern zeigt die Serie die einzigartigen Landschaften und Sehenswürdigkeiten entlang der schönsten Zugstrecken der Welt - von Kanada über Spanien bis in die Alpen. Sowie auch einzigartige Zugreisen durch Südafrika, Mexiko, Finnland, Schottland, Sri Lanka, Frankreich und Neuseeland, Italien, Deutschland und England.","seasons":[{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1/episode-1","name":"Kanada","epNo":1,"alt":"Canada","descr":"Die Reise an Bord des legendären \"Rocky Mountaineer\"-Zuges führt von Vancouver hinein in das Herz der nordamerikanischen Rocky Mountains bis nach Banff in die kanadische Provinz Alberta. Auf dieser zweitägigen Zugfahrt erleben die Reisenden abwechslungsreiche Landschaften, die es so nirgendwo auf der Welt gibt: kristallklare Bergseen, Regenwälder sowie die Wüsten des Fraser Canyons.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655379","hoster":"VOE"},{"path":"/redirect/10655380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1/episode-2","name":"Spanien","epNo":2,"alt":"North Spain","descr":"Berge, Küsten und Delikatessen – die einzigartige Zugstrecke aus der spanischen Pilgerstadt León führt die Reisenden durch das Baskenland über Bilbao nach Galizien. Diese geschichtsträchtigen Regionen verzaubern mit ihren Landschaften und der Architektur ihrer Städte, in denen Tradition oft auf Moderne trifft – alte Kathedralen reichen sich dort mit Stilikonen wie dem \"Guggenheim Museum\" die Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655383","hoster":"VOE"},{"path":"/redirect/10655384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1/episode-3","name":"Neuseeland","epNo":3,"alt":"New Zealand","descr":"Die atemberaubende Zugreise durch Neuseeland beginnt in der Kohlestadt Greymouth und führt die Reisenden in den \"Arthur’s Pass\"-Nationalpark, hinein in die Welt der Südalpen, die von 3000 Gletschern geschmückt sind. Die Zugfahrt führt durch den Ort Cass, der für seine Kunst berühmt ist, durch 15 Tunnel und über vier imposante Talbrücken nach Christchurch, einer Stadt inmitten eines Vulkankraters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655389","hoster":"VOE"},{"path":"/redirect/10655390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1/episode-4","name":"Wales","epNo":4,"alt":"Wales","descr":"Die \"Cambrian Line\" in Wales gilt unter Kennern als Geheimtipp – denn sie führt über den walisischen Berg Snowdon vorbei an geschichtsträchtigen Schlössern hinab an die atemberaubende Küste. Unzählige Legenden und auch die einstige Hauptstadt Machynlleth, die nun ein verschlafener Ort ist, finden sich an dieser einzigartigen Zugstrecke, die nach Shrewsbury knapp über Grenze nach England führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655391","hoster":"VOE"},{"path":"/redirect/10655394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1/episode-5","name":"Norwegen","epNo":5,"alt":"Norway","descr":"Die magische Zugreise durch Norwegen beginnt in der Hauptstadt Oslo und führt über den Polarkreis bis nach Bodø. Berge, Wälder, Eiswüsten und unzählige Legenden säumen diese einmalige Zugstrecke, die die Reisenden auch durch unwirklich schöne Fjorde führt – ihre 44 Stationen, 293 Brücken und 154 Tunneln transportieren die Zuggäste in eine mystische Welt der Rentiere und der Mitternachtssonne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655398","hoster":"VOE"},{"path":"/redirect/10655401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-1/episode-6","name":"Schweiz","epNo":6,"alt":"Switzerland","descr":"Die einzigartige Zugreise, die im norditalienischen Tirano beginnt, führt hoch in die Alpen hinein nach St. Moritz, vorbei an Gletschern und betörenden Landschaften. An Bord des berühmten \"Glacier Express\" erwarten die Zugreisenden danach unglaubliche Aussichten – und die Fahrt durch die Schweizer Bergwelt führt alsbald ins Bergsteigerparadies Zermatt und an den Fuß des majestätischen Matterhorns.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655399","hoster":"VOE"},{"path":"/redirect/10655402","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-1","name":"Schottland","epNo":1,"alt":"Scotland: A Magical Journey Through the Highlands","descr":"Geschichte, Mythen und Legenden – die legendäre \"Highland Line\"-Zugstrecke führt von Inverness bis ins altehrwürdige Edinburgh durch das schottische Hochland, vorbei an alten Schlachtfeldern und durch den \"Cairngorms\"-Nationalpark. Die Reisenden können am historischen Bahnhof in Aviemore auch alte Dampflokomotiven bestaunen sowie einmalige Ausblicke auf Wälder und Burgen genießen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655406","hoster":"VOE"},{"path":"/redirect/10655403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-2","name":"Südafrika","epNo":2,"alt":"African Safari","descr":"Der luxuriöse Hotelzug der südafrikanischen Eisenbahngesellschaft \"Rovos Rail\" lädt zu einer atemberaubenden Zug-Safari ein, die in der Hauptstadt Pretoria startet und bis an die Meeresküste nach Durban führt. Auf der 500 Meilen langen Zugreise genießen die Fahrgäste allerhöchsten Komfort und erleben in dem liebevoll restaurierten Zug stilvoll die einmalige Schönheit Südafrikas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655410","hoster":"VOE"},{"path":"/redirect/10655409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-3","name":"Mexiko","epNo":3,"alt":"Mexico","descr":"Die Zugreise im legendären \"Chihuahua Pacifico Express\" – kurz auch \"El Chepe\" genannt – gewährt den Fahrgästen atemberaubende Ausblicke auf den mexikanischen Copper Canyon und führt dabei hoch ins Tarahumara-Gebirge hinaus. Diese Zugstrecke stellt eine technische Meisterleistung dar – und es bedurfte über einhundert Jahre Bauzeit, um ihre 37 Brücken und 86 Tunnel fertigzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655412","hoster":"VOE"},{"path":"/redirect/10655414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-4","name":"Frankreich","epNo":4,"alt":"France – La Ligne de Cevenne","descr":"Historische Viadukte, weite Täler und der beeindruckende Vulkan Puy De Dôme – die 200 Meilen lange Zugstrecke \"Ligne de Cévennes\" führt von Nîmes bis ins vulkanische Herz Frankreichs in die Stadt Clermont-Ferrand. Die Zugreisenden genießen dabei einzigartige Panoramen und erleben abwechslungsreiche Natur- und Industrielandschaften dieser meist weniger bekannten Region Frankreichs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655415","hoster":"VOE"},{"path":"/redirect/10655416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-5","name":"New Zealand","epNo":5,"alt":"New Zealand","descr":"Vulkane, Viadukte und Nationalparks - die zwölfstündige Zugreise im legendären \"Northern Explorer\" führt über die nördliche Insel Neuseelands bis in die Stadt Wellington. Und auch die Zugstrecke selbst ist eine technische Meisterleistung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655419","hoster":"VOE"},{"path":"/redirect/10655421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-6","name":"Finnland","epNo":6,"alt":"Finland","descr":"Gefrorene Seen, dichte Wälder und ewiges Eis – die 600 Meilen lange Zugreise von Helsinki zum arktischen Polarkreis führt durch die schönsten Landschaften Finnlands. Trotz eisiger 30 Grad unter Null arbeiten die Züge der finnischen Eisenbahngesellschaft dort jedoch fehlerfrei – und passieren Haltestellen, in denen die Zeit stillzustehen scheint, sowie Paläste aus Eis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655424","hoster":"VOE"},{"path":"/redirect/10655423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-7","name":"Sri Lanka","epNo":7,"alt":"Sri Lanka","descr":"Wilde Elefanten, Teeplantagen und der weltberühmte \"Nine Arch\"-Viadukt – die atemberaubende Zugfahrt im viktorianischen \"Blue Train\" startet in der sri-lankischen Hafenstadt Columbo und führt fast auf 2000 Höhenmeter ins Hochland hinaus. Die behäbige Durchschnittsgeschwindigkeit von 25 km/​h erlaubt den Zugreisenden dabei, die einzigartige Flora und Fauna Sri Lankas zu genießen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655427","hoster":"VOE"},{"path":"/redirect/10655426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-2/episode-8","name":"[nicht verfügbar]","epNo":8,"alt":"Compilation","descr":"","versions":[]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3/episode-1","name":"England: Devon \u0026amp; Cornwall","epNo":1,"alt":"Cornwall’s Most Scenic Railway Journey","descr":"Küstenstädte, Brücken und Tradition – die stilvolle Zugreise in der liebevoll restaurierten \"Statesman\"-Eisenbahn führt an der englischen Küste von Devon nach Cornwall, wo auch die beeindruckende \"Royal Albert\"-Brücke zu finden ist. Terrassengärten, schmucke Städtchen und Museen säumen diese traditionsreiche Eisenbahnlinie, die bis nach Kingswear an die Mündung des Dart River führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655433","hoster":"VOE"},{"path":"/redirect/10655432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3/episode-2","name":"Schottland: West Highland Line","epNo":2,"alt":"West Highland Line – Scotland","descr":"Moore, Seen und Viadukte – die legendäre \"West Highland Line\" zählt zu den spektakulärsten Zugstrecken der Welt: sie beginnt in der alten Stadt Glasgow, führt am Loch Lomond vorbei, dem größten See Schottlands, und weiter durchs zerklüftete Hochland. Unzählige Legenden ranken sich um diese Region – zu den neueren zählt der berühmte \"Harry Potter\"-Glenfinnan-Viadukt, der an dieser Strecke liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917559","hoster":"VOE"},{"path":"/redirect/10655437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3/episode-3","name":"Italien: Sizilien","epNo":3,"alt":"Sicily","descr":"Weltkulturerbe, altehrwürdige Städte und der majestätische Ätna – die eindrucksvolle Zugreise durch Sizilien beginnt im Süden der Insel und führt in die Barock-Stadt Ragusa ins Gebirge. Weiter geht es nach Catania, eine Stadt am Fuße des Ätna, die bereits mehrfach durch dessen Lavaströme zerstört wurde – doch auch dieser aktive Vulkan kann mit der \"Circumetnea\"-Eisenbahnlinie umfahren werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655442","hoster":"VOE"},{"path":"/redirect/10655440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3/episode-4","name":"[nicht verfügbar]","epNo":4,"alt":"Lakes and Dales","descr":"Luxus, Seen und Geschichte – die Zugfahrt im luxuriösen \"The Northern Belle\" führt von Preston in die Seenlandschaft des Lake District. Doch auch alte Kathedralen, verfluchte Bahnhöfe und weitläufige Wälder säumen diese traditionsreiche Eisenbahnlinie. Nach einem Abstecher zum höchstgelegenen Bahnhof Englands und zum Ribblehead-Viadukt endet diese beeindruckende Rundreise erneut in Preston.","versions":[]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3/episode-5","name":"Italien: Genua","epNo":5,"alt":"Italian Riviera","descr":"Mediterrane Küstenstädte, Häfen und Nationalparks – die beeindruckende Zugreise beginnt diesmal in La Spezia und führt durch den berühmten \"Cinque Terre\"-Nationalpark. An der Küste entlang geht es weiter nach Genua, in die architektonisch einmalige Hafenstadt. Dort klettert der Zug aus dem Jahr 1929 ins Gebirge hinauf, um den Fahrgästen atemberaubende Ausblicke auf die Landschaft zu bieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655444","hoster":"VOE"},{"path":"/redirect/10655449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schnsten-zugreisen-der-welt/staffel-3/episode-6","name":"Deutschland: Bayern","epNo":6,"alt":"Bavarian Alps","descr":"Die Alpen, Braukunst und Geschichte – die eindrucksvolle Zugreise durch Bayern führt durch alte Meteoritenkrater bis zum höchsten Berg Deutschlands, der Zugspitze. Aber auch Olympia-Spielstätten, Klöster und Miniatureisenbahnen liegen an dieser Eisenbahnlinie, die seit der Erfindung der Dampflokomotive befahren wird – und an ihrem Ende spektakuläre Alpenpanoramen aufbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10665039","hoster":"VOE"},{"path":"/redirect/10665041","hoster":"Streamtape"}]}]}]}]}