{"path":"/serie/stream/die-ren-stimpy-show","name":"Die Ren \u0026 Stimpy Show","descr":"Haarbälle werden zerhackt. Im Weltall drehen Figuren durch. Ein überhöfliches, muskelbepacktes Pferd mag nichts. Ein Superheld besteht aus Pulvertoast. Ein Vorstadt-Ehemann trägt nichts anderes als seinen Bademantel und ein Paar schwarze Socken. Das beliebteste Spielzeug ist ein Klotz. Leute, das ist die Cartoonwelt der \u0027Ren Stimpy Show\u0027.","seasons":[{"path":"/serie/stream/die-ren-stimpy-show/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-ren-stimpy-show/staffel-1/episode-1","name":"Stimpys großer Tag","epNo":1,"alt":"Stimpy\u0027s Big Day","descr":"Nachdem Stimpy einen Katzenwettbewerb gewonnen hat, verlässt er seinen Freund Ren in Richtung Hollywood, um Karriere zu machen. Er wird reich und berühmt – und vermisst Ren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587949","hoster":"VOE"},{"path":"/redirect/8405220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-1/episode-2","name":"Robin Höek / Schwester Stimpy","epNo":2,"alt":"Stimpy\u0027s Storybook Land: Robin Höek / Nurse Stimpy","descr":"Ren ist krank. Klar, dass Stimpy als Krankenschwester einspringt, um seinen Freund wieder auf die Beine zu kriegen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587950","hoster":"VOE"},{"path":"/redirect/8405221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-1/episode-3","name":"Weltraum-Wahnsinn / Hilfe, eine Ratte!","epNo":3,"alt":"Space Madness / The Boy who cried","descr":"Commander Höek und Kadett Stimpy befinden sich auf einer 36 Jahre dauernden Mission in die Tiefen des Alls. Die beiden werden vor Langeweile verrückt. Stimpy hat immerhin eine wichtige Aufgabe: Er muss den Vergangenheits-Lösch-Knopf bewachen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587951","hoster":"VOE"},{"path":"/redirect/8405224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-1/episode-4","name":"Feuerböcke / Der kleinste Riese","epNo":4,"alt":"Fire Dogs / The Littlest Giant","descr":"Ren und Stimpy bekommen endlich einen Job. Als Feuerböcke sollen sie vor einem Kamin stehen. Als das Gebäude, in dem sie sich befinden, plötzlich in Flammen steht, werden die beiden Freunde zu Lebensrettern. Nachdem er die Geschichte vom kleinsten Riesen gelesen hat, läuft Stimpy weg. Schließlich erreicht er die Stadt der Däumlinge, die unter einer schrecklichen Dürre leidet. Als Stimpy anfängt zu weinen, ist den Winzlingen geholfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252008","hoster":"VOE"},{"path":"/redirect/8405226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-1/episode-5","name":"Verschollen / Wilde Welt","epNo":5,"alt":"Marooned / Untamed World","descr":"Das Raumschiff von Captain Höek und Kadett Stimpy gerät außer Kontrolle. Die beiden Freunde landen auf einem unbekannten und dazu auch noch ziemlich ungemütlichen Planeten. Sie versuchen etwas zu Essen zu finden. Doch dann tauchen schreckliche außerirdische Superhirne auf. Ren und Stimpy werden Moderatoren einer Natursendung im Fernsehen. Sie reisen auf eine Insel, um herauszufinden, wie gut sich die unterschiedlichen Lebewesen an ihre Umgebung anpassen können…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587955","hoster":"VOE"},{"path":"/redirect/8405225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-1/episode-6","name":"Das schwarze Loch / Stimpys Erfindung","epNo":6,"alt":"Black Hole / Stimpy\u0027s Invention","descr":"Ren und Stimpy durchqueren auf ihrer Reise durchs All ein Schwarzes Loch. Dabei verändern sie sich gewaltig und finden einen Berg vermisster linker Socken. Stimpy zeigt wieder, was er kann: Er erfindet einen speziellen Helm, der in der Lage ist, den grundsätzlich mies gelaunten Ren nicht nur fröhlich und glücklich, sondern richtig irre zu machen. Dazu spielt Stimpy sein Lieblingslied Happy Happy Joy Joy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587958","hoster":"VOE"},{"path":"/redirect/8405230","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-1","name":"Stillgestanden! / Der Pulvertoastmann","epNo":1,"alt":"In the Army / Powdered Toastman","descr":"Ren und Stimpy gehen zur Armee. Dort treffen sie auf einen Ausbilder, der ihre Kräfte und ihr Durchhaltevermögen ganz schön in Anspruch nimmt. Schwierig für die beiden ist vor allem die Tatsache, dass der Schleifer so groß wie ein Haus ist.  Der Frühstückssuperheld rettet einen Mann vor den fiesen Flossen von Muddy Matschhüpfer und bringt den halb verhungerten Freunden Ren und Stimpy das Frühstück. Anschließend rettet er sogar den Präsidenten aus einer verzwickten Lage…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587956","hoster":"VOE"},{"path":"/redirect/8405231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-2","name":"Rens Zahnschmerzen / Tierheim-Blues","epNo":2,"alt":"Ren\u0027s Toothache / Big House Blues","descr":"Ren macht sich über Stimpy lustig, weil dieser peinlich genau auf die Sauberkeit seiner Zähne achtet – bis Ren selbst einen Zahn nach dem anderen verliert. Selbstverständlich hilft Stimpy seinem Freund mit einem seiner eigenen Zähne aus.  Ren und Stimpy stecken ganz schön in der Klemme. Die beiden Freunde sind im Tierheim gelandet und warten darauf, dass jemand vorbeikommt, um sie mit nach Hause zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587957","hoster":"VOE"},{"path":"/redirect/8405232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-3","name":"Tief im Westen / Das Gummi-Ding","epNo":3,"alt":"Out West / Rubber Nipple Salesmen","descr":"Im Wilden Westen geraten Ren und Stimpy an zwei völlig verrückte Sheriffs. Sie müssen ein Pferd stehlen, damit sie die dafür im Westen als angemessen geltende Strafe erhalten.  Stimpy versucht sich wieder einmal als Erfinder und entwickelt ein ziemlich seltsames Gummi-Ding. Gemeinsam mit Ren begibt er sich nun auf Verkaufstour. Die beiden wollen das Gummi-Ding unbedingt an den Mann bringen. Dabei lernen sie eine ganze Reihe merkwürdiger Gestalten kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587959","hoster":"VOE"},{"path":"/redirect/8405235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-4","name":"Familienbande","epNo":4,"alt":"Sven Höek","descr":"Rens Cousin Sven kommt zu Besuch und knüpft mit Stimpy sofort ein Band der Dummheit. Das bringt Ren ziemlich auf die Palme und führt zu zahllosen Verwicklungen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199650","hoster":"VOE"},{"path":"/redirect/10103777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-5","name":"Mad Dog Höek / Das Geisterhaus","epNo":5,"alt":"Mad Dog Höek / Haunted House","descr":"Ren schlüpft in die Rolle von Mad Dog Höek, und Stimpy mutiert zu Killer Kadoogan. Als Wrestler stürzen sie sich ins Getümmel.  Ren und Stimpy besuchen ein Spukhaus. Das hier beheimatete Gespenst lässt nichts unversucht, um den beiden Freunden einen Schrecken einzujagen. Doch an Ren und Stimpy gehen diese Aktionen völlig vorbei. Sie merken einfach gar nichts mehr…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587960","hoster":"VOE"},{"path":"/redirect/8405234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-6","name":"Die Babymasche / Hundeschau","epNo":6,"alt":"Big Baby Scam / Dog Show","descr":"Ren und Stimpy wollen sich mal so richtig verwöhnen lassen. Also tauschen sie die Plätze mit zwei Babys, und von nun an werden sie rundum die Uhr bemuttert. Doch die beiden Freunde müssen nach und nach erfahren, dass es nicht nur angenehm ist, ein Baby zu sein. Ren und Stimpy werden für die nationale Hundeschau herausgeputzt. In der ersten Runde des Wettbewerbs müssen sie sich von dem Preisrichter Gevatter Gaul begutachten lassen, und der hat eine ganze Menge an ihnen auszusetzen. Schließlich kommen sie doch zum großen Finale","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587961","hoster":"VOE"},{"path":"/redirect/8405236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-7","name":"Stimpys Sohn","epNo":7,"alt":"Son of Stimpy","descr":"Seinen neuesten Freund hat Stimpy höchstpersönlich produziert: Es handelt sich um einen Furz namens Stinky. Doch die quicklebendige Gestankwolke hat von Stimpys eintönigem Dasein bald genug und verduftet in die große Stadt. Stimpy ist so untröstlich, dass er drei Jahre mit Grübeln und depressivem Herumhocken verbringt. Schließlich macht er sich aber doch auf, um Stinky wiederzufinden – und erlebt eine große Überraschung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579880","hoster":"VOE"},{"path":"/redirect/8405239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-8","name":"Affentheater / Vater sein dagegen sehr...","epNo":8,"alt":"Monkey see... Monkey Don\u0027t / Fake Dad","descr":"Ren und Stimpy wünschen sich nichts sehnlicher, als ein angenehmes Leben in einem Zoo. Also verkleiden sie sich als Affen und versuchen jeden nur erdenklichen Trick, um im städtischen Zoo als Bewohner aufgenommen zu werden.  Ren möchte endlich einmal etwas Gutes tun. Er stellt sich als Ersatzvater zur Verfügung. Dabei ahnt er nicht, dass sein Kind ein übergewichtiger Häftling namens Kowalski ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579879","hoster":"VOE"},{"path":"/redirect/8405243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-9","name":"Ruf der Wildnis / Haarige Zeiten","epNo":9,"alt":"The Great Outdoors / The Cat That Laid The Golden Hairball","descr":"Ren und Stimpy gehen zelten, aber Ren fängt an es zu hassen, da er vom Unglück verfolgt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587962","hoster":"VOE"},{"path":"/redirect/8405244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-10","name":"Stimpys Fanclub","epNo":10,"alt":"Stimpy\u0027s Fan Club","descr":"Stimpy bekommt jeden Tag Fanpost. Ren geht leer aus und wird von Tag zu Tag neidischer. Kurzerhand macht Stimpy seinen Freund zum Präsidenten des Stimpy-Fanclubs. Zu seinen Aufgaben gehört es, die Fanbriefe zu beantworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587964","hoster":"VOE"},{"path":"/redirect/8405247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-11","name":"Besuch bei Anthony","epNo":11,"alt":"Visit to Anthony","descr":"Ren und Stimpy machen sich auf den Weg in die Vereinigten Staaten von Amerika. Dort wollen sie einen kleinen Jungen namens Anthony besuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587965","hoster":"VOE"},{"path":"/redirect/8405249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-2/episode-12","name":"Königlich-Kanadische Yakreiterin","epNo":12,"alt":"The Royal Canadian Kilted Yaksmen","descr":"Ren und Stimpy haben sich als Königlich-Kanadische Yakreiter verpflichtet und streifen durch die Wildnis Kanadas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579882","hoster":"VOE"},{"path":"/redirect/14163932","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-1","name":"Haben oder nicht haben / Vorsicht, bissiger Pavian","epNo":1,"alt":"To Salve And To Salve Not / A Yard Too Far","descr":"Stimpy wird von einem Glibber-Verkäufer bedrängt. Irgendwann kann er sich nicht mehr zurückhalten und kauft dem aufdringlichen Kerl den ganzen Glibber ab. Angeblich soll das vielseitig verwendbare Zeug Zauberkräfte haben. Ren glaubt natürlich nicht daran – bis es zu spät ist… Zu seiner Überraschung stellt Stimpy eines Tages fest, dass er völlig nackt ist. Und ihn befällt ein Gefühl, dass ihm zuvor völlig unbekannt war: Er schämt sich. Von nun an setzt er alles daran, eine Hose zu finden, die seine Blöße bedeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579881","hoster":"VOE"},{"path":"/redirect/8405252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-2","name":"Zirkusliliputaner / Nackte Tatsachen","epNo":2,"alt":"Circus Midgets / No Pants Today","descr":"Ren und Stimpy haben sich ein paar köstliche Leckerbissen gesichert: Schweinebacken. Hmmm! Die Fleischstücke sollen auf dem Fenstersims abkühlen. Doch da taucht eine Horde von hungrigen Pavianen auf, die den Freunden das Abendessen streitig machen. Ren und Stimpy halten den Daumen in den Wind und trampen. Schließlich werden sie von Liliputanern mitgenommen, die in einem Zirkus arbeiten. Sie werden in ein winziges Clownauto gesperrt und sehen wahnwitzigen Abenteuern entgegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587966","hoster":"VOE"},{"path":"/redirect/8405251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-3","name":"Ein Traum wird wahr / Lincolns Geheimnis","epNo":3,"alt":"Ren\u0027s Pecs / An Abe Divided","descr":"Ren und Stimpy amüsieren sich am Strand, als ein haariger, muskelbepackter Typ Ren Sand in die Augen wirft. Ren kann sich nicht wehren, und so wünscht er sich riesige Brustmuskelimplantate. Doch an seinem dünnen Körper findet sich einfach kein Fett für eine Transplantation. Stimpy zeigt sich einmal mehr als wahrer Freund und spendet seine Pobacken für die Operation. Ren und Stimpy wollen es mal wieder mit ehrlicher Arbeit versuchen. Diesmal sollen sie als Security-Leute ein Abraham Lincoln-Denkmal bewachen. Die Freunde vermuten zudem, dass sich in dem Denkmal ein Schatz befindet. Sie brechen den Kopf der Lincoln-Figur auf, doch dann geht’s nur noch darum, den angerichteten Schaden an dem Monument zu beheben – sonst verlieren die beiden ihren Job.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587963","hoster":"VOE"},{"path":"/redirect/8405254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-4","name":"Stimpys Zeichentrickfilm","epNo":4,"alt":"Stimpy\u0027s Cartoon Show","descr":"Stimpy lässt einmal mehr seinen künstlerischen Ambitionen freien Lauf: Er dreht seinen eigenen Zeichentrickfilm. Ren ist der Produzent. Mit dem fertigen Film sprechen die beiden bei dem Trickfilm-Papst Wilbur Cobb vor. Mal sehen, was der von ihrem Meisterwerk hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587968","hoster":"VOE"},{"path":"/redirect/8405258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-5","name":"Im Reich der Dumpfmuffen","epNo":5,"alt":"Lair of the Lummox","descr":"Ren und Stimpy treten wieder als Moderatoren ihrer beliebten Naturshow auf. In der aktuellen Episode machen sich die beiden Freunde auf die Suche der den aussterbenden Dumpfmuffen. Mitten in der Wildnis werden sie fündig. Endlich können sie diese seltsame Spezies bei ihrem Paarungsritual beobachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587969","hoster":"VOE"},{"path":"/redirect/8405260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-6","name":"Jiminy Grillfleisch / Barschmeister","epNo":6,"alt":"Jimminy Lummox / Bass Master","descr":"Stimpy unternimmt einen verzweifelten Versuch, um Ren von seinen schlechten Manieren zu befreien, indem er ihn mit seinem Gewissen bekannt macht. Rens Gewissen wird jedoch von dem Gitarre spielenden Grobian Jiminy Grillfleisch verkörpert. Es wird ein langer Weg zu gutem Benehmen. Ren Höek geht auf Angeltour, immer auf der Suche nach dem Dreckmaulbarsch. Derweil freundet sich Stimpy mit allen Fischen an, denn seine Angelmethoden sind viel netter als die von Ren, der langsam richtig sauer wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579883","hoster":"VOE"},{"path":"/redirect/8405261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-7","name":"Rentner Ren","epNo":7,"alt":"Ren\u0027s Retirement","descr":"Ren feiert seinen zehnten Geburtstag und fühlt sich verhältnismäßig jung. Doch Stimpy macht ihm einen Strich durch die Rechnung und rechnet ihm vor, dass er in Hundejahren gezählt, 70 Jahre alt ist. Den Tod im Auge, bereitet sich Ren auf sein nahendes Ableben vor: Er verfasst seinen letzten Willen, bereitet seine Beerdigung vor und sucht den perfekten Sarg","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587967","hoster":"VOE"},{"path":"/redirect/8405264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-8","name":"Der Bauchnabelkobold / Rettung auf Rädern","epNo":8,"alt":"Jerry The Belly Button Elf / Road Apples","descr":"Stimpy ist in sich selbst verliebt, genauer gesagt in seinen Bauchnabel. Plötzlich ruft ihn eine Stimme aus dem Nabel und macht ihm klar, dass er in sich selbst hineinkriechen könne. Gehorsam folgt Stimpy dem Ruf und trifft Jerry, den Bauchnabelkobold. Der lässt ihn als Haussklaven schuften. Ren sucht eine Mitfahrgelegenheit, also tut er so, als sei er ein totes Tier und legt sich auf die Straße. Eine Familie in einem Kleinbus hält an und liest ihn auf. Ren erlebt eine wilde Fahrt und muss erkennen, dass er es mit völlig abgedrehten Leuten zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587970","hoster":"VOE"},{"path":"/redirect/8405266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-9","name":"Der Karriereknick","epNo":9,"alt":"The Scotsman","descr":"Die Show \"Der Schotte\" wird abgesetzt. Stattdessen läuft eine nagelneue Kult-Sendung: \"Die Ren \u0026 Stimpy Show\". Haggis McHaggis, der Star aus \"Der Schotte\", ist natürlich stinksauer auf seine mega-erfolgreichen Nachfolger. Kurzerhand entführt er die Freunde. Daraufhin werden Ren und Stimpy von einer ziemlich miesen Puppenshow ersetzt. Wie sich das wohl auf ihre Karriere auswirkt…?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579885","hoster":"VOE"},{"path":"/redirect/8405267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-3/episode-10","name":"Der Freund in meinem Kopf / Rens bittere Hälfte","epNo":10,"alt":"A Friend in your Face / Ren\u0027s bitter half","descr":"Stimpy schließt sich einer Pfadfindergruppe an, und Ren wird ebenfalls einberufen. Die Gruppe besteht nur aus Mädchen. Die beiden Freunde müssen erst einmal viele Kekse verkaufen, um von ihren Kameradinnen akzeptiert zu werden. Wie werden sie sich dabei wohl anstellen? Stimpy versucht Ren zu klonen. Nur leider passiert ihm dabei ein Missgeschick: Stimpy verursacht bei Ren eine Persönlichkeitsspaltung. Beide Persönlichkeiten ringen nun um die Oberhand…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587974","hoster":"VOE"},{"path":"/redirect/8405270","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-1","name":"Ren, der Eremit","epNo":1,"alt":"Hermit Ren","descr":"Ren hat genug von Stimpys Dummheit, sodass er beschließt ihn zu verlassen und ein Eremitendasein zu fristen. Doch nach einiger Zeit wird er fast verrückt vor Sehnsucht nach seinem einzigen und wahren Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991870","hoster":"VOE"},{"path":"/redirect/8405269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-2","name":"Das Haus vom nächsten Dienstag / Pfadfinderfreunde","epNo":2,"alt":"House of Next Tuesday / Eat My Cookies","descr":"Ren und Stimpy sind auf der Suche nach einer neuen Zuflucht. Plötzlich entdecken sie ein sehr modernes Musterhaus und schleichen sich herein. Dort nutzen sie natürlich sämtliche Annehmlichkeiten der futuristischen Haustechnik und richten ein riesiges Chaos an.  Choo Choo Nong, Stimpys Gesichtsparasit, lädt seinen Cousin Noony Bratweiler ein. Noony soll während seines Aufenthalts in Rens Kopf wohnen. Gesagt – getan! Das Problem ist nur, dass Rens neuer Unterbewohner ihn Tag und Nacht mit seinen wilden Partys und lauter Glotze in den Wahnsinn treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587972","hoster":"VOE"},{"path":"/redirect/8405274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-3","name":"Flammende Eingeweide / Holzköpfe","epNo":3,"alt":"Blazing Entrails / Lumber Jerks","descr":"Stimpy war zwar noch nie der Hellste, aber in letzter Zeit wird er immer schusseliger. Ren beginnt sich um seinen Freund zu sorgen. Es muss doch eine medizinische Erklärung geben? Gesagt, getan: Ren lässt sich verkleinern und sucht in Stimpys Körper nach der Ursache für dessen Verblödung. Pierre macht Ren und Stimpy klar, dass sie endlich einen richtig harten Männerjob brauchen. Holzfäller, das ist es! Die beiden suchen nach hohlen Bäumen, müssen sich gegen fiese Baumkrebse zur Wehr setzen und sparen schon mal auf ihre erste große Investition: Den eigenen Biber!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579886","hoster":"VOE"},{"path":"/redirect/8405276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-4","name":"Die Geschichte vom Stimpysaurus / Landleben","epNo":4,"alt":"Prehistoric Stimpy / Farmhands","descr":"Ren und Stimpy besuchen das Naturhistorische Museum und stoßen dort auf die Überreste eines riesigen Mammuts, einem entfernten Vorfahren Stimpys. Der Museumsführer erzählt ihnen, dass das Mammut wegen seiner Dummheit relativ schnell ausgestorben sei. Jetzt wissen Ren und Stimpy wenigstens, dass Stimpys Dummheit angeboren ist.  Ren und Stimpy haben unwahrscheinlich großen Hunger. In der Hoffnung, bei einem Bauernpaar endlich etwas zu essen zu bekommen, täuschen sie ihnen vor, dass sie ihre lang vermissten Kinder, Abner und Ewart, seien. Die beiden beginnen ihre Arbeit auf dem Hof, erhalten jedoch nicht wie erwartet feinstes Essen, sondern ekelhafte Kuhfleischpastete und Prärieaustern. Das Chaos nimmt seinen Lauf, als die Hühner Ren mit dem Osterhasen verwechseln…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579887","hoster":"VOE"},{"path":"/redirect/8405277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-5","name":"Klingender Käse / Haggis\u0027 Haare","epNo":5,"alt":"Magical Singing Cheeses / A Hard Day\u0027s Luck","descr":"Im Königreich Fei leben Renwaldo und Stimpleton, die Söhne eines Schrottschmiedes. Sie leiden Hunger und sind daher gezwungen, ihre Familienwanze gegen zwei goldige Käselaibe einzutauschen. Was eigentlich recht schade ist, da besagter Käse nämlich auch singen kann. Der glatzköpfige Schotte Haggis wünscht sich sehnlichst Haare. Da entspringt seinen magischen Kobold-Zauberflocken ein Kobold, der sich bereit erklärt, ihm diesen Wunsch zu erfüllen. Vorher muss er jedoch einige Prüfungen bestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587971","hoster":"VOE"},{"path":"/redirect/8405278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-6","name":"Ein Herz und ein Geflügel / Pulvertoastmann gegen Waffelweib","epNo":6,"alt":"I Love Chicken / Waffle Woman vs. Powdered Toastman","descr":"Stimpy bereitet ein festliches Dinner für Ren vor. Zu Rens Pech verliebt sich Stimpy in den Hauptgang – ein Hühnchen. Ren stirbt fast vor Hunger. Beim Gedanken an Stimpys neue Freundin – das Hühnchen – läuft ihm das Wasser im Munde zusammen. Wie kann er Stimpy bloß davon überzeugen, das Hühnchen doch noch zu kochen? Pulvertoastmann versucht den Präsidenten nach Little Jim zu überführen. Leider misslingt ihm das Unternehmen. Seine Mission ist gescheitert, und er hat die Nase voll von guten Taten. Doch dann taucht seine Erzfeindin Waffelweib auf und bedroht Little Jim…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579888","hoster":"VOE"},{"path":"/redirect/8405284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-7","name":"Ein Hundeleben / Eidottrio","epNo":7,"alt":"It´s A Dog\u0027s Life / Egg Yolkeo","descr":"Ren und Stimpy befinden sich seit elf Stunden im Hundezwinger und bereiten sich auf den letzten großen Spaziergang an diesem Tag vor. Eine süße, reiche, alte Dame fällt sofort auf die beiden herein und adoptiert sie vom Fleck weg. Ren und Stimpy erfahren am eigenen Leib, was es bedeutet, ein Haustier zu sein. Dem armen Stimpy werden sogar die Krallen entfernt, damit er Frauchens Einrichtung nicht beschädigt. Renwaldo der Dorfschmied, kreiert die Marionette Eidottrio aus getrocknetem Eidotter. Zufällig erscheint die blaue Hühnerfee und haucht Eidottrio Leben ein. Doch eines Tages rennt Eidottrio davon und freundet sich mit dem Speck-Boy und dem Toast-Knaben an. Die drei reisen zur Insel der verlorenen Mahlzeiten. Dort wird Eidottrio gekidnappt und dazu verdammt in Las Vegas zu arbeiten. Zum Glück können Renwaldo und Stimpleton ihn befreien. Am nächsten Morgen wacht Stimpy mit einem gekochten Ei in seinem Gesicht auf. War das etwa alles nur ein Traum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587973","hoster":"VOE"},{"path":"/redirect/8405286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-8","name":"Doppelkopf / Seltsame Begegnung der schottischen Art","epNo":8,"alt":"Double Header / Scotsman In Space","descr":"Ren hält es nicht mehr aus. Er kauft Stimpy eine einfache Busfahrkarte zum kleinen Bären. Stimpy ist außer sich vor Trauer, dass er seinen besten Kumpel verlassen muss. Beim Versuch, Stimpy rechtzeitig zum Bus zu bringen, geschieht ein Unfall. Nach 15 Stunden im Krankenhaus sind beide am Leben – aber haben sich buchstäblich am Hals… Unendliche Weiten: Commander Höek und Kadett Stimpy erleben ein aufregendes Weltraumabenteuer. Sie treffen auf den seltsamsten Außerirdischen aller Zeiten: den Schotten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991881","hoster":"VOE"},{"path":"/redirect/8405285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-9","name":"Der Elfenkönig / Aloha Hoek","epNo":9,"alt":"Pixie King / Aloha Hoek","descr":"Ren und Stimpy finden sich beide in einer Gnom- und Elfenwelt wieder, in welcher jeder fröhlich daran arbeitet, den Elfenstatus zu erreichen. Ihre Aufgabe besteht darin, Pollen zu ernten, die Blumen mit Tautropfen zu versorgen und Elfenstaub abzubauen. Stimpy liebt seine neue Arbeit und ist total happy, aber Ren findet, dass das alles viel zu anstrengend ist und sämtliche Bewohner viel zu fröhlich sind. Ren beschließt, dass er lieber Elfenkönig wird, anstatt zu arbeiten. Ausgesetzt auf einer einsamen Insel, finden Ren und Stimpy, völlig ausgehungert, Zuflucht in einem riesigen gestrandeten Wal. Stimpy kann sich mit der aussichtslosen Situation nicht abfinden und jammert ständig herum. Völlig genervt schmeißt Ren ihn raus. Auf der anderen Inselseite lernt Stimpy Brandon Marlowe kennen und entdeckt einen Badeort voller Spaß und Speisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991880","hoster":"VOE"},{"path":"/redirect/8405287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-10","name":"Schnarchen mit Stimpy / Mein Freund, die Glotze","epNo":10,"alt":"Insomniac Ren / My Shiny Friend","descr":"Ren kann nicht schlafen, und sein Freund Stimpy versucht ihm zu helfen. Er zieht alle Register, von Gute-Nacht-Geschichten bis zu Schlafliedern. Stimpys TV-Gewohnheiten geraten außer Kontrolle. Er hängt den ganzen Tag vor der Glotze, während Ren hart arbeitet. Ren platzt der Kragen, und er zerstört den Fernseher. Aber Stimpy hat vorgesorgt und eine Extra-Flimmerkiste im Badezimmer deponiert. Zu guter Letzt muss Stimpy ins Krankenhaus, um sich von seiner TV-Sucht auszukurieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991884","hoster":"VOE"},{"path":"/redirect/8405290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-11","name":"Käserausch / Würstchenbarone","epNo":11,"alt":"Cheese Rush Days / Weiner Barons","descr":"Ren \u0026 Stimpy machen sich zu den Blaukäsebergen auf, um dort als Bergarbeiter zu arbeiten. Nachdem sie sich mit ein paar Wilden herumgeschlagen haben, erreichen sie die Berge, wo sie Käse abbauen – und davon träumen, stinkreich zu werden. Doch als Ren abrechnen möchte, muss er erkennen, dass der Käse so gut wie nichts wert ist.  Ren und Stimpy befinden sich auf dem Arbeitsamt und müssen erkennen, dass sie ganz einfach für jeden nur erdenklichen Job völlig unterqualifiziert sind. Da werden sie auf eine Stellenanzeige der besonderen Art aufmerksam: Würstchenfarmer in Kanada! Die beiden Freunde kommen nicht legal ins Land, also höhlen sie ein Schwein aus, um über die Bohnen-Grenze zu gelangen. Das Schwein schlägt jedoch Leck, und sie müssen sich als UNO-Wurstinspektoren verkleiden. Endlich am Ziel angelangt, entdecken sie eine Würstchenquelle und werden steinreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991883","hoster":"VOE"},{"path":"/redirect/8405291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-12","name":"Klopsboys / Ren braucht Hilfe","epNo":12,"alt":"Galoot Wranglers / Ren Needs Stimpy","descr":"Heute geht es in den Wilden Westen: Am Lagerfeuer erzählt Wilbur Cobb eine Geschichte über die Klopsboys, zwei tölpelhafte Cowboys. Natürlich handelt es sich um niemand anderen als Ren und Stimpy Stimpy hat’s mal wieder geschafft: Durch seine Schuld hat Ren all seine Habseligkeiten verloren. Ren ist darüber so schockiert, dass er durchdreht und in eine Irrenanstalt eingeliefert wird. Hier stellt sich heraus, dass jeder, der jemals mit Ren und Stimpy zu tun hatte, verrückt geworden ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199649","hoster":"VOE"},{"path":"/redirect/10103780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-4/episode-13","name":"Abergläubischer Stimpy / Reisen bildet","epNo":13,"alt":"Superstitious Stimpy / Travelogue","descr":"Stimpy wird übermäßig abergläubisch. Er fängt an, ganz nach seinem Aberglauben zu leben, während Ren überhaupt nichts davon hält. Komischerweise hat Stimpy nun immer Glück, und Ren wird permanent vom Pech verfolgt. Ren und Stimpy reisen in ein neues, unbekanntes Land und nehmen den Zuschauer gleich mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199652","hoster":"VOE"},{"path":"/redirect/10103782","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-1","name":"Ol Blue Nose / Aufstand der Prügelknaben","epNo":1,"alt":"Ol Blue Nose / Side Kick Union","descr":"Durch einen Schlag von Ren auf seine Nase wird Stimpy ein erfolgreicher Sänger. Nachdem seine Nase genug davon hat, von Ren geschlagen zu werden, beschließt sie, Stimpy zu verlassen und eine eigene Gesangskarriere zu beginnen, wodurch Stimpy nicht mehr gut singen kann. Ren und Stimpy kehren in ihre Heimat zurück und schließlich kehrt Stimpys Nase zu ihm zurück, nachdem auch seine Karriere ins Stocken geraten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199653","hoster":"VOE"},{"path":"/redirect/8405293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-2","name":"Wettlauf im All / Die Fehde","epNo":2,"alt":"Space Dogged / Feud for Sale","descr":"Ren und Stimpy sollen als erster Hund und als erste Katze im Rahmen des russischen Raumfahrtprogramms ins All geschossen werden. Doch zuerst müssen sie sich einer professionellen Astronautentestreihe unterziehen. Dazu gehört: ein Zentrifugentest, eine Internatserziehung, ein Windkanaltest und ein Schwerelosigkeitstest unter Wasser. Ob sie diese Prüfungen bestehen?  Im Gedenken an die Hatfields und an die McCoys, präsentieren Ren und Stimpy die beiden Cowboys Schwachkopf und Dummkopf, die sich gegenseitig nicht leiden können. Eines Tages kommt ein Vertreter zu Schwachkopf und Dummkopf in den Wilden Westen und macht ihnen unwiderstehliche Angebote, wie sie sich gegenseitig bekämpfen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587975","hoster":"VOE"},{"path":"/redirect/8405295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-3","name":"Katzenallergie / Für eine Hand voll Staub","epNo":3,"alt":"Hair Of The Cat / City Hicks","descr":"Ren leidet an einer schrecklichen Allergie. Noch ahnt er nicht, dass er auf seinen besten Freund Stimpy allergisch reagiert.  Ren und Stimpy verlassen das Land, weil es plötzlich regnet und der Regen ihr geliebtes, staubiges Land in ein fruchtbares Land voller Früchte und Gemüse verschandelt. Sie versuchen ihr Glück in der Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991885","hoster":"VOE"},{"path":"/redirect/8405297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-4","name":"Stimpys Haustier / Das Renhirn","epNo":4,"alt":"Stimpy\u0027s Pet / Ren\u0027s Brain","descr":"Ein Clown wird auf Ren und Stimpys Türschwelle ausgesetzt. Stimpy überredet Ren, damit er den armen Kerl behalten darf. Doch der fängt bald an, Stimpys Großzügigkeit auszunutzen Stimpy will seine Experimente abschließen – doch dazu braucht er ein vollkommenes Hirn. Das findet er in Rens Kopf. Also entfernt Stimpy das Organ, während Ren schläft. Allerdings wacht das Hirn am nächsten Morgen auf und verrichtet all die Dinge, die Ren normalerweise macht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108596","hoster":"VOE"},{"path":"/redirect/8405301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-5","name":"Stets zu Diensten / Hund des Jahres","epNo":5,"alt":"Bell Hops / Dog Tags","descr":"Ren und Stimpy bekommen eine Stelle als Hotelpagen und müssen dafür sorgen, dass niemand herausfindet, wer in den obersten zwei Etagen des Hotels wohnt. Doch dann bietet ein Reporter Ren eine Million Dollar für ein Foto an. Dafür lässt er den Reporter bestimmt nach oben, oder? Ren macht sich bereit für das jährliche Hunde-Logen-Treffen. Stimpy bettelt darum, mitgehen zu dürfen. Ren glaubt jedoch nicht, dass Stimpy am Türsteher vorbeikommt. Also verkleidet sich Stimpy als Hund, indem er sich ein Hundehalsband anlegt und eine Hackfleischmaske aufsetzt. Ohne Probleme wird er hineingelassen. Ren dagegen hat weniger Glück. Er wird mit einem Moskito verwechselt und erhält keinen Zutritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991886","hoster":"VOE"},{"path":"/redirect/8733814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-6","name":"Stimpy und die Pubertät / Wer ist hier der Blödian?","epNo":6,"alt":"Teenage Stimpy / Who\u0027s Stupid Now?","descr":"Stimpy tritt die Reise ins Teenager-Alter an, inklusive aller Höhen und Tiefen, die dazugehören. Als Ren und Stimpy zu ihrem Chef ins Büro zitiert werden, merken sie, dass ihre Sendung abgesetzt werden soll. Ren fleht und bettelt und verspricht, alles zu tun, um die Sendung zu retten. Wie hoch wird sein Einsatz sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991887","hoster":"VOE"},{"path":"/redirect/8405304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-7","name":"Schulfreunde / Rens Dinnerparty","epNo":7,"alt":"School Mates / Dinner Party","descr":"Ren bekommt überraschend Besuch eines alten Schulfreundes aus der Hundeschule. Er ist darüber entsetzt, dass Ren ein bürgerliches Leben mit einer Katze führt. Ren beweist, dass er immer noch derselbe Hund ist, wie er früher einmal war… Ren Höek erläutert die richtige Etikette für eine stilvolle Dinner-Party.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333529","hoster":"VOE"},{"path":"/redirect/8405307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-8","name":"Sunny und ich / Hüttenzauber","epNo":8,"alt":"Sammy And Me / Big Flakes","descr":"Ren und Stimpy werden eingeschneit. Stimpy amüsiert sich mit banalen Spielchen, wie ‚Auf die schwarze Mattscheibe schauen‘ oder ‚Mit einer Flasche flöten‘. Dies macht Ren fast verrückt. Und als Stimpy Ren seinen neuen imaginären Freund Kyle vorstellt, treibt er ihn vollends in den Wahnsinn.  Ren und Stimpy sehen im Fernsehen die feierliche Eröffnung eines neuen Gefängnisses. Die Inhaftierten werden dort wie Könige behandelt. Stimpy ist total neidisch und möchte auch in den Knast. Doch bevor er dorthin darf, muss er sich verhaften lassen. Das gestaltet sich schwieriger, als gedacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991889","hoster":"VOE"},{"path":"/redirect/8405308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-9","name":"Das verflixte neunte Leben / Sei schlau, geh in den Bau","epNo":9,"alt":"Terminal Stimpy / Pen Pals","descr":"Wie alle Katzen hatte auch Stimpy einst neun Leben. Dumm nur, dass er durch seinen unvorsichtigen Lebenswandel schon acht davon aufgebraucht hat. Allmählich bereitet ihm das Sorgen Ren und Stimpy haben einen neuen Job: Sie arbeiten für Pater Jack Cheese, der eine sehr eigenwillige frohe Botschaft verkündet. Ob die drei mit ihrer Puppentheater-Aufführung neue Anhänger gewinnen können?und wird von Tag zu Tag neidischer. Kurzerhand macht Stimpy seinen Freund zum Präsidenten des Stimpy-Fanclubs. Zu seinen Aufgaben gehört es, die Fanbriefe zu beantworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991891","hoster":"VOE"},{"path":"/redirect/8405309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-10","name":"Rens letzte Versuchung / Terminal Stimpy","epNo":10,"alt":"The Last Temptation of Ren / Reverend Jack Cheese","descr":"Stimpy ist außer sich vor Freude, denn endlich ist seine Sammy-Mantis-Jr.-Fan-Ausstattung per Post eingetroffen. Damit nicht genug: Sein Idol tritt auch noch im Einkaufszentrum für eine Autogrammstunde auf. Doch das Gedränge ist groß und Stimpy kommt nicht zu Sammy durch. Dadurch lässt der Kater sich natürlich nicht entmutigen… Ren macht eine Nahtod-Erfahrung. Er bereut seine Fehler, lebt fortan tugendhaft und gibt all seine irdischen Güter Stimpy. Der übernimmt damit allerdings auch die lasterhaften und verdorbenen Gewohnheiten seines Freundes. Als Stimpy ebenfalls eine Nahtod-Erfahrung macht, erhält auch er die Gelegenheit, seine Sünden zu bereuen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991893","hoster":"VOE"},{"path":"/redirect/8405310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ren-stimpy-show/staffel-5/episode-11","name":"Fröhliche Yaknachten","epNo":11,"alt":"A Scooter For Yaksmas","descr":"Stimpy freut sich wie ein Schneekönig auf Yaknachten – bestimmt wird Ren ihm den heiß begehrten Tretroller schenken! Dumm nur, dass der egoistische Ren rein gar nichts vom Fest der Liebe hält. Als Stimpy am Yachnachtsmorgen kein Geschenk vorfindet, beschließt er, den Roller einfach zu stehlen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991892","hoster":"VOE"},{"path":"/redirect/8405312","hoster":"Streamtape"}]}]}]}]}