{"seriesId":"die-geheimen-akten-der-nasa","name":"Die geheimen Akten der NASA","descr":"[NASA`s Unexplained Files] Helle Objekte, die sich schneller als das Licht bewegen können, Bilder von fremden Raumschiffen oder Planeten mit einer erdähnlichen Atmosphäre. Obwohl die NASA als bekannteste Weltraumorganisation mit der modernsten Technik ausgestattet ist, bleiben auch ihr viele Entdeckungen ein Rätsel. Diese Dokumentation enthüllt die außergewöhnlichsten und mysteriösesten Fälle im Universum, die die NASA im Laufe der Zeit gesammelt hat: Unbekannte Flugobjekte, festgehalten auf Fotografien der Apollo-Kapsel oder Geysire, die Wasser vom \"Enceladus\", dem sechsgrößten der 62 Monde des Saturns, ins Weltall schießen. Auch wenn die Funde nach Science Fiction klingen, so sind sie doch wissenschaftliche Fakten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Klopfen aus dem All","epNo":1,"alt":"Pilot","descr":"Als die NASA auf dem größten Saturnmond etwas Seltsames entdeckt, untersuchen Experten, ob Außerirdische, die sich von der elektrischen Atmosphäre ernähren, der Schuldige sein könnten. Die beunruhigenden Beweise deuten auf eine grausige Apokalypse hin, falls diese Monster jemals die Erde erreichen sollten.","versions":[{"lang":1,"streams":[{"redirect":12384236,"hoster":"VOE"},{"redirect":11621787,"hoster":"Doodstream"},{"redirect":11624313,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eisige Albträume","epNo":2,"alt":"Shadow Deathstar","descr":"Als ein ehemaliger Insider der Area 51 behauptet, der UFO-Vorfall in Roswell sei eine schändliche sowjetische Verschwörung gewesen, die von Stalin ausgelöst wurde, untersuchen Experten, ob es sich tatsächlich um eine feindliche Verschwörung gegen Amerika handelte - oder ob das Geständnis nur eine weitere Vertuschung ist.","versions":[{"lang":1,"streams":[{"redirect":11621728,"hoster":"VOE"},{"redirect":11621720,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[Defekt, Derzeit nicht erhältlich]","epNo":3,"alt":"Alien Death Ray","descr":"Wenn Astronomen ein Schwarzes Loch entdecken, das durch die Milchstraße rast, untersuchen sie, wie gefährlich dieses kosmische Monster für die Erde ist und was passieren würde, wenn es jemals in unser Sonnensystem eindringen würde","versions":[{"lang":1,"streams":[{"redirect":11621771,"hoster":"VOE"},{"redirect":11621782,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sabotage auf der ISS","epNo":4,"alt":"Black Knight Rises","descr":"Nachdem das Raumschiff New Horizons der NASA an Pluto vorbeigeflogen ist, trifft es auf eine seltsame außerirdische Welt, die die Computer der Sonde herunterfährt, und Experten untersuchen, ob dieses mysteriöse Objekt ein außerirdisches Raumschiff ist, das sich am Rand unseres Sonnensystems versteckt.","versions":[{"lang":1,"streams":[{"redirect":11621766,"hoster":"VOE"},{"redirect":11621774,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Armstrong auf Schatzsuche","epNo":5,"alt":"The Aristarchus Enigma and Martian Space Station","descr":"Nach Neil Armstrongs Mondspaziergang führte er eine Expedition zum Amazonas, um eine legendäre Bibliothek zu finden, die alle Kenntnisse einer fortgeschrittenen außerirdischen Zivilisation enthält. Experten fragen, ob eine enge Begegnung auf der Mondoberfläche Armstrongs mysteriöse Suche inspiriert hat.","versions":[{"lang":1,"streams":[{"redirect":11621697,"hoster":"VOE"},{"redirect":11621706,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge  6","epNo":6,"alt":"U.S. UFO and The Saturn Mega Hex","descr":"Testpilot Gordon Cooper bereitet sich darauf vor, ein radikales neues Landungssystem in einem Seebett zu testen, als zwei UFOs auftauchen. Außerdem: Das Geheimnis der Mega-Hexe des Saturn.","versions":[{"lang":1,"streams":[{"redirect":14074266,"hoster":"VOE"},{"redirect":14074267,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Mystery Space Squid","descr":"","versions":[{"lang":1,"streams":[{"redirect":11675770,"hoster":"VOE"},{"redirect":12482165,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge  7","epNo":1,"alt":"Life in Hell","descr":"Im November 1969 verlassen die Apollo-12-Astronauten ihre Mondfähre mit dem eigentlichen Ziel, eine geologische Untersuchung der Mondkruste vorzunehmen. Doch das Experiment nimmt eine unerwartete Wendung, als die Messungen plötzlich ein ungewöhnlich langes Mondbeben auslösen – ein Zeichen dafür, dass der Erdtrabant gar kein Planet, sondern ein Raumschiff ist? Die N24-Doku nimmt die größten Weltraum-Irrtümer genauer unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":11621816,"hoster":"VOE"},{"redirect":11621825,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge  8","epNo":2,"alt":"Top Secret Terror","descr":"Nach der Entdeckung eines lodernden Objekts am Himmel ist für zwei Freundinnen aus Texas nichts mehr wie es einmal war: Kurze Zeit nach dem mysteriösen Vorfall entwickeln sie Symptome, die auf eine Strahlenkrankheit hindeuten. Hilfesuchend wenden sie sich an die NASA – ohne Erfolg. Nuklearflugzeug, UFO oder Geheimeinsatz der Army – wovon wurden die beiden Frauen an diesem Abend 1980 wirklich Zeugen? Die N24-Doku nimmt die mysteriösesten Phänomene am Himmel genauer unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":11621834,"hoster":"VOE"},{"redirect":11621829,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge  9","epNo":3,"alt":"Lethal Weapons","descr":"Die Landung der Apollo 17 im Dezember 1972 auf dem Mond ist legendär. Ihre Mission: Proben des Mondgesteins sicher zurück zur Erde bringen. Sie bergen die Antworten auf die Fragen nach Alter oder Beschaffenheit des Erdtrabanten. Doch welche Erkenntnisse die Untersuchungen wirklich ans Licht bringen, ist spektakulär: Die Brocken sind magnetisch. Was sagt diese Entdeckung über die Geschichte des Planeten aus? Die N24-Doku nimmt die mysteriösesten Funde aus dem All unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":11621845,"hoster":"VOE"},{"redirect":11621849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 10","epNo":4,"alt":"Hammer of Thor","descr":"Am 18. November 2009 ereignete sich am Himmel über Utah und Nevada, USA, ein einzigartiges Schauspiel: Ein unerklärlicher greller Schweif rast über den Nachthimmel und stürzt inmitten der Wüste ab. Die Behörden erklären den Vorfall als verglühenden Meteor, die Einwohner Nevadas dagegen befürchten die Auswirkungen atomarer Waffentests zu Gesicht bekommen zu haben. Die N24-Dokumentation nimmt verschiedenste Theorien unter die Lupe, die die Feuerbälle am Firmament erklären wollen","versions":[{"lang":1,"streams":[{"redirect":11621879,"hoster":"VOE"},{"redirect":11621881,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge  11","epNo":5,"alt":"Revenge of the Fireflies","descr":"Nur die fittesten Bewerber dürfen die Ausbildung zum Astronauten absolvieren, um die Reise ins All anzutreten. Das Vorgehen der notwendigen Tests und Trainings ist derweil rigoros. Was aber geschieht, wenn diese sorgsam ausgewählten und abgebrühten Männer dennoch die Beherrschung verlieren? Die N24-Doku geht den emotionalen Erfahrungen der Raumfahrer auf die Spur und untersucht, wie das Phänomen des Weltraum-Wahnsinns ihre geistige Gesundheit ernsthaft gefährden kann.","versions":[{"lang":1,"streams":[{"redirect":11621883,"hoster":"VOE"},{"redirect":11624833,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge  12","epNo":6,"alt":"Spacewalk of Doom","descr":"Im Juli 2003 ereignet sich auf der Internationalen Raumstation während eines Außeneinsatzes ein unvorhergesehener Zwischenfall: Der Helm eines Astronauten füllt sich auf rätselhafte Weise zunehmend mit Wasser. Nur knapp und unter Atemnot erreicht er sicher die rettende Einstiegsluke. Wie konnte das Leck im vermeintlich sorgsam geprüften Material entstehen? Die N24-Dokumentation deckt auf, welche gefährlichen Folgen menschliches Versagen im All nach sich ziehen kann.","versions":[{"lang":1,"streams":[{"redirect":11624312,"hoster":"VOE"},{"redirect":11621909,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge  13","epNo":7,"alt":"Did We Nuke Jupiter?","descr":"Als ein Satellit der Apollo 16-Mission nur 35 Tage nach seinem Start auf die Mondoberfläche kracht, startet die NASA sofort die Untersuchung der möglichen Absturzursachen. Eine unbekannte Kraft hat ihn aus seiner Umlaufbahn gerissen und unaufhaltsam auf Kollisionskurs mit dem Erdtrabanten gelenkt. Das Zeichen außerirdischen Lebens oder einfache Gesetze der Physik? Die N24-Doku gibt Einblicke in die Kräfte des Weltraums, die fernab jeder menschlichen Kontrolle liegen.","versions":[{"lang":1,"streams":[{"redirect":11621941,"hoster":"VOE"},{"redirect":11624300,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge  14","epNo":8,"alt":"Nazis on the Moon","descr":"Im Jahr 1976 macht eine sowjetische Sonde eine beunruhigende Entdeckung auf dem Mond. Aus vermeintlich unbekanntem Terrain bringt sie als erste russische Sonde Gesteinsproben der Mondoberfläche zurück auf die Erde. Doch die Untersuchungsergebnisse verblüffen die Geologen: Sie legen nah, dass sich etwas oder jemand an der Mondoberfläche zu schaffen gemacht hat. Sind die Deutschen den Russen und Amerikanern bei der Forschung auf dem Erdtrabanten doch zuvor gekommen?","versions":[{"lang":1,"streams":[{"redirect":12921611,"hoster":"VOE"},{"redirect":11621806,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge  15","epNo":1,"alt":"Pluto Under Pressure","descr":"18. Mai 1969: Thomas Stafford, Eugene Cernan und John Young starten mit der Apollo-10-Mission zu einem Erkundungsflug in die Mondumlaufbahn. Doch als die Raumkapsel die erdabgewandte Seite des Trabanten erreicht, kommt es zu einem mysteriösen Zwischenfall. Mitten im Funkloch auf der dunklen Seite des Monds registrieren die Astronauten unerklärliche akustische Signale! Handelt es sich bei den skurrilen Geräuschen um außerirdische Klänge? Warum wurde der Vorfall verschwiegen? Außerdem in dieser Folge: Ein geheimer russischer Satellit versetzt die USA in Alarmbereitschaft, ein Hobby-Astronom beobachtet seltsame Vorgänge auf dem Mars und die NASA verkündet die Entdeckung einer neuen Erde.","versions":[{"lang":1,"streams":[{"redirect":11621958,"hoster":"VOE"},{"redirect":11621971,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge  16","epNo":2,"alt":"Return of the Moon Bugs","descr":"Rätselhafte Entdeckung im Asteroidengürtel! Über sieben Jahre und fünf Monate nach ihrem Start erreicht die NASA-Raumsonde \"Dawn\" im März 2015 die Umlaufbahn des Zwergplaneten Ceres. Als die ersten Bilder des Himmelskörpers die Erde erreichen, trauen die Wissenschaftler ihren Augen kaum: Mehrere mysteriöse hell leuchtende Flecken inmitten gigantischer Krater sowie ein sechs Kilometer hoher pyramidenförmiger Berg geben selbst den renommiertesten Planetenforschern Rätsel auf! Außerdem in dieser Folge: Astronauten der Apollo-12-Mission stehen im Verdacht, einen extraterrestrischen Mikroorganismus zur Erde gebracht zu haben und CIA-Agenten entführen die sowjetische Mondsonde \"Lunik\".","versions":[{"lang":1,"streams":[{"redirect":12921612,"hoster":"VOE"},{"redirect":11624301,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge  17","epNo":3,"alt":"Rise of the Ice Creatures","descr":"Videokameras der Internationalen Raumstation zeigen ein mysteriöses Objekt, das scheinbar an der Außenhülle der ISS angedockt hat. Handelt es sich dabei um ein streng geheimes Raumfahrtprojekt? Oder ist eine einfache Lichtspiegelung für die Erscheinung verantwortlich? Außerdem in dieser Folge: Nach einer Flugzeit von über zehn Jahren hat die ESA-Raumsonde Rosetta ihr Forschungsobjekt erreicht – den Komet \"67 P/​Tschurjumow-Gerassimenko\"! 6,4 Milliarden Kilometer von der Erde entfernt gelingen der Sonde einzigartige Bilder der felsigen Kometenoberfläche. Aber ein unerwartetes akustisches Signal, das von dem Himmelskörper ausgeht, sorgt bei den Wissenschaftlern für Verwirrung…","versions":[{"lang":1,"streams":[{"redirect":11622000,"hoster":"VOE"},{"redirect":11624306,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 18","epNo":4,"alt":"Ghosts on a Comet","descr":"England, 31. Juli 2013: Weltraum-Biologen der University of Sheffield untersuchen die Zusammensetzung der Erdatmosphäre. Um mehr über die Stoffe hoch über unseren Köpfen zu erfahren, schicken die Forscher regelmäßig Wetterballons in die Stratosphäre. Aber an diesem Tag sammeln die hochsensiblen Messinstrumente etwas äußerst Ungewöhnliches ein – eine metallische Struktur, die im Inneren organisches Material enthält! Handelt es sich dabei tatsächlich um eine außerirdische Lebensform? Oder hat mikroskopisch kleiner Weltraumschrott die Probe verfälscht? Die Wissenschaft steht vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":11622017,"hoster":"VOE"},{"redirect":11622030,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge  19","epNo":5,"alt":"The Moon that Disappeared","descr":"Ein tödlicher Zwischenfall gibt Weltraumingenieuren Rätsel auf: Im Juni 1971 sterben drei russische Kosmonauten beim Wiedereintritt in die Erdatmosphäre! Was steckt hinter dem tragischen Unglück der Sojus-11-Mission? War ein technischer Fehler der Grund für die Katastrophe? Und falls ja – wer ist dafür verantwortlich? Astrophysiker, NASA-Mitarbeiter und Sicherheitsexperten untersuchen in dieser Episode außerdem folgende Fälle: Eine mysteriöse Lichterscheinung über der Kamtschatka-Halbinsel befeuert Verschwörungstheorien, ein geheimes CIA-Dokument enthüllt brisante Details über mögliche Kriegspläne der USA.","versions":[{"lang":1,"streams":[{"redirect":11624303,"hoster":"VOE"},{"redirect":11622049,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge  20","epNo":6,"alt":"Curse of the Red Planet","descr":"Es ist ein Meilenstein der Raumfahrtgeschichte: Am 14. Juli 2015 erreicht die New Horizons als erste Raumsonde den Zwergplaneten Pluto. Auch wenn die Sonde mit einer unglaublichen Geschwindigkeit von über 52.000 km/​h an Pluto vorbeischießt, gelingt es der NASA dabei spektakuläres Bildmaterial seiner Oberfläche einzufangen. Seitdem sind Wissenschaftler damit beschäftigt, die Fotos akribisch auszuwerten. Was sie auf dem Mini-Planten finden, ist eine Riesenüberraschung: Gebirge und Gletscher! Welche Prozesse formen diese außerirdische Landschaft? Ist Pluto der Erde ähnlicher, als bislang angenommen?","versions":[{"lang":1,"streams":[{"redirect":11622045,"hoster":"VOE"},{"redirect":11622050,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge  21","epNo":7,"alt":"Red Storm Rising","descr":"16. Juli 2015: Alarm im NASA-Kontrollzentrum! Ein nicht-identifiziertes Objekt befindet sich auf Kollisionskurs mit der Internationalen Raumstation. Ein Zusammenstoß hätte katastrophale Folgen. Trotz Frühwarnsystem bleibt keine Zeit für ein Ausweichmanöver. Die Bodenkontrolle befiehlt daher die sofortige Evakuierung der ISS! Handelt es sich bei dem Zwischenfall um einen Angriff auf die Astronauten? Oder ist Weltraumschrott für den Alarm verantwortlich? Außerdem in dieser Folge: Eine unbekannte Kraft wütet am Rand unseres Sonnensystems, Wissenschaftler erforschen mysteriöse Kugelblitze und ein Geheimagent macht sich auf die Suche nach gestohlenem Mondgestein.","versions":[{"lang":1,"streams":[{"redirect":11622081,"hoster":"VOE"},{"redirect":11622105,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge  22","epNo":8,"alt":"Attack of the Thunderballs","descr":"Beim Blick durch das NASA-Weltraumteleskop Kepler entdecken Wissenschaftler ein gigantisches Objekt, das sich in der Umlaufbahn von \"Tabbys Stern\" , einer fast 1.500 Lichtjahre entfernten Sonne, befindet. Vor allem die unregelmäßig auftretenden Lichtschwankungen, die bei der Beobachtung des Sterns festgestellt wurden, bereiten den Forschern Kopfzerbrechen. Könnte es sich dabei tatsächlich um Hinweise auf eine außerirdische Zivilisation handeln? Oder entpuppt sich das mysteriöse Phänomen am Ende als bislang unbekannter Mega-Planet? Außerdem in dieser Folge: Die ersten detailreichen Bilder von Pluto zeigen eine seltsame Struktur, die sich über die Oberfläche des Zwergplaneten bewegt","versions":[{"lang":1,"streams":[{"redirect":11622066,"hoster":"VOE"},{"redirect":11622070,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge  23","epNo":9,"alt":"Pluto’s Stranger Things","descr":"Technische Fehlfunktion oder Sabotage? Nach der erfolgreichen Kopplung einer amerikanischen Apollo-Raumkapsel mit der sowjetischen Sojus 19 kommt es im Juli 1975 zu einem dramatischen Zwischenfall: Beim Wiedereintritt in die Erdatmosphäre treten im Inneren der Apollo-Kabine plötzlich giftige Gase aus! Auch die Bremsfallschirme werden nicht rechtzeitig ausgelöst. Während das Raumschiff unaufhaltsam Richtung Ozean stürzt, kämpfen die drei US-Astronauten an Bord ums nackte Überleben. Außerdem in dieser Folge: Sonderermittler des FBI untersuchen das mysteriöse Verschwinden eines NASA-Wissenschaftlers und ein Planeten verschlingender Killer-Stern zeigt seine zerstörerische Kraft.","versions":[{"lang":1,"streams":[{"redirect":11622186,"hoster":"VOE"},{"redirect":11622115,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge  24","epNo":10,"alt":"Rise of the Planet Killer","descr":"echnische Fehlfunktion oder Sabotage? Nach der erfolgreichen Kopplung einer amerikanischen Apollo-Raumkapsel mit der sowjetischen Sojus 19 kommt es im Juli 1975 zu einem dramatischen Zwischenfall: Beim Wiedereintritt in die Erdatmosphäre treten im Inneren der Apollo-Kabine plötzlich giftige Gase aus! Auch die Bremsfallschirme werden nicht rechtzeitig ausgelöst. Während das Raumschiff unaufhaltsam Richtung Ozean stürzt, kämpfen die drei US-Astronauten an Bord ums nackte Überleben. Außerdem in dieser Folge: Sonderermittler des FBI untersuchen das mysteriöse Verschwinden eines NASA-Wissenschaftlers und ein Planeten verschlingender Killer-Stern zeigt seine zerstörerische Kraft.","versions":[{"lang":1,"streams":[{"redirect":11622240,"hoster":"VOE"},{"redirect":11622294,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge  25","epNo":11,"alt":"A President’s Close Encounter","descr":"UFO-Sichtungen sind ein äußerst umstrittenes Thema: Ist eine optische Täuschung für das rätselhafte Phänomen am Himmel verantwortlich? Oder handelt es sich bei der angeblichen Beobachtung eines außerirdischen Raumschiffs um reine Fantasie? Oft wird die Glaubwürdigkeit betroffener Augenzeugen in Frage gestellt. Manche werden schlichtweg für verrückt erklärt. Aber wie geht man damit um, wenn ein zukünftiger Staatspräsident selbst ein vermeintliches UFO gesehen haben will? Genau das ist 1969 in den USA passiert, als Jimmy Carter eine unglaubliche Sichtung an die Behörden meldet! Außerdem in dieser Folge: Eine spektakuläre Entdeckung auf dem Saturnmond \"Enceladus\" hält die Wis","versions":[{"lang":1,"streams":[{"redirect":11622376,"hoster":"VOE"},{"redirect":11622419,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Episode 26","epNo":12,"alt":"The Earth Next Door","descr":"Wird die Menschheit eines Tages die Erde verlassen, um weit entfernte Welten zu besiedeln? Fakt ist: Astronomen rund um den Globus sind bereits heute auf der Suche nach erdähnlichen Planeten – und die Funde häufen sich! Erst kürzlich haben Wissenschaftler des chilenischen La-Silla-Observatoriums mit ihren Hochleistungsteleskopen eine potenzielle zweite Erde entdeckt. Der rund 14 Lichtjahre entfernte Exoplanet befindet im Sternbild des Schlangenträgers und wurde auf den Namen \"Wolf 1061c\" getauft. Besonders spannend ist neben der relativ geringen Entfernung zur Erde auch die Lage des Planeten in der so genannten habitablen Zone. Leben könnte dort also sogar für den Menschen möglich","versions":[{"lang":1,"streams":[{"redirect":11622502,"hoster":"VOE"},{"redirect":11622427,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge  27","epNo":13,"alt":"Curse of the Full Moon","descr":"Was brachte das legendäre Luftschiff Hindenburg wirklich zum Absturz? Gibt es eine bislang unentdeckte Zwillingserde, die sich auf der anderen Seite der Sonne verbirgt? In dieser Folge gehen Wissenschaftler wieder unglaublichen Theorien auf den Grund. Außerdem sind NASA-Forscher am Apache-Point-Observatorium in New Mexico überrascht, als der Vollmond scheinbar ein Laser-Experiment zur Untersuchung von Einsteins Relativitätstheorie beeinflusst. Ist die Wirkung des Erdtrabanten auf menschliche Technologien stärker als bisher angenommen? Später sorgen mysteriöse rote Lichtsäulen in der Atmosphäre für Verwirrung. Die Astronauten der ISS stehen vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":11622497,"hoster":"VOE"},{"redirect":11622459,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge  28","epNo":14,"alt":"Did Earth Have Two Moons?","descr":"Könnte die Atmosphäre der Venus die Heimat einer bislang unbekannten Lebensform sein? Manche Wissenschaftler halten genau das für möglich! Denn chemische Reaktionen in der oberen Wolkendecke des Planeten deuten auf mikrobiologische Prozesse hin. Astroforscher Dr. Chris McKay geht sogar noch einen Schritt weiter. Seiner Theorie zufolge befindet sich der Ursprung irdischen Lebens auf der Venus. Außerdem in dieser Folge: NASA-Experten unterstützen das FBI bei der Aufklärung eines Bombenanschlags und Astronauten des Spaceshuttle Columbia wollen mit einem riskanten Weltraumspaziergang einen manövrierunfähigen Satelliten retten.","versions":[{"lang":1,"streams":[{"redirect":11622465,"hoster":"VOE"},{"redirect":11622464,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge  29","epNo":15,"alt":"Mystery of the Invisible Planet","descr":"Ende der 1990er Jahre versetzt ein dreister Betrüger die NASA in Angst und Schrecken. Unter Verwendung einer falschen Identität gelingt es dem Mann Zugang zu mehreren Hochsicherheitsbereichen der Raumfahrtbehörde zu bekommen. Handelt es sich bei dem Hochstapler um einen gefährlichen Terroristen? Arbeitet der Spion im Auftrag eines ausländischen Geheimdienstes? Oder hat der Mann ganz andere Motive? Agenten heften sich an die Fersen des Phantoms, um den filmreifen Fall endgültig aufzuklären! Weitere Geheimakten in dieser Folge: Ein mysteriöser Zwischenfall in der Wüste von New Mexico deutet auf einen Besuch von Aliens hin und die Raumsonde Voyager 2 sendet rätselhafte Signale.","versions":[{"lang":1,"streams":[{"redirect":11622494,"hoster":"VOE"},{"redirect":11622475,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge  30","epNo":16,"alt":"Mars’s Deepest Secret","descr":"Seltsame schwarze Streifen auf der Marsoberfläche sorgen bei Planetenforschern für Verwirrung. Besonders bemerkenswert ist dabei die Tatsache, dass die dunklen Verfärbungen regelmäßig ihre Form verändern und vor allem an Kraterhängen auftreten. Könnte das Phänomen der Beweis für flüssiges Wasser auf dem Mars sein? Spielt ein extrem salzhaltiges Frostschutzmittel eine Rolle bei der Entstehung der Streifen? Mit Hilfe von hochauflösenden Spektral-Kameras der Raumsonde \"Mars Reconnaissance Orbiter\" wollen NASA-Wissenschaftler das Rätsel lösen. Außerdem in dieser Episode: Berichte über chemische Geheimversuche an der Menschheit beflügeln die Fantasie von Verschwörungstheoretik.","versions":[{"lang":1,"streams":[{"redirect":11622503,"hoster":"VOE"},{"redirect":12980242,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Folge  31","epNo":1,"alt":"JFK UFO Conspiracy","descr":"Gibt es einen Zusammenhang zwischen geheimen UFO-Akten und der Ermordung von John F. Kennedy? Was sich anhört wie der Stoff aus einem Agenten-Thriller könnte tatsächlich wahr sein – zumindest wenn man in Betracht zieht, dass der amerikanische Geheimdienst den eigenen Präsidenten erschießen würde!Ein bislang unveröffentlichtes Dokument, das Kennedy nur wenige Tage vor seinem Tod verfasst haben soll, rückt das Attentat von Dallas in ein völlig neues Licht. Aber ist die CIA wirklich in den legendären Mordfall verstrickt? Oder ist die Geschichte reine Fiktion? Außerdem in dieser Folge: Wissenschaftler entschlüsseln den mysteriösen Mars-Code und ein Einschlagskrater auf dem Mond.","versions":[{"lang":1,"streams":[{"redirect":11622511,"hoster":"VOE"},{"redirect":11622529,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge  32","epNo":2,"alt":"Curse of the Gas Giant","descr":"Als Neil Armstrong und Buzz Aldrin am 20. Juli 1969 unmittelbar vor der Mondlandung stehen, kommt es zu einem kritischen Zwischenfall: Mitten im Landeanflug auf den Erdtrabanten ertönt in der Raumkapsel ein Alarmsignal mit der Fehlermeldung 1202 – ein Warnhinweis, den weder die Astronauten an Bord, noch die NASA-Bodenkontrolle deuten kann! Steckt Sabotage hinter dem unbekannten Computerfehler? Muss die Apollo-11-Mission im letzten Moment abgebrochen werden? Während 600 Millionen Menschen auf der Erde die Mondlandung live verfolgen, bangen Armstrong und Aldrin um ihr Leben. Außerdem in dieser Folge: UFOs über Spanien und eine mysteriöse Hitzequelle in der Jupiter-Atmosphäre.","versions":[{"lang":1,"streams":[{"redirect":11622618,"hoster":"VOE"},{"redirect":11622615,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge  33","epNo":3,"alt":"The Sun’s Evil Twin","descr":"13. März 1989: An einem klaren Frühlingstag startet die Raumfähre \"Discovery\" vom Kennedy Space Center ins All. Zunächst verläuft alles nach Plan. Doch plötzlich melden die Bordcomputer des Shuttles besorgniserregend hohe Druckwerte, sodass die Crew gezwungen ist, einige wichtige Systeme abzuschalten. Kurz darauf geraten mehrere Kommunikationssatelliten außer Kontrolle. Fast zeitgleich legt in Kanada ein Stromausfall die Provinz Quebec lahm. Ist ein elektromagnetischer Impuls, kurz EMP, für das Desaster verantwortlich? Oder steckt etwas anderes dahinter? Weitere mysteriöse Fälle: Magnetische Muster auf dem Mond, eine Zwillingssonne in Indonesien und blutroter Schnee in der Arktis.","versions":[{"lang":1,"streams":[{"redirect":11622563,"hoster":"VOE"},{"redirect":11622566,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge  34","epNo":4,"alt":"Earth’s Secret Aliens","descr":"Diesen Abend wird David Crimmins nie vergessen! Als der damals 11-jährige Junge am 27. Januar 1965 mit seinem Vater auf dem Heimweg ist, machen die beiden eine verstörende Beobachtung am Nachthimmel: Nahe der Ortschaft Hampton, in Virginia, sehen sie eine riesige rotierende Scheibe mit mindestens fünf hell leuchtenden Lichtern. Das Objekt bewegte sich absolut lautlos und war selbst für NASA-Ingenieur Crimmins ein einziges Rätsel. Während die Regierung versucht, den Zwischenfall mit der Sichtung eines Militärhubschraubers zu erklären, bleibt der Vorfall bis heute umstritten. Später entdecken Wissenschaftler mysteriöses DNA-Material in einem Oktopus.","versions":[{"lang":1,"streams":[{"redirect":11622603,"hoster":"VOE"},{"redirect":11622595,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge  35","epNo":5,"alt":"Stonehenge on Mars","descr":"Als der französische Ethnologe Marcel Griaule 1931 eine isoliert lebende afrikanische Volksgruppe besucht, macht er eine bemerkenswerte Entdeckung: Die Eingeborenen scheinen über detailliertes astronomisches Wissen zu verfügen! Die Dogon weihen den Völkerkundler in ihre heiligen Geheimnisse ein und berichten von einem unsichtbaren Begleiter am Doppelstern Sirius. Das skurrile dabei: Ohne Teleskope hätten sie diese Beobachtung gar nicht machen können. Später suchen Planetenforscher nach einer Erklärung für mysteriöse Steine auf dem Mars. Außerdem zeigt ein NASA-Astronaut während der Apollo-17-Mission Symptome einer seltsamen Krankheit. Wurde er von einem außerirdischen Virus infiziert?","versions":[{"lang":1,"streams":[{"redirect":11624305,"hoster":"VOE"},{"redirect":11622581,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge  36","epNo":6,"alt":"CIA’s Secret Revenge","descr":"KGB versus CIA: Die sowjetische Antwort auf das amerikanische Space Shuttle nennt sich \"Buran\". Die Weltöffentlichkeit staunte nicht schlecht, als die Sowjetunion am 15. November 1988 den einzigen Testflug des unbemannten Raumschiffs startete. Schließlich sieht der Buran-Orbiter einem klassischen NASA-Shuttle zum Verwechseln ähnlich. Was aber kaum jemand weiß: Der großangelegten Spionage-Aktion war ein Agententhriller par excellence vorausgegangen – gestohlene Testprotokolle und gefälschte Konstruktionspläne inklusive! Eine weitere brisante Geheimakte in dieser Folge: Liegt unter dem arktischen Eis eine verloren gegangene Atombombe am Meeresgrund?","versions":[{"lang":1,"streams":[{"redirect":11622554,"hoster":"VOE"},{"redirect":11622543,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge  37","epNo":7,"alt":"The Moons Strange Secret","descr":"21. August 1986: Am Lake Nyosi in Kamerun kehrt ein Farmer nach der Arbeit in sein Dorf zurück. Dort macht der Mann eine furchtbare Entdeckung. Die Erde ist übersät mit Toten! Hat hier ein okkulter Fluch zugeschlagen? Oder gibt es eine wissenschaftliche Erklärung für die Katastrophe? NASA-Experten überwachen das Gebiet mit einem Geo-Satelliten. Dabei finden sie Hinweise auf einen lautlosen Killer aus der Tiefe. Außerdem in dieser Folge: Bizarre Bodenproben auf dem Mond und ein politisch brisanter Sabotagefall. Während Russland die USA beschuldigt, die Marssonde \"Phobos Grunt\" außer Gefecht gesetzt zu haben, finden Astroforscher einen anderen Grund für die Fehlfunktion – kosmische Strahlung.","versions":[{"lang":1,"streams":[{"redirect":12921609,"hoster":"VOE"},{"redirect":11622525,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge  38","epNo":8,"alt":"Saturn’s Death Star","descr":"Als Japan im Februar 2016 den Satelliten \"Hitomi\" in den Orbit schießt, hängen enorme wissenschaftliche Erwartungen an dem Projekt. Denn das 270 Millionen Dollar teure Hightech-Gerät hat das leistungsstärkste Röntgenteleskop der Welt an Bord! Damit sollen unter anderem Supermassereiche Schwarze Löcher genauer erforscht werden. Aber es kommt zu einem fatalen Zwischenfall. Kommunikationsprobleme und ein Komplettausfall des japanischen Vorzeigeprojekts sind die Folge. Hat ein Cyber-Angriff den Satelliten lahmgelegt? Oder ist ein Systemfehler Schuld am Scheitern der Mission? Ein internationales Experten-Team übernimmt die Ermittlungen, um den wahren Grund für das \"Hitomi\"-Fiasko heraus zu finden.","versions":[{"lang":1,"streams":[{"redirect":11622572,"hoster":"VOE"},{"redirect":11622559,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"*** Staffel 5 wurde vom Anbieter ausgelassen resp. auf die anderen staffeln verteilt","descr":"Gibt es einen Zusammenhang zwischen geheimen UFO-Akten und der Ermordung von John F. Kennedy? Was sich anhört wie der Stoff aus einem Agenten-Thriller könnte tatsächlich wahr sein – zumindest wenn man in Betracht zieht, dass der amerikanische Geheimdienst den eigenen Präsidenten erschießen würde!Ein bislang unveröffentlichtes Dokument, das Kennedy nur wenige Tage vor seinem Tod verfasst haben soll, rückt das Attentat von Dallas in ein völlig neues Licht. Aber ist die CIA wirklich in den legendären Mordfall verstrickt? Oder ist die Geschichte reine Fiktion? Außerdem in dieser Folge: Wissenschaftler entschlüsseln den mysteriösen Mars-Code und ein Einschlagskrater auf dem Mond geben Rätsel auf. (Bereits als Staffel 4 Episode 1 gelistet)","versions":[{"lang":1,"streams":[{"redirect":11675892,"hoster":"VOE"},{"redirect":11675894,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Als Neil Armstrong und Buzz Aldrin am 20. Juli 1969 unmittelbar vor der Mondlandung stehen, kommt es zu einem kritischen Zwischenfall: Mitten im Landeanflug auf den Erdtrabanten ertönt in der Raumkapsel ein Alarmsignal mit der Fehlermeldung 1202 – ein Warnhinweis, den weder die Astronauten an Bord, noch die NASA-Bodenkontrolle deuten kann! Steckt Sabotage hinter dem unbekannten Computerfehler? Muss die Apollo-11-Mission im letzten Moment abgebrochen werden? Während 600 Millionen Menschen auf der Erde die Mondlandung live verfolgen, bangen Armstrong und Aldrin um ihr Leben. Außerdem in dieser Folge: UFOs über Spanien und eine mysteriöse Hitzequelle in der Jupiter-Atmosphäre. (Bereits als Staffel 4 Episode 2 verlinkt)","versions":[{"lang":1,"streams":[{"redirect":11675825,"hoster":"VOE"},{"redirect":11675824,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"13. März 1989: An einem klaren Frühlingstag startet die Raumfähre \"Discovery\" vom Kennedy Space Center ins All. Zunächst verläuft alles nach Plan. Doch plötzlich melden die Bordcomputer des Shuttles besorgniserregend hohe Druckwerte, sodass die Crew gezwungen ist, einige wichtige Systeme abzuschalten. Kurz darauf geraten mehrere Kommunikationssatelliten außer Kontrolle. Fast zeitgleich legt in Kanada ein Stromausfall die Provinz Quebec lahm. Ist ein elektromagnetischer Impuls, kurz EMP, für das Desaster verantwortlich? Oder steckt etwas anderes dahinter? Weitere mysteriöse Fälle: Magnetische Muster auf dem Mond, eine Zwillingssonne in Indonesien und blutroter Schnee in der Arktis. (Bereits als Staffel 4 Episode 3 verlinkt)","versions":[{"lang":1,"streams":[{"redirect":11675912,"hoster":"VOE"},{"redirect":11675909,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Diesen Abend wird David Crimmins nie vergessen! Als der damals 11-jährige Junge am 27. Januar 1965 mit seinem Vater auf dem Heimweg ist, machen die beiden eine verstörende Beobachtung am Nachthimmel: Nahe der Ortschaft Hampton, in Virginia, sehen sie eine riesige rotierende Scheibe mit mindestens fünf hell leuchtenden Lichtern. Das Objekt bewegte sich absolut lautlos und war selbst für NASA-Ingenieur Crimmins ein einziges Rätsel. Während die Regierung versucht, den Zwischenfall mit der Sichtung eines Militärhubschraubers zu erklären, bleibt der Vorfall bis heute umstritten. Später entdecken Wissenschaftler mysteriöses DNA-Material in einem Oktopus. (Bereits als Staffel 4 Episode 4 verlinkt)","versions":[{"lang":1,"streams":[{"redirect":11675834,"hoster":"VOE"},{"redirect":11675836,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11675838,"hoster":"VOE"},{"redirect":11675840,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11675778,"hoster":"VOE"},{"redirect":11675788,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11675780,"hoster":"VOE"},{"redirect":11675785,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11675789,"hoster":"VOE"},{"redirect":11675782,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Das Klopfen aus dem All","epNo":1,"alt":"Saturn’s Moon Monsters","descr":"Gibt es die so genannte \"Grey-Zivilisation\", die angeblich im Doppelsternsystem Zeta Reticuli leben soll, wirklich? Und rast die Erde unaufhaltsam in ein Minenfeld aus Asteroiden hinein?","versions":[{"lang":1,"streams":[{"redirect":11622687,"hoster":"VOE"},{"redirect":11622695,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eisige Albträume","epNo":2,"alt":"Aliens vs. Stalin at Area 51","descr":"Geniestreich oder gefährliches Spiel? Die NASA plant, mit genetisch veränderten Pflanzen und Tieren von der Erde, den Mars bewohnbar zu machen. Aber Wissenschaftler warnen vor derartigen Experimenten.","versions":[{"lang":1,"streams":[{"redirect":11622704,"hoster":"VOE"},{"redirect":11622717,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Sojus-Absturz","epNo":3,"alt":"The Black Hole Next Door","descr":"Befindet sich ein Schwarzes Loch auf Kollisionskurs mit der Erde? Was hat die Raumsonde Dawn auf Ceres entdeckt? Und welche Rolle spielt US-Milliardär Robert Bigelow bei der Erforschung von UFOs?","versions":[{"lang":1,"streams":[{"redirect":11622775,"hoster":"VOE"},{"redirect":11622723,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sabotage auf der ISS","epNo":4,"alt":"Pluto’s Evil Twin","descr":"Rätselhafte Beobachtung am Rand des Sonnensystems: Als die Raumsonde New Horizons den Kuipergürtel erreicht, machen ihre Sensoren eine seltsame Entdeckung…","versions":[{"lang":1,"streams":[{"redirect":11622637,"hoster":"VOE"},{"redirect":11622625,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Armstrong auf Schatzsuche","epNo":5,"alt":"Aliens in the Amazon","descr":"August 1976: Astronaut Neil Armstrong startet eine unglaubliche Forschungsreise im Dschungel von Ecuador. Die sagenumwobene \"Cueva de los Tayos\" soll sogar Hinweise auf außerirdisches Leben enthalten!","versions":[{"lang":1,"streams":[{"redirect":11622633,"hoster":"VOE"},{"redirect":11622653,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Versteinerte Soldaten","epNo":6,"alt":"Secrets of the Alien Signals","descr":"Halb Mensch, halb Roboter: Könnten Astronauten mit künstlichen Körperteilen effizienter im Weltall arbeiten? Angeblich soll es bereits Pläne für derartige \"Space Cyborgs\" geben.","versions":[{"lang":1,"streams":[{"redirect":13088595,"hoster":"VOE"},{"redirect":11622631,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Code des Universums","epNo":7,"alt":"Planet of the Metal Aliens","descr":"Der US-Militärgeheimdienst ist alarmiert: Hat Russland einen Satelliten ins All befördert, der über eine tödliche Strahlenkanone verfügt?","versions":[{"lang":1,"streams":[{"redirect":11622684,"hoster":"VOE"},{"redirect":11622680,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Atomkrieg auf dem Mars","epNo":8,"alt":"Did Aliens Nuke Mars?","descr":"Ein ehemaliger NASA-Physiker scheint Hinweise für eine Nuklearkatastrophe auf dem Mars gefunden zu haben. Könnten die Erkenntnisse der Beweis für die Existenz von Aliens sein?","versions":[{"lang":1,"streams":[{"redirect":11624310,"hoster":"VOE"},{"redirect":11622664,"hoster":"Streamtape"}]}]}]}]}