{"seriesId":"die-onedin-linie","name":"Die Onedin Linie","descr":"James Onedin ist Segelschiffskapitän. Er führt in fremdem Auftrag Frachtschiffe über die sieben Meere. Sein Heimathafen ist Liverpool, man schreibt das Jahr 1860. Kapitän zu sein, bedeutet ein hartes und schweres Leben. Er trägt die Verantwortung für Schiff und Fracht, und wenn widrige Winde die Fahrt verzögern, streicht der Reeder den Bonus und die Heuer. Der 28-Jährige erkennt, dass es nur einen Weg zur persönlichen und finanziellen Unabhängigkeit gibt: Man muss ein eigenes Schiff haben, sein eigener Reeder sein! Doch James hat kein Geld...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Aufbruch des James Onedin","epNo":1,"alt":"The Wind Blows Free","descr":"James Onedin ist Segelschiffskapitän. Er führt in fremdem Auftrag Frachtschiffe über die sieben Meere. Sein Heimathafen ist Liverpool, man schreibt das Jahr 1860. Kapitän zu sein, bedeutet ein hartes und schweres Leben. Er trägt die Verantwortung für Schiff und Fracht, und wenn widrige Winde die Fahrt verzögern, streicht der Reeder den Bonus und die Heuer. Der 28-Jährige erkennt, dass es nur einen Weg zur persönlichen und finanziellen Unabhängigkeit gibt: Man muss ein eigenes Schiff haben, sein eigener Reeder sein. Doch James hat kein Geld. Den väterlichen Krämerladen hat sein Bruder Robert, das elterliche Haus seine Schwester Isabel geerbt. Für James bleiben nur 25 Pfund und einige weise Lebensregeln übrig. Da erfährt er, dass die \"Charlotte Rhodes\", ein Hochseeschoner, versteigert werden soll. Das Schiff ist in schlechtem Zustand, und James hofft, es billig kaufen zu können. Aber selbst der ermäßigte Preis übersteigt seine Mittel bei weitem. Doch da bietet sich eine Möglichkeit: Der Kapitän, der sein Schiff verkaufen muss, ein alter Trunkenbold, hat eine unverheiratete Tochter. Anne ist 33 Jahre alt und fürchtet ein Leben in Armut und Abhängigkeit. In James Onedin sieht sie ihre letzte Chance, und James schließt das Geschäft ab. Er heiratet Anne Webster. Die \"Charlotte Rhodes\" ist ihre Mitgift, die Onedin-Linie hat ihr erstes eigenes Schiff. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084894,"hoster":"VOE"},{"redirect":13084910,"hoster":"Doodstream"},{"redirect":13084895,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sturmfahrt","epNo":2,"alt":"Plain Sailing","descr":"Die Rückreise von Portugal nach England auf der \"Charlotte Rhodes\" wird für Anne Onedin eine harte Bewährungsprobe. Ihr Mann James Onedin und ein Mitglied der Besatzung werden krank, weil sie von verdorbenen Vorräten gegessen haben. Ein weiterer Matrose ist infolge eines Unfalls schwer verletzt. Da der Maat Mr. Baines weder lesen noch schreiben kann, muss Anne die Navigation übernehmen, von der sie herzlich wenig versteht. Ihre Maßnahmen zur Verhütung neuer Krankheitsfälle treiben die Mannschaft, die das Unglück sowieso nur der Anwesenheit einer Frau an Bord zuschreiben, an den Rand einer Meuterei. Sie brechen Fracht auf und betrinken sich mit dem Wein, den die \"Charlotte Rhodes\" geladen hat. Schließlich gerät das Schiff, das durch Annes mangelnde Navigationskenntnisse beinahe auf Grund gegangen wäre, auch noch in einen schweren Sturm. Durch das entschlossene Eingreifen von James Onedin wird es in letzter Minute vor dem Untergang gerettet. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084953,"hoster":"VOE"},{"redirect":13084963,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mit leeren Händen","epNo":3,"alt":"Other Points Of The Compass","descr":"Nach der ersten abenteuerlichen Fahrt mit der \"Charlotte Rhodes\" warten auf die Onedins neue Schwierigkeiten zu Lande. Da James Onedin kein Bargeld hat, muss er einen Teil der Weinladung zu Schleuderpreisen verkaufen, um die Hafengebühren zu bezahlen. Von seinem Bruder Robert, der sich um den im Partnerschaftsvertrag versprochenen Profit betrogen sieht, hört er nichts als Vorwürfe und von seinem Schwiegervater, bei dem er vorläufig wohnen muss, kein freundliches Wort. Trotz dieser misslichen Umstände ist seine Frau Anne glücklich in ihrer jungen Ehe, und sie beobachtet mit Sorge das wankelmütige Verhalten ihrer Schwägerin Isabel, die mit dem Kapitänsanwärter Daniel Fogarty verlobt ist, sich aber gleichzeitig von Elmar Frazer, dem Sohn eines Werftbesitzers, den Hof machen lässt. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084905,"hoster":"VOE"},{"redirect":13084906,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein stolzer Preis","epNo":4,"alt":"High Price","descr":"Die leeren Weinfässer, für deren Rücktransport nach Portugal James Onedin einen Alleinvertrag mit Braganza abgeschlossen hat, stapeln sich im Hafen. Falls er kein Lagerhaus für die Fässer findet, ist das ganze Unternehmen gefährdet. Da der Preis für das einzige zum Verkauf stehende Lager durch die Konkurrenz maßlos in die Höhe getrieben wird und sein Bruder Robert sich weigert, Geld für einen Neubau zu geben, scheint die Lage hoffnungslos. Ein Zufall kommt James Onedin schließlich zur Hilfe: Er erfährt, dass die Besitzerin des betreffenden Lagerhauses das Geld für eine Übersiedlung nach Frankreich braucht. Er bietet ihr die kostenlose Fracht ihres Hausrats im Tausch gegen das Lager an, und sie akzeptiert. Ein Wehrmutstropfen allerdings trübt die Freude: Onedins Schwiegervater hat das Haus, in dem sie bisher alle wohnten, an den Reeder Callon verpfändet. Anne und James sehen sich gezwungen, in das unwirtliche Lager zu ziehen. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084771,"hoster":"VOE"},{"redirect":13084791,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geld stinkt nicht","epNo":5,"alt":"Catch As Can","descr":"Während Anne Onedin und ihre Schwägerin Isabel einer Wochenendeinladung in das Landhaus von Isabels Verehrer Elmer Frazer wahrnehmen, begibt sich James Onedin auf die Suche nach seinem verschwundenen Maat Mr. Baines. Er entdeckt, dass Baines durch eine Intrige des Reeders Callon auf ein fremdes Schiff verschleppt wurde, das bereits auf hoher See ist. Onedin nimmt sofort die Verfolgung mit der \"Charlotte Rhodes\" auf und holt den getreuen Gefährten Baines in einem kühnen Alleingang aus der Höhle des Löwen. Inzwischen hat sich auch die ländliche Idylle in einen Schauplatz dramatischen Geschehens verwandelt: Isabels Verlobter Daniel Fogarty ist unerwartet von einer Seereise zurückgekehrt, und es kommt zu einem peinlichen Auftritt in Frazers Haus. Isabel zeigt ihrem eifersüchtigen Verlobten die kalte Schulter, obwohl sie von ihm ein Kind erwartet, was außer Anne Onedin noch niemand weiß. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084948,"hoster":"VOE"},{"redirect":13084935,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Dampfschiff","epNo":6,"alt":"Salvage","descr":"Auf einer Fahrt von Lissabon nach Liverpool, bei der Mr. Baines das Kommando hat, wird die \"Charlotte Rhodes\" in einem schweren Sturm leckgeschlagen. Als auch noch Feuer an Bord ausbricht, verlassen Baines und die Mannschaft das Schiff. Sofort nach dem Bekanntwerden des Unglücks takelt der Reeder Callon, James Onedins skrupelloser Konkurrent, sein schnellstes Schiff auf, um das einige Meilen vor dem Hafen treibende Wrack als Bergungsgut einzuholen und für sich zu beanspruchen. Aber James Onedin gibt sich nicht geschlagen: Er überredet Elmer Frazer zu einer Testfahrt mit dessen neu entwickeltem Dampfboot. In einem dramatischen Wettrennen mit Callons Segler wird die \"Charlotte Rhodes\" von Frazer gerettet. Nach dieser Heldentat gewinnt Elmer Frazer die Hand der schönen Isabel Onedin. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084809,"hoster":"VOE"},{"redirect":13084831,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kurs Pernambuco","epNo":7,"alt":"Passage To Pernambuco","descr":"Während seine Schwester Isabel, die von Daniel Fogarty ein Kind erwartet, ihre heimliche Hochzeit mit Elmer Frazer vorbereitet, befindet sich James Onedin auf der Reise nach Nordamerika. Er soll dort für Braganza 100.000 neue Weinstöcke besorgen. Da von der raschen Durchführung dieses Auftrags Braganzas Existenz abhängt, kann Onedin ihn dazu überreden, für diese Fahrt den schnellen Clipper \"Pampero\" zu kaufen. Die \"Pampero\" liegt mit Salz und Kork beladen zum Auslaufen bereit. Falls es Onedin gelingt, diese Fracht in Amerika zu verkaufen und dafür die Weinstöcke zu erstehen, soll ihm die Hälfte des Schiffes gehören. Onedin nützt diese einmalige Chance und macht ein glänzendes Geschäft mit einer Eisenbahn-Baufirma, die ihm im Tausch gegen das Salz die Weinstöcke beschafft. Obwohl die Heimreise unter einem ungünstigen Stern steht, führt James Onedin den Auftrag glücklich zu Ende und ist damit Besitzer eines weiteren Schiffes. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084931,"hoster":"VOE"},{"redirect":13084929,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mann über Bord","epNo":8,"alt":"The Homecoming","descr":"Vergeblich hält James Onedin nach seiner Frau Anne Ausschau, als er mit seinem neuen Clipper \"Pampero\" im Hafen von Liverpool einläuft. Anne wurde durch den Besuch ihres früheren Verlobten Michael Adams aufgehalten. James ist eifersüchtig. Um Adams nicht mit Anne allein zurückzulassen, heuert James ihn für seine nächste Reise an. Aber auch Anne fährt mit. Auf dieser Fahrt stellt sich heraus, dass Adams sein Wort gegenüber Anne vor vier Jahren nicht eingelöst hatte, weil er fälschlich des Mordes an einem Maat beschuldigt war. Einer der falschen Zeugen befindet sich in der Crew Onedins. Beim Versuch, ihn zum Unterschreiben eines Entlastungsdokumentes zu zwingen, kommt es zum Zweikampf. Der Matrose geht über Bord. Adams fühlt sich nun wirklich des Mordes schuldig. James Onedin, der als Kapitän auch Richter an Bord ist, handelt großzügig und entlastet Adams. Anne erkennt, dass sie in James den besseren Mann gefunden hat. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084802,"hoster":"VOE"},{"redirect":13084792,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles auf eine Karte","epNo":9,"alt":"When My Ship Comes Home","descr":"Die \"Maise Agnes\", ein Schiff, das James Onedin von seinem Konkurrenten Callon gemietet hatte, ist gesunken. Zu spät erfährt Onedin, dass die abgeschlossene Versicherung nicht für Schießpulver gilt. Das Schiff wurde durch eine Schießpulver-Explosion zerstört. Onedin muss für den gesamten Schaden gegenüber Callon aus eigenen Mitteln aufkommen. Die \"Charlotte Rhodes\" und Roberts Geschäft werden von Callon gepfändet. In seiner Verzweiflung entschließt sich James Onedin, alles auf eine Karte zu setzen und auf eigenes Risiko eine Ladung Waffen und Munition zu transportieren. Das gefährliche Unternehmen verläuft erfolgreich. Für Robert allerdings kommt die Hilfe zu spät","versions":[{"lang":1,"streams":[{"redirect":13084848,"hoster":"VOE"},{"redirect":13084849,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der geheimnisvolle Passagier","epNo":10,"alt":"A Very Important Passenger","descr":"Um seinem Bruder Robert das verlorene Geschäft durch ein neues ersetzen zu können, nimmt Onedin für einen sehr hohen Preis einen geheimnisvollen Passagier an Bord. Während der Fahrt stellt sich heraus, dass es sich um Giuseppe Garibaldi handelt, der unterwegs ist, um den Kampf für die Einheit Italiens aufzunehmen. Der Maat, den Onedin anstelle des erkrankten Baines angeheuert hat, ist ein gedungener Mörder","versions":[{"lang":1,"streams":[{"redirect":13084881,"hoster":"VOE"},{"redirect":13084875,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Mutiny","descr":"","versions":[{"lang":3,"streams":[{"redirect":13084765,"hoster":"VOE"},{"redirect":13084756,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Cry Of The Blackbird","descr":"","versions":[{"lang":3,"streams":[{"redirect":13084753,"hoster":"VOE"},{"redirect":13084752,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Verdacht","epNo":13,"alt":"Shadow Of Doubt","descr":"Auf einer Geburtstagsparty für den einjährigen William Frazer, bestätigt sich Elmer Frazers Verdacht, dass er nicht der Vater des Kindes ist. Trotz dieser schmerzlichen Entdeckung aber weicht er keinen Schritt vom Bettchen des kleinen William, als dieser wenig später von einer scheinbar schweren Krankheit befallen wird. An Bord der \"Charlotte Rhodes\" treten ebenfalls Krankheitsfälle auf. Unter den betroffenen Passagieren befinden sich Sarahs Bruder Jeremy und seine Frau Kate. Obwohl sich der Verdacht auf Pocken bestätigt und Jeremy stirbt, will James Onedin die Reise nach Quebec fortsetzen. Anne, die mit an Bord ist, muss sich dem harten Entschluss ihres Mannes beugen, in Quebec nichts von den Vorfällen an Bord zu erwähnen, um die Quarantäne und den finanziellen Verlust zu vermeiden. Die Krankheit des kleinen William hat sich inzwischen als harmlos herausgestellt. Elmer Frazer beschließt, seine Familie zu verlassen. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084915,"hoster":"VOE"},{"redirect":13084914,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Blockadebrecher","epNo":14,"alt":"Blockade","descr":"Durch den amerikanischen Bürgerkrieg ist die Baumwollzufuhr nach Lancashire abgeschnitten. Ein Agent der Südstaaten schlägt James vor, Waffen und Medikamente nach Wilmington im Austausch gegen Baumwolle zu transportieren. Dazu muss er allerdings zweimal die von den Föderalisten errichtete Blockade durchfahren. James akzeptiert und nimmt Elmer Frazer als Passagier mit. Die Hinreise verläuft ohne Schwierigkeiten, aber beim Auslaufen aus Wilmington wird das Schiff geschnappt. Mit Frazers Hilfe gelingt es James, den obersten Befehlshaber der Föderalisten, einen Ingenieur aus Schottland, zu bestechen. Schiff und Ladung können unversehrt nach Liverpool zurückkehren. Elmer Frazer feiert ein gerührtes Wiedersehen mit seiner Frau Isabel und dem kleinen William. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084873,"hoster":"VOE"},{"redirect":13084859,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gestrandet vor Kap Horn","epNo":15,"alt":"Winner Take All","descr":"Durch das kühne Unternehmen des Baumwoll-Imports ist das Ansehen von James Onedin sehr gestiegen. Es gelingt ihm, den alten Mr. Frazer mit seinem Sohn Elmer zu versöhnen. Elmer kann wieder in der Werft seines Vaters arbeiten und sich sogar dem Bau von Dampfschiffen widmen. Zur Finanzierung dieses Unternehmens gründet James eine Aktiengesellschaft. Aber sein alter Konkurent, der Reeder Callon, lässt sämtliche Aktien heimlich ankaufen und übernimmt damit die Gesellschaft. Zu allem Überfluss läuft noch die Nachricht ein, dass die \"Pampero\", unter dem Kommando von Kapitän Baines gesunken ist. Baines und seine Mannschaft können sich auf einem Rettungsboot in Sicherheit bringen. Nach dem Verlust seines zweiten Schiffes und der Dampfschiffgesellschaft steht Onedin wieder genauso da wie er angefangen hat: mit der \"Charlotte Rhodes\" und einer ungebrochenen Zuversicht auf den Aufstieg und Erfolg der Onedins. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13084852,"hoster":"VOE"},{"redirect":13084847,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Macht in zarten Händen","epNo":1,"alt":"The Hard Case","descr":"James hat eine Aktiengesellschaft mit einem Stammkapital von 100 000 Pfund gegründet, um ein Dampfschiff bauen zu lassen. Sein härtester Konkurrent Callon hat sich jedoch mithilfe von Strohmännern heimlich eingekauft und ist Mehrheitsaktionär und Vorstandsvorsitzender der Onedin-Linie geworden. James braucht dringend Geld, um Anteile zurückzukaufen und dadurch wieder die Kontrolle über die Gesellschaft zu gewinnen. Er ist fest entschlossen, alles andere diesem Ziel unterzuordnen. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":12384030,"hoster":"VOE"},{"redirect":9022203,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pound And Pint","epNo":2,"alt":"Pound And Pint","descr":"In Liverpool organisiert Jessop einen Streik, obwohl sich viele Seeleute diesen nicht leisten können. Als der Streik endlich eintritt, hilft Anne den Familien der Streikenden, geschockt von der gefühllosen Haltung ihres Mannes. James ist bereit, mit Jessop zu verhandeln, indem er einen separaten Deal aushandelt, der den Onedins und nicht der Callon-Linie den Vorteil verschafft. Fogarty setzt jedoch Streikbrecher ein, was zu einem massiven Aufruhr führt, bei dem Roberts Laden niedergebrannt wird. Anne, die nicht in der Lage ist, mit James \u0027Widerstand gegen ihre wohltätigen Aktionen fertig zu werden, verlässt ihn.","versions":[{"lang":1,"streams":[{"redirect":8991296,"hoster":"VOE"},{"redirect":9022188,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"A Woman Alone","epNo":3,"alt":"A Woman Alone","descr":"Anne wohnt bei einer dankbaren Frau Jessop, hat aber zunächst Probleme, Arbeit zu finden, bis sie Buchhalterin in einem Geschäft wird. Elizabeth erpresst Daniel, indem sie die Tatsache, dass er ihr Kind gezeugt hat, über seinen Kopf hält, und wenn Emma es herausfindet, wird sie ihre Partnerschaft beenden. James entdeckt einen blinden Passagier, Peter Thompson, den er für die Charlotte Rhodes einsetzt, aber der Junge ist nicht an Segeln gewöhnt und hat einen schweren Sturz. James ist genervt zu entdecken, dass Peters Vater ein wohlhabender Kartoffelhändler ist, aber nach Onedins Behandlung seines Sohnes weigert er sich nicht nur, mit James umzugehen, sondern lässt ihn verprügeln.","versions":[{"lang":1,"streams":[{"redirect":13262238,"hoster":"VOE"},{"redirect":9022206,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fetch And Carry","epNo":4,"alt":"Fetch And Carry","descr":"In Irland bittet eine rätselhafte Frau, Miss Indigo Jones, James, ihr beschädigtes Schiff, die Samantha, mit ihrer Ladung Guano , nach Liverpool zu bringen. James ist misstrauisch, dass etwas nicht stimmt, stimmt jedoch zu, motiviert durch Gier wie immer. Das Schiff ist schmutzig, aber James hat es gereinigt und nachdem er eine Verwandtschaft von Albert bestochen hat, bekommt er es durch den Zoll. Die Wahrheit ist jedoch, dass Miss Indigo mehrere Besatzungsmitglieder getötet hat, weil sie Gelbfieber hatten , das in Liverpool eintritt. Kapitän Baines versucht, die Onedins zu versöhnen, aber jeder ist zu stur, um nachzugeben.","versions":[{"lang":1,"streams":[{"redirect":8991286,"hoster":"VOE"},{"redirect":9022205,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Yellow Jack","epNo":5,"alt":"Yellow Jack","descr":"Albert ist überzeugt, dass James den Ausbruch von Gelbfieber verursacht hat, als er Indigo Jones \u0027Schiff anlegte. Alberts Vater soll das Tribunal leiten, das nach dem Ursprung der Epidemie fragt, und ernennt Fogarty zum unabhängigen Gutachter für den Tod des Liverpooler Seemanns. Fogarty freut sich sehr, Elizabeth mitteilen zu können, dass er die Beweise verwenden wird, um Onedin fertigzustellen. Allerdings überredet Albert seinen Vater, dass James geschwiegen hat, um den guten Namen der Frazer zu schützen, mit denen er in Verbindung gebracht wurde, und James wird entlastet. Der Ausbruch lässt allmählich nach und es kommt zu einer Versöhnung zwischen James und Anne, als sie verdächtigt wird, an der Krankheit zu leiden, und er zu ihrem Bett eilt.","versions":[{"lang":1,"streams":[{"redirect":8991289,"hoster":"VOE"},{"redirect":9022212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödlicher Aberglaube","epNo":6,"alt":"Survivor","descr":"James und Anne sind mit der ‚Osiris‘ auf der Heimreise von China. Eines Tages sichten sie ein Rettungsboot mit zwei Schiffbrüchigen. Einer der Männer im Boot ist bereits tot, der andere atmet noch schwach. Er wird an Bord genommen und von Anne gepflegt. Der alte Mann murmelt im Schlaf Bibelsprüche. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":12267943,"hoster":"VOE"},{"redirect":9022211,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Seelenverkäufer","epNo":7,"alt":"Coffin Ship","descr":"Captain Baines möchte von James Geld leihen, um seiner Schwester ein neues Heim zu schaffen. Doch James kann ihm nicht helfen, da er sein Geld benötigt, um die ‚Charlotte Rhodes‘ reparieren zu lassen. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991292,"hoster":"VOE"},{"redirect":9022218,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine harte Schule","epNo":8,"alt":"Frisco Bound","descr":"Kapitän Baines muss zu seiner Gerichtsverhandlung wegen des Untergangs der ‚Pibroch‘. Der Richter, Sir Walter Teal, ist ein harter Mann, so dass Baines sechs Monate nicht als Kapitän fahren darf. Doch James lässt ihn nicht im Stich und stellt ihn wieder als Maat ein. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991298,"hoster":"VOE"},{"redirect":9022207,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unter dem Halbmond","epNo":9,"alt":"Beyond The Upper Sea","descr":"Elmer Frazer präsentiert Besuchern aus der Türkei sein Dampfschiff, die ‚Golden Nugget‘. Die Gäste sind begeistert von seinem Wissen und laden ihn ein, sie in der Türkei zu besuchen. James wittert sofort ein Geschäft und bietet an, Elmer dort hinzubringen. Auch Isabel und William sollen Elmer begleiten, doch Isabel lehnt das energisch ab. So steht sie mit ihrem Sohn winkend am Kai und James, Anne und Elmer gehen auf die lange Reise. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991285,"hoster":"VOE"},{"redirect":9022222,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Geheimnis der ‚Maria da Gloria‘","epNo":10,"alt":"An Inch Of Candle","descr":"James befindet sich mit der ‚Charlotte Rhodes‘ auf der Heimreise nach Liverpool, als er auf hoher See ein verlassenes Schiff entdeckt, die ‚Maria da Gloria‘’. Er nimmt das Schiff in Schlepp, obwohl er dabei seine Ladung Apfelsinen riskiert, sollte die Rückfahrt zu lange dauern. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991274,"hoster":"VOE"},{"redirect":9022199,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Zerreißprobe","epNo":11,"alt":"Goodbye Goodbye","descr":"James hat nun doch ein Haus für Anne gekauft. Es findet eine große Hauseinweihung statt. Die Prominenz von Liverpool ist anwesend und auch Isabel und Elmer besuchen die Feier. Doch schon auf dem Weg dorthin streiten sie heftig. James hat das Schiff \"Lady Lazenby\" gechartert und segelt nach Amerika, diesmal ohne Anne. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991275,"hoster":"VOE"},{"redirect":8585367,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bloody Week","epNo":12,"alt":"Bloody Week","descr":"James geht nach Paris, um eine alte Schuld einzuziehen, obwohl die Stadt in den Händen der Bürgerkommunarden liegt und sie in einen Bürgerkrieg mit dem Rest Frankreichs verwickelt sind .","versions":[{"lang":1,"streams":[{"redirect":8991276,"hoster":"VOE"},{"redirect":9022185,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Herausforderung","epNo":13,"alt":"The Challenge","descr":"James macht in Sansibar Geschäfte mit dem zwielichtigen Scheich Said Ben Salim. Währenddessen liegt Anne in Liverpool krank im Bett. Sie darf unter keinen Umständen mehr ein Kind bekommen, da sie eine Geburt nicht überleben würde. Robert bekommt Besuch von Teehändler Mitchell, der im Besitz von 5.000 Onedin-Aktien ist, die er den Meistbietenden verkaufen will. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991277,"hoster":"VOE"},{"redirect":9022182,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wettfahrt zur Macht","epNo":14,"alt":"Race For Power","descr":"Das Rennen hat begonnen. Die \"Osborne\" mit James und Anne an Bord gegen die \"Pandora\" mit Daniel und Emma Fogarty. Es steht für alle viel auf dem Spiel. Doch Baines ist sich ganz sicher, dass James das Rennen gewinnt. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991282,"hoster":"VOE"},{"redirect":9022202,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Abschied von der Vergangenheit","epNo":1,"alt":"The Ship Devils","descr":"Das inzwischen fertig gestellte Dampfschiff läuft vom Stapel. Isabel tauft es auf den Namen \"Anne Onedin\". James und Elmer sind nicht dabei. In seinem Kummer um Annes Tod macht James rastlos eine Schiffsreise nach der anderen. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13992860,"hoster":"VOE"},{"redirect":9022224,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Recht auf Leben","epNo":2,"alt":"The Stranger","descr":"James war mit der \"Osiris\" am Amazonas, befindet sich aber inzwischen auf der Rückfahrt nach Liverpool. Es herrscht totale Flaute. Die Seeleute haben mit der Hitze zu kämpfen und entdecken ein treibendes Kanu, in dem sie eine fast verdurstete Frau finden. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991294,"hoster":"VOE"},{"redirect":9022251,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein bitterer Verlust","epNo":3,"alt":"Echoes From Afar","descr":"James ist auf dem Rückweg einer Reise mit der \"Charlotte Rhodes\". Es geht ihm ziemlich schlecht, er hatte Gelbfieber und immer noch nicht ganz gesund. Als Captain Baines ihm sagt, was Anne in solchen Fällen zu tun pflegte, gerät er wieder einmal völlig aus der Fassung. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991301,"hoster":"VOE"},{"redirect":9022258,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zum größten Fluss der Welt","epNo":4,"alt":"Amazon Cargo","descr":"Captain Baines soll mit der \"Charlotte Rhodes\" zum Amazonas segeln. Jose Braganza wird mit Baines segeln. Isabel ist bestürzt über den schnellen Abschied, denn sie und Jose haben sich ineinander verliebt und hatten eine wunderbare Zeit zusammen. Er verspricht, zu schreiben. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":8991302,"hoster":"VOE"},{"redirect":12980221,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf Biegen und Brechen","epNo":5,"alt":"Danger Level","descr":"Samuel Plimsoll MP betritt Liverpool und macht sich Sorgen um die Sicherheit der Schiffe. Er befürwortet die Verwendung seiner Plimsoll-Linie , um die Ladungssicherheit der Schiffe im Hafen zu kennzeichnen. James zögert, es zu benutzen, akzeptiert aber schließlich die Benutzung der Plimsoll-Linie, nachdem er merkt, dass es seine Schiffe nicht unwirtschaftlich macht und Mr. Plimsoll merkt, dass er James (und letztendlich seinen Rivalen) doch zu hart gegenübersteht.","versions":[{"lang":1,"streams":[{"redirect":8991305,"hoster":"VOE"},{"redirect":9022245,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verbotene Fracht","epNo":6,"alt":"Black Gold","descr":"Die Rückreise von Portugal nach England auf der \"Charlotte Rhodes\" wird für Anne Onedin eine harte Bewährungsprobe. Ihr Mann James Onedin und ein Mitglied der Besatzung werden krank, weil sie von verdorbenen Vorräten gegessen haben. Ein weiterer Matrose ist infolge eines Unfalls schwer verletzt. Da der Maat Mr. Baines weder lesen noch schreiben kann, muss Anne die Navigation übernehmen, von der sie herzlich wenig versteht. Ihre Maßnahmen zur Verhütung neuer Krankheitsfälle treiben die Mannschaft, die das Unglück sowieso nur der Anwesenheit einer Frau an Bord zuschreiben, an den Rand einer Meuterei. Sie brechen Fracht auf und betrinken sich mit dem Wein, den die \"Charlotte Rhodes\" geladen hat. Schließlich gerät das Schiff, das durch Annes mangelnde Navigationskenntnisse beinahe auf Grund gegangen wäre, auch noch in einen schweren Sturm. Durch das entschlossene Eingreifen von James Onedin wird es in letzter Minute vor dem Untergang gerettet.","versions":[{"lang":1,"streams":[{"redirect":8991303,"hoster":"VOE"},{"redirect":9022250,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Faustrecht","epNo":7,"alt":"Law Of The Fist","descr":"Während Anne Onedin und ihre Schwägerin Isabel einer Wochenendeinladung in das Landhaus von Isabels Verehrer Elmer Frazer wahrnehmen, begibt sich James Onedin auf die Suche nach seinem verschwundenen Maat Mr. Baines. Er entdeckt, dass Baines durch eine Intrige des Reeders Callon auf ein fremdes Schiff verschleppt wurde, das bereits auf hoher See ist. Onedin nimmt sofort die Verfolgung mit der \"Charlotte Rhodes\" auf und holt den getreuen Gefährten Baines in einem kühnen Alleingang aus der Höhle des Löwen. Inzwischen hat sich auch die ländliche Idylle in einen Schauplatz dramatischen Geschehens verwandelt: Isabels Verlobter Daniel Fogarty ist unerwartet von einer Seereise zurückgekehrt, und es kommt zu einem peinlichen Auftritt in Frazers Haus. Isabel zeigt ihrem eifersüchtigen Verlobten die kalte Schulter, obwohl sie von ihm ein Kind erwartet, was außer Anne Onedin noch niemand weiß.","versions":[{"lang":1,"streams":[{"redirect":12384028,"hoster":"VOE"},{"redirect":9022257,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kurs Polarkreis","epNo":8,"alt":"Ice And Fire","descr":"Vergeblich hält James Onedin nach seiner Frau Anne Ausschau, als er mit seinem neuen Clipper \"Pampero\" im Hafen von Liverpool einläuft. Anne wurde durch den Besuch ihres früheren Verlobten Michael Adams aufgehalten. James ist eifersüchtig. Um Adams nicht mit Anne allein zurückzulassen, heuert James ihn für seine nächste Reise an. Aber auch Anne fährt mit. Auf dieser Fahrt stellt sich heraus, dass Adams sein Wort gegenüber Anne vor vier Jahren nicht eingelöst hatte, weil er fälschlich des Mordes an einem Maat beschuldigt war. Einer der falschen Zeugen befindet sich in der Crew Onedins. Beim Versuch, ihn zum Unterschreiben eines Entlastungsdokumentes zu zwingen, kommt es zum Zweikampf. Der Matrose geht über Bord. Adams fühlt sich nun wirklich des Mordes schuldig. James Onedin, der als Kapitän auch Richter an Bord ist, handelt großzügig und entlastet Adams. Anne erkennt, dass sie in James den besseren Mann gefunden hat.","versions":[{"lang":1,"streams":[{"redirect":8991304,"hoster":"VOE"},{"redirect":9022249,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Heiratsantrag","epNo":9,"alt":"A Proposal Of Marriage","descr":"Baines ist mit Annes Vater auf See. Zurück in Liverpool will James Caroline einen Antrag machen, wird jedoch von seinem Bruder Robert bei einem Bergungsauftrag abgelenkt, der versucht, Fogartys Schiff, das Scotch Lass , dessen Kondensator kaputt ist, zu retten , während es auf dem neu verlegten Wallasey-Telegraphen liegt Kabel . James stellt Fogarty von Schäden am Kabel frei, verlangt jedoch eine Rettungsgebühr von £ 5.000. James schleppt das Lass in den Hafen: Es ist sein Bergungsrecht. Es scheint ein gutes Geschäft zu sein, aber es kostet ihn Carolines Hand - seine Priorisierung eines Geschäftsabenteuers gegenüber ihrer Ehe lässt sie offenbar unsicher, ob die Ehe das ist, was sie will.","versions":[{"lang":1,"streams":[{"redirect":8991299,"hoster":"VOE"},{"redirect":9022254,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Over The Horizon","epNo":10,"alt":"Over The Horizon","descr":"\"Über dem Horizont\"James und Baines reisen nach Afrika, um den Sohn der frisch veredelten Familie Blanchard nach Hause zu holen, die eine Reihe afrikanischer Souvenirs mitgebracht hat, darunter eine junge Afrikanerin. Baines wird geschickt, um sie in ihr Dorf zurückzubringen und festzustellen, ob ein Fluss schiffbar ist. Elizabeth, die sich nach der Aufregung Londons sehnt, reist mit Mr. Blanchard hinunter - findet jedoch, dass sein Benehmen dem ihresgleichen sucht. Fräulein Biddulph bringt Nachrichten über das Schlaffieber aus einer Zeitschrift, die sie in der Handelskammer gelesen hat. Dies ist Baines widerfahren, der von seinem afrikanischen Begleiter gepflegt wird und der feststellt, dass der Krokodilfluss aufgrund eines Wasserfalls unpassierbar ist. Zurück in Liverpool ist Miss Biddulph verärgert darüber, dass James um Carolines Hand gebeten hat.","versions":[{"lang":1,"streams":[{"redirect":8991290,"hoster":"VOE"},{"redirect":9022238,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Teerennen","epNo":11,"alt":"The Silver Daddy","descr":"Durch das kühne Unternehmen des Baumwoll-Imports ist das Ansehen von James Onedin sehr gestiegen. Es gelingt ihm, den alten Mr. Frazer mit seinem Sohn Elmer zu versöhnen. Elmer kann wieder in der Werft seines Vaters arbeiten und sich sogar dem Bau von Dampfschiffen widmen. Zur Finanzierung dieses Unternehmens gründet James eine Aktiengesellschaft. Aber sein alter Konkurent, der Reeder Callon, lässt sämtliche Aktien heimlich ankaufen und übernimmt damit die Gesellschaft. Zu allem Überfluss läuft noch die Nachricht ein, dass die \"Pampero\", unter dem Kommando von Kapitän Baines gesunken ist. Baines und seine Mannschaft können sich auf einem Rettungsboot in Sicherheit bringen. Nach dem Verlust seines zweiten Schiffes und der Dampfschiffgesellschaft steht Onedin wieder genauso da wie er angefangen hat: mit der \"Charlotte Rhodes\" und einer ungebrochenen Zuversicht auf den Aufstieg und Erfolg der Onedins.","versions":[{"lang":1,"streams":[{"redirect":8991288,"hoster":"VOE"},{"redirect":9022227,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die mexikanische Eisenbahn","epNo":12,"alt":"Port Out, Starboard Home","descr":"Robert ist nach London gezogen und fühlt sich in der Gesellschaft aufgestiegen. Verschleppt plant er, Onedin bei einer mexikanischen Eisenbahn zu verpflichten. James reist mit Caroline und lässt Leonora Biddulph verzweifelt und zum ersten Mal wütend und ungeduldig zurück. Baines ist in der Arktis gestrandet, nachdem Fogarty mit seinem Stierkopf das Schiff, in dem sie unterwegs sind, auf Eis zerstört hat. James ist glücklich in London und genießt Carolines ungezwungene Gesellschaft. Roberts Frau lädt Leonora ein, sie zu besuchen, was zu Spannungen führt und ihr die Gelegenheit gibt, eine neue Liebe zu Hugh zu finden. Fogarty wird gerettet, aber James macht sich daran, Baines zu retten, sobald er erfährt, dass er verloren ist. Als er Kapitän Baines findet, seine \"rechte Hand\", erfährt er, dass das Eisenbahnschema ein Betrug ist.","versions":[{"lang":1,"streams":[{"redirect":8991291,"hoster":"VOE"},{"redirect":9022234,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Glück und Glas","epNo":13,"alt":"The Passenger","descr":"Captain Baines möchte von James Geld leihen, um seiner Schwester ein neues Heim zu schaffen. Doch James kann ihm nicht helfen, da er sein Geld benötigt, um die ‚Charlotte Rhodes‘ reparieren zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8991295,"hoster":"VOE"},{"redirect":9022237,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Untergang der Helen May","epNo":1,"alt":"Loss Of The Helen May","descr":"Auf der Heimfahrt nach Liverpool geraten das Dampfschiff \"Helen May\" mit Petroleum an Bord, und James Onedin auf einem seiner Segler in dichten Nebel. Wenige Augenblicke, nachdem die \"Helen May\" mit unverminderter Kraft an ihnen vorbeigefahren ist, hören Onedin und sein Kapitän Baines eine Explosion. Onedin verbietet Baines, bei dem Nebel eine Rettungsaktion zu starten. (Text: Funk Uhr 27/1977, S. 32)","versions":[{"lang":1,"streams":[{"redirect":8991306,"hoster":"VOE"},{"redirect":9022311,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flaute und Aufwind","epNo":2,"alt":"A Cold Wind Blowing","descr":"James hat immer größere Schwierigkeiten, Fracht für seine Segelschiffe zu finden. Der Konkurrenzkampf gegen die von seiner Schwester Isabel geführte Dampfschiff-Linie der Frazers entwickelt sich immer mehr zu deren Gunsten. Sie kann pünktliche Lieferzeit garantieren, bezahlt ihre Leute besser und versteht es ausgezeichnet, ihren ausgeprägten Geschäftssinn hinter der Maske einer hilflosen Frau zu verbergen. Die Zukunft sieht trübe aus für James Onedin, bis eines Tages völlig unerwartet ein Bergarbeiterstreik ausbricht. (Text: Funk Uhr 27/1977, S. 40)","versions":[{"lang":1,"streams":[{"redirect":8991308,"hoster":"VOE"},{"redirect":9022279,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Frau am Steuer","epNo":3,"alt":"Not Wanted Voyage","descr":"Isabel entschließt sich, nach Buenos Aires zu fahren, um Konstruktionszeichnungen ihres verstorbenen Mannes Albert Frazer aufzufinden. Es handelt sich um Entwürfe für ein Frachtschiff für tiefgekühltes Fleisch. An dieser Erfindung sind sowohl Pierre Legrand als Vertreter einer großen französischen Schiffahrtsgesellschaft wie auch James Onedin brennend interessiert. Und so finden sich die drei, sehr zu ihrem Mißvergnügen, auf demselben Schiff mit Ziel Buenos Aires wieder. (Text: Funk Uhr 27/1977, S. 44)","versions":[{"lang":1,"streams":[{"redirect":8991311,"hoster":"VOE"},{"redirect":9022267,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einigkeit macht stark","epNo":4,"alt":"Under Current","descr":"Isabel hat ihren ersten großen Auftritt als Eignerin der Frazer-Linie an der Frachtbörse, in die bis dahin noch nie eine Frau einen Fuß gesetzt hatte. Sie weist den anwesenden Herren in aller Schärfe nach, daß diese die Absprachen des neugegründeten Reederverbandes unterlaufen, und unterbietet den inoffiziellen Preis noch um einiges – mit dem Erfolg, daß sie, auf Monate mit Fracht ausgebucht, den Markt beherrscht. Ihr Bruder, James Onedin, hat mittlerweile private Probleme. Er erwartet mit ziemlich schlechten Gewissen den Besuch seiner Tochter Charlotte, um die er sich kaum gekümmert hat. (Text: Funk Uhr 28/1977, S. 24)","versions":[{"lang":1,"streams":[{"redirect":12333500,"hoster":"VOE"},{"redirect":9022276,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Quarantäne","epNo":5,"alt":"Quarantine","descr":"Auf dem Frazer-Schiff \"Prinz Edward\" sind drei Besatzungsmitglieder an einer geheimnisvollen Krankheit gestorben. Das Schiff wird unter Quarantäne gestellt. Als die Tochter des Kapitäns erkrankt, läßt er sie heimlich an Land schaffen. Daraufhin breitet sich die Seuche über die ganze Stadt aus. Für James Onedin uns seine Schwester Isabel bedeutet diese Katastrophe wenig, im Vergleich zu der Tatsache, daß sie einen Vertrag nicht erfüllen können. (Text: Funk Uhr 28/1977, S. 32)","versions":[{"lang":1,"streams":[{"redirect":8991310,"hoster":"VOE"},{"redirect":9022273,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schatzinsel","epNo":6,"alt":"Uncharted Island","descr":"Kapitän Baines, auf dem Weg zu den Kapverdischen Inseln vom Kurs abgekommen, hat eine Guano-Insel entdeckt. Der Abbau dieses seltenen, hochwerigen Düngers würde James Onedin ein Vermögen einbringen. Doch auch Matt Harvey erfährt von der Schatzinsel. (Text: Funk Uhr 28/1977, S. 40)","versions":[{"lang":1,"streams":[{"redirect":8991314,"hoster":"VOE"},{"redirect":9022285,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein reines Gewissen","epNo":7,"alt":"A Clear Conscience","descr":"In Isabel Frazers Büro verschwindet Geld aus der Handkasse. Der Tat verdächtig ist ein alter Freund aus ihrer Kindheit, \"Onkel Percy\". Er wandert ins Gefängnis und die einzige, die sich um ihn kümmert, ist Isabel. James hat wie immer andere Sorgen. Seine Tochter Charlotte ist krank, und sein Bruder Robert will sich von seinem Firmenanteil ein neues Haus kaufen. Die drei Geschwister sehen sich häufig, und diese Familientreffen verlaufen recht stürmisch. (Text: Funk Uhr 28/1977, S. 44)","versions":[{"lang":1,"streams":[{"redirect":8991312,"hoster":"VOE"},{"redirect":9022288,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Notsignal von der","epNo":8,"alt":"Shipwreck","descr":"James und Robert Onedin fahren auf der \"Charlotte Rhodes\" nach Falmouth. Sie wollen ein Dampfschiff kaufen. Hinter dem ist auch Isabel her. Als sie ihren Bruder sieht, macht sie ein phantastisches Angebot, und James ist aus dem Rennen. Ihr Plan ist, das Angebot zu drücken, wenn James seines zurückgezogen hat. Mittlerweile ist Captain Baines auf dem Weg nach Southhampton auf ein Wrack gelaufen. Isabel, die mit dem Dampfer eine Probefahrt macht, bietet für viel Geld ihre Hilfe an. Captain Baines aber will sich nicht helfen lassen. Die \"Charlotte Rhodes\" ist nicht versichert, und Baines will seinem Reeder die Riesensumme ersparen. Isabel hat das Dampfschiff gekauft, weil sie an der Bergungsarbeit verdienen wollte. Die Rettung aus Baines’ Dilemma bringt eine Kirchenglocke, die sich unter der Ladung befindet. Sie wird als Taucherglocke benutzt, und der Zimmermann sägt den Mast durch, in dem die \"Charlotte Rhodes\" hängt. Isabel geht leer aus. (Text: Funk Uhr 29/1977, S. 22)","versions":[{"lang":1,"streams":[{"redirect":8991315,"hoster":"VOE"},{"redirect":9022286,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Hand wäscht die andere","epNo":9,"alt":"The Gamble","descr":"Matt Harvey kommt mit einer verdorbenen Ladung Dosenfleisch zurück. Isabel ist wütend, Matt soll nicht mehr für sie fahren. Robert möchte ein angrenzendes Gebäude kaufen, das der Salt Reederei gehört. Der angebliche Besitzer Sinclair aber will nicht verkaufen, obwohl er in Schwierigkeiten ist. James ist plötzlich an der Firma Salt interessiert. Er findet heraus, daß Sinclair nur der Erbe ist. Außerdem ist er hoch verschuldet. Der wirkliche Besitzer ist die alte, bettlägerige Mrs. Salt. James kauft alle Schuldscheine Sinclairs auf und stellt ihn vor die Wahl: Verkauf oder Ruin. James bekommt die Linie und das für Robert interessante Gebäude. Außerdem hat er Matt Harvey eingestellt. Er hilft zwar Isabel, die Versicherung für das Dosenfleisch haftbar zu machen, aber Isabel kommt zu spät zum Hafen. Sie sieht nur noch Matt Harveys Schiff auslaufen. (Text: Funk Uhr 29/1977, S. 30)","versions":[{"lang":1,"streams":[{"redirect":8991313,"hoster":"VOE"},{"redirect":9022283,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Familienleben","epNo":10,"alt":"Month Of The Albatross","descr":"Matt Harvey wird nach Südamerika geschickt, wo Captain Baines mit einer Blutvergiftung im Hafen liegt. Auf dem wundervollen neuen Schiff findet Matt einen angenagelten Albatros. Erst als auch noch ein zweiter Fuß des Sturmvogels über Bord geworfen wird, wendet sich alles zum Guten. In Liverpool läßt James eine alte Häuserreihe abreißen. Er will ein neues Lagerhaus bauen. Für eine aufgeregte Frau, die davon betroffen ist, hat er keine Zeit. Robert scheint eine Liaison zu haben. Isabel wartet auf Matt Harvey. Als er eintrifft, bietet sie ihm die Teilhaberschaft an einem Schiff an – ein verlockendes Angebot. (Text: Funk Uhr 29/1977, S. 38)","versions":[{"lang":1,"streams":[{"redirect":8991307,"hoster":"VOE"},{"redirect":9022271,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Getäuschte Hoffnungen","epNo":1,"alt":"When Troubles Come","descr":"Nach der ersten abenteuerlichen Fahrt mit der \"Charlotte Rhodes\" warten auf die Onedins neue Schwierigkeiten zu Lande. Da James Onedin kein Bargeld hat, muss er einen Teil der Weinladung zu Schleuderpreisen verkaufen, um die Hafengebühren zu bezahlen. Von seinem Bruder Robert, der sich um den im Partnerschaftsvertrag versprochenen Profit betrogen sieht, hört er nichts als Vorwürfe und von seinem Schwiegervater, bei dem er vorläufig wohnen muss, kein freundliches Wort. Trotz dieser misslichen Umstände ist seine Frau Anne glücklich in ihrer jungen Ehe, und sie beobachtet mit Sorge das wankelmütige Verhalten ihrer Schwägerin Isabel, die mit dem Kapitänsanwärter Daniel Fogarty verlobt ist, sich aber gleichzeitig von Elmar Frazer, dem Sohn eines Werftbesitzers, den Hof machen lässt.","versions":[{"lang":1,"streams":[{"redirect":8991317,"hoster":"VOE"},{"redirect":9022292,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Rettungsversuch","epNo":2,"alt":"Rescue","descr":"Die leeren Weinfässer, für deren Rücktransport nach Portugal James Onedin einen Alleinvertrag mit Braganza abgeschlossen hat, stapeln sich im Hafen. Falls er kein Lagerhaus für die Fässer findet, ist das ganze Unternehmen gefährdet. Da der Preis für das einzige zum Verkauf stehende Lager durch die Konkurrenz maßlos in die Höhe getrieben wird und sein Bruder Robert sich weigert, Geld für einen Neubau zu geben, scheint die Lage hoffnungslos. Ein Zufall kommt James Onedin schließlich zur Hilfe: Er erfährt, dass die Besitzerin des betreffenden Lagerhauses das Geld für eine Übersiedlung nach Frankreich braucht. Er bietet ihr die kostenlose Fracht ihres Hausrats im Tausch gegen das Lager an, und sie akzeptiert. Ein Wehrmutstropfen allerdings trübt die Freude: Onedins Schwiegervater hat das Haus, in dem sie bisher alle wohnten, an den Reeder Callon verpfändet. Anne und James sehen sich gezwungen, in das unwirtliche Lager zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":8991320,"hoster":"VOE"},{"redirect":9022303,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Reise in den Tod","epNo":3,"alt":"Coffein Ships","descr":"Auf einer Fahrt von Lissabon nach Liverpool, bei der Mr. Baines das Kommando hat, wird die \"Charlotte Rhodes\" in einem schweren Sturm leckgeschlagen. Als auch noch Feuer an Bord ausbricht, verlassen Baines und die Mannschaft das Schiff. Sofort nach dem Bekanntwerden des Unglücks takelt der Reeder Callon, James Onedins skrupelloser Konkurrent, sein schnellstes Schiff auf, um das einige Meilen vor dem Hafen treibende Wrack als Bergungsgut einzuholen und für sich zu beanspruchen. Aber James Onedin gibt sich nicht geschlagen: Er überredet Elmer Frazer zu einer Testfahrt mit dessen neu entwickeltem Dampfboot. In einem dramatischen Wettrennen mit Callons Segler wird die \"Charlotte Rhodes\" von Frazer gerettet. Nach dieser Heldentat gewinnt Elmer Frazer die Hand der schönen Isabel Onedin.","versions":[{"lang":1,"streams":[{"redirect":8991318,"hoster":"VOE"},{"redirect":9022310,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"So ein gutes Geschäft","epNo":4,"alt":"The Trade Winds","descr":"Während seine Schwester Isabel, die von Daniel Fogarty ein Kind erwartet, ihre heimliche Hochzeit mit Elmer Frazer vorbereitet, befindet sich James Onedin auf der Reise nach Nordamerika. Er soll dort für Braganza 100.000 neue Weinstöcke besorgen. Da von der raschen Durchführung dieses Auftrags Braganzas Existenz abhängt, kann Onedin ihn dazu überreden, für diese Fahrt den schnellen Clipper \"Pampero\" zu kaufen. Die \"Pampero\" liegt mit Salz und Kork beladen zum Auslaufen bereit. Falls es Onedin gelingt, diese Fracht in Amerika zu verkaufen und dafür die Weinstöcke zu erstehen, soll ihm die Hälfte des Schiffes gehören. Onedin nützt diese einmalige Chance und macht ein glänzendes Geschäft mit einer Eisenbahn-Baufirma, die ihm im Tausch gegen das Salz die Weinstöcke beschafft. Obwohl die Heimreise unter einem ungünstigen Stern steht, führt James Onedin den Auftrag glücklich zu Ende und ist damit Besitzer eines weiteren Schiffes.","versions":[{"lang":1,"streams":[{"redirect":8991319,"hoster":"VOE"},{"redirect":9022309,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der blinde Passagier","epNo":5,"alt":"The Stowaway","descr":"Die \"Maise Agnes\", ein Schiff, das James Onedin von seinem Konkurrenten Callon gemietet hatte, ist gesunken. Zu spät erfährt Onedin, dass die abgeschlossene Versicherung nicht für Schießpulver gilt. Das Schiff wurde durch eine Schießpulver-Explosion zerstört. Onedin muss für den gesamten Schaden gegenüber Callon aus eigenen Mitteln aufkommen. Die \"Charlotte Rhodes\" und Roberts Geschäft werden von Callon gepfändet. In seiner Verzweiflung entschließt sich James Onedin, alles auf eine Karte zu setzen und auf eigenes Risiko eine Ladung Waffen und Munition zu transportieren. Das gefährliche Unternehmen verläuft erfolgreich. Für Robert allerdings kommt die Hilfe zu spät; er muss unter dem Druck Callons sein Geschäft verkaufen.","versions":[{"lang":1,"streams":[{"redirect":8991321,"hoster":"VOE"},{"redirect":9022315,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die tödliche Ladung","epNo":6,"alt":"Dead Man’s Cargo","descr":"Um seinem Bruder Robert das verlorene Geschäft durch ein neues ersetzen zu können, nimmt Onedin für einen sehr hohen Preis einen geheimnisvollen Passagier an Bord. Während der Fahrt stellt sich heraus, dass es sich um Giuseppe Garibaldi handelt, der unterwegs ist, um den Kampf für die Einheit Italiens aufzunehmen. Der Maat, den Onedin anstelle des erkrankten Baines angeheuert hat, ist ein gedungener Mörder; die von ihm ausgewählte Crew soll ihn bei der Beseitigung Garibaldis unterstützen. Als James diese Entdeckungen macht, ist es bereits zu spät zur Umkehr. Er entschließt sich, Garibaldi zu helfen und die Attentäter zu überwältigen. Mit Unterstützung von Elmer Frazer und dem Gewinn der gefährlichen Reise ist es Robert möglich, ein neues Geschäft zu eröffnen. Das Ansehen der Onedins wächt.","versions":[{"lang":1,"streams":[{"redirect":12921201,"hoster":"VOE"},{"redirect":9022308,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lebende Fracht","epNo":7,"alt":"A Hard Life","descr":"James hat immer größere Schwierigkeiten, Fracht für seine Segelschiffe zu finden. Der Konkurrenzkampf gegen die von seiner Schwester Isabel geführte Dampfschiff-Linie der Frazers entwickelt sich immer mehr zu deren Gunsten. Sie kann pünktliche Lieferzeit garantieren, bezahlt ihre Leute besser und versteht es ausgezeichnet, ihren ausgeprägten Geschäftssinn hinter der Maske einer hilflosen Frau zu verbergen. Die Zukunft sieht trübe aus für James Onedin, bis eines Tages völlig unerwartet ein Bergarbeiterstreik ausbricht","versions":[{"lang":1,"streams":[{"redirect":8991323,"hoster":"VOE"},{"redirect":9022313,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In den Händen der Mafia","epNo":8,"alt":"The Hostage","descr":"James und Baines segeln nach Neapel. In Liverpool verabreden sich William und Charlotte mit Roberts Laden, und William rät der Assistentin, Miss Purvis, die wegen Zeitmangels entlassen wurde, zu Letty, die sich um die Reparatur alter Säcke kümmert. Daniel beschimpft William, ihn nicht Vater genannt zu haben, während Elizabeth mitteilt, dass sie sich seit 17 Jahren allein um ihn gekümmert hat. Warum also ändern? James hat einen neuen lokalen Koch an Bord, entdeckt aber, dass er andere an Bord geschmuggelt hat, die das Schiff mit vorgehaltener Waffe übernehmen. Sie finden die Sparbüchse, aber sie ist leer. Am Ufer entdeckt James, dass die Mafiasind beteiligt und wollen ihren schnitt. Das Schiff wird von den Banditen übernommen und Baines als Geisel gehalten. James verhandelt mit ihnen, dass er für ihre Freilassung maximal 1.000 Pfund bezahlt, nicht die 10.000 Pfund, die verlangt werden. In Neapel findet ein doppelter Bluff statt, bei dem James dem Mafia-Anführer 1.000 Pfund gibt und schließlich Baines freigelassen wird, obwohl er fragt, ob James blufft oder es ernst meint. In einem Akt des Stolzes und der Rettung des Gesichts wirft der Mafia-Anführer das Geld ins Meer und Baines erklärt, dass es ihn für den Rest seiner Tage hätte behalten können, ohne dass er Befehle von irgendjemandem entgegennehmen musste. Martin Benson spielt einen der Italiener.","versions":[{"lang":1,"streams":[{"redirect":8991322,"hoster":"VOE"},{"redirect":9022321,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Überraschende Wendungen","epNo":9,"alt":"Uncharted Waters","descr":"Isabel hat ihren ersten großen Auftritt als Eignerin der Frazer-Linie an der Frachtbörse, in die bis dahin noch nie eine Frau einen Fuß gesetzt hatte. Sie weist den anwesenden Herren in aller Schärfe nach, daß diese die Absprachen des neugegründeten Reederverbandes unterlaufen, und unterbietet den inoffiziellen Preis noch um einiges mit dem Erfolg, daß sie, auf Monate mit Fracht ausgebucht, den Markt beherrscht. Ihr Bruder, James Onedin, hat mittlerweile private Probleme. Er erwartet mit ziemlich schlechten Gewissen den Besuch seiner Tochter Charlotte, um die er sich kaum gekümmert hat.","versions":[{"lang":1,"streams":[{"redirect":8991326,"hoster":"VOE"},{"redirect":9022324,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Glückliche Reise","epNo":10,"alt":"A Close Run Thing","descr":"Auf dem Frazer-Schiff \"Prinz Edward\" sind drei Besatzungsmitglieder an einer geheimnisvollen Krankheit gestorben. Das Schiff wird unter Quarantäne gestellt. Als die Tochter des Kapitäns erkrankt, läßt er sie heimlich an Land schaffen. Daraufhin breitet sich die Seuche über die ganze Stadt aus. Für James Onedin uns seine Schwester Isabel bedeutet diese Katastrophe wenig, im Vergleich zu der Tatsache, daß sie einen Vertrag nicht erfüllen können.","versions":[{"lang":1,"streams":[{"redirect":13008180,"hoster":"VOE"},{"redirect":9022304,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die Feuertaufe","epNo":1,"alt":"No Smoke Without Fire","descr":"Das neue Serien-Lead-In ist eine Luftaufnahme des Flaggschiffs der Onedin Line, Orlando , und der Cameo-Broschen- Vignetten der Hauptdarsteller. Sir Daniel bittet James, 100.000 Pfund Goldbarren aus Südafrika aus den Büchern zu tragen: Er liquidiert seine südafrikanischen Bestände, weil er befürchtet, das Land werde von Unruhen heimgesucht.","versions":[{"lang":1,"streams":[{"redirect":8991327,"hoster":"VOE"},{"redirect":9022334,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kurs ins Unheil","epNo":2,"alt":"Collision Course","descr":"In Isabel Frazers Büro verschwindet Geld aus der Handkasse. Der Tat verdächtig ist ein alter Freund aus ihrer Kindheit, \"Onkel Percy\". Er wandert ins Gefängnis und die einzige, die sich um ihn kümmert, ist Isabel. James hat wie immer andere Sorgen. Seine Tochter Charlotte ist krank, und sein Bruder Robert will sich von seinem Firmenanteil ein neues Haus kaufen. Die drei Geschwister sehen sich häufig, und diese Familientreffen verlaufen recht stürmisch.","versions":[{"lang":1,"streams":[{"redirect":8991329,"hoster":"VOE"},{"redirect":9022336,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Machenschaften","epNo":3,"alt":"Double Dealers","descr":"Nach Roberts Tod wird das Testament von Herrn Andrews gelesen. Nach dem Gesetz über den Besitz von verheirateten Frauen von 1883 gehört das Haus Sarah. Es gibt jedoch einen Kodex, der besagt, dass das Kaufhaus Samuel überlassen bleibt, solange es unter seiner persönlichen Leitung steht. Wenn nicht, kehrt es zu Sarah zurück.","versions":[{"lang":1,"streams":[{"redirect":8991330,"hoster":"VOE"},{"redirect":9022350,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dunkle Kanäle","epNo":4,"alt":"Stand By To Go About","descr":"Die Episode (Set 1883) beginnt mit James, der Letty erklärt, dass ihr Magnetkompass - paradoxerweise, weil James \u0027neuer Zweimast- Ketch, der Falke , ihre normale Ladung Stahlplatten nicht trägt - abgewichen ist. für die ihr Kompass mit abweichenden Magneten kalibriert wurde. Daniel trifft sich mit Sir Norman - sie besprechen einen Raubüberfall über 50.000 Pfund in Manchester. Ihre Hauptfrage ist es, das Verkehrsmonopol von Liverpool nach Manchester von den Mersey Docks, der Hafenbehörde und der Eisenbahngesellschaft zu brechen.","versions":[{"lang":1,"streams":[{"redirect":13992861,"hoster":"VOE"},{"redirect":9022365,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Von Fremden und Freunden","epNo":5,"alt":"The Upright Man","descr":"Matt Harvey wird nach Südamerika geschickt, wo Captain Baines mit einer Blutvergiftung im Hafen liegt. Auf dem wundervollen neuen Schiff findet Matt einen angenagelten Albatros. Erst als auch noch ein zweiter Fuß des Sturmvogels über Bord geworfen wird, wendet sich alles zum Guten. In Liverpool läßt James eine alte Häuserreihe abreißen. Er will ein neues Lagerhaus bauen. Für eine aufgeregte Frau, die davon betroffen ist, hat er keine Zeit. Robert scheint eine Liaison zu haben. Isabel wartet auf Matt Harvey. Als er eintrifft, bietet sie ihm die Teilhaberschaft an einem Schiff an ein verlockendes Angebot.","versions":[{"lang":1,"streams":[{"redirect":8991332,"hoster":"VOE"},{"redirect":9022346,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schatten der Vergangenheit","epNo":6,"alt":"The Reverend’s Daughter","descr":"Daniel zeigt Sir Norman und seinen Geschäftspartnern die Pläne für den Schiffskanal von Liverpool nach Manchester und weist darauf hin, dass das Eisenbahnmonopol sie den ganzen Weg bekämpfen wird. In der Zwischenzeit besprechen die Damen die neueste Mode im Nachbarzimmer. Elizabeth ist sehr gelangweilt von dem Smalltalk und ist besorgt darüber, was Daniel verhandeln könnte.","versions":[{"lang":1,"streams":[{"redirect":8991334,"hoster":"VOE"},{"redirect":9022348,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auf einem Pulverfaß","epNo":7,"alt":"Highly Explosive","descr":"James kehrt nach zwei Monaten aus Afrika zurück und findet Letty im sechsten Monat schwanger. Er ist nicht nur wütend, wenn man ihm nichts sagt, sondern auch, weil er keine Kinder mehr möchte. Er stürmt raus. William erfährt auch, dass Charlotte sehr zu seiner Bestürzung schwanger ist, aber sie geht davon aus, dass sie heiraten werden, jetzt ist er 21. James kommt betrunken zurück und entschuldigt sich und Baines sagt, dass es seine Schuld war, aber er dachte, es würde James \u0027Gedanken von den Dingen ablenken.","versions":[{"lang":1,"streams":[{"redirect":8991333,"hoster":"VOE"},{"redirect":9022363,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Meer voll Sorgen","epNo":8,"alt":"A Sea Of Troubles","descr":"James hat Baines geschickt, um ein Schiff, die Amarillos, zurückzubringen. Der Kapitän, ein alter Feind von Baines, liegt im Sterben. Seine Frau Catherine bittet Baines, ihn zum Sterben nach Liverpool zurückzubringen. Zu Hause bemerkt James, dass Charlotte zunimmt. William erfährt, dass Beaumont den Hof verkauft und William einen Morgen Land als Bonus gegeben hat und sagt ihm, dass er für den Stadtrat eintreten soll. James erfährt von Beaumonts Ambitionen und Samuel möchte, dass James Daniel sponsert, um sich gegen ihn zu stellen. Letty sagt Elizabeth, dass dies seiner Rolle als Direktor des Schiffskanalprojekts widersprechen würde.","versions":[{"lang":1,"streams":[{"redirect":8991331,"hoster":"VOE"},{"redirect":9022358,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ehrenmänner","epNo":9,"alt":"Men Of Honour","descr":"Ein Mr. Mcormack besteigt James Schiff in Irland. Er kommt aus Lloyds und möchte das Schiff untersuchen, um sicherzustellen, dass es fest, fest und stark ist. Er ist nicht zufrieden und ein Herr O\u0027malley vom Board of Trade will das Schiff auch nach Beschwerden der Besatzung untersuchen und die Ladung Spuds wird entladen. Beaumont sagt William, dass er Liverpool wie ein Phönix erziehen willaus der Asche und dass er jeden belohnen wird, der mit ihm geht. Elizabeth plant und bittet Marcus Symmons, gegen Daniel anzutreten.","versions":[{"lang":1,"streams":[{"redirect":8991337,"hoster":"VOE"},{"redirect":9022362,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Schatz der Skelettküste","epNo":10,"alt":"The Fortune Hunters","descr":"Die Folge beginnt 10 Tage nach der Beerdigung von James und Lettys kleinem Sohn. Sie trauern beide, können sich aber nicht trösten. Elizabeth und Sarah versuchen Letty zu helfen, aber sie ist nicht interessiert, bis sie hört, dass ihr Geschäft Probleme hat. Letty überredet James, zur See zu fahren: \"Es wäre das Beste für uns beide.\" Einer von Lettys Angestellten bringt eine Karte zu Letty von der Hafenfront. Beaumont beteiligt sich daran, Land aufzukaufen, um es mit großem Gewinn an die Hafenbehörde zu verkaufen.","versions":[{"lang":1,"streams":[{"redirect":8991325,"hoster":"VOE"},{"redirect":9022332,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Teufelsmächte","epNo":1,"alt":"Liverpool Bound","descr":"Zwei Jahre sind vergangen und James und Letty sind seit sechs Monaten auf der Christian Radich auf See . Letty ist gelangweilt und will nach Hause gehen. Sie begegnen einem Paar in einem kleinen Boot, einem Professor Dawson und seiner Tochter Emma. Zu Hause benutzt Elizabeth ein neues Kommunikationsgerät, das als Telefon bezeichnet wird . Sie und Daniel haben sich seit 3 ​​Monaten nicht gesehen und alles ist nicht gut zwischen Charlotte und Samuel.","versions":[{"lang":1,"streams":[{"redirect":8991335,"hoster":"VOE"},{"redirect":9022376,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Williams Heimkehr","epNo":2,"alt":"The Homecoming","descr":"Die Episode beginnt mit einem ungeklärten Kampf zwischen Baines und einem gebrochenen Arm am Kai. Ein Captain Burgess greift ein und repariert ihn. James tadelt Baines und sagt, dass ein Zauberspruch an Land ihm guttut, einschließlich der Zeit, die er auf dem Boden von The Exchange verbracht hat. William ruft Charlotte an, wird aber abgewiesen. Er spricht mit Samuel auf dem Boden von The Exchange und wird gebeten, sich von Charlotte fernzuhalten, sonst wird er ihn in der Öffentlichkeit peitschen. Elizabeth erzählt Dunwoody, die eine immer wichtigere Rolle in der Firma spielt, dass sie vorhat, Urlaub zu machen und dass sie sein Gehalt und seine Position besprechen müssen.","versions":[{"lang":1,"streams":[{"redirect":8991338,"hoster":"VOE"},{"redirect":9022372,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Landratten an Bord","epNo":3,"alt":"The Paddy Westers","descr":"Am Kai fragt ein Herr namens Orsova und seine Frau, wo er \"Paddy West\" finden könne. Wegen Baines \u0027gebrochenem Arm wird ein berüchtigter Captain Blake für die Reise nach New York verantwortlich sein. Als sie das erfuhren, sind mehrere Besatzungsmitglieder vom Schiff gesprungen. Paddy West arrangiert gegen eine Gebühr Passagen nach Amerika für Kriminelle und Personen mit zweifelhaftem Hintergrund, die die Einwanderung auf Ellis Island vermeiden müssen. Der Besitzer der Black PearlSeth Burgess bittet Paddy West, ihm sieben Besatzungsmitglieder für die Reise zu suchen. West geht davon aus, dass sie für das Dampfschiff von Burgess sind.","versions":[{"lang":1,"streams":[{"redirect":8991340,"hoster":"VOE"},{"redirect":9022383,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schmuggelfahrt nach Afrika","epNo":4,"alt":"Dirty Cargo","descr":"Während seine Schwester Isabel, die von Daniel Fogarty ein Kind erwartet, ihre heimliche Hochzeit mit Elmer Frazer vorbereitet, befindet sich James Onedin auf der Reise nach Nordamerika. Er soll dort für Braganza 100.000 neue Weinstöcke besorgen. Da von der raschen Durchführung dieses Auftrags Braganzas Existenz abhängt, kann Onedin ihn dazu überreden, für diese Fahrt den schnellen Clipper \"Pampero\" zu kaufen. Die \"Pampero\" liegt mit Salz und Kork beladen zum Auslaufen bereit. Falls es Onedin gelingt, diese Fracht in Amerika zu verkaufen und dafür die Weinstöcke zu erstehen, soll ihm die Hälfte des Schiffes gehören. Onedin nützt diese einmalige Chance und macht ein glänzendes Geschäft mit einer Eisenbahn-Baufirma, die ihm im Tausch gegen das Salz die Weinstöcke beschafft. Obwohl die Heimreise unter einem ungünstigen Stern steht, führt James Onedin den Auftrag glücklich zu Ende und ist damit Besitzer eines weiteren Schiffes.","versions":[{"lang":1,"streams":[{"redirect":12921209,"hoster":"VOE"},{"redirect":9022401,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lehrgeld","epNo":5,"alt":"To Honour And Obey","descr":"Die Episode beginnt mit einem jungen Jungen, Tom, der Baines um Arbeit bittet. Ein Senor De Silva fordert James auf, eine wertvolle Fracht zu den Azoren zu transportieren. Letty schlägt vor, dass Samuel Charlotte die Erlaubnis gibt, ihre Unabhängigkeit zu gewähren. Er sagt Charlotte, dass er ihr 3000 Pfund und seinen 15-prozentigen Anteil an Onedin-Aktien gibt. Sie ist überwältigt. Sie bittet ihn, mit ihr nach London zu fahren, um die Erfindungsausstellung zu besuchen, und sie hat Seth Burgess zum Abendessen eingeladen, um über Geschäfte zu diskutieren. Samuel lehnt es ab zu sagen, dass er zu beschäftigt ist und Charlotte stürmt heraus. Charlotte unterhält später Burgess alleine.","versions":[{"lang":1,"streams":[{"redirect":8991342,"hoster":"VOE"},{"redirect":9022378,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Flucht ins Glück","epNo":6,"alt":"Running Free","descr":"Um seinem Bruder Robert das verlorene Geschäft durch ein neues ersetzen zu können, nimmt Onedin für einen sehr hohen Preis einen geheimnisvollen Passagier an Bord. Während der Fahrt stellt sich heraus, dass es sich um Giuseppe Garibaldi handelt, der unterwegs ist, um den Kampf für die Einheit Italiens aufzunehmen. Der Maat, den Onedin anstelle des erkrankten Baines angeheuert hat, ist ein gedungener Mörder; die von ihm ausgewählte Crew soll ihn bei der Beseitigung Garibaldis unterstützen. Als James diese Entdeckungen macht, ist es bereits zu spät zur Umkehr. Er entschließt sich, Garibaldi zu helfen und die Attentäter zu überwältigen. Mit Unterstützung von Elmer Frazer und dem Gewinn der gefährlichen Reise ist es Robert möglich, ein neues Geschäft zu eröffnen. Das Ansehen der Onedins wächt.","versions":[{"lang":1,"streams":[{"redirect":8991344,"hoster":"VOE"},{"redirect":9022398,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Glücksritter","epNo":7,"alt":"The Suitor","descr":"James erfährt, dass Elizabeth einen Vertrag gewonnen hat, den er für seinen hielt. Er bricht vor Wut aus und packt seinen Bauch. Der Arzt sagt, dass James ein Geschwür hat und verschreibt eine Milch- und Fischdiät und Ruhepause. Er sagt, wenn das Geschwür an Bord des Schiffes platzt, kann er seine Rückkehr nicht garantieren. James sagt, dass es nichts ist, was eine Meeresbrise nicht korrigieren kann. Elizabeth sagt James, dass sie den Vertrag abgelehnt hat. Charles Marston kommt in James \u0027Büro an. Er sagt, ein Passagier namens Bullen sei auf einem von James \u0027Schiffen gesegelt, und er ist sehr daran interessiert, ihn aufzuspüren. Er bittet James, ein Kabel zu schicken und Bullen anzuweisen, an Bord zu bleiben, sobald sie andocken. Er sagt, er habe ihn um einen beträchtlichen Geldbetrag für einen Holzvertrag betrogen. Er erzählt James...","versions":[{"lang":1,"streams":[{"redirect":8991341,"hoster":"VOE"},{"redirect":9022392,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verfolgung unter vollen Segeln","epNo":8,"alt":"Storm Clouds","descr":"Charlotte ist an Bord der Black Pearl und liest in der Hitze von Figueira ein Buch . James sagt Baines, dass sie nicht einfach verschwunden sein kann. Letty sieht sich nach ihrem Waisenhaus um. Marston bittet Elizabeth um einen Gefallen, einen besonderen Fall von Hafen aus Gibraltar zum Geburtstag von jemandem zu liefern. Sie stimmt zu, dass er die Mersey Maiden benutzen kann . Nachbarn sagen Letty, dass sie mit ihrem Waisenhaus nicht zufrieden sind. Ein Herr Barber erklärt kaltschnäuzig , dass das Beste , was jede lose Frau selbst schwanger ist das Baby im werfen tun könnte Mersey . Sie nähern sich...","versions":[{"lang":1,"streams":[{"redirect":8991343,"hoster":"VOE"},{"redirect":9022399,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Theaterdonner","epNo":9,"alt":"Outward Bound","descr":"James und Baines Tom sagen , dass er werden sollte indentured als Lehrling eines Schiffs Meister zu sein. Er sagt, dass es 50 Pfund plus seiner Uniform kosten wird, James und Baines sind sich jedoch einig, als Sicherheit zu handeln und auf die Gebühr zu verzichten. James gibt ihm eine Uniform und Baines gibt ihm einen Sextanten . Er ist überglücklich. Tom schläft auf den Brettern Black Pearl und Burgess ein und segelt mit James auf die Jagd. Tom gibt vor, sich ihnen anzuschließen und sagt, es sei keine Haut von seiner Nase, welchem ​​Meister er dient. Samuel sagt Charlotte, er wolle sich scheiden lassen, aber sie bittet um Vergebung und sagt, sie werde ihn niemals gehen lassen.","versions":[{"lang":1,"streams":[{"redirect":8991345,"hoster":"VOE"},{"redirect":9022405,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Junge gegen das ganze Schiff","epNo":10,"alt":"Homeward Bound","descr":"James und Baines Tom sagen , dass er werden sollte indentured als Lehrling eines Schiffs Meister zu sein. Er sagt, dass es 50 Pfund plus seiner Uniform kosten wird, James und Baines sind sich jedoch einig, als Sicherheit zu handeln und auf die Gebühr zu verzichten. James gibt ihm eine Uniform und Baines gibt ihm einen Sextanten . Er ist überglücklich. Tom schläft auf den Brettern Black Pearl und Burgess ein und segelt mit James auf die Jagd. Tom gibt vor, sich ihnen anzuschließen und sagt, es sei keine Haut von seiner Nase, welchem ​​Meister er dient. Samuel sagt Charlotte, er wolle sich scheiden lassen, aber sie bittet um Vergebung und sagt, sie werde ihn niemals gehen lassen.","versions":[{"lang":1,"streams":[{"redirect":8991336,"hoster":"VOE"},{"redirect":9022369,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"In geheimer Mission","epNo":1,"alt":"A Royal Return","descr":"Die letzte Serie beginnt mit Elizabeth, die aus Konstantinopel zurückkehrt, von Dunwoody begrüßt und von einem Fremden mit ihrem Gepäck unterstützt. Mrs Gibson sagt James, dass der Baumeister angerufen hat. Wir erfahren, dass Letty vor 3 Monaten gestorben ist und dass es ihr letzter Wunsch war, dass das Haus gut gepflegt wird. James spricht mit Samuel am Telefon. Er fühlt sich mit der neuen Technologie offensichtlich unwohl und spricht sehr laut. Er hat einen anderen Streit mit Charlotte gehabt. Elizabeth hat sich an ihre Grenzen geliehen, um ihren neuen Dampfer zu finanzieren, und wird Daniel nicht um Hilfe bitten.","versions":[{"lang":1,"streams":[{"redirect":8991347,"hoster":"VOE"},{"redirect":9022411,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In die Falle gegangen","epNo":2,"alt":"Revenge","descr":"James beschließt, statt Bulgarien zu verlassen, zu bleiben und eine Ladung Tabak abzuholen. Er hat gehört, dass die Donau überflutet ist, so dass sie nicht den üblichen Weg gehen kann. Er und Baines machten sich auf den Weg ins Landesinnere, um den Tabak auf den Rücken der Esel zu holen. Tom und ein weiterer Besatzungsmitglied warten auf dem Dock. Sie sehen, wie eine Gruppe von Männern das Schiff übernimmt, während es wartet. Tom beschließt...","versions":[{"lang":1,"streams":[{"redirect":8991346,"hoster":"VOE"},{"redirect":9022486,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebe und Kanonendonner","epNo":3,"alt":"Blood Ties","descr":"James nimmt eine Passagierin an Bord, Margarita Juarez, die Tochter des Präsidenten, Tom pfeift sie. Was ist eine alte Morgan - Kanone (benannt nach Sir Henry Morgan) ?) wird an Bord gebracht. Margarita erfährt von Tom, dass James Frau tot ist. Sie sagt James, er solle sich bei seinem Verlust nicht schuldig fühlen. Er sagt, ich bin 47 Jahre alt, habe eine schwierige Tochter und gehe nach Hause in ein kaltes Haus, in meinem Alter nicht viel. Er erzählt ihr, dass er ein Imperium aufgebaut und fast verloren hat, bedauert aber,...","versions":[{"lang":1,"streams":[{"redirect":8991349,"hoster":"VOE"},{"redirect":9022406,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hochzeitsreise nach Sumatra","epNo":4,"alt":"The Honeymoon","descr":"James und Margarita haben geheiratet, aber Elizabeth ist nicht glücklich. James hat beschlossen, nach Ostindien zu fahren, um Fracht zu suchen, um ihre finanziellen Probleme zu lösen. Das Hauptproblem ist, dass die Niederländer dort ein Monopol haben. Er plant, nach Sumatra zu gehen und bittet Margarita, ihn als Hochzeitsreisende zu begleiten. Er verlässt Elizabeth, um zwei alte Schiffe zu kaufen, um Tabak in Ostindien zu lagern, und um eine neue Firma zu gründen und 20.000 Pfund dafür aufzubringen. Sie fragt...","versions":[{"lang":1,"streams":[{"redirect":8991348,"hoster":"VOE"},{"redirect":9022409,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zauberei und Elfenbein","epNo":5,"alt":"Jonah’s Luck","descr":"Elizabeth und Dunwoody nehmen an einer Auktion einiger ihrer Schiffe teil und bieten für das Sea Spray . Sie werden von Captain Baines überboten, finanziell unterstützt von Tom, der seine Ersparnisse von £ 45 anbietet. Elizabeth hatte geglaubt, er würde für James bieten, der sagt, er wäre selbst hingegangen, wenn er es gewusst hätte. James sagt Margarita, dass er alleine nach Niger fährt, um einen Handelsposten einzurichten, und sie antwortet verführerisch:...","versions":[{"lang":1,"streams":[{"redirect":8991351,"hoster":"VOE"},{"redirect":9022417,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Lauf des Schicksals","epNo":6,"alt":"The Price Of Pride","descr":"Zurück in Liverpool sagt Tom zu Baines, es sei noch nicht zu spät, um seine Auseinandersetzung mit James beizulegen, aber Baines sagt, er habe die ganze Heimreise hinter sich, um Abhilfe zu schaffen. James sagt, es sei lange her, vielleicht zu lange, sagt Baines, sie geben sich die Hand. James findet Margarita im Bett, die an Fieber und einer Brustentzündung aus Liverpools kalter Luft leidet, sich aber bessert. James zeigt ein Interesse an einem dreimastige Barke der Angelos , eine Ladung von Elfenbein zu transportieren. Er sagt Dawkins,...","versions":[{"lang":1,"streams":[{"redirect":8991352,"hoster":"VOE"},{"redirect":12482118,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Blinder Haß","epNo":7,"alt":"Vengeance","descr":"Zurück in Liverpool ist Tom Arnold begraben. Baines sagt: \"Ich wollte dich auf See begraben, aber es war nicht möglich. Du ruhst dich jetzt einfach gut aus. Wir besorgen dir einen geeigneten Grundstein, sobald ich es mir leisten kann. Ich fahre nach Liverpool, um die Angelegenheit mit James Onedin zu regeln. Jack Pearson fordert Margarita auf, eine Schuld von £ 2000 für 5 Monate zu verfolgen. Max Van Der Rheede ruft im Büro an und erfährt, dass Dawkins entlassen wurde. Baines ruft James an, aber er ist raus. Er sagt Margarita, wenn James Tom richtig behandelt hätte, wäre...","versions":[{"lang":1,"streams":[{"redirect":12333503,"hoster":"VOE"},{"redirect":8585368,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auge um Auge","epNo":8,"alt":"Guilty In All Innocence","descr":"Für Pembletons Aufenthaltsort wird eine Belohnung von 50 Guineen angeboten. Samuel sagt, Baines hätte es nicht tun können. Baines \u0027Vermieterin bittet ihn um seine überfällige Miete und gibt ihm noch eine Woche Zeit, um zu bezahlen. Margarita sagt, dass sie James sehen will, sie sagt, dass sie 8 Monate inhaftiert war, als sie 17 Jahre alt war und die Eidechsen und Spinnen essen musste, die über sie krochen. Charlotte ruft James an. Sie hat beschlossen, das Theater zu verlassen. James bittet sie, einen Blick auf seine Schiffe zu werfen und eine aktuelle Bewertung abzugeben. Sie spricht mit Dunwoody und Baines kommt und sagt,...","versions":[{"lang":1,"streams":[{"redirect":8991354,"hoster":"VOE"},{"redirect":9022439,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Frau um Kap Horn","epNo":9,"alt":"A Long Way Home","descr":"Max Van Der Rheede ist inhaftiert und James ist ein freier Mann. Samuel bespricht seinen Nitratvorrat mit James und vereinbart einen Preis von £ 25000, zahlbar in 6 Monaten. Baines soll den Soren Larsson auf eine lange Reise vorbereiten. James gibt bekannt, dass er für 10 bis 12 Monate nach Südamerika geht. Margarita sagt, dass sie auch gehen wird, aber James sagt nein, da sie das Horn zweimal umrunden werden und sie eine Belastung sein würde. James sagt Elizabeth, er wolle 18 kleine Schiffe verkaufen, um ein paar größere zu finanzieren. Er hat...","versions":[{"lang":1,"streams":[{"redirect":8991353,"hoster":"VOE"},{"redirect":9022431,"hoster":"Streamtape"}]}]}]}]}