{"path":"/serie/stream/die-echten-narcos","name":"Die echten Narcos","descr":"Special-Forces-Soldat Jason Fox ist in der dreiteiligen Dokumentation Die echten Narcos auf der Spur verschiedener Drogenkartelle in Mexiko, Kolumbien und Peru. Durch Interviews versucht er, die involvierten Menschen und ihre Aktionen zu verstehen.","seasons":[{"path":"/serie/stream/die-echten-narcos/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-echten-narcos/staffel-1/episode-1","name":"Unter Gangstern in Mexiko","epNo":1,"alt":"Episode 1 - Mexico","descr":"Mexiko ist die Heimat der mächtigsten Drogenkartelle der Welt und damit sehr risikoreich. Das Sinaloa-Kartell gilt dort als äußerst einflussreich und gefährlich zugleich. Die Doku ist hautnah dabei, wie der ehemalige Agent Jason Fox sich dem kriminellen Netzwerk nähert, Einblicke in das milliardenschwere Geschäft erhält, eine Militärpatrouille miterlebt und unter anderem einen Sinaloa-Auftragskiller kennenlernt, der seit dem Kindesalter mordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6680647","hoster":"VOE"}]}]},{"path":"/serie/stream/die-echten-narcos/staffel-1/episode-2","name":"Unter Gangstern in Kolumbien","epNo":2,"alt":"Episode 2 - Colombia","descr":"Kolumbien gilt als der Ursprungsort der Rauschmittelindustrie. Nirgendwo auf der Welt wurde mehr Geld im Kampf gegen Drogenbarone ausgegeben und dennoch bleibt das Land an der Spitze der größten Kokainhändler. Der ehemalige Agent Jason Fox beleuchtet für die Doku das Schmuggelgeschäft im Hafen von Buenaventura, trifft einen engen Freund Pablo Escobars und zeigt, wie die Kartelle mit raffinierter Technik arbeiten und dabei sogar U-Boote einsetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6680663","hoster":"VOE"}]}]},{"path":"/serie/stream/die-echten-narcos/staffel-1/episode-3","name":"Unter Gangstern in Peru","epNo":3,"alt":"Episode 3 - Peru","descr":"Am Fuße der Anden in Peru floriert der Kokain-Anbau. Im sogenannten \"Cocaine Valley\" werden jedes Jahr hunderte Tonnen der Droge hergestellt. Der ehemalige Agent Jason Fox reist dorthin und trifft Menschen, die vom Geld der Drogenkartelle leben. Er besucht außerdem die renommiertesten Kokainköche des Tals und begleitet auf der anderen Seite hautnah den Alltag und die Vorbereitungen einer Polizei-Eliteeinheit gegen die boomende Kokainindustrie.","versions":[]}]}]}