{"seriesId":"die-kleinen-strolche","name":"Die kleinen Strolche","descr":"Keiner der modernen Kinderstars wäre ohne sie denkbar. Ewig belehrende Eltern bevormunden die kleinen Helden der Stummfilmzeit genauso, wie sie sie im Zweifelsfall zu wenig beachten. Zwar konnten sie sich im Kampf mit Gaunern nicht auf Hochtechnologie verlassen, an Gewitztheit und Ideenreichtum übertreffen sie die heutigen Kinderhelden bei weitem. Die kleinen Strolche der 20er Jahre sind immer noch ein Riesenspaß. (Original 1922, Colorversion 1994)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der geheime Rächerclub","epNo":1,"alt":"Rushin’ Ballet","descr":"Unfairer Überfall! Zwei große Jungs rauben zwei kleineren einfach ihre Murmeln und bewerfen sie dann auch mit Tomaten. Da hilft nur noch der \"geheime Rächerclub\", der schwächere Kinder beschützt. Doch so einfach sind die Murmeln nicht wieder zu kriegen.","versions":[{"lang":1,"streams":[{"redirect":9957394,"hoster":"VOE"},{"redirect":14406457,"hoster":"Vidoza"},{"redirect":9957387,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nie mehr Frauen","epNo":2,"alt":"Sprucin’ Up","descr":"Das neue Mädchen in der Nachbarschaft lässt das Herz der kleinen Strolche höher schlagen: Alfalfa und Spanky buhlen um die hübsche Marianne und stehlen sich gegenseitig die Show. Doch wenn zwei sich streiten, freut sich meist ein Dritter.","versions":[{"lang":1,"streams":[{"redirect":9957399,"hoster":"VOE"},{"redirect":14406465,"hoster":"Vidoza"},{"redirect":9957402,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Willst du mein Valentin sein?","epNo":3,"alt":"Hearts Are Thumps","descr":"Es ist Valentinstag in der Schule, doch Alfafa und Konsorten finden Mädchen blöd. Prompt gründen sie den Bund der Frauenhasser. Schon kurz danach begegnet Alfafa einem weiblichen Wesen, das sein Herz höher schlagen lässt, und er zum gemeinsamen Valentinstag-Picknick einlädt. Mit gezielten Störungen versuchen seine Freunde, ihn zur \"Vernunft\" zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9957408,"hoster":"VOE"},{"redirect":14406464,"hoster":"Vidoza"},{"redirect":9957407,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die alte Wunderlampe","epNo":4,"alt":"Shrimps For A Day","descr":"Große Party für die kleinen Strolche: Alle Kinder aus Spankys Waisenhaus sind eingeladen. Bei Eis-Essen, Geschenken und neuen Kleider für alle Kinder wünschen sich der edle Spender und seine Frau, auch wieder Kind zu sein. Eine geheimnisvolle Wunderlampe schrumpft sie prompt, nur müssen nach der Party alle Kinder wieder zurück ins Heim. Auch die beiden Neuen.","versions":[{"lang":1,"streams":[{"redirect":14406463,"hoster":"VOE"},{"redirect":14406468,"hoster":"Vidoza"},{"redirect":14406462,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spanky und Co. Show","epNo":5,"alt":"Reunion In Rhythm","descr":"Spanky hat sich etwas ganz tolles einfallen lassen, eine große Show. Er und seine Freunde zeigen sich von ihrer besten Seite. Sie wollen ein für allemal beweisen, dass sie unglaublich begabt sind, dass sie singen und tanzen können, dass die nicht nur irgendwelche frechen kleinen Strolche oder Straßenkinder sind, sondern Jungen und Mädchen, in denen viel steckt und die großes Talent haben.","versions":[{"lang":1,"streams":[{"redirect":9957414,"hoster":"VOE"},{"redirect":14406472,"hoster":"Vidoza"},{"redirect":9957413,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Broadway-Melodie von 1936","epNo":6,"alt":"Our Gang Follies Of 1936","descr":"Die kleinen Strolche führen für die Kinder aus der Nachbarschaft ein Musical auf. Dazu nehmen sie sich MGM’s \"Broadway-Melodie\" von 1936 als Vorbild. Darla ist unbestritten der Star des Abends, aber auch Spanky wächst über sich selbst hinaus …","versions":[{"lang":1,"streams":[{"redirect":14406469,"hoster":"VOE"},{"redirect":14406478,"hoster":"Vidoza"},{"redirect":14406470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Vagabundenleben","epNo":7,"alt":"Roamin’ Holiday","descr":"Spanky, Floyd, Buckwheat und Porky reißen von zu Hause aus. Schnell stellen sie fest: Ausreißen macht hungrig. Da kommt der kleine Laden wie gerufen. Und die Torten im Schaufenster sehen wirklich lecker aus.","versions":[{"lang":1,"streams":[{"redirect":9957420,"hoster":"VOE"},{"redirect":14406477,"hoster":"Vidoza"},{"redirect":9957425,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das wilde Wagenrennen","epNo":8,"alt":"Hi Neighbor","descr":"Der neue Junge in der Nachbarschaft hat keine Lust mit den kleinen Strolchen zu spielen. Viel lieber beeindruckt er Mädchen mit seinem Mini-Auto. Konkurrenz im eigenen Revier, das sehen die kleinen Strolche gar nicht gern: Schnell bauen sie sich selbst ein Gefährt und fordern den Neuen zum großen Auto-Rennen heraus.","versions":[{"lang":1,"streams":[{"redirect":12252027,"hoster":"VOE"},{"redirect":14406483,"hoster":"Vidoza"},{"redirect":9957431,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die zwei Schulschwänzer","epNo":9,"alt":"Canned Fishing","descr":"Ein ausgefuchster Plan der kleinen Strolche: Sie wollen die Schule schwänzen. Alfalfa stellt sich krank und Spanky will ihn pflegen. Kaum ist Spankys Mutter aus dem Haus, wollen die beiden Angeln gehen. Leider sollen sie auf Spankys Bruder aufpassen, der ihnen einen Strich durch die Rechnung macht.","versions":[{"lang":1,"streams":[{"redirect":14406481,"hoster":"VOE"},{"redirect":14406488,"hoster":"Vidoza"},{"redirect":14406482,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alfalfas größte Chance","epNo":10,"alt":"The Pinch Singer","descr":"Sängerwettstreit im Radio: Dem Sieger winken 50 Dollar! Die Strolche wollen unbedingt gewinnen und wählen Darla als beste Sängerin aus. Doch am Tag des Wettbewerbs taucht sie nicht einfach auf. Das ist die Chance für Alfalfa, seinen Traum zu erfüllen: ein Mal auf der Bühne zu stehen. An Darlas Stelle tritt er an.","versions":[{"lang":1,"streams":[{"redirect":12176273,"hoster":"VOE"},{"redirect":14406496,"hoster":"Vidoza"},{"redirect":9957435,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Operntraum","epNo":11,"alt":"Our Gang Follies Of 1938","descr":"Die kleinen Strolche führen ein Musical auf. Alfalfa soll der Star des Abends sein: der König des Jazz! Doch er will eigentlich zur Oper. So träumt er davon, in 20 Jahren ein Opernstar zu sein. Der Traum wird zum Alptraum …","versions":[{"lang":1,"streams":[{"redirect":9957447,"hoster":"VOE"},{"redirect":14406494,"hoster":"Vidoza"},{"redirect":9957448,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der unermessliche Piratenschatz","epNo":12,"alt":"Mama’s Little Pirate","descr":"Die kleinen Strolche gehen auf Schatzsuche, und finden in einer Höhle tatsächlich einen Riesenschatz. Doch der dazugehörige Riese hat etwas dagegen, dass sie sich einfach am Gold bedienen.","versions":[{"lang":1,"streams":[{"redirect":9957453,"hoster":"VOE"},{"redirect":14406499,"hoster":"Vidoza"},{"redirect":9957454,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Schule ist aus","epNo":13,"alt":"School’s Out","descr":"Die kleinen Strolche haben eine neue Lehrerin, die sie besonders nett finden. Da die beiden letzten Lehrerinnen von der Schule gegangen sind, weil sie geheiratet haben, vermuten die Kinder nichts Gutes, als ein Mann auf dem Gelände auftaucht. Also werden allerlei abenteuerliche Geschichten über das Fräulein Lehrerin erzählt, um den vermeintlichen \"Nebenbuhler\" aus dem Weg zu räumen. Nachdem ihm auch noch beim Baden die Kleider abhanden kommen (die Strolche haben sie natürlich versteckt), stellt sich schließlich heraus, dass es sich nur um den Bruder der Lehrerin handelt.","versions":[{"lang":1,"streams":[{"redirect":14406497,"hoster":"VOE"},{"redirect":14406505,"hoster":"Vidoza"},{"redirect":14406498,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Milchbrei für alle","epNo":14,"alt":"Mush And Milk","descr":"\"Papa hat’s im Knast bestimmt besser\", sagen die kleinen Strolche. Denn im Internat müssen sie immer früh aufstehen, in Stall und Küche schuften und kriegen nur Brei zum Frühstück. Selbst ein plötzlicher Geldsegen schafft nur kurz gute Laune, denn auch für reiche Kinder ändert sich der Speiseplan nicht …","versions":[{"lang":1,"streams":[{"redirect":9957466,"hoster":"VOE"},{"redirect":14406509,"hoster":"Vidoza"},{"redirect":9957464,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Verliebt in die Lehrerin","epNo":15,"alt":"Love Business","descr":"Bei den kleinen Strolchen verliebt sich Jack unsterblich in die Lehrerin, und will um ihre Hand anhalten. Wie praktisch, dass Miss Crabtree ausgerechnet bei seinen Eltern zur Untermiete einzieht. Doch plötzlich umgarnt auch der rundliche Chubby die Dame …","versions":[{"lang":1,"streams":[{"redirect":14406506,"hoster":"VOE"},{"redirect":14406510,"hoster":"Vidoza"},{"redirect":14406507,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der erste Schultag","epNo":16,"alt":"Readin’ And Writin’","descr":"Ferienende für die kleinen Strolche: Brisbane legt es darauf an, sofort aus der Schule zu fliegen, was ihm gelingt, als er einen Esel ins Klassenzimmer lockt.","versions":[{"lang":1,"streams":[{"redirect":9957474,"hoster":"VOE"},{"redirect":14406514,"hoster":"Vidoza"},{"redirect":9957472,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das maskierte Wunder","epNo":17,"alt":"Came The Brawn","descr":"Wilde Maskerade bei den kleinen Strolchen: Alfalfa hat sich als Wildkatze verkleidet und sucht nach einem Gegner, gegen den er im Kampf gewinnt. Baldo kommt da gerade recht. Doch der tauscht schnell noch sein Kostüm mit dem starken Butch.","versions":[{"lang":1,"streams":[{"redirect":9957480,"hoster":"VOE"},{"redirect":14406520,"hoster":"Vidoza"},{"redirect":9957484,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Was für ein Zirkus!","epNo":18,"alt":"Spooky Hoooky","descr":"Anstatt in die Schule, möchten die kleinen Strolche viel lieber in den Zirkus gehen. Mit einer kleinen Notlüge planen sie, am nächsten Tag die Schule zu schwänzen. Doch auch ihre Lehrerin wird morgen mit der ganzen Klasse in den Zirkus gehen.","versions":[{"lang":1,"streams":[{"redirect":9957490,"hoster":"VOE"},{"redirect":14406524,"hoster":"Vidoza"},{"redirect":9957488,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der große Boxkampf","epNo":19,"alt":"Glove Taps","descr":"Zwei neue Jungen werden in die Schule der kleinen Strolche eingeschult. Der ältere, Butch, ist ein Rowdy und gewalttätig. Der jüngere, Woim, ist sein Helfer. Alfalfa fordert Butch zu einer Kraftprobe heraus, Buckwheat und Porky kommen dem armen Alfalfa zu Hilfe. Wenn die Kleinen nicht wären! Gut, dass Alfalfa so schnell nicht erfahren wird, wie die wahren Sieger des Boxkampfes heißen.","versions":[{"lang":1,"streams":[{"redirect":12916049,"hoster":"VOE"},{"redirect":14406531,"hoster":"Vidoza"},{"redirect":9957497,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Liebesbrief an Darla","epNo":20,"alt":"Mail And Female","descr":"Alfalfa wird ohne sein Wissen zum Präsidenten des Frauenhasserclubs ernannt. Dummerweise hat er Darla gerade einen Liebesbrief überbringen lassen.","versions":[{"lang":1,"streams":[{"redirect":9957504,"hoster":"VOE"},{"redirect":14406536,"hoster":"Vidoza"},{"redirect":9957506,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Feuerwerk geht los","epNo":21,"alt":"Two Too Young","descr":"Spanky und Alfalfa kommen sich wieder einmal schlauer als alle anderen vor. Sie haben entdeckt, dass Buckwheat und Porky noch einige Sylvester-Knaller horten. Und wie so oft im Leben, geht auch dieser Schuss nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":9957505,"hoster":"VOE"},{"redirect":14406540,"hoster":"Vidoza"},{"redirect":9957507,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ihre zweite Kindheit","epNo":22,"alt":"Second Childhood","descr":"Die Kinder lernen eine nette alte Dame kennen, nachdem sie mit ihrer Spatzenschleuder deren Porzellan zerschlagen haben. Spanky und Alfalfa finden die alte Dame auf Anhieb sympathisch und bringen sie dazu, dass sie alle Pillen, die sie glaubte einnehmen zu müssen, mit der Spatzenschleuder abschießt. So verbringen sie einen wunderbaren Nachmittag zusammen, sind aber auch, zumindest aus der Sicht des Hauspersonals – ziemlich albern.","versions":[{"lang":1,"streams":[{"redirect":9957518,"hoster":"VOE"},{"redirect":14406545,"hoster":"Vidoza"},{"redirect":9957511,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Alfalfa und der Unfall","epNo":23,"alt":"Fishy Tales","descr":"Alfalfa führt den Wilhelm Tell-Schuss vor. Er trifft genau, auf Butch’s Nase, und der schwört Rache. Klarer Fall: Die Strolche müssen Alfalfa vor Butch schützen.","versions":[{"lang":1,"streams":[{"redirect":9957515,"hoster":"VOE"},{"redirect":14406549,"hoster":"Vidoza"},{"redirect":9957514,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Spanky beim Fotografen","epNo":24,"alt":"Wild Poses","descr":"Fototermin für die kleinen Strolche: Wer am \"Internationalen Das-schönste-Baby-der-Welt-Wettbewerb\" teilnimmt, kann 100 Dollar gewinnen. Während Spanky als Modell den Foto-Künstler in den Wahnsinn treibt, sehen sich seine Freunde das Atelier genau an, und finden in der Dunkelkammer sogar den Lichtschalter.","versions":[{"lang":1,"streams":[{"redirect":9957522,"hoster":"VOE"},{"redirect":14406555,"hoster":"Vidoza"},{"redirect":9957524,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das tolle Bootsrennen","epNo":25,"alt":"Three Men In A Tub","descr":"Alfalfa ist richtig sauer: Darla ist nicht wie verabredet zum gemeinsamen Picknick erschienen. Stattdessen macht sie ausgerechnet mit Baldo eine Bootstour. Schnell wird ein Bootsrennen organisiert. Und eines ist sicher: Baldo wird nicht gewinnen, sondern ziemlich nass.","versions":[{"lang":1,"streams":[{"redirect":9957529,"hoster":"VOE"},{"redirect":14406556,"hoster":"Vidoza"},{"redirect":9957526,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die erste Nacht im Freien","epNo":26,"alt":"The First Round-Up","descr":"Wally und seine Freunde wollen zum ersten Mal nachts allein draußen zelten, aber so einfach ist das nicht. Erstens besitzen sie kein Zelt und zweitens haben sie das Essen zu Hause vergessen. Zwar helfen ihnen Spanky und Scotty, die sie ja eigentlich gar nicht dabei haben wollten, mit einem großen Glas Marmelade aus, aber als dann auch noch ein Gewitter über sie hereinbricht, ist das Maß voll, und sie geben auf.","versions":[{"lang":1,"streams":[{"redirect":14406201,"hoster":"VOE"},{"redirect":14406209,"hoster":"Vidoza"},{"redirect":14406199,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Überraschung zum Geburtstag","epNo":27,"alt":"Birthday Blues","descr":"Die kleinen Strolche sammeln Geld, damit Dickie seiner Mutter ein Geburtstagsgeschenk kaufen kann. Stück für Stück verkaufen sie den selbst gebackenen und \"gefüllten\" Riesenüberraschungskuchen, inklusive Wärmflasche, Damenschuhen und Mausefalle. Überrascht sind vor allem Dickies Eltern als sie ihr Haus nach der Back-Attacke wieder sehen.","versions":[{"lang":1,"streams":[{"redirect":9957530,"hoster":"VOE"},{"redirect":14406210,"hoster":"Vidoza"},{"redirect":9957532,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Darla und die Detektive","epNo":28,"alt":"Hide And Shriek","descr":"Oh weia, eine ganze Packung Pralinen ist verschwunden. Das ist die beste Gelegenheit, um den gerade gegründeten Detektivclub der Strolche auf seine erste Bewährungsprobe zu stellen. Die Ermittlungen bei ihrem ersten Fall führen die Spürnasen geradewegs in eine unheimliche Geisterbahn.","versions":[{"lang":1,"streams":[{"redirect":14406211,"hoster":"VOE"},{"redirect":14406217,"hoster":"Vidoza"},{"redirect":14406213,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Prahlhans im Glück","epNo":29,"alt":"The Pigskin Palooka","descr":"Um Darla zu imponieren, hat Alfalfa einen Brief geschrieben und behauptet, ein großes Footballspiel im Alleingang gewonnen zu haben. Darla glaubt ihrem Freund und bereitet mit Spankys Hilfe eine riesige Willkommens-Party für ihn vor. Als Höhepunkt ist ein Footballmatch angesetzt, in dem Alfalfa sein Talent unter Beweis stellen kann. Armer Alfalfa! Er hat natürlich keine Ahnung vom Football und fürchterliche Angst vor dem Gegner. Da hilft nur noch Glück und der Zufall.","versions":[{"lang":1,"streams":[{"redirect":9957537,"hoster":"VOE"},{"redirect":14406226,"hoster":"Vidoza"},{"redirect":9957536,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Jackie und die neue Lehrerin","epNo":30,"alt":"Teacher’s Pet","descr":"Jackie und seine Freunde sind tieftraurig: Miss McGillicuddy, die über alles geliebte Lehrerin, hat geheiratet. Die Kinder fühlen sich verraten und verkauft und können sich beim besten Willen nicht vorstellen, dass die neue Lehrerin genauso nett ist. Was kann schon an einer Lehrerin dran sein, die Crabtree heißt? In der Fantasie der Kinder sieht diese mit Angst erwartete Miss Crabtree aus wie ein Drachen. Aber die Wirklichkeit sieht ganz anders aus und es dauert nicht lange, da sind alle Feuer und Flamme für die neue Lehrerin, besonders der kleine Jackie.","versions":[{"lang":1,"streams":[{"redirect":14406222,"hoster":"VOE"},{"redirect":14406227,"hoster":"Vidoza"},{"redirect":14406223,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Eine wilde Seeräubergeschichte","epNo":31,"alt":"Shiver My Timbers","descr":"Ein alter Seebär zieht die kleinen Strolche in seinen Bann: Statt zur Schule zu gehen, wollen sie mit dem Käpt’n zur See fahren. Sogar eine Piraten-List der Lehrerin, des Kapitäns und seiner Mannschaft bestehen die Strolche, und vermöbeln die Seefahrer.","versions":[{"lang":1,"streams":[{"redirect":9957541,"hoster":"VOE"},{"redirect":14406234,"hoster":"Vidoza"},{"redirect":9957542,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Eine schlaflose Nacht","epNo":32,"alt":"Night’n’Gales","descr":"Ein richtig gelungener Abend für die Strolche; zu Hause bei Spanky zeigen sie sich von ihrer besten Seite: Erst gehen sie seinen Eltern mit ihren Gesängen auf die Nerven und dann nicht nach Hause, weil es in Strömen regnet. Als sie alle zusammen im Bett von Spankys Vater einschlafen, beginnt dieser allmählich die Geduld zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":9957547,"hoster":"VOE"},{"redirect":14406236,"hoster":"Vidoza"},{"redirect":9957550,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Romeo und Julia mal anders","epNo":33,"alt":"Pay As You Exit","descr":"Die kleinen Strolche führen Romeo und Julia auf, in ihrer ganz eigenen Version vor den Nachbarskindern. Werbegag: Das Publikum zahlt nach der Vorstellung, wenn sie gefallen hat. Die kleinen Strolche legen sich richtig ins Zeug und als Alfalfa als Romeo vom Balkon stürzt ist das Publikum begeistert.","versions":[{"lang":1,"streams":[{"redirect":9957552,"hoster":"VOE"},{"redirect":14406244,"hoster":"Vidoza"},{"redirect":9957551,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Spanky schnuppert Theaterluft","epNo":34,"alt":"Beginner’s Luck","descr":"Spanky soll Schauspieler werden, so will es seine Mutter und meldet ihn zum Talentwettbewerb an. Aber Spanky bittet seine Freunde darum, den Auftritt zu sabotieren, damit er bloß nicht gewinnt.","versions":[{"lang":1,"streams":[{"redirect":9957561,"hoster":"VOE"},{"redirect":14406239,"hoster":"Vidoza"},{"redirect":9957559,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Pete ist der Größte","epNo":35,"alt":"For Pete’s Sake","descr":"Die kleine Marion ist krank und sehr traurig, weil ihre geliebte Puppe kaputt ist. Die kleinen Strolche haben Mitleid mit Marion und versprechen ihr eine neue Puppe, die \"Mama\" und \"Papa\" sagen kann. Da die kleinen Strolche kein Geld haben, nehmen sie das Angebot des Spielwarenladenbesitzers an, ihren Hund Pete gegen eine Puppe ihrer Wahl einzutauschen. Schließlich bekommt Marion ihre Puppe und Pete kann trotzdem bei den kleinen Strolchen bleiben.","versions":[{"lang":1,"streams":[{"redirect":9957571,"hoster":"VOE"},{"redirect":14406247,"hoster":"Vidoza"},{"redirect":9957570,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Feuerwehr und Flamme","epNo":36,"alt":"Hook And Ladder","descr":"Die kleinen Strolche entdecken in der Zeitung einen Aufruf, der sie begeistert. Die Bevölkerung wird gebeten, im Brandfall der Feuerwehr zu helfen. Feuerwehrmänner wollten die kleinen Strolche schon immer werden und so richten sie sich eine Feuerwehrstation ein, die wohl einmalig auf der Welt sein dürfte. Und tatsächlich gelingt es ihnen, eine brennende Scheune zu entdecken und das Feuer zu löschen, womit sie sich dann zurecht eine Belohnung verdient haben.","versions":[{"lang":1,"streams":[{"redirect":9957568,"hoster":"VOE"},{"redirect":14406248,"hoster":"Vidoza"},{"redirect":9957569,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Vorsicht, Golfer!","epNo":37,"alt":"Divot Diggers","descr":"Die kleinen Strolche haben ihre Liebe zum Golfsport entdeckt. Leider entspricht ihre Ausrüstung nicht gerade dem Standard. Und deshalb nehmen sie das Angebot, als Caddies zu arbeiten, dankbar an. Es kann nie schaden, sich ein wenig Geld zu verdienen. Aber leichter gesagt als getan. Auch Caddies sollten etwas von Golf verstehen und das können die kleinen Strolche nicht von sich behaupten.","versions":[{"lang":1,"streams":[{"redirect":9957574,"hoster":"VOE"},{"redirect":14406254,"hoster":"Vidoza"},{"redirect":9957577,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die reumütigen Schulschwänzer","epNo":38,"alt":"Fish Hooky","descr":"Die kleinen Strolche habe überhaupt keine List, in der Schule zu büffeln. Sie möchten viel lieber mit Joe und Farina zum Angeln gehen. Und da sich Joe für besonders schlau hält, setzt er für seine kleinen Freunde blumige Entschuldigungsschreiben auf. Natürlich kommt die Lehrerin, Miss Kornman, den Schulschwänzern auf die Schliche und erteilt ihnen eine Lektion: Miss Kornman lädt die ganze Klasse in einen Vergnügungspark ans Meer ein, ausgenommen natürlich die Schulschwänzer, die davon nichts mitbekommen.","versions":[{"lang":1,"streams":[{"redirect":14406252,"hoster":"VOE"},{"redirect":14406257,"hoster":"Vidoza"},{"redirect":14406253,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Eiskalte Limonade","epNo":39,"alt":"The Lucky Corner","descr":"Leckere Limo für die Strolche: Pech, dass Scotty und sein Großvater sie ohne Erlaubnis verkaufen, und prompt von ihren Nachbarn deswegen angezeigt werden. Doch Spanky will einfach nicht auf die Limo verzichten und löst den Limonadenstreit auf seine Art und Weise.","versions":[{"lang":1,"streams":[{"redirect":9957583,"hoster":"VOE"},{"redirect":14406258,"hoster":"Vidoza"},{"redirect":9957578,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Kleine Leute, ganz groß","epNo":40,"alt":"Arbor Day","descr":"Es ist \"Arbor Day\" und Spanky möchte die Zeremonie zum traditionellen Baumpflanzen schwänzen. Er wird jedoch von Mr. Smithers entdeckt und pünktlich zur Schule gebracht. Gleichzeitig ist ein kleinwüchsiges Pärchen in Kinderklamotten auf der Flucht. Die beiden sind Teil einer Show – und müssten eigentlich auf der Bühne stehen. Wieder ist Mr. Smithers zur Stelle und führt die beiden vermeintlichen Schulschwänzer zur Schule. Dort sind die Feierlichkeiten bereits in vollem Gange: Alfalfa singt, Spanky hat die ehrenvolle Aufgabe, den Baum zu setzen, und auch Darla hat ihren großen Auftritt. Als die Zeremonie abgeschlossen ist, meldet sich das kleinwüchsige Pärchen zu Wort. Auch sie wollen etwas aufführen und endlich klarstellen, dass sie nicht in die Schule gehören …","versions":[{"lang":1,"streams":[{"redirect":9957589,"hoster":"VOE"},{"redirect":14406262,"hoster":"Vidoza"},{"redirect":9957588,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Farina und die 200 Mäuse","epNo":41,"alt":"Pups Is Pups","descr":"Farina arbeitet als Page bei der Haustierausstellung, eine gute Gelegenheit für die kleinen Strolche, ihre Tiere zu zeigen: Das Ferkel wird shampooniert, die Gans gebadet und der Ziege die Zähne geputzt. Aber am Ende kriegen die Strolche wieder nur Ärger, als sie für ihre Tiere andere einfach verjagen, und die ganze Messe im Tier-Tohuwabohu endet.","versions":[{"lang":1,"streams":[{"redirect":9957594,"hoster":"VOE"},{"redirect":14406303,"hoster":"Vidoza"},{"redirect":9957590,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Tante-Emma-Laden in Gefahr","epNo":42,"alt":"Helping Grandma","descr":"Die kleine Strolche helfen in Omas Laden aus: Ausgerechnet heute soll er verkauft werden. Während Oma Besorgungen macht, naschen die Strolche Bonbons, treiben bei den Kaufinteressenten den Preis hoch, und entlarven einen Gauner.","versions":[{"lang":1,"streams":[{"redirect":9957599,"hoster":"VOE"},{"redirect":14406290,"hoster":"Vidoza"},{"redirect":9957598,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Pete und die Hundefänger","epNo":43,"alt":"The Pooch","descr":"Kleine Leute haben’s schwer, und Stymie hat’s am schwersten, wie er glaubt. Es sieht so aus, als hätte er recht, denn das Leben ist nicht leicht, wenn man ständig Hunger hat. Er muss siech unendlich viel einfallen lassen, um das riesengroße Loch in seinem Magen zu füllen. Und dann wird auch noch sein bester Freund, der dicke Hund Pete, vom Hundefänger erwischt. Nur, wenn Stymie fünf Dollar auftreibt, bekommt er Pete zurück. Eine ausweglose Situation. Aber da kommt unerwartet Hilfe, von oben!","versions":[{"lang":1,"streams":[{"redirect":9957604,"hoster":"VOE"},{"redirect":14406356,"hoster":"Vidoza"},{"redirect":9957601,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Es geschehen noch Wunder","epNo":44,"alt":"Dogs Is Dogs","descr":"Die Mutter von Wheezer und Dorothy ist gestorben und der Vater schwerkrank. Sie werden bei einer Pflegemutter untergebracht, die den beiden das Leben zur Hölle macht. Ihr einziger Trost ist ihr Hund Pete. Aber auch ihn behandelt die habgierige Pflegemutter schlecht. Lange haben Wheezer und Dorothy gehofft, dass der Vater sie wieder abholt. Da geschieht ein Wunder. Eine elegante Dame taucht auf und holt die beiden ab. Es ist die Schwester ihres Vaters, von der weder Wheezer noch Dorothy etwas gewusst haben.","versions":[{"lang":1,"streams":[{"redirect":9957608,"hoster":"VOE"},{"redirect":14406385,"hoster":"Vidoza"},{"redirect":9957610,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Baby kann sprechen","epNo":45,"alt":"Free Eats","descr":"Die kleinen Strolche wundern sich oft ganz zurecht. Es gibt immer wieder Dinge, die es eigentlich nicht geben sollte. Sie wissen genau, dass Babys nicht sprechen können. Aber diesmal haben sie es mit Babys zu tun, die können sprechen. Und leider noch sehr viel mehr, denn es handelt sich um ausgebildete Trickdiebe und den kleinen Strolchen fällt es schwer, ihnen auf die Spur zu kommen, um ihnen das Handwerk zu legen. Wie gut, das Stymie von Anfang an mißtrauisch war, denn sonst wären er und seine Freunde noch aus Versehen im Knast gelandet.","versions":[{"lang":1,"streams":[{"redirect":14406359,"hoster":"VOE"},{"redirect":14406403,"hoster":"Vidoza"},{"redirect":14406372,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Lasst den Drachen steigen","epNo":46,"alt":"Fly My Kite","descr":"Die kleinen Strolche verbringen viel Zeit bei Granny, einer älteren Nachbarin, die turnen und boxen und die verrücktesten Geschichten erzählen kann. Als die Kunder zufällig mitbekommen, dass Granny durch einen faulen Trick ihres Schwiegersohnes Dan in große Not gerät, sind sie wild entschlossen, ihr zu helfen …","versions":[{"lang":1,"streams":[{"redirect":9957614,"hoster":"VOE"},{"redirect":14406408,"hoster":"Vidoza"},{"redirect":9957611,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Wir machen Musik","epNo":47,"alt":"Mike Fright","descr":"Spanky und seine Freunde wittern das große Geld. Für eine Radioshow werden begabte Kinder gesucht. Also gründen sie eine Band. Obwohl ihnen niemand so recht zutraut, dass sie mit ihren Fantasie-Instrumenten Musik machen können, bekommen sie den Job, denn Spanky und seine Freunde sind immer für eine Überraschung gut.","versions":[{"lang":1,"streams":[{"redirect":9957616,"hoster":"VOE"},{"redirect":14406428,"hoster":"Vidoza"},{"redirect":9957618,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Spanky und der Weihnachtsmann","epNo":48,"alt":"Bedtime Worries","descr":"Spanky hat es auch nicht immer leicht. Einerseits wollen seine Eltern, dass er groß und klug wird, andererseits geht er ihnen mit seinen vielen Fragen ganz furchtbar auf die Nerven. Dabei meint es Spanky doch mit allem, was er tut, sehr gut! Zum Beispiel möchte er wirklich nicht, dass sein Elternhaus von einem Einbrecher ausgeraubt wird. Ja, was kann denn er dafür, dass der Einbrecher kein Weihnachtsmann ist, obwohl es alle behaupten – eine Frage, die Spanky wohl noch lange beschäftigen wird. Und vielleicht nicht nur Spanky. Wann ist ein Einbrecher ein Weihnachtsmann und wann ein wirklicher Krimineller? Das muss doch irgendwie zu klären sein.","versions":[{"lang":1,"streams":[{"redirect":14406426,"hoster":"VOE"},{"redirect":14406430,"hoster":"Vidoza"},{"redirect":14406427,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Armes Kind aus reichem Haus","epNo":49,"alt":"Bargain Day","descr":"Die kleine Strolche versuchen durch kleine Geschäfte ihre Kasse aufzubessern. Besonders Wheezer entwickelt einen wahren Verkaufstick: Was immer er in die Finger bekommt, wird verkauft, nichts ist mehr vor ihm sicher. Auf der Suche nach zahlungskräftigen Kindern landen die kleinen Strolche bei Shirley, einem einsamen Kind aus reichem Haus, für das niemand Zeit hat. Shirley freut sich über den Besuch der kleinen Straßenhändler, denn nun hat sie endlich ein paar Spielkameraden, die ihr die Langeweile vertreiben können. Und das tun die kleinen Strolche dann auch mit Vergnügen: Sie richten, wie könnte es auch anders sein, ein totales Chaos an.","versions":[{"lang":1,"streams":[{"redirect":9957625,"hoster":"VOE"},{"redirect":14406436,"hoster":"Vidoza"},{"redirect":9957621,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Die Ferien sind vorbei","epNo":50,"alt":"Bored Of Education","descr":"Der erste Schultag ist angebrochen, und die kleinen Strolche haben mal wieder keine Lust. Durch eine kleine Lüge schwänzen sie den Unterricht. Leider ahnen die beiden noch nicht, dass ihre neue Lehrerin bildhübsch ist. Zudem spendiert sie allen Schülern ein Eis.","versions":[{"lang":1,"streams":[{"redirect":9957628,"hoster":"VOE"},{"redirect":14406440,"hoster":"Vidoza"},{"redirect":9957629,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Auf Alfalfa ist Verlass","epNo":51,"alt":"Teacher’s Beau","descr":"Die Lehrerin Miss Jones kündigt an, dass nach den Ferien Mrs. Wilson ihren Platz einnehmen werde. Die kleinen Strolche sind entsetzt. Schuld daran ist der gutaussehende Ralph, der ihnen ihre Miss Jones einfach vor der Nase wegheiraten will. Da muss ein raffinierter Plan ausgeheckt werden, um Miss Jones als neue Lehrerin behalten zu können. Dabei ist alles ganz einfach: Miss Jones wird zu Mrs. Wilson.","versions":[{"lang":1,"streams":[{"redirect":13511769,"hoster":"VOE"},{"redirect":14406442,"hoster":"Vidoza"},{"redirect":9957631,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Spanky als Babysitter","epNo":52,"alt":"Forgotten Babies","descr":"Spanky passt für die anderen kleinen Strolche auf ihre Geschwister auf. Doch gegen die Baby-Bande ist er völlig aufgeschmissen: Fix ist das Wohnzimmer ein Trümmerhaufen und die Polizei im Anmarsch.","versions":[{"lang":1,"streams":[{"redirect":9957637,"hoster":"VOE"},{"redirect":14406446,"hoster":"Vidoza"},{"redirect":9957635,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Der Frosch im Hals","epNo":53,"alt":"Framing Youth","descr":"Gesangswettbewerb bei den kleinen Strolchen: Alfalfa ist überzeugt, dass er gewinnt. Doch die Konkurrenz kämpft mit harten Bandagen. Mit einem quakenden grasgrünen Frosch am Hals sollte Alfalfa eigentlich keine Siegchancen haben.","versions":[{"lang":1,"streams":[{"redirect":14406447,"hoster":"VOE"},{"redirect":14406454,"hoster":"Vidoza"},{"redirect":14406449,"hoster":"Streamtape"}]}]}]}]}