{"seriesId":"die-schtze-des-tutanchamun","name":"Die Schätze des Tutanchamun","descr":"Die Schätze aus dem Pharaonengrab von Tutanchamun waren jahrzehntelang über Museen in ganz Ägypten verstreut. Somit erwies sich eine Gesamtschau aller überlieferten Gegenstände auch für geduldige Forscher als nahezu unmöglich. Mit dem Bau des Grand Egyptian Museum, das in diesem Jahr teileröffnet werden soll, wird sich dies endlich ändern: Alle 5.398 Objekte aus dem Grab des Tutanchamun werden – erstmals seit ihrer Entdeckung – wieder unter einem Dach vereint sein. Ihnen widmet sich die dreiteilige Serie \"Die Schätze des Tutanchamun\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf Carters Spuren","epNo":1,"alt":"Treasures Rediscovered","descr":"Ein verzierter Zeremoniendolch aus Eisen, der in die Leinenbinden von Tutanchamuns Mumie eingewickelt war, hat Ägyptologen lange vor ein Rätsel gestellt: Damalige ägyptische Handwerker hatten kaum Erfahrung mit der Eisenbearbeitung. Neueste Röntgen-Untersuchungen zeigen, dass der Dolch aus Meteoritenerz gefertigt wurde – nach Meinung einiger Forscher ein Zeichen, dass Tutanchamun sich als von den Göttern besonders gesegnet begriff. Aufschlussreich für das Verständnis seines Herrschaftsanspruchs ist auch die Rekonstruktion der Goldbleche, mit denen Streitwagen und Pferdegeschirre im Grab umhüllt waren","versions":[{"lang":1,"streams":[{"redirect":11199663,"hoster":"VOE"},{"redirect":10103798,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Grab des Pharao","epNo":2,"alt":"Golden Mask","descr":"Seit der Entdeckung des Grabs von Tutanchamun im Jahr 1922 gibt es in der Forschung Kontroversen um die Totenmaske des Pharaos: Die beschädigte Namenskartusche und verschiedene Färbungen des Goldes, das für die einzelnen Teile der Maske verwendet wurde, deuten darauf hin, dass sie nicht eigens für ihn angefertigt wurde. Vielmehr könnte eine bereits existierende Maske für Tutenchamun abgewandelt worden sein. Ein weiteres Indiz für diese These: Etwa ein Viertel der übrigen Grabbeigaben war ebenfalls \"wiederverwertet\" worden. Jetzt soll eine neue Untersuchung Gewissheit über die Ursprünge der Maske geben.","versions":[{"lang":1,"streams":[{"redirect":11199671,"hoster":"VOE"},{"redirect":10103803,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geheimnisse am Nil","epNo":3,"alt":"Tales From The Tomb","descr":"Tutanchamun verstarb mit nur etwa 19 Jahren auf dem Schlachtfeld, doch zu diesem frühen Tod dürften auch seine zahlreichen Erbleiden beigetragen haben. Sie waren Folge der ägyptischen Herrschertradition, Geschwister miteinander zu verheiraten. Die reich verzierten, aber stark abgenutzten Krücken und eine speziell gefertigte Sandale aus dem Herrschergrab zeigen: Tutanchamun litt an einem Klumpfuß und konnte sich offenbar nur unter Schmerzen fortbewegen. Die beiden mit seiner Schwester gezeugten Kinder – sie wurden ebenfalls im Grab beigesetzt – waren Totgeburten, auch sie Opfer der vererbten Genschäden.","versions":[{"lang":1,"streams":[{"redirect":11302222,"hoster":"VOE"},{"redirect":10103804,"hoster":"Streamtape"}]}]}]}]}