{"seriesId":"die-avengers-die-maechtigsten-helden-der-welt","name":"Die Avengers - Die mächtigsten Helden der Welt","descr":"Die Erde wird von feindlichen Supermächten bedroht. Kriegerische Zeitreisende, bösartige Aliens und mythische Monster haben alle ein Ziel: Die totale Vernichtung der Menschheit. Als die Zerstörungseinheiten so übermächtig werden, dass die Kräfte eines einzelnen Superhelden nicht mehr ausreichen, sie zu besiegen, als es kaum mehr Hoffnung für eine Rettung der Menschen gibt, schließen sich die Avengers zusammen, um ihre Kräfte zu vereinen und den Kampf gegen das Böse aufzunehmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"[E06] Iron Man groß in Aktion","epNo":1,"alt":"Iron Man is Born","descr":"Als die Bösewicht-Organisation ‚Hydra‘ die USA angreift, liegt das Schicksal des Weltherrschers in den Händen von IRON MAN.","versions":[{"lang":1,"streams":[{"redirect":10287346,"hoster":"VOE"},{"redirect":10287345,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[E07] Hulk gegen die Welt","epNo":2,"alt":"Hulk Versus the World","descr":"Als Bruce Banner nach Vegas fährt, um vor den Bösewichten zu fliehen, transformiert er sich in den Unglaublichen HULK.","versions":[{"lang":1,"streams":[{"redirect":12920940,"hoster":"VOE"},{"redirect":10287333,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[E01] Der Herrscher der Ameisen","epNo":3,"alt":"The Man In The Ant Hill","descr":"Als Wissenschaftler Hank Pym ein stück von dem Vibranium erhält, um es zu studieren, stielt KLAW alles’","versions":[{"lang":1,"streams":[{"redirect":10287338,"hoster":"VOE"},{"redirect":10287339,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der mächtige Thor","epNo":4,"alt":"Thor the Mighty","descr":"Staffel 1, Folge 4 (22 Min.)Die Bösewichte ziehen durch New York City und zerstören alles, doch eine Sache steht Ihnen im Weg – Der Allmächtige Thor!","versions":[{"lang":1,"streams":[{"redirect":10287184,"hoster":"VOE"},{"redirect":10287156,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"[E02] Captain America","epNo":5,"alt":"Meet Captain America","descr":"","versions":[{"lang":1,"streams":[{"redirect":13917431,"hoster":"VOE"},{"redirect":10287256,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[E05] Der Ausbruch, Teil 1","epNo":6,"alt":"The Breakout (1)","descr":"Die 4 Hochsicherheitsgefängnisse sind überlastet und die Superschurken fliehen. Die einzige Hoffnung: Iron Man, Hulk, Thor, Ant-Man und Wasp. Aber können sie die Schurken einzeln besiegen?","versions":[{"lang":1,"streams":[{"redirect":10287238,"hoster":"VOE"},{"redirect":10287239,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[E03] Der Ausbruch, Teil 2","epNo":7,"alt":"The Breakout (2)","descr":"Gefangene überfluten die Stadt! Die einzige Chance sind die Avengers. Aber werden die Helden rechtzeitig zu einem echten Team?","versions":[{"lang":1,"streams":[{"redirect":10287171,"hoster":"VOE"},{"redirect":10287166,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aufregung im Krisenstab","epNo":8,"alt":"Some Assembly Required","descr":"Kurz nachdem sich die Avengers vereinen, benimmt sich Hulk merkwürdig. Geht wirklich alles mit rechten Dingen zu?","versions":[{"lang":1,"streams":[{"redirect":10287059,"hoster":"VOE"},{"redirect":10287060,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Legende lebt","epNo":9,"alt":"Living Legend","descr":"Auf der Suche nach Hulk stoßen die Avengers auf den längst vergessenen Captain America. Seit dem zweiten Weltkrieg ist er eingefroren und wird nur durch das Super-Soldaten-Serum am Leben erhalten. Der Captain glaubt fälschlicherweise, dass die Welt seine Heldentaten nicht mehr braucht. Unterdessen setzt Caps alter Feind Zemo alles daran, dass Captain America im ewigen Eis verschwindet, auch wenn er sich dafür gegen die Avengers auflehnen muss.","versions":[{"lang":1,"streams":[{"redirect":10287063,"hoster":"VOE"},{"redirect":10287061,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wundersame Verwandlung","epNo":10,"alt":"Everything is Wonderful","descr":"Nachdem Tony Stark die Firma seines Rivalen Simon Williams aufgekauft hat, schwört dieser Rache. Dafür benötigt er die Hilfe von Grim Reaper und AIM. Schließlich verwandelt sich Simon in Wonder Man und plant den Gegenangriff. Doch Ant-Man setzt alles daran, Tony zu helfen. Währenddessen kämpfen Wasp und Thor gegen Modoc.","versions":[{"lang":1,"streams":[{"redirect":10287332,"hoster":"VOE"},{"redirect":10287328,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Jagd des Panthers","epNo":11,"alt":"Panther’s Quest","descr":"Die Avengers sind wieder im Einsatz. Der alte Herrscher Black Panther hat ihre Hilfe eingefordert. Er möchte gemeinsam mit ihnen den Thron des boshaften Man-Ape zurückerobern. Doch dies ist gar nicht so leicht, denn die Armee des Prinzen von Wakanda stellt sich ihnen in den Weg.","versions":[{"lang":1,"streams":[{"redirect":10287302,"hoster":"VOE"},{"redirect":10287304,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gamma-Welt Teil 1","epNo":12,"alt":"Gamma World (1)","descr":"Der Kubus wird von Gammastrahlen umgeben, die alle, die sie berühren in Monster verwandeln. Shield und Doc Samson erkennen die Gefahr, die sich sowohl durch die Ausbreitung der Gammastrahlung, als auch durch die sich im Kubus aufhaltenden Feinde darstellt. Während die Avengers den Kubus betreten, ist Hawkeye hinter der Doppelagentin, Black Widow, her.","versions":[{"lang":1,"streams":[{"redirect":10287301,"hoster":"VOE"},{"redirect":10287295,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gamma-Welt Teil 2","epNo":13,"alt":"Gamma World (2)","descr":"Die vom Leader entfesselte Gammastrahlung, hat die Hälfte der Einwohner Nordamerikas in Gammamonster verwandelt. Auch die Abengers ! Hawkeye und Hulk sind die letzte Hoffnung der Verwandelten …","versions":[{"lang":1,"streams":[{"redirect":10287298,"hoster":"VOE"},{"redirect":10287277,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Böse sammelt sich","epNo":14,"alt":"Masters of Evil","descr":"Zemo, Enchantress, Executioner, Abomination und Wonder Man schließen sich zu einem Team von Bösewichten zusammen. Gemeinsam sind sie unschlagbar und versuchen, die Avengers zu vernichten. Werden die Avengers den Angriff abwehren können?","versions":[{"lang":1,"streams":[{"redirect":10287266,"hoster":"VOE"},{"redirect":10287267,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"459","epNo":15,"alt":"459","descr":"Die Erde ist in Gefahr, denn eine Gruppe Außerirdischer will sie auslöschen. Doch die Avengers sind nicht allein. Sie versuchen gemeinsam mit Captain Marvel, den Untergang der Menschheit aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":10287261,"hoster":"VOE"},{"redirect":10287262,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Tricks der Black Widow","epNo":16,"alt":"Widow’s Sting","descr":"Wissend dass er sich dann auch gegen Hydra auflehnen muss und einer großen Gefahr aussetzt, will Hawkeye die flüchtige Black Widow aufspüren. Unerwartet bekommt er Unterstützung von Mockingbird. Die Avengers wollen ihren Freund Hawkeye aufhalten und zur Vernunft bringen, doch das ist gar nicht so einfach.","versions":[{"lang":1,"streams":[{"redirect":10287243,"hoster":"VOE"},{"redirect":10287247,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Eroberer aus der Zukunft","epNo":17,"alt":"The Man Who Stole Tomorrow","descr":"Kang, der Eroberer, reist aus der Zukunft auf die Erde mit dem Ziel Captain America auszuschalten. Denn ihm wurde zugetragen, dass Captain America großes Unheil über New York bringen wird. Da die übrigen Avengers davon überzeugt sind, dass von ihrem Kollegen Captain America keinerlei Gefahr ausgeht, versuchen sie mit aller Macht Kang aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":10287195,"hoster":"VOE"},{"redirect":10287227,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zeit der Eroberung","epNo":18,"alt":"Come the Conqueror","descr":"Kangs Truppen fallen auf der Erde ein. Die Avengers scheinen machtlos zu sein, doch sie geben nicht auf. Während Iron Man alleine sein Glück versucht, übernimmt Captain America das Kommando über die restlichen Avengers. Allerdings kommen sie damit auch nicht gegen Kang und seine Truppen an.","versions":[{"lang":1,"streams":[{"redirect":10287187,"hoster":"VOE"},{"redirect":10287159,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Kang-Dynastie","epNo":19,"alt":"The Kang Dynasty","descr":"Kang scheint die Weltherrschaft endgültig an sich gerissen zu haben. Die Avengers nehmen einen letzten Anlauf, um ihn doch noch zu besiegen. Fieberhaft suchen sie nach einer Sicherheitslücke im gut geführten Regime von Kang, die sie zu ihrem Vorteil nutzen können.","versions":[{"lang":1,"streams":[{"redirect":10287300,"hoster":"VOE"},{"redirect":10287286,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Schatulle des ewigen Winters","epNo":20,"alt":"The Casket of Ancient Winters","descr":"Damit hätten die Avengers nicht gerechnet: Von einer Sekunde auf die andere wird es eisig kalt in New York und die Stadt versinkt im Schnee. Doch woher kommt der plötzliche Wetterumschwung? Die Avengers haben die Vermutung, dass die Ursache in der \"Schatulle des ewigen Winters\" liegt, die vor Jahren an einem unbekannten Ort versteckt wurde. Nun müssen die Helden die Schatulle finden.","versions":[{"lang":1,"streams":[{"redirect":12383885,"hoster":"VOE"},{"redirect":10287090,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Lang lebe Hydra!","epNo":21,"alt":"Hail, Hydra!","descr":"Black Widow sucht die Hilfe der Avengers. Gemeinsam müssen sie einen \"kosmischen Kube\" finden, der als Superwaffe von Hydra eingesetzt werden soll. Doch die Avengers stehen Black Widow äußerst skeptisch gegenüber: Ist sie wirklich eine Doppelagentin im Auftrag von SHIELD?","versions":[{"lang":1,"streams":[{"redirect":10287072,"hoster":"VOE"},{"redirect":10287067,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ultron 5","epNo":22,"alt":"Ultron-5","descr":"Ant-Man hat genug von den ständigen Auseinandersetzungen. Er möchte endlich einen Weg finden, um die Welt friedlich zu vereinen. Er verlässt die Avengers und entwickelt Ultron – einen auf Harmonie und Frieden ausgerichteten Roboter. Allerdings hat dieser andere Pläne und stellt sich gegen die Avengers.","versions":[{"lang":1,"streams":[{"redirect":10287385,"hoster":"VOE"},{"redirect":10287391,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ultrons-Logik","epNo":23,"alt":"The Ultron Imperative","descr":"Die Avengers versuchen alles, um Ultron aufzuhalten. Doch der hat sich inzwischen verwandelt und die Herrschaft über die Erde übernommen. Damit scheinen das Ende und der Untergang der Welt unaufhaltsam.","versions":[{"lang":1,"streams":[{"redirect":10287051,"hoster":"VOE"},{"redirect":10287049,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Welt am Abgrund","epNo":24,"alt":"This Hostage Earth","descr":"Die \"Masters of Evil\" versuchen, die Weltherrschaft zu übernehmen und schrecken dabei vor niemandem zurück. Nun müssen die Avengers schnell handeln. Denn wenn sie die \"Masters\" nicht aufhalten können, ist der Weg frei für die Armeen von Asgard und die Welt stünde vor ihrem Untergang.","versions":[{"lang":1,"streams":[{"redirect":12915948,"hoster":"VOE"},{"redirect":10287053,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Asgard vor dem Untergang","epNo":25,"alt":"The Fall of Asgard","descr":"Die Avengers haben verloren. Jetzt sitzt jeder für sich auf einer Welt fest und versucht, sich nach Asgard durchzukämpfen. Doch dies ist gar nicht so einfach, denn ohne die anderen Avengers ist jeder Einzelne machtlos. Als nach und nach jede Welt zerbricht, packt die Avengers der Ehrgeiz und sie starten den letzten Angriff gegen Loki.","versions":[{"lang":1,"streams":[{"redirect":10287096,"hoster":"VOE"},{"redirect":10287150,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ein Tag wie kein anderer","epNo":26,"alt":"A Day Unlike Any Other","descr":"Loki hat gewonnen. Acht von neun Welten sind zerstört. Einzig Midgard ist übrig. Doch die Avengers haben nicht mehr die Kraft, sich zwischen diese und Loki zu stellen.","versions":[{"lang":1,"streams":[{"redirect":10287347,"hoster":"VOE"},{"redirect":10287351,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"In den Fängen von Doctor Doom","epNo":1,"alt":"The Private War Of Doctor Doom","descr":"Einige der Avengers und der Fantastischen Vier besuchen sich gegenseitig, da greifen Doctor Dooms Doombots gleichzeitig das Baxter Gebäude und die Avengers-Villa an. Sue und Wasp werden entführt. Gemeinsam dringen die restlichen Avengers und Fantastischen Vier in Latveria ein und befreien die beiden Frauen – nicht ahnend, dass eine der beiden gefangenen bereits durch einen Skrull ersetzt wurde.","versions":[{"lang":1,"streams":[{"redirect":10287318,"hoster":"VOE"},{"redirect":10289471,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allein gegen A.I.M.","epNo":2,"alt":"Alone Against A.I.M.","descr":"Aim greift das Stark Building an, um sämtliche Daten und Tonys Rüstungen zu stehlen. Das Monster Technovore soll, von Tonys A.R.K.-Brustreaktor angelockt, Tony töten. Mit Hilfe von Maria Hill und Rhodey gelingt es den Avengers den tödlichen Angriff abzuwehren. Doch Technovore versucht es wieder.","versions":[{"lang":1,"streams":[{"redirect":10287205,"hoster":"VOE"},{"redirect":10287203,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Amoras Rache","epNo":3,"alt":"Acts Of Vengeance","descr":"Amroa, die Enchantress, befindet sich auf einem tödlichen Rachefeldzug gegen Baron Zemo und die Masters of Evil. Sie spürt einen seiner bösartigen Verbündeten nach dem anderen auf, um seinen Aufenthaltsort zu erfahren. Zemo bittet die Avengers um Hilfe, im Gegenzug will er sich ihnen danach unterwerfen. Stark hat einen Energiedämpfer gegen die Magie Asgards entwickelt. Sie stellen Amora einen Falle.","versions":[{"lang":1,"streams":[{"redirect":10287309,"hoster":"VOE"},{"redirect":10287307,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13520255,"hoster":"VOE"},{"redirect":10102370,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Willkommen im Kree-Imperium!","epNo":4,"alt":"Welcome To The Kree Empire","descr":"Die außerirdischen Kree schicken ihren obersten Ankläger Ronan auf die Erde, der das Urteil über die Menschheit fällen soll: ergeben sich die Menschen, werden sie als Sklaven Teil des Kree-Imperiums. Leisten sie erfolgreich Widerstand, kommen die Kree mit ihrer gesamten Flotte wieder und zerstören die Erde. Die Avengers, allen Voran der Skrull \"Captain America\" und Ms Marvel leisten entgegen dem Ratschlag von Captain Mar-Vell Widerstand und bleiben siegreich. Iron Man bietet Ms Marvel an, sich den Avengers anzuschließen.","versions":[{"lang":1,"streams":[{"redirect":10287274,"hoster":"VOE"},{"redirect":10287271,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer ist Ant-Man?","epNo":5,"alt":"To Steal An Ant-Man","descr":"Scott Lang, der Hausmeister der Universität in der sich Henry Pyms Labor befindet, stiehlt Pyms Ant-Man Ausrüstung. Damit begeht er einen Bankraub umd das Lösegeld für seine von Gangstern entführte Tochter aufzutreiben. Henry Pym heuert die \"Heros for Hire\" Luke Cage und Iron Fist an, um ihn bei der Suche des Diebes zu helfen. Es gelingt ihnen Scott Lang zu finden und gemeinsam mit ihm dessen Tochter zu befreien.","versions":[{"lang":1,"streams":[{"redirect":10287210,"hoster":"VOE"},{"redirect":10287211,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Michael Korvac","epNo":6,"alt":"Michael Korvac","descr":"Michael Korvac ist den Kree in die Hände gefallen. Sie haben ihn grausamen Experimenten unterzogen und durch eine Genveränderung, ein Monster aus ihm gemacht. Auf seinem Weg durch die Galaxis, zerstört er alles, was sich ihm in den Weg stellt. Er kann nicht mehr zwischen gut und böse unterscheiden und verliert dadurch auch die Liebe zu Corrina!","versions":[{"lang":1,"streams":[{"redirect":10287218,"hoster":"VOE"},{"redirect":10287223,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Traue niemandem!","epNo":7,"alt":"Who Do You Trust?","descr":"Die Skrulls sind gestaltwandelnde Aliens, die die Erde in ihren Besitz bringen wollen. Sie sind in der Lage, jede Gestalt und die dazu gehörende Persönlichkeit zu kopieren und sich somit in alle Bereiche der Gesellschaft einzuschleusen. Als Nick Fury Iron Man darauf aufmerksam macht, ist dieser vollkommen durcheinander. In seiner Verzweiflung geht er sogar soweit, dass er Hawkeye unterstellt ein Skrull zu sein und am Ende jeden Avenger verdächtigt! Ohne das Vertrauen zu seinen Freunden löst er das Team der Avengers auf und öffnet den Skrulls damit Tür und Tor!","versions":[{"lang":1,"streams":[{"redirect":10287076,"hoster":"VOE"},{"redirect":10287073,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Ballade von Beta Ray Bill","epNo":8,"alt":"The Ballad Of Beta Ray Bill","descr":"Der Planet Korbin wurde von Surtur und seinen Feuerdämonen vernichtet. Die letzten Überlebenden befinden sich im Kälteschlaf an Bord des denkenden Raumschiffes Skuttlebutt und werden von dessen Piloten Beta Ray Bill beschützt. Auf der Flucht vor Surturs Schergen und auf der Suche nach einer neuen Heimat für sein Volk begegnet Beta Ray Bill dem mächtigen Thor und es kommt zum Kampf zwischen den beiden. Als Beta Ray Bill Thor’s Hammer aufheben kann, wird klar, dass er ein würdiger Krieger ist und Thor und er auf der gleichen Seite stehen.","versions":[{"lang":1,"streams":[{"redirect":10287196,"hoster":"VOE"},{"redirect":10287191,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Alptraum in Rot","epNo":9,"alt":"Nightmare In Red","descr":"General Ross möchte nach wie vor den Hulk gefangen nehmen und Hulks für das Militär züchten. Mit einer gestohlenen Blutprobe des Hulk wird ein neuer, roter Hulk geschaffen, der noch aggressiver ist als der grüne. Nachdem sich beide Hulks eine Schlacht geliefert haben, wird dem grünen Hulk die Schuld an den Vorgängen gegeben. Der Skrull in der Haut Captain Americas überredet den Hulk, sich den Behörden zu stellen. Somit ist das stärkste Mitglied der Avengers ausgeschaltet …","versions":[{"lang":1,"streams":[{"redirect":10287185,"hoster":"VOE"},{"redirect":10287183,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Gefangenen","epNo":10,"alt":"Prisoner Of War","descr":"Die Skrull-Königin Veranke, hat Menschen der verschiedensten Organisationen der Erde durch Doppelgänger ersetzt, um die Invasion der Erde durch die Skrulls voranzutreiben. Die wirklichen Menschen werden an Bord eines Raumschiffes gefangen gehalten. Unter Führung von Captain America brechen die Gefangen aus und bemerken schnell, dass sie ihre Feindschaft untereinander ruhen lassen müssen, damit die Flucht erfolgreich ist …","versions":[{"lang":1,"streams":[{"redirect":10287151,"hoster":"VOE"},{"redirect":10287152,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Jeder gegen jeden","epNo":11,"alt":"Infiltration","descr":"Ein Shuttle der Skrulls landet in Wakanda. An Bord sind die Avengers, die angeblich alle von den Skrulls entführt wurden und denen jetzt erst die Flucht gelang. Diese Avengers wollen die Vibranium-Vorkommen Wakandas sichern und behaupten, der Black Panther, König von Wakanda, wäre ein Doppelgänger. Dieser verteidigt mit seinen Leuten sein Land gegen den Angriff der Avengers, die von Ms Marvel unterstützt werden. Erst als die verbliebenen, echten Avengers in den Kampf eingreifen, erkennt Ms Marvel die Täuschung.","versions":[{"lang":1,"streams":[{"redirect":10287128,"hoster":"VOE"},{"redirect":10287127,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Geheime Invasion","epNo":12,"alt":"Secret Invasion","descr":"Den Skrulls ist es tatsächlich gelungen, in alle wichtigen Schaltstellen der Erde einzudringen und deren Führung zu übernehmen. Um die Erde möglichst kampflos zu übernehmen, richtet sich der Skrull, der Captain America verkörpert, in einer Ansprache an die Erdbevölkerung. Er versucht die Menschen zu überzeugen, dass die Invasoren nur das Beste für die Erde wollen und die Menschen mit ihnen zusammenarbeiten und den Wandel begrüßen. Nur die echten Avengers können jetzt noch den Planeten retten.","versions":[{"lang":1,"streams":[{"redirect":10287120,"hoster":"VOE"},{"redirect":10287121,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine kleine Spinne...","epNo":13,"alt":"Along Came a Spider...","descr":"Captain America wird von der Presse niedergemacht. Und auch die Menschen stehen nicht hinter ihm. Sie alle haben noch die Rede im Kopf, in der der Skrull in Gestalt Captain America’s die Weltbevölkerung aufgefordert hat, sich den Skrulls zu unterwerfen und sich von ihnen versklaven zu lassen. Als ein Gefangentransport von SHIELD von der Serpent Society überfallen wird und Geiseln genommen werden, kann der Captain zeigen, dass er immer noch der Alte ist. Und er ist nicht allein...","versions":[{"lang":1,"streams":[{"redirect":10287115,"hoster":"VOE"},{"redirect":10287117,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die perfekte Vision","epNo":14,"alt":"Behold... The Vision","descr":"Der böse Roboter Ultron hat eine menschenähnliche Maschine VISION erschaffen. Ultron möchte unzerstörbar werden und schickt VISION los ihm die Metalle Adamantium, Vibranium und die Zusammensetzung der Legierung von Captain Americas Schild zu besorgen. In Wakanda, wo es Vibranium-Vorkommen gibt und wo der Black Panther gerade Captain America’s Schild repariert, kommt es zum Kampf zwischen VISION und den Avengers.","versions":[{"lang":1,"streams":[{"redirect":10287101,"hoster":"VOE"},{"redirect":10287102,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kraftlos","epNo":15,"alt":"Powerless","descr":"Sutur versucht nach wie vor, die Herrschaft über die Menschen, wie auch über die Asgardianer zu erlangen. Die Enchantress Amora stattet Loki mit den Kräften des Destroyers, der mächtigsten Waffe in Odin’s Besitz, aus, um im Vorfeld die Avengers außer Gefecht zu setzen. Darüberhinaus entzieht ihr Zauber Thor, Iron Man und Captain America ihre besonderen Kräfte. Thor ist über seine plötzliche Verletzbarkeit verzweifelt und will den Kampf für das Gute aufgeben. Hawkeye, Iron Man und auch Captain America überzeugen ihn davon, dass es sich lohnt, nie die Hoffnung zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":10287140,"hoster":"VOE"},{"redirect":10287142,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Angriff auf 42","epNo":16,"alt":"Assault on 42","descr":"In der Negativzone, einem Parallel-Universum, das aus Antimateria besteht, wurde das Gefängnis 42 für besondere Fälle eingerichtet. Während die Avengers den Superschurken Whirlwind überführen, wird 42 von käferähnlichen Wesen dieser Region angegriffen. Die Avengers sind dem massiven Angriff nicht gewachsen. Um zu verhindern, dass die Käfer 42 einnehmen und von dort über die Erde herfallen, müssen sich die Helden mit den Inhaftierten verbünden .","versions":[{"lang":1,"streams":[{"redirect":10287138,"hoster":"VOE"},{"redirect":10287137,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ultron - unaufhaltsam!","epNo":17,"alt":"Ultron Unlimited","descr":"Ultron träumt von einer vollkommenen Spezies. Er glaubt, dass Emotionen die Menschen zu hilflosen chaotischen Wesen machen und beschließt, mit Visions Hilfe, erst die Avengers durch Roboter zu ersetzen und sich dann um den Rest der Menschheit zu kümmern. Die Avengers geben sich nicht geschlagen und kämpfen um ihr Leben und das aller anderen. Selbst Vision muss in seinem Maschinengehirn begreifen, dass sich ein Leben ohne Emotionen nicht lohnt.","versions":[{"lang":1,"streams":[{"redirect":10287134,"hoster":"VOE"},{"redirect":10287132,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Yellowjacket ","epNo":18,"alt":"Yellowjacket","descr":"","versions":[{"lang":1,"streams":[{"redirect":10287107,"hoster":"VOE"},{"redirect":10287109,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13511676,"hoster":"VOE"},{"redirect":10102379,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Weltherrscher Stark","epNo":19,"alt":"Emperor Stark","descr":"Vision erwacht nach 30 Tagen aus seinem Schlafmodus, in den ihn die Avenger zur Reparatur versetzt haben. Er versteht die Welt und vor allem das Verhalten der Avenger nicht mehr, denn Tony Stark hat aus der ganzen Welt einen totalitären Überwachungsstaat gemacht und die anderen Avengers führen seine Befehle aus. Seine außergewöhnliche Intelligenz lässt ihn den Fall relativ schnell durchschauen. Purple Man steckt hinter all dem. Er hat die Fähigkeit, Leute zu manipulieren. Das Schicksal der Menschen liegt nun in den Händen der künstlichen Lebensform Vision.","versions":[{"lang":1,"streams":[{"redirect":10287324,"hoster":"VOE"},{"redirect":10287321,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schatten der Vergangenheit","epNo":20,"alt":"Code Red","descr":"Dem Verteidigungsminister der Vereinigten Staaten, Dell Rusk, sind die Avengers ein Dorn im Auge, weil sie, wie er sagt, nicht dem Gesetz unterstehen. Als sich in der Avengers Villa eine Explosion ereignet und giftiges Gas austritt, das jeden der es einatmet mit einem Virus infiziert, nimmt er das zum Anlass, den Avengers die Schuld in die Schuhe zu schieben und versucht, sie festnehmen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":10287383,"hoster":"VOE"},{"redirect":10287365,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Winter Soldier","epNo":21,"alt":"Winter Soldier","descr":"","versions":[{"lang":1,"streams":[{"redirect":10287358,"hoster":"VOE"},{"redirect":10287359,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13511674,"hoster":"VOE"},{"redirect":10102377,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13520258,"hoster":"VOE"},{"redirect":10102425,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der gefährlichste Mann der Welt","epNo":22,"alt":"The Deadliest Man Alive","descr":"Nach dem Verrat durch den Skrull in Captain Americas Gestalt, ist Bruce Banner alias Hulk immer noch eingesperrt. Als Captain America und Iron Man ihn mittels einer Begnadigung durch den Präsidenten persönlich aus seinem Gefängnis holen, dreht der Hulk durch. Den Avengers gelingt es nicht den Hulk zu bändigen, bis der Red Hulk auftaucht und ihn besiegt. Der Hulk wird wieder eingesperrt und der Red Hulk wird als neuer Held gefeiert und bei den Avengers aufgenommen. Captain America kommt diese Sache komisch vor und stellt Nachforschungen an.","versions":[{"lang":1,"streams":[{"redirect":10287355,"hoster":"VOE"},{"redirect":10287353,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Neue Avengers","epNo":23,"alt":"New Avengers","descr":"Kang, der Eroberer, entledigt sich der Avengers, indem er sie mit Hilfe des zur Zeitmaschine umgebauten A.R.K.-Reaktors in eine andere Zeitlinie versetzt. Iron Man hat für solche Notfälle vorgesorgt. Ausgewählte Superhelden erhalten Nachricht von der Niederlage der Avengers und werden aufgefordert ein neues Team, die New Avengers, zu bilden und in die Fußstapfen der Avengers zu treten. Nun sind Spiderman, das Ding, Wolverine, War Machine, Luke Cake und Iron Fist gefragt, mit Kang fertig zu werden.","versions":[{"lang":1,"streams":[{"redirect":10287315,"hoster":"VOE"},{"redirect":10287313,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kampf um die Sonne","epNo":24,"alt":"Operation Galactic Storm","descr":"Die Kree wollen ein stabiles Wurmloch installieren, um problemlos durch die Galaxie reisen zu können. Dass sie bei dieser Aktion die Sonne zerstören und damit auch das Leben auf der Erde, scheint sie nicht im Geringsten zu stören. Die Avengers stehen vor einer extrem schweren Aufgabe, denn nicht nur die Nähe zur Sonne gefährdet ihr Leben! Ihr Kampfeinsatz erfordert besondere Präzision und Schnelligkeit.","versions":[{"lang":1,"streams":[{"redirect":10287229,"hoster":"VOE"},{"redirect":10287245,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Auf feindlichem Boden","epNo":25,"alt":"Live Kree or Die","descr":"Nach der Zerstörung des Wurmloches landen die Avengers auf dem Heimatplaneten der Kree. Hier sind sie der Obersten Intelligenz, einem riesigen bioenergetischem Computer, in dem alles Wissen der Kree gespeichert ist, ausgeliefert. Das einzige Ziel der Kree ist es, ihre Macht ständig auszuweiten, deshalb möchte die Oberste Intelligenz an den Avengers Experimente durchführen und ihre Superkräfte für sein Volk einverleiben. Captain Marvel entschließt sich, den Avengers beizustehen und eventuell sogar die Führung seines Kree-Volkes zu übernehmen!","versions":[{"lang":1,"streams":[{"redirect":10287085,"hoster":"VOE"},{"redirect":10287086,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Avengers, sammeln!","epNo":26,"alt":"Avengers Assemble","descr":"Galaktus, ein übermächtiges Wesen aus Energie und eine Art Naturgewalt der Galaxis, auch Planetenfresser genannt, kommt auf die Erde, um sich von deren Energie satt zu essen. Das würde bedeuten, dass die Erde nicht weiter existieren könnte. Die Avengers stehen vor ihrer größten Herausforderung! Sie aktivieren alle Helden dieser Erde und bitten um deren Unterstützung!","versions":[{"lang":1,"streams":[{"redirect":10287078,"hoster":"VOE"},{"redirect":10287081,"hoster":"Streamtape"}]}]}]}]}