{"path":"/serie/stream/die-colbys-das-imperium","name":"Die Colbys - Das Imperium","descr":"Jeff Colby hat von seiner Tante Constance die Hälfte des Familienunternehmens geerbt. In Los Angeles will er nun sein Erbe antreten. Dort bekommt er es unter anderem mit seinem Onkel, dem mächtigen Colby-Patriarchen Jason, zu tun, der den internationalen Konzern Colby Enterprises leitet, sowie mit dessen intriganter Ehefrau Sable. Doch Jeff muss nicht nur um seine Position im Colby-Konzern kämpfen, sondern auch um sein privates Glück. Jasons Playboy-Sohn Miles ist mit Jeffs totgeglaubter Ex-Frau Fallon verheiratet, die an Amnesie leidet. Jeff tut alles, um Fallon zurückzugewinnen.","seasons":[{"path":"/serie/stream/die-colbys-das-imperium/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-1","name":"Die große Überraschung","epNo":1,"alt":"The Celebration","descr":"Fallon ist bei einem Flugzeugabsturz ums Leben gekommen – was Jeff immer noch nicht wahrhaben will. Und er wird in seiner Ansicht bestärkt: Auf einer Party in Denver sieht er seinen Vetter Miles mit einer Frau, die Fallon wie aus dem Gesicht geschnitten ist. Indessen hat Conny ihre Anteile an Colby Enterprises ihrem Neffen Jeff vermacht, was Jason und Sable ganz und gar nicht gefällt. Bei einem Familientreffen steht plötzlich Miles in der Tür – mit seiner Frau Randall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10064955","hoster":"VOE"},{"path":"/redirect/10064954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-2","name":"Das Kollier","epNo":2,"alt":"Conspiracy of Silence","descr":"Miles’ Frau Randall wird von allen Familienmitgliedern als Fallon identifiziert, aber sie kann sich an nichts erinnern, da sie an Gedächtnisverlust leidet. Jeff ist völlig verzweifelt, Fallon erkennt nicht einmal ihren Vater Blake. Mit der Zeit gelingt es Jeff, Fallons Vertrauen zu gewinnen. Sie erzählt ihm, dass sie ihren Schmuck bei einem Pfandleiher versetzt hat. In der Hoffnung, dass sie sich beim Anblick des Schmucks erinnert, löst Jeff das Pfand aus – vergeblich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378675","hoster":"VOE"},{"path":"/redirect/8381857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-3","name":"Augenblick der Wahrheit","epNo":3,"alt":"Moment of Truth","descr":"Jason ist fassungslos: Dr. Boland teilt ihm mit, dass er nur noch sechs Monate zu leben hat. Der Schock wird gemildert, als Francesca, Sables Schwester, die Jason immer noch liebt, nach Los Angeles zurückkehrt. Ein Grund für Jason, seinen Lebenswillen nicht aufzugeben. Auch Zach Powers ist jemand, der nicht so leicht aufgibt: Er möchte um jeden Preis in das Colby-Carrington Öltransportgeschäft einsteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381807","hoster":"VOE"},{"path":"/redirect/8381800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-4","name":"Das Album","epNo":4,"alt":"Family Album","descr":"Während Sable mit allen Mitteln versucht, Constances Schenkung der Firmenanteile an Jeff rückgängig zu machen, hat dieser momentan ganz andere Interessen: Jeff kämpft noch immer darum, seiner früheren Frau Fallon, die jetzt mit seinem Cousin Miles verheiratet ist, das Gedächtnis wiederzugeben. Er beschließt, seinen Sohn L.B., der aus seiner ersten Ehe mit Fallon stammt, aus Denver kommen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381795","hoster":"VOE"},{"path":"/redirect/8381799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-5","name":"Schatten der Vergangenheit","epNo":5,"alt":"Shadow of the Past","descr":"Sable gibt nicht auf: Sie will Constance als geistig verwirrt hinstellen, um die Schenkung der Colby Enterprises-Anteile an Jeff rückgängig zu machen. Fallon lässt sich von Dr. Parris psychiatrisch behandeln; ihr Gedächtnis kehrt teilweise zurück, und sie erinnert sich an grauenvolle Ereignisse vor ihrer Hochzeit mit Jeff… Indessen schafft es Zach Powers, in das Carrington-Colby Ölgeschäft einzusteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381786","hoster":"VOE"},{"path":"/redirect/8381789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-6","name":"Mit Hass und Tücke","epNo":6,"alt":"A House Divided","descr":"Fallons Bruder Adam wird von dem Verdacht, seine Schwester vergewaltigt zu haben, befreit. Doch Fallon ist noch nicht ganz geheilt, und Jeff und Miles streiten weiter um ihre Gunst. Sean McAllister gerät zwischen die Fronten: Er liebt Bliss, wird aber von seinem Onkel Zach Powers bedrängt, sie nach Informationen über Jason auszuhorchen. Sean hat heftig mit seinem Gewissen zu kämpfen. Sable hingegen führt ihren skrupellosen Privatkrieg gegen Constance fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381777","hoster":"VOE"},{"path":"/redirect/8381780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-7","name":"Erinnerungen","epNo":7,"alt":"The Reunion","descr":"Während Fallon allmählich ihre Erinnerung wiedererlangt und nun zwischen Miles und Jeff hin- und hergerissen ist, holt Sable zum entscheidenden Schlag gegen Constance aus: Sie möchte ihre Schwägerin gerichtlich für unzurechnungsfähig erklären lassen. Als Jason davon erfährt, ist er so schwer erschüttert, dass die Ehe der beiden daran zerbricht. Jason fällt die Trennung jedoch leichter, denn er wendet sich nun verstärkt Sables Schwester Francesca zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381772","hoster":"VOE"},{"path":"/redirect/8381768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-8","name":"Die Enttäuschung","epNo":8,"alt":"Fallen Idol","descr":"Durch die Auseinandersetzungen in der Familie und den schändlichen Plan Sables, ihre Schwägerin Constance für unzurechnungsfähig erklären zu lassen, kommen sich Jason und Francesca näher. Aber Francesca wehrt sich gegen ihre Gefühle und fliegt zunächst nach London. Unterdessen arbeitet Zach Powers weiter an seinem Plan, Colby Enterprises zu ruinieren. Er zwingt Livadas, den Kapitän des Tankers Colby Trident, im Hafen von San Miguel eine Ölverschmutzung zu verursachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381760","hoster":"VOE"},{"path":"/redirect/8381758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-9","name":"Der Brief","epNo":9,"alt":"The Letter","descr":"Constance will die Machenschaften von Sable nun endgültig beenden und lässt in Denver nach Briefen suchen, die sie vor Jahren an ihren Bruder Cecil geschrieben hat. Darin ist vermerkt, dass Constance ihre Anteile an der Firma Jeff vermachen will. Als sie die Briefe aufstöbert, fällt ihr ein weiterer interessanter Brief in die Hände: Jeffs Vater Philip behauptet darin, dass Jeff gar nicht sein Sohn sei. Anteile an Colby Enterprises kann jedoch nur erben, wer auch ein Colby ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381748","hoster":"VOE"},{"path":"/redirect/8381745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-10","name":"Der Beweis","epNo":10,"alt":"The Turning Point","descr":"Jason hat mit Schwierigkeiten zu kämpfen: Francesca hat ihn zurückgewiesen; Miles hat ihn bei Sable wegen seines Intermezzos mit Francesca verpetzt, wofür sich Sable zu rächen gedenkt. Zudem schädigt die von Zach Powers angezettelte Ölverschmutzung den Ruf des Unternehmens. Auch Jeff hat allen Grund zur Sorge: Der Brief, in dem Philip bestreitet, sein Vater zu sein, befindet sich in Sables Händen. Außerdem will er wissen, wer sein wirklicher Erzeuger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173266","hoster":"VOE"},{"path":"/redirect/8381951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-11","name":"Große Verwirrung","epNo":11,"alt":"Thursday\u0027s Child","descr":"Francesca bestätigt Jeff, dass er ihr und Philips Sohn ist. Auch Monica kann triumphieren: Dank ihrer Hilfe haben sich Constance und Hutch wieder versöhnt. Genau das Gegenteil ist bei Sean McAllister und Bliss der Fall: Als Sean bei Jason um die Hand seiner Tochter anhält und dabei gesteht, dass er ein Neffe von Zach Powers ist, wird er von Jason schroff vor die Tür gesetzt, und auch Bliss bricht daraufhin mit Sean.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381940","hoster":"VOE"},{"path":"/redirect/8381939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-12","name":"Der Pakt","epNo":12,"alt":"The Pact","descr":"Sables Kräfte scheinen erschöpft: Sie bietet ihrem Mann Jason an, den Kampf gegen dessen Schwester Constance aufzugeben und Jeff als Colby-Erben anzuerkennen, wenn Jason auf die Scheidung verzichtet. Auch Fallon schließt einen Pakt, allerdings mit einer höheren Autorität: Ihr gemeinsamer Sohn mit Jeff, L.B., ist mit Verdacht auf Hirnhautentzündung in ein Krankenhaus eingeliefert worden; nun schwört sie vor Gott, zu Jeff zurückzukehren, wenn L.B. am Leben bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381933","hoster":"VOE"},{"path":"/redirect/8381937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-13","name":"Die Entscheidung","epNo":13,"alt":"Fallon\u0027s Choice","descr":"Jason hätte es wissen müssen: Sable denkt gar nicht daran, Jeff als Colby-Erbe anzuerkennen! Nur tritt sie selbst nicht mehr auf, sondern hat Miles aufs Schlachtfeld geschickt. Doch in einer anderen und viel wichtigeren Angelegenheit kann Jeff nun allmählich zuversichtlicher sein: L.B. übersteht die Hirnhautentzündung und wird wieder gesund. Und das bedeutet, dass Fallon, wenn sie ihren Schwur hält, zu Jeff zurückkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381921","hoster":"VOE"},{"path":"/redirect/8381929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-14","name":"Der Prozess","epNo":14,"alt":"The Trial","descr":"Der Versuch, Jeffs Erbschaft der Colby-Anteile anzufechten, indem dessen Mutter gerichtlich für unzurechnungsfähig erklärt wird, war ein Fehlschlag. Nun probiert Miles, angestachelt von seiner Mutter Sable, einen neuen Weg: Er will vor Gericht beweisen, dass Jeff nicht der Sohn von Philip Colby ist. Als Colonel Holmes, der Philip in der Armee medizinisch betreute, in den Zeugenstand gerufen wird, wird es still im Gerichtssaal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381917","hoster":"VOE"},{"path":"/redirect/8381922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-15","name":"Vater sein dagegen sehr …","epNo":15,"alt":"Burden of Proof","descr":"Als die Befragung von Colonel Holmes beginnt, wird es still im Gerichtssaal. Er bezeugt unter Eid, dass Philip Colby zeugungsunfähig war. Deshalb wird Francesca noch einmal in den Zeugenstand gerufen. Auf die Frage, ob sie in der fraglichen Zeit mit anderen Männern verkehrt habe, bleibt sie die Antwort schuldig. Der Richter fordert sie mehrfach auf, die Frage zu beantworten – da platzt die Bombe: Jason erhebt sich und erklärt, dass er der Vater sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381907","hoster":"VOE"},{"path":"/redirect/8381908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-16","name":"Das Haus meiner Väter","epNo":16,"alt":"My Father\u0027s House","descr":"Bei den Colbys stehen die Zeichen auf Sturm! Sable will sich nur scheiden lassen, wenn Jason ihr das Haus überlässt; damit erregt sie erneut den Zorn ihrer Schwägerin Constance, der die Hälfte des Hauses gehört. Constance findet heraus, dass Sable eine Nacht bei Zach Powers verbracht hat. Indessen weigert sich Francesca, ihren Mann Roger Langdon bei seiner Versetzung aus Los Angeles zu begleiten, und L. B. scheint entführt worden zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008138","hoster":"VOE"},{"path":"/redirect/8381905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-17","name":"Die Verlobung","epNo":17,"alt":"The Outcast","descr":"Allgemeine Erleichterung: L. B. ist nicht entführt worden! Damit ist auch der Weg frei für eine Versöhnung zwischen Jeff und seinem Vater Jason. So langsam scheinen sich überhaupt alle Sorgen von Jeff in Luft aufzulösen, denn er feiert demnächst Verlobung mit Fallon. Miles hingegen weiß vor Problemen bald nicht mehr aus noch ein. Er hat nicht nur seine Frau Fallon verloren, sondern ist nun auch der Hauptverdächtige in einem Mordfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381896","hoster":"VOE"},{"path":"/redirect/8381894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-18","name":"Die Hochzeit","epNo":18,"alt":"The Wedding","descr":"Blake Carrington will mit Zach Powers einen Vertrag schließen: Er soll, wenn Jason dazu nicht in der Lage ist, den Öltransport aus dem Chinesischen Meer übernehmen. Sables Bemühungen, Miles im Kampf gegen Jeff zum Sieg zu verhelfen, sind gescheitert. Jetzt muss sie sogar in ihrem eigenen Haus die Hochzeitsfeier für Jeff und Fallon ausrichten! Und als wäre das der Demütigung nicht genug, wird Miles kurz vor Ende der Hochzeitsfeier auch noch verhaftet: erhärteter Mordverdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381878","hoster":"VOE"},{"path":"/redirect/8381886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-19","name":"Blackout","epNo":19,"alt":"The Honeymoon","descr":"Endlich darf Jeff die Früchte seiner Anstrengungen genießen: Er fliegt mit Fallon auf Hochzeitsreise nach Jamaica! Indessen sitzt Miles im Gefängnis; er steht immer noch unter Mordverdacht, und der Versuch Jasons, ihn gegen Kaution auf freien Fuß zu bekommen, scheitert zunächst. Lord Langdon hat inzwischen erfahren, dass seine plötzliche Versetzung nach Singapur nicht mit rechten Dingen zuging; entrüstet stellt er Francesca zur Rede und fordert die Scheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381868","hoster":"VOE"},{"path":"/redirect/8381864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-20","name":"Das Gemälde","epNo":20,"alt":"Double Jeopardy","descr":"Jason erreicht schließlich doch, dass Miles gegen Kaution auf freien Fuß gesetzt wird. Miles selbst jedoch plagen furchtbare Gewissensbisse: In ihm steigt der Verdacht auf, er könnte den Mord vielleicht doch begangen haben und sich nur nicht genau erinnern, weil er am Tatabend betrunken war und mehrere Stunden einen totalen Blackout hatte. Sein Bruder Jeff wird inzwischen wegen Mordverdacht an Captain Livadas festgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381844","hoster":"VOE"},{"path":"/redirect/8381848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-21","name":"Zwei unter Mordverdacht","epNo":21,"alt":"A Family Affair","descr":"Nicht nur Miles, sondern auch Jeff ist wegen Mordverdachts im Gefängnis gelandet! Zwar gelingt es Jason, beide gegen Kaution freizubekommen, die Hintergründe der Anschuldigungen kann er nicht klären: Als Jason Staatsanwalt Moretti vorwirft, die ganze Sache aus Rachegelüsten gegen ihn inszeniert zu haben, kontert dieser, er könne mit einwandfreien Beweisen aufwarten. Zach Powers reagiert auf den selben Vorwurf mit dem Geständnis, sich tatsächlich an Jason rächen zu wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381837","hoster":"VOE"},{"path":"/redirect/12980218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-22","name":"Das Tonband","epNo":22,"alt":"The Reckoning","descr":"In Athen gelingt es Jason, den Zeugen, der Jeff im Mordfall Livadas belastet hat, so in die Enge zu treiben, dass er gesteht, von Zach Powers bestochen worden zu sein. Bei der Lösung seiner eigenen Probleme hat Jason leider weniger Erfolg: Durch Sable ist Francescas Vertrauen in Jason endgültig zerstört. Aber Constance kommt Jason zu Hilfe: Sie ist im Besitz eines Tonbandes, auf dem ein aufschlussreicher Dialog zu hören ist – zwischen Sable und Zach Powers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381829","hoster":"VOE"},{"path":"/redirect/8381832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-23","name":"Die Hilfe des Bruders","epNo":23,"alt":"Anniversary Waltz","descr":"Jeff, selbst vom Mordverdacht befreit, versucht mit allen Mitteln, Miles zu entlasten. Als es ihm tatsächlich gelingt, ein Indiz für Miles’ Unschuld zu finden, akzeptiert dieser Jeff endlich als seinen Bruder. Inzwischen versucht Bliss, Sean McAllister zu finden. Dabei lernt sie Spiro Koralis kennen, einen Neffen von Zach Powers. Sables und Jasons Privatfehde artet aus: Sie endet vorläufig damit, dass Sable von einer Pistole getroffen am Boden liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381820","hoster":"VOE"},{"path":"/redirect/8381817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-1/episode-24","name":"Und nun Rache","epNo":24,"alt":"Checkmate","descr":"Sable ist auf Zach Powers Jacht bei einem Streit zwischen Zach und Jason niedergeschossen worden. Nach zwei Tagen wird sie wieder aus der Klinik entlassen. Überglücklich bittet Jason seine Frau um Verzeihung und überlässt ihr aus Dankbarkeit das Tonband, das Constance von Sable und Zach Powers hat aufnehmen lassen. Jason möchte nun endlich reinen Tisch machen und erklärt Sable, dass er sich von ihr scheiden lassen will, um Francesca zu heiraten. Sable ist außer sich vor Wut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381815","hoster":"VOE"},{"path":"/redirect/8381813","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-1","name":"Die Verhaftung","epNo":1,"alt":"The Gathering Storm","descr":"Bliss und Miles sind über das Verhalten ihrer Mutter empört: Sie hat Jason wegen Mordversuchs und vorsätzlicher Körperverletzung angezeigt! Alle wissen, dass sie ihn damit nur zwingen will, auf die Scheidung zu verzichten, doch wer kann das beweisen? Einziger Zeuge des Vorfalls ist Zach Powers, und warum sollte ausgerechnet er für seinen Erzfeind aussagen? Im Gegenteil: Sable versucht ihn dazu zu bringen, ihre Aussage zu untermauern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381737","hoster":"VOE"},{"path":"/redirect/8381738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-2","name":"Die Ungewissheit","epNo":2,"alt":"No Exit","descr":"Zumindest vorläufig hat Jason gesiegt: Da sein Erzfeind Zach Powers nicht bereit ist, Sables Falschaussage vor Gericht zu bestätigen, muss sie die Klage gegen ihren Mann zurückziehen. Im Gegenzug droht ihr Jason mit einer Gegenklage und wirft sie aus dem Haus. Für Jeff hingegen fangen die Sorgen jetzt wieder an: Seine Frau Fallon gesteht ihm, dass sie nicht weiß, ob er oder Miles der Vater des Babys ist, das sie erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381626","hoster":"VOE"},{"path":"/redirect/8381629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-3","name":"Der Entschluss","epNo":3,"alt":"Jason\u0027s Choice","descr":"Kaum hat Jason Sable aufgefordert, das Haus sofort zu verlassen, fällt diese prompt in Ohnmacht! Der Arzt verordnet ihr strenge Bettruhe, und Miles, Monica und Bliss fordern ihren Vater auf, ihre Mutter noch eine Weile im Haus wohnen zu lassen. Jason lässt sich breitschlagen, allerdings unter der Bedingung, dass Sable sich von ihm scheiden lässt. Sable akzeptiert, und alle sind zufrieden – bis auf Francesca: Sie fordert Jason auf, sich zwischen ihr und Sable zu entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381565","hoster":"VOE"},{"path":"/redirect/8381564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-4","name":"Der Heiratsantrag","epNo":4,"alt":"The Matchmaker","descr":"Langsam kommen sich Miles und Channing Carter näher, was Channings Onkel Lucas allerdings überhaupt nicht passt: Er möchte, dass seine Nichte weiterhin für ihn arbeitet und ihn mit Informationen über Jason Colbys Geschäfte versorgt. Channing aber will von ihrem Onkel loskommen und ist deshalb überglücklich, als Miles ihr einen Heiratsantrag macht. Das Liebespaar reist nach Las Vegas, ohne zu ahnen, dass ihnen Onkel Lucas und Sable Schwierigkeiten bereiten werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381562","hoster":"VOE"},{"path":"/redirect/8381555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-5","name":"[In Gersub!] Es prüft nicht, was sich ewig bindet","epNo":5,"alt":"Something Old, Something New","descr":"Sable und Lucas versuchen, Miles und Channing von ihren übereilten Plänen abzubringen. Ein ehemaliger Senator, der Jason bei dessen neuen Satellitenprojekt helfen soll, macht Monica das Leben schwer. Bliss erfährt den Grund für Nikolais Vorsicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381539","hoster":"VOE"},{"path":"/redirect/8381546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-6","name":"Die Gala","epNo":6,"alt":"The Gala","descr":"Erst kurz sind Miles und Channing verheiratet, schon ist das Glück getrübt: Er möchte Kinder haben, sie ist strikt dagegen! Als Channing Miles bei einem Streit gesteht, dass sie keine Kinder bekommen kann, ist er schockiert und beginnt, Fallon wieder den Hof zu machen. Sable hat für das Tanztheater die beiden russischen Tänzer Nicolai und Anna Rostov engagiert; zwischen Nicolai und Bliss bahnt sich eine Liebesbeziehung an, was Sacha, dem Choreographen, gar nicht gefällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381530","hoster":"VOE"},{"path":"/redirect/8381533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-7","name":"Das Projekt","epNo":7,"alt":"Bloodlines","descr":"Sable ist entsetzt, dass Channing keine Kinder bekommen kann und schickt sie zu Dr. Waverly. Dort stellt sich heraus, dass sie medizinisch durchaus in der Lage ist, Kinder zu kriegen, aber panische Angst davor hat. Miles jedoch erzählt sie, vergewaltigt worden zu sein, und die darauffolgende Abtreibung habe sie unfruchtbar gemacht. Miles ist betroffen und versöhnt sich mit ihr. Indessen beginnt Sable, Jason geschäftliche Schwierigkeiten zu bereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381525","hoster":"VOE"},{"path":"/redirect/8381524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-8","name":"Konfrontation","epNo":8,"alt":"Deceptions","descr":"Cash Cassidy versucht weiterhin, sein Verhältnis zu Monica Colby wiederaufleben zu lassen, und deren Widerstand wird zunehmend schwächer. Dagegen nimmt die Rivalität zwischen Jeff und Miles schärfere Formen an: Sable hat Miles ihren Verdacht mitgeteilt, dass Fallons Baby von ihm und nicht von Jeff sein könnte. Prompt weckt sie damit Miles’ Kampfgeist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381514","hoster":"VOE"},{"path":"/redirect/8381516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-9","name":"Zwei Väter","epNo":9,"alt":"And Baby Makes Four","descr":"Bei einer Prügelei zwischen Miles und Jeff auf dem Dach des Colby-Towers ist Miles über die Brüstung gefallen; in letzter Sekunde rettet Jeff seinem Bruder das Leben! Doch auch das trägt nicht dazu bei, den Streit der beiden wegen Fallons Baby zu beenden. Auch die Beziehung zwischen Miles und Channing wird durch die immer noch ungeklärte Vaterschaft belastet. Cash Cassidy will Monica heiraten – aber sie zögert, denn sie hat Angst vor erneutem Liebeskummer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381481","hoster":"VOE"},{"path":"/redirect/8381486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-10","name":"Alles für Freiheit","epNo":10,"alt":"Bid for Freedom","descr":"Die Affäre zwischen Bliss und Nikolai steht unter keinem guten Stern, denn nach wiederholten Drohungen schreitet der Choreograph Sacha Malenkov als Aufpasser zur Tat: Er sperrt Nikolai im Hotelzimmer ein und möchte ihn heimlich nach Moskau zurückbringen. Bliss ist entsetzt! Auch Jeff und Fallon ist kein Glück vergönnt: Um auszuspannen, sind sie in die Colby Lodge an den Lake Arrow Head gefahren; ein seltsamer Zufall will es, dass sie dort Channing und Miles treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381731","hoster":"VOE"},{"path":"/redirect/9236139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-11","name":"Die Erkenntnis","epNo":11,"alt":"Sanctuary","descr":"Nikolai Rostov kann sich in letzter Minute mit einem Sprung über den Balkon vor seinen russischen Verfolgern retten. Aber seine Schwester befindet sich in der Hand des KGB. Miles, Channing, Fallon und Jeff sind weiterhin in der Lodge am Lake eingeschneit. Da es Fallon nicht gut geht, muss Francesca mit dem Hubschrauber kommen und sie ins Krankenhaus bringen. Monica macht eine bedeutende Entdeckung: Cash Cassidys Sohn Scott ist auch ihr Sohn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381717","hoster":"VOE"},{"path":"/redirect/8381716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-12","name":"Der Enkel","epNo":12,"alt":"Reaching Out","descr":"Völlig unerwartet schickt Connie ein Telegramm aus Indien, in dem sie um die Überweisung von zwei Millionen Dollar und um Jasons Erscheinen in Neu-Delhi bittet. Jason entspricht diesem Wunsch, findet aber in Neu-Delhi keine Spur von seiner Schwester und ihrem Mann Hutch. Sable erfährt von Zach, dass Scott, der Adoptivsohn von Cash Cassidy und seiner Frau Adrienne, der leibliche Sohn von Cash und Monica ist. Sable will Scott als ersten Enkel in die Familie eingeführt wissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381703","hoster":"VOE"},{"path":"/redirect/8381710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-13","name":"Machtspiele","epNo":13,"alt":"Power Play","descr":"Sable lädt Adrienne Cassidy zum Essen ein und versucht, sie zu überreden, Monica ihren Adoptivsohn Scott zu überlassen. Natürlich lehnt Adrienne schroff ab. Sable verwendet ihre überschüssigen Energien nun dazu, ihrem Ex-Mann Jason im Aufsichtsrat der Firma das Leben schwer zu machen. Doch Jason ist die Firma im Augenblick nicht so wichtig; er macht sich große Sorgen um seine Schwester Constance, die in Indien verschollen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381692","hoster":"VOE"},{"path":"/redirect/14220407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-14","name":"Der Anschlag","epNo":14,"alt":"The Legacy","descr":"Jason ist erschüttert: Seine beiden Söhne Jeff und Miles sind aus Indien zurückgekommen mit der Nachricht, Constance sei tot. Sable freut sich, denn Miles erbt nun Connies Sitz im Aufsichtsrat. Zu Sables großer Enttäuschung ist Miles jedoch nicht bereit, den Launen seiner Mutter zu folgen. Jason, der sich mit Francesca auf der Familienranch erholen will, steht ein weiterer Schock bevor: Auf ihn und seine Frau werden gezielte Schüsse abgegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381686","hoster":"VOE"},{"path":"/redirect/8381690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-15","name":"Hass und Verzweiflung","epNo":15,"alt":"The Home-Wrecker","descr":"Jason beschließt, die Firma Synchrodyne aufzukaufen, doch sein Erzfeind Zach Powers kommt ihm zuvor. Den entsprechenden Tipp hatte Powers von Sable, mit der er sich verlobt hat. Nikolai hat Bliss in seine Wohnung zum Essen eingeladen. Als sie dort eintrifft, begegnet sie Georgina, Nikolais neuer Partnerin, die luftig bekleidet aus dem Badezimmer kommt. Bliss ist entrüstet! Der kleine Scott erfährt, dass Monica und sein Vater ein Verhältnis hatten. Verzweifelt läuft er davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381677","hoster":"VOE"},{"path":"/redirect/8381676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-16","name":"Drohende Gefahr","epNo":16,"alt":"Manhunt","descr":"Bei der Suche nach Constances Mörder kann Jeff immer noch keinen Erfolg vermelden. Von seinem Hauptverdächtigen, Hoyt Parker, fehlt jede Spur. Außerdem ist ein weiteres Problem aufgetaucht: Erneut droht ein anonymer Anrufer, Jason zu erschießen! Der kleine Scott, der von zu Hause weggelaufen war, wird schließlich von Monica gefunden; erschüttert nimmt sie zur Kenntnis, dass er sie hasst, weil sie sich in die Ehe seiner Eltern gedrängt hat!.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381668","hoster":"VOE"},{"path":"/redirect/8381671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-17","name":"Der Unfall","epNo":17,"alt":"All Fall Down","descr":"Hoyt Parker, der mutmaßliche Mörder von Connie und Hutch, ersteht beim Börsenmakler Arnold Colby-Aktien für zwei Millionen Dollar. Jeff sucht Arnold auf, um festzustellen, wer der Käufer ist. Arnold gibt jedoch keine Auskunft. Da entdeckt Jeff auf dem Tisch ein Zigarettenetui, das er schon einmal gesehen hat – in einem Buddhistenkloster in Nepal. Miles findet Fallon bewusstlos am Fuß der Treppe; am oberen Treppenabsatz steht Channing – Miles kommt ein grässlicher Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12671430","hoster":"VOE"},{"path":"/redirect/8381660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-18","name":"Die große Frage","epNo":18,"alt":"Guilty Party","descr":"Nach einem Sturz von der Treppe wird Fallon ins Krankenhaus eingeliefert. Dr. Banks entbindet sie durch einen Kaiserschnitt von einem Mädchen. Die Frühgeburt muss sofort in den Brutkasten. Miles glaubt immer noch, dass Channing Fallon die Treppe hinuntergestürzt hat, doch dann erzählt L.B. ihm die Wahrheit… Indessen warten er und Jeff gespannt auf das Ergebnis des Vaterschaftstestes, das 48 Stunden nach der Geburt feststehen soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381649","hoster":"VOE"},{"path":"/redirect/8381650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-19","name":"Wer ist der Glückliche?","epNo":19,"alt":"Fallon\u0027s Baby","descr":"Weiterhin schwebt Fallons Baby in Lebensgefahr und muss künstlich beatmet werden. Erst nach Tagen bessert sich sein Zustand. Endlich werden Jeff und Miles zu Dr. Banks geladen, der ihnen das Ergebnis des Vaterschaftstests mitteilen will. Hoffnung und Verzweiflung strapazieren Jeffs und Miles’ Nerven auf das Äußerste… Indessen versucht Sable über eine Vormundschaftsklage, ihren Enkel Scott seiner Adoptivmutter wegzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008140","hoster":"VOE"},{"path":"/redirect/8381639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-20","name":"Erhörte Gebete","epNo":20,"alt":"Answered Prayers","descr":"Allmählich findet sich Miles damit ab, dass Jeff der Vater von Fallons Baby ist. Miles’ Liebe zu Channing scheint wieder aufzuleben. Jason und Francesca erleben an ihrem Hochzeitstag eine böse Überraschung: Unter den Hochzeitsgästen befindet sich Hoyt Parker! Er ist nicht nur der mutmaßliche Mörder von Jasons Schwester Constance, sondern jemand, den sowohl Jason als auch Francesca besser kennen, als sie es für möglich gehalten hätten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599598","hoster":"VOE"},{"path":"/redirect/8381617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-21","name":"Das schwarze Schaf","epNo":21,"alt":"Return Engagement","descr":"Langsam erholen sich Jason und Francesca von dem Schock darüber, dass Phillip Colby plötzlich wieder zurückgekommen ist. Sie beschließen, trotzdem zu heiraten, den Termin aber zu verschieben. Als Jeff seinem Vater Jason einen Meldezettel aus einem Hotel vorlegt, auf dem Hoyt Parker unterschrieben hat, trifft Jason bereits der nächste Schlag: Die Schrift Hoyt Parkers scheint mit der seines Bruders Phillip Colby identisch zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381608","hoster":"VOE"},{"path":"/redirect/8381611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-22","name":"Zwei Gesichter eines Mannes","epNo":22,"alt":"Devil\u0027s Advocate","descr":"Dreißig Jahre war Jasons Bruder Phillip verschollen. Deshalb ist es nicht einfach für Jason, dem Wunsch Francescas zu entsprechen – und Phillip, ihren Ex-Mann, aus dem Haus zu werfen. Jason beschließt, Phillips Vergangenheit zu durchleuchten. Er fliegt nach Singapur, wo Phillip bis zu seiner Rückkehr gelebt hat. Währenddessen eröffnet Jeff Phillip, dass er ihm ein Drittel der Aktien überschreiben will, die er von Constance bekommen hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381600","hoster":"VOE"},{"path":"/redirect/8381598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-23","name":"Der Bruch","epNo":23,"alt":"Betrayals","descr":"Jason ist aus Singapur zurück. Er hat eine Chinesin mitgebracht, die Phillip vor der gesamten Familie als Hoyt Parker identifiziert. Der Schock sitzt allen in den Gliedern – hat wirklich Phillip Constance getötet? Nur Jeff scheint ihm noch zu trauen, doch als Phillip ihn auf äußerst seltsame Art um Geld angeht, wird auch Jeff misstrauisch. Er beschließt, seine Anteile vorerst doch nicht zu überschreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381593","hoster":"VOE"},{"path":"/redirect/8381585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-24","name":"Ohne Ausweg","epNo":24,"alt":"The Dead End","descr":"Zufällig hat Jason gesehen, wie Phillip und Francesca sich umarmen. Daraufhin verlässt er eifersüchtig und verzweifelt das Zimmer und will nichts mehr mit Francesca zu tun haben. Francesca ist so enttäuscht, dass sie spurlos verschwindet. Jeff jedoch erhält von Phillip einen Tipp und spürt sie in der Nähe von Malibu auf: Sie setzt gerade dazu an, sich mit einem Sprung ins Wasser das Leben zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381578","hoster":"VOE"},{"path":"/redirect/8381584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-colbys-das-imperium/staffel-2/episode-25","name":"Ein ganz unglaubliches Ende","epNo":25,"alt":"Crossroads","descr":"Da Cash Cassidy nun doch beschlossen hat, mit seiner Frau Adrienne und seinem Sohn Scott nach Washington zurückzukehren, startet Sable noch einen letzten Versuch, Scott für Monica wiederzugewinnen und entführt ihn! Doch im Augenblick haben die Colbys eigentlich wichtigere Sorgen: Phillip will Francesca zwingen, mit ihm nach Mexiko zu fahren! Von Fallon alarmiert, nehmen Jason und Jeff per Hubschrauber die Verfolgung des Wagens auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381571","hoster":"VOE"},{"path":"/redirect/12482092","hoster":"Streamtape"}]}]}]}]}