{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo","name":"Die Abenteuer des jungen Marco Polo","descr":"Der zehnjährige Marco Polo bricht zu einer abenteuerlichen Reise auf: Er will seinen Vater finden, der auf einer Handelsreise in den Fernen Osten verschollen ist. Sein treuer Freund Luigi und die kluge chinesische Prinzessin Shi La Won begleiten ihn. Ihre Abenteuer ereignen sich vor fantastischen Kulissen und an exotischen Schauplätzen; auf ihrem Weg entdecken sie manche Wahrheit hinter uralten Mythen und Legenden.","seasons":[{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-1","name":"Flucht aus Venedig","epNo":1,"alt":"","descr":"Voller Vorfreude drängt sich Marco Polo durch die Gassen von Venedig zum Hafen. Doch statt des sehnsüchtig erwarteten Vaters bekommt er nur ein Lebenszeichen von ihm: sein Reisetagebuch. Das machen ihm sein geldgieriger Vormund Raffuzio und die geheimnisvolle Prinzessin Shi La streitig. Weil er sich wehrt, soll Marco in das üble Waisenhaus der Lagunenstadt gebracht werden. Sein bester Freund Luigi kann ihn mit einem Ablenkungsmanöver im Nebel und mit Hilfe von Shi La und ihrer lustigen Fledermaus FuFu retten. Jetzt hat Marco nur noch ein Ziel – er muss nach China reisen und seinen Vater finden. Auf der Route des Tagebuchs beginnt er – und mit ihm Luigi, Shi La und FuFu – seine Reise nach Osten als blinder Passagier an Bord eines Schiffes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587348","hoster":"VOE"},{"path":"/redirect/8400127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-2","name":"Der verfluchte Schatz von Dalmatien","epNo":2,"alt":"","descr":"Luigis Hunger ist schuld! Bei ihrer Flucht aus Venedig haben sich Marco, Luigi, Shi La und die kleine Fledermaus Fu Fu im Lagerraum eines Handelsschiffes versteckt. Doch auf der Fahrt durch die Adria werden sie bei der Suche nach Essen erwischt. Im Nu finden sie sich unter Deck wieder: zusammen mit ein paar angeblich unschuldigen Fischern, an die Ruder gekettet. Als FuFu den Schlüssel herbeischafft, können sie sich befreien. Doch jetzt zeigen die \"Fischer\" ihr wahres Gesicht – es sind Piraten. Die Flucht auf eine Insel an der dalmatinischen Küste führt Marco und seine Freunde zu einem geheimnisvollen Schatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383872","hoster":"VOE"},{"path":"/redirect/8400129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-3","name":"Gestrandet auf dem Peloponnes","epNo":3,"alt":"","descr":"Ein Sturm stoppt Marcos Reise nach China. Die schweren Schatzkisten durchschlagen die Bordwand und Marco und seine Freunde werden ins Meer gespült. Das Schiff strandet an der Küste des Peloponnes und auch Luigi und Shi La können sich retten. Aber wo ist Marco? Ist er in die Hände der Strandrüber gefallen, die von dem Despoten Blasius angeführt werden? Zum Glück lässt der sich von der chinesischen Prinzessin und Ihren Drohungen beeindrucken. Mit Marco wieder vereint, finden sie einen Weg zu dem verlorenen Schatz auf dem Meeresgrund und können dadurch ihre Reise fortsetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989909","hoster":"VOE"},{"path":"/redirect/8400134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-4","name":"In Diensten der Kreuzritter von Akkon","epNo":4,"alt":"","descr":"Marco Polo wird Knappe. Weil ihr Schiff den Hafen von Akkon nicht verlassen darf, wollen er und seine Freunde der Tagebuchroute von Marcos Vater hoch zu Ross weiter folgen. Aber Pferde gibt es nur bei den Kreuzrittern in der Burg. Also treten die Drei in deren Orden ein. Und kommen nicht mehr raus! Nach einem Fluchtversuch droht ihnen der Kerker. Aber als Shi Las Heilkunst mit Nadeln den rückenleidenden Großmeister erlöst, ist die Weiterreise gesichert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587347","hoster":"VOE"},{"path":"/redirect/8400141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-5","name":"Gefangen im Sand der syrischen Wüste","epNo":5,"alt":"","descr":"Endlich Wasser! Auf dem Weg durch die syrische Wüste stoßen Maro Polo und seine Freunde endlich auf einen Brunnen. Doch ein Sarazenenkrieger beschuldigt sie des Wasser-Diebstahls und gräbt Marco, Luigi und Shi La zur Strafe in den Sand ein. Rettung kommt ausgerechnet von einem Furcht erregenden Löwen. Der kann aber nicht richtig brüllen und gehört zu einem Zirkus, dem die Zuschauer fehlen. Marco hat eine Idee, wie sie als Wanderzirkus erfolgreich werden könnten. Und als erste Station müssen sie ausgerechnet ins Lager der Sarazenen ziehen – Hier \"findet\" der Löwe seine Stimme wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103586","hoster":"VOE"},{"path":"/redirect/8400143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-6","name":"Schwerer Abschied in Alexandretta","epNo":6,"alt":"","descr":"Luigi ist krank. Vor Heimweh! In Alexandretta wird Luigi von der Sehnsucht nach Venedig überwältigt. Da hilft keine Medizin. Schweren Herzens lassen ihn Marco Polo und Shi La die Heimreise antreten. Doch kurz nach der Verabschiedung am Hafen wird die Stadt überfallen und Marco gerät in Gefahr. Da taucht zum Glück Luigi wieder auf und rettet den Freund. Als auch ein zweiter und dritter Versuch, Abschied zu nehmen, scheitert, gibt Luigi auf: mehr als er Venedig braucht, brauchen seine Freunde offenbar ihn!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988765","hoster":"VOE"},{"path":"/redirect/8400146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-7","name":"Auf der Suche nach Nineveh","epNo":7,"alt":"","descr":"Leere Seiten im Tagebuch von Marcos Vater und ein geheimnisvolles Symbol! Was hat es damit auf sich? Bei der Suche nach der Lösung treffen Marco Polo, Luigi und Shi La auf das Mädchen Hasinah und die führt sie direkt auf die Spur der versunkenen Stadt Nineveh. Als ein kräftiger Schamal-Wind einen Zugang in der Wüste frei weht, finden sich die Freunde selbst in der Sagen umwobenen Stadt wieder. Die ist voller Hindernisse und Gefahren. Luigis Glücks-Amulett rettet sie vor spitzen Dornen. Und schließlich finden sie das größte Geheimnis Ninivehs – die Goldene Statue. Aber die bringt sie erst recht in große Bedrängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988761","hoster":"VOE"},{"path":"/redirect/8400150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-8","name":"Der Dieb von Bagdad","epNo":8,"alt":"","descr":"Ein Dieb wird gejagt in Bagdad. Marco, Luigi und Shi La helfen ihm und müssen mit flüchten. Der Dieb verteilt an die Armen, was er im Palast stiehlt. Denn dort bestimmt ein gieriger Wesir und presst den Bewohnern Bagdads immer neue Steuern ab. Während der Sultan sich von der Erzählerin Scheherazade schon tausend Nächte lang Märchen erzählen lässt. Um dem Sultan die Augen über das Treiben seines Wesirs zu öffnen will Marco die Wahrheit in eine Geschichte verpacken in der 1001. Nacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333417","hoster":"VOE"},{"path":"/redirect/8400153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-9","name":"Die geraubten Kinder von Abyaneh","epNo":9,"alt":"","descr":"Shi La ist spurlos verschwunden. Marco, Luigi und Shi La haben auf ihren Dromedaren gerade Abbyaneh in Persien erreicht, als ein wilder Wüstensturm plötzlich durch den Ort fegt und Shi La mitreißt. So war es auch allen anderen Kindern in Abyaneh schon ergangen. Der rätselhafte Sturm der Sandteufel hat die Kinder geraubt, eines nach dem anderen. Marco und Luigi lassen sich nicht schrecken und machen sich auf die Suche nach der Freundin. Vor einer geheimnisvollen Höhle treffen sie schließlich auf 40 Räuber- Das sind die gefürchteten Sandteufel! Aber können sie auch die geraubten Kinder befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988758","hoster":"VOE"},{"path":"/redirect/8400155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-10","name":"Schachmatt in Isfahan","epNo":10,"alt":"","descr":"Prahlerei rächt sich! Jetzt sind Marcos Schachkünste gefragt. Der Prinz von Isfahan überrascht Marco, Shi La und Luigi mit seiner Sammlung von mechanischen Geräten. Darunter ein Schachautomat, gegen den Marco unbedingt gewinnen muss. Ansonsten könnte die Reise der drei Freunde für längere Zeit unterbrochen werden. Helfen könnte das Schachbuch eines berühmten Gelehrten. Doch das ist merkwürdigerweise aus der Bibliothek verschwunden. Jetzt müssen Marco und seine Freunde selbst den richtigen Zug planen, damit sie nicht Schach matt gesetzt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988762","hoster":"VOE"},{"path":"/redirect/8428057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-11","name":"Die Höllenwinde von Hormuz","epNo":11,"alt":"","descr":"Einem Hitzesturm können Marco, Shi La und Luigi gerade noch entkommen. Die Wassernot in Hormuz aber lässt sie nicht los. In den Ab Anbars, wie die Zisternen hier heißen, rieselt nur noch Sand. Die einst blühende Stadt leidet darunter, dass alle Kanäle nur noch den Palast auf dem Berg mit Wasser versorgen. Marco und seine Freunde provozieren einen Wettbewerb für orientalische Wassergärten und wollen so das Wasser zurück in die Stadt bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988714","hoster":"VOE"},{"path":"/redirect/8400165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-12","name":"Der fliegende Teppich von Kerman","epNo":12,"alt":"","descr":"Der fliegende Teppich fliegt nicht! Marco, Shi La und Luigi haben sich von den Sprüchen des Geschichtenerzählers Hodscha Nasreddin einwickeln lassen. Jetzt sollen sie beweisen, dass dessen Teppich sich wirklich in die Lüfte erhebt. Der Sultan in Kerman will damit seine Tochter von einem Badgir, einem hohen Turm retten. Zum Glück erinnert sich Shi La, dass es in China Heißluft-Lampions gibt, die schweben können. Der Nachbau gelingt und hebt den Teppich in die Höhe. Zu hoch sogar. Damit die Landung gelingt, muss Luigi selbst noch fliegen lernen–","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988771","hoster":"VOE"},{"path":"/redirect/8400163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-13","name":"Auf Geisterjagd in der Karawanserei","epNo":13,"alt":"","descr":"Misstrauisch werden Marco, Shi La und Luigi beäugt. Sie sind glücklich durch den dicken Nebel bis zur Karawanserei gekommen. Doch in der Herberge treibt ein geisterhafter Dieb sein Unwesen. Egal ob Schmuck oder Luigis letzten getrockneten Aprikosen – nichts ist vor ihm sicher. Eine neugierige Elster gerät unter Verdacht, dann Rustam, der treue Wächter des Hauses. Mit einer Falle wollen die Freunde den Dieb überführen. Doch er entkommt im Nebel. Rettung kommt ausgerechnet von Rustam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988768","hoster":"VOE"},{"path":"/redirect/8400168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-14","name":"Das Rätsel von Samarkand","epNo":14,"alt":"","descr":"Anfangs ist es noch lustig. Shi La wird mit der Prinzessin von Samarkand verwechselt und ehrfurchtsvoll behandelt. Doch als Marco und Luigi ihre \"falsche\" Prinzessin in einer Sänfte durch die Stadt tragen müssen, merken sie, dass die richtige Prinzessin ein Versteckspiel mit ihnen spielt. Sie hat eine Rätselspur ausgelegt, der die drei Freunde durch die ganze Stadt folgen müssen. Als die Doppelgängerinnen schließlich zusammentreffen, soll das Spiel trotzdem kein Ende finden. Erst ein neues Rätsel, diesmal vom Marco gestellt, kann sie erlösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920925","hoster":"VOE"},{"path":"/redirect/8400173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-15","name":"Wilde Reiterspiele in Termiz","epNo":15,"alt":"","descr":"Ein Königreich für ein Pferd! Marco und Luigi müssen sich zu zweit den Sattel teilen, während Shi La allein vorneweg galoppiert. Bei einem Reiterwettkampf in Termiz, beim Buzkashi, winkt als Preis ein Pferd. Die drei Freunde lassen sich auf ein schmerzhaftes Vorbereitungstraining und schließlich sogar auf den halsbrecherischen Wettstreit ein. \"Alle für einen\", das ist ihre Stärke. Aber kann auch \"einer für alle\" gewinnen? Luigi mit seinem verfressenen Gaul \"Trantute\" entscheidet am Ende über Sieg und Niederlage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988785","hoster":"VOE"},{"path":"/redirect/8400171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-16","name":"Die Sonnendiebe von Turkestan","epNo":16,"alt":"","descr":"Marco wird von Schafen überrannt. Krachende Blitze und ein rauchschwarzer Himmel haben eine Herde in der Steppe Zentralasiens in Panik versetzt. Ein Hirte pflegt den verletzten Marco und nimmt Shi La und Luigi bei sich auf. Als sich erneut der Himmel verdunkelt, verschwindet die ganze Herde mit ihrem Hirten. Nur ein Lämmchen bleibt zurück. Sein Appetit auf das Kraut Beifuß führt die drei Freunde auf die Spur der \"Sonnendiebe\", die am Ende mit ihren eigenen Waffen unter Donner und Getöse besiegt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988770","hoster":"VOE"},{"path":"/redirect/8400176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-17","name":"Mit Sindbad durch die Wüste Lop Nur","epNo":17,"alt":"","descr":"Mit Sindbad in der Klemme. Bei der Durchquerung der Wüste Lop Nor verirren sich Marco, Shi La und Luigi. Da hilft auch die angebliche Ortskenntnis ihres Karawanenführers nicht. Sindbad, der legendäre Seefahrer ist auf der Suche nach einem mysteriösen Schiff. Ist es vielleicht nur eine Fata Morgana? Beim Ritt durch die riesige Salzwüste erkennen Marco und seine Freunde, dass in den Geschichten Sindbads mehr Wahrheit steckt, als sie zunächst glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988779","hoster":"VOE"},{"path":"/redirect/8400183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-18","name":"Im Schneesturm über den Himalaya","epNo":18,"alt":"","descr":"Trotz Schneesturm und Lawinengefahr. Von der Überquerung des Himalaya- Gebirges lassen sich Marco, Shi La und Luigi selbst durch die Geschichten über den unheimlichen Yeti nicht abhalten. Marco will so schnell wie möglich zu seinem Vater. Außerdem müssen die drei Freunde den kleinen Prinzen Jodor zu seinen Eltern auf die andere Seite der Berge bringen. Auf ihrem Pfad durch das unwegsame Gebirge begegnen sie vielen Gefahren. Und am Ende tatsächlich auch noch dem Ungeheuer der Berge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988772","hoster":"VOE"},{"path":"/redirect/8400180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-19","name":"Zum Kochduell in Srinagar","epNo":19,"alt":"","descr":"Ein leckerer Duft liegt in der Luft. Die Gewürzmärkte von Srinagar verströmen einen appetitanregenden Geruch, der sogar Luigis Magenknurren betäubt. Umso größer ist die Enttäuschung bei Marco, Shi La und Luigi, als sie entdecken, dass es in allen Garküchen im Ort gleich fad schmeckt. Durch ihre Teilnahme an einem Kochwettbewerb erwecken sie die Leidenschaft für das Kochen mit neuem Leben. Dafür muss Küchenmeister Luigi unbedingt einen Ersatz für den kostbaren Safran finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988776","hoster":"VOE"},{"path":"/redirect/8400186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-20","name":"Auge in Auge mit dem indischen Tiger","epNo":20,"alt":"","descr":"Der Dschungel summt und sirrt vor Geräuschen. Marco, Shi La und Luigi wird deshalb ganz unheimlich, als plötzlich jeder Ton erstirbt und nur noch ein fernes Brüllen ertönt. Shi Las Fledermaus Fu Fu ist verschwunden und kurz darauf entflieht auch noch ihr Reiseelefant. Die drei Freunde erleben, wie die Legende um einen gefährlichen weißen indischen Tiger wahr wird. Und FuFu zum Helden wider Willen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13499344","hoster":"VOE"},{"path":"/redirect/8400188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-21","name":"Im goldenen Käfig von Sichuan","epNo":21,"alt":"","descr":"Endlich in China! Gerade haben Marco, Shi La und Luigi die Grenze zu Shi Las Heimat überschritten, da sitzen sie auch schon in einer Falle. Dabei retten sie einen Panda und lernen seinen Besitzer kennen: einen kleinen Prinzen. Der residiert in einem prächtigen Palast, der aber ein \"goldener Käfig\" ist. Denn vom Leben außerhalb der Palastmauern weiß der Prinz nichts. Er flüchtet mit Marco, Shi La und Luigi. Gemeinsam entdecken sie das Schattenboxen Tai-Chi und sie kommen hinter das Geheimnis des gemeinen Fallenstellers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988778","hoster":"VOE"},{"path":"/redirect/12482075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-22","name":"Flucht im Flug über Xian","epNo":22,"alt":"","descr":"Zwischen den Fronten. Marco, Shi La und Luigi stören mit ihrem kleinen Boot den Piratenangriff auf ein Handelsschiff und werden dabei versenkt. Der Überfall wird abgewehrt und die drei Freunde gerettet. Mehr noch als für die wertvolle Porzellanladung interessieren sich die Piraten jetzt für die Panzerung des modernen Frachters. Bei einem Landgang in Xian geraten Marco und seine Begleiter doch noch in die Fänge der Piraten. Retten kann sie jetzt nur noch ein mutiger \"Ausflug\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988780","hoster":"VOE"},{"path":"/redirect/8400197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-23","name":"Beim Grillenrennen am Gelben Fluss","epNo":23,"alt":"","descr":"Eine Grille als Fahrschein. Die brauchen Marco, Shi La und Luigi, um den Gelben Fluss mit der Fähre überqueren zu können. Denn in Lanzhou ist Grillenfest. Grillen werden getauscht, gegessen und gemessen. Beim großen Grillen-Wettbewerb wird der schönste, lauteste und schnellste Hüpfer gesucht. Luigis Grille hat beste Chancen. Deshalb lässt sich Luigi auf einen Wettstreit mit dem härtesten Gegner ein, wer den wirksamsten Glücksbringer vorweisen kann. Und FuFu wird zum Joker in diesem abergläubischen Finale.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988781","hoster":"VOE"},{"path":"/redirect/8400200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-24","name":"Tumult in der Oper von Ningxia","epNo":24,"alt":"","descr":"Es lebe die Prinzessin! Überall in der Stadt Ningxia hängen Bilder mit Shi La. Zu ihren Ehren, sagt sie. Trotzdem müssen Marco, Shi La und Luigi vor einer aufgebrachten Händlerin flüchten und landen in einer chinesischen Oper. Hier werden sie für die erwarteten Schauspieler gehalten und müssen gleich auf die Bühne. Das war schon immer Shi Las Traum. Aber die turbulente Aufführung des Stücks \"Prinzessin Kirschblüte\" lüftet ungewollt das Geheimnis um die wirkliche Herkunft von Shi La.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988783","hoster":"VOE"},{"path":"/redirect/8400198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-25","name":"Unter Verdacht in Shaanxi","epNo":25,"alt":"","descr":"Alles streng geheim. Marco, Shi La und Luigi werden misstrauisch beobachtet, als sie schmutzig in Shaanxi eintreffen. Deshalb wollen sie sich neue Sachen schneidern lassen. Dabei geraten sie unfreiwillig in einen Spionagefall. Hinter hohen Mauern wird im Ort das Geheimnis der Seide gehütet. Luigi wird verhaftet, weil er angeblich Raupen stehlen wollte, die die Seidenfäden produzieren. Dabei findet er Viecher in den Maulbeerbäumen eklig. Die Suche nach den wahren Dieben beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587349","hoster":"VOE"},{"path":"/redirect/8400206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-abenteuer-des-jungen-marco-polo/staffel-1/episode-26","name":"Verhindertes Wiedersehen in Kambaluk","epNo":26,"alt":"","descr":"Kurz vorm am Ziel! Vor Marco, Shi La und Luigi liegt Kambaluk, die Residenz des Kaisers von China. Endlich kann Marco seinen Vater Niccolo Polo wieder sehen. Doch er erlebt, wie sein Vater gerade ins Gefängnis gesperrt wird. Er soll den Kublai Khan betrogen und falsches Papiergeld gedruckt haben. Eine Flut an Geldscheinen hat den Handel in der Hauptstadt durcheinander gebracht. Noch einmal müssen die drei Freunde allen Mut und Verstand zusammen nehmen, um den wirklichen Falschmünzer zu entlarven und so Marcos Vater zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587350","hoster":"VOE"},{"path":"/redirect/8400204","hoster":"Streamtape"}]}]}]}]}