{"path":"/serie/stream/die-rettungsflieger","name":"Die Rettungsflieger","descr":"Die Rettungsflieger – Maren (Gerit Kling), Thomas (Ulrich Bähnk), Alexander (Matthias Leja) und Max (Frank Stieren) sind immer an Ort und Stelle, wenn sie gebraucht werden. Das Rettungsteam hat jeden Tag aufs Neue viele Menschenleben zu retten. Jeder im Bunde hat seine Daseinsberechtigung. Alexander und Max organisieren den Hubschrauberflug, während Maren (Notärztin) sowie Thomas, der Sanitäter, medizinisch zur Hilfe eilen. Auch das Privatleben der Rettungsflieger steht desöfteren im Vordergrund.","seasons":[{"path":"/serie/stream/die-rettungsflieger/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-1","name":"Vier Freunde im Einsatz (1+2)","epNo":1,"alt":"","descr":"Sie sind den ganzen Tag im Einsatz, sie brauchen Nerven wie Drahtseile und müssen auf Knopfdruck hellwach sein, denn ein Moment ihrer Unaufmerksamkeit kann Menschen das Leben kosten. Maren, Thomas, Alexander und Max sind die Rettungsflieger. Sie haben sich dem Motto \"Search and Rescue\" verpflichtet. Sie sind ein SAR-Rettungsteam, das sich jeden Tag beweisen muss. Bei jedem Alarm sind die vier innerhalb von Sekunden im Hubschrauber. Alexander, der Pilot, und Max, sein Bordmechaniker, lokalisieren während des Fluges erst den Einsatzort, Notärztin Maren konzentriert sich auf den Moment, in dem sie gefordert ist, und Thomas, der Sanitäter, stellt sicher, dass sich Maren hunderprozentig auf jeden seiner Handgriffe verlassen kann. Sie sind ein eingespieltes Team. Sie retten ein mit dem Fahrrad verunglücktes Mädchen, bei einem Suizidopfer kommen sie um wenige Minuten zu spät, einen Mann mit akutem Herzinfarkt können sie ins Leben zurückrufen, und für den Einsatz bei einem schlimmen Arbeitsunfall stürzen sie sich trotz starken Gewitters mit ihrem Hubschrauber in gefährliche Turbulenzen. Für Maren, Thomas, Alexander und Max ist Vertrauen und Zusammenhalt wichtig, die Gewissheit, sich voll und ganz aufeinander verlassen zu können. Notärztin Maren baut sich nach ihrer Scheidung gerade ein neues Leben auf. Pilot Alexander muss am Sterbebett seines Vaters erleben, wie längst überwunden geglaubte Ängste wieder aufbrechen. Während Sanitäter Thomas sein glückliches Familienleben pflegt, erfährt Max, dass seine fürs Leben auserwählte Traumfrau verheiratet ist und zwei Kinder hat. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14074119","hoster":"VOE"},{"path":"/redirect/13309417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-2","name":"(In Folge 1 enthalten)","epNo":2,"alt":"","descr":"","versions":[]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-3","name":"Licht im Dunkeln","epNo":3,"alt":"","descr":"Bei einem dramatischen Verkehrsunfall sind Maren, Alex, Max und Thomas sofort zur Stelle. Ein Motorradfahrer ist mitsamt seiner Maschine so weit in den Wald hineingeschleudert worden, dass er erst spät von Max entdeckt wird. Max kann dem Schwerverletzten nur noch beim Sterben beistehen. Aus dieser intensiven Begegnung nimmt Max den überraschend klar formulierten letzten Willen des Opfers mit. Der Motorradfahrer will seine Nieren spenden. Max verspricht, sich darum zu kümmern, benötigt aber die Einwilligung von Angehörigen. Als der schockierte Vater seinen Sohn sieht, angeschlossen an ein künstliches Beatmungsgerät, kann er nicht glauben, dass er tot sein soll. Max stellt sich der schweren Aufgabe, den Vater zu überzeugen. Ein weiterer Einsatz führt das Team zu einem Containerhafen, wo ein übergewichtiger Kranführer mit einer Winde in den fliegenden Hubschrauber gehievt werden muss, und ein Hundebiss bringt dem Team die Schlagzeile \"Notärztin rettet schwangeren Blindenhund\" ein. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587977","hoster":"VOE"},{"path":"/redirect/8405318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-4","name":"Was lange gärt …","epNo":4,"alt":"","descr":"Rettungsärztin Maren, Pilot Alexander, Bordmechaniker Max und Sanitäter Thomas kommen gerade von einem Einsatz zurück, als der nächste Notruf eingeht: Allergieschock in der Praxis des Schönheitschirurgen Dr. Bernard Maibach, Marens Ex-Mann. Maren wollte Bernard nie wiedersehen und würdigt ihn während des Einsatzes keines Blickes. Bernard, dem sein Kunstfehler ungeheuer peinlich ist, leidet sehr. Alle Bemühungen der drei Männer, Maren im Rettungszentrum wieder aufzuheitern, scheitern kläglich, zumal Bernard plötzlich auftaucht, um sich bei Maren zu bedanken. Mit Blumen und einer Einladung gelingt es ihm tatsächlich, Marens Konsequenz auf eine harte Probe zu stellen. Als die Rettungsflieger am nächsten Tag zu einem alten Ehepaar gerufen werden, ist nicht nur Maren gerührt, wie fürsorglich der Mann mit seiner, durch einen Kreislaufzusammenbruch geschwächten Frau umgeht. Doch für Sentimentalitäten bleibt keine Zeit. Ihre Hilfe wird schon wieder woanders dringend benötigt: Ein alter Seemann wollte mit seinem Enkel eine Bootsfahrt unternehmen und ist mit beiden Händen in die Schiffsschraube geraten. Der Motor droht jeden Moment zu explodieren. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587976","hoster":"VOE"},{"path":"/redirect/8405319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-5","name":"Blinde Wut","epNo":5,"alt":"","descr":"Ein Junge hat sich die Speiseröhre mit Petroleum verätzt. Die Rettungsflieger treffen rechtzeitig ein, um den Jungen zu stabilisieren und in die nächste Klinik zu bringen. Auf dem Flug dorthin kommt es allerdings zu einem verhängnisvollen Zwischenfall: Ein Modellhubschrauber, den zwei junge Männer unerlaubterweise im Hamburger Stadtgebiet aufsteigen lassen, kollidiert mit dem Rettungsflieger. Alex muss notlanden. Nicht nur das Leben des Jungen, sondern auch das des gesamten Teams stehen auf dem Spiel. Nach diesem nervenaufreibenden Einsatz findet Thomas auch zu Hause keine Ruhe. Sein Sohn Joschi wurde von einer brutalen Schülergang bestohlen und verprügelt. Thomas eilt mit Joschi überstürzt zur Schule, um die Täter zur Räson zu bringen. Doch diese nehmen ihn in die Mangel. Nur dank der tatkräftigen Hilfe von Maren und Alex kommen Thomas und Joschi mit heiler Haut davon. Schon beim nächsten Einsatz beweist Thomas, dass er starke Nerven haben kann, wenn es darauf ankommt: Ein frustrierter Ehemann hat seine Frau angeschossen und sich danach mit Pistole und Kind völlig kopflos aus dem Staub gemacht. Mit Bedacht, Vorsicht und vielen guten Worten bringt Thomas den Vater zur Vernunft. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587978","hoster":"VOE"},{"path":"/redirect/8405321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-6","name":"Sturzflug","epNo":6,"alt":"","descr":"Thomas ist in Urlaub und wird von Sanitäter Leo Sidowski vertreten. Leo allerdings hat sehr eigene Vorstellungen von seinem Job. Schon beim ersten Einsatz, der zu einer Skateboarder-Plattform führt, verläuft die Teamarbeit alles andere als reibungslos. Zum Streiten bleibt aber keine Zeit, denn auf dem Rückflug erreicht sie über Funk ein Hilferuf. Ein junger Sportflieger hat mit seiner Mutter einen kleinen Ausflug in die Lüfte unternommen und durch eine plötzliche Unterzuckerung das Bewusstsein verloren. Die Mutter muss die Steuerung übernehmen, ohne die geringste Ahnung vom Fliegen zu haben. In panischer Angst hat sie den Funkkontakt zu den Rettungsfliegern hergestellt. Alex, Maren, Max und Leo orten das Sportflugzeug, und Alex instruiert die alte Dame per Sprechfunk. So gelingt es tatsächlich, Mutter und Sohn sicher zu Boden zu bringen. Alex wird als Held gefeiert.Um so größer ist sein Schock, als er im Rettungszentrum vom Flugdienst suspendiert wird. Eine Routineuntersuchung hat ergeben, dass seine Blutwerte nicht in Ordnung sind. Als man Alex im Krankenhaus noch keine näheren Auskünfte geben will, dreht er durch. Die Angst, nie wieder fliegen zu können, raubt ihm beinahe den Verstand. Maren steht ihm mit ihrem gesunden Menschenverstand und zärtlicher Fürsorge in der Nacht der Ungewissheit bei. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587983","hoster":"VOE"},{"path":"/redirect/8405323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-7","name":"Schwarzer Freitag","epNo":7,"alt":"","descr":"Großeinsatz für Alex, Maren, Max und Leo im Kindergarten: Bei einigen Kindern sind Vergiftungserscheinungen aufgetreten. Maren bewahrt Ruhe, aber Leo, Thomas’ Urlaubsvertretung, vergreift sich gegenüber der hysterischen Kindergärtnerin im Ton. So herrscht eisige Stimmung zwischen Maren und Leo, als sie ein Einsatz ins Gefängnis führt. Ein Häftling hat eine Herzattacke. Die Situation erscheint ungefährlich, denn der Häftling wird narkotisiert, bevor er in den Hubschrauber gebracht wird. In letzter Sekunde steigt Begleitschutz ein. Als der plötzlich Maren eine Pistole an den Kopf hält und Alex zwingt, den Kurs zu ändern, ist klar: Das Rettungsteam wird für einen Ausbruchsversuch benutzt. Maren hat schreckliche Angst, Alex bewahrt Ruhe und bringt alle sicher zu Boden. Dann geht es Schlag auf Schlag: Der Häftling wird befreit, ein Polizeihubschrauber wird vom Himmel geschossen, und das militärische Einsatzkommando übernimmt die Verfolgung zu Lande. Dank Alex kann die Flucht in letzter Sekunde gestoppt werden. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587979","hoster":"VOE"},{"path":"/redirect/8405326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-1/episode-8","name":"Happy Birthday","epNo":8,"alt":"","descr":"Explosion Im Motorraum eines Frachtschiffes: Kochender Brennstoff schießt aus einem Ventil und trifft zwei Männer der Besatzung. Alex, Maren, Max und Thomas sind sofort zur Stelle. Sie arbeiten fieberhaft, doch der eine Mann ist zu schwach, er überlebt nicht.Maren nimmt der Fall so sehr mit, dass sie ihren Geburtstag nicht feiern möchte. Dafür sorgt sie beim nächsten Einsatz für das glückliche Gelingen zweier Geburtstage: Bei einer hochschwangeren Frau setzt die Geburt ihrer Zwillinge ausgerechnet im obersten Stockwerk eines Hochhauses ein. Der Aufzug ist kaputt, die Frau muss aber in die Klinik. Eine Landung des Rettungshubschraubers auf dem Dach des Hochhauses und Marens Geburtshilfe retten der Frau und den Babys das Leben. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333537","hoster":"VOE"},{"path":"/redirect/10103785","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-1","name":"In Panik","epNo":1,"alt":"","descr":"Ein junges Mädchen ist auf einer Landstraße vor ein fahrendes Auto gerannt. Am Unfallort treffen die Rettungsflieger nur auf den verwirt erscheinenden Autofahrer. Dank eines Suchfluges können Alex, Maren, Thomas und Max das Mädchen im nahen Wald orten. Julia hat ein blutbeflecktes Nachthemd an, doch Maren kann keine offenen Wunden an ihr entdecken. Julia, anfangs verstockt, gewinnt Vertrauen zu Maren und behauptet, ihren Vater erstochen zu haben. Die Crew sucht Julias Elternhaus auf, dort stoßen sie auf den Vater, der tatsächlich schwere Stichverletzungen hat. Auch wenn Julia ihre Tat gestanden hat, ist für Maren die Täter-Opfer-Frage lange nicht so schnell geklärt wie für die Polizei. Ein weiterer Einsatz führt das Team zum Flughafen. Da bleibt für Thomas kaum Zeit, den äußerst unerfreulichen Brief vom Finanzamt zu überdenken. Max, schon wieder frisch verknallt, muss auf sein erstes Date länger warten, als ihm lieb ist. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199655","hoster":"VOE"},{"path":"/redirect/10103787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-2","name":"Blindflug","epNo":2,"alt":"","descr":"Ein Neugeborenes mit Herzklappenfehler muss dringend in die Herzchirurgie einer Spezialklinik gebracht werden. Doch die Rettungsflieger geraten schon beim Anflug in ein bedrohliches Gewitter. Laut Wettervorhersage kann Alex den Transport nicht riskieren. Maren kann es nicht fassen, Thomas ist ratlos. Max schlägt eine Flugroute vor, mit der sich die Wetterfront vielleicht umgehen lässt.Auf diesen dramatischen Einsatz folgt der nächste Schock: Maren und Thomas bleiben mitsamt einer Asthmapatientin im Aufzug stecken. Max und Alex müssen ordentlich schuften, um ihre Kollegen zu befreien. Dann taucht der 14-jährige Benny im Rettungszentrum auf und behauptet, der Sohn von Alexander Karuhn zu sein. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587980","hoster":"VOE"},{"path":"/redirect/8405327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-3","name":"Der Schock","epNo":3,"alt":"","descr":"Ein Hafenarbeiter wird beim Verladen einer Bananenfracht von einem Skorpion gestochen und kollabiert. Die Rettungsflieger sind sofort zur Stelle, doch es gibt unzählige Arten von Skorpionen und entsprechend unterschiedliche Gegengifte. Tapfer durchstöbern Alex und Max die Bananenkartons. Max gelingt es tatsächlich, den Skorpion zu fangen. Noch ahnt er nicht, dass seine nächste Heldentat Lebensgefährlich verletzt endet: Ein größerer Verkehrsunfall hat einen langen Stau verursacht. Zwischen ungeduldigen Autofahrern und Schaulustigen verirrt sich ein Kind. Ein Autofahrer entdeckt eine Lücke, schert aus und prescht vor. Max sieht es, kann das Kind retten, doch er selbst wird lebensgefährlich verletzt. Maren, Thomas und Alex sind schockiert. (Text: ZDF)\u0026lt;br /\u0026gt;\rDeutsche Erstausstrahlung: Mi 03.02.1999 ZDF","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587981","hoster":"VOE"},{"path":"/redirect/8405329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-4","name":"Mit dem Rücken zur Wand","epNo":4,"alt":"","descr":"Für Jan Wollcke, den neuen Bordmechaniker der Rettungsflieger, gibt es keine Schonfrist. Denn Mike, ein harmlos erscheinender Jugendlicher, dreht im Supermarkt durch und schießt mit einer Schrotflinte auf die Kassiererin. Wenige Stunden später erschießt er einen Polizisten und wird selbst durch einen Schuss ins Bein zur Strecke gebracht. Nachdem Alex, Maren, Thomas und Wollcke die schwer verletzte Kassiererin in eine Spezialklinik geflogen haben, müssen sie beim nächsten Einsatz Mike verarzten. Die umstehenden Schaulustigen zeigen keinerlei Verständnis für das professionelle Engagement der Rettungsflieger. Maren nimmt dieser Vorfall sehr mit. Und Alex hängt mit seinen Gedanken einem weiteren Einsatz des Tages nach: Benny, der Junge, der behauptet hat, sein Sohn zu sein, hat die Rettung alarmiert und damit das erste Wiedersehen zwischen seiner Mutter und Alex provoziert. Jetzt gibt es keinen Zweifel mehr, Alex hat vor 14 Jahren einen Sohn gezeugt. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917505","hoster":"VOE"},{"path":"/redirect/8405332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-5","name":"Auf Gedeih und Verderb","epNo":5,"alt":"","descr":"Der achtjährige Daniel stürzt aus dem dritten Stock in einen Sperrmüllcontainer. Die Rettungsflieger sind noch vor der Feuerwehr am Unfallort. Als Maren im Container die überlebensnotwendige Erstversorgung einleitet, geraten Daniels Eltern in Panik. Denn sie hängen einem Glauben an, der jeden schulmedizinischen Eingriff verbietet. Alex versucht über Funk, die Rechtslage zu klären, doch Maren bleibt keine Zeit, auf die Information zu warten. Auch beim nächsten Fall werden die vier damit konfrontiert, gegen den Willen des Opfers zu handeln: Ein Selbstmörder wird aus dem Wasser gezogen und wiederbelebt. An diesem harten Tag gibt es für Maren und Alex auch noch eine Überraschung nach Feierabend: Maren wird von Wollckes charmantem Bruder Anton aufs Angenehmste vom Grübeln abgehalten. Alex dagegen erfährt eine bittere Enttäuschung. Sein Sohn Benny, der eigentlich ein halbes Jahr bei ihm in Hamburg bleiben wollte, hat es sich doch anders überlegt. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587984","hoster":"VOE"},{"path":"/redirect/8405333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-6","name":"Ohne Vorwarnung","epNo":6,"alt":"","descr":"Die Rettungsflieger trauen ihren Augen kaum, als am Morgen Marens Familie in Gestalt von Mutter Schmitzke, Schwester Kerstin und deren Kinder im Rettungszentrum auftaucht. Doch auch die Familie staunt nicht schlecht, als beim ersten Alarm die Rettungsflieger in Sekundenschnelle in der Luft sind und verschwinden. An diesem Tag retten Maren, Alex, Thomas und Wollcke ein Mädchen, das vom Pferd gestürzt ist. Sie organisieren für einen kleinen Jungen, der Opfer eines Grillunfalls wurde, ein Verbrennungsbett. Und bei einem Einsatz in einem Mehrfamilienhaus geraten Maren und Thomas aufgrund eines Schwelbrands selbst in Gefahr. Als Maren fix und fertig ins Rettungszentrum zurückkehrt, soll sie sich dort den geheimen Sorgen ihrer kleinen Schwester annehmen, ihrer Mutter Rede und Antwort stehen und nebenbei auch noch Alex mit ihrer neuen Liebe Anton bekannt machen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988535","hoster":"VOE"},{"path":"/redirect/8405334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-7","name":"Die Angst im Nacken","epNo":7,"alt":"","descr":"Die Rettungsflieger transportieren eine Tuberkulosepatientin von Helgoland nach Hamburg. Über der Nordsee setzen bei der Patientin innere Blutungen ein. Ein glücklicher Zufall rettet ihr das Leben: Pilot Alex kann auf einer Fregatte landen, Maren gelingt die Notoperation. Nach diesem anstrengenden Einsatz raubt ein Simulant, der glaubt, mit der Vortäuschung eines Herzinfarkts seine Zeche prellen zu können, den vier Rettern den letzten Nerv. Doch für Nervenschwäche bleibt keine Zeit. Bibi und Chris, zwei Junkies, wollen auf eigene Faust entziehen. Chris wird schwach, setzt sich einen Schuss und kollabiert. Ein Passant beobachtet das verzweifelte Pärchen und alarmiert die Polizei. Bibi gerät in Panik und flüchtet mit dem leblosen Chris im Auto. Durch die Suche der Rettungsflieger können Chris und Bibi aufgespürt werden. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333560","hoster":"VOE"},{"path":"/redirect/8405335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-2/episode-8","name":"Heiß und kalt","epNo":8,"alt":"","descr":"\"14-Jähriger nach Stromunfall und Sturz aus drei Meter Höhe nicht ansprechbar.\" Diese Meldung führt die Rettungsflieger zum Bahnbetriebsgelände außerhalb Hamburgs. Ein Junge ist dort auf einen Eisenbahnwaggon geklettert und hat einen Stromüberschlag von 15 000 Volt erlitten. Auch beim nächsten Einsatz kommen Alex, Maren, Thomas und Wollcke gerade noch rechtzeitig, um Leben zu retten: Ein Forellendieb hat sich im Fischteich vor den Wachhunden versteckt und droht zu erfrieren. Zufrieden und mit frischen Forellen im Gepäck gehen die vier Retter in den Feierabend. Für Maren und Thomas nimmt das Festessen allerdings kein gutes Ende. Marens neue Liebe Anton scheint keinen Sinn für gemütliche Häuslichkeit zu haben. Und Thomas, umgeben von familiären Turbulenzen, hat plötzlich ein Piepsen im Ohr, das nicht mehr enden will. Alex dagegen genießt den Abend still und glücklich. Er hat sich verliebt – in die Stimme einer Fluglotsin. Am nächsten Morgen sind die vier wieder mit all ihren Kräften gefordert. Denn mit einem \"Unfall in der Kanalisation – Vergiftungsgefahr durch Faulgase\" beginnt der neue Tag für die Crew. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587985","hoster":"VOE"},{"path":"/redirect/8405340","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-3/episode-1","name":"Schreckliche Ohnmacht","epNo":1,"alt":"","descr":"Die Nerven von Sanitäter Thomas liegen blank: Seit einigen Tagen hat er einen penetranten Piepston im Ohr. Auch Pilot Alex ist nervös, denn ihm steht ein Blind Date mit der Fluglotsin Elke bevor. Doch der Arbeitstag nimmt auf die privaten Sorgen und Freuden der Rettungsflieger keine Rücksicht: \"Kleinkind nicht ansprechbar, Ertrinkungsfall\". Da die Rettungsflieger sofort vor Ort sind, gelingt es ihnen, das Baby wiederzubeleben. In der großen Hektik kommen sie allerdings nicht auf die Idee, zu hinterfragen, wie dieser Unfall überhaupt passieren konnte. Erst als die Mutter nicht in der Klinik erscheint, um ihr Kind abzuholen, fällt Wollcke ein, wie merkwürdig verwahrlost es in der Wohnung ausgesehen hat. Thomas und Maren gehen der Sache nach und stoßen auf einen sehr ernstzunehmenden Problemfall. Wie es das Schicksal will, führen zwei weitere Einsätze zu kleinen Kindern: Ein plötzlicher Kindstod schlägt den Rettungsfliegern Maren, Alex, Thomas und Wollcke schwer aufs Gemüt. Die Geburt, zu der sie gerufen werden, ist schon glücklich verlaufen, als sie eintreffen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988528","hoster":"VOE"},{"path":"/redirect/8405337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-3/episode-2","name":"Lachende Schutzengel","epNo":2,"alt":"","descr":"Gerangel einer Jugendclique am U-Bahnhof: Einer der Jungs, Jesko, möchte sich von seiner Freundin Tina trennen. Doch die liebt ihn noch. Andere mischen sich ein, Tina stürzt auf die Gleise, eine U-Bahn kommt. Jesko kann Tina retten, doch er verunglückt selbst. Die Rettungsflieger bringen Jesko sofort in die Klinik, und Tina ist sehr erleichtert, zu erfahren, dass Jesko keine inneren Verletzungen davongetragen hat. Doch Jesko will Tina nicht an seinem Krankenbett. Kurz darauf werden die Rettungsflieger zu einem Hochhaus gerufen, von dem sich jemand stürzen will. Als Maren, Thomas, Alex und Wollcke erkennen, dass es sich bei der Selbstmordkandidatin um Tina handelt, gelingt es ihnen, das junge Mädchen von seinem Vorhaben abzubringen. Auch zu der dramatischen Verschüttung eines Sportradfahrers in einer Kiesgrube kommen die vier rechtzeitig, um Leben zu retten. Der erfolgreiche Tag endet mit einer tollen Überraschung für Thomas: Er hat in einem Preisausschreiben den Hauptgewinn gezogen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988550","hoster":"VOE"},{"path":"/redirect/8405345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-3/episode-3","name":"Spiel mit dem Leben","epNo":3,"alt":"","descr":"Die Rettungsflieger freuen sich auf den Feierabend: Maren ist mit Anton verabredet, Alex mit Freundin Elke, Thomas mit seinen Kindern und Wollcke mit seinem Schrotthändler. Gerade als sie sich abmelden wollen, geht ein Alarm ein: Sportunfall im Eishockeystadion. Ein junger Spieler hat bei einem relativ harmlosen Sturz das Bewusstsein verloren. Maren entdeckt schnell eine Verletzung an seinem Kopf, die schon älter ist. Der Coach macht sich schwere Vorwürfe, denn er weiß, dass er den Jungen unter diesen Umständen nicht hätte aufs Eis schicken dürfen. Für die Rettungsflieger beginnt der Feierabend wieder einmal später als erwartet. Da Maren unter diesen Umständen keine Lust mehr hat, in die Oper zu hetzen, handelt sie sich Stress mit Anton ein. Als Alex ihr rät, sich eine Auszeit zu gönnen, am besten zusammen mit Anton, ist sie begeistert und malt sich eine richtig schöne Weltreise aus. Doch bis dahin gibt es noch viel zu tun. Da der Versuch eines Studenten, Kokain in seinem Magen nach Deutschland zu schmuggeln, genauso gründlich misslingt wie der Versuch eines Jugendlichen, einer alten Dame das Portemonnaie zu klauen, werden die Rettungsflieger am nächsten Tag zu einem Vergiftungsfall gerufen und auf den Wochenmarkt, wo eine alte Frau einen jungen Mann absichtlich angefahren hat. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333561","hoster":"VOE"},{"path":"/redirect/14146364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-3/episode-4","name":"Außer Kontrolle","epNo":4,"alt":"","descr":"Zwei Tierschützer verfolgen mit ihren Motorrädern einen windigen Tierhändler. Der gerät mit seinem Fahrzeug ins Schleudern und stürzt mit lebendiger Fracht ins Hafenbecken. Als die Rettungsflieger eintreffen, ist der Fahrer schon geborgen. Alex kann dank seiner Umsichtigkeit einer Schar kleiner Welpen das Leben retten. Zurück im Rettungszentrum erfährt Thomas, dass sich seine Schwiegermutter einen Oberschenkelhalsbruch zugezogen hat und Ute sofort zu ihr gereist ist. Jetzt muss er sich um Kinder und Haushalt kümmern. Alex hat auch nichts zu lachen: Elke überlegt, einen Job in Paris anzunehmen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988542","hoster":"VOE"},{"path":"/redirect/8405344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-3/episode-5","name":"Um Kopf und Kragen","epNo":5,"alt":"","descr":"An einem friedlichen Sonntagmorgen wird in einem abgelegenen Waldstück aus einem Goccha-Spiel plötzlich Ernst: Als alle Goccha-Spieler mit Farbbeuteln erlegt sind, der Sieg einer Mannschaft verkündet ist und sich alle wieder erheben können, bleibt einer der Spieler leblos liegen. So beginnt der Sonntagsdienst für die Rettungsflieger gleich turbulent. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988529","hoster":"VOE"},{"path":"/redirect/8405350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-3/episode-6","name":"Gefahren der Liebe","epNo":6,"alt":"","descr":"Noch zwei Tage Arbeit, dann kann Maren endlich ihren Urlaub antreten: mit Anton vier Wochen auf Weltreise gehen. Doch die beziehungsfördernde Maßnahme droht kurz vor Abreise just an einem handfesten Streit zwischen den beiden zu scheitern. Wutentbrannt erscheint Maren zum Dienst. Und dann wird ihr auch noch gleich beim ersten Einsatz vor Augen geführt, wie schön Liebe sein kann: Ein junges Paar hat sich in den Kopf gesetzt, im freien Fall zu heiraten. Doch während des Fallschirmsprungs erleidet der Bräutigam einen Krampf. Er kann die Führungsleine nicht mehr halten, der Schirm gerät ins Trudeln. Einsatz für die Rettungsflieger! Braut und Bräutigam sind bei Bewusstsein. Maren beobachtet gerührt, wie liebevoll und besorgt die beiden miteinander umgehen. In weiteren Fällen werden die Rettungsflieger zu einem Motorradunfall gerufen und zu einem Banküberfall, der dank Marens Mut und Umsichtigkeit ein überraschend glückliches Ende nimmt. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587988","hoster":"VOE"},{"path":"/redirect/8405349","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-1","name":"Das Kind im Brunnen","epNo":1,"alt":"","descr":"Stabsärztin und Generaltochter Dr. Ilona Müller übernimmt die Urlaubsvertretung für Maren. Sie ist noch nie für die Rettung geflogen, tritt dafür umso resoluter auf und ist der Meinung, sofort das Regiment übernehmen zu können. Da ist sie allerdings bei Alex, Thomas und Wollcke an der falschen Adresse. Als sich Frau Dr. Müller während des ersten Einsatzes, bei dem ein junger Mann aus einem Baumwipfel gerettet werden muss, über das eigenständige Engagement von Thomas beschwert, dauert es nicht lange, bis Alex sie sich zur Brust nimmt: Auch wenn sie noch so eine gute Ärztin ist, und wenn ihr Vater zehnmal General ist – ohne Teamgeist kann sie die Rettung vergessen. Und die zwei Männer machen es ihr natürlich auch nicht leicht: Wollcke übersieht sie, Thomas arbeitet ab sofort nur noch auf Befehl. Am nächsten Morgen versucht Ilona mit einem Einstandsfrühstück die Wogen zu glätten. Doch die Männer haben keinen Appetit. Bei einem neuen, spektakulären Einsatz müssen sie allerdings feststellen, dass Ilona auch Mumm hat: Sie lässt sich kopfüber in ein tiefes Erdloch abseilen, um ein kleines Kind vor dem Ertrinken zu retten. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199657","hoster":"VOE"},{"path":"/redirect/10103788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-2","name":"Durchgeknallt","epNo":2,"alt":"","descr":"Ein Verkehrsunfall, bei dem ein Insasse stirbt und der Fahrer mit einer Schockreaktion das Team voll und ganz fordert, setzt Ilona schwer zu. Sie muss noch lernen, damit umzugehen, dass sie nicht immer Leben retten kann. Thomas versucht, ihr dabei zu helfen, was unwillkürlich zu einer ersten freundschaftlichen Annäherung zwischen den beiden führt. Schon beim nächsten Einsatz ist dann Thomas, Vater eines ungestümen Sohnes, sehr betroffen: Zwei Jungs haben in einem alten Kriegsbunker Handgranaten gefunden. Eine davon ist explodiert, bevor einer der Jungen in Deckung gehen konnte. Die Alarmmeldung \"Unglück auf dem Henriettenhof\" versetzt schließlich Wollcke in Panik: Denn seine Iris, im dritten Monat schwanger und seither vom Gesundheits- und Ökowahn befallen, wollte sich auf dem Hof einen schönen Tag machen. Tatsächlich wurde ihre hochschwangere Freundin von einer Pferdekutsche erfasst. Alex fliegt die Verletzte sofort in eine Klinik, die für Frühgeburten bestens ausgerüstet ist. Und Wollcke wird zum ersten Mal richtig bewusst, dass er mit seiner Vaterschaft schon jetzt für einen neuen Menschen verantwortlich ist. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199659","hoster":"VOE"},{"path":"/redirect/10103789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-3","name":"Abschied von Thomas","epNo":3,"alt":"","descr":"Ein Jugendlicher, frustriert, weil seine Eltern ihm keinen teuren Karate-Unterricht bezahlen können, fordert einen Karate-Schüler zum Zweikampf heraus. Der \"Profi\" ist eindeutig überlegen. Dank gekonnter Ausweichmanöver kann er sich schützen, sein Aggressor allerdings stürzt in einem Rohbau unglücklich in die Tiefe. Alex, Ilona, Wollcke und Thomas geben alles, können den Jungen aber nicht mehr retten.Als ein weiterer Einsatz das Team zu einem Unglück genau an den Baggersee führt, wo Thomas seine zwei Kinder Joschi und Nina vermutet, hat er plötzlich keinen Zweifel mehr daran, wo er hingehört: zu der Mutter seiner Kinder. So endet dieser Tag überraschend für alle: Alex wird trotz Einsatz unlauterer Mittel von Ilona im Schach besiegt. Und als Dr. Kettwig Ilona zu ihrer gelungenen Vertretung abschließend gratuliert, verkündet Ilona, dass sie sich für die SAR-Staffel in Koblenz beworben hat. Thomas bittet Dr. Kettwig darum, nach Ulm versetzt zu werden. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199654","hoster":"VOE"},{"path":"/redirect/10103786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-4","name":"Der Neue","epNo":4,"alt":"","descr":"Maren kehrt aus dem Urlaub zurück, Alex ist gerade mit der Maschine aus Paris gelandet. So treffen sie sich zufällig am Flughafen. Nach der ersten freudigen Überraschung stellt sich heraus, dass beide wieder solo sind: Maren hat sich während der großen Reise von Anton getrennt, Alex kommt mit seiner Wochenendbeziehung überhaupt nicht klar. Zu all dem Unglück muss Maren auch noch erfahren, dass sich ihr geliebter Sanitäter Thomas nach Ulm hat versetzen lassen.Torsten Biedenstedt, der Neue im Team, ist jung und tritt sehr selbstbewusst auf. Maren gefällt das, doch Wollcke nervt die vorwitzige Art. Alex muss ihn ermahnen, nicht zu kritisch zu sein, denn aller Anfang ist schwer – was sich prompt beim ersten Einsatz des Tages bestätigt: Eine junge Frau, seit längerem an den Rollstuhl gefesselt, möchte nicht mehr leben und stürzt sich in die Alster. Die Rettungsflieger sind zuerst am Unfallort, Torsten, im Rettungsfieber, springt blindlings ins Wasser. Obwohl das ohne Absprache geschieht, kann es ihm keiner richtig verübeln. Auch als er die querschnittgelähmte Susanne im Krankenhaus besucht, um zu ergründen, warum sie sich umbringen wollte, zeigt Maren Verständnis. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199656","hoster":"VOE"},{"path":"/redirect/10103790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-5","name":"Zu weit gegangen","epNo":5,"alt":"","descr":"Während Alex sein allmorgendliches Ausdauertraining für den bevorstehenden Hansa-Marathon absolviert und Maren von ihrer Schwester Kerstin mit der Ankündigung eines Spontanbesuches überrascht wird, findet in einer Szene-Disko ein Marathon der anderen Art statt: Das Mädchen, das am längsten durchhält, wird die Techno-Queen. Am späteren Morgen kommt es zum Showdown, dem Zweikampf zwischen Vivi und Conny. Vivi hat sich mit Drogen aufgeputscht und kollabiert. Der Dealer und der Diskjockey machen sich aus dem Staub, nur Conny bewahrt die Nerven und alarmiert die Rettung. Alex, Maren, Wollcke und Torsten erwischen die Pillendreher gerade noch auf ihrer Flucht.Gleich müssen die Rettungsflieger weiter zu einem schweren Autounfall. Vor Ort befindet sich ein Paparazzo, der ungeniert die Unfallopfer, eine ältere Dame und einen jungen Mann, fotografiert. Schnell wird klar, dass es sich hier um berühmte Persönlichkeiten handeln muss. Als der Paparazzo die Arbeit von Maren behindert, verliert Torsten die Beherrschung, reißt ihm den Fotoapparat aus der Hand und zerstört den Film. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302214","hoster":"VOE"},{"path":"/redirect/10103791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-6","name":"Nachwuchs im Team","epNo":6,"alt":"","descr":"Auch als die Rettungsflieger in ein Etablissement auf der Reeperbahn gerufen werden, ist mehr als Routine gefragt: Zuerst möchte ihnen der Bordellbesitzer den Zutritt verwehren, dann wird Maren von einem fiesen Typen angemacht, und das Opfer – ein älterer Herr, der sich, aufgeputscht durch diverse Mittelchen, komplett übernommen hat – fleht Maren an, seiner Frau nichts über diesen Einsatz zu erzählen. Am wohlverdienten Wochenende läuft Alex endlich seinen Marathon, und Torsten nutzt die Gelegenheit, um Susanne, die zwischenzeitlich aus dem Krankenhaus entlassen wurde, etwas unter Menschen zu bringen. Kurz vor der Ziellinie bricht Sascha, der Trainingskumpel von Alex, zusammen. Ein Glück, dass sich unter den Zuschauern eine Notärztin befindet. Wollcke bekommt von alledem nichts mit. Er wird genau in dem Moment, in dem Alex doch noch sein Ziel erreicht, Vater eines gesunden Jungen.Wollcke steht unter Strom. Bei seiner Iris können jeden Moment die Wehen einsetzen, Alex läuft auf Hochtouren, weil am kommenden Sonntag die Herausforderung des Hansa-Marathons auf ihn wartet, und Maren wird von Schwester Kerstin und deren Baby Maryloo in Atem gehalten. Trotz des privaten Stresses sind die vier Retter während ihrer Einsätze hundertprozentig bei der Sache. Deshalb erkennen sie auch sofort, als sie, alarmiert von einem Obdachlosen, ein bewusstloses Mädchen auf einem Schrottplatz vorfinden: Es muss sich dabei um das junge Entführungsopfer handeln, über das in allen Zeitungen berichtet wird. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199658","hoster":"VOE"},{"path":"/redirect/10103792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-7","name":"Alle für Einen","epNo":7,"alt":"","descr":"In einem trockengelegten Schwimmdock findet ein Fotoshooting mit jungen und dürren Mädchen im futuristischen Designerlook statt. Modeschöpfer Jonathan kann sich gar nicht sattsehen an der Wirkung seiner Kreation. Model Jessica ist dieser schweißtreibenden Arbeit nicht gewachsen. Sie stolpert auf der Zickzacktreppe, Jonathan stürzt vor Schreck hinterher und verletzt sich schwer. Dieser Alarm kommt den Rettungsfliegern ausnahmsweise gelegen. Denn Torsten muss gerade eine Standpauke von Oberarzt Kettwig über sich ergehen lassen. Es gab eine Dienstaufsichtsbeschwerde, weil sich Torsten bei einem der letzten Einsätze mit einem Paparazzo angelegt hat.Ein alter Mann, der der Überzeugung ist, nicht mehr lange zu leben, trägt den Rettungsfliegern seinen letzten Willen auf: Alex soll seinen bis aufs Blut miteinander zerstrittenen Söhnen einen Brief übergeben. Dass mit diesem Auftrag eine kleine Finte verbunden ist, stellt sich allerdings erst später heraus. Zuvor wird das Team auf eine Pferdekoppel gerufen. Dort hat eine Gruppe von Jugendlichen Schreckschusswaffen an Pferden ausprobiert. Die Rechnung haben sie allerdings ohne den Besitzer der Tiere gemacht. Der schießt zurück – und zwar scharf. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199661","hoster":"VOE"},{"path":"/redirect/10103793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-8","name":"Allein gelassen","epNo":8,"alt":"","descr":"Der erste Einsatz des Tages führt die Rettungsflieger zu einem Mann mit schweren Brandverletzungen. Am Unglücksort, einem abgelegenen Waldstück, steht ein Auto in Flammen, und es ist zunächst nicht ersichtlich, wie es zu dem Unglück kam. Nur eines scheint klar: Eine enttäuschte Liebe muss der Auslöser für eine fatale Kurzschlussreaktion gewesen sein. Nicht weniger rätselhaft geht es bei den Rettungsfliegern selbst zu. Maren hat am Abend etwas vor, weiß aber noch nicht, was. Alex dagegen scheint genau zu wissen, wie er seinen Feierabend gestalten wird, will es aber nicht verraten. Als sich schließlich Maren in Begleitung von Torsten und Alex mit Marens Schwester Kerstin im Arm vor einem Tanzlokal begegnen, fühlt sich Alex ertappt und Maren hintergangen – dabei beruht alles auf einem großen Missverständnis.Auf Irrwegen befindet sich auch Konstantin, ein Bulgare, der mit dem Zug erstmals nach Deutschland gereist ist, um seinen Sohn und dessen Familie zu besuchen. Der alte Mann verliert Adresse und Telefonnummer und muss die Nacht im Freien verbringen. Am nächsten Morgen wird er ohne Bewusstsein aufgefunden. Dank der Pfadfinderqualitäten von Alex können sie den alten Herrn direkt ans Ziel fliegen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302217","hoster":"VOE"},{"path":"/redirect/10103794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-4/episode-9","name":"Jagdsaison","epNo":9,"alt":"","descr":"Alex, Maren, Wollcke und Torsten werden von der Herzlichkeit des Vorgesetzten Oberstabsarztes Dr. Kettwig überrascht: Er lädt sie in sein Jagdhaus ein – mit Anhang. Die Begeisterung der Crew hält sich allerdings in Grenzen, denn keiner hat Lust, einen förmlichen Abend zu verbringen. Außerdem: Wen soll Alex mitbringen und wen Maren? Kann Torsten Susanne fragen, obwohl sie eigentlich gar kein Paar sind? Und wer soll bei Wollcke aufs Kind aufpassen, wenn er Iris mitbringt?Beim Sportunterricht bricht ein junges Mädchen zusammen. Die Ursache ist rätselhaft, man vermutet eine Pilzvergiftung. Zur Verblüffung aller diagnostiziert Maren eine Schwangerschaft. Außerdem kommt es bei einem Managerlehrgang zu gewalttätigen Auseinandersetzungen. Es bleibt unklar, ob in diesem Fall der Seminarleiter oder ein Teilnehmer versagt hat.In Kettwigs Jagdhütte schließlich kommt alles anders als gedacht: Die Rettungsflieger werden von Frau Kettwig allein in Empfang genommen. Der Oberstabsarzt sucht gerade einen Wilderer, der nicht ungefährlich zu sein scheint. Noch ahnt Kettwig nicht, wie gut seine Idee war, an diesem Abend seine Leute zu sich nach Hause einzuladen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199662","hoster":"VOE"},{"path":"/redirect/10103795","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-1","name":"Kinderparadies","epNo":1,"alt":"","descr":"Der SAR 71 ist einen Tag lang zur Demonstration des Rettungswesens in den Heidepark Soltau abkommandiert. Maren, Alex und Torsten haben nichts dagegen, den Sonntag im Vergnügungspark zu verbringen. Nur Wollcke als Familienvater passt das gar nicht. Er sollte sich jetzt eigentlich mit Frau und Kind vergnügen. Dann aber ist es mit dem Spaß ganz plötzlich für alle vorbei. Ein paar Jungs rangeln in der Wildwasserbahn. Dabei stürzt einer aus dem Gefährt. Er wird vom Wasser mitgerissen und von dem darauffolgenden Wagen, in dem ausgerechnet Maren und Alex sitzen, schwer verletzt. So haben die Rettungsflieger an diesem Sonntag wider Erwarten ihren ersten echten Einsatz. Und weitere Ernstfälle folgen. Bei einem harmlos fröhlichen Ausflug in die Heide verletzt sich ein kleiner Junge mit dem großen Messer seines Vaters. Auch dort ist der Hubschrauber zur Stelle. Zudem wird die SAR-Besatzung von der Polizei in die verzweifelte Suche nach einer Frau eingebunden, die aus der Psychiatrie geflohen ist. Sie hat ihre Tochter abgeholt und will sie mit in den Tod nehmen. Nur dank eines spektakulären Flugmanövers von Alex, Wollcke und Torsten kann Schlimmes verhindert werden. Daneben sorgt noch etwas ganz anderes für Spannung: Zwischen Maren und Alex hat es endlich gefunkt. Nur die Kollegen wissen noch nichts davon. Vor allem der an sich äußerst neugierige Wollcke ist im Moment mit sich und der Organisation seiner kleinen Familie so beschäftigt, dass alles andere unbemerkt an ihm vorüberzieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916001","hoster":"VOE"},{"path":"/redirect/8405351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-2","name":"Todesfahrt","epNo":2,"alt":"","descr":"Alex und Maren haben sich endlich als Paar gefunden und genießen ihre neue Liebe, die sie allerdings vor ihren Kollegen verheimlichen wollen. Doch beim Bettenkauf werden sie von Wollcke beobachtet. Der kann seine Entdeckung natürlich nicht für sich behalten. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333528","hoster":"VOE"},{"path":"/redirect/8405355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-3","name":"Das Team in Not","epNo":3,"alt":"","descr":"Ein Dealer fühlt sich im Park von einem kleinen Mädchen beobachtet. Er hetzt seinen Kampfhund auf das Schoßhündchen der Kleinen. Das Kind will sein geliebtes Tier schützen und wird dabei schwer verletzt. Weil Helfer gleich eingreifen, kann die Kleine vor dem Verbluten gerettet werden, muss aber mit dem SAR 71 ins Krankenhaus geflogen werden. Als Alex, Maren, Wollcke und Torsten wenig später zu einem Fahrradunfall in den gleichen Park gerufen werden, entdeckt Alex aus der Luft den gesuchten Dealer mit seinem Hund. In Zusammenarbeit mit der Polizei kann er gestellt und festgenommen werden. Am nächsten Tag wird das Team wegen eines Herzinfarkts zu einem abgelegenen Hof gerufen. Doch dort erwartet sie kein Patient, sondern ein Gangster, der den Hubschrauber kapert. Er will seinen Bruder befreien, der bei einer Geiselnahme von der Polizei umstellt ist. Eine Odyssee beginnt – die Rettungsflieger schweben selbst in höchster Gefahr. Doch auch privat gibt es Probleme: Maren hat beschlossen, das Baby ihrer toten Schwester zu adoptieren. Alex bereitet sich auf seine Rolle als Vater vor, nicht ahnend, dass eine böse Überraschung auf ihn wartet. Und Torsten bekommt zunehmend Probleme mit der dominanten Rolle, die seine Mutter in seinem Leben spielt. Erst Wollcke öffnet ihm die Augen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988526","hoster":"VOE"},{"path":"/redirect/8405353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-4","name":"Abschied von Maren","epNo":4,"alt":"","descr":"Es ist Marens letzter Arbeitstag. Bei der Heuernte ist ein junger Landwirt in die Heuballenmaschine geraten. Die Rettungsflieger werden alarmiert. Beim Anflug kollidiert der Rettungshubschrauber beinahe mit einem Arbeitshubschrauber. Es gelingt mit viel Mühe, den schwer verletzten Landwirt zu befreien. Das Team will ihn gerade in die Klinik fliegen, als der Arbeitshubschrauber abstürzt. Am Abend versucht die Crew, die liebgewonnene Kollegin und engagierte Rettungsärztin Maren Maibach so undramatisch wie möglich zu verabschieden. Vor allem Alex schmerzt die Trennung sehr, was er sich aber nicht anmerken lassen will. Für Alex und Wollcke ist immerhin tröstlich, dass ihre neue Rettungsärztin eine alte Bekannte ist: Ilona Müller. Torsten begegnet Ilona zum ersten Mal und verfällt dieser Frau auf den ersten Blick. Wie es der Zufall will, gibt es gleich am nächsten Morgen ein Wiedersehen mit der Ex-Kollegin. Maren wird an einer Tankstelle Zeugin eines Verbrechens mit schlimmen Folgen. Als die Rettungsflieger eintreffen, unterstützt Maren selbstverständlich ihre Nachfolgerin bei der Versorgung der Verletzten. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378683","hoster":"VOE"},{"path":"/redirect/8405357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-5","name":"Torstens Entscheidung","epNo":5,"alt":"","descr":"Ein Sturmtief wütet über Hamburg. Der Gittermast eines Werbeträgergerüstes stürzt krachend auf die alte Bürobaracke der WorldWeb AG. Unter den Trümmern wird ein Mitarbeiter begraben. Ben, der Chef der Firma, alarmiert die Rettung und stemmt mit nahezu übermenschlicher Kraft das Gerüst so hoch, dass das Opfer zumindest nach Luft ringen kann. Ohne Bens Einsatz wäre jede Hilfe zu spät gekommen. Der nächste Notruf führt die Rettungsflieger an die Elbe. Dort hat Wollckes Aupair-Mädchen Jeanette zwei Jungen getroffen, die mit dem Jetski ein paar Runden drehen. Als die beiden Jeanette durch ihre halsbrecherische Fahrweise imponieren wollen, kommt es zu einem Unfall. Jeanette weiß, was zu tun ist, und hört auch schon bald den rettenden Helikopter. Kaum zurück im Rettungszentrum, finden die Kollegen den Gefreiten Homann vor Schmerzen wimmernd auf der Toilette. Eine Notoperation rettet ihm das Leben. Auch privat geht es turbulent zu. Alex reagiert entrüstet, als Wollcke seinen Sohn Richie mit zum Dienst bringt. Ilona kann Ben, den Helden des Tages, nicht vergessen, und am Abend taucht er prompt im Rettungszentrum auf. Außerdem hat Torsten eine Entscheidung getroffen: Er möchte das SAR-71-Team verlassen und dort hingehen, wo man \"richtig\" gebraucht wird, nach Afrika! Von Thomas, der gerade zu Besuch in Hamburg ist, erfährt Torsten, dass Oberstarzt Kettwig in der Regel nicht bereit ist, seine Leute einfach freizugeben. Doch Torsten hat einen Plan. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988540","hoster":"VOE"},{"path":"/redirect/8405358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-6","name":"Das Angebot","epNo":6,"alt":"","descr":"Einsatz für die Rettungsflieger. In der Depesche ist lediglich von \"schlechtem Allgemeinzustand\" die Rede. Als sie bei der Patientin ankommen, ist bereits der Hausarzt vor Ort. Die schwer krebskranke Christine Schreiber liegt im Sterben. Der Ehemann weiß, dass sie nicht im Krankenhaus, sondern zu Hause sterben will. Doch die Tochter fordert massiv, die Mutter sofort in eine Klinik fliegen zu lassen. Der nächste Fall führt das Team zu einem ungewöhnlichen Einsatzort, dem Buddy-Holly-Musical-Zelt. Dort ist der übereifrige Praktikant Kevin beim Auswechseln eines Scheinwerfers abgestürzt. Während der Rest der Crew im Musical-Zelt ist, sieht Alex, wie ein kleiner Junge der Kaimauer gefährlich nahe kommt. Direkt im Anschluss müssen sich die Rettungsflieger eine spektakuläre Verfolgungsjagd mit einem Drogendealer in einem Leichtflugzeug liefern. Neben den nervenaufreibenden Einsätzen schafft es Ilonas neuer Freund Ben, nahezu die ganze Truppe durcheinander zu wirbeln. Der dynamische Manager braucht dringend einen Piloten für seinen Privat-Jet und hat sich dafür Alex ausgeguckt. Der staunt nicht schlecht über das verlockende Angebot. Außerdem teilt Kettwig Torsten mit, dass er ihn für den Katastropheneinsatz in Afrika leider nicht freistellen kann. Aber Torsten hat vorgebaut: Thomas Asmus bietet sich als Ersatz für Torsten an. Wollcke ist genauso überrascht wie Alex. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988534","hoster":"VOE"},{"path":"/redirect/8405359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-7","name":"In der Schusslinie","epNo":7,"alt":"","descr":"Einem Sexualmörder gelingt es, während eines Freigangs aus der Psychiatrie im Schutz der Dunkelheit zu fliehen. Auf seiner Flucht trifft er auf Annette – sein nächstes Opfer. Als die Rettungsflieger am Tatort eintreffen, sind sie von Annettes Zustand schockiert. Sie schwebt in Lebensgefahr. Ilona verspricht Annettes Großeltern, sich um ihre Enkelin zu kümmern. Noch bevor Alex, Ilona, Wollcke und Thomas die Eindrücke dieses Einsatzes so richtig verarbeitet haben, gibt es schon wieder Alarm. Ein Maurer hatte es mit seiner Arbeit am Leuchtturm zu eilig. Nun baumelt er an einem Seil zwischen Himmel und Erde und muss vom Team des SAR 71 gerettet werden. Am Abend dieses Tages ist das Team froh, dass es am nächsten Tag frei hat. Thomas und Alex treffen sich auf ein Bier. Dabei machen sie eine Entdeckung, die Wollckes Familienleben durcheinander wirbeln könnte. Ob Wollcke weiß, dass von seiner Frau Iris wunderschöne und sehr freizügige Fotos im \"Playboy\" zu sehen sind? Alex, hin- und hergerissen von Bens Angebot, ihn als Pilot seines Firmenjets zu engagieren, trifft sich am nächsten Tag mit Ben und Ilona auf dem Flugplatz. Während er dort einen Düsenjet begutachtet, erfährt Ilona ganz nebenbei, dass ihr geliebter Ben verheiratet ist. Für sie bricht eine Welt zusammen. Am Sonntag erscheinen alle wieder zum Dienst. Der erste Einsatz führt sie zu einer Reihenhaussiedlung. Der Sexualmörder Bracke läuft Amok. Er hat sich in einem Haus verbarrikadiert und schießt auf alles, was sich bewegt. Als die Rettungsflieger eintreffen, hat Bracke bereits drei Personen niedergeschossen. Ein Mann liegt unerreichbar und schwer verletzt in der Schusslinie. Alex versucht, ihn zu retten. Da trifft auch ihn ein Schuss. Trotz seiner Verletzung schafft er es, den Hubschrauber mit einem der Opfer zum Krankenhaus zu fliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988543","hoster":"VOE"},{"path":"/redirect/8405361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-8","name":"Afrikanisches Fieber","epNo":8,"alt":"","descr":"Der Tag beginnt mit einem Fehlalarm. Als der SAR 71 an der vermeintlichen Unfallstelle eintrifft, ist von einem Autounfall nichts zu sehen. Lediglich zwei Jungs mit Handy entfernen sich schnell. Der nächste Einsatz fordert einen Wettlauf mit der Zeit. SAR 71 wird zu einem Erkrankten mit Meningitisverdacht gerufen. Schnell wird klar, dass Heiner eine gefährliche Infektionskrankheit hat, möglicherweise sogar das hoch ansteckende Lassafieber. Doch bevor die Ergebnisse der Blutuntersuchung vorliegen, muss das Team schon wieder starten. Diesmal werden sie zu Adrian gerufen, der ähnliche Symptome wie Heiner aufweist. Es stellt sich heraus, dass Adrian, Heiner und dessen Freundin Monika gerade gemeinsam aus Nigeria zurückgekommen sind. Während sich im Tropeninstitut der schreckliche Verdacht bestätigt, schlägt Alex vor, mit dem Hubschrauber nach Monika zu suchen. Auch Ilona, Wollcke und Thomas können nicht länger tatenlos zusehen. Als die vier Monika finden, lebt sie zwar noch, doch die Hilfe scheint für sie zu spät zu kommen. Auch die Rettungsflieger müssen in Quarantäne und haben Angst, sich infiziert zu haben. Vor allem Alex steht zum ersten Mal in seinem Leben Todesängste aus. In dieser Extremsituation wird den Rettungsfliegern einiges klar, und sie treffen wichtige persönliche Entscheidungen. Ilona will es doch noch einmal mit Ben versuchen. Alex entschließt sich, Rettungsflieger zu bleiben, obwohl das Damoklesschwert des Disziplinarverfahrens über ihm schwebt. Wollcke muss erkennen und akzeptieren, dass Iris ihren eigenen Weg geht. Und Thomas sieht, dass manches auch ohne ihn geht. Seine Familie zieht einfach ohne seine Hilfe von Ulm nach Hamburg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988586","hoster":"VOE"},{"path":"/redirect/8405366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-9","name":"Explosiv","epNo":9,"alt":"","descr":"Bei einer Explosion in einem Chemielabor wird eine Schülerin schwer verletzt. Was zunächst wie ein Unfall aussieht, entpuppt sich schon bald als missglückter Anschlag eines Schülers auf seinen Lehrer. Der Bub spielt danach mit Selbstmordgedanken. Mit einem bösen Erwachen endet ein Streit zwischen einem Hütchenspieler und einem leichtgläubigen Passanten. Der Mann wird brutal zusammengeschlagen, seine hochschwangere Freundin steht unter Schock.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988544","hoster":"VOE"},{"path":"/redirect/8405367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-5/episode-10","name":"Todessturz","epNo":10,"alt":"","descr":"Bei einem Besuch in einem Fitnesscenter werden Ilona und Alex Zeugen eines Unfalls. Beherzt ergreifen sie die Initative und leisten sofort erste Hilfe. Gleich der nächste Einsatz führt sie wieder in dieses Studio. Diesmal gibt es eine Tote. Angeblich ist die junge Frau beim Training gestürzt. Im Unterschied zu ihren Kollegen glaubt Ilona nicht an einen Zufall. Auf eigene Faust beginnt sie zu ermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921255","hoster":"VOE"},{"path":"/redirect/8405368","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-1","name":"Auf Knall und Fall","epNo":1,"alt":"","descr":"Alex und Wollcke haben Kummer mit ihren Söhnen. Wollckes Frau Iris will Richie mit auf Modeltour durch die ganze Welt nehmen, und Alex’ Sohn verunglückt in Australien. Um Benni beistehen zu können, lässt Alex sich Urlaub geben. Er wird durch Hauptmann Blank ersetzt. Wollcke empfindet die raue Art des Neuen als sehr störend. Vielleicht auch, weil ihn der Gedanke an eine Trennung von Iris sehr bedrückt und er deshalb recht dünnhäutig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579889","hoster":"VOE"},{"path":"/redirect/8405373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-2","name":"Wollckes Wagnis","epNo":2,"alt":"","descr":"Das Team wird zu einer Schlägerei gerufen, bei der es Verletzte gegeben hat. Was Thomas noch nicht ahnt: Sein Sohn Joschi und dessen Mitschüler haben sich mit jugendlichen Drogendealern angelegt. Maxe, Joschis Freund, kommt bei der Auseinandersetzung zu Schaden. Als das Team ins Rettungszentrum zurückkehrt, wartet Iris immer noch auf Wollcke. Endlich findet er den Mut, sich mit ihr auszusprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988549","hoster":"VOE"},{"path":"/redirect/8405372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-3","name":"Zwischen Himmel und Erde","epNo":3,"alt":"","descr":"Hauptmann Blank hat sich nun endgültig in Ilona verliebt. Bei einem romantischen Abendessen gesteht sie ihm allerdings die wahren Hintergründe ihres Verhaltens. Gekränkt zieht sich Blank zurück. Durch den Absturz einer Cessna auf dem Gelände eines Chemiewerks wird das Team der Rettungsflieger auf die Probe gestellt. Gemeinsam mit der Feuerwehr versuchen die Rettungsflieger, Herr der katastrophalen Lage zu werden – mitten im Chaos gerät auch Ilona in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988536","hoster":"VOE"},{"path":"/redirect/8405374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-4","name":"Zum Dessert","epNo":4,"alt":"","descr":"Als Wollcke zum Dienst kommt, sitzt eine wildfremde Person auf dem Pilotensitz im Hubschrauber. Alex ist außer sich. Erst nach und nach kann sich Dr. Sabine Petersen als neue Notärztin vorstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988546","hoster":"VOE"},{"path":"/redirect/8405381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-5","name":"Hitzefrei","epNo":5,"alt":"","descr":"Es ist unerträglich heiß in Hamburg und das Rettungsfliegerteam ist pausenlos im Einsatz. Gabi Wittmann bricht mit einem Kreislaufkollaps vor einem Gemüseladen zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988545","hoster":"VOE"},{"path":"/redirect/8405382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-6","name":"Das Trauma","epNo":6,"alt":"","descr":"Das von Alex provozierte Missverständnis um \"seinen Sohn\" Richie hat ihm Astrid näher gebracht. Nun freut er sich auf den ersten Abend ohne Kinder. Das kann Thomas nachempfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579890","hoster":"VOE"},{"path":"/redirect/8405380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-7","name":"Missverständnisse","epNo":7,"alt":"","descr":"Homann hört Bruchstücke eines Gesprächs zwischen Ute und Thomas und verbreitet das Gerücht, dass Thomas noch mal Vater wird. Thomas muss sich die Sticheleien der Kollegen anhören ohne zu wissen warum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921256","hoster":"VOE"},{"path":"/redirect/8405385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-8","name":"Gefährliche Hochzeit","epNo":8,"alt":"","descr":"Der erste Rettungseinsatz führt das Team zu einer Hochzeit. Kurz vor dem Jawort stürmt der Ex-Freund der Braut in die Kirche, sticht den Bräutigam Erik nieder und entführt die Braut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587993","hoster":"VOE"},{"path":"/redirect/8405386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-9","name":"Voller Überraschungen","epNo":9,"alt":"","descr":"Auf einer Baustelle wurde ein Arbeiter unter einem Betonbogen begraben. Sabine Petersen kann den Verletzten nur provisorisch versorgen, und der Feuerwehr ist es unmöglich, näher an den Unfallort zu gelangen. Die Rettungsflieger sind gefordert: Sie legen Seile um den Betonbrocken und hieven ihn mit dem Hubschrauber hoch. Der Verletzte kann geborgen und versorgt werden. Der letzte Tageseinsatz ist außergewöhnlich. Auf den Schienen einer stillgelegten Strecke liegt ein verletzter Jogger, der sich nicht mehr bewegen kann. Auf dem Flug zum Einsatzort erreicht die Crew die Nachricht, dass auf dieser Strecke ein Museumszug unterwegs ist. Der Lokführer ist weder über Handy noch über Funk zu erreichen. Bevor der Hubschrauber bei dem Verletzten landen kann, muss erst der Zug gestoppt werden. Im letzten Moment gelingt die Aktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587990","hoster":"VOE"},{"path":"/redirect/8405387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-6/episode-10","name":"Der Geburtstag","epNo":10,"alt":"","descr":"Sabine, Wollcke und Thomas empfangen das Geburtstagskind. Alex ist gerührt über das Ständchen und die Geschenke. Am Abend wird es ein Geburtstagsessen im Rettungszentrum geben. Doch bis dahin gibt es noch einiges zu tun: Die Küchenhilfe des benachbarten Imbiss’ findet Rentnerin Alice Hartmann nach Luft ringend in ihrem Sessel. Sabine diagnostiziert Angina Pectoris. Bevor Frau Hartmann sich ins Krankenhaus fliegen lässt, bittet sie Sabine und Thomas, ihre Brille zu suchen. Kaum haben die beiden ihr den Rücken zugedreht, versteckt sie den Hund in ihrer Tasche. Erst im Krankenhaus entdeckt Sabine den Hund und verspricht Frau Hartmann, auf ihn aufzupassen. Im Rettungszentrum wird Homann beauftragt, sich um Jule zu kümmern. Natürlich bückst Jule aus und sorgt im Rettungszentrum für Unruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587992","hoster":"VOE"},{"path":"/redirect/8405393","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-1","name":"Die Zeitbombe","epNo":1,"alt":"","descr":"Der Tag fängt ja gut an! Oberst Kettwig erinnert Thomas Asmus daran, dass seine Dienstzeit in ein paar Wochen offiziell beendet ist. Diese Tatsache hat der Soldat auf Zeit völlig verdrängt. Will er verlängern, gehen oder mit einer Beförderung einen Büroposten annehmen? Thomas, mit Leib und Seele Rettungsflieger, ist ratlos. An diesem Morgen ist keine Zeit für privaten Kummer, denn in einem Hamburger Hafenbecken wurde eine Bombe aus dem Zweiten Weltkrieg geborgen. Frau Volz, Sprengmeisterin und allein erziehende Mutter von drei Jungs, hat bereits über hundert solcher Kaliber entschärft. Auch diesmal läuft alles nach Plan, bis sie entdeckt, dass der Zünder verletzt ist. Frau Volz kann sich nicht mehr rechtzeitig hinter den künstlich aufgeschütteten Sandwall in Deckung bringen. Jens, ihr 16-jähriger Sohn, muss dem Unfall hilflos zusehen. Die Rettungsflieger sind gleich zur Stelle. Sabine und Thomas leiten bei der Sprengmeisterin die ersten lebenserhaltenden Maßnahmen ein, während sich Alex um Jens kümmert. Liebevoll erinnert er den Jungen daran, dass er erst einmal für seine kleinen Brüder da sein muss, gerade weil das Leben der Mutter gefährdet ist. Kaum ist Frau Volz in der Klink abgeliefert, geht es gleich weiter zum nächsten Einsatz: Der Dialysepatient Hannes ist in einem Park ohnmächtig zusammen-gebrochen. Ausgerechnet jetzt wartet eine Spenderniere auf ihn. Hannes muss ins gleiche Krankenhaus geflogen werden, in dem Frau Volz liegt. Alex befürchtet, dass die Sprengmeisterin die Spenderin der Niere ist, denn Wollcke hatte bei ihr einen Organspendeausweis gefunden. Als das Team nach dem letzten Tageseinsatz ins Rettungszentrum zurückkehrt, warten dort Jens und seine kleinen Brüder. Die Jungs sind dankbar und überglücklich, dass die Mutter durch Sabines professionelle Vorbereitung und die anschließende OP gerettet werden konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587991","hoster":"VOE"},{"path":"/redirect/8405392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-2","name":"Willkommen an Bord!","epNo":2,"alt":"","descr":"Alexander Karuhn kann das Eis zwischen Jasmin und ihm nicht brechen. Astrids Tochter ist gegenüber dem neuen Mann von Mama sehr skeptisch. Doch dann verunglückt das Mädchen und Alex ist mit den Rettungsfliegern in der Nähe. Zusammen mit dem Team findet er Jasmin. Im Hubschrauber des angehenden \"Paps\" fühlt sie sich dann sichtlich wohl und überwindet sich, Alex zu duzen. Jan Wollcke fürchtet, dass seine Ex-Frau Iris das alleinige Sorgerecht für Richie erstreiten will. Zusammen mit Sabine Petersen bringt er seine Wohnung auf Hochglanz für den Fall, dass die Dame vom Jugendamt unangemeldet auftauchen sollte. Sabine schüttet Wollcke ihr Herz aus: Sie hat ihren langjährigen Freund Karsten in flagranti erwischt und weiß nicht, was sie tun soll. Noch am selben Abend zieht sie mit Hilfe von Wollcke aus der gemeinsamen Wohnung aus. Thomas Asmus entscheidet sich zweigleisig zu fahren und bewirbt sich als Heimleiter für ein \"Heim für betreutes Wohnen\". Aber noch hofft er auf Beförderung und damit auf Verlängerung seiner Dienstzeit. Die alltäglichen und persönlichen Sorgen des Teams treten aber zurück, wenn es um die zuverlässige Rettung geht. Diesmal rücken die Rettungsflieger mit dem SAR 71 u.a. nach Sankt Pauli aus, um die junge Prostituierte Jola ins nächste Krankenhaus zu fliegen. Ihr Streetworker Bob ist so erschüttert über Jolas Misshandlung, dass er sich aufmacht, das Mädchen zu rächen. Dabei wird er selbst von dem brutalen Freier niedergeschlagen. Die Rettungsflieger liefern Bob mit einem Schädelbasisbruch noch früh genug im Krankenhaus ein. Sabine lässt es sich nicht nehmen, Jola zu dem Streetworker zu führen. Jola ist gerührt von Bobs Einsatz und erkennt, wie sehr er sie liebt. Bisher wollte sie das nicht glauben und verspricht ihm aber nun, bei ihm zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587995","hoster":"VOE"},{"path":"/redirect/12516872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-3","name":"Voller Hoffnung","epNo":3,"alt":"","descr":"Die \"Rettungsflieger\" stoßen diesmal an ihre Grenzen. Bei einem Rettungseinsatz versucht Sabine alles, um das Leben des kleinen Klaus zu retten. Der Junge ist aus dem Fenster gefallen, während seine Mutter Amelie sein Geburtstagsgeschenk in der Nachbarschaft abholen wollte. Zunächst sieht es für das Kind noch gut aus, da der Briefträger den direkten Aufprall mit seinem Körper abhalten konnte. Doch dann stirbt der Junge in der Klinik. Seine Mutter Amelie ist außer sich. Bevor die \"Rettungsflieger\" zum nächsten Einsatz müssen, bittet Sabine den Stationsarzt, Amelie in der Klinik zu behandeln. Beim Überfliegen des Krankenhauses entdeckt Wollcke aber, dass Amelie das Krankenhaus verlässt und in ein Taxi springt. Sabine befürchtet das Schlimmste. Über Funk organisiert Thomas, dass Franz, der Nachbar von Amelie, verständigt wird mit der Bitte, nach der jungen Mutter zu schauen. Zurück im Rettungszentrum wartet das Team auf einen Anruf von Franz, und der bleibt nicht lange aus. Amelie hat mit stärksten Medikamenten einen Selbstmordversuch unternommen. Amelie wird gerettet und Franz lässt sie nicht mehr aus den Augen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587994","hoster":"VOE"},{"path":"/redirect/8405400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-4","name":"Schmerzhafte Erfahrung","epNo":4,"alt":"","descr":"Der erste Einsatz der ‚Rettungsflieger‘ morgens im Hamburger Hafen: Kapitän Willem hat während der Überfahrt auf seiner Fähre einen Herzinfarkt erlitten. Die fröhliche und tatkräftige Helma hält den alten Mann bei Bewusstsein bis der Hubschrauber eintrifft. Sabine kann Willem noch vor Ort stabilisieren, muss ihn aber mit dem SAR 71 so schnell wie möglich ins nächste Krankenhaus transportieren. Helma ist von dem Vorfall sichtlich betroffen, vor allem da Willem kurz vor der Pensionierung steht und sich endlich seinen Lebenstraum erfüllen möchte. Helmas Arbeitgeber schickt die junge Frau nach Hause. So kann sie ihren Mann, der auf Heimaturlaub ist, und ihre kleine Tochter überraschen. Doch dann gerät Helma in einen Albtraum. Ihr Mann Norbert hat die fünfjährige Tochter Tina in ein sexuelles Verkleidungsspiel verwickelt. Helma ist außer sich. Im Gerangel mit Norbert wird dieser verletzt und stürzt unglücklich zu Boden. Helma kümmert sich erst um Tina und ruft dann die Polizei. Dem zuständigen Kommissar verweigert sie aber die Aussage. Sabine versorgt den bewusstlosen, aber leicht verletzten Norbert und lässt ihn mit dem RTW abtransportieren. Sabine und Thomas ahnen, welche Abgründe sich vor ihnen auftun. Die Ärztin erklärt dem Kommissar, dass Helma nicht vernehmungsfähig ist und schafft es, das Vertrauen des verstörten Kindes zu gewinnen. Sabine überzeugt Helma davon, dass sie über das Geschehene reden muss. Nachdem das Team Mutter und Kind versorgt und ins Krankenhaus gebracht hat, müssen sie gleich zum nächsten Einsatz: auf den Reiterhof von Iris’ Freundin Paula. Ausgerechnet heute verbringt Iris ‚ihren‘ Tag mit Richie! Wollcke befürchtet das Schlimmste. Tatsächlich ist es seine Ex-Frau, die verletzt ist. Zurück in Hamburg versöhnen sich Iris und Wollcke und einigen sich über den Aufenthaltsort ihres Sohnes Richie. Alex schließt nach diesem bewegten Tag Astrid und ihre Töchter in die Arme, ja entscheidet sich so gar, zu ihnen zu ziehen. Thomas ‚feiert‘ seinen Abschied von den ‚Rettungsfliegern‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333533","hoster":"VOE"},{"path":"/redirect/8405397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-5","name":"Gerüchteküche","epNo":5,"alt":"","descr":"Homann weiß alles über den Neuen, den Sanitäter Paul Reinders, und verheimlicht es Wollcke gegenüber natürlich nicht. Der kann gegenüber Alex nicht schweigen und so erwarten die Männer an diesem Morgen einen Porsche fahrenden arroganten Frauenheld. Wie soll so jemand in ein Rettungsfliegerteam passen? Bevor die Missverständnisse aufgeklärt werden können, zwingt der Alarm zum ersten Einsatz. Alfred Hansen wurde von Trickbetrüger Hannes um einige tausend Euro erleichtert und schwer verletzt. Sabine ist von Pauls Professionalität und routinierten Handgriffen vor Ort beeindruckt. Auch als Hannes auf der Flucht vor der Polizei einen schweren Unfall verursacht, lässt sich Paul emotional nicht irritieren. Er verteidigt Sabines Entscheidung, den Unfalltäter Hannes zu fliegen und das Unfallopfer ‚nur‘ mit dem Rettungswagen zu transportieren. Denn für die Rettungsflieger gilt: Jeder Verletzte hat das Recht auf angemessene Versorgung, und Hannes hat nun mal lebensbedrohliche Verletzungen. Bei dem Einsatz im Hause Hansen hat Wollcke die attraktive Evi, eine der vermeintlichen Schaulustigen, kennen gelernt und sie ins Rettungszentrum eingeladen. Erst viel später muss er auf forsche Weise erfahren, dass Evi Pauls Frau ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988561","hoster":"VOE"},{"path":"/redirect/8405399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-6","name":"Lauter Katastrophen","epNo":6,"alt":"","descr":"Sabine begegnet nach langer Zeit ihrem Bruder Charlie wieder. Aber die Freude verkehrt sich schnell in Sorge. Denn Charlie scheint sich nicht geändert zu haben. Die kleine Jenny wird von einem Hund angegriffen. Charlie, der den Vorfall beobachtet, erschlägt das Tier. Seine Schwester Sabine erfährt von Jennys Großmutter, dass es Charlies Zivilcourage zu verdanken ist, dass Jenny keine schlimmeren Verletzungen davon getragen hat. Im Rettungszentrum wartet Charlie auf Sabine. Er bittet sie, nichts von dem Vorfall zu verraten. Sabine versteht nicht warum. Sie ist so stolz auf ihren Bruder, der sonst nichts als Dummheiten im Kopf hat. Doch dann taucht die Polizei auf, um Charlie zu verhaften. Diesmal hat er ein Auto gestohlen. Ein junger Mann wurde bei der Explosion eines Briefkastens verletzt. Während Sabine und Paul das Opfer behandeln, schaut sich Wollcke unter den Schaulustigen um und bemerkt einen Jungen, der sich besorgt zeigt. Später im Krankenhaus erkennt er Frank wieder, als sich dieser nach dem Verletzten erkundigt und behauptet er sei ein Verwandter. Als Wollcke nachfragt, läuft Frank davon. Wollcke, Paul und Sabine stellen den Jungen und er gesteht, die Briefkastenbombe gelegt zu haben. Er bittet sie, nicht die Polizei zu verständigen. Wollcke ist geneigt Frank nachzugeben, doch Sabine bleibt ungewöhnlich hart.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988556","hoster":"VOE"},{"path":"/redirect/8405404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-7","name":"Die Entscheidung","epNo":7,"alt":"","descr":"Wollcke findet es fahrlässig, dass Alex den Karrieresprung und die damit verbundene Versetzung wegen Astrid und den Kindern ausschlägt. Obwohl er versprochen hat, über Alex’ berufliches Angebot zu schweigen, verrät er Sabine und Paul das Geheimnis. Als Familienvater kann Paul den Piloten recht gut verstehen, auch er würde sich ungern von Frau und Kindern trennen wollen. Beim Chatten hat Conrad aus Hannover die lebensmüde Laila kennen gelernt. Er schafft es, die junge Frau zunächst von ihren trüben Gedanken abzubringen. Als er sie gerettet glaubt, nimmt sie die mörderischen Tabletten. Mit einem Trick gelingt es Conrad, Lailas Adresse herauszufinden. Er verständigt die Feuerwehr in Hamburg. \"Die Rettungsflieger\" sind frühzeitig vor Ort, um Laila zu retten, doch ihr Lebenswille bleibt gebrochen. Im Krankenhaus trifft Sabine auf Conrad, der mittlerweile aus Hannover angereist ist. Um Laila beizustehen. Auf Nachdruck der Kollegen informiert Alex seine Astrid über die Beförderung. Astrid findet es wunderbar mit Alex und den Kindern für eine Weile nach USA zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988562","hoster":"VOE"},{"path":"/redirect/8405403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-8","name":"Pilotenhochzeit","epNo":8,"alt":"","descr":"Sabine, Wollcke und Paul lassen den langjährigen Kollegen und Freund Alex nur ungern in die USA ziehen. Doch bevor sich Alex und Astrid mit Kind und Kegel nach Alabama aufmachen, möchten sie heiraten. \"Die Rettungsflieger\" freuen sich auf die Hochzeitsfeierlichkeiten, werden dann aber von Oberst Kettwig herb enttäuscht. Der freie Tag ist gestrichen. Bis auf den Piloten gibt es kein Ersatzteam. Und die Rettung geht vor. Als dann am nächsten Morgen auch noch der neue Pilot, Hauptmann Blank, wegen Krankheit ausfällt, ist der Ärger bei Paul groß: Nun müssen sie auf einen Ersatzpiloten warten. Alarm! Die drei spurten routinemäßig zum Hubschrauber. Dort sitzt Alex in voller Hochzeitsmontur hinter dem Steuerknüppel. Man hat ihn kurzfristig von zuhause abberufen – Rettung geht vor Hochzeit!. Ein letztes Mal bergen die vier gemeinsam Verunglückte. Unter anderem Viola, die durch einen dummen Streich der betagten Grand Dame Else Fürbringer verletzt wurde. Frau Fürbringer weigert sich, wegen Renovierungsarbeiten aus ihrer Wohnung auszuziehen. Um den Hausbesitzer und die Möbelpacker von dem \"gewaltsamen\" Umzug abzuhalten, gießt sie Salatöl auf die Treppe. Doch statt dem Hausbesitzer verunglückt Viola, Frau Fürbringers Aushilfe. Oberst Kettwig und Astrid haben unterdessen den Standesbeamten und die Gäste ins Rettungszentrum umgeleitet. Die Hochzeit kann nun mit dem gesamten Team stattfinden, und Sabine und Wollcke können, wie ursprünglich geplant, Trauzeugen sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587996","hoster":"VOE"},{"path":"/redirect/8405405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-9","name":"Neustart","epNo":9,"alt":"","descr":"Der neue Pilot, Hauptmann Jens Blank, ist ein hervorragender Flieger, macht sich aber mit seinem rauen und bärbeißigen Gehabe beim Team schnell unbeliebt. Bei der ersten Begegnung gerät er mit Paul, dem Sanitäter, aneinander, weil dieser seine Uniform bereits zuhause angezogen hat. In Gegenwart von Sabine lässt er frauenfeindliche Bemerkungen los. Wollcke versucht auf Blank mäßigend einzuwirken. Doch schon beim ersten Einsatz deutet sich an, dass hinter der harten Schale des neuen Piloten ein weicher Kern steckt. Madeleine Descartes glaubt, dass ihre Mutter bei dem Autounfall ums Leben gekommen ist, weil sie das der Tochter retten wollte. Blank versucht die geschockte Madeleine zu trösten und verspricht, dass Dr. Sabine Petersen alles versuchen wird, das Leben der Mutter zu retten. Bei einem zweiten Einsatz stürzt Marion im Sportunterricht vom Trampolin und verletzt sich die Wirbelsäule. Ihre Angst vorm Fliegen kann Blank mildern, indem er ihr verspricht, den Hubschrauber besonders behutsam zu steuern. Als er ihr dann auch noch seinen Talisman schenkt, der ihr Glück und Genesung bringen soll, glaubt das Team, dass es sich mit Hauptmann Blank vielleicht doch einen \"Guten\" eingefangen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988560","hoster":"VOE"},{"path":"/redirect/8405407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-10","name":"Rivalen im Cockpit","epNo":10,"alt":"","descr":"Zwischen den Singles Jens Blank und Jan Wollcke könnte sich eigentlich eine nette Männerfreundschaft entwickeln, und danach sieht es zunächst auch aus, denn Wollcke ist sogar bereit, für Blank seinen Charme spielen zu lassen. In Liebesdingen wird das \"Großmaul\" Blank auf einmal ganz schüchtern. So traut er sich nicht, Madeleine anzusprechen, vor allem da ihre Mutter ja noch im Koma liegt. In bester Absicht will Wollcke Blank einen Freundschaftsdienst erweisen und Madeleine auf Pauls Grillparty am Abend einladen. Doch auch Wollcke sucht in der Nähe der schönen Frau nach den passenden Worten. Ohne, dass er es sich eingestehen will, hat auch er sich verliebt. Aber die Einsätze lassen keine Zeit für private Dinge: Der Fahrradkurier Eddie zieht sich einen schweren Schädelbasisbruch zu, weil er ein Paket für die angebetete Anwaltsgehilfin Audette besonders schnell transportieren wollte. Und der kleine Torben kann es nicht abwarten bis sein Vater Zeit hat, mit ihm sein Geburtstagsgeschenk, ein wunderschönes ferngesteuertes Boot, auf dem nahe gelegenen See auszuprobieren. Heimlich schleicht sich der Junge aus dem Haus und kommt beinahe in dem morastigen See ums Leben, wären da nicht die Rettungsflieger. Nach Feierabend startet die Grillparty bei Paul und Evi Reinders. Nervös wartet Jens Blank auf Wollcke – wird er Madeleine mitbringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378684","hoster":"VOE"},{"path":"/redirect/8405410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-11","name":"Der verflixte Tag","epNo":11,"alt":"","descr":"Die langjährige Beziehung zwischen Sabine und Karsten hat ihren unerfreulichen Höhepunkt erreicht und ist scheinbar nicht mehr zu retten. Auch wenn es Dr. Sabine Petersen ganz schwer ums Herz ist, lässt während der Einsätze keine Sekunde ihre Konzentration und Professionalität nach. Und ausgerechnet heute hat Anneliese einen Defekt. Der Ersatzhubschrauber lässt auf sich warten. Sabine flüchtet in ihren Papierkram, den sie seit Wochen vor sich herschiebt. Zwischen Wollcke und Blank herrschen Spannungen, denn es gibt noch keinen Sieger um die Gunst von Madeleine. Madeleine nimmt den \"Hahnenkampf\" nur am Rande wahr, da sie sich immer noch sehr um ihre Mutter sorgen muss, die mittlerweile im Bundeswehrkrankenhaus liegt. Als Evi plötzlich mit starken Schmerzen zusammenbricht, diagnostiziert Sabine eine gefährliche Eileiterschwangerschaft. Wenn Paul sich auch schon auf das neue Baby gefreut hat, fürchtet er jetzt nur noch um das Leben seiner Frau. Evi müsste auf dem schnellsten Weg zu einem Spezialisten. Und ausgerechnet jetzt ist der Hubschrauber nicht da.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988563","hoster":"VOE"},{"path":"/redirect/8405412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-7/episode-12","name":"Trennung tut weh","epNo":12,"alt":"","descr":"Herbert liebt zwar Tatjana, lässt sich aber immer wieder von seiner Noch-Ehefrau einspannen. Tatjana fordert von Herbert eine endgültige Entscheidung. Sie sehnt sich nach einer \"richtigen\" Familie, auch für ihren kleinen Sohn Georg. Doch bevor sich Herbert entscheiden kann, muss es erst zur Katastrophe kommen. Diesmal retten \"Die Rettungsflieger\" mehr als nur die Patientin. Im Rettungszentrum erfahren die drei Männer von Homann, dass Sabine nach Afrika gehen will. Sie vermuten, dass ihre Trennung von Karsten den Wunsch nach Veränderung provoziert. Wollcke, Paul und Jens sind fest entschlossen, ihre Ärztin nicht gehen zu lassen, und denken sich unterschiedliche Vorgehensweisen aus. Schwere Explosion in einer Metallwerkstatt. Alex wollte dem weiblichen Lehrling Birte imponieren und hat dadurch nicht nur die Existenz seines Meisters gefährdet, sondern sein und das Leben seiner Kollegen aufs Spiel gesetzt. Dem schnellen Einsatz der Rettungsflieger und dem professionellen Vorgehen des gesamten Teams ist es zu verdanken, dass Leben gerettet werden. Zum Feierabend will sich Sabine schnell aus dem Staub machen. Doch die Kollegen wollen mit ihr den 33. Geburtstag feiern. Sabine ist gerührt und erkennt, dass sie wegen Karsten ja nicht gleich alles aufgeben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988569","hoster":"VOE"},{"path":"/redirect/8405414","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-1","name":"Liebeskummer","epNo":1,"alt":"","descr":"Auf einer Verladebrücke im Hafen erleidet der Arbeiter Alfons Fischer einen Herzinfarkt. Sein Kollege, Kranführer Ralf Wannstedt, ruft sofort die Rettungsflieger. Das SAR-Team muss Alfons aus schwindelnder Höhe mit der Winsch bergen. Wegen des starken Windes ein gefährlicher Einsatz, bei dem sich Pauls Vertretung Torsten sehr bewährt. Der SAR Sanitäter Paul Reinders ist für zehn Tage im Urlaub und kümmert sich um seine Frau Evi, die eine Fehlgeburt hatte. Kaum ist Alfons Fischer im Krankenhaus eingeliefert, müssen die Retter zum nächsten Einsatz. Ein desorientierter Blumenlieferant, der an seinem ersten Arbeitstag nur Chaos herbeiführt, legt sich mit einer Politesse an. Aus Ärger über den Mangel an Nachsicht der Politesse, rast er los und nimmt einem Radfahrer die Vorfahrt. Der SAR71 fliegt den verletzten Radfahrer ins Bundeswehrkrankenhaus. Die pubertierende Tochter des Kranführers, Katja Wannstedt, schwänzt mal wieder die Schule. Ihre Mutter ist sauer und verordnet Stubenarrest. Aber Katja muss unbedingt ins Kino! Sie fürchtet, dass ihr Freund von seiner Ex angebaggert wird, haut von zuhause ab, fährt zu ihrem Vater, um das nötige Kleingeld fürs Kino zu erbetteln und läuft ‚blind vor Liebe‘ in einen LKW. Dr. Sabine Petersen diagnostiziert ‚Verdacht auf Hirnblutung‘. In höchster Eile wird das Mädchen ins Krankenhaus geflogen. Nachdem Ingrid Wannstedt von ihrem Mann über die Verletzung der Tochter informiert ist, macht sie sich sofort auf den Weg. Doch sie rutscht auf der Treppe aus und stürzt. Nur durch einen Zufall wird sie gefunden. Am Ende liegen Mutter und Tochter in einem Krankenzimmer. Ein langer, anstrengender Tag, da ist wenig Zeit für Privates. Wollcke, Blank und Sabine wundern sich nur, dass Pauls Vertretung Torsten nicht in die berühmten Fußstapfen seines Vaters Professor Biedenstedt treten will, obwohl sein Talent, ein guter Arzt zu werden, offensichtlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587997","hoster":"VOE"},{"path":"/redirect/8405415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-2","name":"Königskinder","epNo":2,"alt":"","descr":"Die hoch begabte, zwölfjährige Mia ist mit ihrer Mutter Charlotte, einer Bankangestellten, im Auto unterwegs, als sie verkündet, dass sie sich in den 16-jährigen Thomas verliebt hat. Aus diesem Grund wird sie auch nicht ins Internat für Wunderkinder gehen! Charlotte regt sich furchtbar auf, weil ihre Tochter diese einmalige Chance ausschlägt. Da schießt ein Kind auf einem Dreirad aus einer Einfahrt – in letzter Sekunde reißt Charlotte das Steuer herum und knallt gegen ein Hindernis. Mia bleibt unverletzt, ihre Mutter ohne Bewusstsein. Torsten von SAR 71 vermutet einen Leberriss bei Charlotte, den Sabine nur bestätigen kann. In höchster Eile wird die lebensgefährlich verletzte Patientin ins Bundeswehrkrankenhaus geflogen und notoperiert. Sabine ist von Torstens Kompetenz so beeindruckt, dass sie ihm dringend ein Medizin-Studium empfiehlt. Alarm! Der Geschäftsmann Peter Bruck hat seiner Familie verschwiegen, dass er bankrott ist. Als nun sein letzter Kreditantrag abgelehnt wird, brennt bei ihm die Sicherung durch. In seiner Geschäftsgarage will er sich mit Auspuffgasen vergiften. Seine Frau, die eine Affäre vermutet, entdeckt ihren Mann. Nur der schnelle Einsatz des SAR 71 und die professionelle Hilfe von Dr. Petersen können den Suizidkandidaten retten. Im Krankenhaus trifft dann Thomas, Peters Sohn, auf Mia. Als Mia dem ahnungslosen Jungen ihre Liebe gesteht, bekommt sie eine herbe Abfuhr. Der zwölfjährige Bernd ist bei einem gefährlichen Skateboard-Stunt in einem Parkhaus gestürzt. Torsten Biedenstedt vom ‚Rettungsflieger‘-Team findet gleich einen guten Kontakt zu dem Verletzten und wird von dem Jungen für den Notarzt gehalten. Sabine klärt das Missverständnis nicht auf. Nachdem Bernd im Schockraum abgeliefert ist, nutzt sie diese ‚Schicksalsfügung‘, um Torsten doch noch zum Medizinstudium zu überreden – niemals wird er ein so arroganter und überheblicher Arzt werden wie Vater Professor Biedenstedt! Aber nicht nur Torsten fasst einen weitreichenden Entschluss fürs Leben, auch Mia verspricht der genesenden Mutter, ins Internat zu gehen – allerdings unter einer Bedingung: Charlotte muss Thomas’ Vater helfen, einen Kredit zu bekommen. Die Mutter verspricht, alles zu versuchen, auch weil sie spürt, dass Mia Thomas nicht so schnell aufgeben will!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587998","hoster":"VOE"},{"path":"/redirect/8405416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-3","name":"Frischer Wind im Rettungszentrum","epNo":3,"alt":"","descr":"Die Ärztin Sabine Petersen, die seit der Trennung von ihrem langjährigen Freund vorübergehend wieder ‚bei Mama‘ wohnte, ist ins Rettungszentrum eingezogen. Blanks Vorstellung vom kargen Kasernenleben wird da gehörig aufgemischt. Sabine hat ihr Zimmer richtig wohnlich eingerichtet. Zu allem Überfluss ist auch noch die Damendusche kaputt und Blank muss sich seine mit der Ärztin teilen. Bis zum ersten Krach ist es nur eine Frage der Zeit … Tom, der mit seinem Internetschwarm Nadja eine nächtliche Sause durch Hamburg gemacht hat, ist vom Turm eines russischen U-Boots im Hamburger Hafen gestürzt. Die beiden hatten sich gerade erst persönlich kennen gelernt. Toms virtuelle Briefe haben aber mehr versprochen, als seine ‚leibhaftige Erscheinung‘. Um bei Nadja doch noch zu landen, wollte Tom die Kapitänsmütze aus dem U-Boot stibitzen. Tom wird ins Bundeswehrkrankenhaus gebracht, und der Kapitän des U-Boots schenkt Nadja seine Mütze. Nicht nur, dass Tom mit einem Beinbruch davon gekommen ist, er scheint berechtigte Hoffnung zu haben, dass er Nadja doch noch erobern kann. Beim nächsten Einsatz der Rettungsflieger geht es um Leben und Tod. Der kleine Oliver erleidet einen Stromschlag in der Badewanne. Gerade noch früh genug kann der Hubschrauber landen und Sabine die lebenserhaltenden Maßnahmen anwenden. Das Kind wird auf dem schnellsten Weg ins Krankenhaus geflogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579891","hoster":"VOE"},{"path":"/redirect/8405418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-4","name":"Der Liebesbeweis","epNo":4,"alt":"","descr":"Sabine und Blank verstehen sich immer besser. Wollcke fühlt sich langsam wie das fünfte Rad am Wagen. Er weint sich bei seiner Madeleine aus, die jedoch andere Sorgen hat. Kein Wunder, dass Wollcke sich absondert und zum Geheimniskrämer wird. Jede freie Minute verbringt er im Bundeswehrkrankenhaus. Blank registriert das und befürchtet, dass sein Bordmechaniker ein Auge auf die hübsche Schwester Cora geworfen hat … . Jürgen, ein hochbetagter und ehemaliger Fußball-Profi, erleidet einen Herzinfarkt, als er erfährt, dass er und seine junge Pflegerin Anne im Lotto gewonnen haben. Sabine leitet alle notwendigen Maßnahmen ein, bis Jürgen außer Lebensgefahr ist. Anne, die Jürgens Medikamente aus dessen Wohnung besorgen wollte, kehrt nicht zurück. Als Wollcke über dem Cafe in Jürgens Wohnung nach Anne sucht, findet er die junge Frau ohnmächtig auf dem Boden liegend. Mit einem schweren Schädel-Hirntrauma fliegen die Retter die Patientin ins Krankenhaus. Schon bald sitzt der rüstige Rentner am Krankenbett seiner jungen Pflegerin. Blank wurde Zeuge eines verschworenen Blickwechsels zwischen Wollcke und Cora. Für ihn steht nun fest, Wollcke betrügt seine Freundin Madeleine und das, obwohl sie gerade jetzt seine ganze Unterstützung bräuchte. Doch der Schein trügt. Wollcke führt ganz andere Dinge im Schilde!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988565","hoster":"VOE"},{"path":"/redirect/8405421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-5","name":"Fünftes Rad am Wagen","epNo":5,"alt":"","descr":"Im Hamburger Hafen steht ein Schiff in Flammen. Die Feuerwehr hat den Brand scheinbar im Griff, als plötzlich eine Gasflasche explodiert. Ein Feuerwehrmann wird schwer verletzt. Sabine diagnostiziert Verbrennungen dritten Grades. Da in ganz Hamburg kein Verbrennungsbett frei ist, wird der Patient vorläufig ins Bundeswehrkrankenhaus geflogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988573","hoster":"VOE"},{"path":"/redirect/8405425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-6","name":"Der Held des Tages","epNo":6,"alt":"","descr":"Das Team fliegt den jungen Simon, bei dem Symptome eines Herzinfarktes aufgetreten sind, ins Bundeswehrkrankenhaus. Der diensthabende Arzt kann den Infarkt nicht eindeutig bestätigen, behält aber Simon zur Beobachtung da. Dass Simon ein Simulant ist, kann noch keiner ahnen. Die Rettungsflieger werden zum nächsten Einsatz gerufen. Auf dem Hinweg entdecken sie einen Brand auf einem stillgelegten Betriebsgelände. Paul informiert die Feuerwehr, und kurzfristig wird umdisponiert: Hauptmann Blank landet direkt am Brandort. Denn am obersten Fenster des brennenden Hauses wird eine Frau mit einem Baby entdeckt. Durch die Flammen ist ihr jeder Fluchtweg abgeschnitten. Die Mutter, Irene Müller, schreit um Hilfe und wirft in großer Verzweiflung ihr Kind den Rettern hinunter. Blank kann mit einem waghalsigen Satz das Baby auffangen. Die Mutter wird später von der Feuerwehr geborgen. Sabine fliegt mit Mutter und Kind ins Krankenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988582","hoster":"VOE"},{"path":"/redirect/8405430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-7","name":"In der Falle","epNo":7,"alt":"","descr":"Das Team hat einen Mann an Bord, der seine Ex-Freundin verprügeln wollte. Da sich diese jedoch mit Gasspray wehren konnte, wird der verhinderte Schläger mit einer Augenverätzung ins Krankenhaus geflogen. Im Bundeswehrkrankenhaus steht Simon, der jugendliche ‚Herzinfarkt‘, immer noch unter Beobachtung, und man vermutet, dass seine Beschwerden psychosomatischer Natur sind. In Wirklichkeit aber simuliert Simon und bestiehlt andere Patienten während nächtlicher Raubzüge. Seine letzte Diebestour hat ungeahnte Folgen. Homann, der am späten Abend noch seine neue Flamme Cora besucht, gerät als Dieb unter Verdacht. Mit Pauls und Wollckes Hilfe will Homann den Krankenhausdieb selbst überführen. Während die drei Detektiv spielen und Simon tatsächlich auf die Schliche kommen, wird der Schwerkriminelle Dankof eingeliefert. Der Mann wurde während einer Schießerei auf St. Pauli verletzt und versucht bei der erstbesten Gelegenheit zu fliehen – genau in dem Augenblick, in dem Wollcke, Homann und Paul Simon stellen. In der allgemeinen Verwirrung gelingt es Dankof, dem wachhabenden Polizisten die Waffe zu entreißen. Er schießt auf den Beamten und verschanzt sich im Flur, während Simon ausgerechnet im Zimmer von Pauls Sohn Pit verschwindet. Sabine gelingt es, Dankof zu überreden, den schwer verletzten Polizisten versorgen zu dürfen. Aber Dankof kennt kein Mitleid und nimmt vielmehr Sabine als Geisel. Die Situation eskaliert, als der Gangster, der mittlerweile von Simon unterstützt wird, Forderungen stellt. Sondereinheiten und Scharfschützen der Polizei rücken an. Da hat Sabine eine Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378685","hoster":"VOE"},{"path":"/redirect/8405426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-8","name":"Der kleine Held","epNo":8,"alt":"","descr":"Das Leben zu zweit könnte so schön sein. Doch nun, da Madeleine und Wollcke zusammenwohnen, haben sie keinen Platz vor lauter Möbeln. Aber von welchen Stücken trennt man sich? Eins ist jedoch klar, auf sein ältestes Stück, seinen Fernsehsessel, wird er nicht verzichten! Rettungsassistent Paul ist erstaunt, als sich seine Tochter Pat ausgerechnet mit einem Hausaufgabenproblem an ihn und das Team wendet: Wie hoch ist die Wahrscheinlichkeit, sechs Richtige im Lotto zu bekommen? Während die Rettungsflieger noch mit dem banalen Alltag beschäftigt sind, steht der 13jährige Jakob Grassmann vor einem größeren Problem. Bei einer Erlebnistour bricht sein Vater mitten im Wald ohnmächtig zusammen. Jakob hat Angst und das Handy keinen Empfang. Für das SAR-Team ist die Suche nach Horst und Jakob Grassmann ein Wettlauf gegen die Zeit. Der Einsatz wird für die Rettungsflieger zum klassischen SAR – ‚search and rescue‘ – Flug. Aber nur weil Jakob in der Notsituation seine Angst überwindet und über sich hinaus wächst, haben die Rettungsflieger eine Chance Horst Grassmann überhaupt zu finden und schließlich zu retten. Wollckes Möbelproblem löst sich auf überraschende Weise von allein: Madeleine hat sich entschlossen, einen Großteil ihrer eigenen Möbel und von Wolcke nur ein besonders sperriges altes Möbelstück zum Trödel zu geben: ausgerechnet seinen alten Fernsehsessel!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988575","hoster":"VOE"},{"path":"/redirect/8405429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-9","name":"Falscher Verdacht","epNo":9,"alt":"","descr":"Gerade hat das SAR-Team einen jungen Mann mit einer Wirbelsäulenverletzung in die Uniklinik Eppendorf geflogen, da kommt schon der nächste Einsatzbefehl. Die pflegebedürftige Marianne Förster liegt nach einem Herzinfarkt bewusstlos in ihrem Krankenbett. Tochter Gesine, eine Krankenschwester, hat sofort die Rettungskräfte alarmiert. Durch den Einsatz der Notärztin Dr. Petersen kann die Patientin stabilisiert werden. Doch kurz darauf verschlechtert sich ihr Zustand rapide und Marianne stirbt. Gesine ist fassungslos und stellt Strafenzeige gegen Sabine. Der Vorwurf: passive Sterbehilfe! Auch wenn das Team zum Thema Sterbehilfe verschiedener Meinungen ist, stehen die Kollegen voll hinter ihr. Bei Blank hat der Fall alte Wunden aufgerissen, da sein krebskranker Vater ihn einst – vergeblich – um Sterbehilfe gebeten hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988572","hoster":"VOE"},{"path":"/redirect/8405433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-10","name":"Todesangst","epNo":10,"alt":"","descr":"Es ist ein schöner Morgen als Rettungsassistent Paul sein Erbe antritt. Schwiegervater Hinnerk übergibt ihm und seiner Frau Evi die Besitzurkunden für sein Haus. Überaus glücklich nimmt sich die ganze Familie vor, am Abend zu feiern und auf ein langes Leben für Hinnerk anzustoßen. Währenddessen findet Sabine im Aufenthaltsraum des Rettungszentrums einen Brief an Blank. In der darin enthaltenen Dienstvorschrift wird auf das Verbot ‚sexueller Betätigung in militärischen Liegenschaften‘ hingewiesen. Die Anspielung ist anonym und die Sache klar: Jemand will Blank übel mitspielen und ihm eine Liebschaft mit Sabine unterstellen! Nach einem scheinbar harmlosen Verkehrsunfall bricht Paul einige Zeit später ohnmächtig zusammen. Schnell wird er ins BWK geflogen. Die Röntgenaufnahmen bestätigen die Befürchtungen von Sabine und Prof. Dr. Köhnke. Die Spitze des zweiten Halswirbels ist abgebrochen und es besteht die Gefahr, dass sich diese ins Rückenmark bohrt. Da Paul nicht transportfähig ist, muss er im BWK operiert werden. Unter Hochdruck wird der Spezialist gesucht, der die komplizierte Operation durchführen kann: Prof. Dechamp. Wollcke und Blank fliegen nach Kiel und holen den Professor aus einer Vorlesung. Endlich, nach fünf Stunden bangen Wartens, kommen die Ärzte erschöpft aus dem OP. Evi, die Kinder Pit und Pat, Wollcke, Sabine, und Blank sind voller Hoffnung. Doch die Ärzte haben den Kampf um das Leben von Paul verloren. Ein Schock für das gesamte Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988574","hoster":"VOE"},{"path":"/redirect/8405431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-11","name":"Der Ersatzmann","epNo":11,"alt":"","descr":"Der Schmerz um den verstorbenen Rettungsassistenten Paul Reinders ist groß. Das spürt auch Johannes von Storkow – der Neue. Er hat keinen leichten Start im Team, zumal er nur für vier Wochen einspringen will, denn dann ist seine achtjährige Dienstzeit beendet. Von Oberstarzt Kettwig erfährt Sabine, dass von Storkow wegen einer verbotenen Rettungsaktion eines Kindes aus einem verminten Haus das Ehrenkreuz der Bundeswehr verliehen bekommen hat, gleichzeitig aber wegen Disziplinlosigkeit verwarnt wurde. Im ersten Einsatz kann Johannes, genannt Jonny, seine Fähigkeiten unter Beweis stellen: Während des Fluges versagt der Kreislauf des Patienten. Dank der guten Zuarbeit von Jonny kann der Mann gerettet werden. Notärztin Dr. Petersen zweifelt nicht an Jonnys fachlicher Kompetenz, hat aber wegen seiner vorschnellen Art, Diagnosen zu stellen und in Patientengeschichten einzugreifen, Schwierigkeiten mit ihm. Da ruft ein neuer Einsatz: Die Crew bringt die schwangere Insa Sartorius mit einer Magenblutung ins Krankenhaus. Nur eine Bluttransfusion kann das Leben ihres Kindes retten. Insa und ihr Ehemann Herbert gehören einer Glaubensgemeinschaft an, die Bluttransfusionen ablehnt. Jonny gelingt es, Insa zu überzeugen, die Transfusion auch ohne Zustimmung ihres Mannes zu machen – mit schwer wiegenden Folgen. Doch schließlich findet Jonny zusammen mit Sabine eine Lösung für das Problem. Sabine gefällt das Engagement des jungen Sanitäters und spontan bietet sie ihm das ‚Du‘ an. Jonny liebt seinen Beruf und beschließt, ein festes Mitglied auf dem SAR 71 zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384019","hoster":"VOE"},{"path":"/redirect/8405436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-12","name":"Väter und Söhne","epNo":12,"alt":"","descr":"Wollcke macht plötzlich schlapp. Sabine, der noch Paul Reinders’ Tod in den Knochen steckt, leistet erste Hilfe. Wollcke wird im Bundeswehrkrankenhaus auf Herz und Nieren untersucht, doch man findet für seinen Schwächeanfall keine Erklärung. Der SAR 71 fliegt mit Matthias Bach das Bundeswehrkrankenhaus an. Sein Körper stößt eine vor Monaten transplantierte Niere ab. Matthias fürchtet, wieder auf die Dialyse angewiesen zu sein. Die Aussicht auf eine weitere Spenderniere ist so gut wie aussichtslos. Sabine und der Dienst habende Arzt tun alles, um den jungen Mann zu ermutigen. Mittlerweile ist der Lebensgefährte von Matthias Bach im Krankenhaus eingetroffen. Fred erklärt, dass Matthias’ Vater Roland als Spender für eine Niere in Frage käme, dies aber verweigert, da er dem Sohn seine Homosexualität nicht verzeiht und ihn für den Tod seiner Frau verantwortlich macht. Während der Dialyse von Matthias treten Schwierigkeiten auf. Nur eine Spenderniere kann das Leben des jungen Mannes noch retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988577","hoster":"VOE"},{"path":"/redirect/8405439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-13","name":"Der geheimnisvolle Patient","epNo":13,"alt":"","descr":"Im Elbpark bricht ein älterer Herr zusammen. Ein junges Paar leistet erste Hilfe, bis der SAR 71 eintrifft. Sabine kann keine eindeutige Diagnose stellen. Aber ihr geht der Besorgnis erregende Zustand des Patienten seltsam nahe, besonders als der bewusstlose Mann im Hubschrauber nach ihrer Hand zu tasten scheint. Die Identität des Patienten ist ungeklärt. Alarm! Der SAR 71 landet direkt vor dem Hamburger Michel. In Hektik ihres Alltags hat sich die junge Mutter Anna mit kochendem Wasser verbrüht. Sabine und Jonny versorgen Annes Verbrennungen, Wollcke und Blank kümmern sich währenddessen um die kleine Pauline. Der letzte Einsatz eines langen Tages – aber nicht für Wollcke! Madeleine, die sich vergeblich ein Kind wünscht, hat hinter Wollckes Rücken einen Termin bei einer Urologin vereinbart. Sabine lässt der Patient aus dem Elbpark nicht los. Im BWK erfährt sie, dass er an Leukämie leidet und nur durch eine baldige Knochenmarkspende gerettet werden kann. Als Sabine über die Spenderdatei erfährt, dass sie als potenzielle Spenderin in Frage kommt, ahnt sie, was hinter diesem Zufall steckt. Sabine beobachtet auf der Intensivstation den ‚geheimnisvollen Patienten‘. Blank ermutigt sie, den Mann anzusprechen, solange er bei Bewusstsein ist. Der Patient bestätigt Sabines Vorahnung: Er ist ihr Vater, der vor vielen Jahren ins Ausland abgehauen ist!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988592","hoster":"VOE"},{"path":"/redirect/8405441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-14","name":"Leben ohne Lügen","epNo":14,"alt":"","descr":"Während eines Einsatzes trifft Blank auf alte Bekannte. Der Fluglehrer Tim ist frustriert von seinem Job und hat sich mal wieder einen Joint reingezogen – obwohl er am Steuer seines Wagens sitzt. Plötzlich verliert er die Kontrolle, der Wagen überschlägt sich. Tim selbst kommt ohne Schaden davon, aber seine Frau Karin ist schwer verletzt. Trotzdem behauptet Tim, seine Frau sei gefahren. Blank, der einst mit Tim befreundet und in Karin verliebt war, ahnt die Lüge. Sabine wird kurzfristig vom Einsatz abberufen. Es ist Zeit für die Rückenmarkspende. Der Allgemeinzustand ihres Vaters hat sich so verschlechtert, dass am nächsten Morgen operiert werden muss. Am nächsten Morgen erscheint Oberstarzt Kettwig in der Fliegerkombi. Er wird Sabine vertreten. Der fünfjährige Nico ist beim Voltigieren vom Pferd gestürzt. Kettwig stellt glücklicherweise nur leichte Verletzungen fest. Zurück im Rettungszentrum besucht Blank Karin. Er will sie überzeugen, Tim nicht wieder zu decken. Nur so wird er lernen, endlich Verantwortung zu übernehmen! Und die braucht er als Pilot und Fluglehrer. Sabine kommt zu spät: Ihr Vater stirbt. Sabine und ihr Bruder Charly können sich nur noch mit den Briefen trösten, die ihr Vater über die Jahre seiner Abwesenheit zwar an seine Kinder geschrieben, aber nie abgeschickt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988589","hoster":"VOE"},{"path":"/redirect/8405440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-8/episode-15","name":"Rabenväter","epNo":15,"alt":"","descr":"Das Team fliegt einen verletzten Motorradfahrer ins BWK. Während des Transports verschlechtert sich sein Zustand. Noch auf dem Landeplatz muss Sabine intubieren. Tobias kann gerettet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588001","hoster":"VOE"},{"path":"/redirect/8405443","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-1","name":"Zerbrechlich","epNo":1,"alt":"","descr":"Der erste Einsatz der Rettungsflieger ist ein Notfall in einer Hamburger Schiffskirche. Pfarrer Winter, der die evangelische Gemeinde der Binnenschiffer betreut, ist zusammengebrochen. Felicitas, seine Lebensgefährtin, ist taubstumm. Zur allgemeinen Überraschung kann Blank die Gebärdensprache und erfährt so, dass der Pfarrer bereits einen Infarkt hatte. Eine wichtige Information für Sabine, um das Leben des Patienten zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588000","hoster":"VOE"},{"path":"/redirect/8405442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-2","name":"Alte Kameraden","epNo":2,"alt":"","descr":"Sabine fährt mit Homanns Rad zur Bank. Vor der Bank ereignet sich ein Raubüberfall. Eine Frau wird verletzt. Sabine übernimmt die Erstversorgung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599668","hoster":"VOE"},{"path":"/redirect/8405444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-3","name":"Für die Liebe","epNo":3,"alt":"","descr":"Sabine bekommt erneut einen Blumenstrauß von einem heimlichen Verehrer. Sie ahnt natürlich, wer ihr den Rosenstrauß geschickt hat. Steffi ist beim Rollerbladen über die Leine ihres kleinen Hundes gestürzt und hat sich eine Schädelfraktur zugezogen. Während Sabine und Jonny die ohnmächtige Schwerverletzte im RTW begleiten, springt Steffis Hund unbemerkt in den SAR71 und fliegt mit Wollcke und Blank zum Rettungszentrum. Die Männer ahnen nicht, dass sich Ralph Brandt in Sabine verliebt hat. Sie sind lediglich über Brandts moderate Reaktion erstaunt, als er den blinden Passagier, Steffis Hund, an Bord entdeckt. Feierabend! Blank, Jonny und Wollcke wollen mal wieder einen ‚Herrenabend‘ veranstalten. Madeleine und Sabine verabreden sich dann zu einem Frauenabend. Beim gemütlichen Essen gesteht Sabine Madeleine, dass sie sich in den Commodore verliebt hat – ausgerechnet der Vorgesetzte von Blank und Wollcke! Die Chance ihres Lebens verspielt nach Ansicht ihrer Mutter die 17jährige Sandra. Die hochbegabte Geigerin, die eine Stelle an einem begehrten Konservatorium bekommen hat, ist während einer Gastspielreise nach Brasilien schwanger geworden. Mutter Miriam will, dass Sandra das Kind nach der Geburt zur Adoption freigibt. Sandra glaubt, Pablo, der Vater des Kindes, will nichts mehr von ihr wissen und stimmt dem Drängen der Mutter zu. Doch plötzlich steht Pablo an ihrem Bett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988579","hoster":"VOE"},{"path":"/redirect/8405449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-4","name":"Fahrerflucht","epNo":4,"alt":"","descr":"Jonny verabschiedet sich an der Bushaltestelle von einer hübschen Blondine, mit der er die Nacht verbracht hat. Im Bus entspinnt sich zwischen ihm, der kontaktfreudigen Studentin Miriam und dem lebenserfahrenen Rentner Weber eine lebhafte Diskussion. Da nimmt der Blumenlieferant Stani mit seinem Kleinlaster dem Linienbus die Vorfahrt. Mit einem gewaltigen Getöse kippt der Bus zur Seite und kommt nach langem Schliddern zum Stehen. Stani begeht Fahrerflucht. Doch vorher ruft er die Rettung an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599672","hoster":"VOE"},{"path":"/redirect/8405451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-5","name":"Lügen und Geheimnisse","epNo":5,"alt":"","descr":"Sabine hat sich vorgenommen, ihrem Team endlich ihre heimliche Liebesbeziehung zu Commodore Ralph Brandt zu beichten. Herbert Korfhage wurde bei dem Versuch, ein Parfüm für seine Freundin zu stehlen, erwischt. Auf der Flucht vor dem Ladenmanager stürzt er von einer Fußgängerbrücke. Sabine gelingt es, den Verletzten transportfertig zu machen. Dabei beichtet der sympathische Mittvierziger, dass er arbeitslos sei, aber nicht ohne Geschenk zum Geburtstag seiner Freundin Daniela erscheinen wolle. Ulrike und Wiebke, die einen romantischen Kurzurlaub in einem Bauwagen außerhalb Hamburgs verbringen, haben Geheimnisse: Die junge Ulrike hat Angst, ihrer konservativen Mutter ihre Liebe zu Wiebke zu gestehen. Dann wird Wiebke bei einer Gasexplosion verletzt. Ulrike alarmiert die Rettung. Als sie den SAR 71 im Anflug sieht, rennt sie weg, aus Furcht vor der Entdeckung ihrer Liebe. Es ist Eile geboten, die Brandwunden von Wiebke zu versorgen und die bewusstlose junge Frau ins BWK zu fliegen. Dort bestätigt sich Wollckes Verdacht, dass am Unfallort noch eine zweite Person war. Er hatte neben einer zweiten Kaffeetasse ein Asthmaspray gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988584","hoster":"VOE"},{"path":"/redirect/8405452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-6","name":"Grüße nach Singapur","epNo":6,"alt":"","descr":"Der erste Einsatz führt das SAR 71 – Team nach Steilshoop. Der Comic-Zeichner Jürgen hatte noch schnell Frühstück für seine kleine Tochter eingekauft und ist auf dem Rückweg in ein Auto gelaufen. Sabine und Jonny versorgen den bewusstlosen Mann ohne Papiere so gut es geht. Die Polizei weiß aber nur, dass er vor der Ohnmacht den Namen ‚Kira‘ erwähnt hat. Während des Fluges ins BWK spekuliert Blank, dass die Einkäufe des Patienten vermuten lassen, dass zuhause ein Kind auf ihn wartet. Nachdem Jürgen im Schockraum eingeliefert ist, alarmiert Blank die Polizei, mit der dringenden Bitte, nach der Adresse von Jürgen zu fahnden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988580","hoster":"VOE"},{"path":"/redirect/8405457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-9/episode-7","name":"Sternzeichen","epNo":7,"alt":"","descr":"Sabine und Jonny behandeln eine selbst ernannte Wahrsagerin, die bei einem Sturz eine Kopfverletzung erlitten hat. Im Schockraum macht die Frau eine ungebetene Vorhersage: Sie prophezeit einen Tag voll Leid und Schmerz, und Jonny rät sie, seine Entscheidungen gut zu überdenken. Das Team ist sich einig: alles Humbug! Nur Jonny kommt ins Grübeln, da er doch heute Tatjana einen Heiratsantrag machen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921261","hoster":"VOE"},{"path":"/redirect/8405460","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-1","name":"Tödlicher Leichtsinn","epNo":1,"alt":"","descr":"Im Rettungszentrum hat Oberst Brandt inzwischen durch seinen Adjutanten Deffke seinen baldigen Besuch ankündigen lassen. Sabine nimmt das gefasster auf als Blank und Wollcke, die ihren Chef nicht leiden können. Bevor es zu einer größeren Diskussion kommt, schrillt der Alarm. Bei einem illegalen Autorennen im Hamburger Hafen sind Jessica und Mark mit ihrem Auto über die Kaimauer gerast. Ihr Freund Luke versucht verzweifelt, den beiden zu helfen. Als der SAR 71 an der Unfallstelle ankommt, wird Mark gerade aus dem Wrack geborgen. Für Jessica kommt jede Hilfe zu spät, sie stirbt an der Unfallstelle. Als die Crew zurück in ihre Einsatzzentrale kommt, zeigt Brandt gerade der attraktiven Blondine Anne Niemann, Tochter eines Generals, das Rettungszentrum. Blank und Wollcke vermuten, dass er mit dieser Aktion Sabine provozieren will, doch die Ärztin steht noch unter dem Eindruck, eine Patientin verloren zu haben. Als das Team mit dem nächsten Patienten, einem verunglückten Filmvorführer, ins UKE kommt, muss Sabine mit ansehen, wie sich Mark aus Kummer über Jessicas Tod vom Dach stürzen will. Sie setzt alles daran, den verzweifelten jungen Mann von seinem Vorhaben abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988583","hoster":"VOE"},{"path":"/redirect/8405459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-2","name":"Giftstachel","epNo":2,"alt":"","descr":"Die schwangere Lisa reagiert auf einen Bienenstich allergisch und droht zu ersticken. Während Sabine die panische Patientin ins BWK einliefert, versucht Wollcke verzweifelt Madeleine zu erreichen. Er ist in Sorge, weil sie seit Tagen telefonisch von einem unbekannten Mann belästigt wird. Wollcke befürchtet, dass es sich um einen ’Stalkerlu201c handelt und dass seine Freundin in Gefahr ist. Und tatsächlich werden Madeleine und Richie bei ihrem Besuch im Planetarium beobachtet. Als sie aus der Toilette kommen, liegt dort eine Rose und beim Verlassen des Planetariums erreichen sie anonyme SMS-Grüße. Durch einen Fahrradunfall wird sie zunächst von ihrer Angst abgelenkt. Sie ruft die Rettung. Während der SAR 71 eintrifft, versorgen Sabine und Jonny den Verletzten, während Wollcke Madeleine zur Rede stellt: Woher kennt der Stalker ihre Handynummer? Woher weiß er, wo sie sich aufhält? Als nun auch noch Madeleines Handtasche verschwunden ist, verspricht sie, bei der Polizei Hilfe zu erbitten. Wollcke glaubt Madeleine nicht, dass sie nicht weiß, wer der anonyme Verehrer ist. Der nächste Einsatzort des Rettungteams ist eine Schule. Karo hat beobachtet, wie zwei ältere Mädchen ihre Klassenkameradin Natalie erpressen. Mutig stellt sie die beiden zur Rede und wird dadurch selbst Angriffsziel. Karos Klassenlehrerin will die Mädchen zum Direktor bringen, um den Sachverhalt aufzuklären. Durch ein Manöver einer der Erpresserinnen fällt die Lehrerin die Treppe hinunter und bleibt schwer verletzt liegen. Der SAR 71 landet auf dem Schulhof. Sabine diagnostiziert einen lebensgefährlichen Milzriss und drängt zur Eile. In der Schule eskaliert derweil die Situation. Karo wird von ihren Peinigerinnen mit einem schweren Holzkegel niedergestreckt und bewusstlos im Geräteraum zurückgelassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988581","hoster":"VOE"},{"path":"/redirect/8405463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-3","name":"Ins Leben zurück","epNo":3,"alt":"","descr":"Bei der Landung am Rettungszentrum wird der SAR 71 von einem falsch parkenden Wagen behindert. Die Fahrerin ist Kettwigs Schwägerin Martina. Ihr Mann Roland, ebenfalls Arzt bei der Bundeswehr, wurde bei einer Minen-detonation im Kosovo getroffen. Wegen schwerer Kopfverletzungen soll er mit einer Transall-Maschine ausgeflogen werden. Kettwig bemüht sich, den Münchner Spezialisten Professor Birlenbach für die notwendige OP ins BWK zu holen. Unterdessen geht die Arbeit des Rettungsteams weiter. Der zehnjährige Max ist in einen Gartenteich gestürzt und lag fast zehn Minuten im Wasser, bevor ihn sein großer Bruder gefunden und die Rettung gerufen hat. Auf dem Weg ins Krankenhaus reanimiert Sabine Petersen das Kind. Als die Mutter eintrifft, sind die entscheidenden Eingriffe für eine OP schon gemacht. Kaum ist das Team zurück im Rettungszentrum werden sie erneut alarmiert. Eine Frau ist in einer Autowerkstatt mit dem Fuß in den Bremsprüfstand geraten. Kettwig bangt mit seiner Schwägerin mehr und mehr um den Bruder. Professor Birlenbach steht im BWK schon für die OP bereit, da gerät die Transall in ein Unwetter und muss einen Sturm umfliegen. Durch die verspätete Landung kann das SAR-Team den Verletzten erst kurz vor Sonnenuntergang in Hohn aufnehmen. Wegen der bevorstehenden Dunkelheit ist der Flug ins BWK nicht ungefährlich. Blank und Wollckes Kenntnisse sind gefordert. Aber ein Unglück kommt selten allein: Der Hubschrauber muss im Millerntor-Stadion in St. Pauli notlanden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587999","hoster":"VOE"},{"path":"/redirect/8405464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-4","name":"Abschied vom Glück","epNo":4,"alt":"","descr":"Bei einem Einsatz im Eisenbahnmuseum wird Blank von einem störrischen Passanten am Auge verletzt. Sabine verweist ihn in die Augenambulanz des BWK. Da Oberst Ralph Brandt gerade im Rettungszentrum ist, als der nächste Einsatz kommt, übernimmt er das Kommando als Pilot. Auf dem Rückweg von der Hochzeit ihres Onkels Steffen hatten die 14jährige Sybille Liebermann und ihre Eltern einen schweren Autounfall. Der Vater stirbt am Unfallort in den Armen seiner Tochter. Sybilles Mutter ist schwer verletzt. Sabine kämpft um das Überleben der Frau. Während Ralph erneut um Sabine wirbt, gilt deren Sorge vor allem Sybille. Das Mädchen wurde bei dem Unfall zwar körperlich kaum verletzt, befindet sich aber seelisch in schwerer Not, zumal es um ihre Mutter schlechter steht, als erwartet. Frau Liebermann muss operiert werden. Nachdem sie bei einem weiteren Einsatz einen Boxer mit Schädelhirntrauma ins Krankenhaus gebracht hat, kümmert sich Sabine wieder um Sybille. Das Mädchen sitzt alleine vor der Intensivstation und wartet, dass die Mutter aufwacht. Sabine überredet Sybille, sich etwas auszuruhen, und bleibt bei ihr. In der Nacht werden beide wach. Bille meint zu spüren, dass die Mutter sie braucht. Und tatsächlich, als sie mit Sabine in der Intensivstation ankommt, ringt Frau Liebermann mit dem Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599673","hoster":"VOE"},{"path":"/redirect/8405465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-5","name":"Herzflattern","epNo":5,"alt":"","descr":"Blank wird von der attraktiven Juliane zum Rettungszentrum gebracht. Seine Kollegen ahnen, dass er die Nacht nicht in der Kaserne verbracht hat, und löchern ihn mit ihrer Neugier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588003","hoster":"VOE"},{"path":"/redirect/8405468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-6","name":"Überraschende Wendungen","epNo":6,"alt":"","descr":"Das SAR-Team liefert einen Epileptiker im BWK ein. Er wird von seiner elfjährigen Tochter Connie begleitet, die nach der Scheidung der Eltern mehr Verantwortung für den kranken Vater übernommen hat, als ihr gut tut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599674","hoster":"VOE"},{"path":"/redirect/8405469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-7","name":"Hoch hinaus","epNo":7,"alt":"","descr":"Das Team wundert sich, dass Blank Kontaktanzeigen liest. Schließlich ist er doch fest mit Juliane zusammen. Wenig später trifft Wollcke Paula, die behauptet, Jens Blanks Freundin zu sein. Sie habe den Piloten über eine Kontaktanzeige kennen gelernt. Das Gespräch wird durch einen Einsatz unterbrochen. Mitten auf der Elbe ist der Kapitän einer Fähre zusammengebrochen. Sabine und Jonny werden mit einem Polizeiboot an Bord gebracht. Sabine diagnostiziert einen Schlaganfall. Beunruhigt erzählt Wollcke Jonny und Sabine von seiner Begegnung mit der geheimnisvollen Paula. Als Sabine Blank darauf anspricht, bestreitet er, eine Paula zu kennen. Doch diese läuft im Rettungszentrum ausgerechnet Juliane in die Arme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699996","hoster":"VOE"},{"path":"/redirect/8405471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-8","name":"Dickköpfe","epNo":8,"alt":"","descr":"Sven will Bungee springen, aber schon auf dem Weg nach oben stürzt er und verletzt sich schwer am Kopf. Während des Rettungsflugs zum BWK erleidet er eine Panikattacke. Im BWK erfährt Sabine, dass er mit dem Sprung seine Höhen- und Flugangst überwinden wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588004","hoster":"VOE"},{"path":"/redirect/8405473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-9","name":"Kurzschluss","epNo":9,"alt":"","descr":"Im Rettungszentrum trifft Jonny auf den aufgeregten Homann: Seine Hochzeit mit Cora ist für den nächsten Tag geplant, und das Rettungsflieger-Team lässt es sich nicht nehmen, Homann damit ein wenig zu foppen. Im Gebäude einer großen Versicherung verlangt Hannes Wilmann von seiner ehemaligen Chefin eine höhere Abfindung. Sie will ihn abwimmeln, daraufhin bedroht Wilmann sie mit einer Pistole. Ein Kollege, der zu schlichten versucht, wird angeschossen. Die Situation eskaliert: Wilmann nimmt die Chefin und eine Sekretärin als Geiseln. Der Angeschossene liegt blutend in der Eingangstür. Sabine und Jonny erfahren vor Ort, dass der Geiselnehmer niemanden zu dem Verletzten lässt. In einer unbeobachteten Minute schleicht Jonny sich, entgegen Sabines Anweisungen, zu dem Verletzten. Wenige Augenblicke geht die Sache gut, dann bricht die Hölle los: Wilmann eröffnet das Feuer. Das MEK stürmt das Gebäude. Wilmann wird gestellt, die Geiseln unversehrt befreit, und Jonny und Sabine kämpfen um das Leben des Verletzten. Im Rettungszentrum zitiert Sabine Jonny in ihr Büro: Auch wenn der Einsatz ein gutes Ende gefunden hat, so hat er sich doch ihren Befehlen widersetzt. Der Streit eskaliert, und Jonny kündigt. Am nächsten Morgen wird Homann seine Cora heiraten. Wird Jonny, der Homanns Trauzeuge sein soll, dabei sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588005","hoster":"VOE"},{"path":"/redirect/8405475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-10","name":"Sehnsüchte","epNo":10,"alt":"","descr":"Ein Müllmann findet auf dem Gelände hinter einer Diskothek die bewusstlose Michelle. Sabine diagnostiziert bei dem stark unterkühlten Mädchen eine Drogen-Vergiftung und vermutet eine Vergewaltigung. Die Patientin kann sich an nichts erinnern. Die im Krankenhaus wartenden Eltern sind entsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599676","hoster":"VOE"},{"path":"/redirect/8405477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-11","name":"Trennung","epNo":11,"alt":"","descr":"Der SAR 71 fliegt ein kleines Mädchen nach einem Verkehrsunfall ins BWK. Noch während das Kind versorgt wird, kommt dessen Opa und erleidet auf dem Parkplatz einen Schwächeanfall. Dort wird er gerade noch rechtzeitig von den Rettungsfliegern gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108601","hoster":"VOE"},{"path":"/redirect/8405481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-10/episode-12","name":"Irrtümer","epNo":12,"alt":"","descr":"Am frühen Morgen haben Sabine und Bille Stress miteinander. Bille ist mal wieder ziemlich aggressiv, und Sabine findet trotz großem Bemühen einfach keinen Zugang zu dem Mädchen. Wütend und mit einem Blumenstrauß bewaffnet verlässt Bille die Wohnung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599675","hoster":"VOE"},{"path":"/redirect/8405480","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-1","name":"Ein großer Tag","epNo":1,"alt":"","descr":"Der Flieger-Oberstleutnant a.D. Karl Rottenburg erleidet auf dem Tennisplatz einen Herzinfarkt, und gegen seinen Willen ruft Sohn Markus die Rettungsflieger. Doch Rottenburg bleibt stur: Er will sich weder untersuchen noch behandeln lassen. Erst Pilot Blank kann ihn in einem Gespräch von Flieger zu Flieger umstimmen. Gerade noch rechtzeitig, denn da passiert es: Herzstillstand. Nun ist Karl froh, dass Markus die Rettungsflieger gerufen hat. Notärztin Sabine kann ihn wiederbeleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384031","hoster":"VOE"},{"path":"/redirect/8405483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-2","name":"Muttersorgen","epNo":2,"alt":"","descr":"Ein älterer Jogger an der Alster erleidet einen Hitzschlag. Seine vergleichsweise junge Freundin Zsa-Zsa macht sich große Sorgen und bittet Rettungsassistent Jonny um ‚persönliche Betreuung‘, da sie ihn für den Arzt hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579895","hoster":"VOE"},{"path":"/redirect/8405488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-3","name":"Mitten im Leben","epNo":3,"alt":"","descr":"Marina, bei der kürzlich Diabetes festgestellt wurde, hält ihren Freund Dennis für übervorsichtig. Gegen seine Bedenken geht sie in den Wald joggen. Doch dort stürzt sie beim Laufen so unglücklich, dass sie nicht mehr auftreten kann. Hilflos schickt Marina ihren Hund Percy los, um Hilfe zu holen. Aber Percy läuft bei seiner Suche der elfjährigen Julia vor das Fahrrad, so dass diese ebenfalls stürzt und sich schwer verletzt. Als die Rettungsflieger eintreffen, denkt Marina zunächst, Percy habe es geschafft. Dabei gilt der Einsatz Julia, und nun zeigt sich, dass Marina ihre Diabetes unterschätzt hat, denn sie wird ohnmächtig. Wird die Crew rechtzeitig erkennen, dass ein weiterer Mensch im Wald dringend Hilfe braucht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579894","hoster":"VOE"},{"path":"/redirect/8405487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-4","name":"Entscheidungen","epNo":4,"alt":"","descr":"Für die quirlige Fahrschülerin Chrissy ist der große Tag der Fahrprüfung gekommen. Und trotz strengem Prüfer kann sie mit Unterstützung ihres netten Fahrlehrers alle Hürden und Fallen meistern. Doch als sie nach der eigentlich bestandenen Prüfung freudig aus dem Wagen steigt, geschieht ein Unglück. Die Rettungsflieger sind gleich zur Stelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599679","hoster":"VOE"},{"path":"/redirect/8405490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-5","name":"Vertrauensfragen","epNo":5,"alt":"","descr":"Die resolute Rentnerin Gerda montiert auf dem Balkon Blumenkästen. Als ein Kasten in die Tiefe stürzt, glaubt sie, dass er unter ihr ein Nachbar-Baby erschlagen hat. Vor lauter Aufregung hat sie, unbemerkt von ihrem Mann Anton im Wohnzimmer, draußen auf dem Balkon einen Herzanfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384033","hoster":"VOE"},{"path":"/redirect/8405496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-6","name":"Für immer und ewig","epNo":6,"alt":"","descr":"Zunächst wird das Team der Rettungsflieger zur Schülerin Svenja gerufen, die, durch einen Ruf ihrer besorgten Mutter abgelenkt, ungebremst gegen eine Tür in der Schule läuft. Später muss auch Svenjas Opa Heinrich versorgt werden: In einem Handgemenge mit – der nicht minder besorgten – Oma Doris verletzt er sich beim Schneiden der Hecke. Dazwischen gibt es einen kuriosromantischen Fall: Mike Müller platzt in die Trauung seiner Ex-Freundin Patricia Falkenstein. Er will sie in letzter Minute umstimmen, doch noch ihn und nicht den schnöseligen Reederei-Sohn Claasen zu heiraten. Aber mitten in seiner ergreifenden Liebeserklärung stürzt er metertief von der Kirchenbalustrade.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599682","hoster":"VOE"},{"path":"/redirect/8405494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-7","name":"Echte Freundschaft","epNo":7,"alt":"","descr":"Die Rettungsflieger werden zu einem Hausunfall gerufen. Herr Markmann ist die Treppe hinuntergestürzt. Leider kann Sabine nur noch den Tod des Mannes feststellen. Allerdings stimmt irgendetwas nicht an der Geschichte … spielt die Ehefrau nur etwas vor, oder gibt es eine schlüssige Erklärung für die Strangulations-Male am Hals ihrs Mannes?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699997","hoster":"VOE"},{"path":"/redirect/8405495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-8","name":"Klare Worte","epNo":8,"alt":"","descr":"Die freche Layla, der schüchterne Lukas und der draufgängerische Ronny beschließen, in einem Kramladen an der Ecke Absinth zu klauen. Während Layla und Ronny durch Randale die Händlerin ablenken, soll Lukas die Flaschen schnappen. Doch ein schweres Regal fällt auf Lukas. Ronny kann mit dem Verletzten zwar aus dem Laden flüchten, aber die Ladenbesitzerin hält Layla fest. Als die Rettungsflieger eintreffen, kann Blank Layla überzeugen, das Team zum Versteck der kleinen Bande zu führen. Ronny hat sich in seiner Angst mit dem Alkohol vollgepumpt und wird wegen einer Alkoholvergiftung eingeliefert. Bei Lukas stellt Sabine ein schweres Bauchtrauma fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599678","hoster":"VOE"},{"path":"/redirect/8405498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-9","name":"Das Streben nach Glück","epNo":9,"alt":"","descr":"Der junge Familienvater Karl Fischer und sein älterer Kollege Hans Sauter arbeiten schon seit Jahren bei einer Werttransportfirma. Auch wenn Fischers Ehefrau ständig um ihren Mann bangt, hat er sein Versprechen bisher noch nicht eingelöst, eine weniger gefährliche Arbeit zu suchen. Dann wird Sauter bei einer Fahrt von einer Biene gestochen. Er verreißt das Lenkrad, und der Werttransporter überschlägt sich. Sauter kann sich aus dem Wagen retten, doch die einbruchsichere Panzertür fällt wieder zu. Da die Feuerwehr nicht an den schwer verletzten Fischer im Fahrerhaus herankommt, müssen Blank und Wollcke unter Zeitdruck bei Fischers Firma einen Ersatzschlüssel holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700003","hoster":"VOE"},{"path":"/redirect/8405500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-10","name":"Kabale und Liebe","epNo":10,"alt":"","descr":"Auch diesmal erhofft sich der chaotische Germanistik-Student Leo von seinem Freund und Mitstudenten Thorsten in letzter Minute Hilfe bei einer Seminar- arbeit. Aber der zuverlässige Thorsten will nicht mehr mitspielen, weil er die Freundschaft inzwischen als sehr einseitig empfindet. Bevor jedoch das Thema ausdiskutiert werden kann, explodiert Thorstens Schnellkochtopf, in dem er gerade – eine Marotte von ihm – Angelhaken sterilisiert. Die Rettungsflieger versorgen seine schweren Verbrennungen und Schnittverletzungen und müssen sich auch um Thorstens Papagei ‚Schiller‘ kümmern, denn Leo ist gegen Vogelfedern allergisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579899","hoster":"VOE"},{"path":"/redirect/8405502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-11","name":"Neuanfänge","epNo":11,"alt":"","descr":"Der gutaussehende Witwer Christian trauert noch um seine kürzlich verstorbene Frau. Er ahnt nichts von dem Versprechen, dass seine zehnjährige Tochter Sophia der Mama auf dem Sterbebett gegeben hat: bald eine neue Frau für den Papa zu finden. Doch bevor Sophia ihren Plan umsetzen kann, geraten die beiden in einen Autounfall. Die Rettungsflieger müssen für diesen Einsatz auf dem Hamburger Rathausplatz landen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384043","hoster":"VOE"},{"path":"/redirect/8405505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-12","name":"Lust auf Leben","epNo":12,"alt":"","descr":"Das Team der Rettungsflieger hat zu Beginn einen ernsten Einsatz: Eine junge Frau, Rebecca Eggers, hat einen Selbstmordversuch mit Tabletten unternommen. Zudem ist sie offenbar alkoholkrank. Wie es aussieht, hat ein Unglück sie völlig aus der Bahn geworfen: Die ehemalige Leistungssportlerin hat vor Monaten durch einen Unfall ihre vielversprechende Leichtathletik-Karriere in den Wind schreiben müssen und diesen Schicksalsschlag nicht verkraftet. Ihr Mann Sebastian ist verzweifelt und ehrlich besorgt. Aber irgendetwas steht zwischen dem Ehepaar Eggers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599680","hoster":"VOE"},{"path":"/redirect/8405507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-rettungsflieger/staffel-11/episode-13","name":"Schöne Aussichten","epNo":13,"alt":"","descr":"Hoch auf dem Heiligengeistfeldbunker sprüht der verliebte Designer Jan Büttner eine Liebesbotschaft für seine Freundin Anne an die Wand. Die hat nun zwar eine schöne Aussicht von ihrem Wohnzimmerfenster, muss aber gleichzeitig miterleben, wie Jan auf dem Bunker von der Leiter fällt und sich schwer verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9599683","hoster":"VOE"},{"path":"/redirect/8405508","hoster":"Streamtape"}]}]}]}]}