{"seriesId":"die-fantastischen-vier-helden-des-hip-hop","name":"Die Fantastischen Vier – Helden des Hip-Hop","descr":"Mit Songs wie \"Die da?!\", \"Sie ist weg\" und \"MfG\" schrieben die fantastischen Vier Musikgeschichte. Sie sind deutsche Pioniere in einem Musikgenre, das bis heute die Jugendkultur bestimmt und die älteste Rap-Band der Welt, die noch auf Tour ist und neue Musik veröffentlicht. Die Dokumentation \"Die Fantastischen Vier – Helden des Hip-Hop\" zeigt die erfolgreichste Hip-Hop-Band Deutschlands an einem Scheidepunkt ihrer Karriere. Kann der Spagat gelingen, beim Älterwerden musikalisch jung zu bleiben?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1 – Aller Anfang ist Yeah","epNo":1,"alt":"","descr":"Die Geschichte von Deutschlands erfolgreichster Hip-Hop-Band in vier Teilen. Die umjubelte Stadiontour 2022 wird durch Smudos Bühnenunfall beendet. Nach der Knie-OP müht Smudo sich zuhause auf Krücken. Rückblick: Der schwierige Weg der Fantastischen Vier zum Erfolg. Vier Stuttgarter Freunde wollen Ende der Achtziger mit deutschem Hip-Hop zu Stars werden. Misserfolge und Rückschläge pflastern ihren Weg. Ein Song wird zum Fluch und Segen zugleich.","versions":[{"lang":1,"streams":[{"redirect":14514467,"hoster":"VOE"},{"redirect":14506927,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2 – Mach dich frei","epNo":2,"alt":"","descr":"40.000 Zuschauern feiern die Band auf dem größten Konzert der 2022er-Tour. Rückblick: Der Erfolg ist 1992 da, aber das Image ruiniert. Die Hip-Hop-Szene hasst sie. Die Fantastischen Vier kämpfen ab 1993 mit neuem Album, skurriler TV-Sendung und Heavy-Metal-Crossover-Projekt um Anerkennung. Smudo verliert die Lust und widmet sich anderen Projekten. Das Album \"Lauschgift\" führt sie in neue Höhen und bedeutet trotzdem beinahe den Absturz der Band.","versions":[{"lang":1,"streams":[{"redirect":14514469,"hoster":"VOE"},{"redirect":14506928,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3 – Ernten was wir säen","epNo":3,"alt":"","descr":"Die Fantastischen Vier live 2022 in Topform. Rückblick: 1996 steht die Band kurz vor dem Ende. Thomas D und Michi Beck verfolgen eigene musikalische Projekte. Man trennt sich räumlich. Michi Beck geht privat nach Berlin und zeigt heute den Kiez, in dem er lebt. MfG sorgt 1999 für ein fulminantes Comeback, aber die Band entfremdet sich von And.Ypsilon. Thomas D findet Lebens- und Liebesglück in der Eifel und zeigt sein heutiges Privatleben.","versions":[{"lang":1,"streams":[{"redirect":14514298,"hoster":"VOE"},{"redirect":14506922,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teil 4 – Zusammen","epNo":4,"alt":"","descr":"Best-of des Kölner Stadionkonzerts 2022. Rückblick: Heirat und Geburt der Kinder sorgen für neue Prioritäten. Private Treffen finden kaum noch statt. Neue Musik ist schwierig. 2007 kommt es zum großen Streit - beinahe das Aus der Band. Das größte Konzert der Karriere verschafft 2009 neuen Schwung. Der 50. Geburtstag bringt Streit und Depressionen. Neuer Input von außen führt 2018 zu großem Comeback. Lösen sie sich jetzt auf oder Fanta 4 forever?","versions":[{"lang":1,"streams":[{"redirect":14514466,"hoster":"VOE"},{"redirect":14506923,"hoster":"Streamtape"}]}]}]}]}