{"path":"/serie/stream/die-musketiere","name":"Die Musketiere","descr":"Im Paris des 17. Jahrhunderts kämpfen D’Artagnan und seine drei Musketiere Athos, Aramis und Porthos für Gerechtigkeit und gegen Unterdrückung.","seasons":[{"path":"/serie/stream/die-musketiere/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-musketiere/staffel-1/episode-1","name":"Freunde und Feinde","epNo":1,"alt":"Friends and Enemies","descr":"Frankreich, 1630. Der junge D’Artagnan und sein Vater werden in einem Landgasthof von einer Bande Maskierter überfallen, die sich als Musketiere ausgeben. Zwar kann der furchtlose D’Artagnan die Angreifer in die Flucht schlagen, doch sein Vater wird getötet – von einem Banditen, der sich selbst Athos nannte. In Wahrheit aber stecken hinter dem Mord die Männer des intriganten Kardinals Richelieu, der den König gegen die Musketiere aufhetzen will. Die Intrige scheint zu funktionieren: Athos soll für seine vermeintliche Tat hingerichtet werden. Seinen Freunden Aramis und Porthos bleibt nicht viel Zeit: Mit schlagkräftiger Unterstützung von D’Artagnan versuchen sie, den wahren Mörder zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599343","hoster":"VOE"},{"path":"/redirect/8403870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-2","name":"Das Attentat","epNo":2,"alt":"Sleight of Hand","descr":"Weil er sich auf ein illegales Duell eingelassen hat, wird D’Artagnan verhaftet und eingekerkert. Seine Freunde Athos, Aramis und Porthos ziehen sich die Verachtung der anderen Musketiere zu, weil sie bei der Verhaftung nicht einschritten und damit gegen den Leitspruch \"Einer für alle, alle für einen\" verstießen. Doch in Wahrheit war die Verhaftung nur eine Finte: D’Artagnan soll im Kerker das Vertrauen des Anarchisten Vadim gewinnen, der große Mengen an Schießpulver versteckt hält. In einer spektakulären Aktion können die beiden aus dem Gefängnis flüchten. Aber D’Artagnan muss auf der Hut sein: Vadims brutaler Handlanger Felix misstraut ihm und wartet nur auf einen Grund, um ihn zu töten. Vadim hingegen weiht seinen neuen Gefährten in seinen Plan ein: Er will einen Sprengstoffanschlag auf den König und die Königin verüben. Doch das ist nicht die ganze Wahrheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915987","hoster":"VOE"},{"path":"/redirect/8403868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-3","name":"Schatten der Vergangenheit","epNo":3,"alt":"Commodities","descr":"Schatten der Vergangenheit Die drei Musketiere und D’Artagnan verhaften in Le Havre den großspurigen Geschäftsmann und Freibeuter Émile Bonnaire. Er soll sich vor König Ludwig XIII. verantworten, weil er einen Handelsvertrag mit Spanien missachtet hat. Doch auf dem Weg zurück nach Paris geraten die Musketiere mit ihrem Häftling in einen Hinterhalt: Ein geprellter Geschäftspartner Bonnaires will den Gauner in seine Gewalt bringen. Zwar können die Männer ihre Angreifer zurückschlagen, doch Porthos wird im Kampf schwer verletzt. In einem verlassenen Schloss finden sie Unterschlupf. Das Anwesen gehört der Familie von Athos – und die Rückkehr weckt in ihm grausame Erinnerungen an eine tragische Episode aus seiner Vergangenheit. Dabei offenbart sich eine ungeahnte Verbindung zu Milady de Winter, der mörderischen Handlangerin von Kardinal Richelieu. Zugleich findet Porthos heraus, dass der galante Bonnaire in Wahrheit ein skrupelloser Sklavenhändler ist. In Paris angekommen, will Bonnaire sich jedoch genau das zunutze machen, um Kardinal Richelieu einen Handel vorzuschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9701418","hoster":"VOE"},{"path":"/redirect/8403871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-4","name":"Verräter","epNo":4,"alt":"The Good Soldier","descr":"Der Herzog von Savoyen reist nach Paris, um mit dem König einen Bündnispakt zu unterzeichnen. Dabei kommt es jedoch zu einem Anschlag auf den Herzog, den er nur knapp überlebt. Die drei Musketiere und D’Artagnan können den Attentäter ergreifen: Es handelt sich um den desertierten Musketier Marsac. Er macht den Herzog für ein hinterhältiges Massaker an einem Trupp wehrloser Musketiere verantwortlich; nur Marsac und Aramis kamen dabei mit dem Leben davon. Seither sinnt Marsac auf Rache. Aramis lässt seinen alten Kameraden aus der Haft entkommen und versteckt ihn bei D’Artagnans Geliebter Constance. Unterstützt von Athos und Porthos versuchen sie herauszufinden, wer die Musketiere damals verriet. Es gelingt Marsac, einen der Meuchelmörder in seine Gewalt zu bringen. Beim Verhör beschuldigt der Mann ausgerechnet Capitane Tréville, den Befehlshaber der Musketiere, seine eigenen Kämpfer an den Herzog verraten zu haben. Bei der Suche nach Beweisen für diese Anschuldigung kommt es für die Musketiere zu einer schockierenden Enthüllung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917498","hoster":"VOE"},{"path":"/redirect/8403874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-5","name":"Heimkehr","epNo":5,"alt":"The Homecoming","descr":"Nach einer feuchtfröhlichen Geburtstagsfeier erwacht Porthos morgens auf der Straße – neben der Leiche des jungen Jean De Mauvoisin, Sohn eines Pariser Edelmanns. Der Musketier kann sich durch den Alkoholrausch zwar an nichts mehr erinnern, dennoch verhaftet man ihn und verurteilt ihn wegen Mordes zum Tode. Auf dem Weg zum Galgen aber wird Porthos von einer Gruppe Maskierter befreit und in Sicherheit gebracht: Im \"Hof der Wunder\", einem verwahrlosten, von Verbrechern beherrschten Stadtviertel, kommen nicht einmal die anderen Musketiere an ihn heran. Porthos kennt das Viertel gut, da er als Waisenkind selbst dort aufwuchs. In dem Dieb Charon, der inzwischen zum ungekrönten König des Hofs aufgestiegen ist, trifft er sogar einen alten Freund wieder. Unterdessen versuchen Athos, Aramis und D’Artagnan, den wahren Mörder Jeans zu finden. Zunächst scheint es, als habe der Junge sich mit den falschen Leuten eingelassen. Bald aber kommen die Musketiere einer grausamen Intrige auf die Spur. Und auch Porthos schwebt in seinem Versteck in großer Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100451","hoster":"VOE"},{"path":"/redirect/8403872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-6","name":"Kampf um den Thron","epNo":6,"alt":"The Exiles","descr":"Aramis und D’Artagnan erhalten den mysteriösen Auftrag, die junge Mutter Agnès und ihr Baby aus einem Dorf nach Paris zu bringen. Aber auch andere Mächte haben es auf das Kind abgesehen: Bewaffnete Männer entführen den kleinen Henri und versuchen, Agnès zu töten. Im letzten Moment können die Musketiere sie retten. Während D’Artagnan die Verfolgung der Entführer aufnimmt, macht Aramis sich mit Agnès auf den Weg zurück nach Paris. Zur gleichen Zeit kehrt Maria von Medici, die Mutter von König Ludwig XIII., überraschend aus dem Exil zurück. Der König hatte sie einst verbannt, weil sie ihm durch eine Intrige den Thron streitig machen wollte. Nun aber bittet sie ihren Sohn um Hilfe, da ihr ein Unbekannter nach dem Leben trachtet. Auf Anraten der Königin und des Kardinals Richelieu vergibt der König seiner Mutter. Er ahnt nicht, dass sie es in Wahrheit noch immer auf die Macht im Land abgesehen hat – und das Baby Henri spielt bei ihrem heimtückischen Plan eine entscheidende Rolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587804","hoster":"VOE"},{"path":"/redirect/8403877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-7","name":"Die Rebellin","epNo":7,"alt":"A Rebellious Woman","descr":"Während einer Fahrt der Königin mit ihrer Eskorte durch Paris versucht eine junge Frau, die fahrende Kutsche zu besteigen – und wird dabei getötet. Es stellt sich heraus, dass sie der Königin eine Petition übergeben wollte, in der eine Stärkung der Frauenrechte gefordert wird. Hinter der Petition steckt die Comtesse Ninon de Larroque, die schon lange dafür eintritt, Frauen mehr Unabhängigkeit und Bildung zu gewähren. Die Königin hat für diese Bestrebungen ein offenes Ohr, und auch der Musketier Athos empfindet Sympathie für die Comtesse. Aber Kardinal Richelieu fürchtet, dass Frauenrechte die Macht der Kirche schmälern könnten. Um in der Gunst des Papstes aufzusteigen und um ihr Vermögen für die Staatskasse konfiszieren zu können, setzt er alles daran, Ninon als Hexe auf den Scheiterhaufen zu bringen. Als ein junges Mädchen namens Fleur verschwindet und von der Roten Garde des Kardinals in Ninons Haus gefunden wird, sieht Richelieu seine Chance gekommen: Er setzt Fleur unter Druck, damit sie die Comtesse vor Gericht als Hexe diffamiert. Doch es kommt anders – und auf einmal muss der skrupellose Kardinal selbst um sein Leben kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587802","hoster":"VOE"},{"path":"/redirect/8403879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-8","name":"Einer für alle","epNo":8,"alt":"The Challenge","descr":"Die Musketiere sollen den brutalen Schwerverbrecher Labarge ins Gefängnis bringen und geraten dabei in einen Konflikt mit der verhassten Roten Garde des Kardinals: Die Gardisten zwingen sie, ihnen den Gefangenen auszuhändigen. Dieser nutzt die Chance und tötet den Capitaine der Roten Garde. Richelieu ist außer sich vor Zorn und gibt den Musketieren die Schuld für den blutigen Zwischenfall. Um die Rivalitäten zu beenden, ordnet der König einen Wettbewerb an: Der beste Mann der Musketiere soll gegen den besten Gardisten zum Duell antreten. Dem Sieger winkt ein hohes Preisgeld. Aramis, Athos und Porthos setzen alles daran, von ihrem Hauptmann für den Wettstreit ausgewählt zu werden. Richelieu ahnt derweil, dass keiner seiner Männer eine Chance hätte. Deshalb ernennt er den kampferprobten Labarge zum Mitglied seiner Garde und schickt ihn ins Rennen. Hauptmann Tréville erfährt davon und beschließt, selbst zum Kampf anzutreten. Aber auch D’Artagnan will sich mit Labarge duellieren – aus Rache, denn dieser hat kurz zuvor den Hof seiner Familie niedergebrannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587806","hoster":"VOE"},{"path":"/redirect/8403880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-9","name":"Anschlag auf die Königin","epNo":9,"alt":"Knight Takes Queen","descr":"Die Ehe von König Ludwig XIII. und Königin Anna wird belastet, weil Anna ihrem Mann bisher kein Kind und damit keinen Thronfolger geboren hat. Während sie in ihrer Not eine mystische Wasserquelle besucht, um ihre Fruchtbarkeit zu stärken, flirtet der König bei einem sommerlichen Bankett mit der hübschen Charlotte Mellendorf, Tochter eines deutschen Grafen. Als er später bei Kardinal Richelieu seine Frustration über die Königin äußert, ahnt er nicht, was er damit in Gang setzt: Im Auftrag des Kardinals heuert Milady den irischen Söldner Gallagher an, der kurz darauf einen Mordanschlag auf die Königin verübt. Nur durch Zufall entgeht Anna dem Attentat und wird von den Musketieren in einem Kloster in Sicherheit gebracht. Während D’Artagnan und Porthos den Palast erreichen wollen, um Verstärkung zu holen, wird das Kloster von Gallaghers Schergen attackiert. Die Nonnen erweisen sich dabei als durchaus wehrhafte Gottesdienerinnen. Zugleich kommen Aramis und Königin Anna sich auch körperlich näher – wohl wissend, dass sie damit ihr Leben riskieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587807","hoster":"VOE"},{"path":"/redirect/8403882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-1/episode-10","name":"Tote leben länger","epNo":10,"alt":"Musketeers Don’t Die Easily","descr":"Der hasserfüllte Athos nimmt Milady als Geisel und offenbart den anderen Musketieren, dass sie einst seine Frau war und heute die mörderische Handlangerin des Kardinals ist. Doch als sie D’Artagnan um Hilfe anfleht und die Musketiere von der Liebesnacht zwischen ihm und Milady erfahren, eskaliert die Situation: In seinem Zorn schießt Athos auf D’Artagnan, derweil kann Milady entkommen. Die Freundschaft zwischen den Musketieren und D’Artagnan scheint unwiderruflich zerstört. Als der Kardinal von dem Vorfall erfährt, fürchtet er, selbst als Intrigant entlarvt zu werden. Er gibt Milady eine letzte Chance, die Musketiere endgültig zum Schweigen zu bringen – oder er wird sie fallen lassen. Um ihr Ziel zu erreichen, versucht sie, den verwundeten D’Artagnan auf ihre Seite zu ziehen. Der Plan scheint aufzugehen: In seinem Hass auf die Musketiere erklärt D’Artagnan sich bereit, Athos zu töten. Doch die teuflische Milady ahnt nicht, dass die Männer des Königs ihr bereits einen Schritt voraus sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587805","hoster":"VOE"},{"path":"/redirect/8403885","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-musketiere/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-musketiere/staffel-2/episode-1","name":"Der Mann aus Spanien","epNo":1,"alt":"Keep Your Friends Close","descr":"Kardinal Richelieu ist tot. Rochefort kehrt aus Madrid an den Hof zurück. Er kennt die Königin aus Spanien und hofft schnell Einfluss gewinnen zu können. Doch er und die Musketiere werden keine Freunde. Anna hat einen Thronfolger geboren, und sie sucht eine Vertraute, ihre Wahl fällt auf Constance. General de Foix soll aus spanischer Gefangenschaft befreit werden. Ein Auftrag für die Musketiere unter dem Kommando von Rochefort. Natürlich gelingt alles, nur den Ruhm der Tat kassiert Rochefort allein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699906","hoster":"VOE"},{"path":"/redirect/8403887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-2","name":"Das einfache Leben","epNo":2,"alt":"An Ordinary Man","descr":"Der König will das Leben der einfachen Leute kennenlernen und begibt sich verkleidet in eine Taverne. Dort wird er zusammen mit D?Artagnan entführt und soll als Sklave auf eine spanische Galeone verkauft werden. Lady de Winter arbeitet für den Sklavenhändler, verhilft dem König aber zur Flucht und gewinnt so seine Gunst. Rochefort versucht die Abwesenheit des Königs zu nutzen und die Königin zu einem Vertrag mit Spanien zu bewegen. Doch der König kehrt gerade noch rechtzeitig zu Taufe seines Sohnes zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587808","hoster":"VOE"},{"path":"/redirect/8403889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-3","name":"Angst um den Dauphin","epNo":3,"alt":"The Good Traitor","descr":"Ein spanischer Ex-General bietet am Hof um Hilfe. Seine Tochter wird in Paris von Spaniern gefangen gehalten. Er bietet eine Formel für ein Zündpulver mit enormer Sprengkraft an, hinter der auch die Spanier her sind. Doch bei der Befreiung durch die Musketiere kommt der General ums Leben und nimmt das Geheimnis mit in den Tod. Der Sohn des Königs ist schwer erkrankt, Constanze entführt ihn und kann ihn retten. Die Königin ertappt ihren Gemahl in einer intimen Situation mit Milady de Winter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579841","hoster":"VOE"},{"path":"/redirect/8403890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-4","name":"Emilie","epNo":4,"alt":"Emilie","descr":"Emilie, eine junge Frau aus Duras, hält sich für von Gott auserwählt, einen Feldzug gegen den spanischen König zu führen. Überall im Land müssen Spanier um ihr Leben bangen. Selbst die Königin ist betroffen, während sich der König mehr für Milady interessiert, als für das was in seinem Land geschieht. Rochefort nutzt die Gunst der Stunde, um seinen Rivalen Perales loszuwerden, und es gelingt ihm, die Entmachtung Trevilles zu erreichen, der seines Ranges als Kommandant der Musketiere enthoben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587810","hoster":"VOE"},{"path":"/redirect/8403891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-5","name":"Adel verpflichtet","epNo":5,"alt":"The Return","descr":"Athos ist verschwunden. Er ist auf das Anwesen verschleppt worden, für das er als Comte de la Fére und Lehnsherr verantwortlich ist. Die Bauern, die dort leben, leiden unter den Repressalien ihres Nachbarn Renard, der das Gut gern für seinen Sohn Edmond haben will. Nach anfänglichem Zögern ist Athos bereit, den Bauern mit den andern Musketieren bei der gewaltsamen Auseinandersetzung beizustehen. Aber Athos trifft dort auch Catherine wieder, die Frau seines von Milady ermordeten Bruders …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587812","hoster":"VOE"},{"path":"/redirect/8403895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-6","name":"Tödliches Spiel","epNo":6,"alt":"Through a Glass Darkly","descr":"Der Astronom Marmion lädt den König und seine Gefolgschaft anlässlich einer Sonnenfinsternis in sein Kastell ein. Doch dort setzt er seine Gäste gefangen. In einem tödlichen Kopf oder Zahl Spiel muss der König über das Leben seiner Mitgefangenen entscheiden. Er will sich am König rächen, weil der in Zeiten der Pest ein Dorf von der Umwelt abriegeln ließ, statt zu helfen. Dabei war Marmions Familie ums Leben gekommen. Milady kann Hilfe holen, fällt aber beim König in Ungnade. Der Sieger des Spiels ist wieder einmal Rochefort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579842","hoster":"VOE"},{"path":"/redirect/8403896","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13511719","hoster":"VOE"},{"path":"/redirect/10103692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-7","name":"Mörder im Palast","epNo":7,"alt":"A Marriage of Inconvenience","descr":"Die Musketiere begleiten Prinzessin Louise von Mantua an den Hof. Sie ist eine Cousine des Königs und auf dem Weg nach Schweden, wo sie den schwedischen Thronfolger heiraten soll. Schon auf der Fahrt wird die Kutsche überfallen, und als der Erzbischof der jungen Braut seinen Segen erteilt wird er von dem Pfeil einer Armbrust tödlich getroffen. Ein großes Komplott fliegt auf. Die angebliche Prinzessin ist eine gedungene Mörderin, doch ehe sie noch ihren Auftraggeber nennen kann, wird auch sie erstochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587809","hoster":"VOE"},{"path":"/redirect/8403894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-8","name":"Der verlorene Vater","epNo":8,"alt":"The Prodigal Father","descr":"Treville hat Porthos endlich erzählt wer sein Vater ist Porthos sucht Belgard auf und lernt dort seine Halbschwester Eleanor und deren Mann Lèvesque kennen. Doch seine Freude wird schnell getrübt, als aufkommt, dass die Beiden junge Mädchen an Meistbietende zur Vergnügung verkaufen. Constance lehnt einen Heiratsantrag von Dr. Lemay ab und schafft es endlich sich offen zu D’Artagnan zu bekennen. Rochefort gewinnt immer mehr Einfluss auf den König und versucht sich die Königin durch eine Erpressung gefügig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579840","hoster":"VOE"},{"path":"/redirect/8403898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-9","name":"Beschuldigt","epNo":9,"alt":"The Accused","descr":"Rochefort spielt dem König den Brief zu, in dem Anna ihren Bruder, den König von Spanien, um Hilfe gebeten hatte. Die Musketiere suchen Beweise, um Rochefort als spanischen Spion zu entlarven und versuchen den spanischen Oberst Vargas nach Frankreich zu locken. Auf den König wird ein Giftanschlag verübt. Sein Leibarzt und Constance geraten in Verdacht und werden zum Tode verurteilt. Sind sie von der Königin dazu angestiftet worden? Und nun wird auch noch getuschelt, dass der Dauphin nicht der Sohn des Königs sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587811","hoster":"VOE"},{"path":"/redirect/8403897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-2/episode-10","name":"Das Gelübde","epNo":10,"alt":"Trial and Punishment","descr":"Constance wird vor dem Schwert des Henkers gerettet. Rochefort spinnt seine Intrige weiter. Er nährt das Gerücht, dass der Dauphin nicht der Sohn des Königs sei und bezichtigt die Königin der Untreue. Der König unterzeichnet das Todesurteil für die Königin. Porthos bringt den spanischen Spionführer Vargas an den Hof und es gelingt den Musketieren, Rochefort als Spion zu entlarven. In einem spektakulären Showdown stirbt er, und der König nimmt seine Gemahlin und die Musketiere wieder in Ehren auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579843","hoster":"VOE"},{"path":"/redirect/8403899","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-musketiere/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-musketiere/staffel-3/episode-1","name":"Spoils of War","epNo":1,"alt":"Spoils of War","descr":"4 Jahre später. In Paris kümmert sich der König nur um seinen Dauphin. Das Tagesgeschäft hat er seinem Halbbruder Feron überlassen, der als Gouverneur von Paris nun Gegenspieler von Minister Treville ist. Aramis hat sich in ein Kloster zurückgezogen. Die anderen drei Musketiere warten an der Front vergeblich auf einen Pulverwagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699916","hoster":"VOE"},{"path":"/redirect/8403905","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13511720","hoster":"VOE"},{"path":"/redirect/10103696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-2","name":"Aufruhr in Paris","epNo":2,"alt":"The Hunger","descr":"Gouverneur Feron treibt ein doppeltes Spiel. Zusammen mit dem finanziell angeschlagenen Herzog von Beaufort lässt er mit Grimauds Hilfe die Getreidevorräte des Herzogs stehlen, wodurch der Bevölkerung des Viertels Saint Antoine eine Hungersnot droht. Sie machen das Volk glauben, dass die Bewohner einer Flüchtlingssiedlung das Getreide gestohlen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587819","hoster":"VOE"},{"path":"/redirect/12985582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-3","name":"Ein Verbannter kehrt zurück","epNo":3,"alt":"Brother in Arms","descr":"Der König ist schwer krank. Die Musketiere holen seinen Bruder Gaston, aus dem Exil zurück. In einer Taverne, in der altgediente Soldaten verkehren, kommt es zu einem Tumult, bei dem Gaston drei Männer tötet. Gaston werden Briefe an Verbündete gestohlen, in denen den Sturz des Königs geplant wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587815","hoster":"VOE"},{"path":"/redirect/12482113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-4","name":"Die Diamanten der Königin","epNo":4,"alt":"The Queen\u0027s Diamonds","descr":"Die Schwester des Königs ist zu Besuch: Henrietta Maria, Königin von England. Auf Reise sind ihr Diamanten gestohlen worden, die sie an einen Holländer verkaufen wollte. Feron lässt sich von ihm ein Darlehen geben, angeblich im Namen des Königs. Die Musketiere finden den Dieb: Émile Bonnaire, ein alter Bekannter. Schnell haben sie die meisten Diamanten wieder, nur ein blauer Diamant fehlt noch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8988454","hoster":"VOE"},{"path":"/redirect/12482115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-5","name":"Gefährliche Schulden","epNo":5,"alt":"To Play the King","descr":"Revolte der Gefangenen im Chatelet, sie fliehen auf die Strassen. Dahinter stecken Grimaud und Fernon, die versuchen an die Goldreserven des Königs zu gelangen.. Den 6. Geburtstag des Dauphins will der König groß feiern, es könnte der letzte ist, den er noch erlebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587814","hoster":"VOE"},{"path":"/redirect/8403913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-6","name":"Der Tag des Todes","epNo":6,"alt":"Death of a Hero","descr":"Nur knapp entgehen Portos und D\u0027 Artagnan einem Anschlag der Männer Grimauds. Zusammen mit Feron plant Grimaud die Ermordung des Königs, doch als der Feron zum Vormund des Thronfolgers einsetzt, will Feron die Seite wechseln und wird von Grimaud ermordet. Als Grimaud erfährt, dass der König bald sterben wird, holt er Gaston aus der Bastille.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587813","hoster":"VOE"},{"path":"/redirect/8403914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-7","name":"Geraubtes Gold","epNo":7,"alt":"Fool\u0027s Gold","descr":"Die Musketiere verfolgen den flüchtigen Grimaud und kommen in ein Dorf, das nur von Frauen bewohnt wird. Sie helfen ihnen gegen eine Bande ehemaliger Soldaten anzukämpfen, die einen Goldschatz bei den Frauen vermuten, ehemalige Beute, die sie in den Wäldern versteckt hatten. Von Therese, einer Frau im Dorf erfährt Aramis einiges über die Vergangenheit Grimauds.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587817","hoster":"VOE"},{"path":"/redirect/8403915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-8","name":"Die Liebe des Volkes","epNo":8,"alt":"Prisoners of War","descr":"Die Königin führt heimlich mit ihrem Bruder, dem König von Spanien, Friedensverhandlungen. Grimaud erfährt davon und lockt mit einem gefälschten Schreiben den Boten der Königin, Aramis, in eine Falle. Die Musketiere können zwar Aramis befreien, aber die Stimmung des Volkes wendet sich gegen die Königin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587818","hoster":"VOE"},{"path":"/redirect/8403917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-9","name":"Kampf um den Thron","epNo":9,"alt":"The Prize","descr":"Der König ist tot und der Kampf um die Thronfolge entbrannt. Die erste Überraschung Ludwig hat in seinem Letzten Willen nicht Anna zur Regentin bestimmt, sondern Treville. Vor den Toren von Paris zieht eine gewaltige Streitmacht auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917499","hoster":"VOE"},{"path":"/redirect/8403920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-musketiere/staffel-3/episode-10","name":"Flammen über Paris","epNo":10,"alt":"We Are The Garrison","descr":"Grimaud lässt die Garnison in Flammen aufgehen, Wutentbrannt stürzen sich die Musketiere in die finale Auseinandersetzung. Die Königin sucht die Liebe ihres Volkes zu gewinnen und sichert sich die Unterstützung der Musketiere. Sie ernennt Porthos zum General und Aramis zum Nachfolger Trevilles als Erster Minister.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587820","hoster":"VOE"},{"path":"/redirect/8403921","hoster":"Streamtape"}]}]}]}]}