{"path":"/serie/stream/die-augsburger-puppenkiste-urmel-aus-dem-eis","name":"Die Augsburger Puppenkiste - Urmel aus dem Eis","descr":"Auf der einsamen Südseeinsel Titiwu gibt es unglaubliche Dinge: eine Schule, die man ungestraft schwänzen darf, und eine verloren geglaubte Eintracht zwischen Menschen und Tieren. Der zerstreute Professor Habakuk Tibatong hat einigen Tieren das Sprechen beigebracht. Zum Beispiel der Schweinedame Wutz, dem Schuhschnabel Schusch, Ping Pinguin und dem Waran Wawa. Am Felsenriff singt der Seeelefant immerzu seine \"traurögön Lödör\". Außer Wutz hat leider jeder von ihnen einen Sprachfehler. Der Waisenknabe Tim Tintenklecks hilft dem Professor, wenn es darum geht, die Tiere für ein gemeinsames Vorhaben zu begeistern. Und eines Tages geschieht es: Ein Eisblock strandet am Ufer. Darin steckt ein Ei, aus dem ein Urweltgeschöpf schlüpft - das Urmel. Und es kann sogar sprechen. Professor Tibatong, der schon immer an die Existenz des Urmels geglaubt hat, begeht eine Dummheit... (4-tlg. Marionettenspiel von Manfred Jenning aus der \"Augsburger Puppenkiste\".)","seasons":[{"path":"/serie/stream/die-augsburger-puppenkiste-urmel-aus-dem-eis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-augsburger-puppenkiste-urmel-aus-dem-eis/staffel-1/episode-1","name":"Der Eisberg","epNo":1,"alt":"","descr":"Auf der einsamen Südseeinsel Titiwu gibt es unglaubliche Dinge: Eine Schule, die man ungestraft schwänzen darf, und eine verloren geglaubte Eintracht zwischen Menschen und Tieren. Ein sehr zerstreu-ter und komischer Professor mit dem Namen Habakuk Tibatong hat einigen Tieren das Sprechen beigebracht. Zum Beispiel der Schweinedame Wutz, die ungemein sauber und leicht erregbar ist, dem Schuhschnabel Schusch, Ping Pinguin und dem Waran Wawa. Leider hat jeder von ihnen einen Sprachfehler. Unglaublich, wohin das führt. Am Felsenriff singt der See-Elefant immerzu seine \"traurögön Lödör\", worüber alle lachen müssen. Der Waisenknabe Tim Tintenklecks hilft dem Professor, wenn es darum geht, die Tiere für ein gemeinsames Unternehmen zu begeistern. Und eines Tages geschieht es: Ein Eisblock strandet am Ufer, darin steckt ein Ei, und aus dem Ei entschlüpft ein Urweltgeschöpf: Das Urmel. Und das Verblüffendste ist, dass es kann sogar sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981331","hoster":"VOE"},{"path":"/redirect/12537968","hoster":"Doodstream"},{"path":"/redirect/11981334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-augsburger-puppenkiste-urmel-aus-dem-eis/staffel-1/episode-2","name":"Der Schuss","epNo":2,"alt":"","descr":"Auf der Insel Titiwu wurde eines Tages ein Eisblock angeschwemmt, in dem eingefroren ein Urmelei lag. Das Ei war durch das Eis so gut erhalten geblieben, dass es Professor Tibatong gelang, es von seinen sprechenden Tieren ausbrüten zu lassen. Professor Habakuk Tibatong hatte seinem Kollegen Zwengelmann in seiner alten Heimat sofort nach der Entdeckung des Urmels einen hämischen Brief geschrieben. Das hätte er nicht tun sollen. Als nämlich der ehemalige König Pumponell, seit er abdanken musste König Futsch der Erste genannt, von dem Urmelei hört, ist seine alte Jagdleidenschaft geweckt. Sofort möchte er mit seinem Diener Sami im Hubschrauber nach Titiwu. Aber Professor Tibatong und seine Tiere erfahren vorher von den bösen Absichten, die Futsch den Ersten nach Tittiwu führen. Gerade noch rechtzeitig können sie das kleine Urmel vor Futsch verstecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981327","hoster":"VOE"},{"path":"/redirect/12537975","hoster":"Doodstream"},{"path":"/redirect/11981328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-augsburger-puppenkiste-urmel-aus-dem-eis/staffel-1/episode-3","name":"Das Abenteuer","epNo":3,"alt":"","descr":"Altkönig Futsch der Erste hat kein Glück bei seiner Jagd auf das Urmel. Mit allen möglichen Tricks versucht er, das Urmel doch noch vor die Flinte zu bekommen oder wenigstens einzufangen. Aber es will ihm nicht gelingen. An die Aufgabe seines Unternehmens denkt er allerdings auch nicht. Da bekommt er unerwartete Hilfe. Wawa, eines der sprechenden Tiere des Professors Tibatong, bietet Futsch dem Ersten auf der Suche nach dem Urmel seine Hilfe an. Aber das ist natürlich nur ein Schwindelmanöver von Wawa. Wirklich verraten will er das Urmel natürlich nicht. Auf diese Weise kann er Futsch den Ersten und Sami aber in die große Höhle mit dem gefährlichen Lachgas und der bösartigen Krabbe locken. Dort geraten dann Futsch und Sami in größte Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981315","hoster":"VOE"},{"path":"/redirect/11981325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-augsburger-puppenkiste-urmel-aus-dem-eis/staffel-1/episode-4","name":"Die Rettung","epNo":4,"alt":"","descr":"Zwar war Futsch der Erste mit sehr schlechten Absichten auf die Insel Titiwu gekommen. Aber als er jetzt in Lebensgefahr schwebt, will sich Professor Tibatong nicht an ihm rächen. Vielmehr möchte er ihn aus dieser Gefahr befreien. Mit Tim und all seinen sprechenden Tieren hält er eine Beratung ab, wie man Futsch den Ersten retten könnte. Schließlich hat Tim einen genialen Einfall. Mit Hilfe des See-Elefanten und seines U-Bootes müsste die Rettung gelingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11981336","hoster":"VOE"},{"path":"/redirect/11981338","hoster":"Streamtape"}]}]}]}]}