{"path":"/serie/stream/die-morde-des-herrn-abc","name":"Agatha Christie – Die Morde des Herrn ABC","descr":"In den 1930er Jahren erhält Poirot mit \"A.B.C.\" unterschriebene Briefe, die Morde nach einem bestimmten Muster ankündigen: Das erste Opfer hat die Initialien A.A. und der Tatort beginnt ebenfalls mit A. Weiter geht es mit B und C. Gemeinsam mit einem Team der Polizei begibt sich Poirot auf die Spur des Täters. Möglicherweise sind ja die bei jedem Opfer hinterlassenen ABC-Infohefte der Bahn der entscheidende Hinweis.Wer ist der ABC-Mörder? Privatdetektiv Hercule Poirot, gespielt vom Emmy-Preisträger und zweifach Oscar-nominierten John Malkovich, macht sich auf die Jagd nach ihm. Denn ein geheimnisvoller Serienmörder meuchelt sich im Großbritannien der 30er Jahre durch das Alphabet - und das ganze Land befindet sich in Panik. Das A steht für die ermordete Frau Ascher in Andover, B wie die getötete Betty Barnard in Bexhill, das C galt Sir Carmichael Clarke in Churston. Wer ist der nächste? Doch es könnte sich für den Täter als tödlichen Fehler erweisen, den stolzen Detektiv zu verspotten und absichtlich Hinweise an den Tatorten zu hinterlassen...","seasons":[{"path":"/serie/stream/die-morde-des-herrn-abc/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-morde-des-herrn-abc/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Detektiv Poirot jagt den ABC-Mörder. Denn ein geheimnisvoller Serienmörder meuchelt sich im Großbritannien der 30er Jahre durch das Alphabet. Der Täter begeht den Fehler, Hinweise zu hinterlassen, um den stolzen Detektiv zu verspotten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13814201","hoster":"VOE"},{"path":"/redirect/13819766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-morde-des-herrn-abc/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Der ABC Mörder teilt Poirot weitere Morde mit. Das Mordopfer \"C\" kann Poirot ermitteln, es ist eine Person, die er kennt, doch der Brief hat ihn zu spät erreicht und er kann die Person nicht rechtzeitig warnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13814200","hoster":"VOE"},{"path":"/redirect/13819765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-morde-des-herrn-abc/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ein fünfter Mord wird begangen, \"E\", diesmal in der Bahnhofstoilette des Ortes Embsay. Wieder ist der Stumpfvertreter Cust zugegen. Er wacht mit einem blutverschmiertes Messer in seiner Manteltasche auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13814199","hoster":"VOE"},{"path":"/redirect/13819767","hoster":"Streamtape"}]}]}]}]}