{"seriesId":"die-toten-vom-bodensee","name":"Die Toten vom Bodensee","descr":"Krimifilmreihe, in der der deutsche Kommissar Micha Oberländer und seine österreichische Kollegin Hannah Zeiler bei allerlei mysteriösen Fällen grenzüberschreitend zusammenarbeiten müssen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Toten vom Bodensee","epNo":1,"alt":"","descr":"In dem atmosphärischen Thriller \"Die Toten vom Bodensee\" sind der deutsche Kommissar Micha Oberländer und seine österreichische Kollegin Hannah Zeiler durch einen mysteriösen Fall gezwungen, über die Landesgrenzen hinweg zusammenzuarbeiten. Nachdem ein Fischer auf seinem Boot auf dem Bodensee überraschend in Flammen aufging und lebendig verbrannte, stößt das ungleiche Ermittlerpaar bei dem Wrack auf die Maske einer unheimlichen keltischen Gottheit und einen Schriftzug in einer fremden, undefinierbaren Sprache. Bei ihren Ermittlungen stoßen sie schnell auf den Bruder des Toten, Ludwig Pfeilschifter. Er hatte vor 15 Jahren zusammen mit seiner Frau Christa genau diese keltischen Masken in einer Felsspalte entdeckt. Als kurze Zeit später ein weiterer Toter grausam zugerichtet mit der zweiten Maske an einem Baum gefunden wird und auch Hannahs Vorgesetzter Ernst Gschwendner in den Fall verwickelt zu sein scheint, gilt es einen weiteren Mord mit der noch fehlenden dritten Maske zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8992632,"hoster":"VOE"},{"redirect":13675463,"hoster":"Vidoza"},{"redirect":9022830,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familiengeheimnis","epNo":2,"alt":"","descr":"In ihrem neuen Grenzübergreifenden Bodensee-Fall werden die österreichische Kommissarin Hanna Zeiler und ihr deutscher Kollege Micha Oberländer wegen eines Gewaltverbrechens zu einem Forsthaus gerufen, in dem Oberländer einen Großteil seiner Jugend verbracht hat, weil er mit der Förstertochter Verena liiert war. Die Wände und Böden des geheimnisvollen und verwüsteten Hauses sind blutverschmiert, der Förster Garchinger liegt halbtot und mit Schaum vorm Mund in seinem Schlafzimmer. Die Ermittlungen zwingen Hannah Zeiler und Micha Oberländer, in Michas Vergangenheit und die Tiefen eines Familiengeheimnisses einzutauchen.","versions":[{"lang":1,"streams":[{"redirect":8992630,"hoster":"VOE"},{"redirect":9022826,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stille Wasser","epNo":3,"alt":"","descr":"Für Micha Oberländer läuft es privat nicht rund. Er steckt mitten in einer Ehekrise, der Job ist einfach nicht Familien kompatibel. Nach einer unruhigen Nacht in seinem VW-Bus wird er mit Hanna Zeiler zu einem Tatort gerufen. Im Bodensee hat ein Fischer eine Frauenleiche in seinem Netz entdeckt. Auf den ersten Blick ein tragischer Badeunfall, der sich jedoch schnell als gewaltsamer Tod herausstellt. Die Tote wird als Lehrerin Julia Niermeyer identifiziert und für Zeiler und Oberländer beginnt eine komplizierte Spurensuche. In der Nähe des Fundortes findet Zeiler die völlig verängstigte zehnjähriges Naomi, die sich nicht erinnert, wie sie mitten in der Nacht dorthin gekommen ist. Obwohl das Kind abstreitet, etwas gesehen zu haben, ahnt Hanna, dass die Kleine mehr weiß. Doch was hat Noemi gesehen und wovor hat sie Angst? Für Zeiler und Oberländer werden die Ermittlungen zu einer emotionalen Achterbahnfahrt.","versions":[{"lang":1,"streams":[{"redirect":8992628,"hoster":"VOE"},{"redirect":13675477,"hoster":"Vidoza"},{"redirect":9022808,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Braut","epNo":4,"alt":"","descr":"Für Christian Höflinger und seine Braut Maja sollte es der schönste Tag im Leben werden, doch die traditionelle Brautentführung endet dramatisch: Die Braut wird ermordet aufgefunden. Hatte jemand etwas dagegen, dass die schöne Maja in die wohlhabende Familie Höflinger ein heiratet? Oder liegt das Motiv in Majas Engagement im Naturschutz? Im Laufe der Ermittlungen enthüllen Zeiler und Oberländer eine Familientragödie, die weit in Christians Kindheit zurückgeht.","versions":[{"lang":1,"streams":[{"redirect":8992627,"hoster":"VOE"},{"redirect":9022843,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abgrundtief","epNo":5,"alt":"","descr":"Die Wasserschutzpolizei hat die mit Eisenketten umschlungene Leiche eines jungen Mädchens geborgen. Bei der Toten handelt es sich um Marie Häusler, ein Mädchen mit Trisomie 21, das vor 15 Jahren, kurz vor ihrem 18. Geburtstag, spurlos verschwunden ist. Zeiler und Oberländer wirbeln viel Staub in einer scheinbar friedlichen Gemeinde auf und zwingen alle Beteiligten und sich selbst, zu einem Tabu-Thema Stellung zu beziehen.","versions":[{"lang":1,"streams":[{"redirect":8992631,"hoster":"VOE"},{"redirect":13675527,"hoster":"Vidoza"},{"redirect":8679215,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Wiederkehrer","epNo":6,"alt":"","descr":"Auf der abgelegenen \"Galgeninsel\" stirbt ein Mann durch einen Kopfschuss – ein neuer Fall für den deutschen Kommissar Micha Oberländer und seine österreichische Kollegin Hannah Zeiler. Doch diesmal ist Hannah persönlich involviert: Der Tote hatte das Verschwinden von Hannahs Vater vor 20 Jahren im Fokus – lebt ihr Vater etwa noch? Das Verhältnis der beiden Kommissare wird in ihrem sechsten gemeinsamen Fall auf eine starke Probe gestellt, bei der Oberländer am Ende eine folgenschwere Entscheidung treffen muss.","versions":[{"lang":1,"streams":[{"redirect":8992629,"hoster":"VOE"},{"redirect":9022848,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die vierte Frau","epNo":7,"alt":"","descr":"In einem für den Bodensee typischen Hopfenfeld wird die Leiche einer Frau gefunden – wie in einem Spinnennetz wurde Jutta Reike vom Täter in den sieben Meter hohen Gerüsten drapiert. Doch es ist nicht der erste Fall dieser Art: Jutta Reike ist offenbar das vierte Opfer eines Serienkillers. Doch die beiden Kommissare Micha Oberländer aus Lindau und Hannah Zeiler aus Bregenz erkennen bald: Irgendetwas stimmt an dem Muster nicht.","versions":[{"lang":1,"streams":[{"redirect":8992638,"hoster":"VOE"},{"redirect":9022831,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Stumpengang","epNo":8,"alt":"","descr":"Im achten Teil \"Die Toten vom Bodensee\" werden die nächtlichen Wälder um den Bodensee der Schauplatz eines Mordes nach mythischer Vorlage. Oberländer und Zeiler werden von einer Schulklasse und ihrem Lehrer gerufen, die während einer mystischen Nachtwanderung durch die dunklen Bodenseewälder den leblosen und mit Lederkappen über den Händen gefesselten Ingmar Weidinger gefunden haben. Die Utensilien, mit denen der Tote gefesselt war, stammen aus dem Heimatkundemuseum: Im 14. Jahrhundert galt der \"Stumpengang\" als perfide Strafe für Verbrecher.","versions":[{"lang":1,"streams":[{"redirect":8992641,"hoster":"VOE"},{"redirect":9022878,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Meerjungfrau","epNo":9,"alt":"","descr":"Im neunten Teil werden die Kommissare Oberländer und Zeiler zum Ufer des Bodensees gerufen, wo eine Meerjungfrau erschlagen im seichten Wasser gefunden wurde. Auf der nahegelegenen Freifläche tauchen Zeiler und Oberländer in die Welt junger Wassersportler ein, von denen Matteo unter Tatverdacht verletzt entkommt. War er der Täter oder sollte auch er dem Mörder der Meerjungfrau, Cornelia Baumgartner, zum Opfer fallen, konnte entkommen und hat den Täter gesehen?","versions":[{"lang":1,"streams":[{"redirect":8992637,"hoster":"VOE"},{"redirect":13675573,"hoster":"Vidoza"},{"redirect":9022853,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fluch aus der Tiefe","epNo":10,"alt":"","descr":"Nach der Bergung eines Schatzes von 273 Goldmünzen aus dem Bodensee wird der Finder, der Taucher und Hobbyschatzsucher Florian Friedrichs, ermordet und mit zugenähtem Mund am Ufer des Bodensees drapiert. Als Thomas Egger den Mund des Toten öffnet und dort eine Münze findet, die dem Schatz zuzuordnen ist, müssen die Ermittler in die Welt mittelalterlicher Rituale, Sagen und Legenden eintauchen. Im 8. Jh.n.Ch. sollten mit den von der Kirche geprägten Goldtalern die Hexen besänftig und ein Rückgang der Pest erkauft werden. Als die Kirche den Hexen aber gefälschte Bregenzer Pestpfennige Übergab, wurden die Kirchenherrn verflucht und der Schatz im Bodensee versenkt. Oberländer und Zeiler tauchen erneut in ein emotionales Familiendrama ein und begeben sich auf eine mystische Reise in die Geschichte der Bodenseeregion.","versions":[{"lang":1,"streams":[{"redirect":8992640,"hoster":"VOE"},{"redirect":13675593,"hoster":"Vidoza"},{"redirect":9022858,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Blutritt","epNo":11,"alt":"","descr":"Im Umfeld des Blutritts mit über 3000 Pferden wird Marlene Stöhr von einer Armbrust angeschossen. Marlene hat den Anschlag überlebt, wird aber in ein künstliches Koma versetzt. Marlenes Sohn Oliver ist vor wenigen Tagen an den Bodensee zurückgekehrt. Er hatte versucht, sich den Vorwürfen seiner Familie zu entziehen, die ihm die Schuld an dem Tod seiner Patentante vor einem Jahr anlastet. Seine Patentante war damals bei einem Brand im Gestüt gemeinsam mit einem wertvollen Zuchthengst umgekommen, den Marlene kurz vor ihrem Tod glaubte, beim Blutritt lebendig gesehen zu haben. Dem Rätsel um das angeblich verbrannte Pferd, Olivers einfacher Herkunft und den Verhältnissen in der reichen Gestüt-Welt, in der seine Mutter Marlene für seine Patentante arbeitete, gehen Oberländer und Zeiler nach und nach auf den Grund. Als Marlene dann bei einem zweiten Anschlag stirbt und Oliver mit seiner Patentante und Mutter die beiden wichtigsten Menschen in seinem Leben verloren hat, ist er verzweifelt auf der Suche nach einem Schuldigen. Welches Geheimnis es wert ist, dafür zu töten, werden Oberländer und Zeiler mit ihrer gewohnten Hartnäckigkeit herausfinden, während sie die Familienbande in einer Welt aus Macht und Gier auf eine schwere Probe stellen.","versions":[{"lang":1,"streams":[{"redirect":8992645,"hoster":"VOE"},{"redirect":9022863,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Wegspuk","epNo":12,"alt":"","descr":"Was als Mutprobe beginnt, wird für drei Kinder aus einem nahe gelegenen Ferienlager zum Schreckensmoment. Heimlich betreten sie die seit Jahren unbewohnte Villa. Sie wollen sich selbst davon überzeugen, dass es dort wirklich spukt. Doch statt Gespenstern zu begegnen, werden sie Zeugen des Kampfes zwischen Jakob Stocking und dem Bauunternehmer Ingo Hauer, bei dem Letzterer durch einen Messerstich getötet wird. Als der mutmaßliche Täter Jakob Stocking in Begleitung der jungen Anwältin Mia Burgstaller an den Tatort zurückkehrt, um sich zu stellen, beginnen sich für Micha Oberländer und Hannah Zeiler die Fragen zu häufen. Jakob Stocking will das Opfer nicht gekannt haben, sagt aber aus, dass Hauer ihn angegriffen und er aus reiner Notwehr gehandelt habe. Wer hat die mysteriöse SMS an Jakob geschickt, die ihn überhaupt erst zu der alten Villa gelockt hat? Und welche Rolle spielt Anwältin Mia Burgstaller, die nicht nur mit Albert Hauer, dem Sohn des getöteten Bauunternehmers, verlobt ist, sondern deren Tochter Sophia erst kürzlich versucht hat, sich im Garten der Villa zu erhängen, und seitdem im Wachkoma liegt. Hinzu kommt, dass Mia Burgstaller die Eigentümerin der alten Villa ist. Als Mia im Alter von zwölf Jahren von einem Wochenende bei ihrem leiblichen Vater Paul zurückkehrte, waren ihre Mutter sowie ihr Stiefvater und ihr dreijähriger Halbbruder spurlos verschwunden. Ein Trauma, das Mia bis heute nicht ganz verarbeitet hat. Mia Burgstaller hadert zunächst, ob sie Jakob Stockings Mandat annehmen soll. Da sie aber daran zweifelt, dass ihre Tochter wirklich versucht hat, sich das Leben zu nehmen, sieht sie den Fall als Chance, aufzuklären, was wirklich mit Sophia an diesem geheimnisvollen Ort passiert ist.","versions":[{"lang":1,"streams":[{"redirect":8992646,"hoster":"VOE"},{"redirect":9022877,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Seelenkreis","epNo":13,"alt":"","descr":"In \"Der Seelenkreis\" wird ein wenige Stunden altes Baby in einem auf dem Bodensee treibenden Korb gefunden – eingewickelt in ein mit rätselhaften, historischen Symbolen beschmiertes Laken. Als bei einer DNA-Analyse die vor 6 Monaten spurlos verschwundene und für tot gehaltene Rita Hafner als Mutter festgestellt wird, müssen sich Oberländer und Zeiler eingestehen, Fehler im Zuge ihrer Polizeiarbeit gemacht zu haben. Als parallel zur wiederaufgenommenen Suche nach Rita Hafner ein weiterer Mord geschieht und Zeiler ahnungslos in die Fänge des Täters gerät, sehen sich sowohl Oberländer als auch Komlatschek gezwungen, ihre Grenzen zu überschreiten...","versions":[{"lang":1,"streams":[{"redirect":9588931,"hoster":"VOE"},{"redirect":9588938,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das zweite Gesicht","epNo":14,"alt":"","descr":"Völlig verstört taucht die junge Lisa Schwegelin im Präsidium auf und berichtet von einem Mord beim jährlichen Geistertanz in Bregenz. Sie kann das Opfer detailliert beschreiben. Allerdings hat der Umzug noch gar nicht stattgefunden, und ein Toter mit Stichverletzungen wurde der Polizei auch nicht gemeldet. Micha Oberländer hält Lisas Erzählung für ein Hirngespinst, doch Hannah Zeiler lässt die Geschichte nicht los. Nur wenige Stunden später ist Hubert Droste, der Mann aus Lisas Vision, tot – erstochen, genau wie Lisa es beschrieben hat. Als sie kurz darauf erneut von einer Mord-Vision berichtet, sind die Kommissare alarmiert. Doch sie kommen zu spät. Während Psychologe Dr. Sendlak versucht, eine wissenschaftliche Erklärung für Lisas Visionen zu finden, führen die Spuren Zeiler und Oberländer in die Vergangenheit des Mädchens.","versions":[{"lang":1,"streams":[{"redirect":9588917,"hoster":"VOE"},{"redirect":13675403,"hoster":"Vidoza"},{"redirect":9588907,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Unter Wölfen","epNo":15,"alt":"","descr":"Als Forstarbeiter Oliver, einen Trophäenjäger, aufgespießt in seiner eigenen historischen Wolfsfalle auffindet, ruft das die Kommissare Micha Oberländer und Hannah Zeiler auf den Plan. Sie vernehmen Melanie Bodenbach, in deren Pension der Jäger übernachtete, die allerdings nichts von dessen Plänen gewusst haben will. Dafür erwischen die Kommissare Melanies Sohn Timmy dabei, wie er sich mit dem Laptop des Getöteten aus dem Staub macht. Auch der Tierschützer Pit Adams, der sich genau wie Timmys Großmutter Ruth für den Schutz des Wolfes stark macht, gerät in Verdacht. Alles scheint mit allem zusammenzuhängen, doch wer ist Wolf und wer nur Lamm? Auf dem Weg zur Lösung des Falls müssen Zeiler und Oberländer tief graben.","versions":[{"lang":1,"streams":[{"redirect":12391481,"hoster":"VOE"},{"redirect":12391480,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nemesis","epNo":16,"alt":"","descr":"Da Hanna Zeiler aus ihrem Motorradurlaub noch nicht zurückgekehrt ist, muss sich Micha Oberländer mit der österreichischen Abteilungsinspektorin Luisa Hoffmann auseinandersetzen. Gleichzeitig muss er in das intime Geflecht einer nur scheinbar konventionellen Familie vordringen. Der leblose Körper eines Mannes wird im Wald nahe des Bodensees gefunden und gibt dem Duo ein düsteres Rätsel auf. In der notdürftigen Unterkunft des Opfers werden Fotos der Familie von Professor Lambeck, Leiter der psychiatrischen Klinik am Bodensee, gefunden, auf denen jedem Familienmitglied die Augen ausgestochen wurden. Als das gehörlose Mädchen Theresa \"Trischa\" Neubauer, das die Ermittler im Wald beobachtet zu haben scheint, nicht mehr auffindbar ist, wird der Kreis der Verdächtigen weiter ausgedehnt. Weder Lambeck selbst noch seine Frau Susan Lambeck, deren Tochter oder ihr Freund, wollen das Opfer gekannt haben. Aber warum hatte der Mann die Familie fotografiert? Wofür wollte er sich an ihr rächen? Und geht von \"Trischa\" eine Bedrohung für die Familie Lambeck aus, oder war sie nur Zeugin und könnte das nächste Opfer sein?","versions":[{"lang":1,"streams":[{"redirect":12391479,"hoster":"VOE"},{"redirect":12391484,"hoster":"Doodstream"},{"redirect":12391482,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Nachtalb","epNo":17,"alt":"","descr":"Als der von Erinnerungslücken geplagte Oberländer zum Tatort an einer Landstraße kommt, verschweigt er Komlatschek und Hoffmann, dass ihn mit dem Opfer eine vage Erinnerung verbindet. Jonas Merlau wurde überfahren. Fehlende Bremsspuren und Reifenspuren am Straßenrand deuten auf Tötungsabsicht hin. Da es keine Zeugen gibt, ist der Fahrer unauffindbar. Rekonstruktionen ergeben, dass das Opfer mit seiner Freundin Aisha Takim an den Bodensee gekommen war. Sie wollten ein Segelboot kaufen. In der Mordnacht sollte der Verkauf im Glashaus am See stattfinden, aber der Verkäufer ist nicht erschienen. Oberländer erinnert sich daran, an diesem Abend ebenfalls im Glashaus gewesen zu sein, aber seine Erinnerunglücken geben ihm weitere Rätsel auf.","versions":[{"lang":1,"streams":[{"redirect":13801727,"hoster":"VOE"},{"redirect":13801730,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Atemlos","epNo":18,"alt":"","descr":"Drei Tage nach ihrem Verschwinden wird Daria Ballhofer tot aus dem Bodensee geborgen. Das Tauchgewicht um ihren Hals und eine frische Schädelverletzung deuten auf einen Mord hin. Für Darias Mutter Marlene Wabinski und Schwester Sina Wabinski ist der Schuldige klar: Marlenes Schwiegersohn und Apnoetaucher Victor Ballhofer. Die beiden Frauen sind überzeugt davon, dass Daria und er nie glücklich waren. Erst recht nicht nach Darias Fehlgeburt, mit der Victor sie für das Tauchen im Stich gelassen hat. Victor hingegen berichtet von einer glücklichen Ehe – seine Trauer hält ihn jedoch nicht davon ab, seinen geplanten Rekordversuch im Bodensee voranzutreiben. Unklar ist jedoch allen Beteiligten, warum sich Daria in den vergangenen Wochen so stark verändert hatte und warum sie anfing, abstrakte Geisterbilder zu malen.","versions":[{"lang":1,"streams":[{"redirect":13801728,"hoster":"VOE"},{"redirect":13801732,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Messias","epNo":19,"alt":"","descr":"Jana Wenzel findet ihren Ehemann Christoph erdrosselt auf. Aus der geheimen Instrumentensammlung des Ermordeten fehlt eine seit Jahrzehnten verschollene Stradivari: die \"Messias\". Ein Mythos besagt, dass derjenige, der diese Violine spielt, eines gewaltsamen Todes sterben wird. Hat hier der Fluch seinen Tribut gefordert, oder ist das Mordmotiv doch eher weltlich? Das Opfer war Kunde eines Hehler-Rings für antike Instrumente. Und dessen Anführer Antonio Zübert wurde Jahre zuvor von einer verdeckten Ermittlerin überführt, an der er Rache zu nehmen droht: Luisa Hoffmann. Als Hoffmann plötzlich mit ihrer Vergangenheit konfrontiert wird, muss sie nicht nur um ihr Leben fürchten. Auch ihre Vertrauensbeziehung zu Oberländer wird auf eine harte Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":13801731,"hoster":"VOE"},{"redirect":13801735,"hoster":"Streamtape"}]}]}]}]}