{"path":"/serie/stream/die-kinder-von-bullerb","name":"Die Kinder von Bullerbü","descr":"13-tlg. schwed. Kinderserie nach den Büchern von Astrid Lindgren \"Alla vi barn i Bullerbyn; Bara roligt i Bullerbyn\". Die Geschwister Bosse (Kaj Andersson), Lasse (Tomas Johansson) und Lisa (Lena Wixell), ihre Freunde Anna (Elisabeth Nordkvist), Britta (Kim Asberg) und Olle (Jan-Erik Husbom) sowie dessen kleine Schwester Kerstin (Tove Hellbom) erleben zu jeder Jahreszeit aufregende Ferien in ihrem kleinen Heimatdorf Bullerbü. Das besteht nur aus den drei Bauernhöfen Südhof, Mittelhof und Nordhof. Im Winter toben die Kinder im Schnee, im Sommer laufen sie barfuß durch die Natur. Sie spielen Verstecken oder mit dem Hund, füttern Tiere, raufen, klettern über Zäune und spielen einander und anderen Streiche.Idyllische Serie, die trotz der ausschließlichen Heile-Welt-Geschichten eine realistisch erscheinende Kinderwelt zeigte, in der Erwachsene kaum eine Rolle spielen, weil man in den Ferien einfach machen darf, wozu man Lust hat. Und so durften auch die jungen Laiendarsteller nach Herzenslust herumtollen, ohne sich lange Texte merken zu müssen.","seasons":[{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-1","name":"Lisa und ihr Lämmchen","epNo":1,"alt":"","descr":"Es ist Frühling und Sonntagmorgen. Wie immer denken die Jungs nur ans Raufen. Doch es gibt neue Aufregung auf Bullerbü: Ein Lämmchen wurde geboren, und seine Mutter kann es nicht stillen. Aber Gott sei Dank ist Lisa zur Stelle, die es gerne mit der Flasche füttert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518480","hoster":"VOE"},{"path":"/redirect/10518475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-2","name":"Mittsommernacht","epNo":2,"alt":"","descr":"In der Mittsommernacht dürfen alle Kinder so lange aufbleiben, wie sie wollen. Die drei Mädchen müssen in dieser Nacht neun Zäune überklettern und neun verschiedene Blumen sammeln, aber das Schwierigste dabei ist, dass man weder sprechen noch lachen darf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518481","hoster":"VOE"},{"path":"/redirect/10518476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-3","name":"Besuch bei einem Wassergeist","epNo":3,"alt":"","descr":"Der Mühlen-Johann erzählt den Kindern aufregende Geschichten vom Kobold Nök, der so traurig ist, weil er nie in den Himmel kommen kann. So spielt er nachts immer herzzerreißend auf seiner Flöte. Lasse will in derselben Nacht noch den Nök sehen, alle sechs machen sich auf den Weg. Und der Nök sitzt am Wasserfall und spielt Flöte, obwohl es ihn doch gar nicht gibt. Voller Angst läuft Olle davon…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518482","hoster":"VOE"},{"path":"/redirect/10518478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-4","name":"Zähneziehen tut nicht weh","epNo":4,"alt":"","descr":"Olle hat ein großes Problem, sein Zahn wackelt und will nicht ausfallen. Aber auch Lisa und Anna haben es nicht leicht. Sie werden zum Großeinkauf geschickt. Doch die beiden sehen die Sache auf ihre Art und singen und singen. Doch wenn man zuviel singt, vergisst man, was man einkaufen soll. Und der Rückweg wird immer weiter, je öfter man ihn geht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518485","hoster":"VOE"},{"path":"/redirect/10518542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-5","name":"Der Schuster und sein Hund","epNo":5,"alt":"","descr":"Zu Schuster Netter, dem Kinderschreck, werden die Kinder geschickt, wenn es Schuhe zu reparieren gibt. Und auch Netters Hund bellt und kläfft, bis Olle ihm eines Tages etwas zu trinken gibt. Doch wie wird es Olle gelingen, dem bösen Schuster den Hund abzunehmen? Aber wie es der Zufall will, liegt Netter eines Tages mit einem verstauchten Fuß im Bett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518494","hoster":"VOE"},{"path":"/redirect/10518490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-6","name":"Jeden Tag ist etwas los","epNo":6,"alt":"","descr":"Tiere sind viel leichter zu bändigen als kleine Menschen, denken sich Anna und Lisa, trotzdem kümmern sie sich rührend um die kleine Kerstin, die sich zu einer großen Wanderung aufmachen will…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518493","hoster":"VOE"},{"path":"/redirect/10518492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-7","name":"Kerstin geht auf Abenteuer","epNo":7,"alt":"","descr":"Die Erwachsenen sind alle zum Geburtstag des Pfarrers eingeladen, und die Mädchen müssen auf die kleine Kerstin aufpassen. Und Kerstin weiß, wie sie Anna und Lisa auf Trab halten kann…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518499","hoster":"VOE"},{"path":"/redirect/10518500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-8","name":"Reise durch ein Jahr","epNo":8,"alt":"","descr":"Die Sommerferien sind da, und die Väter sind der Meinung, dass es nicht gut ist, dass die Kinder die freie Zeit über nur faulenzen wollen. Sie müssen sich nützlich machen, denn in Bullerbü gibt es immer eine Menge zu tun. Doch Olle würde am liebsten den ganzen Tag im Bett verbringen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518496","hoster":"VOE"},{"path":"/redirect/10518502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-9","name":"Flucht vor den Rothäuten","epNo":9,"alt":"","descr":"Die Mädchen langweilen sich. Aber zum Glück gibt es ja noch Großvater, der immer spannende Geschichten auf Lager hat. Er erzählt den Mädchen von seiner schlimmen Krankheit und wie er von zu Hause weggelaufen ist. Und das bringt die Mädchen auf eine glorreiche Idee: Heute nacht wollen sie auch fliehen, aber nur ein bisschen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518508","hoster":"VOE"},{"path":"/redirect/10518504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-10","name":"April April","epNo":10,"alt":"","descr":"In der Schule von Bullerbü gibt es eine Uhr, die so langsam tickt, dass man dabei einschlafen könnte. Doch wie lässt sich die Uhr für einen Aprilscherz verwenden? Lasse hat da immer gute Ideen – und so kann einem die arme Lehrerin nur leid tun. Allerdings gibt es ja nicht nur die Lehrerin, die man in den April schicken kann. Da sind ja noch die Erwachsenen, und auch die eigenen Freunde geben immer ein gutes Ziel für Streiche ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518505","hoster":"VOE"},{"path":"/redirect/10518511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-11","name":"Spuk auf dem Heuboden","epNo":11,"alt":"","descr":"Schlaft nur erst, meine Damen, dann wird es euch auf dem Heuboden schon gemütlich werden!\" Doch von Olles Warnung lassen sich die drei Mädchen von Bullerbü nicht von ihrem Vorhaben abbringen, eine Nacht im Stroh zu verbringen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518514","hoster":"VOE"},{"path":"/redirect/10518513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-12","name":"Weihnachtsschmaus bei Tante Jenny","epNo":12,"alt":"","descr":"Jedes Jahr an Weihnachten trifft sich die ganze Familie bei Tante Jenny zum Festtagsschmaus. Und wenn ganz viele Kinder zusammenkommen, gibt es immer die aufregendsten Spiele","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10518517","hoster":"VOE"},{"path":"/redirect/10518516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kinder-von-bullerb/staffel-1/episode-13","name":"Lasse, der Eisläufer","epNo":13,"alt":"","descr":"Im Winter ist der zugefrorene See ein idealer Spielplatz, allerdings ein sehr gefährlicher. Und schon liegt ein wahrer Eislaufkünstler im Wasser. Ein Glas heiße Honigmilch, und gute Freunde heilen auch die dicksten Schrammen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915975","hoster":"VOE"},{"path":"/redirect/10518521","hoster":"Streamtape"}]}]}]}]}