{"path":"/serie/stream/die-simson-bande","name":"Die Simson-Bande","descr":"Acht Freunde, eine Leidenschaft: Sie sind jung und lieben alte Simson-Mopeds. Alara, Arvid, Arian, Max, Nils, Anton, Jakob und Sebastian kennen sich seit Kindertagen. Mittlerweile teilen sich eine kleine Werkstatt.","seasons":[{"path":"/serie/stream/die-simson-bande/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-simson-bande/staffel-1/episode-1","name":"Verschollene Schätze","epNo":1,"alt":"","descr":"Acht Freunde, eine Leidenschaft: Sie sind jung und lieben alte Simson-Mopeds. Alara, Arvid, Arian, Max, Nils, Anton, Jakob und Sebastian kennen sich seit Kindertagen. Mittlerweile teilen sich eine kleine Werkstatt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546937","hoster":"VOE"},{"path":"/redirect/12546939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-1/episode-2","name":"Jagdfieber","epNo":2,"alt":"","descr":"Mit Ach und Krach schaffen es Alara, Arian und Arvid, die Scheunenfunde nach Thüringen zu transportieren. Max und Schnästi fragen inzwischen im Ilmenauer Fundbüro nach, ob sie den alten Simson-Rahmen abgegeben müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546936","hoster":"VOE"},{"path":"/redirect/12546938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-1/episode-3","name":"Einmal ein Star sein","epNo":3,"alt":"","descr":"Arvid und Arian haben einen Traum! Sie wollen einmal mit ihrer SR2 – ein Erbstück von Opa Paul – im Simson-Kalender abgelichtet werden. Das Shooting findet bei einem Schäfer in Rohr statt, inmitten von Stroh und viele Tieren. Die Schafe finden die SR2 großartig – haben sie sogar zum Fressen gern. Ob das Familienerbstück da heil rauskommt? Die anderen schrauben inzwischen an der SR2 \"Marke Eigenbau\". Das umgebaute Moped, mit dem Alaras Opa früher einen Futterkarren zog, soll nun ihr Biertransporter fürs Simson-Treffen werden. Ob das gute Stück anspringt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546935","hoster":"VOE"},{"path":"/redirect/12546933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-1/episode-4","name":"Eine Ratte für Max","epNo":4,"alt":"","descr":"Max besitzt noch kein Moped, ja noch nicht mal einen Führerschein. Nun nimmt er endlich seine erste Fahrstunde und ist mächtig aufgeregt. Auch sein Projekt \"Simson-Gerippe\" nimmt Gestalt an. Die Fundbüro-Dame hat Max erlaubt, schon mit dem Aufbau zu beginnen. Gesagt, getan, das Moped ist fast fertig. Doch diesmal gibt es einen Rückschlag: Das Simson-Treffen in Suhl, der Höhepunkt in jedem Sommer, fällt dieses Jahr aus. Ersatz muss her. Die acht Freunde organisieren einfach ein eigenes Minitreffen mit Ausflug zum See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546927","hoster":"VOE"},{"path":"/redirect/12546922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-1/episode-5","name":"PS-Wunder","epNo":5,"alt":"","descr":"Die Stunde der Wahrheit! Max hat endlich einen Termin auf dem Fundbüro in Ilmenau. Nach sechs Monaten fällt die Entscheidung, ob er den OriginalRahmen behalten darf. Sein Moped ist fast fertig gebaut und es wäre eine Katastrophe, wenn sich der einstige Besitzer des Rahmens gemeldet hat und Max den Rahmen wieder rausrücken muss. Schnesti, der einzige Tuning-Liebhaber der Simson-Bande, bereitet sich auf einen Schönheitswettbewerb vor. 6.000 Euro hat er schon in sein \"Maschinchen\" gesteckt, jetzt will er wissen wie viel PS sie hat. Dafür fährt er mit seinen Freunden nach Suhl zu Mario Klemt. Hat sich der Arbeitsaufwand gelohnt, kann er die 30 PS-Marke knacken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546930","hoster":"VOE"},{"path":"/redirect/14171947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-1/episode-6","name":"Das Fest","epNo":6,"alt":"","descr":"Max macht seinen Führerschein. Alle sind aufgeregt. Wird er die Prüfung bestehen? Kann er endlich mit zum Simson-Treffen kommen? Die Freunde begleiten ihn und warten bis zum Ende der Fahrprüfung. Die Simson-Bande wünscht sich, dass Max mit nach Wittgendorf kommen kann. In dem 150-Seelendorf bei Saalfeld findet jedes Jahr ein kleines Simson-Treffen statt. 5.000 Simson-Fans zeigen dort ihre aufpolierten Mopeds, es gibt einen Schönheitswettbewerb und eine Massenausfahrt. Darf Max dieses Jahr mit allen dahin düsen, auf seiner eigenen Simson?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546926","hoster":"VOE"},{"path":"/redirect/12980826","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-simson-bande/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-simson-bande/staffel-2/episode-1","name":"Simson-Treffen Suhl","epNo":1,"alt":"","descr":"Alara, Arvid, Arian, Max, Nils, Anton, Kevin, Luci, Laura und Sebastian – bei ihnen dreht sich alles um die Kult-Mopeds von Simson. Das Suhler SimsonTreffen dürfen sie deshalb auf keinen Fall verpassen. In der Geburtsstadt der Mopeds treffen sich 6.000 Fans, präsentieren ihre Zweiräder, veranstalten eine sensationelle Massenausfahrt und wettstreiten um das schönste und skurrilste Moped. Auch die Simson-Bande tritt beim Wettbewerb an – mit ihrem SimsonDreirad, das sie einst aus der Scheune von Alaras und Lucis Uroma gerettet haben. Holen sie den Pokal für den skurrilsten Umbau? Max kann als Einziger noch nicht Moped fahren. Er hat noch keinen Führerschein. Vor drei Jahren ist er einmal durch die Theorie gefallen, seitdem hat er das Projekt Fahrschule nicht mehr in Angriff genommen. Doch seine Freunde drängeln, wollen mit ihm endlich durch den Thüringer Wald düsen. Wird er die Theorieprüfung beim zweiten Anlauf bestehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546910","hoster":"VOE"},{"path":"/redirect/12546909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-2/episode-2","name":"Ein rostiges Simson-Gerippe","epNo":2,"alt":"","descr":"Ein rostiges Simson-Gerippe Max hat die Theorieprüfung der Fahrschule mit Bravour bestanden. Seine Freunde und er feiern den Erfolg. Doch was ist mit der Praxis? Klemmt sich Max endlich dahinter und hat den Führerschein bald in der Tasche? Gemeinsam mit seinen Freunden kümmert er sich erstmal um einen rostigen Waldfund. Max’ Onkel ist Jäger und hat im Thüringer Wald einen Simson-Star entdeckt. Die Freunde ziehen das klapprige Gerippe aus dem Gestrüpp und bringen es in ihre Garage. Während die meisten den Schrotthaufen auf den Müll werfen würden, schmiedet die Simson-Bande einen Rettungsplan. Klar ist, das Moped kommt nicht mehr in den normalen Straßenverkehr, aber eine Rennmaschine können sie daraus bauen. Premiere für die Gräfinau-Angstedter Freunde – so ein aufwendiges Projekt haben sie noch nie in Angriff genommen. Arvid leidet seit acht Jahren an einer Nierenerkrankung, muss seit einem Jahr sogar zur Dialyse. Wie Tausende andere in Deutschland wartet er auf ein Spenderorgan. Weil das bis zu zehn Jahre dauern kann, testet sich Arvids Vater, in der Hoffnung, dass er seinem Sohn eine Niere spenden kann. Ist er ein geeigneter Spender? Arvid ist zuversichtlich und trotz seiner Krankheit glücklich. Seit Kurzem hat er eine Freundin – Laura, die ihn tatkräftig unterstützt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546919","hoster":"VOE"},{"path":"/redirect/12546887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-2/episode-3","name":"Hoffnung für Arvid","epNo":3,"alt":"","descr":"Als Arvid und Arian die Simson-Bande vor einigen Jahren gründeten, ahnten sie nicht, dass ihr Zweitakt-Hobby einmal ihre größte Leidenschaft werden würde. Die Brüder und acht weitere Freunde treffen sich heute in jeder freien Minute zum Simson-Schrauben in Gräfinau-Angstedt bei Ilmenau. Sie bauen klapprige Mopedgerippe, die sie im Wald gefunden haben, über Wochen auf, sie fahren zu Simson-Treffen, wettstreiten um Pokale für das schönste Moped, sie bringen lahme Mofas wieder zum Laufen und zaubern aus Schrott wahre PS-Raketen. \"Ihr markanter Klang, ihr unverkennbarer Duft. Simsons sind einfach Kult. Deswegen ist der Markt heute nahezu leergefegt. Man muss inzwischen ein kleines Vermögen für die DDR-Kult-Mopeds auf den Tisch legen\", sagt Arvid, der seit über zehn Jahren Simson fährt und selbst zwei dieser Schätzchen besitzt.Simsons sehen nicht nur gut aus, sie sind auch schnell. Die Suhler Mopeds dürfen, wenn sie bis Februar 1992 erstmalig zugelassen waren, 60 km/​h fahren, herkömmliche Roller hingegen nur 45. \"Die Simson-Faszination ist das, was uns heute immer mehr zusammenschweißt. Aber unsere Freundschaft ist schon älter als unser Hobby. Manche kennen sich seit dem Kindergarten\", erzählt Alara, die anfänglich die einzige Frau der Gruppe war. Die Freunde teilen Erfolge und Rückschläge. Sie unterstützen Max, der seit drei Jahren versucht, seinen Führerschein zu machen und sie stehen Arvid bei, der an einer schweren Nierenerkrankung leidet und ein Spenderorgan bekommen soll. Echte Freundschaft eben! Erneut hat unser Filmteam die Simson-Bande ein Jahr lang begleitet, durch Höhen und Tiefen, bei Simson-Rettungsaktionen, bei schwierigen Schrauber-Geschichten, bei einer neuen Liebe, bei Ausflügen auf ihren Zweirädern. Folge 9: Hoffnung für Arvid Arvid muss seit einem Jahr zur Dialyse. Seine Nieren arbeiten nicht richtig. Doch das Glück ist auf seiner Seite. Sein Vater hat sich testen lassen und darf ihm eine Niere spenden. Die Anspannung ist groß, wird die OP gut verlaufen? Indes nimmt der Tuning-Star aus dem Wald Gestalt an. Die Freunde haben viel Arbeit in die rostige Simson gesteckt, haben geflext, geschweißt, lackiert und geschraubt. Doch wie soll das Design werden? Die Freunde wollen ein Karo-Muster auf den Tank kleben, das aussieht wie eine Zielflagge. Max ist dagegen. Können ihn die Freunde überzeugen oder wird Max einfach überstimmt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546807","hoster":"VOE"},{"path":"/redirect/12546808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-simson-bande/staffel-2/episode-4","name":"A Star is born","epNo":4,"alt":"","descr":"Die Simson-Bande hat aus dem rostigen Waldfund eine echte Rakete gebaut: einen Tuning-Star – tief, breit, hart, mit großem Motor und dickem Auspuff. Auch das Design steht fest. Der Star bekommt das Karo-Muster, alle sind damit glücklich, auch Max. Auf einem Simson-Wintertreffen im Vogtland präsentieren sie erstmalig ihren Simson-Star, beim sogenannten Tunerbattle. Das frisch lackierte Moped kommt auf den Leistungsprüfstand. Schafft die Rakete mehr als 20 PS? Auch Arvid ist wieder am Start. Er hat die OP gut überstanden und kann es nicht erwarten, auf der neuen Rennmaschine zu sitzen und Gas zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12546793","hoster":"VOE"},{"path":"/redirect/12546790","hoster":"Streamtape"}]}]}]}]}