{"path":"/serie/stream/die-mutigen-56-deutschlands-lngster-streik","name":"Die Mutigen 56 - Deutschlands längster Streik","descr":"Heute ist die Lohnfortzahlung im Krankheitsfall selbstverständlich. Doch Arbeiter in den 1950er-Jahren bekommen in den ersten drei Krankheitstagen gar keinen Lohn, danach nur wenig. Ab Oktober 1956 legen daher bis zu 34.000 Metallarbeiter in Schleswig-Holsteins die Arbeit nieder. Es ist der bis heute längste Branchenstreik Deutschlands. Emma und Alfred Freese und ihre zwei Kinder sind eine fiktive Kieler Werft-Arbeiterfamilie. Durch ihre Augen und viele Zeitzeugen wird die entbehrungsreiche Zeit und der Kampf für ein menschenwürdiges Leben in diesem dreiteiligen Dokudrama erlebbar.","seasons":[{"path":"/serie/stream/die-mutigen-56-deutschlands-lngster-streik/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-mutigen-56-deutschlands-lngster-streik/staffel-1/episode-1","name":"Widerstand","epNo":1,"alt":"","descr":"Emma ist verzweifelt, als ihr Mann Alfred 1956 krank auf der Kieler Howaldtswerft zusammenbricht. Er muss sich schonen, aber wie soll die Familie ohne den Arbeitslohn durchkommen? Für den Kampf um Gerechtigkeit und Würde legen schließlich ab Oktober 1956 bis zu 34.000 Metallarbeiter in den Werften und Fabriken Schleswig-Holsteins die Arbeit nieder. Dieser Streik gilt bis heute als der längste Branchenstreik Deutschlands. Arbeitgeber und Politik stellen sich den Streikenden mit entschiedener Härte in den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977387","hoster":"VOE"},{"path":"/redirect/13977386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-mutigen-56-deutschlands-lngster-streik/staffel-1/episode-2","name":"Zusammenhalt","epNo":2,"alt":"","descr":"Der Streik weitet sich auf ganz Schleswig-Holstein aus. Den Familien geht langsam das Geld aus. Emma Freese bekommt Angst. Die IG-Metall bringt eine Zeitung heraus, um die Familien zu informieren und zu unterstützen. Arbeiterführer Hein und Anni Wadle sorgen, wo sie können, für Zusammenhalt. Mitten in dieser Situation fordert die 15-jährige Tochter Gerda Freese ihr Recht ein: Sie will weiter zur Schule gehen und nicht in der Arbeitertradition leben. Tante Margit verliert ihre Stelle als Friseurin. Was kommt noch alles auf die Familie zu?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977388","hoster":"VOE"},{"path":"/redirect/13977389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-mutigen-56-deutschlands-lngster-streik/staffel-1/episode-3","name":"Entscheidung","epNo":3,"alt":"","descr":"56 Tage Arbeitskampf. Weihnachten steht vor der Tür. Die Menschen sind verzweifelt. Emma und Alfred Freese wollen ihre Sorgen vergessen und gehen in eine Streikrevue. Ein Angebot der IG-Metall, damit alle durchhalten. Die Frauen spüren, dass es auf sie ankommt, sie halten die Familie zusammen. Doch gibt es nicht mehr im Leben? Gerda will ihren Traum leben und rebelliert. Inzwischen erhöhen die Arbeitgeber den Druck, sie wollen sich nicht erpressen lassen. In ganz Deutschland und International bekommt der Streik immer mehr Bedeutung. Halten die Streikenden durch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977391","hoster":"VOE"},{"path":"/redirect/13977390","hoster":"Streamtape"}]}]}]}]}