{"seriesId":"die-ahnungslosen-engel","name":"Die ahnungslosen Engel","descr":"[The Ignorant Angels, Le Fate Ignoranti]Als Massimo, Antonias Ehemann, tödlich verunglückt, entdeckt sie, dass er eine Affäre mit einem jungen Mann hatte, Michele. Am Boden zerstört stellt Antonia Nachforschungen über das heimliche Leben ihres Ehemanns an, und es entsteht eine unerwartete und tiefe Freundschaft mit Michele und seinen exzentrischen Freunden, die für ihren verstorbenen Mann fast wie eine zweite Familie waren. Dank ihnen allen gelingt es ihr, ihr Leben mit neuen Augen zu sehen. Aber wird sie wieder lernen zu lieben?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Liebe","epNo":1,"alt":"","descr":"Antonia ist mit Massimo verheiratet, ihr Leben ist friedlich und ihre Beziehung scheint perfekt. Antonia weiß jedoch nicht, dass Massimo sie mit dem jungen Opernhausmaler Michele betrügt.","versions":[{"lang":1,"streams":[{"redirect":10552341,"hoster":"VOE"},{"redirect":10552347,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Abwesenheit","epNo":2,"alt":"","descr":"Antonia ist wegen des Unfalls am Boden zerstört, aber ihre Mutter, Veronica und Nora sind kein Trost für sie. Auch Michele ist am Boden zerstört, aber er kann auf die Unterstützung seiner Freunde und seiner Großfamilie zählen.","versions":[{"lang":1,"streams":[{"redirect":10552343,"hoster":"VOE"},{"redirect":10552344,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Geheimnis","epNo":3,"alt":"","descr":"Antonia und Michele treffen sich dank seiner Freunde wieder. Es kommt zu einer Begegnung die sie mehr und mehr zusammenschweißen wird. Auch die anderen in der Gruppe gehen auf ihre Weise mit der Leere um die Massimo hinterlassen hat und kehren mit ihren Erinnerungen zurück.","versions":[{"lang":1,"streams":[{"redirect":10552349,"hoster":"VOE"},{"redirect":10552350,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Verrat","epNo":4,"alt":"","descr":"Als Michele und Antonia anfangen sich zu treffen tauschen sie Vertrauen, Erinnerungen an Massimo und intime Details aus und finden Berührungspunkte in dem Schmerz den sie erleben. Sie fühlen sich verbunden aber es ist schwierig zu erkennen was sie fühlen.","versions":[{"lang":1,"streams":[{"redirect":13008234,"hoster":"VOE"},{"redirect":10552353,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Familie","epNo":5,"alt":"","descr":"Asaf, der Neffe von Serra kommt in Rom an. Er ist ein verführerischer Mann der die ganze Gruppe verzaubert. Michele und Antonia verbringen mehr Zeit miteinander und lernen sich besser kennen.","versions":[{"lang":1,"streams":[{"redirect":10552364,"hoster":"VOE"},{"redirect":10552356,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Außenwelt","epNo":6,"alt":"","descr":"Unter Micheles besorgten Augen beginnen Antonia und Asaf etwas füreinander zu empfinden. Luciano möchte seine Beziehung zu Riccardo offiziell machen aber das Thema löst Diskussionen aus.","versions":[{"lang":1,"streams":[{"redirect":12173369,"hoster":"VOE"},{"redirect":10552359,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Reise","epNo":7,"alt":"","descr":"Die Hassliebe zwischen Antonia und Michele geht weiter. Asaf macht Antonia einen unerwarteten Antrag. Veronica bittet Antonia sie zu einer Party zu begleiten auf der auch ihr heimlicher Liebhaber anwesend sein wird.","versions":[{"lang":1,"streams":[{"redirect":10552363,"hoster":"VOE"},{"redirect":10552368,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"An einem anderen Ort","epNo":8,"alt":"","descr":"Serra muss sich mit ihrer Vergangenheit auseinandersetzen und sich intensiven Erinnerungen an die Liebe öffnen. Antonia reist mit Asaf nach Istanbul und Michele leidet unter ihrer Abwesenheit. Seit ihrem letzten Treffen ist fast ein Monat vergangen und die beiden haben sich nicht auf die beste Weise getrennt.","versions":[{"lang":1,"streams":[{"redirect":10552371,"hoster":"VOE"},{"redirect":10552366,"hoster":"Streamtape"}]}]}]}]}