{"path":"/serie/stream/die-mnner-vom-fluss","name":"Die Männer vom Fluss","descr":"Die Doku folgt Aussteigern, die sich in den Flussgebieten rund um den Yukon River, den Pee Dee River und den Mississippi zu Hause fühlen und begleitet sie bei ihrem alltäglichen Leben.","seasons":[{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1/episode-1","name":"Ohne Fleiß kein Preis","epNo":1,"alt":"Troubled Waters","descr":"Ein später Frühling bedeutet eine Katastrophe für die Männer, die ihren Lebensunterhalt an den Flüssen Amerikas verdienen. Zwei Freunde im Mississippi-Delta laufen Gefahr, im Sumpf zu versinken, und ein alaskischer Häuptling kämpft sich auf der Suche nach Nahrung über schmale Bergpässe.","versions":[]},{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1/episode-2","name":"Glück muss man haben","epNo":2,"alt":"Suicide Run","descr":"Im Mississippi-Delta ringen Kip und Big Ward mit einer 100-Pfund-Alligator-Schnappschildkröte. In South Carolina sind Ricky und Sohn Chris gefährlichen Wildschweinen auf der Spur. In Alaska befindet sich Dorfvorsteher PJ auf einem \"Selbstmordversuch\" nach Lachs.","versions":[]},{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1/episode-3","name":"Der Wendepunkt","epNo":3,"alt":"Down and Dirty","descr":"In South Carolina verlieren Ricky und Sohn Chris ein wichtiges Gerät in den Tiefen des Pee Dee River. Kip und Big Ward sitzen in einem abgelegenen Teil des Mississippi-Deltas fest. Und in Wisconsin findet ein geschwollener Mississippi, dass Mike nicht fischen kann.","versions":[]},{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1/episode-4","name":"Ein ungebetener Gast","epNo":4,"alt":"Broken Promises","descr":"In Alaska sind PJ und Doug während eines Lachslaufs von Grizzlies umgeben. Das Luftboot von Kip und Big Ward bricht während einer Alligatorjagd zusammen. Und auf dem Mississippi steht Mike vor dem Beginn der Schnappschildkrötensaison, als sein Partner sich verletzt.","versions":[]},{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1/episode-5","name":"Land unter","epNo":5,"alt":"Tipping Point","descr":"In Alaska tritt PJ gegen hungrige Raubtiere um Elche an. Ricky und Chris kämpfen darum, einen massiven Traktor über den Pee Dee River zu schweben. Kip ist gezwungen, Big Ward zurückzulassen, wenn sie mitten im Mississippi-Delta einen Geräteausfall erleiden.","versions":[]},{"path":"/serie/stream/die-mnner-vom-fluss/staffel-1/episode-6","name":"Auf dünnem Eis","epNo":6,"alt":"On Thin Ice","descr":"In South Carolina sind Ricky und Chris hinter einem wilden Schwein her, das eine Spur der Zerstörung hinterlassen hat. In Alaska tritt PJ gegen den bevorstehenden Winter an, um einen endgültigen Lachsfang zu erzielen. Und Kip und Big Ward sind gezwungen, zu Fuß nach Sumpf-Alligatoren zu suchen.","versions":[]}]}]}