{"seriesId":"die-wchter-der-trume","name":"Die Wächter der Träume","descr":"Die Wächter der Träume, das sind die Zwillinge Zane und Zoey sowie der Supercomputer Zeus, mit dessen Hilfe die beiden in die Traumwelten der Menschen reisen können. Dort kämpfen sie gegen jene Kreaturen, die den Menschen in ihren Albträumen erscheinen. Die Zwillinge müssen zusammenhalten und sich ihren Ängsten stellen, um die Ungeheuer und Icela, die böse Königin der Traumwelten, von der realen Welt fernzuhalten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Neue Welten – Teil 1","epNo":1,"alt":"M.I.S.T.-ery Part One","descr":"Die 14-jährigen Zwillinge Zoey und Zane ziehen mit ihren Eltern in eine neue Stadt. In ihrem neuen Zuhause entdecken die beiden einen geheimnisvollen Computer namens Zeus, mit dessen Hilfe man in ferne Traumwelten reisen kann.","versions":[{"lang":1,"streams":[{"redirect":8992832,"hoster":"VOE"},{"redirect":8428559,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neue Welten – Teil 2","epNo":2,"alt":"M.I.S.T.-ery Part Two","descr":"Dank Zeus, dem geheimnisvollen Computer, erfahren die Zwillinge Zane und und Zoey mehr über die mysteriösen Traumwelten und deren Bewohner.","versions":[{"lang":1,"streams":[{"redirect":13108637,"hoster":"VOE"},{"redirect":8428565,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neue Welten – Teil 3","epNo":3,"alt":"M.I.S.T.-ery Part Three","descr":"Zane und Zoey wollen wissen, wie sie in die Traumwelten gelangen. Dr. Daedalus ist derjenige, der die Reisen dorthin ermöglicht. Die Zwillinge bereiten sich auf ein großes Abenteuer vor.","versions":[{"lang":1,"streams":[{"redirect":8992844,"hoster":"VOE"},{"redirect":8428566,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pannkuchen und Momoks","epNo":4,"alt":"Food Fight","descr":"Dave, der Besitzer des besten Pfannkuchen-Restaurants der Stadt, soll in einer Fernsehsendung gewürdigt werden. Sein Lampenfieber führt zu Albträumen, die die böse Icela und ihre Gehilfen dazu nutzen wollen, in die Menschenwelt einzudringen.","versions":[{"lang":1,"streams":[{"redirect":8992840,"hoster":"VOE"},{"redirect":8422650,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Licht! Kamera! Cowboys!","epNo":5,"alt":"Lights, Camera, Traction!","descr":"Joe, der Filmvorführer, schläft bei Science-Fiction-Streifen regelmäßig ein. Icela, Nodd und Druul wollen Joes Träume nutzen, um in die Menschenwelt einzudringen.","versions":[{"lang":1,"streams":[{"redirect":8992839,"hoster":"VOE"},{"redirect":8422653,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trainer und Träume","epNo":6,"alt":"I Walked With a Teacher","descr":"Sportlehrer Stubble lässt seine Schüler schon beim geringsten Anlass nachsitzen. Manchmal sogar ohne jeden Anlass. Druul und Nodd bemächtigen sich seiner Träume, um endlich Zane und Zoey einfangen zu können.","versions":[{"lang":1,"streams":[{"redirect":8992838,"hoster":"VOE"},{"redirect":8422657,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Wikingerkönig","epNo":7,"alt":"Game on","descr":"In dem neuen Computerspiel \"Das Erbe von Odin\" ist Dennis Beasleys Avatar der Wikingerkönig. Druul und Nodd glauben auf einen besonders mächtigen Menschen gestoßen zu sein und versuchen über Dennis wieder einmal in die Welt der Menschen vorzudringen.","versions":[{"lang":1,"streams":[{"redirect":8992843,"hoster":"VOE"},{"redirect":8422656,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Spiel, Satz und Sieg","epNo":8,"alt":"On the Ball","descr":"Todd soll die Meridian High School in einem Tennismatch vertreten. Drool und Nodd wollen Zoeys heimliche Liebe zu Todd dazu nutzen, um Icela endlich die Eindringlinge liefern zu können.","versions":[{"lang":1,"streams":[{"redirect":13100506,"hoster":"VOE"},{"redirect":9240853,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zeus und Hera","epNo":9,"alt":"Wanted: Daedelus or Alive","descr":"Bei einem Besuch am Arbeitsplatz ihres Vaters stoßen Zoey und Zane auf einen Computer namens Hera, der eine gewisse Ähnlichkeit mit Zeus besitzt. Weil Zane sich langweilt, setzt er sich in die Traumwelt ab. Dort lernt er Dr. Daedalus kennen, den Forscher, der vor vielen Jahren Zeus entwickelt hat.","versions":[{"lang":1,"streams":[{"redirect":12333647,"hoster":"VOE"},{"redirect":8422655,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Jagd nach dem Laptop","epNo":10,"alt":"The Back-Up Plan","descr":"Tuckers Laptop ist kaputt. Da er kein Backup seiner Daten angefertigt hat, fürchtet er, in einer Schulprüfung durchzufallen. Zeus schlägt vor, den Laptop in der Traumwelt zu suchen und dort die verschwundenen Daten herunterzuladen.","versions":[{"lang":1,"streams":[{"redirect":8992851,"hoster":"VOE"},{"redirect":8428570,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zeus ist krank","epNo":11,"alt":"The Fever Inside Me","descr":"Druul und Nodd wollen, dass Icela in die reale Welt hinüberwechseln kann. Deswegen infizieren sie Zeus mit einem Computervirus. Beim Versuch, Zeus zu reparieren kommt es bei Zane und Zoey zu einem Tausch der Persönlichkeiten, was zu einigen Verwirrungen führt.","versions":[{"lang":1,"streams":[{"redirect":12378704,"hoster":"VOE"},{"redirect":8428572,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Traumhafte Kunstwerke","epNo":12,"alt":"The Art of Icela","descr":"Druul und Nodd gelingt es, eine Maschine zu konstruieren, mit der Icela in die reale Welt hinüberwechseln kann. Diese Maschine wird durch die kreative Energie einiger Schüler aus Zoeys Kunstkurs angetrieben","versions":[{"lang":1,"streams":[{"redirect":8992854,"hoster":"VOE"},{"redirect":8428575,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zwischen den Welten","epNo":13,"alt":"Neither Here Nor There","descr":"Zane verliert in der Traumwelt seinen Kommunikator. Dieses Gerät nutzen die Bösewichte Druul und Nodd, um Icela in die reale Welt zu transportieren. Ohne Kommunikator kann Zane aber nicht zurück in die reale Welt, daher kommt es zu weiteren Komplikationen. Zur gleichen Zeit dringt Icela als Geist in die reale Welt ein. Zane und Zoey müssen schnellstmöglich versuchen den Kommunikator zu finden, bevor Icela vollständig in ihre Welt gelangt.","versions":[{"lang":1,"streams":[{"redirect":12333642,"hoster":"VOE"},{"redirect":8428580,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"er Traumsport","epNo":14,"alt":"Patel Mans up","descr":"Patel hat panische Angst vor dem Leistungstest im Sportunterricht und wird von schrecklichen Albträumen geplagt. Um Patel zu helfen, macht Zane einen verhängnisvollen Vorschlag, der beide in Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":8992848,"hoster":"VOE"},{"redirect":8428579,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Königin Lydia","epNo":15,"alt":"Queen of Meridian","descr":"Icela hält Zanes und Zoeys Mutter für die Königin der realen Welt und entführt sie. Dadurch hofft sie, ein Druckmittel gegen die Zwillinge in der Hand zu haben, um sie ein für alle Mal als Gegner auszuschalten. Da Lydia häufig von ihren Kindern Zane und Zoey träumt, fällt es den beiden nicht leicht, Icelas Pläne zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":13100505,"hoster":"VOE"},{"redirect":8428583,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Riesenbaby","epNo":16,"alt":"The Mind of a Child","descr":"Zoey hat heute einen verantwortungsvollen Job. Er passt heute als Babysitter auf Sue-Sue auf. Doch das Baby hört einfach nicht auf zu weinen. Zane und Zoey kommen auf die Idee ihre Fähigkeiten zu nutzen. Sie entdecken in der Erinnerung und in den Träumen der Kleinen die Ursache ihres Kummers","versions":[{"lang":1,"streams":[{"redirect":8992859,"hoster":"VOE"},{"redirect":8428586,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Niemals ohne Traumblocker","epNo":17,"alt":"Saving Private Zane","descr":"Zane schläft ein ohne seinen Traumblocker anzulegen. Er landet als Gefangener in den Händen von Druul und Nodd, die endlich von ihm erfahren wollen, wie man zwischen Traumwelt und realer Welt hin- und herreisen kann. Zoey und Zeus verkleiden Patel als Zane, um Icela und ihre Untergebenen zu verwirren und hoffen, dass es ihnen gelingt, Zane mit dieser List zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8992858,"hoster":"VOE"},{"redirect":8428585,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Klassenclowns","epNo":18,"alt":"Fears of a Clown","descr":"Bill spielt allen Schülern ständig fiese Streiche. Er glaubt, dass er von seinen Mitschülern nur akzeptiert wird, wenn er den Klassenclown spielt. Icela macht Bill zum Traumwandler, um Zane und Zoey in eine Falle zu locken.","versions":[{"lang":1,"streams":[{"redirect":8992861,"hoster":"VOE"},{"redirect":8428588,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Theatertraum","epNo":19,"alt":"Drama Queen","descr":"Vi inszeniert mit der Schultheatergruppe Romeo und Julia. Da sie sich dabei völlig überarbeitet, schläft sie immer wieder ein und Druul und Nodd können einen Momok auf sie ansetzen.","versions":[{"lang":1,"streams":[{"redirect":8992857,"hoster":"VOE"},{"redirect":8428591,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die neuen Bösewichte","epNo":20,"alt":"Nodd \u0026 Druul 2.0","descr":"Die böse Königin Icela ist von ihren beiden Helfern Druul und Nodd enttäuscht. Daher stellt sie zwei neue Gehilfen ein. Diese scheinen tatsächlich erfolgreicher zu sein als Druul und Nodd, denn sie können Zane und Zoey gefangen nehmen. Doch die beiden Bösewichte möchten wieder für Icela arbeiten. Für dieses Ziel müssen sie sich auf die Zusammenarbeit mit Zane und Zoey einlassen.","versions":[{"lang":1,"streams":[{"redirect":9206724,"hoster":"VOE"},{"redirect":8428592,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der neue Mitschüler","epNo":21,"alt":"Big Man on Campus","descr":"Chad kommt neu in Zanes und Zoeys Klasse. Wegen Prügeleien ist er schon von verschiedenen Schulen geflogen und versucht auf der Meridian High nun einen Neuanfang. Da alle Schüler Angst vor ihm haben, will Icela die Rivalität für ihre Zwecke nutzen. In den Traumwelten stoßen Zane und Zoey auf die Ursache für Chads Probleme und können sie in letzter Sekunde lösen.","versions":[{"lang":1,"streams":[{"redirect":8992856,"hoster":"VOE"},{"redirect":8428595,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Kuschelmomoks","epNo":22,"alt":"Fearless","descr":"Steph, eine Mitschülerin von Zane und Zoey, scheint vor nichts Angst zu haben. Völlig unvorstellbar für die böse Icela und eine echte Herausforderung für Nodd und Druul!","versions":[{"lang":1,"streams":[{"redirect":8992863,"hoster":"VOE"},{"redirect":8428596,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Befreit Dr. Daedalus","epNo":23,"alt":"Hi, Dad","descr":"Icela plant, Zane und Zoey endlich zu fangen und lässt daher den seit Jahren gefangenen Dr. Daedalus frei, der als Lockvogel herhalten muss.","versions":[{"lang":1,"streams":[{"redirect":9622135,"hoster":"VOE"},{"redirect":9622137,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der falsche Momok","epNo":24,"alt":"Family Business","descr":"Zane und Zoey haben Besuch von ihrem Großvater. Der alte Herr ist Zauberer, doch er hat sein Selbstbewusstsein verloren und damit die Lust aufzutreten. Zane vermutet, die Ursache dafür in der Traumwelt.","versions":[{"lang":1,"streams":[{"redirect":13106357,"hoster":"VOE"},{"redirect":8428600,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Icela in der realen Welt","epNo":25,"alt":"Exo-Icela Breaks Through","descr":"Icela gelingt es, in die reale Welt hinüberzuwechseln. Hier funktionieren Zanes und Zoeys Abwehrwaffen allerdings nicht. Also müssen sie sich etwas Neues einfallen lassen, um Icela zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8992860,"hoster":"VOE"},{"redirect":8428602,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Traumhafte Schulparty","epNo":26,"alt":"Dancing with the ’80s","descr":"Zane und Zoey sind mit den Vorbereitungen der jährlichen Schulparty beschäftigt. Ihre Lehrerin wird dabei an ihre eigene Schulzeit erinnert und leidet unter schrecklichen Albträumen.","versions":[{"lang":1,"streams":[{"redirect":8992872,"hoster":"VOE"},{"redirect":8428601,"hoster":"Streamtape"}]}]}]}]}