{"path":"/serie/stream/die-schlfer","name":"Die Schläfer","descr":"[The Sleepers] Prag, 1989: Marie und ihr Mann Viktor kehren nach Jahren im Londoner Exil endlich in ihre Heimatstadt zurück. Doch dann wird Marie Opfer eines Autounfalls und fällt ins Koma. Als sie wieder aufwacht, gibt es von ihrem Mann Viktor keine Spur. Hat der tschechische Geheimdienst etwas mit seinem plötzlichen Verschwinden zu tun?...","seasons":[{"path":"/serie/stream/die-schlfer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schlfer/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Geigerin Marie und ihr Mann Viktor flohen vor zwölf Jahren unter dramatischen Bedingungen aus der kommunistischen Tschechoslowakei nach London. Jetzt, im Jahr 1989, liegt Veränderung in der Luft und die ehemaligen Dissidenten kehren zum ersten Mal aus London nach Prag zurück. Marie sehnt sich danach, ihre Familie wiederzusehen. Viktor und Marie hoffen, dass nach den politischen Wirren in Ostdeutschland, Ungarn und Polen bald auch in der Tschechoslowakei der Wind der Veränderung wehen wird. Doch es dauert nicht lange, bis klar wird, dass diese Zeit noch nicht gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8545886","hoster":"VOE"},{"path":"/redirect/13713832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schlfer/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nachdem ein weiterer Versuch, bei der Polizei eine Vermisstenanzeige für Viktor aufzugeben, erfolglos geblieben ist, beschließt Marie, sich selbst auf die Suche nach ihrem Mann zu machen. Aufgrund eines Briefes, den Viktor bereits in London von seiner ehemaligen Freundin Alexandra erhalten hatte und in dem sie ihn um ein Treffen in Prag bat, sucht Marie Alexandra auf. Aber auf der Suche nach Antworten stellen sich ihr bei dem Gespräch mit der ehemaligen Freundin ihres Mannes nur noch mehr Fragen. Hat Viktor ihr mehr verschwiegen, als sie bisher dachte? Gerald Lloyd, ein Mitarbeiter der britischen Botschaft, warnt Marie, dass sie beschattet werde und dass das Leben in Prag für sie zu gefährlich sei, aber kann sie ihm vertrauen? Gerald schafft es zumindest, ihren Pass aus der Botschaft zu bekommen, und findet gleichzeitig auch den von Viktor, im selben Safe bei seiner Kollegin Susanne Clayton.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8545877","hoster":"VOE"},{"path":"/redirect/8545874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schlfer/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Maries Schwester Hanka möchte, dass Marie sofort nach London zurückkehrt, als sie erfährt, dass Viktor eine Genehmigung einer russischen Militärbasis mit sich trug, bevor er verschwand. Marie möchte jetzt unbedingt erfahren, was ihr Ehemann noch alles verheimlicht hat, und sieht es als ein Indiz für seinen eventuellen Aufenthaltsort. Marie macht sich mit dem Zug auf die Reise und muss dabei einen unbekannten Verfolger abschütteln. Unter Einsatz ihres Lebens dringt sie in die russische Militärbasis ein, in der Hoffnung, ihren verschollenen Mann aufzuspüren oder Hinweise auf seinen Verbleib zu finden. Susanne Clayton von der britischen Botschaft will nach Viktor sehen, in seinem Unterschlupf, wo sie ihn nach seinem Unfall versteckt hat, doch ihr Protegé ist leider verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8545892","hoster":"VOE"},{"path":"/redirect/8545889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schlfer/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Marie verkleidet sich und versucht in einem kleinen Hotel unterzukommen, um sich vor ihren Verfolgern in Sicherheit zu bringen. Da sie Zeugin wurde, wie ihre Schwester Hanka in ein fremdes Auto einsteigen musste, weiß sie, dass nach ihr gesucht wird. Mit Alpträumen und Ängsten um ihre Schwester plagt sie sich immer weiter durch den Strudel von Unklarheiten, bis sie vielleicht endlich auf ein paar Wahrheiten stößt – falls ihre falsche Identität nicht auffliegt. Sekretärin Miluska ist krank vor Sorge um ihren Geliebten Jan Berg, der nicht zu einem vereinbarten Treffen kommt und seither verschollen ist. Dieser soll indes auf der russischen Militärbasis zum Reden gebracht werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8545884","hoster":"VOE"},{"path":"/redirect/8545883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schlfer/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Der 17. November 1989 ist gekommen, eine neue Regierung lenkt das Land und Maries oppositioneller Ex-Freund Petr wird zum Gesicht der Samtenen Revolution. Marie wacht fassungslos in der Psychiatrie auf, sie wurde fixiert und muss sich mit Tricks der Medikamente erwehren, die sie ruhigstellen sollen. Jeder Versuch zu fliehen wird bestraft, die Lage scheint aussichtslos. Doch ihre Schwester Hanka nimmt all ihren Mut zusammen und wendet sich an Maries Ex-Freund Petr, den alten Bekannten der Familie, in der Hoffnung, dass er in seiner neuen Position helfen kann, Marie zu finden und nach Hause zu bringen … Inzwischen stirbt die schwer kranke Ehefrau des Ermittlers Vlach von der Staatssicherheit. Auf der Beerdigung trauert der Vorgesetzte von Jan Berg allerdings nicht nur um seine Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8545896","hoster":"VOE"},{"path":"/redirect/8545895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schlfer/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Viktor kommt nach Hause, und nach allem, was er und Marie durchgemacht haben, könnten sie sich nur noch in den Armen liegen. Doch schon bald möchte Marie wissen, wo Viktor war und warum es sich so eigenartig unvertraut anfühlt, wieder gemeinsam unter einem Dach zu leben. Sie fragt sich, ob sie nicht ohne ihren Mann besser dran wäre. Als auch ihrem Ex-Freund Petr bei einem Gespräch mit Viktor etwas nicht ganz geheuer vorkommt, beginnt Marie ihrem Ehemann zu misstrauen. Sie geht einer Spur nach, durch die sie vielleicht die Wahrheit erfährt, die sie jedoch gleichzeitig vor die schwerste Entscheidung ihres Lebens stellt. Derweil steht Viktor im Rampenlicht, ist auf jeder Titelseite der Zeitungen zu sehen: Er ist der Held, der die Gräueltaten des KGB überlebte und für das Volk das Ende der ewigen Lügen repräsentiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8545902","hoster":"VOE"},{"path":"/redirect/8545897","hoster":"Streamtape"}]}]}]}]}