{"path":"/serie/stream/die-diplomatin","name":"Die Diplomatin","descr":"Im Auftrag des Auswärtigen Amtes reist Diplomatin Karla Lorenz (Natalia Wörner) kreuz und quer durch die Welt, um Bundesbürgern in Krisensituationen zu helfen. Nachdem sie in ihrer letzten Position als Botschafterin eine schwere politische Krise mit zu verantworten hatte, stößt sie allerdings immer wieder mit heftigem Widerstand ihrer Vorgesetzten. In ihren ersten Einsätzen für das Auswärtige Amt verhandelt sie unter anderem mit Geiselnehmern, die die Deutsche Botschaft in Tunis besetzt haben, und sucht in Manila nach zwei verschwundenen Urlaubern.","seasons":[{"path":"/serie/stream/die-diplomatin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-diplomatin/staffel-1/episode-1","name":"Entführung in Manila","epNo":1,"alt":"","descr":"Vor der Küste der Philippinen sind zwei deutsche Urlauber verschwunden. Für den Krisenstab im Auswärtigen Amt deutet einiges auf eine Geiselnahme hin. Als Sonderbeauftragte wird Karla Lorenz geschickt, um vor Ort nach den Verschwundenen zu suchen. Ausgerechnet die Diplomatin, die bei ihrem letzten Auslandseinsatz in Bahrein zwischenstaatliche Differenzen ausgelöst hat. Auch diesmal kann es heikel werden: Sollte die philippinische Regierung eine gewaltsame Befreiung starten, droht ein Wiederaufflammen des gerade beigelegten Bürgerkrieges. Für Karla bedeutet der Auftrag in Manila nicht nur eine Bewährungschance, sondern auch eine Rückkehr. Schon einmal hat sie auf den Philippinen mit ihrem heutigen Vorgesetzten Thomas Eick an einer Geiselbefreiung mitgewirkt. Doch nicht nur das spielt eine Rolle bei der aktuellen Mission: Karla hatte damals eine leidenschaftliche Affäre mit dem philippinischen Regierungsbeamten Jejomar Maceda, der inzwischen Verteidigungsminister geworden ist. Doch schon bei dem ersten Treffen spürt sie, dass Jejomar diesmal keine Hilfe sein wird. Auf eigene Faust ermitteln Karla und der junge Botschaftsmitarbeiter Nikolaus Tanz. Dabei nehmen die beiden wenig Rücksicht auf die Interessen der deutschen Botschafterin Eisenbarg und des offensichtlich bestens vernetzen Geschäftsmannes Jörg Welke. Dank ihrer guten Kontakte in Manila findet Karla heraus, was ihr Vorgesetzter Eick ihr nicht sagen durfte: Die beiden Verschwundenen sind in illegale Waffenlieferungen aus Deutschland verwickelt. Gerade das möchte man in Berlin nicht unnötig publik machen. Für zusätzlichen Druck sorgt, dass die philippinische Regierung offenbar Kapital aus dem Fall schlagen möchte – ohne Rücksicht auf das Leben der Entführten. Nur wenn Karla einer Militäraktion zuvorkommt und die beiden Deutschen friedlich befreit, lässt sich ein Blutbad verhindern. Dafür muss sich die Diplomatin nicht nur Dienstanweisungen verweigern, sondern auch ihr eigenes Leben aufs Spiel setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14114042","hoster":"VOE"},{"path":"/redirect/8402205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-diplomatin/staffel-1/episode-2","name":"Das Botschaftsattentat","epNo":2,"alt":"","descr":"Schwerbewaffnete Terroristen bringen das Personal der deutschen Botschaft in ihre Gewalt. Dieses Horrorszenario tritt bei einer Sicherheitsübung in Tunis ein, die Karla Lorenz vor Ort leitet. Ausgerechnet ihre junge Mitarbeiterin Esra gehört zu dem Kommando, das inhaftierte Angehörige einer islamistischen Terror-Gruppe freipressen möchte. Anführer Raid lässt keinen Zweifel an seiner Entschlossenheit und stellt ein Ultimatum. Sofort schickt das Auswärtige Amt Thomas Eick als Sonderbeauftragten los, um Verhandlungen auf den Weg zu bringen. Seine Ansprechpartnerin Kousri macht jedoch unumstößlich klar, dass man sich nicht von Terroristen erpressen lassen wird. Das weiß auch der Krisenstab in Berlin, der mit kühlem Kopf alternative Wege erarbeitet. Zeit bleibt aber wenig, denn in der Botschaft spitzt sich die Lage weiter zu. Raid droht damit, Botschafter Stephan Saalmüller zu töten, auch Karlas junger Kollege Nikolaus Tanz schwebt in höchster Gefahr. Dass politische Lösungen nicht unbedingt greifen, weiß die erfahrene Diplomatin Karla sehr genau. Deshalb versucht sie, Einfluss auf Esra zu nehmen, die sie als Mentorin stark gefördert hat. Karla findet heraus, dass es für ihr Handeln auch persönliche Gründe zu geben scheint. Ihre Hoffnung ist, die junge Frau zu drehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100439","hoster":"VOE"},{"path":"/redirect/8402208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-diplomatin/staffel-1/episode-3","name":"Jagd durch Prag","epNo":3,"alt":"","descr":"In Prag bietet die Diplomatin Lorenz dem desertierten Sergeant Miller Unterschlupf in der deutschen Botschaft. Miller behauptet, dass es in Tschechien ein Foltergefängnis der US-Streitkräfte gäbe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915969","hoster":"VOE"},{"path":"/redirect/8402206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-diplomatin/staffel-1/episode-4","name":"Böses Spiel","epNo":4,"alt":"","descr":"In einem Prager Krankenhaus kämpft eine schwer misshandelte deutsche Touristin (Anna-Lena Schwing) um ihr Leben, sie liegt im Koma. Die aus Deutschland angereisten Eltern und der Bruder des 17-jährigen Mädchens sind entsetzt, dass ausgerechnet die deutsche Botschafterin in Prag, Karla Lorenz (Natalia Wörner), dafür sorgt, dass die Polizei den Hauptverdächtigen laufen lässt. Mit dem Hinweis auf die diplomatische Immunität des 18-jährigen Philippe (Johannes Meister), dem Sohn des französischen Botschafters Claude Beaumont (Jean-Yves Berteloot) und ihrer besten Freundin Margo Beaumont (Jeanne Tremsal), stoppt Karla die unrechtmäßige Vernehmung des Abiturienten. Dass der eher stille Mädchenschwarm eine Frau ins Koma geprügelt haben soll, kann sich Karla nicht vorstellen. Sie verdächtigt seine Freunde, vor allem, weil Philippe deren Namen nicht preisgeben möchte. Kommissar Jan Horava (Alexander Beyer) vermutet, endlich der Jungenclique auf der Spur zu sein, die bereits mehrere junge Frauen misshandelt und vergewaltigt haben soll. Vielleicht war Philippe nur der \"Lockvogel\" und an der Tat gar nicht beteiligt? Während ihn sein Vater so schnell wie möglich außer Landes schaffen will, möchte Karla den jungen Mann zu einer freiwilligen Aussage überreden. Dass ihre Freundschaft zu den Beaumonts daran zerbrechen kann, nimmt sie in Kauf. Aber auch die politischen Winde drehen bald gegen Karla Lorenz auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587580","hoster":"VOE"},{"path":"/redirect/8402211","hoster":"Streamtape"}]}]}]}]}