{"seriesId":"die-toten-von-turin","name":"Die Toten von Turin","descr":"Valeria Ferro (Miriam Leone), deren Mutter ihren Vater als sie ein Kind war ermordete und dafür ins Gefängnis ging, ist Inspektorin bei der Mordkommission. Während sie immer wieder Todesfälle in der nahen \"Gated Community\" untersucht, holt ihre Vergangenheit sie unerbittlich ein, als ihre Mutter aus der Justizvollzugsanstalt entlassen wird …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Das überflutete Untergeschoss einer verlassenen Industrieruine birgt ein dunkles Geheimnis: Im modrigen Wasser liegt der leblose Körper der 15-jährigen Turmspringerin Sara Damiano. Die Schreckensnachricht erreicht ihren Vater und Trainer Giancarlo inmitten einer Livesendung, die ihm bei der Suche nach seiner Tochter helfen sollte. Valeria Ferro, Oberinspektorin der Kriminalpolizei Turin, übernimmt im Fall Sara Damiano die Ermittlungen. Zu Anfang fällt ihr Verdacht auf den verheirateten Castelli. Der 40-jährige Filialleiter des örtlichen Supermarkts hatte ein Verhältnis mit dem minderjährigen Mädchen. Doch weitere Untersuchungen führen die Inspektorin auf eine neue Fährte. Es scheint, als ob Giancarlo und seine Tochter eine besonders innige Beziehung verband: Nie hatten sie Geheimnisse voreinander, stets haben sie sich alles gesagt. Doch dass Sara erst kürzlich ihren Trainer wechselte, schürt Valerias Misstrauen. Der Vater verweigert jegliche Aussage. Hat Giancarlo seine eigene Tochter aus Eifersucht getötet? Die Oberinspektorin glaubt nicht, den Täter schon gefasst zu haben. Fast obsessiv geht sie der Suche nach dem Mörder weiter auf den Grund und entdeckt, dass die Wahrheit zwar anders aussieht, aber nicht weniger erschreckend ist … Unterdessen verkompliziert sich Valerias Privatleben: Valeria hat eine Liebesbeziehung zu ihrem Chef Giorgio Lombardi, der versucht, sie in eine bestimmte Richtung zu lenken ohne nennenswerten Erfolg. Hinzu kommt die Entlassung ihrer Mutter Lucia aus dem Gefängnis. Vor 17 Jahren wurde sie für ein Verbrechen verurteilt, das unausgesprochen bleibt. Ihr geliebter Bruder Giacomo hatte Berufung eingelegt und den Prozess gewonnen, ohne seine Schwester darüber in Kenntnis zu setzen. Valeria konnte ihrer Mutter nie verzeihen...","versions":[{"lang":1,"streams":[{"redirect":14141346,"hoster":"VOE"},{"redirect":14141347,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Bei ihren Ermittlungen im Mordfall Sara Damiano findet Oberinspektorin Valeria Ferro heraus, dass die 15-jährige Turmspringerin von ihrem Vater Giancarlo trainiert wurde, kurz vor ihrem Tod aber ihren Trainer wechselte. Das schürt Valerias Misstrauen, sie kann sich vorstellen, dass Giancarlo, der eine besonders innige Beziehung zu seiner Tochter hatte, Sara aus Eifersucht getötet hat.","versions":[{"lang":1,"streams":[{"redirect":14141350,"hoster":"VOE"},{"redirect":14141351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Tötung des reichen Bankdirektors Guglielmo Mantovani sieht aus wie ein tragischer Unfall bei einem Einbruch in die Villa der Familie. Während Ehefrau Eleonora Mantovani noch mit einem blauen Auge davongekommen ist, scheinen ihre drei Kinder, die zur Tatzeit nicht im Elternhaus waren, etwas zu verbergen: Leonardo, der in der väterlichen Bank arbeitet, wurde stets von seinem Vater erniedrigt; Eva, eine schwermütige Künstlerin, ist im ständigen Konflikt mit ihren Eltern; und Filippo, der Jüngste, ist äußerst instabil. Außer Eleonora, die von den Ereignissen vollkommen erschüttert ist, leidet niemand aus der Familie wirklich unter dem Verlust des Vaters … Kommissarin Valeria Ferro geht den Geheimnissen der Familie auf den Grund und entdeckt, dass alle drei Kinder ein Motiv für den Mord an ihrem Vater hätten. Zunächst fällt der Verdacht auf den Jüngsten der Familie: Filippo. Nicht nur seine psychische Störung, die sich immer deutlicher zeigt, sondern auch das Fälschen seiner Universitäts-Abschlüsse lassen eine Beteiligung an dem Verbrechen möglich erscheinen. Valeria Ferro bleibt hart und befragt den verdächtigen jungen Mann wieder und wieder. Als Filippo sich das Leben nimmt, ist Valeria zutiefst schockiert und fühlt sich schuldig. Die einflussreiche Familie droht mit einer Klage. Doch Valeria ermittelt tapfer weiter und kann dunkle Familiengeheimnisse ans Licht bringen … Auch privat überschlagen sich die Ereignisse in Valerias Leben: Als sie erfährt, dass ihre Mutter aus dem Gefängnis entlassen wird, verlässt sie Hals über Kopf das Haus der Familie. Vor 17 Jahren hatte ihre Mutter den Vater von Valeria und ihrem Bruder Giacomo getötet …","versions":[{"lang":1,"streams":[{"redirect":14141357,"hoster":"VOE"},{"redirect":14141360,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Bei einem Einbruch in seine Villa wird Bankdirektor Guglielmo Mantovani brutal erschlagen. Während seine Frau Eleonora Mantovani tief unter Schock steht, scheinen ihre drei Kinder Leonardo, Eva und Filippo nicht besonders berührt von dem Verlust. Was verbergen sie? Das Verhältnis zu ihrem Vater war zumindest für keines von ihnen besonders gut. Kommissarin Valeria Ferro ermittelt …","versions":[{"lang":1,"streams":[{"redirect":14141364,"hoster":"VOE"},{"redirect":14141366,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141370,"hoster":"VOE"},{"redirect":14141371,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141379,"hoster":"VOE"},{"redirect":14141380,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141383,"hoster":"VOE"},{"redirect":14141385,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141388,"hoster":"VOE"},{"redirect":14141387,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141145,"hoster":"VOE"},{"redirect":14141147,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141148,"hoster":"VOE"},{"redirect":14141150,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141157,"hoster":"VOE"},{"redirect":14141161,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141164,"hoster":"VOE"},{"redirect":14141165,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141168,"hoster":"VOE"},{"redirect":14141169,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141171,"hoster":"VOE"},{"redirect":14141173,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141175,"hoster":"VOE"},{"redirect":14141177,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141179,"hoster":"VOE"},{"redirect":14141181,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141184,"hoster":"VOE"},{"redirect":14141187,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141189,"hoster":"VOE"},{"redirect":14141190,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141196,"hoster":"VOE"},{"redirect":14141199,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141203,"hoster":"VOE"},{"redirect":14141206,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141211,"hoster":"VOE"},{"redirect":14141220,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141219,"hoster":"VOE"},{"redirect":14141221,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141226,"hoster":"VOE"},{"redirect":14141227,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"","versions":[{"lang":1,"streams":[{"redirect":14141231,"hoster":"VOE"},{"redirect":14141236,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Valeria Ferro und ihr Team von der Turiner Kripo sind zurück: Sie ermitteln in einem Mordfall. Die Leiche von Susanna wurde unweit des geschützten Frauenzentrums, in dem sie mit ihrem jugendlichen Sohn Federico lebte, tot aufgefunden. Sofort fällt der Verdacht auf ihren gewalttätigen Ehemann ...","versions":[{"lang":1,"streams":[{"redirect":14141242,"hoster":"VOE"},{"redirect":14141249,"hoster":"Doodstream"},{"redirect":14141245,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"\"Mama!\" – Mit einem Aufschrei wird die Befürchtung von Ispettore Valeria Ferro, dass ihrer Mutter Lucia etwas zugestoßen sein könnte, zur grausamen Gewissheit.","versions":[{"lang":1,"streams":[{"redirect":14141248,"hoster":"VOE"},{"redirect":14141250,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ein Vater, der seinen sechsjährigen Sohn ermordet? Voller Schmerz findet die Polizistin Barbara Alessi ihren Neffen Matteo tot auf einem vereisten Feld. Für Barbara steht fest, dass Matteos Vater der Mörder ist ...","versions":[{"lang":1,"streams":[{"redirect":14141257,"hoster":"VOE"},{"redirect":14141261,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Auf dem Land nördlich von Turin folgt auf den tragischen Tod des sechsjährigen Matteo Nardi gleich die nächste Zerreißprobe für seine Mutter Irene. Nun ist auch noch ihr zweiter Sohn verschwunden, der nur wenige Jahre ältere Simone.","versions":[{"lang":1,"streams":[{"redirect":14141273,"hoster":"VOE"},{"redirect":14141274,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Erhängt während einer erotischen Bondage-Séance. Der Bondage-Partner der toten Lavinia wird kurz darauf bei der Polizei von seiner Ehefrau Giada vermisst gemeldet ...","versions":[{"lang":1,"streams":[{"redirect":14141282,"hoster":"VOE"},{"redirect":14141287,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Eine verkohlte Leiche, ein Mordversuch, eine Affäre und dubiose Gestalten. Um das Geflecht aus Lügen und Geheimissen um die Familie Rivetti und deren Ziegelsteinfabrik zu lösen, haben Ispettore Valeria Ferro und ihr Team der Turiner Kripo alle Hände voll zu tun.","versions":[{"lang":1,"streams":[{"redirect":14141289,"hoster":"VOE"},{"redirect":14141291,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Eine grausam erstochene junge Frau wird in der Badewanne ihrer Wohnung gefunden. Als Täter wird Samuele noch am Tatort festgenommen. Ein einfacher Fall für Ispettore Valeria Ferro? Ganz und gar nicht. Während sie die Puzzlestücke des alten Falls zusammensetzt, hat eine Gerichtsverhandlung fatale Folgen …","versions":[{"lang":1,"streams":[{"redirect":14141297,"hoster":"VOE"},{"redirect":14141299,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Die Ärztin Francesca Molino wird tot auf dem Parkplatz ihres Krankenhauses gefunden. Für Ispettore Valeria Ferro steht fest: Francesca beging keinen Selbstmord. Tatmotive haben nicht nur die Schwester des Opfers oder ihre gekündigte Assistentin; auch Fabio Serra, dessen schwer kranker Sohn nicht behandelt werden konnte, rückt in den Fokus der Ermittler.","versions":[{"lang":1,"streams":[{"redirect":14141308,"hoster":"VOE"},{"redirect":14141306,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Was spielt sich hinter den Mauern des Klosters von Novareto wirklich ab? Die Indizien im Mordfall der jungen polnischen Putzfrau des Pfarrhauses im angrenzenden Dorf führen Ispettore Valeria Ferro direkt in die sonst für Außenstehende abgeriegelte Welt der Klostergemeinschaft. Wird die Ermittlerin das Schweigen der Mönche brechen können?","versions":[{"lang":1,"streams":[{"redirect":14141314,"hoster":"VOE"},{"redirect":14141313,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Die Militärpsychologin Giorgia Vetere kannte viele der Geheimnisse ihrer Patienten. Doch wegen welchem wurde die Ärztin brutal in ihrer Praxis erschlagen? Ispettore Valeria Ferros erster Verdacht fällt auf Fiorella Navarro, die gedroht hatte, die Psychologin wegen einer Affäre mit ihrem Mann umzubringen.","versions":[{"lang":1,"streams":[{"redirect":14141325,"hoster":"VOE"},{"redirect":14141322,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"Ein junges schwangeres Mädchen liegt erstochen im Straßengraben. Schnell findet Ispettore Valeria Ferro heraus, dass das Opfer Mitglied der Landkommune \"Die Töchter Maats\" des Guru Roberto war. Sofort besteht der Verdacht, dass Roberto die minderjährigen Mädchen missbraucht haben könnte. Wird Valeria das dunkle Geheimnis der Kommune lüften, um die Mädchen zu retten?","versions":[{"lang":1,"streams":[{"redirect":14141326,"hoster":"VOE"},{"redirect":14141327,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"Der letzte Fall der 3. Staffel stellt Ispettore Valeria Ferro wieder vor große Herausforderungen. Nachdem der Meistertänzer der Ballettkompanie von Vera Cattaneo tot auf der Bühne zusammengebrochen ist, muss auch die Primaballerina Lavinia mit Vergiftungserscheinungen ins Krankenhaus. Will jemand die Ballettgruppe sabotieren? Oder steckt noch ein anderes Motiv hinter dem Mord?","versions":[{"lang":1,"streams":[{"redirect":14141331,"hoster":"VOE"},{"redirect":14434228,"hoster":"Streamtape"}]}]}]}]}