{"path":"/serie/stream/die-saat-tdliche-macht","name":"Die Saat - Tödliche Macht","descr":"[Die Saat/ the Seed] Heino Ferch verkörpert den deutschen Kommissar Max Grosz, dessen Neffe Victor (Jonathan Berlin) spurlos verschwunden ist. Gemeinsam mit der norwegischen Polizistin Thea Koren (Ingrid Bolsø Berdal) macht sich Max in Spitzbergen auf die Suche. Die Spur führt zu der Übernahme eines Saatgut-Konzerns, die gerade in Brüssel kontrovers diskutiert wird. So stoßen Max und Thea auf ein Geflecht aus Intrigen und politischen Interessen, das nicht nur Victors Leben, sondern auch ihr eigenes in Gefahr bringt.","seasons":[{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Der Polizeiausbilder Max Grosz ist in privater Auslandsmission in Norwegen unterwegs. Dort verschwand sein Neffe spurlos, der draufgängerische Journalist und Umweltaktivist Victor Vegener. Die norwegische Polizei hatte die Suche rasch einstellt, aber Max findet in seiner norwegischen Kollegin Thea Koren schließlich eine Verbündete. Ein hochgesicherter Bergwerkstollen scheint eine entscheidende Rolle in dem Fall zu spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401812","hoster":"VOE"},{"path":"/redirect/13401816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die Polizistin Thea Koren ist besorgt um Victor, den Neffen ihres deutschen Kollegen Max. Sie glaubt, dass der Umweltaktivist in Gefahr ist. Als eine Männerleiche gefunden wird, müssen sich Max und Thea schlimmsten Befürchtungen stellen. In Brüssel drohen die Übernahmepläne von BSG-Konzernchef Benjamin zu scheitern, während Hoffmann den Widerstand der neuen EU-Wettbewerbshüterin Kronberg zu brechen gedenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401818","hoster":"VOE"},{"path":"/redirect/13401819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Victor bekommt von seinen Entführern ein Angebot: Der Aktivist soll mit einem Video den BSG-Skandal enthüllen! Er zweifelt jedoch, ob er seinem Bewacher trauen kann. Eine Handynachricht ermöglicht es Max, seinen Neffen auf einem Frachter nach Belgien zu orten. Auch Victors Ex-Freundin Faiza Said stellt Nachforschungen an. Die Wissenschaftlerin stößt auf Auffälligkeiten in Saatgutproben, die ihr der Vermisste geschickt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401826","hoster":"VOE"},{"path":"/redirect/13401820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Max muss sich wegen seines Nierenversagens behandeln lassen. Seine Partnerin Thea entdeckt, dass jemand seine Medikamente ausgetauscht hat. In Brüssel hoffen sie auf die Unterstützung eines BSG-Kritikers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401824","hoster":"VOE"},{"path":"/redirect/13401825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Max trifft seinen vermissten Neffen nach einer dramatischen Flucht. Sie geraten in eine gefährliche Konfrontation an einer U-Bahnstation. Jule Kronberg steht unter Druck wegen ihres Vetos gegen ein BSG-Agrarmonopol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401829","hoster":"VOE"},{"path":"/redirect/13401831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-saat-tdliche-macht/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Max und Thea machen sich in Spitzbergen auf die Jagd nach der geheimnisvollen Frau, die ihnen auf Schritt und Tritt gefolgt ist. Als sie ihr in einen Bergstollen folgen, ahnen sie nicht, was ihre mörderische Gegenspielerin vorhat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13401807","hoster":"VOE"},{"path":"/redirect/13401809","hoster":"Streamtape"}]}]}]}]}