{"seriesId":"die-grten-flsse-der-erde","name":"Die größten Flüsse der Erde","descr":"Als Strom der Superlative fließt der Amazonas nahezu 7.000 Kilometer durch den südamerikanischen Kontinent. Doch der Amazonas ist nicht nur ein Strom: Mit seinen zehntausenden Nebenflüssen bildet er das größte Flusssystem der Erde. Mehr als eintausend Seitenarme hat allein der Hauptstrom, 17 davon sind länger als der Rhein.Ein Fünftel allen Süßwassers fließt hier und nährt den größten Regenwald der Erde, der sich als artenreiches Universum voller skurriler Kreaturen präsentiert. Das stinkende Schopfhuhn, auch Hoatzin genannt, dessen Küken an den Urvogel Archaeopteryx erinnern, den rosafarbenen Flussdelfin oder Boto, der in der Regenzeit durch die Baumkronen des amazonischen Waldes schwimmt, wo ansonsten Vögel nisten. Hier leben gesellige Riesenotter, alleinerziehende Kolibrimütter, giftige Froschväter, die ihren Nachwuchs huckepack in die Bäume tragen und bunte Aras, die Tagebau betreiben","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Amazonas","epNo":1,"alt":"Amazon","descr":"Als Strom der Superlative fließt der Amazonas nahezu 7.000 Kilometer durch den südamerikanischen Kontinent. Doch der Amazonas ist nicht nur ein Strom: Mit seinen zehntausenden Nebenflüssen bildet er das größte Flusssystem der Erde. Mehr als eintausend Seitenarme hat allein der Hauptstrom, 17 davon sind länger als der Rhein. Ein Fünftel allen Süßwassers fließt hier und nährt den größten Regenwald der Erde, der sich als artenreiches Universum voller skurriler Kreaturen präsentiert. Das stinkende Schopfhuhn, auch Hoatzin genannt, dessen Küken an den Urvogel Archaeopteryx erinnern, den rosafarbenen Flussdelfin oder Boto, der in der Regenzeit durch die Baumkronen des amazonischen Waldes schwimmt, wo ansonsten Vögel nisten. Hier leben gesellige Riesenotter, alleinerziehende Kolibrimütter, giftige Froschväter, die ihren Nachwuchs huckepack in die Bäume tragen und bunte Aras, die Tagebau betreiben. Einmal im Jahr ist Land unter. Waldflächen doppelt so groß wie Deutschland stehen dann mehrere Monate zehn, fünfzehn Meter hoch unter Wasser. Bis heute hat der Amazonas eine Fülle an Geheimnissen bewahrt. 3000 Fischarten sind bisher bekannt und ständig werden neue entdeckt. Die Dokumentation zeigt erstmals das mutige Familienleben eines bislang unbekannten Buntbarschs. Erst vor wenigen Jahren wurde ein siedender Fluss erforscht, von dem bereits spanische Eroberer erzählten. Über eine Distanz von sechs Kilometern schlängelt er sich brodelnd durch den Urwald, so heiß, dass hineinfallende Tiere bei lebendigem Leib gekocht werden. Die größte Sensation lauert vor der Mündung, wo der gewaltige Strom in den Atlantik fließt. Niemand hätte bis vor kurzem geahnt, dass sich unter dem schlammigen Wasser ein Riff verbergen könnte. Erst jüngst wurde es entdeckt. Tausend Kilometer lang, voller Schwämme und aufgebaut aus kalkproduzierenden Algen. Erstmals zeigt diese Dokumentation die wissenschaftliche Sensation: ein bislang unbekanntes Ökosystem, gespeist vom mächtigsten Fluss der Erde. Die aufwendige BBC-Dokumentation begleitet den Strom der Ströme von seinem Ursprung in den Gletschern der Anden bis zur Mündung im Atlantik.","versions":[{"lang":1,"streams":[{"redirect":14427174,"hoster":"VOE"},{"redirect":10104558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Nil","epNo":2,"alt":"Nile","descr":"Um den Rang des weltweit längsten Flusses wetteifert der Nil mit dem Amazonas – je nachdem von wo bis wo gemessen wird. Eines steht fest: Mit einer Länge von mehr als 6.800 Kilometern gehört der Nil zu den Giganten. Sein Weg führt durch Nordafrika, vom Äquator bis zum Mittelmeer – eine Reise durch einige der letzten ungezähmten Landschaften des Kontinents. Erst seit Ende des 19. Jahrhunderts ist bekannt, dass sich der Nil aus einer Vielzahl von Oberläufen speist. Sie entspringen in den Bergen Ruandas und in den legendären Mondbergen im Westen Ugandas. Am Fuße dieser Berge lebt der seltene Schuhschnabel. Der clevere Vogel tritt in die großen Fußstapfen von Nilpferden, um sich seinen Weg durch schwimmende Papyrusinseln zu bahnen. Unterhalb der Murchison Wasserfälle sammeln sich die größten Krokodile Afrikas, um tote Fische aufzusammeln. Ein Krokodilweibchen jedoch fastet schon seit zwei Monaten. Aufopfernd bewacht sie ihr Gelege im Sand. Wird es ihr gelingen, es gegen Eierdiebe zu verteidigen? Im Südsudan verliert sich der Nil im Sudd, einem der größten Sumpfgebiete weltweit. Zur Regenzeit ist der Sudd größer als Bayern, Baden-Württemberg und Hessen zusammen. Durch dieses Meer aus Wasserpflanzen gab es Jahrhundertelang kein Durchkommen – deshalb blieben die Nilquellen so lange ein Geheimnis. Für Elefanten ist der Sudd ein Paradies – hierhin kann ihnen kein Wilderer folgen. Allerdings muss der Nachwuchs schon früh schwimmen lernen, wenn er seiner Familie folgen will. Ausgelaugt von der Verdunstung im Sudd hätte der Fluss keine Chance, die letzte Etappe durch die Sahara bis zum Mittelmeer zu schaffen. Doch in Karthum, der Hauptstadt des Sudan, bekommt er Verstärkung: Nach 1700 Kilometern vereinigt sich der Blaue Nil mit dem Weißen. Gemeinsam ziehen sie sich wie ein schmales blaues Band durch die endlosen Sanddünen – das einzige Wasser weit und breit. Ohne den Nil hätten die alten Ägypter ihr Imperium nicht errichten können, ohne ihn könnte heute Kairo, die 20 Millionenstadt, nicht florieren. Doch wie lange wird der Nil die ständig wachsende Stadt noch ernähren können? Schließlich endet die Reise des gewaltigen Stroms im Mittelmeer. Der Nil, der einst als Rinnsal begann, tritt nun endgültig ein in den großen Kreislauf des Wassers. Die aufwendige BBC-Produktion porträtiert diesen legendären Strom des Lebens und seine Tierwelt mit spektakulären Bildern.","versions":[{"lang":1,"streams":[{"redirect":11303585,"hoster":"VOE"},{"redirect":10104560,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Mississippi","epNo":3,"alt":"Mississippi","descr":"Den Mississippi speist ein gewaltiges Netz an Quell- und Nebenflüssen. Die Flüsse durchziehen die USA von den Rocky Mountains im Westen bis zum Gebirgszug der Appalachen ganz im Osten. Aus fast der Hälfte der Fläche der Vereinigten Staaten fließt alles Wasser schließlich in den Mississippi und dann Richtung Süden in den Golf von Mexiko. Seinen Ursprung hat der Riese in schmalen, oft wenig bekannten Quellflüssen in den Ausläufern der Rockies. Hier dauert der Winter oft fünf Monate. Dann sind Milliarden Tonnen Wasser zu Eis und Schnee erstarrt und bis zum Frühling gefangen. Die Reise beginnt am Ufer des Gallatin. Nur dass man diesen kleinen Quellfluss des Missouri, der später in den Mississippi mündet, jetzt gar nicht sieht: Seine Eisfläche verschwindet im Weiß des Schnees. Nur die Fischotter wissen ganz genau, wo hier noch Wasser ist. Sie brauchen Löcher in der Eisdecke, um Beute machen zu können. Die Kojoten im Yellowstone Nationalpark haben es da besser: Hier sorgen die heißen Fontänen der Geysire dafür, dass der Madison River selbst bei -40 Grad eisfrei bleibt. Auch der Madison ist ein Quellfluss des Missouri, und indirekt damit ein Quellfluss des Mississippi. Auch er lässt bald die Hügellandschaft der Vorgebirge hinter sich und fließt durch die Prärien in den großen Ebenen. Wenn bei St. Louis der Missouri River in den Mississippi fließt, wird der Fluss zum Strom: ein träger, schlammbrauner Goliath, der zur Speisekammer der USA wird. Auf seinem breiten Rücken werden Millionen Tonnen Güter in Richtung New Orleans und von dort in die ganze Welt befördert. Bald beginnen die Sümpfe des Südens, in denen sich der Strom in einem Labyrinth aus Wasserwegen, Inseln, Buchten und Feuchtgebieten zu verlieren scheint. Sie sind die Heimat von 270 Vogelarten und rund 65 Amphibien- und Reptilienarten. Dieser letzte Abschnitt des Flusses ist weltberühmt: das Tor zum tiefen Süden der USA. In New Orleans liegt der wichtigste Hafen der westlichen Hemisphäre – und das gewaltige Mississippi-Delta mit seinen Geheimnissen – und allen heutigen Problemen. Der Filmemacher Simon Blakeney erzählt in dieser aufwendigen BBC-Produktion die Geschichte dieser so vielseitigen Lebensader der Vereinigten Staaten in einmaligen Bildern und schildert die spannendsten Geschichten der Welt des Mississippi atmosphärisch dicht, anrührend und spannend.","versions":[{"lang":1,"streams":[{"redirect":11303624,"hoster":"VOE"},{"redirect":10104559,"hoster":"Streamtape"}]}]}]}]}