{"path":"/serie/stream/die-schlimmsten-verbrechen-der-welt","name":"Die schlimmsten Verbrechen der Welt","descr":"Dokureihe, die sich mit einem Lieblingsthema aller Sender beschäftigt: grausame Verbrechen, die anhand von Interviews und Archivmaterial aufbereitet werden.","seasons":[{"path":"/serie/stream/die-schlimmsten-verbrechen-der-welt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schlimmsten-verbrechen-der-welt/staffel-1/episode-1","name":"Psychopathen","epNo":1,"alt":"","descr":"Ihre Opfer sind oft willkürlich ausgewählt. Es gibt keine persönliche Beziehung zum Täter. Nur eins haben alle Morde von Psychopathen gemein: Die Leichen sind grausam entstellt. Für die Ermittler eine enorme Herausforderung: Sie müssen verstehen, was den Täter antreibt. Dafür tauchen sie ein in die tiefsten Abgründe der menschlichen Seele ...","versions":[]},{"path":"/serie/stream/die-schlimmsten-verbrechen-der-welt/staffel-1/episode-2","name":"Tickende Zeitbomben","epNo":2,"alt":"","descr":"Ob arabische Terrorgeiselnehmer der 70er Jahre oder russische Serienmörder der 80er Jahre: Mit authentischem Archivmaterial und Experteninterviews wird auf Verbrechen geblickt, die Geschichte machten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7830540","hoster":"VOE"}]}]},{"path":"/serie/stream/die-schlimmsten-verbrechen-der-welt/staffel-1/episode-3","name":"Knallharte Killer","epNo":3,"alt":"","descr":"Sie morden aus den verschiedensten Gründen – doch eins haben sie alle gemein: Sie haben keinerlei Skrupel, sie sind knallharte Killer. Ihre Opfer: Männer, Frauen und sogar Kinder. Was treibt sie an, und wie können die Ermittler sie stoppen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7860503","hoster":"VOE"}]}]},{"path":"/serie/stream/die-schlimmsten-verbrechen-der-welt/staffel-1/episode-4","name":"Todesengel","epNo":4,"alt":"","descr":"In Krankenhäusern und Pflegestationen gehört Sterben zum Alltag. Ein weiterer Toter fällt erstmal nicht auf. Und genau das nutzen sie aus: Todesengel. Sie morden heimlich, still und leise – und zwar aus den unterschiedlichsten Gründen: Einem verqueren Helfersyndrom, der Macht über Leben und Tod oder einfach nur: Geld!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7872470","hoster":"VOE"}]}]}]}]}