{"path":"/serie/stream/die-bruecke-transit-in-den-tod","name":"Die Brücke – Transit in den Tod","descr":"Die berühmte Öresund-Brücke bei Nacht: Ein Stromausfall hat die Verbindung zwischen Dänemark und Schweden in Dunkelheit gehüllt. Kurz darauf wird eine tote Frau mitten auf der Brücke gefunden. Eine tote Frau? Bei näherer Untersuchung ergibt sich, dass die Leiche in der Mitte zusammen genäht wurde, und eigentlich von zwei Frauen stammt: Der Oberkörper gehört der Vorsitzenden des Stadtrates von Malmö, der untere Teil einer dänischen Prostituierten. Da Staatsbürger aus beiden Ländern betroffen sind, ermitteln die schwedische Kommissarin Saga Norén (Sofia Helin) und ihr dänischer Kollege Martin Rohde (Kim Bodnia) gemeinsam. Und dann wendet sich der Mörder an die Öffentlichkeit: Er kündigt weitere spektakuläre Ereignisse an, denn er hat eine Botschaft zu vermitteln …","seasons":[{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-1","name":"Folge 1 + 2","epNo":1,"alt":"Episode 1","descr":"Folge 01: Eine tote Frau wird in der Nacht während eines Stromausfalls auf der Öresund Brücke mitten zwischen Schweden und Dänemark abgelegt. Als man sie findet, ist zunächst die schwedische Polizei zuständig, da es sich – wie man auf den ersten Blick zu erkennen meint – um die Vorsitzende des Stadtrats von Malmö handelt. Doch dann wird klar: Es sind zwei tote Frauen, die man auf der Brücke gefunden hat. Die Leiche war in der Mitte durchtrennt, sollten aber zunächst wie ein Körper wirken. Bei dem zweiten Opfer handelt es sich um eine dänische Prostituierte. Kurz nach dem schockierenden Fund, um den sich nun Kommissar Martin Rohde aus Dänemark und Kommissarin Saga Norén aus Schweden gemeinsam kümmern, meldet sich der Brückenmörder. Folge 02: Der brutale Mord auf der Öresundbrücke ist erst der Anfang einer Mordserie. Wie der Täter mitgeteilt hat, will er der Menschheit an fünf brutalen Beispielen einen Spiegel vorhalten.Er sei ein Terrorist und wolle der westlichen Gesellschaft den Spiegel vorhalten, lässt er über einen Journalisten verlauten. Im Fernsehen und Internet platziert der Täter geschickt Informationen und Pamphlete.Das ungleiche Ermittlerpaar – Martin, der entspannte, bodenständige Familienvater aus Dänemark, und Saga, die eher komplizierte Single-Frau aus Schweden – haben es mit einem äußerst intelligenten und gefährlichen Gegenspieler zu tun.Die erste Wahrheit, auf die der Täter die Bürger aufmerksam machen will, ist die Ungleichheit vor dem Gesetz. Nach der dänischen Prostituierten, die als verschwunden gemeldet war, wurde zwei Wochen nach dem Verschwinden nicht mehr gesucht. Für die getötete schwedische Politikerin hingegen werden alle Hebel polizeilicher Ermittlungsarbeit in Bewegung gesetzt.Die zweite Wahrheit, die der Täter benennt, ist die Ignoranz gegenüber Obdachlosen. Doch dies ist erst der Anfang eines ungleichen Kampfes zwischen dem Täter, der moralische Motive vorgibt, aber möglicherweise nur von seinem eigentlichen Tatmotiv, einem privaten Rachefeldzug, ablenken will, und den Ermittlern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915961","hoster":"VOE"},{"path":"/redirect/8401654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Episode 2","descr":"Folge 03: Der Brückenmörder setzt sein zynisches Spiel fort. Er vergiftet Obdachlose mit Wein, um darauf aufmerksam zu machen, wie viele Obdachlose jedes Jahr erfrieren, ohne dass es jemandem auffällt. Denn für diese Menschen scheint in der Gesellschaft kein Platz zu sein.Doch das ist nur der Anfang. Der Täter entführt Bjørn, einen obdachlosen Dänen. Vor laufender Kamera kann die Öffentlichkeit zuschauen, wie Bjørn Blut abgezapft wird. Bjørns Leben liegt in der Hand von vier der reichsten Immobilienbesitzer. Um ihn zu retten, sollen sie eine gewaltige Menge an Geld spenden. Welchen Preis sind Menschen für das Leben eines Obdachlosen bereit zu zahlen? Ein Wettlauf gegen die Zeit beginnt. Denn das dänisch-schwedische Ermittlerteam tappt bei seinen Untersuchungen noch immer im Dunkeln.Der Täter hat sein Verbrechen über drei Jahre geplant und ist der Polizei immer einen Schritt voraus. Doch was passiert, wenn man es schafft, den Plan durcheinander zu bringen? Folge 04: Bjørns Leben hängt am seidenen Faden, da die Multimillionäre unwillig sind, das Erpressergeld zu zahlen, das ihn retten könnte. Saga Norén entdeckt währenddessen auf dem Internetvideo, dass der Gefangene Bjørn ihnen per Morsecode eine Botschaft übermitteln will. Bjørn kennt den Täter offenbar aus einem Wohnheim. Dort taucht auch Stefan Lindberg auf, der für Saga und Martin schon länger unter Verdacht steht.Die Spur führt zu einem Keller in einer stillgelegten Fabrik in Malmö. Saga Norén und Martin Rohde sind zuerst am Tatort und finden Bjørn. Sie werden allerdings von dem Brückenmörder überwältigt, und er kann entfliehen. Martin muss schwer verletzt ins Krankenhaus eingeliefert werden. Doch warum hat der Mörder Martin am Leben gelassen, während er andere Polizisten erschossen hat?","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-3","name":"Folge 3 + 4","epNo":3,"alt":"Episode 3","descr":"Folge 05: Lasse Jönsson tötet seinen Psychologen in dessen Praxis und versucht sich mit einem Samurai-Schwert das Leben zu nehmen. Der Suizidversuch scheitert.Der Brückenmörder nimmt Kontakt mit dem Journalisten Daniel Ferbé auf und will auf ein drittes Problem aufmerksam machen: die extremen Einsparungen im psychiatrischen Bereich. Die Patienten würden lediglich ruhiggestellt anstatt behandelt.Saga Norén und Martin Rohde verhören Lasse, der weiterhin beharrlich schweigt. Martin stattet Stefan Lindberg, Sonjas Bruder, auf seiner Arbeit einen Besuch ab. Lindberg arbeitet im Sozialwesen und behauptet, Lasse nicht zu kennen. Er verhält sich aber extrem merkwürdig, und Saga entscheidet, Lindberg observieren zu lassen.In Lasses Wohnung entdecken Martin und Saga Spuren, die zu einer wichtigen Zeugin führen: Anja Björk, die von zuhause abgehauen ist und bei Lasse Unterschlupf fand. Sie muss den Wahrheitsterroristen gesehen haben. In der Hoffnung auf Antworten wird sie überall gesucht. Doch dann kommt ihnen der Brückenmörder zuvor und schießt das Mädchen an. Der Täter scheint dem Ermittlerteam immer einen Schritt voraus zu sein. Folge 06: Das Bild, das Anja vor ihrem Tod von dem Brückenmörder gezeichnet hat, ähnelt Stefan Lindberg. Daraufhin durchsuchen Martin Rohde und Saga Norén dessen Wohnung, in der sie Blutspuren finden. Da sie ihm aber nichts nachweisen können, müssen sie ihn gehen lassen.Der Brückenmörder macht die Gesellschaft auf ein viertes Problem aufmerksam: die fehlende Integration von Ausländern. Eine Gruppe von Polizisten, die einen Immigranten zu Tode misshandelt haben soll, wird vor Gericht frei gesprochen. Das Urteil sorgt für Unruhen auf den Straßen Kopenhagens. Henning Tholstrup, einer der Polizisten, wird in einem Viertel, in dem viele Immigranten wohnen, gefangen genommen und in einen Keller gesperrt.Tholstrup wird von einem Ladenbesitzer entdeckt, der ihm zur Flucht verhilft. Auf der Straße trifft Tholstrup auf einen Polizisten. Doch statt ihm zu helfen, zückt der Polizist eine Waffe und erschießt ihn. Ist der Brückenmörder etwa von der Polizei, oder woher konnte er wissen, dass nach Anja gesucht worden ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587433","hoster":"VOE"},{"path":"/redirect/8401655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-4","name":"[in Episode 3 enthalten]","epNo":4,"alt":"Episode 4","descr":"Folge 07: Das fünfte Problem, auf das der Täter aufmerksam machen will, ist die allgemeine Gleichgültigkeit gegenüber dem Thema Kinderarbeit. Er entführt einen Schulbus mit fünf Kindern, schließt sie in eine Scheune ein und fordert, dass fünf Unternehmen, die Kinder als Arbeiter in Produktionsstätten im Ausland ausnutzen, innerhalb von zwei Stunden angezündet werden sollen. Für jedes Unternehmen, das brennt, wird ein Kind freigelassen. Wenn nicht innerhalb von zwei Stunden fünf Unternehmen brennen, sterben Kinder. Ein Video der in der Scheune eingesperrten Kinder stellt er ins Netz.Saga und Martin konzentrieren sich bei ihrer Suche auf den unbekannten Polizisten und durchforsten eine Liste dänischer und schwedischer Elite-Polizisten. Das obdachlose Mädchen Sonja Lindberg erwacht aus dem Koma. Saga und Martin eilen zu ihr und zeigen ihr die Fotos der Eliteeinheit. Sonja nimmt plötzlich eins der Fotos und zerknüllt es. Auf dem Foto ist der schwedische Polizist Jesper Andersson zu sehen. Das Täterprofil stimmt, aber trotz intensiver Fahndung bleibt Andersson vorerst unauffindbar.In der Stadt herrscht Chaos. Menschen engagieren sich für die Freilassung der Kinder, Unternehmen werden in Brand gesteckt. Vier Minuten vor Ende des Ultimatums brennt das letzte Unternehmen, die Kinder sind gerettet. Der Brückenmörder nimmt Kontakt zu dem Journalisten Daniel Ferbé auf, möchte sich mit ihm zu einem exklusiven Interview treffen. Als Daniel sich in sein Auto setzt, schließen sich die Türen automatisch. Daniel ist eingeschlossen. Plötzlich dringen giftige Gase durch das Ventilationssystem ins Wageninnere, Daniel stirbt. Folge 08: Jesper Andersson ist endlich gefunden und wird verhört. Er weist alle Anschuldigungen zurück und hat für die Tatzeiten ein Alibi. Er kann aber nicht erklären, warum Sonja ihn identifiziert hat. Gleichzeitig wollen Saga und Martin eine Verbindung zwischen den Opfern finden. Sie versuchen in mehreren Verhören, Andersson zu einen Geständnis zu bringen, aber er bleibt hartnäckig. Bei einem Toilettenbesuch gelingt Andersson mit interner Hilfe die Flucht. Er verschwindet zusammen mit einem anderen Polizisten. Die Jagd auf die beiden endet an einem Fähranleger. Beide werden festgenommen, aber Martin und Saga müssen bald feststellen, dass weder Andersson, noch sein Kollege als Täter infrage kommen.Saga und Martin stehen wieder ganz am Anfang, doch plötzlich entdecken sie bei ihren erneuten Recherchen eine ganz heiße Spur, die zu dem dänischen Polizisten Jens führt. Jens ist angeblich vor fünf Jahren bei einem Selbstmord-versuch ums Leben gekommen, scheint jetzt aber quicklebendig sein Unwesen zu treiben.","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-5","name":"Folge 5 + 6","epNo":5,"alt":"Episode 5","descr":"Folge 09:Saga und Martin sammeln so schnell es geht alle Informationen zu dem hauptverdächtigen dänischen Polizisten Jens. Sie suchen fieberhaft nach seinem Motiv. Dann finden sie heraus, dass die Ehefrau von Jens und deren Sohn vor zehn Jahren bei einem Autounfall auf der Öresundbrücke ums Leben gekommen sind. Sie sprechen mit der früheren Freundin der Ehefrau, die erzählt, dass Jens’ Frau sich scheiden lassen wollte, weil sie einen neuen Mann kennen gelernt hatte. Martin muss Saga eingestehen, dass er dieser Mann ist. Er hatte ein längeres Verhältnis mit ihr, wovon Jens aber nichts wusste – Jens, der nicht nur sein Kollege, sondern auch Freund war. Nach dem Unfall verlor Jens nicht nur sein privates Glück, sondern auch seinen Job. Es folgte sein fingierter Selbstmord.In einem Register findet sich der Name eines plastischen Chirurgen, der vor ein paar Jahren bei einem Unfall ums Leben kam. Martin und Saga sprechen mit der Krankenschwester, die bei ihm gearbeitet hatte, und sie erkennt Jens wieder. Er hatte in der Klinik sein Aussehen umfassend ändern lassen. Die Kranken-schwester überreicht den Beamten ein Foto, auf dem Jens zu sehen ist, wie er heute aussieht. Er nennt sich jetzt Sebastian, und mit Schrecken erkennt Martin, dass dieser Mann sich vor kurzem mit seiner Frau Mette angefreundet hat. Sie gehen das komplette Material durch, das sie im Keller von Sebastians Haus, seiner Planungszentrale, gefunden haben. Sie erfahren, dass Martins Frau Mette und ihre Kinder mit Sebastian unterwegs sein müssen, und geben eine landesweite Großfahndung nach Sebastian heraus. Die Polizei bekommt einen anonymen Hinweis, dass man Hilfeschreie in einem Sommerhaus gehört habe. Martin und Saga fahren sofort dorthin, um Mette und die Kinder zu retten. In der Gemengelage versteht Saga plötzlich, dass Sebastian es auf August, Martins Sohn, abgesehen hat. Jens, der seinen Sohn verloren hat, will nun, dass auch Martin seinen Sohn verliert.Saga will mit August aus dem Haus fliehen, aber Sebastian ist schneller, schießt auf Saga und verschwindet mit August mit dem Auto. Saga wird ins Krankenhaus gebracht. Trotz ihrer Verletzung weigert sie sich aufzugeben. Sie muss August finden. Sebastian nimmt mit Martin Kontakt auf. Es kommt zu einem Treffen auf der Öresundbrücke. Folge 10: Die Polizei erhält einen anonymen Hinweis, dass man Hilfeschreie in einem Sommerhaus gehört habe. Martin und Saga fahren sofort dorthin, um Mette und die Kinder zu retten. In der Gemengelage versteht Saga plötzlich, dass Sebastian es auf August, Martins Sohn, abgesehen hat. Sebastian, der seinen Sohn verloren hat, will nun, dass auch Martin seinen Sohn verliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579344","hoster":"VOE"},{"path":"/redirect/8401657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-6","name":"[in Episode 5 enthalten]","epNo":6,"alt":"Episode 6","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-7","name":"Folge 7 + 8","epNo":7,"alt":"Episode 7","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587434","hoster":"VOE"},{"path":"/redirect/8401659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-8","name":"[in Episode 7 enthalten]","epNo":8,"alt":"Episode 8","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-9","name":"Folge 9 + 10","epNo":9,"alt":"Episode 9","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587435","hoster":"VOE"},{"path":"/redirect/8401661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-1/episode-10","name":"[in Episode 9 enthalten]","epNo":10,"alt":"Episode 10","descr":"","versions":[]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-1","name":"Folge 1 + 2","epNo":1,"alt":"Episode 1","descr":"13 Monate nach den Ereignissen der ersten Staffel. Ein Küstentanker verlässt seine vorgegebene Fahrroute und bewegt sich geradewegs auf die Øresund-Brücke zu. Großalarm! Die Küstenwache geht an Bord und findet das Schiff führerlos vor. Unter Deck entdecken sie fünf angekettete Geiseln, drei schwedische und zwei dänische Jugendliche. Saga Norén von der Polizei Malmö wird auf den Fall angesetzt und kontaktiert ihren dänischen Kollegen Martin Rohde, der noch immer von dem Tod seines Sohnes traumatisiert ist. Martin und seine Ehefrau Mette haben sich getrennt, und Martin erkennt, dass er Jens im Gefängnis besuchen muss, um seine Vergangenheit bewältigen zu können. Saga beschließt, mit ihrem Freund Jakob zusammenzuziehen. Für sie ein besonderes Wagnis, da sie zum ersten Mal eine gemeinsame Wohnung mit einem Freund teilt. Gemeinsam untersuchen sie den Fall. Der Zustand der Jugendlichen verschlechtert sich in kurzer Zeit rapide, da sie mit einer extrem aggressiven und ansteckenden Form der Pest infiziert wurden. Saga und Martin werden unter Quarantäne gestellt, da sie mit den infizierten Jugendlichen in Kontakt standen. Die Testergebnisse fallen negativ aus. Sie können das Krankenhaus verlassen und an der Lösung des Falles weiterarbeiten, der sich zum Politikum entwickelt. Sie erhalten zusätzliche Unterstützung von dem schwedischen Polizisten Rasmus und der dänischen Polizistin Pernille. Im Internet wird ein Video hochgeladen, in dem vier Personen mit verschiedenen Tiermasken zu sehen sind. Durch Zeichensprache geben sie zu verstehen, dass sie für die Tat verantwortlich sind und beabsichtigen, das Virus weiterzuverbreiten. Das Video weist einen Zusammenhang mit mehreren gemeldeten Todesfällen durch Lebensmittel auf, unter anderem durch vergiftete Äpfel. Saga und Martin bringen schnell die beiden Fälle miteinander in Verbindung und erkennen, dass das erst der Anfang ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587437","hoster":"VOE"},{"path":"/redirect/8401658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Episode 2","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-3","name":"Folge 3 +4","epNo":3,"alt":"Episode 3","descr":"Saga und Martin sind weiterhin auf der Jagd nach den Öko-Terroristen und versuchen, ihnen über Profiling näher zu kommen. Ein anonymer Hinweis verrät den beiden einen möglichen Aufenthaltsort, doch als sie diesem nachgehen, hat sich die Gruppe bereits in Luft aufgelöst. Die enttarnte Gruppe ist nun alarmiert und beginnt sich unter dem wachsenden Druck langsam zu spalten. Währenddessen fängt Sagas Freund Jakob an zu begreifen, dass das Zusammenleben mit ihr nicht einfach ist. Martin wiederum macht Fortschritte bei seinem Treffen mit Jens und erhofft sich, dass er bei diesem doch noch eine Spur von Reue auslösen kann. Über ein geortetes Handy nehmen die beiden Ermittler wieder die Spur der Zelle auf, finden aber nur vier Leichen vor, die scheinbar kollektiv Selbstmord begangen haben. Mit der Hilfe der Pathologie kann Saga jedoch einen Gruppen-Suizid ausschließen und stellt im Gegenteil fest, dass es einen flüchtigen Anführer geben muss, der noch immer alle Fäden in der Hand hält. Sie verfolgen die Hinweise bis zu einer IT-Firma in Kopenhagen. Deren Chef wird jedoch kurz vor seiner Verhaftung entführt, und seine Begleiterin Laura wird niedergeschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587436","hoster":"VOE"},{"path":"/redirect/8401660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-4","name":"[in Episode 3 enthalten]","epNo":4,"alt":"Episode 4","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-5","name":"Folge 5 +6","epNo":5,"alt":"Episode 5","descr":"Die Kronzeugin Laura wacht im Krankenhaus auf. Obwohl sie an Amnesie leidet, ist sich Saga sicher, dass sie doch etwas gesehen haben muss, als sie niedergeschossen wurde. Die Ermittlungen schreiten voran, und neue Spuren tun sich auf. Dann passiert ein neues Attentat, und wieder bekennt sich eine mit Tiermasken vermummte Gruppe via Internet-Video verantwortlich. Saga und Martin geben alles, um die neue Gruppe aufzuspüren – während diese schon die nächste Tat plant. Saga bemüht sich sehr, mit ihrem Freund zusammenzuleben. Doch es fällt ihr so schwer, dass sie beschließt, eine Auszeit zu nehmen und ins Hotel zu ziehen. Eine Entscheidung, die sie sehr bald bereuen wird. Martin besucht Jens erneut im Gefängnis und fährt dieses Mal einen härteren Kurs. Überraschend wird sein Sohn Nikolaij so schwer krank, dass er ins Krankenhaus eingeliefert wird. Als Saga ihn dort auf den Stand der Ermittlungen bringen will, beschleicht sie ein merkwürdiges Gefühl. Ihre Ahnung bestätigt sich, als sie das offenbar psychisch labile Kindermädchen überführt, den Zustand des Jungen verursacht zu haben. Ein lange gesunkenes Motorboot wird vom Meeresgrund geborgen. An Bord: menschliche Knochenreste von sieben Opfern. Aus verschiedenen Indizien ergeben sich Querverweise zum aktuellen Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579345","hoster":"VOE"},{"path":"/redirect/8401663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-6","name":"[in Episode 5 enthalten]","epNo":6,"alt":"Episode 6","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-7","name":"Folge 7 +8","epNo":7,"alt":"Episode 7","descr":"Saga und Martin stehen vor einem immer komplexeren Rätsel. Als auch noch damit gedroht wird, ein Chemiewerk in die Luft zu sprengen, stellt sich heraus, dass der Angriff ferngesteuert kontrolliert wurde – und zwar von den mittlerweile ermordeten Mitgliedern der ehemaligen Terrorzelle. Zudem verdächtigen Saga und Martin jemanden innerhalb der eigenen Gruppe, Informationen in ihrem Bericht manipuliert zu haben. Aber es fehlen weitere Beweise, um diese Vermutung zu bestätigen und sicher zu gehen. Unter Hochdruck durchforsten sie erneut alle Hinweise und finden schließlich doch noch einen gemeinsamen Nenner, mit dem sie den Täter stark eingrenzen können. Auch gelingt es mit Lauras Hilfe, ein Phantombild des Täters zu erstellen. Saga begreift langsam, dass diese ganze Beziehungs-Zusammenleben-Kiste härter ist als gedacht. Martin besucht einmal mehr Jens im Gefängnis. Wird er jemals sein Ziel bei dem Mörder seines Sohns erreichen? Parallel wühlt Martin heimlich in Sagas Vergangenheit, was sich als großer Fehler herausstellt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921010","hoster":"VOE"},{"path":"/redirect/8401662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-8","name":"[in Episode 7 enthalten]","epNo":8,"alt":"Episode 8","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-9","name":"Folge 9 + 10","epNo":9,"alt":"Episode 9","descr":"Martin ist wieder mit Mette zusammengezogen. Aber wird sich dieses Mal wirklich etwas verbessern? Auch die Freundschaft von Saga und Martin wird auf eine harte Probe gestellt. Trotz ihrer neuen Erkenntnis, welcher Kopf hinter den Taten steht, wird Saga und Martin nun erst völlig bewusst, welch gefährliche Kettenreaktion bereits in Bewegung gesetzt wurde. Denn alle Aktionen zielten im Kern auf den Klimagipfel der EU. Dessen Auftaktveranstaltung in Kopenhagen bringt sämtliche politischen Akteure in einen Raum und birgt unkalkulierbare Risiken. Ein Rennen gegen die Zeit beginnt, um eine Katastrophe zu verhindert, bei der unzählige Menschenleben auf dem Spiel stehen. Martin trifft eine harte Entscheidung, und schließlich steht auch Saga vor einer äußerst schwierigen Wahl, die alles verändern wird. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587439","hoster":"VOE"},{"path":"/redirect/9959672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-2/episode-10","name":"[in Episode 9 enthalten]","epNo":10,"alt":"Episode 10","descr":"","versions":[]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-1","name":"Folge 1 + Folge 2","epNo":1,"alt":"Episode 1","descr":"Saga Norén ermittelt weiterhin bei der Polizei in Malmö. Allerdings ohne Martin Rohde, der als verurteilter Mörder für zehn Jahre im Gefängnis sitzt, nachdem Saga gegen ihn ausgesagt hat. Als die Gender-Aktivistin Helle Anker, Begründerin von Kopenhagens erstem geschlechtsneutralen Kindergarten, ermordet auf einer Baustelle in Malmö aufgefunden wird, muss Saga mit einer neuen Kollegin aus Dänemark, Hanne, zusammenarbeiten. Wie zu erwarten war, kommen die beiden nicht besonders gut miteinander klar. Der irritierende Tatort und die grausame Inszenierung der Leiche geben jedoch Rätsel auf – was will der Täter ihnen sagen? Als Hanne während der Ermittlungen schwer verletzt wird, bekommt Saga von dänischer Seite einen neuen Partner zugewiesen: Henrik Sabroe. Ein weiterer bizarrer Mordfall führt Saga Norén und Henrik Sabroe zu der dänischen Bloggerin Lise Friis Andersen. Bei dem Toten handelt es sich um einen Pfarrer. Lise hat im Internet recht freizügig ihre Abneigung gegen die politischen Einstellungen der beiden Mordopfer kundgetan. Lars Andersen, Lises Ehemann, bestreitet den Zusammenhang zwischen ihrer Stimmungsmache und den Morden. Währenddessen geht die fieberhafte Suche nach dem Sohn von Helle Anker, Morten, weiter, der kein Alibi für die Tatzeit hat und sich vor der Polizei zu verstecken scheint. Dann wird Sagas Chef Hans entführt. In einem Video fordern die Entführer ein Lösegeld für seine Freilassung. Es gelingt den Ermittlern, den Aufenthaltsort zu lokalisieren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096120","hoster":"VOE"},{"path":"/redirect/8401666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Episode 2","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-3","name":"Folge 3 + Folge 4","epNo":3,"alt":"Episode 3","descr":"Sagas Chef Hans wird entführt. In einem Video fordern die Entführer ein Lösegeld für seine Freilassung. Es gelingt den Ermittlern, den Aufenthaltsort zu lokalisieren. Als der Zugriff erfolgt, wartet dort eine Überraschung: Der Entführer ist tot, und von Hans gibt es keine Spur es scheint, als wurde er erneut gekidnappt. Währenddessen ergeben die Untersuchungen, dass die grausamen Morde alle zusammenhängen. So stehen alle Opfer in Verbindung mit der rechten Bloggerin Lise Friis Andersen. Die beteuert nach wie vor ihre Unschuld, aber vielleicht kann sie helfen, den Täter in eine Falle zu locken? Saga fühlt sich zunehmend frustriert, denn nicht nur der Fall wird brisanter und Hans ist immer noch verschwunden, sondern es taucht auch noch ihre Mutter auf und drängt sich nach vielen Jahren in ihr Leben. Und Linn, Sagas neue Chefin, hat sehr viel weniger Geduld und Verständnis für Sagas Eigenarten als es Hans immer hatte.   In einem Haus in Ystad wird ein älteres Ehepaar ermordet aufgefunden. Auch in diesem Fall gibt es eine Verbindung zu den Kunstwerken aus Holsts Ausstellung, und die beiden Opfer haben die charakteristischen Brandmale im Mund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699752","hoster":"VOE"},{"path":"/redirect/8401669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-4","name":"[in Episode 3 enthalten]","epNo":4,"alt":"Episode 4","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-5","name":"Folge 5 + Folge 6","epNo":5,"alt":"Episode 5","descr":"Es gibt eine neue Spur bezüglich der Morde: Man entdeckt ein Brandmal im Mund von Hans das nach nochmaliger Untersuchung auch bei den anderen beiden Opfern gefunden wird. Anscheinend nutzt der Täter diese Methode, um seine Opfer zu bestrafen. Aber für was? Saga und Henrik entdecken einen Zusammenhang zwischen den Morden und einigen Kunstwerken aus einer aktuellen Ausstellung. Die Werke gehören dem Geschäftsmann und Sammler Holst. Gibt es eine Verbindung zwischen Freddie Holst und den Opfern, oder versucht jemand, ihn hereinzulegen? Währenddessen wird ein fünfter Mord entdeckt – und auch dieser hängt mit den Kunstwerken zusammen. Die Ermittlungen werden immer komplizierter, und Polizeichefin Linn verlangt immer mehr von Saga. Diese steht nicht nur bei der Arbeit unter Druck, sondern auch privat. Denn sie erfährt, dass ihre Mutter Selbstmord begangen hat und Hans’ gesundheitlicher Zustand sich bedrohlich verschlechtert. Nach einem Besuch bei Hans im Krankenhaus fährt Saga auf der Suche nach Trost zu Henrik und erfährt dort dessen gutgehütetes Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587440","hoster":"VOE"},{"path":"/redirect/8401670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-6","name":"[in Episode 5 enthalten]","epNo":6,"alt":"Episode 6","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-7","name":"Folge 7 + Folge 8","epNo":7,"alt":"Episode 7","descr":"In einem Haus in Ystad wird ein älteres Ehepaar ermordet aufgefunden. Auch in diesem Fall gibt es eine Verbindung zu den Kunstwerken aus Holsts Ausstellung. Beide Opfer haben die charakteristischen Brandmale im Mund. Der zwingenden Logik folgend fehlt nun nur noch eine einzige Tat und das Ziel muss Freddie Holst selbst sein, der jedoch jegliche Form des Polizeischutzes verweigert. Als durch eine E-Mail eine Spur zum mutmaßlichen Täter auftaucht, beginnt die heiße Suche auf beiden Seiten der Brücke. Und die Polizei bekommt die Liste mit den Namen aller Pflegekinder, die das ermordete Ehepaar aus Ystad betreut hat – ein Name fällt den Ermittlern besonders ins Auge. Saga wird erneut vom internen Ermittler zum Tod ihrer Mutter befragt. Alle Beweise sprechen gegen Saga, und die Zweifel sind groß. Nach einer Schießerei im Präsidium wird Saga von Linn vorübergehend vom Dienst freigestellt – sie hält Saga für deutlich überlastet und persönlich involviert. Nun muss Saga nicht nur ihre Unschuld beweisen, sondern auch dafür kämpfen, ihren Job als Kommissarin zu behalten – das einzige, was ihrem Leben einen Sinn gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587442","hoster":"VOE"},{"path":"/redirect/8401672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-8","name":"[in Episode 7 enthalten]","epNo":8,"alt":"Episode 8","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-9","name":"Folge 9 + Folge 10","epNo":9,"alt":"Episode 9","descr":"Nicht nur, dass Saga von ihrem Job und den aktuellen Ermittlungen vorübergehend suspendiert wurde. Zu ihrem Unmut übernimmt ihr alter Kollege Rasmus Larsson ihren Platz. Der erfolgreiche Geschäftsmann Freddie Holst ist derweil auf der fieberhaften Suche nach Jeanette, die als Leihmutter seinen Sohn austrägt. Als sie endlich gefunden wird, hat die Geburt jedoch bereits stattgefunden. Aber das Neugeborene ist verschwunden. Freddie nimmt Kontakt zur Polizei auf und Henrik verlangt von Linn, dass Saga angesichts der dramatischen Ereignisse wieder ihren Dienst aufnimmt. Zusammen suchen Henrik und Saga nun das Baby und entdecken endlich die richtige Verbindung zwischen Holst, den Morden und dem wahren Täter. Im Mordfall an Sagas Mutter ist die Beweisaufnahme abgeschlossen, und nun beginnt für Saga das bange Warten: Wird sie angeklagt oder von dem fatalen Verdacht freigesprochen? Die Suche nach dem Mörder und Freddie Holsts neugeborenem Sohn geht immer weiter. Holst erhält eine SMS mit einem Foto des Kindes und einem Treffpunkt. In seiner Panik gelingt es ihm, sich aus der Polizeiüberwachung davonzustehlen und den Täter zu treffen. Als Saga und Henrik davon Wind bekommen, ist es zu spät: Sowohl Holst, als auch das Baby und der Täter sind verschwunden. Sie heften sich an deren Fersen und nehmen die richtige Spur auf. Doch werden sie rechtzeitig kommen, um das große Finale und den grausamen Plan des Täters zu stoppen? Letzte von fünf Folgen \"Die Brücke III – Transit in den Tod\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587441","hoster":"VOE"},{"path":"/redirect/8401676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-3/episode-10","name":"[in Episode 9 enthalten]","epNo":10,"alt":"Episode 10","descr":"","versions":[]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-1","name":"Folge 1 + Folge 2","epNo":1,"alt":"Episode 1","descr":"Die schwedische Kriminalkommissarin Saga Norén ist zurück. Zu Beginn der vierten und letzten Staffel sitzt die eigenwillige Ermittlerin noch in Untersuchungshaft. Saga steht im Verdacht, ihre Mutter ermordet zu haben. Mithilfe ihres Partners und Freundes Henrik erreicht sie ihre Freilassung. Eine Frau wird auf der Insel Pepparholm am Fuß der Öresundbrücke brutal ermordet – zu Tode gesteinigt. Bei der Ermordeten handelt es sich um Margarethe Thormod, Generaldirektorin der dänischen Ausländerbehörde in Kopenhagen. Es könnte ein Motiv in dem Skandal um eine Abschiebeentscheidung geben, die in der Öffentlichkeit viel Aufmerksamkeit erregt hat. Die dänischen Ermittler Henrik Sabroe und Jonas Mandrup übernehmen den Fall und verfolgen mehrere Spuren. Eine führt zu Red October, einer linksradikalen Gruppierung, die der Ausländerbehörde gedroht hatte. Und ins Visier gerät Taariq Shirazi, ein iranischer Flüchtling, der nach Ablehnung seines Asylantrages untergetaucht ist. Saga Norén überlebt einen Anschlag einer Mitgefangenen im Gefängnis nur knapp. Noch während ihres Klinikaufenthaltes erreicht sie die Nachricht, dass das Oberste Gericht das Urteil gegen sie aufgehoben hat. Sie nimmt ihren Dienst wieder auf und wird für Henriks Fall abgestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587448","hoster":"VOE"},{"path":"/redirect/8401681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Episode 2","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-3","name":"Folge 3 + Folge 4","epNo":3,"alt":"Episode 3","descr":"Eine zweite Leiche wird gefunden. Patrik, der als Krankenhausclown schwer kranken Kindern ein Lächeln auf die Lippen zauberte, wurde durch einen Stromschlag getötet. Die schwedische Ermittlerin Saga Norén arbeitet mit ihrem dänischen Kollegen und Freund Henrik Sabroe auch an diesem Fall gemeinsam. Gibt es eine Verbindung zu dem grausamen Mord an der Chefin der dänischen Ausländerbehörde? Der Zwillingsbruder des Toten, Richard, schwedischer Journalist und Experte für linksradikale Gruppen, wird vermisst. Doch dann taucht er via Internat live wieder auf: Er bestreitet eine Verwicklung von Red October an dem Mord von Margarethe Thormod. Saga und Henrik nehmen den untergetauchten Flüchtling Taariq Shirazi fest, der von seinem Chef verraten wurde. Während des Verhörs werden die Ermittler auf zwei dänische Teenager aufmerksam, die durch Ablenkungsmanöver ahnungslosen Passanten die Brieftaschen klauen, um die Papiere zu verkaufen. Die beiden obdachlosen Mädchen werden in Malmö geschnappt. Henrik verhilft Taariq zur Flucht. Dieser ahnt nicht, dass sich dahinter eine geplante Polizeiaktion verbirgt. Bei dem Versuch, über die Grenze nach Schweden zu gelangen, um dort Asyl zu beantragen, kommt es zu einer Kette von tragischen Ereignissen, die so nicht vorhersehbar waren. William Ramberg hat im Krankenhaus seine Tochter getötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587449","hoster":"VOE"},{"path":"/redirect/8401684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-4","name":"[in Episode 3 enthalten]","epNo":4,"alt":"Episode 4","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-5","name":"Folge 5 + Folge 6","epNo":5,"alt":"Episode 5","descr":"Das dritte Todesopfer wurde mit dem Toxin der Kegelschnecke vergiftet. Aus dem Gift werden Medikamente hergestellt, deren nächste Produktionsstätte sich in Hamburg befindet. Saga Norén konzentriert sich auf die Todesarten: Steinigung, Strom und Gift – gängige Methoden zur Vollstreckung der Todesstrafe. Vier weitere gibt es noch. Bei allem Arbeitseifer von Saga, es geht ihr nicht gut. Sie konsultiert eine Psychotherapeutin. Wie sich herausstellt, ist Saga schwanger, Henrik ist der Vater. Sie will das Kind nicht, da sie Angst hat, dass dadurch ihre Beziehung zu Henrik in die Brüche geht. Henrik macht ihr den Vorschlag, das Kind dennoch zur Welt zu bringen. Er will sich allein darum kümmern, und sie habe überhaupt keine Verpflichtungen. Saga ändert den Fokus der Nachforschungen: Nicht die Opfer sollen leiden, sondern ihre Liebsten. Es muss eine Verbindung zwischen ihnen geben. Da kommt Tommy Petersen ins Spiel, ein Krimineller und Informant mit der Zusicherung von Strafminderung sowie einer neuen Identität. Er wurde enttarnt, gefoltert und ermordet, Henrik war seine Kontaktperson. Wenn das Motiv Rache für Tommy ist, sind Lillian und Henrik potenzielle Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579430","hoster":"VOE"},{"path":"/redirect/8401682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-6","name":"[in Episode 5 enthalten]","epNo":6,"alt":"Episode 6","descr":"","versions":[]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-7","name":"Folge 7 + Folge 8","epNo":7,"alt":"Episode 7","descr":"Henrik Sabroe verfolgt allein eine Spur und findet ein weiteres Opfer – erhängt. Er wird angeschossen, hat aber Glück, die Kugel trifft ihn ins Bein. Sollte er auch psychisch leiden? Saga und Henrik leiden beide auf persönlicher Ebene, ihre besondere Freundschaft wird auf eine harte Probe gestellt. Wieder einmal machen sich Ereignisse aus der Vergangenheit bemerkbar. Saga hat die Suche nach Henriks Frau und seinen zwei Töchtern nie aufgegeben. Ihre Recherchen fördern ein verblüffendes Ergebnis zutage. Dann gelingt den Ermittlern ein Durchbruch. Sie spüren den mutmaßlichen Serientäter auf, und es kommt zu einer dramatischen Verhaftung. Saga jedoch hat einen schrecklichen Verdacht: Gibt es einen weiteren Mörder und noch eine Person, die als Opfer infrage kommt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587450","hoster":"VOE"},{"path":"/redirect/8401683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bruecke-transit-in-den-tod/staffel-4/episode-8","name":"[in Episode 7 enthalten]","epNo":8,"alt":"Episode 8","descr":"","versions":[]}]}]}