{"seriesId":"die-biber-brueder","name":"Die Biber Brüder","descr":"Die Serie handelt von den Biber-Brüdern Daggett und Norbert Biber, die zwei kleine Schwestern bekommen haben und deswegen von ihren Eltern vor die Tür gesetzt wurden. Jetzt leben sie als Junggesellen in ihrem eigenen Damm und erleben dort und in der näheren Umgebung skurrile Abenteuer. Gelegentlich sind die beiden Brüder auch in der Stadt unterwegs oder an anderen Orten, die nie ein Biber zuvor gesehen hat. Bei ihren Erlebnissen geraten sie oft in heftige Streitigkeiten und zeigen dann ihre unschönen Seiten, was den Originaltitel erklärt. Norbert und Daggett werden von den ihnen begegnenden Menschen oft für Wiesel gehalten. Tatsächlich ähneln sie diesen Tieren mit ihren spitzen Nasen mehr als einem echten Biber.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zum Biber geboren","epNo":1,"alt":"","descr":"Die Biber Brüder werden von ihren Eltern aus dem Bau geworfen, um den jüngeren Geschwistern Platz zu machen. Nun versucht Daggett, auf seine Weise ein neues Heim zu schaffen und missachtet dabei alles, was er bisher von Mutter und Vater gelernt hat.","versions":[{"lang":1,"streams":[{"redirect":14496847,"hoster":"VOE"},{"redirect":14518978,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abends, wenn es dunkel wird","epNo":2,"alt":"","descr":"Alleine zu leben hat für die Biber Brüder auch Vorteile, denn sie können so lange aufbleiben, wie sie wollen. Was als tolle Sache beginnt, endet allerdings schon bald im Wahnsinn des Schlafmangels. Norbert und Daggett Biber sind zwei skurril-witzige Brüder, wie sie unterschiedlicher nicht sein können. Nachdem ihre Eltern frischen Nachwuchs bekommen haben, werden Dag und Norb kurzerhand aus dem Damm geworfen. Nun sind die beiden ganz auf sich allein gestellt. Das wirft einige Probleme auf und die Brüder müssen sich erst einmal zusammenraufen. Norbert, kurz Norb genannt, ist der ruhende Pol des Duos. Da er zuerst denkt und dann handelt, ist er dem eher impulsiven Daggett überlegen. Norbs größter Traum war es, ein Lipizanerhengst zu sein. Sein größtes Problem sind seine stinkigen Zehen, die Dag regelrecht an die Decke gehen lassen. Daggett Biber, auch Dag gerufen, ist von Beruf Eiscremeverkäufer, Rollerskate-Ingenieur, Superheld und wahnsinniger Erfinder. Was er anpackt, geht mit Sicherheit schief. Wenn er sich verkleidet, mutiert er zum Muskelbiber, der mit dem Schlachtruf ‚Wusch‘ der Welt das Fürchten lehrt. Ihr bester Freund ist der Baumstumpf Stumpf, mit dem sie durch dick und dünn gehen.","versions":[{"lang":1,"streams":[{"redirect":9579330,"hoster":"VOE"},{"redirect":8400887,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Des widerspenstigen Zähmung","epNo":3,"alt":"","descr":"Die Regierung will die Biber für den Dammbau einsetzen. Deshalb lässt sie Norb und Dag über einem Überschwemmungsgebiet abspringen. Nun haben die beiden Brüder es mit der Naturgewalt des Flusses zu tun","versions":[{"lang":1,"streams":[{"redirect":12920967,"hoster":"VOE"},{"redirect":8400895,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Total dental","epNo":4,"alt":"","descr":"Neuerdings ist es bei den Bibern Mode, sich die Zähne lang wachsen zu lassen. Schon bald merken die Jungens, dass dieser Gag nicht ganz ungefährlich ist","versions":[{"lang":1,"streams":[{"redirect":13603700,"hoster":"VOE"},{"redirect":13625327,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Baumtagsgeschenke","epNo":5,"alt":"","descr":"Als Norb zu Biberweihnachten, dem Baumtag, ein schönes Geschenk erhält, ist Dag neidisch. Nun will er Norb um jeden Preis das Präsent madig machen.","versions":[{"lang":1,"streams":[{"redirect":9587390,"hoster":"VOE"},{"redirect":8400897,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Los, Biber!","epNo":6,"alt":"","descr":"Die Biber besuchen ein Footballspiel, weil sie ihr Lieblingsteam die ‚Beavers‘ anfeuern wollen. Als ihre Mannschaft in Grund und Boden gespielt wird, greifen die Jungens kurzerhand entschlossen ein…","versions":[{"lang":1,"streams":[{"redirect":9587391,"hoster":"VOE"},{"redirect":8400898,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sammelfieber","epNo":7,"alt":"","descr":"Wie viele Kinder lieben auch die Biber Brüder die tollen Preise, die auf der Frühstücksflocken-Packung ausgeschrieben sind. Deshalb wollen sie 1000 Schachteldeckel sammeln, um den Superpreis zu gewinnen. Als das nicht funktioniert, lassen sich die Biber etwas Außergewöhnliches einfallen","versions":[{"lang":1,"streams":[{"redirect":14496809,"hoster":"VOE"},{"redirect":14515037,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Laichte Zeiten","epNo":8,"alt":"","descr":"Frühling liegt in der Luft und Tausende laichender Lachse sind im Wasser unterwegs. Versehentlich haben Dag und Norb ihren Damm mitten in die Wanderwege der Fische gebaut, was zu unschönen Konfrontationen führt","versions":[{"lang":1,"streams":[{"redirect":14496950,"hoster":"VOE"},{"redirect":14515039,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Strandbiber","epNo":9,"alt":"","descr":"Da die Biber wegen des langen Winters nicht länger in ihrem Bau eingepfercht bleiben wollen, beschließen sie, gen Süden zu reisen. Schließlich merken die Jungens, dass es einige gute Gründe gibt, warum Biber nicht in sonnigen Gefilden leben.","versions":[{"lang":1,"streams":[{"redirect":8989166,"hoster":"VOE"},{"redirect":8400907,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ranger Dag","epNo":10,"alt":"","descr":"Durch einen dummen Zufall darf Daggett als Wildhüter über die Wildnis herrschen. Doch schon bald steigt ihm die Macht, die er ausübt, zu Kopf. Innerhalb kürzester Zeit ist der Park ein Katastrophengebiet, und die Biber sitzen mittendrin","versions":[{"lang":1,"streams":[{"redirect":8989176,"hoster":"VOE"},{"redirect":8400910,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Muskelbiber","epNo":11,"alt":"","descr":"Norb deckt Dags geheime Identität, in der er als Superheld unterwegs ist. Als Norb eines Tages in arge Bedrängnis gerät, ruft er ‚Muskelbiber‘ zu Hilfe…","versions":[{"lang":1,"streams":[{"redirect":14496941,"hoster":"VOE"},{"redirect":8400917,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Angriff des Killer-Karpfen","epNo":12,"alt":"","descr":"Nach einer unheimlichen Begegnung mit dem legendären Killer-Karpfen entschließt sich Daggett, das Monster zu jagen. Doch Norbert glaubt nicht an dessen Existenz und macht vorerst noch seine Späße","versions":[{"lang":1,"streams":[{"redirect":13917426,"hoster":"VOE"},{"redirect":8400922,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jammer der Liebe","epNo":13,"alt":"","descr":"Daggett hat es satt sich, jedesmal wenn Gefahr droht, in seinem Bau zu verstecken. Obwohl Norb ihm zu verstehen gibt, dass das seine Natur ist, übt sich Dag in der Kunst des Kampfes","versions":[{"lang":1,"streams":[{"redirect":8989183,"hoster":"VOE"},{"redirect":8400931,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wer hat Angst?","epNo":14,"alt":"","descr":"Norb ist vollkommen entnervt, als sich eine Grille in den Damm verirrt. Nicht nur, dass ihn das permanente Zirpen stört, sondern auch Dags Grillenphobie macht ihm schwer zu schaffen. Mit allen Mitteln versucht er nun, das lästige Insekt loszuwerden","versions":[{"lang":1,"streams":[{"redirect":14496846,"hoster":"VOE"},{"redirect":14515042,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Biber im Weltraum","epNo":15,"alt":"","descr":"Die Biber-Brüder werden ins All geschossen, um dort unter Beweis zu stellen, dass sie auch in der Schwerelosigkeit einen Damm bauen können. Kaum haben sie ihre Arbeit erledigt, lässt man die Streithähne im Weltraum allein. Jetzt müssen sie ihren Zwist kurzfristig beenden, um sich aus der desolaten Situation zu retten.","versions":[{"lang":1,"streams":[{"redirect":9579332,"hoster":"VOE"},{"redirect":14515041,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wetten, nicht!","epNo":16,"alt":"","descr":"Dag hat Angst, auf einen hohen Baum zu klettern. Norb hänselt ihn deswegen. Daraufhin fordert Dag von seinem Bruder, etwas noch Gefährlicheres zu unternehmen…","versions":[{"lang":1,"streams":[{"redirect":14496848,"hoster":"VOE"},{"redirect":14515043,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stinkezeh","epNo":17,"alt":"","descr":"Gar nicht schön, was Norb da hat. Er leidet an einer Stinkezehe. Daggett will helfen und begibt sich auf die Suche nach dem Heilmittel. Das allerdings ist ein gefährliches Unterfangen.","versions":[{"lang":1,"streams":[{"redirect":14496856,"hoster":"VOE"},{"redirect":14518977,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Stubenrein","epNo":18,"alt":"","descr":"Wildtiere haben es schwer. Da sind sich die Biber einig. Also lassen sie sich von einer Familie adoptieren. Das Haustierleben allerdings ist ganz anders als sie dachten. Denn nichts ist so nervig wie eine stinknormale Familie","versions":[{"lang":1,"streams":[{"redirect":11301429,"hoster":"VOE"},{"redirect":14518979,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tanz den Mambo","epNo":19,"alt":"","descr":"Dag nervt Norbert. Und es kommt zum Streit. Also zieht sich Dag beleidigt zurück. Norb bemerkt jedoch schnell, dass ein Leben mit Dag hart ist, ohne aber noch viel härter.","versions":[{"lang":1,"streams":[{"redirect":11301430,"hoster":"VOE"},{"redirect":10102430,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mein Freund, der Stumpf","epNo":20,"alt":"","descr":"Norbert freundet sich mit einem Baumstrunk an. Das bringt Dag, der rasend eifersüchtig ist, auf die Palme","versions":[{"lang":1,"streams":[{"redirect":14497120,"hoster":"VOE"},{"redirect":14518980,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wiener Blut","epNo":21,"alt":"","descr":"Norbert wünscht sich sehnlichst, ein Lippizaner-Hengst in Wien zu sein. Dag unterstützt diesen Wunsch. Doch schnell entdeckt Norb, dass das auch seine Nachteile hat","versions":[{"lang":1,"streams":[{"redirect":14497052,"hoster":"VOE"},{"redirect":14518981,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"H2-Boah!","epNo":22,"alt":"","descr":"Das hat Folgen: Kurz vor der Eröffnung toben sich die Biber-Brüder in einem Vergnügungspark aus. Der Spaß dauert nicht lange.","versions":[{"lang":1,"streams":[{"redirect":14496980,"hoster":"VOE"},{"redirect":14518982,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Alle lieben Bing","epNo":23,"alt":"","descr":"Bing ist eine Eidechse. Und sie ist einsam. Also schließt sie sich den Biber-Brüdern an. Doch schon bald geht der neue Freund den Geschwistern auf die Nerven.","versions":[{"lang":1,"streams":[{"redirect":14496857,"hoster":"VOE"},{"redirect":14518983,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Versprochen ist versprochen","epNo":24,"alt":"","descr":"Norbert will unbedingt etwas ganz Bestimmtes haben. Um es zu bekommen, muss er Dag ein Versprechen machen. Da Norb annimmt, Dag würde des Versprechen schnell vergessen, geht er auf die Bedingung leichtfertig ein. Leider hat Dag ein gutes Gedächtnis","versions":[{"lang":1,"streams":[{"redirect":14496855,"hoster":"VOE"},{"redirect":14518986,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Jammer der Liebe","epNo":25,"alt":"","descr":"Schreck in der Morgenstunde: Als die Biber-Brüder erwachen, müssen sie feststellen, dass ihr Damm in eine Freilicht-Rock-Bühne verwandelt wurde","versions":[{"lang":1,"streams":[{"redirect":14496854,"hoster":"VOE"},{"redirect":14518985,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Schlecht geträumt","epNo":26,"alt":"","descr":"Schlecht gewürzte Chips und Horrorfilme – danach bekommt Norbert Albträume. Jetzt hält er Dag für ein Monster, das bekämpft werden muss.","versions":[{"lang":1,"streams":[{"redirect":14497051,"hoster":"VOE"},{"redirect":14518988,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Rache ist Süß","epNo":1,"alt":"","descr":"Daggett bekommt einen ’365 Wege seinen Bruder in den Wahnsinn zu treiben?-Kalender. Klar, dass Dagg nun keine Gelegenheit auslässt, seinem Bruder auf die Nerven zu gehen. Doch jedes Mal, wenn er loslegt Norb zu ärgern, laufen die Uhren rückwärts und für Dagg fängt die Woche wieder von vorn an.","versions":[{"lang":1,"streams":[{"redirect":8989192,"hoster":"VOE"},{"redirect":8400940,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Immer wieder letzte Woche","epNo":2,"alt":"","descr":"So schnell wird man ein Star. Als die Biber-Brüder Musik machen, werden sie von Ted Browman entdeckt, der ihren Song ‚Biber-Fieber‘ in die Charts bringt.","versions":[{"lang":1,"streams":[{"redirect":8989189,"hoster":"VOE"},{"redirect":8400944,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stumpf sucht seine Wurzeln","epNo":3,"alt":"","descr":"Bill hat eine neue Tiersendung, in der er seltene Tierarten vorstellt. Auch die Biber-Brüder sollen in seiner Show auftreten. Sie fühlen sich geschmeichelt, doch es stellt sich heraus, dass Bill sich einen Scherz erlauben will","versions":[{"lang":1,"streams":[{"redirect":11834067,"hoster":"VOE"},{"redirect":8400946,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"und Äction","epNo":4,"alt":"","descr":"Norbert hat keine Lust bei dem Regenwetter aufzustehen. Also tut er so, als sei er krank und lässt sich von seinem Bruder pflegen","versions":[{"lang":1,"streams":[{"redirect":12383875,"hoster":"VOE"},{"redirect":8400952,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Un-Bär-träglich","epNo":5,"alt":"","descr":"Dag verkleidet sich als ‚Muskelbiber‘. Doch Norb erinnert ihn daran, dass Dag versprochen hat, nie wieder dieses Kostüm anzuziehen. Gerade, als Dag sich wieder umziehen will, erscheinen die Wissenschaftler, die eine wichtige Botschaft für den Superhelden haben…","versions":[{"lang":1,"streams":[{"redirect":12920968,"hoster":"VOE"},{"redirect":8400956,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der mächtige Astkopf","epNo":6,"alt":"","descr":"Diaabend bei Dag und Norb. Zu Gast ist Stumpf. Weil Norb eifersüchtig ist, dass sich Dag und der Baumstumpf so prächtig verstehen, behauptet er, Stumpf sei transplantiert, denn auf den Dias sehe man nur Ulmen. Dabei ist Stumpf doch eine Eiche. Traurig macht sich Stumpf auf den Weg, er will seine wahren Wurzeln suchen…","versions":[{"lang":1,"streams":[{"redirect":8989197,"hoster":"VOE"},{"redirect":8400959,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der letzte Großhornbiber","epNo":7,"alt":"","descr":"eeflower meldet sich zu Besuch an. Norb ist aufgeregt und möchte seine Flamme in seinen verrücktesten Klamotten begrüßen. Doch leider hat Teeflower ihr Outfit gewechselt","versions":[{"lang":1,"streams":[{"redirect":12116041,"hoster":"VOE"},{"redirect":8400963,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hinter Gittern","epNo":8,"alt":"","descr":"Norb und Dag finden eine Truhe mit Material zum Filmedrehen. Jetzt beschließen sie, mit Stumpf, Barry und Bing als Schauspieler einen Film abzudrehen","versions":[{"lang":1,"streams":[{"redirect":8989210,"hoster":"VOE"},{"redirect":12482083,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das große runde Fischei, Dingi","epNo":9,"alt":"","descr":"Weil Barry-Bär nach Jahren wieder musizieren will, bieten sich Dag und Norb an, ihm zu helfen. Eigentlich wollen sie nur an Barrys Ruhm teilhaben.","versions":[{"lang":1,"streams":[{"redirect":8989174,"hoster":"VOE"},{"redirect":8400972,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schwester Herzchen","epNo":10,"alt":"","descr":"Norb und Dag haben ein neues Spielzeug. Sie beschließen, es zu teilen, doch Norb beansprucht es größtenteils für sich. Das gibt Ärger. Schließlich stellen beide fest, dass Teilen doch schöner ist","versions":[{"lang":1,"streams":[{"redirect":8989204,"hoster":"VOE"},{"redirect":8400976,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kellnerglück","epNo":11,"alt":"","descr":"Norb entdeckt in der für Biber streng verbotenen Waschbärinnen-Zone ein köstliches Astloch. Weil sich Dag nicht beherrschen kann, macht er sich trotzdem auf in das Gehege","versions":[{"lang":1,"streams":[{"redirect":12333430,"hoster":"VOE"},{"redirect":8400979,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Heimgezahlt","epNo":12,"alt":"","descr":"Weil Norbert in ein kleines Monster getreten ist, das wie Tümpelschleim aussieht, hat er jetzt ein Problem: Das Monster ist in ihn gefahren und lässt ihn lauter dummes Zeug tun.","versions":[{"lang":1,"streams":[{"redirect":8989207,"hoster":"VOE"},{"redirect":8400980,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Tag, an dem die Erde total verdingst wurde","epNo":13,"alt":"","descr":"Norb und Dag spielen das Schweige-Spiel. Wer zuerst etwas sagt, bekommt zur Strafe den großen Trupel-Zwick. Natürlich schummelt Norb – und der gezwickte Dag bittet um eine faire Revanche.","versions":[{"lang":1,"streams":[{"redirect":9587396,"hoster":"VOE"},{"redirect":8400987,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das große runde Fischei Dingi","epNo":14,"alt":"","descr":"Eine blöde Verwechslung! Dag stößt sich den Kopf und bekommt eine Beule. Die zwei Wissenschaftler halten ihn für den letzten Großhornbiber und nehmen ihn mit.","versions":[{"lang":1,"streams":[{"redirect":11301437,"hoster":"VOE"},{"redirect":10102438,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die singenden Holzfäller","epNo":15,"alt":"","descr":"Die singenden Holzfäller sind in Norbs und Dags Wald. Die beiden Biber wollen ihr Zuhause aber nicht verlieren – und so fragen sie die magische Kugel um Rat, wie sie die Holzfäller loswerden können","versions":[{"lang":1,"streams":[{"redirect":11301440,"hoster":"VOE"},{"redirect":10102439,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hinter Gittern","epNo":16,"alt":"","descr":"Dag hat aus Versehen die Hütte von Abraham Lincoln aufgefressen. Der erboste Zoodirektor will den Biber bestrafen, erwischt aber nur Norb…","versions":[{"lang":1,"streams":[{"redirect":11301441,"hoster":"VOE"},{"redirect":10102440,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wer zuerst lacht...","epNo":17,"alt":"","descr":"Norb und Dag machen einen Foto-Ausflug. Sie nehmen alles auf, was sie schön finden. So auch unter Wasser einen Fisch, der ein riesiges Ei legt. Als sie sich dem Ei nähern, bleiben sie dran kleben.","versions":[{"lang":1,"streams":[{"redirect":11198913,"hoster":"VOE"},{"redirect":10102441,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der letzte Großhornbiber","epNo":18,"alt":"","descr":"Eine blöde Verwechslung! Dag stößt sich den Kopf und bekommt eine Beule. Die zwei Wissenschaftler halten ihn für den letzten Großhornbiber und nehmen ihn mit.","versions":[{"lang":1,"streams":[{"redirect":11198914,"hoster":"VOE"},{"redirect":10102442,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Tag, an dem die Erde total verdingst wurde","epNo":19,"alt":"","descr":"Am Tag vor Halloween ziehen die Biber um die Häuser, um besonders viele Süßigkeiten abzusahnen. Doch ihr Plan geht nicht auf. Also versuchen sie es noch einmal. Dabei gelangen sie in das Schloss ihres Helden Oxnard Montalvo. Seltsame Dinge gehen dort vor","versions":[{"lang":1,"streams":[{"redirect":11198916,"hoster":"VOE"},{"redirect":10102443,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kellnerglück","epNo":20,"alt":"","descr":"Hochwasser spült Norb und Dag in eine Flusslandschaft, die ziemlich unheimlich ist. Sie entdecken am Ufer eine Hütte, die sie betreten, um Hilfe zu suchen. Es empfängt sie die Sumpfhexe Edgar. (","versions":[{"lang":1,"streams":[{"redirect":11198918,"hoster":"VOE"},{"redirect":10102444,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Achtung Zombies!","epNo":21,"alt":"","descr":"Die Biber arbeiten im teuersten Restaurant der Welt. Mit dem verdienten Geld wollen sie sich eine Masken-Sammlung kaufen.","versions":[{"lang":1,"streams":[{"redirect":11198919,"hoster":"VOE"},{"redirect":10102445,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nackte Tatsachen","epNo":22,"alt":"","descr":"Ein Zauberspruch hat die Biber pelzlos gemacht. So nackt wie sie jetzt herumlaufen, schämen sie sich. Bis sie auf eine nette Schafherde treffen","versions":[{"lang":1,"streams":[{"redirect":12383878,"hoster":"VOE"},{"redirect":10102446,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Heimgezahlt","epNo":23,"alt":"","descr":"Die Biber spielen das Gemeinheiten-Spiel. Doch als Dag seinen Bruder anfurzt, geht er einen Schritt zu weit","versions":[{"lang":1,"streams":[{"redirect":11198920,"hoster":"VOE"},{"redirect":10102447,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Schwester Herzchen","epNo":24,"alt":"","descr":"Dag und Norb bekommen Besuch von den kleinen Schwestern Chelsea und Tracy. Jetzt streiten sich die Biber, wie man Kinder richtig erzieht","versions":[{"lang":1,"streams":[{"redirect":11198923,"hoster":"VOE"},{"redirect":10102448,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Alle Neune","epNo":25,"alt":"","descr":"Dag richtet in einer Bowlingbahn ein heilloses Durcheinander an. Dabei wollte er nur eine Kugel heben.","versions":[{"lang":1,"streams":[{"redirect":11198924,"hoster":"VOE"},{"redirect":10102449,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Leibwächter","epNo":1,"alt":"","descr":"Dick Hase ist neuerdings Leibwächter für die Biber-Brüder. Weil sie einen Drohbrief erhalten haben, brauchen sie seinen Schutz","versions":[{"lang":1,"streams":[{"redirect":8989230,"hoster":"VOE"},{"redirect":8400990,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mordshunger","epNo":2,"alt":"","descr":"Das kann doch nicht wahr sein! Als Dag, Norb und Stumpf bei einer Höhlenklettertour eingesperrt werden, überkommt Dag enormer Hunger. Er will Stumpf aufessen – und Norb ist zu müde, ihn davon abzuhalten…","versions":[{"lang":1,"streams":[{"redirect":8989222,"hoster":"VOE"},{"redirect":8400992,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Invasion der Stink-Maden","epNo":3,"alt":"","descr":"Angeblich wird eine Stinkmaden-Invasion erwartet. Dag kauft bei Komplott-Comix ein teures Abwehrsystem. Norb versucht vergeblich ihm klar zu machen, dass das alles Humbug ist.","versions":[{"lang":1,"streams":[{"redirect":8989220,"hoster":"VOE"},{"redirect":8400994,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Beiß zu!","epNo":4,"alt":"","descr":"Norb frisst im Schlaf alles um sich herum auf. Als er davon erfährt, sucht er nach Heilung","versions":[{"lang":1,"streams":[{"redirect":8989217,"hoster":"VOE"},{"redirect":8401000,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geisterspuk","epNo":5,"alt":"","descr":"Bei Norb und Dag sind gute Geister zu Gast. Gemeinsam haben sie viel Spaß. Doch als die Wissenschaftler auftauchen, um alle Geister zu erledigen, müssen sich die Biber etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8989231,"hoster":"VOE"},{"redirect":8401006,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abends, wenn es dunkel wird II","epNo":6,"alt":"","descr":"Die Biber sind müde und wollen nur noch schlafen, doch daraus wird nichts. Im Gegenteil, sie werden immer unkonzentrierter und reden nur noch Unsinn","versions":[{"lang":1,"streams":[{"redirect":9587393,"hoster":"VOE"},{"redirect":8401004,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Muskelbiber III","epNo":7,"alt":"","descr":"Dag ist wieder mal als Muskelbiber unterwegs. Treeflower, die ihm begegnet, begleitet ihn als Gehilfin. Auch Norb schmeißt sich in sein Kostüm – und so sind alle drei ‚Muskelbiber","versions":[{"lang":1,"streams":[{"redirect":12915946,"hoster":"VOE"},{"redirect":8401010,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sing lauter!","epNo":8,"alt":"","descr":"Norb hat immer das letzte Wort. Das ärgert Dag. Als die Bowlingfee Laverta auftaucht, ändert sich das…","versions":[{"lang":1,"streams":[{"redirect":8989227,"hoster":"VOE"},{"redirect":8401019,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Big Po Dex","epNo":9,"alt":"","descr":"In der Zeitung steht ein Bericht über Big Po Dex, ein haariges Wesen, das sich unbemerkt anschleichen kann. Als Dag ihm begegnet, will er sich alle Tricks von Big Po Dex zeigen lassen, denn dann kann er sich unbemerkt an Norbs neues Spiel heranschleichen.","versions":[{"lang":1,"streams":[{"redirect":8989237,"hoster":"VOE"},{"redirect":8401018,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Komplette Verblödung","epNo":10,"alt":"","descr":"Dag hat als einziger nicht aus dem Teich getrunken. Und das ist gut, denn der Wissenschaftler hat aus Versehen eine ‚Dummheitslösung‘ ins Wasser geschüttet. Jetzt sind alle verblödet – nur Dag nicht. Doch das, merkt er schnell, ist auch langweilig.","versions":[{"lang":1,"streams":[{"redirect":8989236,"hoster":"VOE"},{"redirect":8401023,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Legende von Kid Freundlich","epNo":11,"alt":"","descr":"Dag und Norb sind im Wilden Westen. Sie wollen Kid Freundlich herausfordern, denn der erledigt seine Gegner durch Grinsen. Doch wie sich herausstellt, ist Kid Freundlich ein unzerstörbarer Roboter","versions":[{"lang":1,"streams":[{"redirect":8989251,"hoster":"VOE"},{"redirect":8401029,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Winterschlaf","epNo":12,"alt":"","descr":"So ein Pech, kaum erwachen Dag und Norb aus dem Winterschlaf, sehen sie sich in ihrem Haus umzingelt von ebenfalls schlafenden Wildschweinen. Weil die gefährlich sind, schleichen sich die Biber leise hinaus. Doch was sehen sie: die ganze Welt ist plötzlich voller schlafender Wildschweine.","versions":[{"lang":1,"streams":[{"redirect":8989244,"hoster":"VOE"},{"redirect":8401035,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Herzschmerz","epNo":13,"alt":"","descr":"Alle Tiere sitzen zusammen. Einer fängt an, eine Geschichte zu erzählen, die der nächste fortsetzt. Und so entsteht am Ende die Geschichte von Null Null Biber und dem Geheimwürstchen.","versions":[{"lang":1,"streams":[{"redirect":8989246,"hoster":"VOE"},{"redirect":8401036,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Väter können nerven","epNo":14,"alt":"","descr":"Vati hat sich angemeldet. Norb ist nervös, weil auch Treeflower kommen will. Und so geht das Treffen daneben. Dag dagegen ist von seinem Vati begeistert und fällt auf all dessen Scherze herein. Der Besuch endet in einer Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":12920977,"hoster":"VOE"},{"redirect":8401040,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Märchenstunde","epNo":15,"alt":"","descr":"Alle Tiere sitzen zusammen. Einer fängt an, eine Geschichte zu erzählen, die der nächste fortsetzt. Und so entsteht am Ende die Geschichte von Null Null Biber und dem Geheimwürstchen.","versions":[{"lang":1,"streams":[{"redirect":13917430,"hoster":"VOE"},{"redirect":8401043,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Stumps Familientreffen","epNo":16,"alt":"","descr":"Stumpf hat Familientreffen und nimmt Norb und Dag mit. Doch leider hat Norb Ohrenschmerzen, die immer stärker werden und ihn zu einem holzfressenden Monster werden lassen.","versions":[{"lang":1,"streams":[{"redirect":8989245,"hoster":"VOE"},{"redirect":8401049,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Muskelbiber IV","epNo":17,"alt":"","descr":"Dag liebt ein sonderbares Spiel: den Zeh-Boter. Nur widerwillig lässt sich Norb dazu überreden, mitzumachen. Als Gäste kommen, werden die beiden natürlich in ihren Kostümen überrascht","versions":[{"lang":1,"streams":[{"redirect":8989243,"hoster":"VOE"},{"redirect":8401054,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zurück in die Kindheit","epNo":18,"alt":"","descr":"Der magische Nussbaum stürzt in den Damm. Die Biber machen sich sogleich über seine sonderbare Frucht her. Kaum haben sie davon genascht, verwandeln sie sich in Kinder","versions":[{"lang":1,"streams":[{"redirect":8989249,"hoster":"VOE"},{"redirect":8401057,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das ‚Große‘ Unbekannte","epNo":19,"alt":"","descr":"Dag sucht das ‚große Unbekannte‘. Dazu schmeißt er allerhand Dinge in die Toilette. Die verstopft natürlich – und der Damm auch. Und als Norb dringend auf die Toilette muss, lässt Dag ihn nicht hinein.","versions":[{"lang":1,"streams":[{"redirect":8989248,"hoster":"VOE"},{"redirect":8401060,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Umzugspläne","epNo":20,"alt":"","descr":"Norb folgt seinem Instinkt und will umziehen. Er verspürt den Drang, sich einen neuen Damm zu bauen. Dag verspürt diesen Drang nicht und will bei seinen Freunden bleiben.","versions":[{"lang":1,"streams":[{"redirect":8989257,"hoster":"VOE"},{"redirect":8401065,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Vatergefühle","epNo":21,"alt":"","descr":"Dag findet eines Morgens ein Mungo-Baby. Obwohl Norb ihm erklärt, er könne nicht die Mutterrolle übernehmen, entpuppt sich Dag als hervorragender Vater / Mutter. Norb möchte das Findelkind schnell wieder loswerden, doch kaum lacht es ihn an, ist auch er wie gefesselt von dem kleinen Wesen.","versions":[{"lang":1,"streams":[{"redirect":8989261,"hoster":"VOE"},{"redirect":8401069,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Dags Liste","epNo":22,"alt":"","descr":"Norb schenkt Dag einen Priorganisator, damit der nicht ständig so zerstreut ist. Dag entwickelt sich tatsächlich schnell zu einem Gedächtnisgenie. Und er prahlt vor den anderen Tieren mit seiner Cleverness. Die wollen sich nun an Norb rächen…","versions":[{"lang":1,"streams":[{"redirect":8989259,"hoster":"VOE"},{"redirect":8401071,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Rollentausch","epNo":23,"alt":"","descr":"Ein Raumschiff stürzt in den Damm. Dag und Norb nehmen die Kosmonauten auf. Weil der Damm nun aber repariert werden muss, schließen die Biber eine Wette ab. Sie tauschen für 24 Stunden ihre Identität. Und derjenige, der sich als erster wie er selber benimmt, muss die Arbeit erledigen. (","versions":[{"lang":1,"streams":[{"redirect":8989258,"hoster":"VOE"},{"redirect":8401078,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Rasende Rocker","epNo":24,"alt":"","descr":"Ein Zauberspruch hat die Biber um ihren Pelz gebracht. Nackt fühlen sie sich hilflos. Auf dem Weg nach Hause begegnen sie den Schafen, die ihnen Mut machen.","versions":[{"lang":1,"streams":[{"redirect":12915952,"hoster":"VOE"},{"redirect":10102450,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Starr-Wettkampf","epNo":25,"alt":"","descr":"Die Biber haben ein neues Spiel: Sie starren sich unentwegt an, denn wer zuerst blinzelt, hat verloren. Leider verpassen sie dabei eine Wett-Sendung im Fernsehen, bei der sie mitgemacht haben","versions":[{"lang":1,"streams":[{"redirect":10422901,"hoster":"VOE"},{"redirect":10102451,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das gute alte Rachespiel","epNo":26,"alt":"","descr":"Dag und Norb benehmen sich daneben und ärgern Mädchen. Treeflower ist ihr erstes Opfer. Als sie wieder zu Hause sind, entdecken die beiden Biber, dass auch sie geärgert werden. Doch wer Dag und Norb benehmen sich daneben und ärgern Mädchen. Treeflower ist ihr erstes Opfer. Als sie wieder zu Hause sind, entdecken die beiden Biber, dass auch sie geärgert werden. Doch wer steckt hinter diesen Streichen?steckt hinter diesen Streichen?","versions":[{"lang":1,"streams":[{"redirect":10413673,"hoster":"VOE"},{"redirect":10102452,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Kampf der Giganten","epNo":27,"alt":"","descr":"Dag ist fasziniert von einem TV-Wrestling-Star.","versions":[{"lang":1,"streams":[{"redirect":10413674,"hoster":"VOE"},{"redirect":10102453,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Dagettos Monster","epNo":28,"alt":"","descr":"Norb und Dag wollen den Wald von einem Monster befreien, dessen Speichel fürchterlich klebrig ist…","versions":[{"lang":1,"streams":[{"redirect":10413675,"hoster":"VOE"},{"redirect":10102454,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das einfache Leben","epNo":29,"alt":"","descr":"Norb und Dag bekommen Besuch von einem Verwandten. Bald haben sie von diesem wilden Gästen genug und nehmen Reißaus.","versions":[{"lang":1,"streams":[{"redirect":10413676,"hoster":"VOE"},{"redirect":10102455,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der echte Bruder","epNo":30,"alt":"","descr":"Nachdem sich Norb noch einmal ein Video von seiner Geburt angeschaut hat, ist er sicher, dass Dag nicht sein Bruder sein kann…","versions":[{"lang":1,"streams":[{"redirect":10422902,"hoster":"VOE"},{"redirect":10102456,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Tauchfahrt ins Ungewisse","epNo":31,"alt":"","descr":"Als Norb und Dag einen Tunnel tief unten im See entdecken, bauen sie ein Unterwasserboot, um die Höhle zu erkunden","versions":[{"lang":1,"streams":[{"redirect":10413677,"hoster":"VOE"},{"redirect":10102457,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Dammbesetzer","epNo":32,"alt":"","descr":"Während die Biber-Brüder unterwegs sind in Sachen Umweltschutz, besetzen ein paar Otter den Damm.","versions":[{"lang":1,"streams":[{"redirect":10413678,"hoster":"VOE"},{"redirect":10102458,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Messlattentag","epNo":33,"alt":"","descr":"Norb kommt einfach nicht klar damit, dass Dag größer ist als er.","versions":[{"lang":1,"streams":[{"redirect":10413679,"hoster":"VOE"},{"redirect":10102459,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Ich bin kein Tier","epNo":34,"alt":"","descr":"Dag und Norb können sich mal wieder nicht benehmen und ärgern ihre Freundin Treeflower. Als die beiden Brüder nach Hause kommen, müssen sie allerdings feststellen, dass auch sie Opfer eines bösen Streichs geworden sind. Wer steckt bloß dahinter?","versions":[{"lang":1,"streams":[{"redirect":10413680,"hoster":"VOE"},{"redirect":10102460,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Sandburg","epNo":35,"alt":"","descr":"Die Biber haben sich zusammengetan, um eine gigantische Sandburg zu bauen.","versions":[{"lang":1,"streams":[{"redirect":10413681,"hoster":"VOE"},{"redirect":10102461,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Dagski \u0026 Norb","epNo":36,"alt":"","descr":"Dagg und Norb geben sich überall als Superdetektive aus. Doch als man Daggs Auto mit einem Überfall in Zusammenhang bringt, stehen die beiden schnell als Hauptverdächtige bei einem Verbrechen da","versions":[{"lang":1,"streams":[{"redirect":12915949,"hoster":"VOE"},{"redirect":10102462,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Unser Kumpel Bing","epNo":37,"alt":"","descr":"Norb und Dag wetteifern, wer für Bing wohl der wichtigere Freund ist","versions":[{"lang":1,"streams":[{"redirect":10413682,"hoster":"VOE"},{"redirect":10102463,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die Teichmeisterschaft","epNo":38,"alt":"","descr":"Dag, der keinen Schimmer vom Fußball hat, wird plötzlich zum Superspieler, als er all seine Wut am Ball auslässt.","versions":[{"lang":1,"streams":[{"redirect":10413683,"hoster":"VOE"},{"redirect":10102464,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Milleniums-Bowle","epNo":39,"alt":"","descr":"Am Silvesterabend haben Norb und Dag die Chance, die Welt so zu gestalten, wie sie sie gerne hätten.","versions":[{"lang":1,"streams":[{"redirect":10413684,"hoster":"VOE"},{"redirect":10102465,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Euro-Biber","epNo":40,"alt":"","descr":"Als Dag nach einem langen Winterschlaf erwacht, macht er die Entdeckung, dass Norb ein ‚Euro-Biber‘ geworden ist.","versions":[{"lang":1,"streams":[{"redirect":10413685,"hoster":"VOE"},{"redirect":10102466,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das Biber-Notsignal","epNo":41,"alt":"","descr":"Dag gerät in Seenot und benutzt das allgemeingültige Biber-Notsignal","versions":[{"lang":1,"streams":[{"redirect":10413686,"hoster":"VOE"},{"redirect":10102467,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Allein zu Haus","epNo":42,"alt":"","descr":"Norb und Dag sind beide zu Hause, doch jeder glaubt, er sei allein","versions":[{"lang":1,"streams":[{"redirect":12915950,"hoster":"VOE"},{"redirect":10102468,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Größenwahn","epNo":43,"alt":"","descr":"Die Biber-Brüder haben es satt, zusammen zu wohnen. Sie wollen sich jeder ein eigenes Zimmer bauen","versions":[{"lang":1,"streams":[{"redirect":10473628,"hoster":"VOE"},{"redirect":10102469,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Bärenfutter","epNo":44,"alt":"","descr":"Dummerweise verwechselt der hungrige Bär Barry die Biber-Brüder mit Lachsen. Jetzt müssen die zwei um ihr Leben fürchten…","versions":[{"lang":1,"streams":[{"redirect":10413687,"hoster":"VOE"},{"redirect":10102470,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Wo die Liebe hinfällt","epNo":45,"alt":"","descr":"Dag verliebt sich – in einen Angelköderâ","versions":[{"lang":1,"streams":[{"redirect":10413688,"hoster":"VOE"},{"redirect":10102471,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Partyspaß","epNo":46,"alt":"","descr":"Norb und Dag müssen sich beeilen, um noch rechtzeitig zu einer Party zu kommen, von der Dag seinem Bruder erst vor einer Stunde erzählt hat.","versions":[{"lang":1,"streams":[{"redirect":10422905,"hoster":"VOE"},{"redirect":10102472,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Schokoriegel über alles","epNo":1,"alt":"","descr":"Norb will unbedingt einen Lockenstab für seine Sammlung gewinnen. Dazu aber muss er als erster zweihundert Schokoriegel für einen wohltätigen Zweck verkaufen. Leider isst Norb alle Riegel ? bis auf einen – auf. Dag soll den letzten für zweihundert Dollar an den Mann bringen. Weil keiner den teuren Riegel haben will, verkauft Dag den Damm","versions":[{"lang":1,"streams":[{"redirect":8989256,"hoster":"VOE"},{"redirect":8401081,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"…und noch mehr Dags","epNo":2,"alt":"","descr":"Dag hat ein neues Spielzeug: den ‚Easy-Klon-Ofen‘ . Damit stellt er viele kleine Klone her. Und die machen sich ganz schön breit auf dem Damm.","versions":[{"lang":1,"streams":[{"redirect":8989270,"hoster":"VOE"},{"redirect":8401082,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fett in drei Schritten","epNo":3,"alt":"","descr":"Der Winter naht, und die Tiere müssen Fett für den Winter ansetzen. Dag nimmt aber eher ab und bekommt eine Nervenkrise. Norb will dem dünnen Bruder helfen…","versions":[{"lang":1,"streams":[{"redirect":8989269,"hoster":"VOE"},{"redirect":8401092,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich mag mich!","epNo":4,"alt":"","descr":"Dag wird urplötzlich ein eitler Kerl. Norb ist so genervt, dass er aus Protest zum stinkenden Penner mutiert und Dag schließlich wieder auf den Boden der Tatsachen zurückholt.","versions":[{"lang":1,"streams":[{"redirect":8989327,"hoster":"VOE"},{"redirect":8401090,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zurück nach Kanada","epNo":5,"alt":"","descr":"Zwei kanadische Biber übernehmen den Teich. Das gibt Ärger. Als Dag sich aber langsam mit Pierre und Wayne anfreundet, muss Norb alleine gegen die Kanadier ? und Dag – kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8989271,"hoster":"VOE"},{"redirect":8401096,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Yak im Sack","epNo":6,"alt":"","descr":"Yak im Sack, ein in Reimen sprechendes Fantasie-Monster, besucht die Brüder. Allmählich fängt auch Norb an zu reimen, nur Dag lässt sich nicht bekehren…","versions":[{"lang":1,"streams":[{"redirect":8989277,"hoster":"VOE"},{"redirect":8401101,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gute Manieren","epNo":7,"alt":"","descr":"Dag und Norb sind bei den Rabbits zum Essen eingeladen. Doch wider Erwarten, treffen sie auf eine unkultivierte Essensgesellschaft. Alle Benimmregeln waren also umsonst","versions":[{"lang":1,"streams":[{"redirect":8989278,"hoster":"VOE"},{"redirect":8401103,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Golfturnier","epNo":8,"alt":"","descr":"Dag und Norb spielen Golf. Weil Dag ständig verliert, gibt er auf. Da holt Norb den schicken Golfwagen, der ausschließlich von dem Gewinner gefahren werden darf. Er lässt Dag siegen und sich von dem stolzen Gewinner auf der bequemen Verlierer-Rückbank kutschieren.","versions":[{"lang":1,"streams":[{"redirect":8989280,"hoster":"VOE"},{"redirect":8401109,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Qual mit dem Wal","epNo":9,"alt":"","descr":"Dag rettet Camus, den Killerwal, aus Bill Lickings Zoo. Er bringt ihn nach Hause in den Teich. Norb findet das gar nicht lustig und sieht in dem gefährlichen Tier alles andere als ein niedliches Haustier. Als Camus Dags Teddy frisst, will auch Dag ihn loswerden…","versions":[{"lang":1,"streams":[{"redirect":8989276,"hoster":"VOE"},{"redirect":8401113,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein seltsames Geschenk","epNo":10,"alt":"","descr":"Einen Tag vor Dags und Norbs Geburtstag kommt ein Päckchen von Mum ins Haus. Die Biber sind verunsichert, weil sich das Paket seltsam benimmt: es bewegt sich, verändert Form und Farbe. Wie sich herausstellt, ist es gar nicht von Mum, sondern den Wissenschaftlern","versions":[{"lang":1,"streams":[{"redirect":8989282,"hoster":"VOE"},{"redirect":8401117,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Leben ohne Dag","epNo":11,"alt":"","descr":"Dag fühlt sich von Norbi und seinen Freunden beleidigt und straft sie damit indem er fortgeht. Er trifft auf die magische Lady Laverta Lutz, die ihm einen Blick in das Leben ermöglicht, das seine Freunde führen würden, wenn es Dag nie gegeben hätte. Dag ist frustriert – allen geht es besser, nur ihm nicht! Er will wieder zurück in sein altes Leben und kehrt reumütig heim zu Norbi.","versions":[{"lang":1,"streams":[{"redirect":8989279,"hoster":"VOE"},{"redirect":8401118,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In geheimer Mission","epNo":12,"alt":"","descr":"Mutter kommt zu Besuch. Mit Hilfe einer merkwürdigen Handtasche säubert sie den Damm und backt Kekse. Schließlich gesteht sie eine Geheimagentin zu sein und gerade die westliche Hemisphäre zu retten. Die magische Tasche verhilft ihr zum Sieg über die Bösewichter und so verabschiedet sie sich nach getaner Arbeit.","versions":[{"lang":1,"streams":[{"redirect":8989288,"hoster":"VOE"},{"redirect":8401124,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Haus-Sitter","epNo":13,"alt":"","descr":"Weil Norb und Dag einen Kurztrip zum Banjo-Festival gewonnen haben, suchen sie einen Haus-Sitter für ihren Damm. Sie bitten ihre beiden kleinen Schwestern. Da diese nicht lesen können, hinterlassen Norb und Dag ihnen ein Video mit den Anweisungen. Natürlich klappt auch das nicht so recht","versions":[{"lang":1,"streams":[{"redirect":8989285,"hoster":"VOE"},{"redirect":8401129,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Muskelbiber V","epNo":14,"alt":"","descr":"Laut Comic-Heftchen ist Muskelbiber in Rente gegangen. Dag zieht das Kostüm an und verbreitet die traurige Nachricht. Niemand ist traurig außer Bing.","versions":[{"lang":1,"streams":[{"redirect":10602093,"hoster":"VOE"},{"redirect":10102473,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Reise in den Riesen-Dag","epNo":15,"alt":"","descr":"Die Wissenschaftler machen Dag zu einem Riesen, um ihn mit einem Auto von innen erforschen zu können. Dag verblödet bei diesem Prozess, und so muss sich Norb als Retter ebenfalls ins Innere seines Bruders begeben, um die Wissenschaftler zu vertreiben.","versions":[{"lang":1,"streams":[{"redirect":10574209,"hoster":"VOE"},{"redirect":10102474,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Wüsten-Rennen","epNo":16,"alt":"","descr":"Dag und Norb lassen sich auf ein Wettrennen mit einem Truck-Fahrer ein. Trotzdem sich der Fahrer alle möglichen Tricks ausgedacht hat, um die Biber abzuhängen, fahren die beinahe als Erste ins Ziel. Aber eben nur beinahe…","versions":[{"lang":1,"streams":[{"redirect":10102479,"hoster":"VOE"},{"redirect":10102478,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Brille mit Durchblick","epNo":17,"alt":"","descr":"Norb bestellt sich eine unsichtbare Röntgenbrille. Dag muss sie bezahlen. Bald aber merkt Norb, dass Dag ihn getäuscht hat und die echte unsichtbare Brille besitzt. Norb hat nur eine Fälschung.","versions":[{"lang":1,"streams":[{"redirect":10574207,"hoster":"VOE"},{"redirect":10102475,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Hakenmonster","epNo":18,"alt":"","descr":"Die Biber campen, und Dag gruselt sich in der Dunkelheit. Norb zieht ihn deswegen auf und erzählt Horrorgeschichten. Als aber auch Norb Angst bekommt, schleichen sich die beiden Biber zu ihrem Damm zurück und sind froh, wieder zu Hause zu sein. Doch da wartet eine unheimliche Botschaft auf sie.","versions":[{"lang":1,"streams":[{"redirect":10574208,"hoster":"VOE"},{"redirect":10102476,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der neue Norb","epNo":19,"alt":"","descr":"Weil Norb der Damm auf den Kopf gefallen ist, leidet er an Damnesie. Er nennt sich Troy und ist sehr nett zu Dag. Der genießt das neue Leben, bis Norb ein Baum auf den Kopf fällt und er wieder normal ist.","versions":[{"lang":1,"streams":[{"redirect":10588259,"hoster":"VOE"},{"redirect":10102477,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Damm unter!","epNo":20,"alt":"","descr":"Ein riesiger Vulnado fegt über den Damm und reißt ihn um. Dag und der verhasste Trucki müssen sich durch die Wassermassen kämpfen. Das verfeindete Paar kann plötzlich gut zusammenarbeiten","versions":[{"lang":1,"streams":[{"redirect":10102482,"hoster":"VOE"},{"redirect":13458437,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kinderkram","epNo":21,"alt":"","descr":"Norb verlangt von Dag, der noch mit Puppen spielt, er solle endlich erwachsen werden. Daraufhin spielt Dag die Rolle eines Dads – er benimmt sich vernünftig und erwachsen. Norb begibt sich immer mehr in die Rolle des unartigen Sohnes, bis er zum Schluss selbst mit den Puppen spielt…","versions":[{"lang":1,"streams":[{"redirect":10574210,"hoster":"VOE"},{"redirect":10102480,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Smelly Jims Rummelplatz","epNo":22,"alt":"","descr":"Smelly-Jims Rummelplatz ist zu Besuch und Dag und Norb gehen sich amüsieren. Dag heuert bei Smelly-Jim an und auch Norb lässt sich überreden. Jim macht Geld und die Biber müssen arbeiten ? schließlich wollen sie kündigen, was Jim nicht zulässt","versions":[{"lang":1,"streams":[{"redirect":10574211,"hoster":"VOE"},{"redirect":10102481,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Termitenplage","epNo":23,"alt":"","descr":"Weil Dag australische Ameisen züchtet, herrscht bald heilloses Chaos. Die Tiere sind in Wirklichkeit holzfressende Termiten, die den Damm besiedeln. Dag und Norb versuchen, mit einer Bombe für Ordnung zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":10574213,"hoster":"VOE"},{"redirect":10102483,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Familienausflug","epNo":24,"alt":"","descr":"Dag, Norb und ihre beiden kleinen Schwestern wollen zu Narxas berühmter Inline-Skate-Show gehen. Doch Dag kann einfach nicht in einer Schlange warten. Und so kommt es, dass sie für die Show keine Karten bekommen. Zum Glück sucht Narxa Ersatz für ihre Hurrah-Heralde und die vier nehmen schließlich selbst an der Show teil.","versions":[{"lang":1,"streams":[{"redirect":11198925,"hoster":"VOE"},{"redirect":10102485,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Pelzige Dämonen","epNo":25,"alt":"","descr":"Tor bekommt die Aufgabe, zwei pelzige Dämonen auf der Erde zu bekämpfen. Norb und Dag sollen ihm helfen. Leider landen alle zum Schluss in der Hölle.","versions":[{"lang":1,"streams":[{"redirect":11198927,"hoster":"VOE"},{"redirect":10102486,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Spinnen an Bord","epNo":26,"alt":"","descr":"Norb ärgert Dag, der kurz darauf abhaut – samt Damm. Norb nimmt die Verfolgung auf. Und landet schließlich auf einem großen Schiff. Dort ist Dag Gefangener der Gruppe ‚Das Rattenpack‘. Jetzt muss Norb seinen Bruder und den Damm befreien","versions":[{"lang":1,"streams":[{"redirect":11198926,"hoster":"VOE"},{"redirect":10102487,"hoster":"Streamtape"}]}]}]}]}