{"path":"/serie/stream/die-verdchtige","name":"Die Verdächtige","descr":"[Podezrení] 19 Jahre arbeitete Hana als Krankschwester auf der gleichen Station. Dann zerstört nur eine Nacht den Rest ihres Lebens. Eine Nacht in der eine ihrer Patientinnen unter suspekten Umständen stirbt. Die Polizei stellt sie in den Mittelpunkt ihrer Ermittlungen und plötzlich scheinen ihr die Kollegen und Bekannte  sogar einen Mord zuzutrauen. Doch wie viel ist an den Anschuldigungen wirklich dran?","seasons":[{"path":"/serie/stream/die-verdchtige/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-verdchtige/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Hana arbeitet seit 19 Jahren als Krankenschwester. Seit 19 Jahren setzt sie Infusionen, immer auf dieselbe Art und Weise. Doch dann kommt es während ihres Dienstes zu einem verdächtigen Todesfall und Hana rückt in den Mittelpunkt einer polizeilichen Ermittlung. Eine ältere Patientin hat während ihrer Nachtschicht einen Herzstillstand erlitten. Der hinzugerufene Arzt Dr. Vaculik empfindet Hanas Verhalten angesichts des Todes sofort suspekt, zudem hat es vorher keinerlei Anzeichen für Herzprobleme bei der Patientin gegeben. Noch in der Nacht ordnet er eine Untersuchung des Blutes der Verstorbenen und der Infusion an. Dabei wird im Blut ein viel zu hoher Kaliumwert gefunden, der aber nicht im Inhalt des Infusionsbeutels nachgewiesen werden kann. Dr. Vaculik äußert die Vermutung, der alten Dame könnte das Kalium direkt in den Arm gespritzt worden sein.Der Leiter des Krankenhauses, Kriz, geht sofort von einem vorsätzlichen Mord aus und zieht die Kriminalpolizei hinzu. Hana wird nach einer Befragung von der Krankenhausleitung angewiesen, sich freizunehmen, solange die Untersuchungen laufen. Doch der Vorfall macht auch in Hanas Umfeld die Runde. Leute schauen sie komisch an und reden über sie, jeder scheint mehr zu wissen als sie selbst. Sogar ihre Tochter Tereza wird beim Einkaufen auf die Situation ihrer Mutter angesprochen. Dabei hat Tereza überhaupt nichts von dem Vorfall mitbekommen. Sie hatte sich Tage zuvor, wegen ihres Plans, ihr Studium hinzuschmeißen und im Ausland zu jobben, so mit ihrer Mutter gestritten, dass sie kurzerhand zu ihrem Freund Filip gezogen war. Nun geht Tereza aber besorgt wieder einen Schritt auf ihre Mutter zu.Doch Hana blockt ab und vergrault durch ihre kalte Art ihre Tochter erneut. Und auch bei den laufenden Ermittlungen wirkt sie durch ihre fehlende Empathie umso verdächtiger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921558","hoster":"VOE"},{"path":"/redirect/11417818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verdchtige/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die Krankenschwester Hana wirkt kalt und empathielos. Auch ihrer Tochter Tereza gegenüber zeigt sie kaum Emotionen. Doch dann ändert ein ungewöhnlicher Todesfall auf ihrer Station alles. Hana wird des Mordes verdächtigt und in ihrem Spind wird das starke Opiat Dolantin gefunden. Das Mittel verlangsamt die Herztätigkeit, wodurch Hana angesichts der Todesumstände ihrer Patientin noch verdächtiger wirkt. Sie gibt jedoch an, nichts mit dem Mittel zu tun zu haben, und beteuert ihre Unschuld. Trotzdem wird sie nach ihrer Aussage bei der Polizei festgenommen und offiziell des Mordes angeklagt. Hana steht unter Schock. Die Öffentlichkeit, die Medien und einige ihrer Kollegen sind schnell von ihrer Schuld überzeugt. Darunter leidet besonders auch Tereza.Obwohl sie ihre Abreise ins Ausland mit ihrem Freund Filip abgesagt hat und als Einzige weiterhin zu ihrer Mutter steht, bleibt das Verhältnis der beiden angespannt. Bei einer Pressekonferenz des Krankenhauses wird dann auch der in der fraglichen Nacht diensthabende Arzt Dr. Vaculik vom Leiter des Krankenhauses schwer beschuldigt. Er soll Hana gedeckt haben, weil er ein Verhältnis mit ihr gehabt habe. Dabei war es Dr. Vaculik, der überhaupt die Todesumstände der Patientin infrage gestellt und die Blutuntersuchung angeordnet hat, bei der ein verdächtig hoher Kaliumwert gefunden wurde. Zusätzlich sagen bei der Polizei einige von Hanas Kolleginnen aus, dass es bereits vor sechs Jahren einen suspekten Todesfall auf der Station gab, bei dem hinter vorgehaltener Hand manche Hana verdächtigten.Könnte die Krankenschwester eine Wiederholungstäterin aus Überzeugung sein? Ihr Pflichtverteidiger beginnt, eigene Ermittlungen anzustellen, um sich ein besseres Bild von seiner Mandantin und den Vorkommnissen zu machen. Dabei stößt er auf einige Unstimmigkeiten. Aber reichen diese aus, um Hana freizubekommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11144111","hoster":"VOE"},{"path":"/redirect/14236357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verdchtige/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Hana und ihre Tochter Tereza bekommen die soziale Ausgrenzung eiskalt zu spüren. Hana hatte nun seit 19 Jahren als Krankenschwester gearbeitet. Doch nach einem unerwarteten Todesfall auf ihrer Station hat sich alles geändert. Sie ist nicht nur fristlos gekündigt worden, gegen sie ist auch ein Ermittlungsverfahren wegen vorsätzlichen Mordes eingeleitet worden. Die Krankenhausleitung hat sich dazu entschieden, öffentlich Stellung zu dem Vorfall zu beziehen. Woraufhin Hana in den Augen der Medien und der Öffentlichkeit bereits verurteilt wird, bevor ihr Prozess überhaupt begonnen hat. Die Anfeindungen, die Hana und ihre Tochter Tereza seitdem ertragen müssen, sind jedoch nur der Anfang.Die Polizei fordert von allen Todesfällen während Hanas Tätigkeit als Krankenschwester die Akten an und der Gutachter der Anklage stößt bei acht weiteren Fällen auf Ungereimtheiten. Er ist überzeugt davon, dass es sich bei der Angeklagten um eine Serienmörderin handelt. Hinzu kommt auch noch Hanas Schuldenberg, der immer größer wird. Während sie im Gefängnis sitzt, wird ihrer Tochter zu Hause der Strom abgestellt. Noch dazu wendet sich auch ihr Freund Filip von Tereza ab und entscheidet sich, ohne sie ins Ausland zu gehen. Damit ist die junge Frau ganz auf sich allein gestellt. Trotzdem versucht Tereza, ihre Mutter mit allen Mitteln zu unterstützen, und hält an ihrer Unschuld fest. Doch die Situation scheint ihr über den Kopf zu wachsen, als sie Probleme hat, rechtzeitig das Geld für das entscheidende Gegengutachten aufzubringen.Sie ist gezwungen, einen Job in der Fabrik anzunehmen. Währenddessen geht Hanas Anwalt Novak dem Grund nach, warum die ehemalige Oberschwester seiner Mandantin inzwischen überraschend die Krankenstation verlassen hat und in der Notaufnahme arbeitet. Haben sich auf der Station noch andere Vorfälle zugetragen, die Hana in ihrem Prozess helfen könnten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12364194","hoster":"VOE"},{"path":"/redirect/11417819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-verdchtige/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Im Zweifel für die Angeklagte? So fühlt sich das für die Krankenschwester Hana überhaupt nicht an. Seitdem auf ihrer Station während einer ihrer Nachtschichten eine ältere Patientin unter suspekten Umständen verstorben ist und ein polizeiliches Ermittlungsverfahren eingeleitet wurde, wird sie des Mordes beschuldigt. Nachdem der Gutachter der Anklage acht weitere Todesfälle mit Ungereimtheiten während ihrer 19-jährigen Tätigkeit für das Krankenhaus publik gemacht hat, steht für die Medien und die Öffentlichkeit fest: Sie ist eine Serienmörderin. Doch Hana beteuert immer wieder ihre Unschuld. Nur ihre Tochter Tereza hält unbeirrt zu ihr und glaubt ihr, auch wenn das Verhältnis der beiden nicht einfach ist. Aber auch Hanas Anwalt Novak versucht sein Möglichstes bei dem nun endlich nach Monaten der Untersuchungshaft beginnenden Gerichtsprozess.Allerdings erschwert sich Hana selbst die Situation, da sie kein richtiges Empfinden dafür zu haben scheint, welche Aussagen im Gericht angemessen sind. Sie hat eine sehr direkte Art und wirkt durch ihre fehlende Empathie auf andere Menschen kalt und herzlos. Dadurch ist sie auch schon vor dem Vorfall immer wieder bei manchen der Krankenschwestern auf ihrer Station angeeckt. Insbesondere zwei ehemalige Kolleginnen scheinen es auf Hana abgesehen zu haben. Dies sagt die ehemalige Oberschwester der Station aus. Sie ist kurz nach Hanas Verhaftung überraschend in die Notaufnahme gewechselt, weil ihr genau von diesen beiden Kolleginnen unterstellt wurde, dass sie Hana vielleicht deckt, wenn sie sich nicht gegen sie ausspricht, und entsprechend die nächste mit Handschellen an den Handgelenken sein könnte.Aber sind diese Kolleginnen so weit gegangen, dass sie ein Medikament, das Hana schwer belastet, in ihrem Spind deponiert haben? Ist unter diesen Umständen ein fairer Prozess überhaupt möglich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11144113","hoster":"VOE"},{"path":"/redirect/11417827","hoster":"Streamtape"}]}]}]}]}