{"seriesId":"die-schlmpfe-2021","name":"Die Schlümpfe (2021)","descr":"[Les Schtroumpfs / The Smurfs] Internationale, CGI-animierte Neuauflage der Schlümpfe. Es gibt ein Wiedersehen mit altbekannten Charakteren wie Papa Schlumpf, Schlaubi, Hefty, Handy, Jokey, Torti, Clumsy, Beauty, Toulousi, Harmony und Schlumpfine. Auch der gefürchtete Erzfeind Gargamel ist wieder mit von der Partie und versucht, die Schlümpfe zu fangen. Erzählt werden komplett neue Geschichten, die nicht auf früheren Vorlagen basieren. Größte Veränderung: Schlumpfine erhält weibliche Verstärkung. Als neue Figur taucht Willow auf, eine tapfere und weise Matriarchin eines neuen Stammes von weiblichen Schlümpfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein tollpatschiger Held","epNo":1,"alt":"","descr":"Clumsy gerät in die Fänge von Gargamel. Wenn er ihm den Weg zum Schlumpfdorf verrät, verspricht Gargamel Clumsy ein Amulett, dass aus ihm einen Helden machen kann. Clumsy lehnt ab. Doch dann kann Clumsy sich befreien und mit dem Amulett fliehen. Was er nicht weiß, Gargamels Amulett ist ein Peilsender. So führt Clumsy Gargamel unbeabsichtigt zum Schlumpfdorf. Nun muss Clumsy all seinen Mut zusammennehmen und die Schlümpfe retten.","versions":[{"lang":1,"streams":[{"redirect":12921356,"hoster":"VOE"},{"redirect":10386974,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo ist Papa Schlumpf?","epNo":2,"alt":"","descr":"Schlaubi soll verhindern, dass Papa Schlumpf bei der Mischung gefährlicher Elixiere gestört wird. Doch Schlaubi prallt mit Clumsy zusammen, fliegt durch die Luft und reißt Papa Schlumpf samt seiner Elixiere um. Die Vermischung der Substanzen lässt Papa Schlumpf unsichtbar werden. Doch der kennt ein Gegenmittel. Für die wichtigste Zutat, das Schnurrhaar einer Katze, begeben sich Schlaubi, Schlumpfine und Papa Schlumpf in Gargamels Schloss.","versions":[{"lang":1,"streams":[{"redirect":10386979,"hoster":"VOE"},{"redirect":10386981,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der ferngesteuerte Spion","epNo":3,"alt":"","descr":"Mithilfe eines Amuletts kann Azrael fliegen. Er soll für Gargamel das Schlumpfdorf ausfindig machen. Sturmi und Handy entdecken den Kater. Um ihr Dorf zu retten, planen Sturmi und Handy, Azrael in der Luft zu attackieren. Dabei arbeiten die zwei aber nicht zusammen, beide wollen den Ruhm für sich. Azrael wird zu Fall gebracht, doch dann hebt Gargamel selbst ab. Nur gemeinsam kann es Sturmi und Handy gelingen, den bösen Zauberer zu besiegen","versions":[{"lang":1,"streams":[{"redirect":10386984,"hoster":"VOE"},{"redirect":10386982,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Waffel-Mittwoch","epNo":4,"alt":"","descr":"Mit Schrecken stellt Koch fest, dass die Schlümpfe Lilys Waffeln lieber mögen, als seine. Er versetzt Lilys Teig mit einem Flachmacher, damit die Waffeln keine Ecken und Kanten mehr haben. Doch Lily macht aus ihrem Teig einfach Pfannkuchen, die die Schlümpfe sogar noch lieber essen. Das ist zu viel für Koch. Er entführt Lilys Waffel-Wagen, mit dem er droht über eine Klippe zu stürzen. Gerade noch rechtzeitig können ihn die Schlümpfe retten.","versions":[{"lang":1,"streams":[{"redirect":10386988,"hoster":"VOE"},{"redirect":10386985,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die schlumpftastischen Fünf","epNo":5,"alt":"","descr":"Zum Schutz vor Gargamel wollen die Schlümpfe ein Rettungsteam installieren. Da sich niemand freiwillig meldet, lässt Papa Schlumpf die Mitglieder in einer geheimen Abstimmung wählen. Jokey manipuliert die Wahl. So gehören am Ende Baby, Dummi, Fauli, Clumsy und Fürchti zum Team. Als es Gargamel dann tatsächlich gelingt, fast das ganze Schlumpfdorf gefangen zu nehmen, müssen die schlumpftastischen Fünf zeigen, dass sie zurecht gewählt wurden.","versions":[{"lang":1,"streams":[{"redirect":10386990,"hoster":"VOE"},{"redirect":10386989,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer zuletzt lacht,…","epNo":6,"alt":"","descr":"Aus Rache überreichen ein paar Schlümpfe Jokey eine Schachtel mit besonderem Inhalt. Als Jokey die Schachtel öffnet, gibt es eine Explosion, aus der ein Mini-Jokey entsteht, der explodierende Schachteln verteilt. Jedes Mal, wenn eine Schachtel explodiert, erscheint ein weiterer Mini-Jokey. Schon bald treibt eine ganze Horde der kleinen Spaßvögel im Dorf ihr Unwesen. Papa Schlumpf befiehlt Jokey und Beauty, dem Spuk ein Ende zu bereiten.","versions":[{"lang":1,"streams":[{"redirect":10386998,"hoster":"VOE"},{"redirect":10387000,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine gefährliche Entwicklung","epNo":7,"alt":"","descr":"Damit sich die Schlümpfe nicht länger streiten müssen, wer Babys Windel wechselt, erfindet Handy den Windel-Wickler, der nicht nur Windeln wechseln, sondern Baby auch von früh bis spät umsorgen kann. Doch der Roboter nimmt es mit der Fürsorge etwas zu genau. Als die Maschine mit dem kleinen Schlumpf durchbrennt und sich in einem Turm verschanzt, nehmen Papa Schlumpf, Hefty, Handy, Muffi, Schlaubi und Jokey die Verfolgung auf, um Baby zu retten.","versions":[{"lang":1,"streams":[{"redirect":10387011,"hoster":"VOE"},{"redirect":10387008,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Driiiinggggg","epNo":8,"alt":"","descr":"Fauli hat keine Lust mehr, immer nur zu schlafen. Darum erfindet Handy einen Rucksackwecker für ihn, der ihn alle paar Minuten weckt. Sehr zum Leidwesen der anderen Dorfbewohner, macht Fauli nun auch die Nacht zum Tag und raubt allen den Schlaf. Als die Schlümpfe ihm die lärmende Erfindung wieder abnehmen wollen, flieht Fauli in den Wald, geradewegs in die Arme von Gargamel. Wie gut, dass Fauli seinen Rucksack dabei hat!","versions":[{"lang":1,"streams":[{"redirect":10387025,"hoster":"VOE"},{"redirect":10387018,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Sarsaparillafalle","epNo":9,"alt":"","descr":"Gargamel verzaubert eine riesige Menge Raupen, damit sie das ganze Sarsaparilla im Wald aufessen. Dann legt er ein Sarsaparillafeld in der Nähe seines Schlosses an und hofft, die Schlümpfe damit in die Falle locken zu können. Doch die sind schlauer, als es Gargamel lieb ist","versions":[{"lang":1,"streams":[{"redirect":10387034,"hoster":"VOE"},{"redirect":10387036,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Außerschlumpfige","epNo":10,"alt":"","descr":"Der kleine Glee-go Null-Null-Eins vom Planeten Gleegom landet im Dorf der Schlümpfe. In Gestalt eines Schlumpfes macht er mithilfe seines Gerätes Starry alle Schlümpfe zu seinen Untertanen, oder Freunden, wie er sagt, die ihm willenlos gehorchen und huldigen. Doch Schlumpfine durchschaut den Plan. Sie trommelt ihre Freundinnen Schlumpfblüte, Schlumpflily und Sturmi zusammen, um Glee-go zu vertreiben und die Schlümpfe zu retten.","versions":[{"lang":1,"streams":[{"redirect":10387047,"hoster":"VOE"},{"redirect":10387044,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wer ist heftiger?","epNo":11,"alt":"","descr":"Zu aller Verwunderung gelingt Schlappi ein ganzer Liegestütz. Übermütig fordert er Hefty zu einem Duell heraus. Schlumpfine bittet Hefty, Schlappi nicht allzu sehr zu blamieren. Unglücklicherweise wird Hefty kurz vor Ende des Parcours abgelenkt und Schlappi gewinnt tatsächlich. Mit einem Trick und einer genialen Verkleidung ermöglicht Schlumpfine dem wütenden Hefty eine Revanche. Das Duell beginnt von vorn.","versions":[{"lang":1,"streams":[{"redirect":10387061,"hoster":"VOE"},{"redirect":10387059,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein unwiderschlumpfliches Lächeln","epNo":12,"alt":"","descr":"Überzeugt von der Ansteckungskraft des Lächelns, möchte Schlumpfine Muffis schlechte Laune vertreiben und begibt sich mit ihm, Schlumpfblüte, Papa Schlumpf, Hefty und Handy auf einen Wanderausflug. Doch alle Versuche, Muffi ein Lächeln zu entlocken, misslingen. Zu allem Unglück bricht sich Muffi auch noch ein Bein.","versions":[{"lang":1,"streams":[{"redirect":10387077,"hoster":"VOE"},{"redirect":10387075,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Vorsicht vor der Katze!","epNo":13,"alt":"","descr":"Um Fürchti von seiner Angst zu befreien, benutzen Schlumpfine und Schlaubi heimlich Papa Schlumpfs Hypnosebrille. Es klappt. Unter Hypnose hat Fürchti selbst vor einem wilden Bären keine Angst. Begeistert beschließen die zwei, Gargamel zu hypnotisieren, damit er das Interesse an den Schlümpfen verliert. Doch ihr Plan geht schief, sie verlieren die Brille und Schlaubi wird gefangen. Kann Papa Schlumpf Schlumpfine helfen und Schlaubi befreien?","versions":[{"lang":1,"streams":[{"redirect":10387086,"hoster":"VOE"},{"redirect":10387088,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine schlumpfige Maskerade","epNo":14,"alt":"","descr":"Hefty und Fürchti zerstören beim Staubwischen das Teleskop von Papa Schlumpf. Aus Angst vor der Strafe, die er ihnen aufbrummen könnte, verkleiden sich die beiden als Mädchen. Obwohl Papa Schlumpf und Schlumpfine das von Anfang an durchschauen, spielen sie das Spiel mit, um zu sehen, wie lange Hefty und Fürchti das durchhalten. Am Ende lassen sie die beiden sogar zu einem Wettkampf gegen echte Schlumpfmädchen antreten","versions":[{"lang":1,"streams":[{"redirect":10387097,"hoster":"VOE"},{"redirect":10387112,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mein Schlumpf, der Held","epNo":15,"alt":"","descr":"Fürchti träumt davon, einmal ein echter Superheld zu sein und Schlumpfine zu imponieren. Handy will ihm dabei helfen, baut ihm einen Raketenrucksack und macht ihn damit zum Superschlumpf. Anfangs gelingt es ihm tatsächlich, Schlumpfine ins Schwärmen zu bringen, da er ihre Vase \"rettet\". Alle weiteren Superheldeneinsätze enden aber eher in einer Katastrophe. Als jedoch ein \"Ungeheuer\" die Schlümpfe bedroht, zeigt er, was er kann","versions":[{"lang":1,"streams":[{"redirect":10387114,"hoster":"VOE"},{"redirect":10387117,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schlumpfige Erziehung","epNo":16,"alt":"","descr":"Dummi findet ein Ei im Wald und nimmt es mit ins Dorf, um sich als Vater rührend um den Nachwuchs zu kümmern. Doch schon bald mischen sich die Schlümpfe in die Erziehung des Sprösslings ein, was Dummi die Vaterschaft keinesfalls erleichtert. Schließlich rät Dummi seinem laufenden Ei zu fliehen, was er schon bald bereut…","versions":[{"lang":1,"streams":[{"redirect":10387127,"hoster":"VOE"},{"redirect":10387130,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Turboschnecken","epNo":17,"alt":"","descr":"Es ist der Tag des jährlichen Schneckenrennens im Dorf der Schlümpfe. Damit es nicht so langweilig wird wie in den Jahren zuvor, füttert Jokey sie mit Zaubervitaminen, die er in Papa Schlumpfs Labor gefunden hat. Dadurch werden sie allerdings so dermaßen schnell, dass sie von ihren Reitern nicht mehr kontrolliert werden können und in den Wald rasen. Zur Strafe muss Jokey losziehen und sie wieder einfangen. Das ist schwieriger, als Jokey glaubt.","versions":[{"lang":1,"streams":[{"redirect":13008199,"hoster":"VOE"},{"redirect":10387143,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schlumpf-Fu","epNo":18,"alt":"","descr":"Schlumpfine trainiert die Schlümpfe in Schlumpf-Fu. Um sich an der strengen Lehrerin zu rächen, spielen sie ihr einen Streich. Doch der Plan geht nicht auf. Als ein Schlumpf Alarm schlägt, weil ein Oger Schlümpfe gefangen hat, glaubt Schlumpfine ihm zunächst nicht, folgt ihm aber doch in den Wald. Im Kampf gegen den Oger überschätzt sie ihre Kampfkünste. Mit vereinten Kräften müssen die Schlümpfe Schlumpfine aus den Fängen des Oger befreien.","versions":[{"lang":1,"streams":[{"redirect":10387163,"hoster":"VOE"},{"redirect":10387160,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Design oder nicht sein","epNo":19,"alt":"","descr":"Beauty und Zwirni wollen gemeinsam ein neues Schlumpfoutfit kreieren. Doch Jokey stibitzt den Entwurf und verändert ihn. Beauty fühlt sich daraufhin von Zwirni hintergangen. Sie beschließen, jeder für sich zu arbeiten und auf einer Modenschau gegeneinander anzutreten. Als beide vermeintlich das Design des anderen kopiert zu haben scheinen, streiten sie erneut. Ein kleiner, aber feiner Unterschied jedoch versöhnt die beiden Streitschlümpfe.","versions":[{"lang":1,"streams":[{"redirect":10387180,"hoster":"VOE"},{"redirect":10387173,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schlumpfsüppchen","epNo":20,"alt":"","descr":"Als Schlaubi und die Schlümpfe seine Muffins kritisieren, verlässt Koch eingeschnappt das Dorf. Prompt wird er von den Riesen Großmaul und Eierkopf gefangen. In ihrem Turm kocht er um sein Leben. Als die Schlümpfe im Dorf den Geruch der Suppe schnuppern, folgen sie ihm bis zum Turm. Die hungrigen Oger fangen die Schlümpfe als Suppeneinlage. Schlumpfine, Schlaubi und Papa Schlumpf müssen sich so einiges einfallen lassen, um die Oger zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":10387189,"hoster":"VOE"},{"redirect":10387177,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Schlumpfsitter","epNo":21,"alt":"","descr":"Nachdem Clumsy und Dummi einen Feuerwehr-Einsatz komplett vermasselt haben, halten die andere Schlümpfe sie für Idioten. Um dieses Image wieder loszuwerden, nehmen sie Papa Schlumpf die schwierige Aufgabe ab, auf Baby aufzupassen.","versions":[{"lang":1,"streams":[{"redirect":10387210,"hoster":"VOE"},{"redirect":10387195,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Plümpfe 1","epNo":22,"alt":"","descr":"Beim Beerenpflücken werden Schlaubi und Blüte erst von einem schweren Unwetter und dann noch von Gargamel und seinem Kater Azrael überrascht. Auf der Flucht vor den beiden werden sie vom Blitz getroffen und landen in einer Parallelwelt. Dort ist alles das Gegenteil von dem, was es in der normalen Welt ist. Als die beiden glauben, ihr Dorf gefunden zu haben, landen sie im Gefängnis, weil die Schlümpfe dort keine Freunde, sondern Fieslinge sind.","versions":[{"lang":1,"streams":[{"redirect":10387217,"hoster":"VOE"},{"redirect":10387208,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Plümpfe 2","epNo":23,"alt":"","descr":"Schlaubi und Blüte lernen im Gefängnis den Zauberer Caramel kennen, das perfekte Gegenstück zu dem fiesen Gargamel der normalen Welt. Schlaubi überlistet den wachhabenden Dummiplumpf, so dass die drei aus dem Gefängnis fliehen können und Caramel sich auf die Suche nach einem Zauberspruch machen kann, der die beiden wieder in ihre Welt zurückbefördert.","versions":[{"lang":1,"streams":[{"redirect":10387232,"hoster":"VOE"},{"redirect":10387224,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Clumsys Küchenchaos","epNo":24,"alt":"","descr":"Als Koch im Wald Beeren für das große Blaubeerenfest sammelt, wird er fast von einem Felsbrocken zermalmt, doch Clumsy stößt ihn in letzter Sekunde zur Seite. Zum Dank ernennt Koch Clumsy zu seinem Assistenten. Clumsy richtet jedoch nur Schaden an. Zu guter Letzt rutscht Koch auf einem Nudelholz aus, das ihm auf den Kopf fällt und ausknockt. In seiner Not beschließt Clumsy, sich für Koch auszugeben und den Kuchen für das Fest selbst zu backen.","versions":[{"lang":1,"streams":[{"redirect":10387233,"hoster":"VOE"},{"redirect":10387235,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wer kann das riechen?","epNo":25,"alt":"","descr":"Hefty versucht verzweifelt, bei Schlumpfine zu landen, die ihm, wie er glaubt, keine Beachtung schenkt. Jokey redet ihm ein, dass es an seiner zu großen Nase liegen würde. Fortan versucht Hefty mit allen Mitteln, seine Nase zu verkleinern und geht dafür einige Risiken ein. Doch damit bewirkt er nur das Gegenteil.","versions":[{"lang":1,"streams":[{"redirect":13922336,"hoster":"VOE"},{"redirect":10387250,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Fürchti, der Fürchterliche","epNo":26,"alt":"","descr":"Halloween. Fürchti soll ein paar gefährliche Elixiere zu Papa Schlumpf bringen. Von Jokey erschreckt, flüchtet Fürchti in Handys Haus, wo die wertvolle Fracht zu Bruch geht. Sogleich wird einen Zauber ausgelöst, der die Gegenstände in Handys Haus zu einem riesigen Monster verbindet, in dem Fürchti gefangen ist. Als Fürchti mit dem Ungetüm auf der Halloweenparty auftaucht, halten ihn alle für ein echtes Monster.","versions":[{"lang":1,"streams":[{"redirect":10387267,"hoster":"VOE"},{"redirect":10387266,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Eine komische Mami","epNo":27,"alt":"","descr":"Jokey und Poeti beobachten, wie Gargamel brav alles tut, was seine Mutter befiehlt. Das bringt Jokey auf die Idee, Poeti in Gargamels Mutter zu verzaubern, um ihrem Sohn einzutrichtern, dass er die Schlümpfe in Ruhe lassen soll. Ehe Poeti sich’s versieht, wird aus ihm ein Ebenbild von Gargamels Mutter. Gezwungener Maßen spielt Poeti mit. Doch dann taucht zu allem Überfluss auch noch Gargamels echte Mutter auf","versions":[{"lang":1,"streams":[{"redirect":10387292,"hoster":"VOE"},{"redirect":10387284,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein schlumpfiger Kindergarten","epNo":28,"alt":"","descr":"Die Schlümpfe sind von ihrer harten Arbeit am Damm völlig erschöpft. Um sie wieder munter zu machen, mixt Papa Schlumpf ihnen einen Revitalisierungstrank. Leider erzielt der Trank eine vollkommen andere Wirkung als beabsichtigt, denn er verwandelt alle Dorfbewohner in Babys. Sturmi, die als einzige nicht vom Zaubertrank getrunken hat, muss jetzt nicht nur eine Horde wilder Babys bändigen, sondern auch noch ein Gegenmittel finden.","versions":[{"lang":1,"streams":[{"redirect":10387295,"hoster":"VOE"},{"redirect":10387302,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Gargaschlumpf 1","epNo":29,"alt":"","descr":"Gargamel entwickelt ein Zaubermittel, das ihn in einen Schlumpf verwandeln und ihm Zugang zum Schlumpfdorf verschaffen soll. Zufällig erfährt Schlaubi davon und hat eine Idee: Jeder Schlumpf muss ihm sein größtes Geheimnis verraten, damit er und Sturmi Gargamel so enttarnen können. Leider bleiben die Geheimnisse nicht lange geheim. Schlaubi und Sturmi fliehen vor den aufgebrachten Schlümpfen aus dem Dorf und laufen prompt Gargamel über den Weg","versions":[{"lang":1,"streams":[{"redirect":10387316,"hoster":"VOE"},{"redirect":10387312,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Gargaschlumpf 2","epNo":30,"alt":"","descr":"Während Schlaubi Gargamel in die Hände fällt, gelingt es Sturmi, zu entkommen. Als sie kurze Zeit später wieder auf Schlaubi trifft, erkennt sie nicht, dass es sich in Wirklichkeit um Gargamel handelt. Nichtsahnend führt sie ihn zum Dorf. Erneut gelingt es Sturmi zu entkommen. Auch Schlaubi kann Dank Gargamels Mutter fliehen. Mit vereinten Kräften versuchen Sturmi und Schlaubi, Gargamel zu besiegen und aus dem Dorf zu vertreiben.","versions":[{"lang":1,"streams":[{"redirect":10386971,"hoster":"VOE"},{"redirect":10386969,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Friedensparty","epNo":31,"alt":"","descr":"Dummi und Begonia fallen Gargamel in die Hände. Dieser merkt schnell, dass die beiden nicht die schlausten unter den Schlümpfen sind. In der Hoffnung, dass sie ihn nach Schlumpfhausen führen können, gaukelt er ihnen vor, dass er in Wirklichkeit nett und ein Freund der Schlümpfe sei. Die beiden laden ihn daraufhin zu einer Friedensparty ins Dorf ein. Von dieser Idee ist Papa Schlumpf allerdings nur mäßig begeistert.","versions":[{"lang":1,"streams":[{"redirect":10404786,"hoster":"VOE"},{"redirect":10404785,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Fluch des Amuletts","epNo":32,"alt":"","descr":"Beauty und Farmi sind zusammen im Wald unterwegs, als Farmi eine geheimnisvolle Schatzkiste mit einem zauberhaft schönen Amulett findet. Beauty verliebt sich sofort in das Schmuckstück und reißt es gegen Papa Schlumpfs Anweisung, den Schatz unter keinen Umständen zu berühren, an sich. Doch das Amulett ist der Nachlass von König Pechvogel dem Ersten, dem unglücklichsten Tropf der Geschichte. Es bringt jedem, der es einmal berührt hat, Unglück.","versions":[{"lang":1,"streams":[{"redirect":10404788,"hoster":"VOE"},{"redirect":10404787,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Sturm verliert ihr Mojo","epNo":33,"alt":"","descr":"Durch einen magischen Unfall tauschen Sturm und Blüte ihr Temperament. Blüte hält sich fortan für eine Kriegerkönigin und Herrscherin des Waldes. Sturm hingegen ist kraftlos und ängstlich. Blüte erlaubt unter Strafe keinem Schlumpf mehr, das Dorf zu verlassen. Als sich Papa Schlumpf, Schlumpfine, Sturm und Hefty nachts auf den Weg in den Wald machen, um Blüte Sturms Kleeblatt wieder abzuluchsen, werden sie von Blüte gefangengenommen.","versions":[{"lang":1,"streams":[{"redirect":10427486,"hoster":"VOE"},{"redirect":10427485,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Horn des Überflusses","epNo":34,"alt":"","descr":"Gargamel erfährt, dass es nichts gibt, was Muffi mag. Mit Hilfe eines Getreidehalmes, auf dem Muffi herumgekaut hat, belegt er ihn mit einer Art Voodoo-Zauber. Alles, was Muffi nicht mag, wird von nun an durch das Horn des Überflusses in Gargamels Hütte geschickt. Dabei hofft er natürlich darauf, dass Muffi irgendwann sagt, dass er die Schlümpfe nicht möge. Leider kommt alles etwas anders, als Gargamel es sich vorgestellt hat","versions":[{"lang":1,"streams":[{"redirect":10427461,"hoster":"VOE"},{"redirect":10427456,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Ritter Schlumpfelot","epNo":35,"alt":"","descr":"Nach einer Theatervorstellung beschließt Traumi seinen Traum zu leben, und als Ritter Schlumpfelot durch die Lande zu ziehen. Poeti begleitet ihn als reimender Barde. Traumi bekämpft einen vermeintlichen Drachen und sorgt für allerlei Chaos, bis Schlaubi ihn belehrt, dass das wahre Rittertum auch Einsatz für eine holde Jungfrau erfordert. Doch plötzlich hat Traumi einen Rivalen, denn Hefty wird Zeuge, wie Traumi Schlumpfine umgarnt…","versions":[{"lang":1,"streams":[{"redirect":12916014,"hoster":"VOE"},{"redirect":10427457,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Vergiss-dein-nicht","epNo":36,"alt":"","descr":"Gargamel verliert sein Gedächtnis und wird zu einem friedlichen, alten Kauz, als Schlaubi ihm den Blütenstaub der Vergiss-dein-nicht-Blume ins Gesicht wedelt. Schlaubi hat ein schlechtes Gewissen und hilft Gargamel, sein Haus zu finden und auf Vordermann zu bringen. Als Jokey eine Horde Schlümpfe zu Gargamels Behausung lotst, um dort eine Party zu feiern, droht alles außer Kontrolle zu geraten.","versions":[{"lang":1,"streams":[{"redirect":10427463,"hoster":"VOE"},{"redirect":10427462,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Eine Schlumpfshow für Gargamel 1","epNo":37,"alt":"","descr":"Gargamel lässt Baby Schlumpf einen Teddybären zukommen, der mit einem magischen Auge ausgestattet ist. So hofft er, die Schlümpfe ausspionieren zu können und den Weg zu ihrem Dorf finden zu können. Papa Schlumpf kommt ihm auf die Schliche und beschließt, Gargamel mit seinen eigenen Waffen zu schlagen. Er lässt Poeti ein fesselndes Theaterstück schreiben, dass die Schlümpfe vor Babys und damit quasi auch vor Gargamels Augen aufführen.","versions":[{"lang":1,"streams":[{"redirect":10427470,"hoster":"VOE"},{"redirect":10427465,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Eine Schlumpfshow für Gargamel 2","epNo":38,"alt":"","descr":"Gargamel und seine Mutter sind von Poetis \"Theaterstück\" gefesselt und Papa Schlumpfs Plan scheint aufzugehen, als Gargamel sich aufmacht, um sich das frei erfundene Zauberschwert der Macht zu schnappen. Statt des fiesen Zauberers geraten jedoch die Schlümpfe in eine Falle, alle bis auf zwei werden gefangengenommen. Diese beiden sollten eigentlich nur als Nebendarsteller fungieren, doch unversehens schlägt nun ihre große Stunde.","versions":[{"lang":1,"streams":[{"redirect":10427473,"hoster":"VOE"},{"redirect":10427474,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Schlumpfboarder","epNo":39,"alt":"","descr":"Jokey und Beauty lassen sich von Handy zwei Schlumpfboards bauen und brettern damit nun in Höchstgeschwindigkeit durch Schlumpfhausen. Sehr zum Unmut von Schlaubi, der die zwei für ein Sicherheitsrisiko hält. Nachdem er Papa Schlumpf darüber informiert hat, erhält er von ihm den Auftrag, den beiden Fahrunterricht zu geben. Der Unterricht ist jedoch so unsagbar lahm und langweilig, dass Jokey und Beauty die erste Gelegenheit nutzen, um auszubüxen.","versions":[{"lang":1,"streams":[{"redirect":10427477,"hoster":"VOE"},{"redirect":10427478,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Mich schlumpft der Affe!","epNo":40,"alt":"","descr":"Statt eines erwarteten Päckchens bekommt Papa Schlumpf einen Affen zugesandt. Da es sich um eine Verwechslung handelt, kontaktiert er den Zauberladen. Man sagt ihm, er solle den Affen zum Dorfrand bringen, wo er abgeholt werde. Diese Aufgabe überträgt er Schlaubi, Jokey und Dummi. Jokey und Dummi haben so viel Spaß am Affen, dass sie ihn gern behalten würden. Aus Scherz verkleiden sie Schlaubi als Affen und stecken ihn in die Versandbox…","versions":[{"lang":1,"streams":[{"redirect":10427480,"hoster":"VOE"},{"redirect":10427479,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das Fliegerass","epNo":41,"alt":"","descr":"Clumsy überredet Handy, ihm Flugstunden zu geben und mit seinem Flugzeug fliegen zu lassen, um die Freiheit über den Wolken zu spüren und einmal in seinem Leben nicht Gefahr laufen zu müssen, irgendein Chaos anzurichten. Damit Clumsy auf keinen Fall etwas passiert, baut Handy eine Fernsteuerung ins Flugzeug ein. Als diese kaputtgeht, gerät das Flugzeug außer Kontrolle…","versions":[{"lang":1,"streams":[{"redirect":10443826,"hoster":"VOE"},{"redirect":10443827,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der Laborassistent","epNo":42,"alt":"","descr":"Schlaubi packt das Gepäck für Papa Schlumpf, der am Kongress der Magier teilnimmt, und verstaucht sich den Knöchel. Daraufhin stellt Papa Schlumpf Monkey als neuen Assistenten ein. Schlaubi soll Monkey trainieren, doch sein Kontrahent ist schlauer, als gedacht und scheint Schlaubi in manchen Belangen sogar überlegen. Schließlich entwickelt sich zwischen den beiden ein Kampf um Papa Schlumpfs Gunst…","versions":[{"lang":1,"streams":[{"redirect":10443836,"hoster":"VOE"},{"redirect":10443833,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der Verdienstorden","epNo":43,"alt":"","descr":"Da Papa Schlumpf länger nicht im Dorf ist, will Schlaubi die Leitung übernehmen. Das bedeutet mehr Arbeit für die Schlümpfe und darauf hat Jokey überhaupt keine Lust. Er heckt einen Plan aus und bittet Hefty und Handy mitzuspielen. Jokey behauptet, keiner hätte gehört, dass Papa Schlumpf Schlaubi die Leitung übertragen habe. Um zu beweisen, dass er für eine solche Aufgabe geeignet sei, müsse er erst den Verdienstorden gewinnen.","versions":[{"lang":1,"streams":[{"redirect":10443838,"hoster":"VOE"},{"redirect":10443837,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Schlumpfiger Muttertag","epNo":44,"alt":"","descr":"Als Gargamel verzweifelt nach einem Geschenk zum Muttertag sucht, fallen ihm Papa Schlumpf, Schlumpfhilde und Beauty in die Hände, die gerade Blumen pflücken. Ein perfektes Geschenk? Nicht für Gargamels Mutter, die allergisch auf Blumen und Schlümpfe reagiert. Nichts kann Gargamel ihr recht machen. Um ihre Haut zu retten, bieten die Schlümpfe Gargamel ein Geschenk an, das seiner Mutter garantiert gefallen würde: Den Zaubertrank des Bösen","versions":[{"lang":1,"streams":[{"redirect":10443831,"hoster":"VOE"},{"redirect":10443828,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Die Verschlumpfung","epNo":45,"alt":"","descr":"Beauty klaut Papa Schlumpf heimlich Pickelsalbe, die leider nicht so wirkt wie erhofft. Statt den Pickel an der Nase zu entfernen, verwandelt sie ihn in eine Eidechse. Nach anfänglichem Spott finden alle Gefallen an Beautys Feuerspuckkünsten, aber nachdem er infolge einer Nieskaskade fast das Dorf abgebrannt hätte, flieht er vor dem Zorn der anderen in den Wald. Als Schlumpfine und Hefty ihn suchen wollen, fallen sie Gargamel in die Hände…","versions":[{"lang":1,"streams":[{"redirect":10470304,"hoster":"VOE"},{"redirect":10470306,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Die Titelstory","epNo":46,"alt":"","descr":"Reporter interviewt Gargamel für seine Zeitung. Er möchte wissen, wie der zu dem bösen Zauberer geworden ist, der er ist. Dabei erzählt Gargamel, dass er am nächsten Tag eine Prinzessin heiraten wird. Dieses Ereignis wollen sich die Schlümpfe natürlich nicht entgehen lassen und sie finden sich alle auf der Lichtung ein, um der Hochzeit beizuwohnen. Doch die Prinzessin entpuppt sich als verkleideter Gargamel und die Hochzeit als eine Falle","versions":[{"lang":1,"streams":[{"redirect":10470316,"hoster":"VOE"},{"redirect":10470310,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der doppelte Papa Schlumpf","epNo":47,"alt":"","descr":"Ein ganz normaler Schlumpf hegt den Wunsch zu sein wie Papa Schlumpf. Ohne Zauberei und Magie gibt es nur eine Möglichkeit: Er geht zu Beauty in die Maske und lässt sich auf Papa Schlumpf stylen. Als er so durchs Dorf läuft, wird er von den anderen Schlümpfen für Papa Schlumpf gehalten, was ihm sehr gefällt. Doch die Dorfbewohner werden zusehends argwöhnischer, weil Papa Schlumpf vermeintlich immer wieder sich widersprechende Anweisungen gibt.","versions":[{"lang":1,"streams":[{"redirect":10490112,"hoster":"VOE"},{"redirect":10490105,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Wer einmal lügt…","epNo":48,"alt":"","descr":"Die Zeitung von Reporter und seinen Mitarbeitern Poeti und Jokey verkauft sich extrem schlecht, denn in Schlumpfhausen gibt es keine Neuigkeiten. Als Jokey dann eine Nachricht über einen das Dorf bedrohenden Steinriesen erfindet, bricht im Dorf Panik aus. Nur Reporter bewahrt einen kühlen Kopf und geht der Sache auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":10490086,"hoster":"VOE"},{"redirect":10490085,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Spieglein, Spieglein…","epNo":49,"alt":"","descr":"Gargamel möchte seiner Mutter beweisen, dass er ein großer Zauberer ist und will dafür einige Schlümpfe fangen. Er erfindet einen magischen Spiegelschrank, der jeden einfängt, der in seinen Spiegel blickt. Ausgerechnet Beauty, der sonst keinem Spiegel widerstehen kann, ist der Einzige, der nicht vom Schrank gefangen wird. Nun ist es an ihm, die Schlümpfe zu befreien. Schafft er es, diesmal nicht in den Spiegel zu schauen?","versions":[{"lang":1,"streams":[{"redirect":10490094,"hoster":"VOE"},{"redirect":10490088,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Ihr seid gefeuert!","epNo":50,"alt":"","descr":"Als wieder einmal ein Feurwehreinsatz komplett schief geht, sind die beiden Feuerwehrleute Clumsy und Dummi so sauer aufeinander, dass sie nicht mehr Feuerwehr sein wollen. Also wird Schlumpfine mit dem Posten beauftragt, die wie dafür geboren zu sein scheint. Als die beiden Ex-Feuerwehrschlümpfe bemerken, wie gut sie ihre Arbeit macht, werden sie neidisch, und überlegen, wie sie Schlumpfine den Job wieder abspenstig machen können…","versions":[{"lang":1,"streams":[{"redirect":10490092,"hoster":"VOE"},{"redirect":10490097,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Wahre Poesie","epNo":51,"alt":"","descr":"Wie jedes Jahr findet in Schlumpfhausen der Dichterwettbewerb statt. Als Schlumpfine entdeckt, dass Lily ein außerordentliches Talent zum Reimen besitzt, wird der diesjährige Wettbewerb zu einem ganz besonderen Ereignis, denn zum ersten Mal ist Poeti nicht der einzige Teilnehmer. Und beide Teilnehmer wollen das Duell unter allen Umständen für sich entscheiden!","versions":[{"lang":1,"streams":[{"redirect":10490093,"hoster":"VOE"},{"redirect":10490099,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Schlumpf für einen Tag","epNo":52,"alt":"","descr":"Gargamel fängt Papa Schlumpf, tauscht mit Hilfe eines Zaubertranks mit ihm die Körper und sperrt ihn in einen Käfig. Die Schlümpfe nehmen den falschen Papa Schlumpf mit ins Dorf, doch bevor Gargamel sich zurückverwandeln kann, zerbricht die Flasche mit dem Gegenmittel. Muss Gargamel nun für immer ein Schlumpf bleiben und Papa Schlumpf für immer Gargamel?","versions":[{"lang":1,"streams":[{"redirect":10490109,"hoster":"VOE"},{"redirect":10490101,"hoster":"Streamtape"}]}]}]}]}