{"path":"/serie/stream/die-chaosfamilie","name":"Die Chaosfamilie","descr":"Nachdem ihre Kinder endlich alle ausgezogen sind, freut sich das seit 25 Jahren verheiratete Ehepaar Dave und Julie Rafter auf ein \"sturmfreies\" Haus. Doch die Freude ist nur von kurzer Dauer: Der älteste Sohn Nathan und seine Frau Sammy sind pleite und möchten gerne \"übergangsweise\" wieder einziehen. Auch Tochter Rachel steht nach einem Streit mit ihrem Freund wieder vor der Tür, der jüngste Sohn Ben lebt in einer Chaos-WG im Nachbarhaus und schließlich bittet auch Julies Vater um Asyl.","seasons":[{"path":"/serie/stream/die-chaosfamilie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-1","name":"Willkommen im Chaos","epNo":1,"alt":"","descr":"Julie und Dave Rafter haben Grund zum Feiern: Ihr 25. Hochzeitstag steht vor der Tür und auch Ben hat, als letztes Kind, seinen Auszug aus dem elterlichen Heim bekannt gegeben. Endlich scheint Ruhe im Hause Rafter einzukehren, doch die neu gewonnene Freiheit währt nicht allzu lange. Nach der Feier steht Sohnemann Nathan samt seiner Ehefrau Sammy vor der Tür. Beide wollen wieder bei Nathans Eltern einziehen, um so auf ein eigenes Haus sparen zu können. Auch sonst werden Dave und Julie von Hiobsbotschaften nicht verschont: Daves Arbeitgeber kündigt Stellenkürzungen an, und Dave bangt um seine berufliche Existenz. Julie bekommt einen Anruf aus dem Krankenhaus. Ihr Vater Ted wurde mit einem Herzanfall eingeliefert. Ihn plagt die Trauer um seine kürzlich verstorbene Frau, Louise, immer noch so sehr, dass Julie beschließt, Ted kurzerhand ebenfalls bei sich zu Hause einzuquartieren. Zu guter Letzt klingelt auch noch Tochter Rachel an der Tür der Rafters. Sie ist vor ihrem gewalttätigem Freund Daniel geflohen und sucht nun Unterschlupf bei ihren Eltern. Dave und Julie erkennen: Freiheit ist noch lange nicht in Sicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513236","hoster":"VOE"},{"path":"/redirect/10102686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-2","name":"Verschossen","epNo":2,"alt":"Playing A Googly","descr":"Im Haus der Rafters ist Leben eingekehrt, mehr als Dave und Julie eigentlich lieb ist. Ihre Tochter Rachel taucht mitten in der Nacht auf, weinend und mit einem blauen Auge steht sie vor ihrem Elternhaus und Dave und Julie erfahren, dass Rachel von ihrem drogenabhängigen Freund verprügelt worden ist. Dave, der vor kurzem seinen Job gekündigt hat, ist außer sich vor Wut und will sich den brutalen Freund seiner Tochter persönlich vorknöpfen. Obwohl er Rachel versprochen hat, sich nicht einzumischen, stellt er Daniel zur Rede und wird ebenfalls Opfer von Daniels Prügelattacken. Nachdem Dave beim Kricketspiel auch noch gegen seinen ärgsten Feind Warney verliert, schwindet sein Selbstwertgefühl zusehend. Um sein angekratztes Ego aufzubessern, hilft er Chrissy, die ihn gebeten hat, in ihrem Haushalt kleinere Reparaturen vorzunehmen. Dabei werden die beiden von Ben beobachtet, der nun seinem Vater eine Affäre unterstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513237","hoster":"VOE"},{"path":"/redirect/10102685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-3","name":"Auf dem Sprung","epNo":3,"alt":"She Ain’t Heavy","descr":"Die Rafters sind von einem harmonischen Zusammenleben weiter entfernt denn je. Nathan und Sammy denken gar nicht daran, sich in den Familienalltag zu integrieren. Großvater Ted verkriecht sich in seiner Trauer nur noch in seinem Zimmer und Rachel weicht allen Fragen nach den Gewalttätigkeiten ihres Freundes aus. Zudem bereitet ihr übermäßiger Alkoholgenuss der Familie Sorge. Als Ben Rachel zum wiederholten Mal betrunken zu Hause abliefert, appelliert Julie an Bens Verantwortungsbewusstsein. Julie versucht, die Familie bei einem gemeinsamen Grillfest zu vereinen, doch die Stimmung ist nicht so harmonisch, wie erhofft. Das \"nette Beisammensein\" endet jedoch in einer Katastrophe: Nathan und Sammy lassen sich nur kurz blicken, Rachel betrinkt sich und Dave plaudert Teds Geheimnis, dass er manchmal die Kleider seiner Frau trägt, aus. Ted verschwindet daraufhin und überlegt ernsthaft seinem Leben ein Ende zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513241","hoster":"VOE"},{"path":"/redirect/10102687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-4","name":"Etikettenschwindel","epNo":4,"alt":"How Did We Get Here?","descr":"Die junge Ehe von Nathan und Sammy steckt in der Krise. Nathan plagt das schlechte Gewissen. Er wohnt schon länger bei seinen Eltern, als er eigentlich geplant hatte. Er erinnert sich an den Tag seiner Hochzeit mit Sammy: Ein glücklicher, aber auch ein sehr dramatischer Tag, denn Teds geliebte Frau Louise, erlitt in der Kirche einen Herzinfarkt und brach noch vor den Augen aller Anwesenden, leblos zusammen. Nathan beichtet Sammy, dass er, sich in der momentanen Situation zunehmend unwohl fühlt, weil er als Nesthäckchen ohnehin viel stärker finanziell unterstützt wurde, als seine Geschwister. Nathan und Sammy beschließen beide, Julie und Dave endlich den wahren Grund für ihren Einzug zu nennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513250","hoster":"VOE"},{"path":"/redirect/10102688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-5","name":"Dünne Haut, dicke Lippe","epNo":5,"alt":"Lines Of Communication","descr":"Daves plötzliche Arbeitslosigkeit nagt schwer an Julies Nerven. Nachts ist sie nun damit beschäftigt, die Einnahmen und Ausgaben der Rafters zu kontrollieren. Obwohl sie nach außen hin versucht, den Schein zu wahren, fällt ihr seelischer Zustand auch bald den anderen Familienmitgliedern auf. Nicht mal ihrer Freundin Chrissy gelingt es, Julie bei einer ausführlichen Shoppingtour auf andere Gedanken zu bringen. Julie kommt auf die Idee einen Zweitjob anzunehmen, ohne jedoch Dave davon in Kenntnis zu setzen. Auch Ben hat alle Hände voll zu tun. Sein Mitbewohner Nick hat eine Mail mit brisantem Inhalt von seinem Cousin erhalten: ein Video, das Bens Schwester Rachel beim Sex zeigt. Zu allem Unglück, stellt Ben schnell fest, dass ausgerechnet Warney, der verhasste Ex-Kollege seines Vaters, die Mail ebenfalls erhalten hat. Um zu verhindern, dass Warney das Video zu Gesicht bekommt, muss Ben an Warneys Computer um die Mail zu löschen, was sich jedoch schwieriger gestaltet als zunächst gedacht. Zum Glück kann Ben in diesem Moment auf die Hilfe von seiner Mitbewohnerin Melissa zählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333452","hoster":"VOE"},{"path":"/redirect/10102690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11776690","hoster":"VOE"},{"path":"/redirect/10809804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-7","name":"Opas neue Kleider","epNo":7,"alt":"Facing Demons","descr":"Ted entschließt sich, wieder in sein eigenes Haus zu ziehen. Dort wird er von Rachel besucht, die endlich den Mut findet sich, Ted anzuvertrauen und ihm alles über ihre Beziehung mit Daniel erzählt. Rachel erzählt Ted, dass sie und Daniel sich in der Werbeagentur kennengelernt haben, in der Rachel auch heute noch arbeitet. Doch ihr Liebesglück währt nur kurz: Unter Daniels Einfluss begann sie zu trinken und Drogen zu nehmen. Immer häufiger prügelte Daniel auf Rachel ein. Zum Glück kann Rachel im letzten Moment all ihre Kraft aufbringen, um sich von Daniel zu trennen. Doch Rachels Entscheidung hat ein böses Nachspiel: Daniel schickt das intime Video von Rachel an Julie und Dave. Beeindruckt von Rachels Mut, ihr Leben umzukrempeln und noch einmal ganz von vorne anzufangen, beschließt auch Ted, sein Leben wieder in die Hand zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513253","hoster":"VOE"},{"path":"/redirect/10102689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-8","name":"Vollidiot","epNo":8,"alt":"Self-made Man","descr":"Nathan ist der Meinung, dass die Rafters mit ihrer einfachen Lebensweise nicht mit seinen vornehmen Schwiegereltern, den Westaways, mithalten können. Daher lässt er die Einladung für seine Eltern zum 50. Geburtstag seines wohlhabenden Schwiegervaters, Tony Westaway, kurzerhand verschwinden. Am Liebsten möchte Nathan so sein wie sein großes Vorbild, der arrogante Oliver, der sich ständig mit hochkarätigen Immobilienprojekten brüstet. Empört von Nathans Einstellung, lädt Rachel Oliver ins Haus der Rafters ein. Eine nicht sehr angenehme Einladung für Oliver, denn endlich wird er als das erkannt, was er ist: ein Vollidiot. Julie und Dave entschließen sich nun doch an der Geburtstagsparty von Sammys Vater teilzunehmen. Dabei erkennt Nathan, dass auch in der scheinbar perfekten Welt der Westaways nicht alles Gold ist, was glänzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513167","hoster":"VOE"},{"path":"/redirect/10102692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-9","name":"One Hit Wonder","epNo":9,"alt":"Suburban Boy","descr":"Dave, der Mitautor des Erfolgshits ‚Suburban Boy‘, trifft sich mit Steve Wilson, seinem früheren Freund und Bandkollegen. Er möchte mit ihm über seine Beweggründe sprechen, warum er damals die Band plötzlich und ohne Begründung verlassen hat. Durch das Gespräch finden die beiden wieder zueinander. Mehr noch: Steve beteiligt Dave an den Einnahmen aus dem Hit und möchte, dass Dave wieder auftritt. Nick und Chrissy kommen sich näher, doch Chrissy will Bedenkzeit. Nathan verwendet ihm anvertrautes Geld, um einen reichen Kunden zu ködern. Doch als dieser absagt, ist Nathan in einer schwierigen Lage. Das investierte Geld war ihm nämlich eigentlich für die Renovierung einer Wohnung übergeben worden. Jetzt ist das Geld weg und die Wohnung immer noch nicht renoviert, was nun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513171","hoster":"VOE"},{"path":"/redirect/10102691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-10","name":"Einsame Entscheidung","epNo":10,"alt":"All In The Planning","descr":"Rachel stellt fest, dass sie von ihrem Ex-Freund, dem drogensüchtigen Daniel schwanger ist. Rachel steht vor einer schweren Entscheidung, denn sie muss überlegen, ob sie tatsächlich ein Leben lang an den Vater ihres ungeborenen Kindes gebunden sein will. Ted dagegen scheint an dem Gedanken, Urgroßvater zu werden, langsam Gefallen zu finden. Sammy bekommt das Angebot, den Theateragenten Nick Leigh als persönliche Assistentin durch die Welt zu begleiten. Obwohl sich Nick und Chrissy immer näher kommen, will Chrissy immer noch nicht mit ihm schlafen. Julie betrachtet die Beziehung der beiden mit großer Skepsis. Ben findet versehentlich Rachels positiven Schwangerschaftstest und ist nun fest davon überzeugt, Vater zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513174","hoster":"VOE"},{"path":"/redirect/10102693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-11","name":"Das perfekte Wochenende","epNo":11,"alt":"Away From It All","descr":"Die Familie plant ein Wochenende in einem Ferienhaus am Meer, es soll nicht irgendeins, sondern das ‚perfekte Wochenende‘ werden. Rachel fährt nur ungern mit, denn zwischen ihr und Großvater Ted ist das Verhältnis seit ihrer Abtreibung sehr getrübt. Doch dann lernt Rachel den sympathischen Rucksack-Touristen Ewan kennen. Nach anfänglichen Schwierigkeiten, vertraut sie sich ihm in einem offenen Gespräch an, denn sie erkennt: Auch Ewan hat sein ‚Päckchen‘ zu tragen. Als Kind hat Julie mit ihrer Mutter Louise Briefe geschrieben, in denen beide ihre Zukunftsträume notiert haben. Ted stößt durch Zufall auf die Briefe, doch er ist sich nicht ganz sicher, ob er nach Louises Verlust schon bereit dafür ist, ihre Briefe zu lesen. Nathan, der wegen seiner Arbeit nicht mit ans Meer fahren konnte, gerät erneut mit Sammy in Streit. Es kommt zu einer stürmischen Versöhnung mit bösen Folgen. Nick und Chrissy schlafen endlich miteinander, doch am nächsten Morgen zieht Chrissy sich wieder zurück. Nick hat allmählich genug von Chrissys Wankelmütigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513181","hoster":"VOE"},{"path":"/redirect/10102695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-12","name":"Frohes Fest","epNo":12,"alt":"Removing The Block","descr":"Weihnachten steht vor der Tür, doch nicht alle sind glücklich darüber. Dave will Julie mehr Freiräume verschaffen. Ein ‚Dienstplan‘ soll die Pflichten im Haushalt besser verteilen. Besonders Nathan hat Probleme, seinen häuslichen Pflichten unter Daves neuem Regime nachzukommen, denn bei ihm läuft geschäftlich immer noch alles schief. Ted kehrt langsam zurück ins Leben. Er meldet sich bei ‚Friend Finders‘ an, einer sozialen Netzwerkgruppe für Menschen über 50, die neue Kontakte sucht. In der wunderbaren Welt des Flirtens muss der leicht überforderte Ted zu seiner Überraschung feststellen, dass es gleich zwei ältere Ladies auf ihn abgesehen haben. Julie nutzt ihre neu gewonnene Freizeit und besucht mit Chrissey einen Nachtclub, dabei machen ihr die Annäherungsversuche eines weitaus jüngeren Mannes klar, dass sie immer noch eine äußerst attraktive Frau ist. Während Julie fröhlich feiert, kämpft Dave zu Hause mit den verstopften Abflussrohren und er kommt nicht umhin sich zu fragen, ob es einen Zusammenhang zwischen den verstopften Rohren und Rachels neuster Begeisterung für makrobiotisches Essen gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513182","hoster":"VOE"},{"path":"/redirect/10102696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-13","name":"Augen zu und durch","epNo":13,"alt":"Smile Through The Pain","descr":"Bens Selbstbewusstsein wird durch einen Raubüberfall zutiefst erschüttert. Die Angst und die Demütigung sitzen ihm tief in den Knochen und er ist nicht in der Lage, sich jemandem anzuvertrauen. Melissa spürt, dass es ihm nicht gut geht und überzeugt Ben schließlich, zu einer Opferberatung zu gehen. Dave hat Geburtstag, doch ausgerechnet an seinem Ehrentag wird er von schrecklichen Zahnschmerzen geplagt, so dass er gezwungen ist, einen Zahnarzt aufzusuchen, der ihn auf eine kostspielige Behandlung vorbereitet. Warney hat die Lösung parat, denn er bietet Dave einen lukrativen Auftrag an. Doch Dave ist hin- und hergerissen, ob er Warney vertrauen kann, oder nicht. Seine Sorgen scheinen berechtigt, denn wie sonst kann es sein, dass sich Warney und Dave am Ende der Geburtstagsfeier auf einmal in einem Strip-Club wiederfinden? Währenddessen hat Rachel Yoga für sich entdeckt und überzeugt Julie und Chrissey, gemeinsam an einem Kurs teilzunehmen. Als sie dort ankommen, merken Julie und Chrissey schnell, dass Rachels Interesse nicht nur den Yogaübungen gilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513190","hoster":"VOE"},{"path":"/redirect/10102694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-14","name":"Fleischeslust","epNo":14,"alt":"A Mother’s Radar","descr":"Im Hause Rafter steht das Stimmungsbarometer auf Sturm. Julie macht sich große Sorgen: Sie spürt, dass mit Nathan etwas nicht in Ordnung ist. Was Julie nicht weiß: Nathan und Sammy verbringen ein paar romantische Stunden zu zweit in einem Haus, das eigentlich zum Verkauf steht. Zu dumm, dass sie dabei ausgerechnet von Nathans Chef erwischt werden. Daraufhin wird Nathan prompt entlassen. Er ist jedoch zu feige, Sammy davon zu berichten. Noch am selben Abend trifft Sammy auf ihren erfolgreichen Ex-Freund und beide verstehen sich immer noch blendend. Das macht es für Nathan nicht gerade einfacher, denn er kommt sich einmal mehr vor wie ein Loser. Rachel geht ganz in ihrer Beziehung mit ihrem Yoga-Lehrer Vishnu auf. Besonders seine spirituelle Lebensweise fasziniert sie. Auch Julie scheint dem Charme des durchtrainierten Lebenskünstlers verfallen. Dave und Ted dagegen sind nicht so begeistert über Vishnus Weisheiten. Doch Julie ist überzeugt, dass ihr ‚Männerradar‘ ausschlagen würde, wäre Vishnu ein schlechter Mensch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513196","hoster":"VOE"},{"path":"/redirect/10102697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-15","name":"Gerechte Strafe","epNo":15,"alt":"Natural Justice","descr":"In der Familie Rafter häufen sich mal wieder die Probleme: Während Nathan daran verzweifelt, seinen Job verloren zu haben, leidet Ben noch immer unter den Folgen des Überfalls im Bootsclub. Als er schließlich bei einem Prozess zum Schöffen bestellt wird, übertreibt er es in seiner neuen Rolle und verhält sich mehr als rachsüchtig. Zum Glück ist auch Kat als Schöffin geladen, mit der er sich sogleich anfreundet und die ihn auf den Boden der Tatsachen zurückholt. Die WG steckt in finanziellen Schwierigkeiten. Melissa will aber nicht, dass Ben in ihr Zimmer zieht, damit Platz für einen zusätzlichen Mitbewohner frei wird. Und auch auf den Vorschlag von Nick reagiert sie ablehnend und eifersüchtig: Denn der wünscht sich, dass sein Schwarm Kat als neues Mitglied in die WG zieht. Unterdessen genießen Dave und Julie einen erotischen Abend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513197","hoster":"VOE"},{"path":"/redirect/10102701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-16","name":"Nervenbündel","epNo":16,"alt":"Having It All","descr":"Rachel will ihr Leben ändern und voll durchstarten. Da kommt ihr die Chance gerade recht, sich bei einer angesehenen Werbeagentur zu bewerben. Je näher jedoch der Termin rückt, desto mehr bekommt sie kalte Füße und sie nagen Zweifel, ob sie wirklich qualifiziert genug ist für den Job. Ihre Kollegin Libby nimmt sie außerdem zu einem Speeddating mit, bei dem sie ausgerechnet auf einen alten Bekannten treffen. Ein Buch über die Schwierigkeiten des Lebens wird für Rachel schließlich zum Ansporn, niemals aufzugeben. Und tatsächlich nimmt ihr Plan, ein neues Kapitel in ihrem Leben aufzuschlagen, plötzlich doch noch eine überraschende Wendung: Durch Zufall lernt sie den attraktiven und intelligenten Rob kennen, der jedoch deutlich älter ist als sie. Nathan und Dave haben immer noch große Probleme zusammenzuarbeiten. Nathan treibt als neuer Manager seinen Vater an und Warney behandelt ihn ebenfalls schon so, als sei er der neue Chef. Davon ist Dave, der seinem undankbaren Sohn mit dem Jobangebot eigentlich nur aus der Klemme helfen wollte, zunehmend genervt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513200","hoster":"VOE"},{"path":"/redirect/10102698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-17","name":"Auf Freiersfüssen","epNo":17,"alt":"Changes","descr":"Ted wandelt weiter auf Freiersfüßen, was auf ein geteiltes Echo trifft: Während sich Helen als ziemlich eifersüchtig erweist, hat Marjorie für Teds Nöte dagegen großes Verständnis. Als zwei wertvolle Spielzeugautos von Dave plötzlich verschwunden sind, ist Melissa sicher, dass Kat die Autos gestohlen und verkauft hat. Diese Anschuldigungen treiben in der Folge einen Keil zwischen sie und Ben, der ihre neue Mitbewohnerin verteidigt. Als Kat später auch noch im Bootsclub von Tom, den sie offenbar kennt, angemacht wird, spielt Ben erneut den Helden. Kat und er landen daraufhin im Bett. Dave sieht rot, als er erfährt, wer der ältere Mann ist, mit dem Rachel ausgeht. Denn er kennt Rob noch aus früheren Zeiten, als dieser noch als unverbesserlicher Frauenheld galt. Hinter Rachels Rücken sucht er Rob auf, um ihn von seiner Tochter fernzuhalten. Rachel lernt unterdessen die beiden Söhne von Rob kennen, Rhys und Toby, und wird direkt mit den Problemen pubertierender Jungen konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513206","hoster":"VOE"},{"path":"/redirect/10102700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-18","name":"Auf der Flucht","epNo":18,"alt":"House Of Cards","descr":"Sammy fliegt mit ihrer besten Freundin Monique nach New York zu einem Konzertbesuch. Jedoch verschweigt sie ihrem Mann Nathan, dass ihre Eltern ihr das Geld für die Reise geschenkt haben. Als Nathan erfährt, dass Sammy ihn belogen hat, ist er außer sich und betrinkt sich mit seiner Schwester Rachel. Das führt zu einem heftigen Kater am nächsten Morgen und zu einem letzten Gespräch mit Sammy vor ihrem Abflug. Dave und Julie versuchen indes, ihren Kindern einmal zu entkommen und ihre Liebe aufzufrischen. Dave arrangiert zunächst ein heimliches Treffen in einer Bar, bei dem beide so tun sollen, als seien sie Fremde, die sich zum ersten Mal begegnen. Julie revanchiert sich schließlich und organisiert ein Date in einem Motelzimmer, bei dem die zwei jeweils verkleidet erscheinen sollen. Kat schafft es, ihre Mitbewohner zu erpressen. Sie verführt erst Ben, der zu viel getrunken hat, entlockt Melissa Geheimnisse aus ihrem früheren Leben und baggert zu guter letzt Nick an, der ihr eindeutige Avancen macht. Als Tom auftaucht, dem sie noch 6.000 Dollar schuldet, wird ihr das Pflaster zu heiß und sie verabschiedet sich mit einem gekonnten Raub.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513208","hoster":"VOE"},{"path":"/redirect/10102699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-19","name":"Mondsüchtig","epNo":19,"alt":"Over The Moon","descr":"Ben ist vollkommen verzweifelt, weil seine Freundin Melissa ihn verlassen hat. Jetzt haust er mitsamt seinen Depressionen auf der elterlichen Wohnzimmercouch. Doch Dave findet durch Zufall in einer zurückgelassenen Kamera einen Hinweis auf Melissa. Die Spur führt ihn zu einem Konditor, wo er erfährt, dass Melissa vor ihrem Verschwinden noch einen Geburtstagskuchen für Ben bestellt hatte. Dave ruft Melissa unter falschem Namen an und lockt sie mit ihrer Kamera zu dem Laden. Er weiht auch seinen Sohn Ben ein und hofft, dass dieser Melissa wieder für sich gewinnen kann. Ben hat jedoch in der Zwischenzeit auf eigene Faust nach Melissa gefahndet und dabei auch mit ihrer Mutter gesprochen, die Melissa seit Jahren nicht gesehen hat. Als Melissa davon erfährt, ist sie zum zweiten Mal tief enttäuscht. Julie und Rita geraten ständig aneinander. Meist geht es in ihren Streitereien um die Erziehung von Nick. Julie ist der Meinung, dass Rita ihren Sohn zu sehr bemuttert. Als Rita dann auch noch von Chrissy, der viel älteren Freundin von Nick, erfährt, dreht sie vollkommen durch. Nick hält dagegen und macht Chrissy kurzerhand einen Heiratsantrag. In dem ganzen Gefühlschaos geht Julie mit einer Kettensäge auf den Baum der Nachbarn los. Rita, die versucht die Wogen zu glätten, äußert die Vermutung, Julies Gefühlsschwankungen könnten ein Zeichen der beginnenden Wechseljahre sein. Julie sucht darauf hin Trost bei ihrem Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513215","hoster":"VOE"},{"path":"/redirect/10102703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-20","name":"Voll daneben","epNo":20,"alt":"Losing The Touch","descr":"Julie beschleicht das Gefühl, nicht nur ihr gutes Gespür beim Kochen und Backen zu verlieren. Auch die Ratschläge, die sie ihren Kindern gibt, kann sie schon kurze Zeit später selbst nicht mehr nachvollziehen. Außerdem stellen sich schon erste Hitzewallungen ein und sie wird von Stimmungsschwankungen gebeutelt. Rita klärt sie schonungslos auf, dass sie am Anfang der Wechseljahre stehe und Gefahr laufe, übergewichtig zu werden und nie wieder einen kurzen Rock tragen zu können. Julie ist verzweifelt. Doch der Versuch, ihre Familie zu einer gesünderen Ernährung zu überreden, droht zu scheitern. Sammy kommt mit Unmengen von Geschenken aus New York zurück. Die Familienmitglieder sind eher irritiert, als dass sie sich wirklich freuen können. Denn jeder weiß, dass Sammy die Geschenke vom Geld ihrer reichen Eltern gekauft hat. Als schließlich auch Nathan von dem Shopping-Exzess erfährt, verliert dieser die Fassung und fragt sich, ob das wirklich die Frau ist, mit der er leben möchte. Im Streit verlässt Sammy das Haus und zieht sich beleidigt zu ihren Eltern zurück. Dann wird plötzlich im Fernsehen darüber berichtet, dass Sammys Vater in einen großen Anlegerbetrug verwickelt sein soll. Ben befolgt den Rat seiner Mutter und platzt mitten in einen Wetterbericht des Frühstückfernsehens, um vor laufenden Kameras Melissa seine Liebe zu gestehen. Als er seine Aktion später zusammen mit Bekannten selbst auf dem Bildschirm sieht, würde er am liebsten im Boden versinken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917433","hoster":"VOE"},{"path":"/redirect/10102702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-21","name":"Leben und Tosd","epNo":21,"alt":"What A Difference A Year Make","descr":"Ted versucht, den ersten Todestag seiner verstorbenen Frau so optimistisch wie möglich zu verleben. So fordert er seine Familie dazu auf, an ihrem Grab gemeinsam mit ihm zu singen. Julie fühlt sich bei der Sache zwar nicht ganz wohl, respektiert aber den Wunsch ihres Vaters. Als dieser allerdings noch am selben Abend seine neue Geliebte Marjorie zum Essen einlädt, protestiert Julie und bittet ihren Vater, das Treffen auf einen anderen Abend zu verschieben. Als Julie etwas später wieder nach Hause zurückkehrt, wirkt sie völlig fertig und durcheinander und zieht sich sogleich zurück. Während Ted glaubt, dass seine Tochter noch immer auf ihn und Marjorie wütend ist, vermutet Rachel etwas viel Schlimmeres. Sie äußert ihren Verdacht, Julie sei vielleicht an Krebs erkrankt und stellt ihre Mutter zur Rede. Diese hat nun keine andere Wahl mehr, als mit der überraschenden Wahrheit herauszurücken. Die Investment-Pleite von Sammys Vater nimmt so große Ausmaße an, dass sogar die Medien darüber berichten. Als Nathan und Sammy in einem edlen Restaurant zu Abend essen, wird Sammy plötzlich von einer Frau attackiert, die ihr gesamtes Vermögen verloren hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513224","hoster":"VOE"},{"path":"/redirect/10102705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-1/episode-22","name":"Alles auf Anfang","epNo":22,"alt":"Don’t Know What You’ve Got Till It’s Gone","descr":"Jetzt, wo Julie und Dave den wahren Grund für Julies merkwürdiges Verhalten kennen, steht das Paar vor einer schweren Entscheidung: Mit einer so späten Schwangerschaft hatten sie nicht gerechnet. Noch mehr irritiert die beiden, dass sich ihre drei inzwischen schon erwachsenen Kinder und deren Großvater wahnsinnig auf das Baby freuen. Die medizinischen Prognosen sehen jedenfalls nicht besonders gut aus und die Ärzte warnen sie vor unvorhersehbaren Risiken für das Baby wie auch für die werdende Mutter. Dave hat Angst davor, seine Frau für ein Kind verlieren zu können, zu dem er überhaupt noch keine Beziehung hat. Nachdem die beiden bei der Ultraschalluntersuchung zum ersten Mal den Herzschlag des Kindes hören können, verbringen sie in der Folge viele schlaflose Nächte. Sammys Mutter trennt sich von ihrem Mann und schenkt Melissa ein äußerst wertvolles Gemälde, bevor sie Australien verlässt und nach England geht. Für Sammy und Nathan ist es sehr verlockend, durch den Verkauf dieses Bildes ihre Schulden abzahlen und sogar noch ein eigenes kleines Haus anzahlen zu können. Doch Sammy plagen bei dem Gedanken angesichts der Pleite ihres Vaters Schuldgefühle. Melissa wird von ihrem Exverlobten Shannon zum Essen eingeladen – angeblich um sich ein letztes Mal über alles auszusprechen, was damals vorgefallen war. Ben ist rasend vor Eifersucht über das Treffen seiner Freundin mit dem Football-Profi und folgt den beiden bis zum Restaurant. Doch er erfährt, dass Shannon inzwischen auch in Liebesdingen in einer ganz anderen Liga spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513226","hoster":"VOE"},{"path":"/redirect/10102706","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-1","name":"Das zweite Gesicht","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587466","hoster":"VOE"},{"path":"/redirect/8401734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-2","name":"Herzschmerz","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989615","hoster":"VOE"},{"path":"/redirect/8401735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-3","name":"Bewährungsprobe","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989618","hoster":"VOE"},{"path":"/redirect/8401736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-4","name":"Dufte Party","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989617","hoster":"VOE"},{"path":"/redirect/8401737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-5","name":"Babysorgen","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100435","hoster":"VOE"},{"path":"/redirect/8401740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-6","name":"Gefühlsrausch","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989612","hoster":"VOE"},{"path":"/redirect/8401741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-7","name":"Champagnerlaune","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989620","hoster":"VOE"},{"path":"/redirect/8401743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-8","name":"Namenstag","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989622","hoster":"VOE"},{"path":"/redirect/8401749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-9","name":"Bildschön","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100438","hoster":"VOE"},{"path":"/redirect/8401750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-10","name":"Zweite Chance","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989616","hoster":"VOE"},{"path":"/redirect/8401747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-11","name":"Mutterinstinkt","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989924","hoster":"VOE"},{"path":"/redirect/8401753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-12","name":"Auf Männerfang","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989623","hoster":"VOE"},{"path":"/redirect/8401752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-13","name":"Kopfkino","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989629","hoster":"VOE"},{"path":"/redirect/8401755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-14","name":"Geburtstagsparty","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989627","hoster":"VOE"},{"path":"/redirect/8401762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-15","name":"Aloha","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989626","hoster":"VOE"},{"path":"/redirect/8401760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-16","name":"Funkstille","epNo":16,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383952","hoster":"VOE"},{"path":"/redirect/8401758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-17","name":"Nestbau","epNo":17,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989628","hoster":"VOE"},{"path":"/redirect/8401764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-18","name":"High","epNo":18,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989923","hoster":"VOE"},{"path":"/redirect/8401767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-19","name":"Hochzeitsglocken","epNo":19,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989625","hoster":"VOE"},{"path":"/redirect/12482095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-20","name":"Ausgeflittert","epNo":20,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989927","hoster":"VOE"},{"path":"/redirect/8401771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-21","name":"Baby-Party","epNo":21,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989590","hoster":"VOE"},{"path":"/redirect/8401770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-2/episode-22","name":"Willkommen im Leben","epNo":22,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989929","hoster":"VOE"},{"path":"/redirect/8401773","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-1","name":"Notlösung","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587464","hoster":"VOE"},{"path":"/redirect/8401776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-2","name":"Brust oder Keule","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989921","hoster":"VOE"},{"path":"/redirect/8401777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-3","name":"Ohne Worte","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333466","hoster":"VOE"},{"path":"/redirect/8401780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-4","name":"Heiße Luft","epNo":4,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206670","hoster":"VOE"},{"path":"/redirect/8401783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-5","name":"Heldenhaft","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108558","hoster":"VOE"},{"path":"/redirect/8401786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-6","name":"Trautes Heim","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333468","hoster":"VOE"},{"path":"/redirect/8401782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-7","name":"Kleine Prinzessin","epNo":7,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989931","hoster":"VOE"},{"path":"/redirect/8401790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-8","name":"Edler Spender","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989936","hoster":"VOE"},{"path":"/redirect/8401792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-9","name":"Schlaflose Nächte","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989935","hoster":"VOE"},{"path":"/redirect/8401791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-10","name":"Farbe bekennen","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989938","hoster":"VOE"},{"path":"/redirect/8401796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-11","name":"Nach Rezept","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108559","hoster":"VOE"},{"path":"/redirect/8401794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-12","name":"Stille Post","epNo":12,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989934","hoster":"VOE"},{"path":"/redirect/8401795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-13","name":"Nachtaktiv","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989933","hoster":"VOE"},{"path":"/redirect/8401804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-14","name":"Entkräftet","epNo":14,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14073700","hoster":"VOE"},{"path":"/redirect/8401805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-15","name":"Geisterstunde","epNo":15,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989937","hoster":"VOE"},{"path":"/redirect/8401803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-16","name":"Revierkämpfe","epNo":16,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587463","hoster":"VOE"},{"path":"/redirect/8401807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-17","name":"Ausgebrannt","epNo":17,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915962","hoster":"VOE"},{"path":"/redirect/8401809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-18","name":"Leselust und Liebesfrust","epNo":18,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10513229","hoster":"VOE"},{"path":"/redirect/10513231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-19","name":"Atempause","epNo":19,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579426","hoster":"VOE"},{"path":"/redirect/8401810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-20","name":"Aus heiterem Himmel","epNo":20,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579441","hoster":"VOE"},{"path":"/redirect/8401813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-21","name":"Ruhe in Frieden","epNo":21,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587465","hoster":"VOE"},{"path":"/redirect/8401812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-chaosfamilie/staffel-3/episode-22","name":"Schritt für Schritt","epNo":22,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9587470","hoster":"VOE"},{"path":"/redirect/8401814","hoster":"Streamtape"}]}]}]}]}