{"path":"/serie/stream/die-ritter-von-castelcorvo","name":"Die Ritter von Castelcorvo","descr":"Eine antike Burg erhebt sich über dem verschlafenen Örtchen Castelcorvo, sie sei leer und unbewohnt. Doch ist es wirklich so, oder verbirgt sie ein großes Geheimnis? Die vier Freunde Giulia, Riccardo, Betta und Matteo schließen sich zusammen, um als \"Die Ritter von Castelcorvo\" den Kampf gegen eine dunkle Macht aufzunehmen und die Wahrheit ans Licht zu bringen.","seasons":[{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-1","name":"Die Prophezeiung","epNo":1,"alt":"","descr":"Die 13-jährige Giulia und der 11-jährige Riccardo besuchen ihre Tante Margherita in Castelcorvo. Sie lebt in einem alten Landhaus, welches sie gerade gekauft hat und in eine Pension umwandeln will. Die Eltern der beiden Geschwister müssen nach kurzer Zeit aus beruflichen Gründen wieder abreisen und bitten Tante Margherita darum, die Kinder für einige Zeit bei sich zu behalten. Vor allem Riccardo zeigt sich wenig begeistert von dieser Idee, da sein Handy nirgendwo Empfang hat und er nicht seine geliebten Videospiele zocken kann. Kurze Zeit später freunden sich die Geschwister mit zwei Kindern aus dem Dorf an: Matteo und Betta. Der 11-jährige Matteo ist ein eher schüchterner Junge und sammelt gerne seltene Käfer. Während die 12-jährige Betta hingegen ein mutiges und abenteuerlustiges Mädchen ist. Die zwei gelten bei den Kinder in Castelcorvo als Außenseiter, und werden nicht selten von diesen schikaniert. Angeführt von Aldo, der Kopf einer Bande von Rabauken. Er hat es vorwiegend auf Matteo abgesehen und ärgert ihn, wo er nur kann. Nach einem Streit wirft er das Handy von Matteo über eine Hecke. Es landet im Garten der \"verrückten\" Schwestern, zwei ältere Damen, von denen die Kinder im Dorf glauben, dass sie Hexen seien. Nachdem die vier Freunde all ihren Mut zusammengenommen haben und das Grundstück betreten, stehen sie plötzlich den beiden unheimlichen Schwestern gegenüber. Eine der beiden älteren Frauen trägt einen Raben auf ihrer Schulter und übergibt den Kindern eine seltsame, kupferne Karte mit einem geheimnisvollen Rätsel darauf. Danach verkünden die beiden eine beunruhigende Prophezeiung: \"Die Reise wird enden und einer der Ritter wird nicht mehr heimkehren. Er wird vergessen werden und keiner wird ihn suchen.\" Am selben Abend grübeln Giulia und Riccardo darüber nach, was es mit diesem Rätsel auf sich hat. Riccardo allerdings glaubt nicht, dass es sich bei den beiden älteren Damen wirklich um Hexen handelt. Ebenso nimmt er das Rätsel und die Prophezeiung nicht für voll. Giulia hingegen lässt es nicht mehr los. Als sie in dieser Nacht in der Dachkammer schläft, die von Tante Margherita in ein Schlafgemach umfunktioniert wurde, wird sie von der Musik des alten Radioweckers auf ihrem Nachttisch geweckt. Sie öffnet die Augen und kann nicht glauben, was sie da sieht. Ihr Radiowecker zeigt die Uhrzeit 23:61 Uhr an! Und dann ist da noch diese geisterhafte Erscheinung eines Junges. Dieser steht auf einmal vor ihr, mitten im Raum und bittet sie um Hilfe. Giulia erschrickt. Sofort macht sie das Licht an, doch die Gestalt ist verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117227","hoster":"VOE"},{"path":"/redirect/10117237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-2","name":"Die Tür zum Jenseits","epNo":2,"alt":"","descr":"Giulia berichtet Riccardo und ihren Freunden Matteo und Betta aufgeregt, was sich in der letzten Nacht in der Dachkammer zugetragen hat. Riccardo glaubt ihr nicht, und macht sich lustig über ihre Erzählung. Matteo hingegen ist sehr besorgt, über die Sichtung von Giulia. Seine Großmutter erzählte ihm einst von der \"Zeit der Hexen\", worauf die ungewöhnliche Uhrzeit von 23:61 Uhr hindeuten könnte, die der Radiowecker anzeigte. Die vier Freunde beschließen daraufhin, alle zusammen in der Dachkammer zu übernachten, um herauszufinden, was sich nach Mitternacht zutragen wird. Giulia spaziert durchs Dorf und lernt Zeno kennen, welchem sie bereits auf dem Grundstück der zwei \"verrückten\" Schwestern begegnet ist. Wieder zu Hause bei ihrer Tante angekommen, feiern die vier Freunde ihre \"Übernachtungsparty\". Sie erzählen sich gegenseitig Gruselgeschichten und albern herum. Nach einer Weile des Grübelns kommt Riccardo schließlich auf das Lösungswort des Rätsels, welches ihnen von den beiden älteren Damen aufgesagt wurde. Just in diesem Moment, zeigt der Radiowecker erneut die mysteriöse Uhrzeit an, und die \"Zeit der Hexen\" beginnt. Hinter dem Regel erscheint plötzlich eine geheimnisvolle Tür, die zuvor nicht da war. Die Tür ist verschlossen, aber als sie an dieser anklopfen, erscheint hinter ihnen im Raum der Junge in Geistergestalt. Er sagt, sein Name sei Andrea und er brauche dringend Hilfe. Denn er und viele andere Kinder werden im Jenseits, einer Paralleldimension festgehalten. Er berichtet den vier Freunden von der boshaften Hexe Stria, welche die Kinder von Castelcorvo entführt und sie aus der Erinnerung ihrer Angehörigen löscht. Zudem berichtet Andrea davon, dass er der ältere Bruder von Betta sei, und bittet sie, ihn aus dem Jenseits zu befreien, um endlich in die reale Welt zurückzukehren. Um dieses Ziel zu erreichen, müssen zwei magische Schlüssel gefunden und ein altes Brettspiel namens \"Die Ritter von Castelcorvo\" gespielt werden. Kurze Zeit später, verschwindet Andrea genauso schnell, wie er erschienen ist. Am nächsten Tag fragt Betta ihre Eltern, ob sie jemals einen Bruder gehabt habe, aber diese sehen sie nur verblüfft an und wissen von nichts. Obwohl Betta eher skeptisch gegenüber der Existenz von Geistern steht, bittet sie ihre Freunde, Andrea zu helfen und ihn aus dem Jenseits zu befreien. Giulia, Riccardo und Matteo bieten ihre Unterstützung an. Sie machen sie sich auf der Stelle auf, um das Brettspiel zu finden, um Andrea so schnell wie möglich zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117230","hoster":"VOE"},{"path":"/redirect/10117231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-3","name":"Der Eid der Ritter","epNo":3,"alt":"","descr":"Riccardo und die anderen machen sich auf die Suche nach dem Brettspiel \"Die Ritter von Castelcorvo\", aber niemand hat je davon gehört und im Internet ist auch nichts darüber zu finden. Betta drängt ihre Freunde dazu, es in einem kleinen, skurril wirkenden Laden zu versuchen: Dem Trödelgeschäft von Frau Maria. Betta ist so davon überzeugt, in diesem Laden fündig zu werden, dass sie mit Riccardo eine Wette eingeht. Doch auch Frau Maria kann den vier Kindern nicht weiterhelfen und so muss Betta kurz darauf als Strauß verkleidet durch das Dorf laufen und sich zum Gespött der Leute machen. Später gibt Tante Margherita den Kindern jedoch einen entscheidenden Hinweis. Sie hat ein paar alte Sachen im Keller der Pension gefunden und einem alten Herrn aus dem Dorf verkauft. Sofort schwingt sich Betta auf ihr Rad, jagt dem Lieferwagen des Mannes vom Laden hinterher und schafft es gerade noch, das zu finden, was sie und ihre Freunde die ganze Zeit gesucht haben: Das Brettspiel namens \"Die Ritter von Castelcorvo\". Ein Spiel, das in einer seltsamen Holzkiste untergebracht ist und dessen Brett die Karte von Castelcorvo darstellt. Das geheimnisvolle Spiel, bei dem die Felder auf dem Spielbrett mit den realen Plätzen im Dorf übereinstimmen, gibt ihnen später immer wieder neue Rätsel auf und zeigt ihnen an, wo sie hingehen müssen. Ziel ist es, zwei magische Schlüssel zu finden, den Morgenschlüssel und den Abendschlüssel. Mit dem Morgenschlüssel haben die Kinder die Möglichkeit, die Tür zum Anderswo zu öffnen und die Parallelwelt zu betreten. Mit dem anderen kann man sie wieder verlassen. Schritt für Schritt gilt es nun, ein Rätsel nach dem anderen zu lösen, neue Orte zu erkunden und weitere Hinweise zu finden. Doch bevor das Spiel überhaupt beginnt, muss ein Eröffnungsrätsel gelöst und eine Art Gelübde abgelegt werden, so wie es früher bei den Rittern im Mittelalter gebräuchlich war. Nur die, welchen den Eid geschworen haben, dürfen sich den Herausforderungen stellen und das Spiel beginnen. Die vier Kinder überlegen nicht lange: Die Ritter von Castelcorvo sind geboren und das Abenteuer kann losgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117233","hoster":"VOE"},{"path":"/redirect/10117238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-4","name":"Der Schlüssel des Morgens","epNo":4,"alt":"","descr":"Nachdem sie als Ritter vereidigt wurden, müssen Riccardo, Giulia, Betta und Matteo ein neues Rätsel lösen, um den Morgenschlüssel zu finden. Das Spielfeld schickt sie zu dem alten Brunnen neben der Burg von Castelcorvo. Auf dem Weg dorthin begegnen sie Zeno, der sich auffällig neugierig erkundigt, wo die Kinder denn hingehen würden und was sie vorhaben. Vor allem Riccardo wird ihm gegenüber langsam misstrauisch, doch Giulia beginnt langsam Gefühle für ihn zu entwickeln und glaubt nicht daran, dass er irgendetwas im Schilde führt. Am Brunnen angekommen, gelingt es Giulia zwar, das Rätsel zu lösen, jedoch ist die Bergung des Schlüssels nicht so einfach, wie sie denken. Denn niemandem gelingt es, mit der Hand bis zum Grund des Brunnens vorzudringen und nach dem Schlüssel zu suchen. Bei Betta ist das Wasser brütend heiß, bei Riccardo eiskalt, und Matteo wird von einem glitschigen Tentakel fast hineingezogen. Die Kinder wollen schon aufgeben, da schafft es Giulia noch einmal allen Mut zu machen, denn sie hat eine großartige Idee. Sie glaubt, nur mit vereinten Kräften werden sie es schaffen, bis zum Grund des Brunnens zu gelangen. Zeitgleich greifen sie daraufhin hinein und tatsächlich: Es gelingt ihnen mit vereinten Kräften, den Morgenschlüssel vom Boden des Beckens zu bergen. Zuhause bei Tante Margherita will Betta sofort den Schlüssel nutzen, um das Anderswo zu betreten und Andrea zu retten. Doch die anderen können sie zurückhalten. Denn es wäre nicht klug, ohne den zweiten Schlüssel in die Parallelwelt zu gehen. In der Zwischenzeit trifft Giulia im Dorf auf Zeno. Dieser hat den Freunde kurz zuvor geholfen, Aldo und seine Kumpanen zu vertreiben, nachdem die ihre Fahrräder klauen wollten. Doch trotz dieser heldenhaften Tat von Zeno trauen Riccardo und Matteo ihm noch immer nicht über den Weg. Die beiden finden, dass sich Zeno auffällig und seltsam benimmt. Doch Giulia und Betta hingegen glauben, dass die beiden Jungs nur eifersüchtig sind, weil Zeno in ihren Augen sehr gutaussehend und cool ist. Noch wissen sie allerdings nicht, dass Zeno der Sohn der bösen Hexe Stria ist und er seine Rabenfreunde auf die Freunde ansetzt hat, um sie auszuspionieren. Denn er hat seiner Mutter versprochen den Morgenschlüssel mit allen Mitteln zurückzuerobern, koste es, was es wolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117307","hoster":"VOE"},{"path":"/redirect/10117269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-5","name":"Die große Täuschung","epNo":5,"alt":"","descr":"Giulia, Riccardo, Betta und Matteo müssen ein neues Rätsel lösen, um den zweiten magischen Schlüssel zu finden. Diesmal schlägt das Spielfeld vor, sich das Haus von Tante Margherita genauer anzusehen, aber die Kinder wissen nicht, wo oder was sie suchen sollen. Giulia möchte sich später mit Zeno allein in einem Café treffen, doch ihre drei Freunde laden sich selbst ein und so sitzen sie kurze Zeit später zu fünft am Tisch. Zeno ist erst etwas überrascht, sie alle auf einmal anzutreffen, nutzt aber seine Chance, um Giulia, Betta, Matteo und Riccardo mit einer Art Hypnoseblick in einen tranceartigen Zustand zu versetzen. Die Freunde haben keinerlei Hemmungen mehr und verraten Zeno alles was er wissen will. Er erfährt sämtliche Details über das geheimnisvolle Brettspiel, die Rätsel und die beiden magischen Schlüssel. Sie gehen sogar so weit, dass sie Zeno zu Tante Margherita nach Hause einladen, damit er sich das Spiel in Ruhe angucken kann. Als er Giulia später in ihrer Dachkammer besucht, schafft er es, sie unter einem Vorwand wegzulocken, so dass er allein in ihrem Zimmer ist. Er durchsucht alle Schubladen und Schränke, um den Morgenschlüssel zu finden. Kurze Zeit später gehen die beiden ins Dorf, um einen kleinen Spaziergang zu machen. Als Riccardo, Matteo und Betta in die Dachkammer kommen, erschrecken sie. Der Morgenschlüssel, welcher doch so gut versteckt war, scheint verschwunden zu sein. Sie fangen an, sich heftig zu streiten und geben sich gegenseitig die Schuld an der ganzen Situation. Giulia kommt gerade noch rechtzeitig zurück, um klarzustellen, dass der Morgenschlüssel die ganze Zeit über bei ihr war und, dass sie ihn sicher in ihrer Jackentasche aufbewahrt hat. Aber es ist zu spät. Betta vertraut den anderen nicht mehr und will ab sofort allein nach ihrem Bruder suchen. Ist dies das Ende der Ritter von Castelcorvo?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117402","hoster":"VOE"},{"path":"/redirect/10117305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-6","name":"Nochmal von vorne","epNo":6,"alt":"","descr":"Das Spiel hat die Ritter von Castelcorvo auf den Marktplatz gelotst, wo sich der alte Uhrturm befindet. Die Uhr ist seit Jahren defekt und zeigt immer dieselbe Zeit an: 10:20 Uhr. Es gibt zwar ein neues, kniffliges Rätsel zu lösen, aber nach dem Streit vom Vortag sind die Freunde immer noch gespalten, schlecht gelaunt und zu stolz, um sich wieder zusammen zu raufen. Betta verlangt eine Entschuldigung von Riccardo, aber er ist nicht bereit, seine Fehler zuzugeben und sieht sich im Unrecht. Während sich die Freunde streiten, treffen Aldo und seine fiese Bande ein. Sie fangen an, sie zu bedrohen, so dass die vier Freunde sich trennen und davonrennen müssen. Aldo und seine Kumpanen jagen ihnen hinterher, aber nachdem sie die Straße des Dorfes überquert haben, stehen sie erneut vor dem alten Uhrturm. Sie begreifen erst nicht, was passiert ist. Doch dann sind die Rabauken wieder hinter ihnen, und die Freunde trennen sich erneut und rennen ein weiteres Mal weg. Jedoch passiert dann genau das Gleiche. Sie landen wieder auf dem alten Marktplatz mit dem Uhrturm. Und nochmal, und nochmal, und nochmal, bis Riccardo endlich klar wird, dass sie in einer Zeitschleife gefangen sind. Denn sogar ihre Handys zeigen die gleiche Zeit an: 10:20 Uhr, genau wie die kaputte Turmuhr. Es ist wie in einem Videospiel, findet Riccardo. Solange sie das Rätsel nicht gelöst und das Level, in dem sie sich befinden, nicht geschafft haben, können sie nicht zum nächsten Level übergehen. Um eine Zeitschleife zu durchbrechen, darf man also nicht an einer Stelle hängen bleiben. Deshalb entschuldigt sich Riccardo bei Betta und Matteo für sein Fehlverhalten. Nachdem sie nun den Streit endgültig überwunden und das Rätsel gelöst haben, entdecken die Freunde, dass es noch eine Aufgabe zu erfüllen gibt. Sie müssen die kaputte Uhr reparieren. Aber wie soll ihnen das gelingen? Da fällt ihnen die ulkige Apparatur ein, welche sie im Keller von Tante Margherita gefunden haben. Den Kindern gelingt es schließlich, die Zeitschleife zu durchbrechen und nach Hause zurückzukehren, wo sie eine neue Karte finden. Doch diese ist völlig anders als die zuvor. Denn dieses Mal ist ein QR Code enthalten, mit dem die App des Spiels \"Die Ritter von Castelcorvo\" heruntergeladen werden kann. Das Spiel gibt den Freunden ein brandneues Rätsel auf, das in weniger als drei Stunden gelöst sein muss!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117344","hoster":"VOE"},{"path":"/redirect/10117396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-7","name":"Doppelrätsel","epNo":7,"alt":"","descr":"Das Spielbrett wird ab sofort durch eine App ersetzt, die zwei neue Felder einblendet, welche den Park des Dorfes und das Trödelgeschäft von Frau Maria zeigen. Giulia, Riccardo, Betta und Matteo müssen nun in kurzer Zeit zwei verschiedene Orte erreichen und parallel zwei verschiedene Rätsel lösen. In der App wird den Freunden zudem ein Countdown angezeigt. Wenn sie vor Ablauf der Zeit die Aufgaben nicht meistern können, ist das Spiel endgültig vorbei. Die Ritter von Castelcorvo haben nur drei Stunden, um das Doppelrätsel zu lösen. Nur dann können sie ihre Suche fortsetzen, den Abendschlüssel finden und Andrea, den Bruder von Betta, retten. Da die Orte weit voneinander entfernt sind, beschließen die Freunde daraufhin, sich zu trennen: Betta geht mit Matteo in den Park, während sich Riccardo und Giulia im Trödelgeschäft von Frau Maria umsehen. Jedes Team muss zuerst ein Rätsel lösen, dann eine Zahl suchen und einen Hinweis über eine, wie es im Rätsel heißt, \"Kugel\" finden. Zwei Herausforderungen gleichzeitig, die es den Freunden erschweren, an ihr Ziel zu kommen und ein Timer, der sich immer weiter der 00:00:00 nähert. Dazu kommt, dass Zeno die Freunde ausspioniert und mit Hilfe seiner Raben jeden ihrer Schritte überwacht. Den Freunden gelingt es, die beiden Zahlen ausfindig zu machen. Betta findet ihre zuerst. Somit gewinnt sie die zweite Wette, die sie mit Riccardo am Laufen hat. Doch was fangen die Freunde mit den beiden Zahlen nun an? Was haben sie zu bedeuten? Der Timer zählt gnadenlos hinunter, alles scheint verloren, doch Giulia findet in letzter Minute die Lösung. Sie entdeckt, dass die beiden Zahlen auf einer Art Landkarte von Catselcorvo abgebildet sind und auf ein Waldgebiet deuten. Da sie nun im letzten Augenblick das Rätsel lösen konnten, wird auf dem Brett des Spiels ein neues Feld freigeschaltet und die Ritter erhalten die Anweisung, in den Wald zu gehen. Dort befindet sich angeblich der Abendschlüssel. Die Freunde schöpfen neuen Mut. Doch welche Gefahren lauern wohl dort auf die vier Spieler?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117367","hoster":"VOE"},{"path":"/redirect/10117383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-8","name":"Der Abendschlüssel","epNo":8,"alt":"","descr":"Betta, Giulia, Riccardo und Matteo erreichen den Wald von Castelcorvo auf ihrer Suche nach dem Abendschlüssel, mit dem sie (zusammen mit dem Morgenschlüssel, den sie bereits haben) das Anderswo betreten können, um den Bruder von Betta zu retten, der von der gemeinen Hexe Stria gefangen gehalten wird. Doch wonach suchen sie genau? Das neue Rätsel, welches Matteo prompt löst, legt es nahe: \"Um mich zu öffnen, braucht man nichts, um mich einzusperren, bedarf es eines Zauberspruchs; ich bin die Wiege derer, die flügge werden, und lege faire Fährten.\" Die Antwort lautet \"Ei\", aber was bedeutet das? Die Freunde gehen immer tiefer in den Wald, der immer dichter wird. Die Sonne geht bald unter und die Dunkelheit kündigt sich an. Ein Pfad, den Betta gut kennt, da sie in der Gegend schon oft mit ihrem Vater nach Pilzen gesucht hat, endet plötzlich auf einer Lichtung, auf der ein kleiner, gotischer Tempel steht, den sie noch nie zuvor gesehen hat. Eine Art \"Phantom\"-Gebäude, eine weitere Kuriosität, die Castelcorvo anzubieten hat, in dessen Inneren allerlei Eier zu finden sind. Betta und Giulia finden ein Gipsei, in dem etwas klappert. Vielleicht der magische Schlüssel? Matteo voller Ungeduld zerschlägt das Ei auf dem Boden. Im Inneren befindet sich jedoch nur ein kleines Pergament, auf welchem eine Anweisung für Matteo niedergeschrieben ist. Er soll noch weiter in den Wald gehen und den Abendschlüssel alleine finden. Also macht er sich auf. Er hat Angst und plötzlich hört er eine unmenschliche und höhlenartige Stimme, die ihn ruft. Sie gehört einem furchterregenden und monströsen Baum mit den Zügen eines anthropomorphen Stiers. Matteo will weglaufen, aber Wurzeln halten seine Knöchel fest. Der Baum sagt ihm, dass ihm der Schlüssel im Austausch für sein größtes Geheimnis übergeben wird. Wenn nicht, wird er selbst in einen Baum verwandelt. Es fällt ihm schwer, zu sagen, dass er schon immer in Betta verliebt war, doch dieses Geständnis rettet ihn und offenbart den Abendschlüssel. Stolz kehrt er zu seinen Freunden zurück, aber erzählt ihnen nicht alles, da er sich vor Betta schämt. Die vier Freunde eilen nach Hause. Mit beiden Schlüsseln können sie noch am selben Abend das Schattentor öffnen. Auf dem Rückweg trifft Giulia auf Zeno. Der Sohn der bösen Hexe Stria versucht, sie zu hypnotisieren, doch ihm gelingt es nicht. Er verliebt sich langsam in sie, was seine magische Einflussnahme zunichte macht. Giulia rennt weinend nach Hause und lässt den Jungen stehen, der offenbar nur die Schlüssel will. Um Mitternacht versammeln sich die Freunde in der Dachkammer vor dem Schattentor und öffnen dieses. Sie überqueren die Schwelle und betreten das Anderswo. Was erwartet sie dort?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917506","hoster":"VOE"},{"path":"/redirect/10117412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-9","name":"In die Welt der Stria","epNo":9,"alt":"","descr":"Giulia, Riccardo, Betta und Matteo erkunden das Anderswo. Sie gehen durch die Tür und befinden sich im alten Herrenhaus von Castelcorvo. Doch während es in ihrer Welt menschenleer, voller Gerümpel, Staub und Spinnweben ist, scheint es hier im Anderswo bewohnt zu sein. Und das von niemand Geringeren als der bösen Hexe Stria. Überall sind Porträts der Hexe zu sehen (und ohne dass es die Freunde bemerken, behalten die Gemälde sie von dem Moment an im Auge, in dem sie die Burg betreten), aus den oberen Stockwerken ist Kinderlachen zu hören. Sobald sie das Fenster öffnen, merken die Freunde, dass sie vom Nichts umgeben sind! Sie sind in einer anderen Dimension, außerhalb von Raum und Zeit. Es gibt nicht mehr das Dorf Castelcorvo, sondern nur noch die Burg, die Hexe Stria und die vergessenen Kinder, die gefangen gehalten werden. Mehrere Räume überblicken sehr lange Korridore, in denen Gruppen entführter Kinder spielen. Um Andrea zu finden, bilden die Freunde zwei Paare: Riccardo und Betta bleiben unten, um die geheimnisvollen Türen zu öffnen, die zu den Räumen der vergessenen Kinder führen, während Giulia und Matteo sich im oberen Stockwerk umsehen. Heimlich steckt Giulia einen der beiden Schlüssel in die Tasche ihres Bruders. Eine kluge Geste, die sich noch als sehr wertvoll erweisen wird. Bei einem Spaziergang durch die Burg erhalten die Freunde eine Machtdemonstration seitens Stria, welche die dort lebenden Kindern an sich bindet und ablenkt, indem sie ihnen alles verspricht, was sie sich wünschen. Sogar die Freunde sind verzaubert von ihren Illusionen. Nur Giulia und Betta schaffen es, zu widerstehen, während Riccardo und Matteo als Gefangene ihrer Träume und Begierde enden. Betta geht allein weiter, um ihren Bruder zu finden und ihn wieder in die Arme zu schließen. Währenddessen betritt Giulia einen Raum und sieht Bilder von Stria mit Zeno. Ihr kommt ein Verdacht auf, der prompt von Stria bestätigt wird. Der Junge, in den sich Giulia verliebt hat, ist eigentlich ihr Sohn. Sie könnte mit ihm für immer zusammenbleiben, hier im Anderswo, wenn sie dafür die Schlüssel an Stria überreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117464","hoster":"VOE"},{"path":"/redirect/10117426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-10","name":"Flucht aus dem Anderswo","epNo":10,"alt":"","descr":"Giulia steht der Hexe Stria gegenüber, welche die magischen Schlüssel für sich beansprucht. Doch sie trägt nur den Morgenschlüssel bei sich. Stria berührt die Stirn von Giulia und sieht den Abendschlüssel, welchen sie in der Tasche ihres Bruders versteckt hat. Die Hexe gerät daraufhin in Rage, so dass sie Giulia zusammen mit Matteo in eine Falle lockt und die anderen verfolgt. Währenddessen ist es Andrea gelungen, Betta in den Saal der Erinnerungen zu geleiten, wo die Hexe die Erinnerungen der gefangenen Kinder aufbewahrt. Die Erinnerungen von Riccardo zu finden, scheint die einzige Möglichkeit zu sein, den Zauber, unter dem er steht, zu brechen. Ihr Plan geht auf, ebenso wie der von Giulia, der es gelingt, Matteo davon zu überzeugen, die sehr seltenen Käfer aufzugeben, welche er von der Hexe erhalten hat. Da er sich seiner Begierde nicht vollends hingegeben hat, kann Matteo sich aus der Gefangenschaft von Stria befreien, und mit seinen Freunden zusammen fliehen. Stria hat unterdessen Andrea und Betta gefunden, welche es jedoch durch eine List schaffen, die Hexe abzulenken und zu entkommen. Die beiden treffen zuerst auf Riccardo, dann auf Giulia und Matteo. Da die Freunde nun Andrea haben, können sie alle das Anderswo verlassen und in ihre Welt zurückkehren, auch wenn Stria alles unternimmt, um dies zu verhindern. Das Schattentor offenbart sich. Als Giulia im Begriff ist, sich dem Schlüsselloch zu nähern, wird sie durch eine Illusion der Hexe davon abgehalten. Zeno erscheint vor ihr, holt sich die Schlüssel und bittet sie, zu bleiben. In der Zwischenzeit sehen die anderen, dass es sich bei dem Wesen, nicht um Zeno handelt, sondern um eine zum Leben erweckte Rüstung, welche die ahnungslose Giulia packen will. Sie können Giulia im allerletzten Moment wegziehen, kurz bevor Stria sie ergreifen kann. Die Freunde überqueren die Schwelle und entkommen dem Anderswo, während die Hexe rasend vor Wut zurückbleibt. Giulia, Riccardo, Betta, Matteo und Andrea kehren nach Hause zurück. Alle glauben fest, sie haben über die Hexe obsiegt. Doch dann der große Schock: das Anderswo hat auch sie zu vergessenen Kindern gemacht. Die Freunde durchleben eine beängstigende und surreale Situation. Niemand kann sich an sie erinnern, niemand sucht nach ihnen. Sie sind auf sich alleine gestellt. Was nun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117483","hoster":"VOE"},{"path":"/redirect/10117490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-11","name":"Dimenticati!","epNo":11,"alt":"","descr":"Betta und Andrea gehen zusammen nach Hause. Sie ist überglücklich, ihren Bruder in Sicherheit zu wissen, und er kann es kaum erwarten, seine Eltern wiederzusehen. Aber die können sich noch immer nicht an ihn erinnern und nun auch nicht mehr an Betta. Auch Matteo, Giulia und Riccardo wurden von allen vergessen. Als sie das Anderswo verlassen haben, wurden sie ebenfalls zu vergessenen Kinder! Die Freunde sind todunglücklich. Sie dachten, sie hätten Erfolg gehabt, aber nun stecken sie in einem noch tieferen Schlamassel als zuvor. Doch was nun? Wie lässt sich dieser Fluch brechen? Um einen Weg zur Lösung des Problems zu finden, spielen sie weiter, und versuchen, das neue Rätsel zu lösen und einige seltsame Gegenstände zu finden. Auf ihrer Suche verschlägt es Giulia, Riccardo, Betta, Matteo und Andrea zu den Pforten der \"verrückten\" Schwestern. Im Gegensatz zu allen anderen, erkennen die beiden alten Damen jedoch die Freunde und laden sie zu sich ein. Es gibt viele Fragen zu klären. Währenddessen ist Stria wutentbrannt darüber, dass sich ihr Sohn Zeno sich in Giulia verliebt hat. Aus diesem Grund, weigert sich Zeno, seiner Mutter zu helfen, das Anderswo zu verlassen. Die Hexe verlässt sich nun stattdessen auf einen Exilanten, einen auf der Erde umherirrenden Geist, der alles einfriert, was er berührt, und der die menschliche Erscheinung und Identität stiehlt, indem er sich der Körper seiner Opfer bemächtigt. Sie betraut ihn mit der Aufgabe, ihr die magischen Schlüssel zu bringen und ihren Sohn, dem sie nicht mehr vertraut, einzusperren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117501","hoster":"VOE"},{"path":"/redirect/10117504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-12","name":"Augen aus Eis","epNo":12,"alt":"","descr":"Nachdem das Spiel die Freunde zu den beiden Schwestern geführt hat, gestehen sie den Rittern von Castelcorvo, dass sie gute Hexen sind, die schon immer Feindinnen der böshaften Stria waren. Sie erzählen ihnen außerdem die Geschichte der magischen Schlüssel. Diese wurden vor langer Zeit Stria entwendet, die deshalb niemanden mehr entführen konnte und sich daher versteckt hat. Das Spiel wurde daraufhin so kreiert, dass nur diejenigen, die so tapfer wie die einstigen Ritter waren, die Schlüssel wiedererlangen konnten. Die Freunde schöpfen neuen Mut, doch die Schwestern warnen sie eindringlich. Stria wird alles tun, um ihren finsteren Willen durchzusetzen. Daraufhin wirken die beiden Schwestern mit den von den Freunden mitgebrachten Gegenständen einen Gegenzauber aus, um den Fluch von Stria aufzuheben. Sie sind ab sofort wieder im Gedächtnis ihrer Freunde und Verwandten. Doch dieser Zauber wirkt nur vorübergehend, denn die Magie der beiden Schwestern hält nicht für ewig. Die Freunde wissen nun ganz genau, was zu tun ist. Sie müssen Stria endgültig besiegen. Um das zu erreichen, müssen sie einen dritten Schlüssel finden, den Mitternachtsschlüssel. Er ist von allen drei Schlüsseln am schwersten zu bekommen. Stria hat ihn damals selbst versteckt und ihn dem Herrn des Flüsterns anvertraut. Dieser Schlüssel ist so mächtig, dass er auch Stria ein Ende setzen kann, indem er ihre Kräfte raubt. Nach dem Besuch bei den Schwestern gehen Betta und Andrea zusammen nach Hause und es ist, als ob der Junge immer dagewesen wäre. Es gibt keine Erinnerung mehr an sein Verschwinden. Auch die anderen Freunde kehren zu ihren Familien zurück, als wäre alles wie früher. Doch die eindringlichen Worte der beiden Hexenschwestern lassen ihnen keine Ruhe. Denn ihre Botschaft war eindeutig. Die Kinder müssen das neue Rätsel lösen und den Mitternachtsschlüssel vor dem nächsten Vollmond finden, sonst werden sie endgültig vergessen sein. Außerdem werden sie sich einem neuen, schrecklichen Schurken stellen müssen: Dem Verbannten mit den Augen aus Eis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117529","hoster":"VOE"},{"path":"/redirect/10117535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-13","name":"In der Falle","epNo":13,"alt":"","descr":"Das nächste Rätsel, welches die Freunde lösen müssen, erweist sich als besonders knifflig und sie haben zuerst keine Ahnung, wo sie suchen sollen. Da kommt Giulia auf die Idee, an den Ort zu gehen, wo Zeno ihr die Rabenfeder gegeben hat. Dort angekommen, suchen sie alles ab, finden aber keinen Hinweis auf den Mitternachtsschlüssel. Auf einmal werden sie von Aldo und seinen Kumpanen attackiert. Diese sind von dem Verbannten besessen und jagen den Freunden hinterher, um Stria die Schlüssel zu beschaffen. Die Freunde teilen sich auf, rennen auf die Felder und verlaufen sich anschließend in einem Labyrinth aus Bäumen. Die Rabauken sind ihnen dicht auf den Fersen, doch in letzter Sekunde taucht Zeno auf. Der konnte sich inzwischen mit Hilfe seiner Rabenfreunde aus der Gefangenschaft befreien. Mit einem Trick gelingt es ihm, den Verbannten aus den Körpern von Aldo und seinen beiden Kumpanen zu vertreiben. Dann führt er die Freunde mithilfe der Raben, die vom Himmel aus Zeichen geben, aus dem Labyrinth heraus. Er will den fünf Freunden nun bei der Suche nach dem Mitternachtsschlüssel helfen. Er entschuldigt sich bei Giulia und den anderen und will alles daransetzen, sie zu unterstützen. Als er später mit Giulia allein ist, gestehen sich beide ihre Gefühle füreinander und dass sie sich nie mehr verlieren wollen. Daraufhin schenkt Zeno ihr noch ein Armband aus Rabenfedern. Es ist eine Art Talisman und soll Giulia im letzten Gefecht gegen seine Mutter Stria Glück bringen. Giulia hingegen ist sich noch nicht ganz sicher, wie ehrlich Zeno ist. Kann sie ihm nun wirklich voll und ganz vertrauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117593","hoster":"VOE"},{"path":"/redirect/10117604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-14","name":"Der Mitternachtsschlüssel","epNo":14,"alt":"","descr":"Die Freunde finden heraus, dass der Mitternachtsschlüssel in einer Höhle unweit von Castelcorvo versteckt ist. Jedoch wird dieser vom grauenerregendem Herrn des Flüsterns, ein Dämon, der Trugbilder und Illusionen beherrscht, bewacht. Durch seine Kräfte ist er in der Lage, die furchterregendsten Albträume zu entfesseln und die größten Ängste seiner Opfer wahr werden zu lassen. Den Freunden ist bewusst, dass sie sich überwinden müssen und an ihre Grenzen kommen werden. Denn ein Scheitern bedeutet, vergessen zu werden. Und ewig durch die Parallelwelt zu wandern, ohne dass sie je wieder jemand zurückholen kann. Die Ritter von Castelcorvo, denen sich nun auch Zeno angeschlossen hat, erreichen die Höhle. Die Illusionen, die der Dämon hervorruft, bringen vor allem Matteo an den Rand der Verzweiflung, aber sie bleiben standhaft und konzentrieren sich wie wahrhaftige Ritter auf ihre Mission. Zu sechst wiederholen sie alle zusammen den Eid der Ritter wie ein Mantra, immer und immer wieder. Gemeinsam schöpfen sie Mut und Kraft, und schlagen so die finsteren Dämonen tatsächlich in die Flucht. Kurz darauf erhalten die Freunde den dritten Schlüssel. Es ist der Machtvollste von allen. Der Mitternachtsschlüssel zum Herzen der Hexe, welcher Stria ihre Gefühle und Menschlichkeit zurückgeben kann. Die Ritter von Castelcorvo sind nun bereit, gegen Stria anzutreten und betreten ein weiteres Mal das Anderswo. Doch ihnen steht auf einmal keine böse Hexe gegenüber, sondern eine freundliche, lächelnde Frau. Auch die Burg erstrahlt in einem warmen, hellen Licht und wirkt sehr einladend. Die Freunde sind zunehmend verunsichert: Was hat die Stria vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117598","hoster":"VOE"},{"path":"/redirect/10117612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ritter-von-castelcorvo/staffel-1/episode-15","name":"Das letzte Rätsel","epNo":15,"alt":"","descr":"Giulia, Betta, Riccardo, Matteo und Andrea bereiten sich auf den großen Kampf gegen Stria vor. Die Hexe bietet den Kindern an, ein Spiel zu spielen, doch dieses Mal werden sie alle spielen. Die Freunde sind jedoch sehr misstrauisch. Schließlich kennen sie die Hexe und wissen, was für fiese Tricks sie auf Lager hat. Stria schlägt ihnen daraufhin einen Deal vor, den sie nicht abschlagen können. Wenn sie gewinnen, wird sie all die entführten Kinder frei lassen. Verlieren sie, müssen sie ihr die magischen Schlüssel überreichen und werden ab sofort im Anderswo gefangen gehalten. Die Freunde willigen ein! Giulia, Betta, Riccardo, Matteo und Andrea werden daraufhin voneinander getrennt und separat in Räume mit Vorhängeschlössern an den Türen gesperrt. Auf diesen Schlössern sind sogenannte \"magische Quadrate\" abgebildet. Genau das richtige für Riccardo. In Windeseile hat er die knifflige Zahlenkombination rausgefunden und kann sich befreien. Währenddessen taucht Stria in den verschiedenen Zimmern auf und ihnen bleibt nichts anderes übrig, als ihr die Schlüssel zu geben. Doch die Ritter von Castelcorvo haben ein Ass im Ärmel. Sie haben nämlich vor dem Betreten des Anderswo zahlreiche falsche Schlüssel nachmachen lassen, und nun trägt jeder von ihnen drei Schlüssel bei sich, um die Hexe zu verwirren. Wütend macht sie sich auf die Suche nach den Originalen, denn sie weiß. Um sich zu befreien, werden sowohl der Morgen- als auch der Abendschlüssel benötigt. Irgendwann sind schließlich beide Schlüssel in ihrem Besitz. Nur der Mitternachtsschlüssel, der wichtigste von allen, scheint spurlos verschwunden zu sein. Den bewacht nämlich Arturo, der Rabe der Hexenschwestern. Nun gehen die Freunde auf Angriff. Sie rufen Arturo zu sich, laufen mit dem Mitternachtsschlüssel auf die verdutzte Stria zu und dringen damit in ihr Herz ein. Ein heiteres Lächeln erscheint auf dem Gesicht der Stria und bevor sie verschwindet, strahlt sie Zeno an und umarmt ihn. Die vergessenen Kinder kommen wieder frei, erlangen ihre Erinnerungen zurück und wissen im ersten Moment gar nicht, wo sie sind. Schnell führen die Freunde sie hinaus, zurück zu ihren Eltern und Familien. Nun sind die Freunde an der Reihe, das Anderswo zu verlassen. Einer nach dem anderen übertritt die Schwelle, nur Zeno bleibt zurück. Das Anderswo ist sein Zuhause und er muss seine Mutter finden, von der er weiß, dass sie noch am Leben ist. Die Prophezeiung der Hexenschwestern war demnach zutreffend: \"Die Reise wird enden und einer der Ritter wird nicht mehr zurückkommen. Er wird vergessen werden und keiner wird ihn suchen.\" Giulia nimmt unter Tränen Abschied und küsst ihn. Als sie und die anderen Ritter wieder zurück sind, haben sie Zeno komplett vergessen. Nur Giulia stutzt, denn an ihrem Handgelenk baumelt noch das Armband von Zeno. Ein Andenken und Zeichen ihrer Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10117226","hoster":"VOE"},{"path":"/redirect/10117225","hoster":"Streamtape"}]}]}]}]}