{"path":"/serie/stream/die-bewhrung-des-jimmy-rose","name":"Die Bewährung des Jimmy Rose","descr":"Zwölf Jahre hat Jimmy Rose für einen bewaffneten Raubüberfall im Gefängnis verbracht. Bei seiner Entlassung ist er nun 61 und fängt noch einmal als Vater, Ehemann und Großvater ganz von vorne an. Doch auch wenn er sich bemüht, seine Familie ist nicht unbedingt erfreut darüber, ihn wieder in ihrem Leben zu wissen und seine Bewährung wird auf eine harte Probe gestellt …","seasons":[{"path":"/serie/stream/die-bewhrung-des-jimmy-rose/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-bewhrung-des-jimmy-rose/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Jimmy Rose lebt sein Leben nach Newtons Gesetz: Jeder Aktion folgt eine Reaktion. So verbrachte er wegen eines bewaffneten Banküberfalls die letzten zwölf Jahre seines Lebens im Gefängnis. Voller Vorfreude macht sich der nun 61-Jährige auf den Weg nach Hause. Doch seine Familie macht ihm seine Bewährung nicht leicht. Während ihn sein alter Freund Roy, seine Tochter Julie und sein Enkel Elliot freudig willkommen heißen, verkündet ihm seine Ehefrau Jacky, dass sie ihn nicht mehr liebt. Seine liebste Enkelin Ellie ist in schwierige Verhältnisse abgerutscht und zum Schrecken der Familie mit ihrem heroinabhängigen Geliebten Aaron von zu Hause ausgerissen. Jimmys erfolgreicher Sohn Joe möchte nichts mehr mit seinem Schandfleck von Vater zu tun haben und macht Jimmy als schlechtes Vorbild für Ellies Zustand verantwortlich. Zudem ist Jimmy es gewöhnt, auf großem Fuße zu leben und sich nicht an die Gesetze zu halten, doch seine Bewährungshelferin Kerry besteht auf der Auflage, einer geregelten Arbeit nachzugehen: Er muss die Stelle im Baumarkt antreten. Als er dann auch noch als ungebetener Gast in die Geburtstagsfeier von Joes Tochter hereinplatzt, realisiert Jimmy, dass sich alles verändert hat. Er muss sich erneut als Oberhaupt der Familie beweisen. Zunächst spürt er Ellie in einem heruntergekommenen Sozialbau auf. Doch als er vorsorglich den Heroinvorrat von Aaron vernichtet, kommt er einem Pizza-Laden auf die Spur, der die Jugendlichen mit Drogen versorgt. Da Jimmy auf Bewährung ist, sollte er davon lieber die Finger lassen doch er kann nicht anders und setzt erneut seine Freiheit aufs Spiel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579331","hoster":"VOE"},{"path":"/redirect/8400864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bewhrung-des-jimmy-rose/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Bewusstlos liegt Jimmy auf der Straße vor dem Pizza-Laden, in dem er nach der Herkunft der Drogen gesucht hat. Kaum ist er im Krankenhaus zu sich gekommen, türmt er mit Roys Hilfe, um seine Frau Jacky nicht zu beunruhigen. Mit Roy observiert Jimmy weiterhin den Pizza-Laden, und zu seinem Missfallen entdeckt er, dass der Besitzer Mehmet Guzman offenbar mit seinem alten Bekannten Tony Chivers gemeinsame Sache im Drogengeschäft macht. Jimmys Frau erfährt von Kriminalinspektor Steve McIntyre von Jimmys Krankenhausflucht, aber sie deckt Jimmy erneut zutiefst verletzt, dass Jimmy sie wieder hintergangen hat. Aus heiterem Himmel geht vor dem Haus Jackys Auto in Flammen auf: ein Warnsignal von Tony Chivers. Als Jimmy Jacky die Brandstiftung nicht erklären kann, gesteht sie ihm wutentbrannt eine Affäre, die sie während seiner Abwesenheit hatte. Jimmy ist verletzt und macht sich rachsüchtig auf die Suche nach ihrem Geliebten. Da Jimmy das bei Aaron gebunkerte Heroin vernichtet hat, werden seine Enkelin Ellie und ihr Freund verfolgt: Sie schulden Tony Chivers 20.000 Pfund und sind vor seinen Schlägern nicht mehr sicher. Jimmy muss eine Lösung finden. Gemeinsam mit Roy versucht er, das Geld für die Schulden bei alten Geschäftspartnern aufzutreiben. Jimmy traut seinen Augen nicht, als er dahinterkommt, dass ausgerechnet sein vorbildlicher Sohn Joe mit Mehmet Guzman befreundet ist doch Joe schenkt den wirren Drogengeschichten seines Vaters keinen Glauben. Jimmy ist in der Familie isoliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8989928","hoster":"VOE"},{"path":"/redirect/8400867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-bewhrung-des-jimmy-rose/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Verzweifelt gesteht Jimmy seinem Freund Roy, dass er, um Ellie zu retten, keine andere Wahl hat, als die Schulden bei Tony Chivers im Drogengeschäft abzuarbeiten, und ertränkt sein Leid im Alkohol. Im Streit mit ihm bricht Roy zusammen und erleidet einen Herzinfarkt. Jimmy will ein letztes Mal versuchen, seine Frau von seiner Liebe zu überzeugen, und kann ihr die Zusage zu einem Mittagessen abringen, um über ihre Eheprobleme zu sprechen aber es gibt nicht viel Hoffnung auf Versöhnung. Jacky lässt sich von dem teuren Amulett-Geschenk nicht täuschen, sie weiß nun, dass Jimmy erneut in kriminelle Geschichten verwickelt ist, und lässt ihn sitzen. Ellie und Aaron gehen zu einer Suchtberatungsstelle, doch Aaron kann nicht ohne Heroin leben. Da bietet Tony Chivers Jimmy eine letzte Gelegenheit, seine Schulden zu begleichen. Im Glauben, seine Frau Jacky für immer verloren zu haben, lässt sich Jimmy auf Tony Chivers Angebot ein. In der Nacht soll er die Drogenübergabe einer verfeindeten Bande platzen lassen, den Wagen überfallen und das Geld abziehen. Um Ellie und seine Familie außer Gefahr zu bringen, zögert Jimmy nicht lange und will sein Leben riskieren doch Jacky bekommt Wind davon. Gefährdet Jimmy nun für immer seine Chance auf Bewährung, oder kann er die Achtung seiner Familie zurückgewinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100431","hoster":"VOE"},{"path":"/redirect/8400866","hoster":"Streamtape"}]}]}]}]}