{"path":"/serie/stream/die-protokollantin","name":"Die Protokollantin","descr":"Freya Becker ist Protokollantin in einer Berliner Mordkommission. Seit vielen Jahren tippt sie Vernehmungen ab, und in ihrem Kopf hallen die unzähligen Stimmen der Täter und Opfer wider – Stimmen, die sie nicht mehr loslassen. Doch auch Freya selbst hat ein sehr dunkles Geheimnis.","seasons":[{"path":"/serie/stream/die-protokollantin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-protokollantin/staffel-1/episode-1","name":"Andere Gesetze","epNo":1,"alt":"","descr":"Freya Becker, Protokollantin beim LKA Berlin, lebt zurückgezogen und unauffällig. Den Verlust ihrer Tochter Marie, die elf Jahre zuvor spurlos verschwand, hat Freya nie verwunden. Als Freya mit dem Fall Thilo Menken und dem verschwundenen Mädchen Sandra konfrontiert wird und kurz darauf auch noch Maries mutmaßlicher Mörder aus dem Gefängnis entlassen wird, beschließt sie, der Wahrheit auf den Grund zu gehen. Freyas fürsorglicher Bruder Jo rät ihr, mit der Vergangenheit endlich abzuschließen. Doch Freya kann nicht. Sie beschließt, gemeinsam mit ihrem Helfer Damir auf ihre Art für Gerechtigkeit zu sorgen. Die Figur, die Autorin und Regisseurin Nina Grosse nach einer Idee von Friedrich Ani Iris Berben auf den Leib geschrieben hat, ist anders. Anders als andere Frauen und auch anders als alle Frauen, die die Schauspielerin bisher verkörpert hat. Freya ist unscheinbar, man könnte denken, verhuscht. Sie fällt nicht auf, wenn sie im Raum ist. Man könnte sie übersehen. Wäre da nicht etwas, das irritiert, eine Wehmut, eine Sehnsucht, eine versteckte Kraft, von der die Zuschauer im Lauf der Serie erfahren, wie sie sich Bahn bricht und woher sie kommt. Denn die Geschichte der Protokollantin Freya Becker, dieser älteren, in sich gekehrten Frau, die ein dunkles Geheimnis in sich trägt, das sich zu einer großen Tragödie entwickelt, ist ungeheuerlich. Und Iris Berben gibt dieser Freya alle Facetten, die eine so komplexe und widersprüchliche Figur braucht: Sie ist verletzlich und dabei von einer gefährlichen Konsequenz und Rigorosität, die einen erschreckt und zugleich um sie fürchten lässt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100483","hoster":"VOE"},{"path":"/redirect/8405089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-protokollantin/staffel-1/episode-2","name":"Ein neuer Chef","epNo":2,"alt":"","descr":"Thilo Menken, von dessen Schuld an der Vergewaltigung der minderjährigen Sandra Freya weiterhin überzeugt bleibt, ist spurlos verschwunden. Alles deutet auf ein Gewaltverbrechen hin. Henry Silowski, der neue Hauptkommissar auf Freyas Polizeiabschnitt, beginnt zu ermitteln. Er kennt Freya von früher und somit auch die tragische Geschichte ihrer vermissten Tochter Marie. Deren Fall ist dem der vermissten minderjährigen Sandra sehr ähnlich. Silowski beauftragt die Kriminalkommissarin Anne Liebig, alle ungeklärten Mordfälle des Dezernats zusammenzutragen. Freyas Mutter stirbt. Gemeinsam mit ihrem Bruder Jo fährt Freya zur Beerdigung in ihr Heimatdorf in Bayern. Traumatische Erinnerungen brechen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579877","hoster":"VOE"},{"path":"/redirect/8405094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-protokollantin/staffel-1/episode-3","name":"Das Haus im Wald","epNo":3,"alt":"","descr":"Eine neue Spur im Fall Menken führt Hauptkommissar Silowski zu Sabine Menken, der Schwester von Thilo Menken. In den bisherigen Ermittlungen tauchte sie nie auf. Freya ist von dieser neuen Spur beunruhigt und heftet sich ebenfalls an Sabine Menkens Fersen. Währenddessen entdeckt Anne Liebig bei ihrer Recherche über alte Kriminalfälle des Dezernats auffällige Gemeinsamkeiten in einigen der ungeklärten Mordfälle. Zwischen Henry Silowski und der schweigsamen Freya entspinnt sich eine scheue, zarte Liebesgeschichte. Jo begegnet einer jungen Frau, Paulina, zu der er sich magisch hingezogen fühlt: Sie erinnert ihn an Marie, Freyas Tochter, mit deren Schicksal auch Jo auf tragische Weise verknüpft ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991788","hoster":"VOE"},{"path":"/redirect/8405092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-protokollantin/staffel-1/episode-4","name":"Schuld und Sühne","epNo":4,"alt":"","descr":"Entscheidende Indizien erhärten den Verdacht im Fall Sandra. Freya stürzt diese Erkenntnis in eine große Gewissensnot, weil sie sich bei Thilo Menken geirrt haben könnte. Zur gleichen Zeit wird Murat Nadarevic nach langer Haft entlassen. Er war Maries Zuhälter und ist der einzige Zeuge, der sagen kann, was vor elf Jahren mit Marie passiert ist. Das ist der Zeitpunkt, auf den Damir und Freya all die Jahre gewartet haben. Doch Freya zögert und gerät somit in Streit mit Damir. Jo lässt sich auf eine Affäre mit Paulina ein und gefährdet seine Ehe. Anne findet Hinweise, dass Freya bei mehreren der ungeklärten Mordfälle auffallend engagiert war, währenddessen kommen sich Henry und Freya sehr nah.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991792","hoster":"VOE"},{"path":"/redirect/8405093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-protokollantin/staffel-1/episode-5","name":"Die Lichtung","epNo":5,"alt":"","descr":"Sabine Menken gesteht im Fall Sandra und führt Silowski und seine Leute zu dem Ort, wo sie das junge Mädchen verscharrt hat. Freya steht vor der Entscheidung ihres Lebens: Soll sie die Liebe zu Henry zulassen und sich wieder dem Leben zuwenden? Oder soll sie dafür sorgen, dass Murat endlich erzählt, was mit Marie passiert ist? Anne kommt mit ihren Ermittlungen dem engsten Kreis um Freya immer näher, und Freya muss erkennen, dass es für ein gemeinsames Leben mit Henry zu spät ist. Dann wird Murat Nadarevic tot in seiner Wohnung gefunden. Schließt sich die Schlinge um Freyas Hals endgültig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8991789","hoster":"VOE"},{"path":"/redirect/8405107","hoster":"Streamtape"}]}]}]}]}