{"path":"/serie/stream/die-besucher","name":"Die Besucher","descr":"Alarm in der Zukunft! Der ZD (Zentraldenker) sagt voraus, dass ein Komet die Erde treffen und zerstören wird. Die letzte Hoffnung der Menschheit ist die Weltenverschiebungsformel des Adam Bernaus, einem Genie des zwanzigsten Jahrhunderts. Man beschließt eine Expedition ins Jahr 1984 zu unternehmen, um die Formel zu finden.","seasons":[{"path":"/serie/stream/die-besucher/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/die-besucher/filme/film-1","name":"Besuch bei den Besuchern","epNo":1,"alt":"","descr":"","versions":[]}]},{"path":"/serie/stream/die-besucher/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-besucher/staffel-1/episode-1","name":"Im Jahre 2484","epNo":1,"alt":"","descr":"Wir sind in der Zukunft. Es ist ein normaler Tag. Die Reise-Raketen fliegen, die Sonne scheint – da signalisiert der Zentraldenker eine Gefahr. Er hat weit hinten im Sternenraum AL 36 einen Kometen entdeckt, der Richtung Erde fliegt. Der Weltrat tagt. Die klugen Delphine werden hinzugezogen. Wie kann man der drohende Gefahr entgehen? Selbst wenn der Komet vorbeifliegt, kann sich die Erdachse verschieben. Die Kontinente werden auseinanderdriften, die Pole werden sich umdrehen. Der Akademiker Philipp entdeckt in der von ihm verfassten Biographie des großen Adam Bernau, eines Genies der Jahrhundertwende, den Hinweis auf eine mathematische Formel. Danach soll es ganz einfach sein, Kontinente in Raum und Zeit zu bewegen. Eine Expedition in die Vergangenheit wird ausgerüstet. Drei Männer und ein Mädchen reisen zurück in das Jahr 1984 …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11627739","hoster":"VOE"},{"path":"/redirect/8316800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-2","name":"Stufen in die Vergangenheit","epNo":2,"alt":"","descr":"Im Museum Adam Bernau brennt es. Die Expeditionsteilnehmer haben das Feuer gelegt, um unter realistischen Bedingungen zu proben, wie bei dem tatsächlichen Feuer im Jahre 1984, so dass das Schulheft mit der begehrten Weltformel gerettet werden kann. Man studiert unsere Zeit, Tonbänder haben Kinderlieder und die verstimmte Geige von Adam Bernau festgehalten. Ein Spezialauto wird ausgerüstet. Es besteht einen Zeit- und Raumsprung zur Probe. Aus den Archiven der Menschheit unter dem Meer werden Gelder, Waffen und Lauschkameras entmottet. Die Computertechnik hat die Ereignisse der Vergangenheit gespeichert. Alte Filme werden vorgeführt. Dr. Noll, Techniker Karas und die Zoo-Linguistin Katja verweigern dem Expeditionsleiter und Akademiker Philipp die Gefolgschaft. Sie haben Angst vor unserer Gegenwart.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316809","hoster":"VOE"},{"path":"/redirect/8316808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-3","name":"Kontakt","epNo":3,"alt":"","descr":"Der Akademiker Philipp ist allein in den Flammen. Er wird in letzter Minute von den anderen Teilnehmern gerettet. Diese Tat verändert ihre Einstellung. Sie wissen, jetzt dass viel auf dem Spiel. So zwängen sie sich in die engen Anzüge und Kleider der Gegenwart. Da die Menschen der Zukunft keine Haare mehr haben, verbergen sie ihre Glatzen unter Perücken. Der Start gelingt, die Landung auch, die Expedition ist im Jahre 1984. Aber nicht wie angenommen auf einer Autobahn, sondern mit dem Auto hoch auf einem Felsen über einer Baustelle. Der Zentraldenker hatte falsch gerechnet. Mit einem Energiestoß befördert sich die Expedition auf den richtigen Weg. Adam Bernau trifft sich mit seiner Freundin Ali. Er kommt zu spät nach Hause. Der Vater ist böse. Er prüft die Hausaufgaben und findet in dem Heft nicht nur Mathematik, sondern auch dürftig bekleidete Damen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992851","hoster":"VOE"},{"path":"/redirect/11639813","hoster":"Doodstream"},{"path":"/redirect/8316711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-4","name":"Aktion Heft 1","epNo":4,"alt":"","descr":"Der Zentraldenker hat sich schon wieder geirrt. Die Besucher aus der Zukunft erscheinen zwar als Feuerwehrleute, aber in Paradeuniformen des 19. Jahrhunderts. Als das Haus brennt, verbrennt auch das Heft. Adam will das Auto retten, doch mit dieser Aktion richtet er noch mehr Unheil an und zerstört fast alle Möbel. Katja filmt alles mit der Videobrille. In der Schnapsbrennerei im Keller lernt Karas den alten Drichlik kennen, ohne zu ahnen, dass er den großen Lehrmeister vor sich hat. Akademiker Philipp verursacht eine Katastrophe mit seiner Laser-Säge. Mit wertlosen Papieren zieht die Expedition von dannen. Sie kehrt nachts noch einmal an den Brandort zurück. Hier hat sich inzwischen ein Nachbarschaftsstreit entwickelt. Karas lernt Schnaps kennen. Der alte Drichlik verschwindet mit der Laser-Säge. In den eroberten Schulheften des Adam Bernau steht nur Unsinn. Die Expedition entschließt sich, ihren Aufenthalt zu verlängern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316724","hoster":"VOE"},{"path":"/redirect/8316723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-5","name":"Nur nicht auffallen","epNo":5,"alt":"","descr":"Die Besucher haben sich als Geometer getarnt. Sie erzählen, dass sie die neue Autobahn vermessen sollen und nehmen im Hotel Quartier. Nebenan wohnt die Familie Bernau, die durch den Brand ihr Haus verloren hat. Dr. Noll desinfiziert alle Gegenstände. Die Expedition isst Amaronen, einen Eintopf, der alle Geschmäcker hat. Man erforscht das Städtchen und verfolgt den Knaben Adam, der sich darüber freut, dass ein Jahrmarkt aufgebaut wird. Die Besucher aus der Zukunft kaufen völlig unnütze Dinge. Aber sie vergessen auch nicht den Zweck ihrer Reise. Mit drei Lauschkameras dringen sie in das Leben der Familie Bernau ein und beobachten alles, was im Hotel vorgeht. dagegen protestiert Dr. Noll. Diese Minikameras sind im Jahre 2484 schon längst verboten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316729","hoster":"VOE"},{"path":"/redirect/8316730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-6","name":"Das Geheimnis des großen Lehrers","epNo":6,"alt":"","descr":"Die Besucher wollen Verbindung mit der Zukunft aufnehmen. Das Auto fährt seine geheimen Antennen aus, das rote Warndreieck – in Wirklichkeit ein starker Sender – glüht einen Energiestrahl in die Zukunft. Da überfährt der Hotelbesitzer den Sender. Aus! Der Weltrat im Jahre 2484 ist verzweifelt. Die Besucher sind es auch. Aber sie geben nicht auf. Adam wird verfolgt. Sie stoßen auf die Spur des großen Lehrmeisters. Es ist jener alte Drichlik, der die Laser-Säge aus der Zukunft schon einem Baby geschenkt hat, das vor den Augen der entsetzten Mutter den Kirmeswagen des Kleinganoven Ede zersägt. Drichlik nun sitzt am Fluss und erklärt Adam, warum auch ein viereckiger Ziegelstein runde Kreise im Wasser macht. Vater Bernau hat keine hohe Meinung von dem großen Lehrmeister: \"Der stiehlt und quatscht Unsinn\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11639839","hoster":"VOE"},{"path":"/redirect/8316734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-7","name":"Kirmes um Mitternacht","epNo":7,"alt":"","descr":"Adam Bernau, das künftige Genie, ist im Moment reichlich sauer. Die Kirmes ist da, aber er hat keinen Pfennig in der Tasche und muss für Hund Fido Knochen schleppen. Das rührt den Akademiker Philipp, den Chef der Expedition Adam ’84 aus der Zukunft. Er steckt ihm heimlich einen Geldschein zu. Es ist Abend, Ali und Adam allein in einer Gondel. Auch Katja begeistert sich für das 20. Jahrhundert. Adam spendiert Bier für seinen Freund, den Lehrmeister Drichlik, Fido bekommt eine Bratwurst. Lange nach Mitternacht versucht die Expedition wieder Kontakt mit der Zukunft aufzunehmen. Techniker Karas hat das Warndreieck repariert. Durch einen Energiestoß werden die Kirmes und die Stadt lebendig. Leider kommt auch die Polizei dazu. Herr Drichlik ist im Karussell eingeschlafen und soll nun an allem schuld sein. Während er von der Polizeiwache verhört wird, ist sein Bild als großer Lehrmeister schon in die Zukunft gefunkt. Der nächste Tag: die Stadt diskutiert die nächtlichen Ereignisse. Die falschen Geometer bekommen Bestechungsgeld, damit sie die Autobahn nicht durch die schönsten Grundstücke legen. Katja lernt Peter kennen, den Journalisten und Schriftsteller. Die Expedition verfolgt Adam auf seinem Schulausflug zur Kruzenburg. Nur Karas ist in der Stadt geblieben. Er hat Gefallen an der Fleischwurst des Jahres 1984 gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316744","hoster":"VOE"},{"path":"/redirect/8316743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-8","name":"Genie hinter Mauern","epNo":8,"alt":"","descr":"Die Kruzenburg wird besichtigt. Akademiker Philipp und Genie Adam werden aus Versehen in der Folterkammer eingeschlossen. Sie diskutieren über mathematische Formeln, unter anderem über den \"komplex aufgefassten Zeitraum der Mentionen\". Im Hotel landet eine der Lauschkameras irrtümlich in der Zimmerantenne eines alten Schwarzweiß-Fernsehgerätes, das daraufhin 30 Programme aus aller Welt empfängt. Von der Kruzenburg lassen die Kinder Papierschwalben ins Tal fliegen. Die Besucher jagen hinterher. Vielleicht stammen sie aus dem Mathematikheft von Adam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316748","hoster":"VOE"},{"path":"/redirect/8316747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-9","name":"43 Grad Fieber","epNo":9,"alt":"","descr":"Dr. Noll zieht sich mit einem alten medizinischen Fachbuch ins Bett zurück. Philipp, Katja und Karas – die anderen Mitglieder der Expedition Adam ’84 – lernen das Prinzip der Tombola kennen und müssen auf einem Festabend im Hotel abwechselnd zu Blas- und zu Discomusik tanzen. Katja vertieft ihre Beziehung zu Peter. Wie immer spielt der alte Drichlik genial Karten und Pauke. Dr. Noll macht Kopfstand im Bett und heilt mit blauem Dampf aus der Zukunft eine Erkältung von heute. Er hat 43 Grad Fieber, aber das macht nichts. Die schöne Ärztin Olga ist ratlos. Noll bekommt eine Spritze und landet im Krankenhaus. Das ist die Gelegenheit für Karussell-Ede, das Geld der Besucher zu stehlen. Der arme Ede, er transportiert seine Beute in einem kleinen Koffer ab und weiß nicht, dass es der \"Vernichter\" ist. Alles Geld, was er hineingetan hat, ist plötzlich nicht mehr da. Adam bekritzelt Speisekarten mit mathematischen Formeln. Es gibt neue Hoffnung für die Besucher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316754","hoster":"VOE"},{"path":"/redirect/8316756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-10","name":"Adam 84 – bitte melden!","epNo":10,"alt":"","descr":"Das Krankenhaus ist ratlos. Dr. Noll ist der gesündeste Kranke, den es dort je gab. Akademiker Philipp entdeckt den Geldraub und mit Video auch den Übeltäter. Karussell-Ede will die Stadt verlassen. Ein Gewitter kommt, der Blitz schlägt ein, Ede fällt vom Karussell und landet im Krankenhaus, direkt in dem Bett neben Dr. Noll. Drichlik, ein erfahrener Sammler weggeworfener Dinge, hat das Vernichterköfferchen gefunden und will seinen Freunden, den Geometer, eine Bratwurst mitbringen. Leider vernichtet der Vernichter diesen Leckerbissen wie vorher das Geld von Ede. Die Besucher sind gezwungen, Geld aus der Zukunft schicken zu lassen. Der Techniker Karas erklärt: Diesmal klappt alles, absolut sicher, technisch perfekt. Man kann also nur das Schlimmste befürchten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316757","hoster":"VOE"},{"path":"/redirect/8316763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-11","name":"Es geschah morgen","epNo":11,"alt":"","descr":"Journalist und Schriftsteller Peter hatte ein Foto von der Expedition gemacht, die er und das ganze Städtchen für Geometer hält. Aber das Negativ ist leer. Karas hatte die Aufnahme mit einem Lichtstrahl vernichtet. Dr. Noll liegt noch im Krankenhaus und bemüht sich, der Ärztin Olga zu gefallen, die ihn für einen perfekten Schwindler hält. Lenchen aus dem Hotel, die Noll ein wenig liebt, verwechselt Ede im Krankenhaus mit Noll. Das ist verständlich, denn er ist total mit Mullbinden eingewickelt. Techniker Karas hat technisch bestens den Kontakt zur Zukunft vorbereitet. So nebenbei glüht er den Teich von Bejschowetz leer. Alle Karpfen müssen nun in einer großen Pfütze schwimmen, worauf der alte Drichlik und Adam sich entschließen, diese \"Werte\" für die Allgemeinheit zu retten, mit anderen Worten: Sie klauen Karpfen. Leider bemerkt dieses die Polizei","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316765","hoster":"VOE"},{"path":"/redirect/8316764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-12","name":"Millionen aus der Zukunft","epNo":12,"alt":"","descr":"Die Besucher sind aus dem Hotel geflogen. Nun wohnen sie bei Drichlik und verzehren mit ihm gebratenen Karpfen. Dann hilft Drichlik der Familie Bernau bei der Reparatur des ausgebrannten Hauses. Dazu trinkt er Bier. Die Besucher erwarten in dem Teich von Bejschowetz, den sie mit künstlichem Regen wieder vollaufen ließen, die Geldsendung aus der Zukunft. Zufällig kommt Drichlik vorbei, wird von einem grellen Licht geblendet, fällt in den Teich und bekommt das Geld auf den Kopf. Die Besucher retten ihn. In seiner Hütte trocknen die kahlköpfigen Besucher ihre Perücken und der Alte seine Hose. Er hat inzwischen gemerkt, daß die Geometer keine Landvermesser sind, sondern Besucher – vielleicht aus einer anderen Galaxis?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316774","hoster":"VOE"},{"path":"/redirect/8316772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-13","name":"Entdeckt","epNo":13,"alt":"","descr":"Im Städtchen denkt man, daß der alte Drichlik im Teich ertrunken ist. Die Polizei rückt zur Hütte aus und findet Katja und Drichlik quicklebendig. Mit dem Pfand für 34 Bierflaschen und aus allen Taschen zusammengekramten Scheinen können die Besucher sogar die Hotelrechnung begleichen. Dr. Noll beobachtet das Haus der Bernaus und entdeckt ein neues Mathematikheft, dessen Inhalt Vater Bernau und jeden mathematisch gebildeten Grundschüler allerdings zur Verzweiflung treiben würde. Karas plaziert eine Lauschkamera in das Halsband des Hundes Fido. Die Besucher verstecken die Hose des Herrn Drichlik, damit er nicht an seinem Skatabend in der Kneipe ausplaudert, welch seltsame Gäste er hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316780","hoster":"VOE"},{"path":"/redirect/8316779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-14","name":"Wasser und Tränen","epNo":14,"alt":"","descr":"Adam ist in der Hütte des großen Lehrmeisters erschienen. Er soll ein altes Kellerfenster abholen. Philipp muß dem Alten erklären, warum sie seine Hose versteckt haben. Er verrät ihm den Sinn der Expedition. Katja weint, ihr Peter hat Abschied genommen. Er weiß nicht, daß er sie nie wiedersehen wird. 500 Jahre liegen zwischen ihnen. Der alte Drichlik kocht Kaffee und will erfahren, ob es Krieg gibt, ob morgen gutes Wetter herrscht, und was man so über ihn wisse. Der Techniker Karas befragt sein Taschencomputer-Archiv. Fast hätte er auch den Todestag des großen Lehrmeisters mitgeteilt. Drichlik stoppt ihn entsetzt, Katja stellt fest, daß ihm nur wenig Zeit bleibt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11639885","hoster":"VOE"},{"path":"/redirect/10069158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-besucher/staffel-1/episode-15","name":"Kleine Reparatur der Welt","epNo":15,"alt":"","descr":"Wer will dem alten Drichlik, dem großen Lehrmeister, dem guten Freund, sagen, daß die Expedition Adam ’84 verschwinden muß? Keiner! Akademiker Philipp bittet Adam um eine Unterschrift. So unterschreibt das künftige Genie sein eigenes Foto. Allerdings erkennt er sich nicht, denn darauf ist ein würdiger Greis bei der Entgegennahme des Nobelpreises abgebildet. Vater Bernau fällt vom Dach und landet im Klavier. Daher gerade wütend ist und Adam im Wege steht, schimpft er über seine schlechten Noten in Mathematik und wirft das Heft fort. Fido reißt es in Fetzen. Wieder ist eine Chance dahin, das schreckliche Geschick der Menschheit im Jahre 2484 abzuwenden. Die Besucher entdecken ihr Foto. Das darf nicht in die Zeitung! Das Auto fährt im Maulwurfsgang unter der Erde zur Druckerei. Unterwegs gibt es kleine Katastrophen. Sie stehlen das Foto und das Klischee. Auf dem Rückweg begegnen sie dem alten Drichlik auf dem Fahrrad. Ein riesiger Benzintanker verunglückt, er rast auf Drichlik los. Die Besucher reißen den Alten in ihr Auto. Sie verschwinden in der Zukunft, mit Drichlik, nur das Fahrrad bleibt zurück","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8316792","hoster":"VOE"},{"path":"/redirect/8316796","hoster":"Streamtape"}]}]}]}]}