{"seriesId":"die-gang","name":"Die Gang","descr":"\"Die Gang\" – das ist die Sonderermittlungsgruppe Hafen. Ihr Auftrag: die Bekämpfung des organisierten Verbrechens im Hamburger Hafen. Dazu sind sie mit etlichen Sondervollmachten ausgestattet. Dazu rekrutieren sich Joe Feddersen, Klaus Winkelmann, Marc Wiessner und Karl Kröger aus den unterschiedlichsten Bereichen: Dem BKA, dem Wasserzoll, dem Zollkriminalamt und der Schutzpolizei. Leiterin der Gang ist die Bundesanwältin Helga Sanders.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ich töte alles, was du liebst!","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12251996,"hoster":"VOE"},{"redirect":8770125,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tanz in den Tod","epNo":2,"alt":"","descr":"Die Gang bekommt einen Hinweis über die Lieferung einer großen Menge Drogen. Joe und seine Männer entdecken, dass es sich um eine Designerdroge mit unberechenbaren Nebenwirkungen handelt. Die Droge hat bereits erste Opfer gefordert. Klaus kann als verdeckter Ermittler Kontakt zur Szenegröße Pit knüpfen, der Techno-Raves organisiert, bei denen regelmäßig mit den gefährlichen Tabletten gedealt wird. Klaus gelingt es, in die Geheimnisse des Handels eingeweiht zu werden. Dabei riskiert er fast sein Leben.","versions":[{"lang":1,"streams":[{"redirect":8770126,"hoster":"VOE"},{"redirect":8770120,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Strahlende Gefahr","epNo":3,"alt":"","descr":"Karl nimmt den Polizeihund Schelmy seines Schwagers in Pflege. Bei Ermittlungsarbeiten auf einem Schrottplatz bricht Schelmy zusammen. Ein Fall von Strahlungsverseuchung? Die Gang ermittelt. Ein Frachter aus dem ehemaligen Ostblock war einer der letzten Lieferanten des Schrottplatzes. Plutoniumschmuggel scheint nicht ausgeschlossen. Joes Verdacht richtet sich erneut gegen Bosco, den er als Drahtzieher hinter dieser Transaktion vermutet. Amy bleibt auch nach dem Ende des tropenmedizinischen Kongresses in Hamburg. Sie hofft, einen Job zu finden, um in Joes Nähe sein zu können.","versions":[{"lang":1,"streams":[{"redirect":8770139,"hoster":"VOE"},{"redirect":8770136,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebeslied für eine Leiche","epNo":4,"alt":"","descr":"Die Gang findet die Leiche eines Mädchens im Hafenwasser.Kevin Kaiser – K. K. genannt – , ein erfolgreicher Popstar aus Hamburg, soll für den Bau einer großen Veranstaltungshalle in seiner Heimatstadt werben. Bosco tritt als Investor hinter dieses Projekt, um Gelder zu waschen. Die Männer der Gang finden heraus, dass K. K. auf minderjährige Mädchen steht, und dass die Tote zuletzt von Klaus lebend auf einem K. K.-Konzert gesehen wurde. Amy hat zunächst keine Aussichten auf die Stelle beim Hafenärztlichen Dienst, bis Bosco etwas nachhilft. Er will sie Joe in die Arme treiben. Doch der weist sie zurück.","versions":[{"lang":1,"streams":[{"redirect":8770142,"hoster":"VOE"},{"redirect":8770138,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Pest","epNo":5,"alt":"","descr":"Um einen japanischen Geschäftspartner zu bestechen, lässt Bosco ein begehrtes Nashorn-Potenzmittel in Hamburg einschmuggeln. Das Schiff mit der kostbaren Fracht bringt allerdings auch eine Seuche mit, die bereits als ausgerottet galt: die Pest! Der Kapitän ist schon daran gestorben, die Besatzung wird unter Quarantäne gestellt. Einem Matrosen, der nichts von seiner Infizierung weiß, gelingt es, unbemerkt das Schiff zu verlassen. Er will das Nashornpulver auf dem Schwarzmarkt verkaufen. Für die Gang beginnt ein Wettlauf gegen die Zeit. Bei der Arbeit an diesem Fall kreuzen sich ungewollt Joes und Amys Wege, da sie als Angestellte des Hafenärztlichen Dienstes mit der Gang zusammenarbeiten.","versions":[{"lang":1,"streams":[{"redirect":8770147,"hoster":"VOE"},{"redirect":8770143,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Ölbaron","epNo":6,"alt":"","descr":"Joes Freundin Doro, Chefin eines privaten Sicherheitsunternehmens, glaubt, endlich den Mann gefunden zu haben, der ihren Ansprüchen genügt: Frederick Reimers, der aus einer traditionsreichen Ölhändler-Dynastie stammt. Doch Reimers plant gerade einen großen Coup. Er will alle verfügbaren Ölbestände auf einmal verkaufen und sich mit der hinterzogenen Mineralölsteuer ins Ausland absetzen. Aber er hat die Rechnung ohne die Gang gemacht. Joe wird sich seiner Gefühle für Amy bewusst, als diese einen anderen kennen lernt. Durch einen Scherz von Bosco, der ihn das Blut in den Adern gefrieren lässt, wird er jedoch an das Verdikt erinnert.","versions":[{"lang":1,"streams":[{"redirect":12173310,"hoster":"VOE"},{"redirect":8770145,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Netz","epNo":7,"alt":"","descr":"Das Datenkommunikationssystem der Hafenaufsicht bricht zusammen, Anweisungen an die Lotsen sind nicht mehr möglich. Ein Virus im System! Schiffsunfälle drohen, im Hafen entsteht Chaos. Ein Erpresser meldet sich… Die Sabotage hat auch Folgen für das angeschlagene Sicherheitsunternehmen von Doro, die ohnehin nach ihrer gescheiterten Beziehung verzweifelt ist. Eines Abends sucht sie Rat und Trost bei Joe. Nicht nur Amy vermutet, dass mehr dahinter steckt. Am nächsten Tag ist Doro tot. Joe weiß jetzt: Boscos Verdikt ist tödlicher Ernst.","versions":[{"lang":1,"streams":[{"redirect":12378676,"hoster":"VOE"},{"redirect":8770152,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Piraten","epNo":8,"alt":"","descr":"Das Schiff einer Hamburger Reederei mit Fahrtziel New Orleans verschwindet spurlos. Der Frachter hatte Luxusautos an Bord. Die Gang vermutet einen Fall von Piraterie. Joe und Marc treten eine abenteuerliche Reise nach New Orleans an. Ein Versteckspiel in den unübersichtlichen Docks von Louisiana beginnt. Bei einem Besuch auf der Farm der Farlands kommt es zu einer Aussprache zwischen Joe und seinem Schwiegervater Julian. Er macht Joe nicht länger für Lorraines Tod verantwortlich. Einer Beziehung zwischen Joe und Amy steht nun nichts mehr im Weg.","versions":[{"lang":1,"streams":[{"redirect":8770160,"hoster":"VOE"},{"redirect":8770157,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vier Männer und ein Kind","epNo":9,"alt":"","descr":"Während ein Selbstmord im Hamburger Hafen für Aufregung sorgt, finden Klaus und Marc ein kleines asiatisches Mädchen, das kein Wort sagt. Da niemand die Kleine vermisst, wird sie von der Gang aufgenommen und beschützt. Das Mädchen bringt die Gang auf die Spur von Menschenschmugglern. Eine Gruppe Flüchtlinge soll per Container nach Amerika verschifft werden. Hatte der Tote im Hafen etwas damit zu tun? Auch Amy kümmert sich um den kleinen Schützling. Dadurch kommen sich Joe und sie noch näher. Doch was ist mit Bosco? Es geht das Gerücht um, der Gangsterboss sei umgebracht worden.","versions":[{"lang":1,"streams":[{"redirect":8770163,"hoster":"VOE"},{"redirect":8770164,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein teuflischer Plan","epNo":10,"alt":"","descr":"Sam Otero, der Polizist aus Louisiana, sendet merkwürdige Hilferufe an Joe und behauptet, dass der totgeglaubte Bosco lebt! Joe macht sich sofort auf den Weg nach New Orleans. Als er dort ankommt, ist Otero verschwunden. Joes letzte Berichte über mysteriöse Voodoo-Vorfälle versetzen die Gang in Hamburg in Angst und Sorge. Klaus und Amy reisen Joe hinterher. Ihre Suche nach dem Freund führt sie in die Sümpfe Louisianas. Bosco versucht, die beiden Freunde Otero und Joe gegeneinander auszuspielen. Es kommt zu einem erbitterten Kampf. Schließlich steht Boscos Haus in Flammen. Geht der Spuk dennoch weiter?","versions":[{"lang":1,"streams":[{"redirect":13599339,"hoster":"VOE"},{"redirect":8770161,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Verrat","epNo":11,"alt":"","descr":"Die Gang ermittelt in einem Fall von Mädchenhandel. Junge Frauen werden aus dem Osten über den Hamburger Hafen eingeschleust und zur Prostitution gezwungen. Marc verbindet die Recherche im Rotlichtmilieu mit der Suche nach seiner leiblichen Mutter, die selbst einst eine Prostituierte war. Dabei verliebt er sich in Helen. Sie ist ebenfalls in den Mädchenhandel verwickelt: Bosco hat das Callgirl auf Marc und damit auf die Gang angesetzt. Wird Marc zum Verräter?","versions":[{"lang":1,"streams":[{"redirect":10923416,"hoster":"VOE"},{"redirect":8770167,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Falle","epNo":12,"alt":"","descr":"Das Zollkriminalamt fordert die Unterstützung der Gang im Duisburger Binnenhafen an. Joe ist froh, das Berufliche mit dem Privaten verbinden zu können, denn Amy nimmt dort gerade an einem Kongress teil. Die beiden kommen jedoch nicht zusammen: Bosco hat Amy entführt. Er will sein Verdikt \"Ich töte alles, was du liebst\" erfüllen und treibt ein teuflisches Spiel mit Joe. Eine dramatische Schnitzeljagd durch das Rheinland beginnt.","versions":[{"lang":1,"streams":[{"redirect":8770174,"hoster":"VOE"},{"redirect":8770173,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Duell","epNo":13,"alt":"","descr":"Amy und Joe verstecken sich vor Bosco. Joe schickt Amy auf die Farm ihres Vaters, um sie außer Gefahr zu bringen. Er will Bosco endlich überführen und hinter Ginter bringen. Aber Amy kommt nicht in New Orleans an, ihre Maschine stürzt ab. Otero informiert seinen Freund von dem Unglück. Joe ist sicher, dass Bosco dahinter steckt. Er fliegt nach Los Angeles, um Amys Tod zu rächen und den Widersacher endgültig zu vernichten. Klaus und Marc folgen Joe. Sie wollen das Schlimmste verhindern. Es kommt zum finalen Duell.","versions":[{"lang":1,"streams":[{"redirect":12378677,"hoster":"VOE"},{"redirect":8770115,"hoster":"Streamtape"}]}]}]}]}