{"seriesId":"die-saeulen-der-erde","name":"Die Säulen der Erde","descr":"[The Pillars of the Earth] Ken Folletts Saga um den Bau einer Kathedrale im englischen Städtchen Kingsbridge überspannt vier Jahrzehnte in der Mitte des 12. Jahrhunderts. Die dramatische Geschichte ist zum einen geprägt durch die blutigen Unruhen des Erbfolgekriegs nach dem Tod Heinrich I., zum anderen spiegelt sie die komplexen und gegensätzlichen Interessen der am Bau der Kirche beteiligten Personen wider. Und nicht zuletzt geht es um Liebesgeschichten, die so überwältigend sind wie das Bauwerk selbst.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"England in den Dreißigerjahren des 12. Jahrhunderts: Als König Heinrich I. ohne männlichen Erben stirbt, steuert das Land auf einen erbarmungslosen Erbfolgekrieg zu. Zu dieser Zeit besucht der junge Priester Philip die Priorei Kingsbridge. Dort findet er den alten Prior des heruntergekommenen Klosters im Sterben liegend. Nach dessen Dahinscheiden wird der integre und zupackende Philip überraschend von den Mönchen zum Nachfolger gewählt. Als der Arbeit suchende Steinmetz Tom Builder nach Kingsbridge kommt, kann Philip ihm zunächst keine Beschäftigung bieten. Doch dann wird die alte Kirche des Klosters bei einem Feuer zerstört, und beide fassen einen großen Plan zum Neubau einer Kathedrale. Ohne es zu ahnen, geraten sie damit in ein politisches Ränkespiel gewaltigen Ausmaßes …","versions":[{"lang":1,"streams":[{"redirect":9588146,"hoster":"VOE"},{"redirect":8408106,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"Zwar sind indessen die Fundamente für die neue Kirche gelegt, doch Philips Feinde legen ihm im wahrsten Sinne Steine in den Weg. Der Steinbruch, dessen Nutzung dem Kloster für den Kirchenbau in Kingsbridge vom König versprochen wurde, wird auf Anraten des missgünstigen Bischofs Waleran von dem brutalen Adelssohn William Hamleigh besetzt. Der Bau der Kathedrale steht vor dem Aus. Und es droht neues Unheil: Da der intrigante Bischof durch seine Informanten um die Schwierigkeiten beim Bau weiß, will er den König zu einem Besuch der Baustelle überreden. Hier soll Philips Unfähigkeit bewiesen werden und der Kirchenbau kurzerhand nach Shiring und somit in den Einflussbereich des machthungrigen Waleran verlegt werden …","versions":[{"lang":1,"streams":[{"redirect":9588151,"hoster":"VOE"},{"redirect":8408107,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"Part 3","descr":"Einmal mehr mischt der Krieg die Karten neu: König Stephan ist nach verlorener Schlacht in die Hände seiner Rivalin Matilda gefallen. Die strittigen Umstände des Baus der Kathedrale müssen neu verhandelt werden. Zwar schlägt die Regentin den Steinbruch den Hamleighs zu, doch gleichzeitig eröffnet Matilda Kingsbridge mit dem Marktrecht eine lukrative Möglichkeit, den Bau dennoch zu finanzieren. Zuvor muss Prior Philip jedoch 100 Pfund für die königliche Kasse auftreiben. Die Grafentochter Aliena, inzwischen eine erfolgreiche Wollhändlerin, leiht ihm dafür zwar bereitwillig das Geld. Doch sie geht ein großes Risiko ein. Ihr finanzielles Überleben und der Bau der Kirche hängen von einem großen Wollmarkt ab, den Kingsbridge in diesem Jahr zum ersten Mal veranstalten will …","versions":[{"lang":1,"streams":[{"redirect":8992519,"hoster":"VOE"},{"redirect":8408109,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teil 4","epNo":4,"alt":"Part 4","descr":"Nach langer, beschwerlicher Suche mit ihrem neugeborenen Sohn findet Aliena Jack in Frankreich. Während beide Pläne für eine gemeinsame Zukunft fassen, liegt Kingsbridge am Boden. Philip hat nach dem Einsturz des Kirchendachs nicht nur das Amt des Priors verloren – auch die Hoffnung auf einen Fortgang der Bauarbeiten unter dem intriganten Remigius scheint eine Illusion zu sein. Doch als Jack mit seiner kleinen Familie zurückkehrt, kommt auch das Leben zurück in die kleine Stadt. Denn Jack ist nicht nur fest entschlossen, Toms Bau mit seinem inzwischen erworbenen Wissen noch schöner zu Ende zu führen, er hat sich auch einen Weg überlegt, das Geld dafür zu beschaffen.","versions":[{"lang":1,"streams":[{"redirect":8992520,"hoster":"VOE"},{"redirect":8408111,"hoster":"Streamtape"}]}]}]}]}