{"seriesId":"die-scifi-story","name":"Die SciFi-Story","descr":"In der vierteiligen Dokumentation nehmen führende Pioniere aus dem Science-Fiction-Bereich den Zuschauer mit auf eine Zeitreise durch die Historie der Science Fiction.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aufstand der Roboter","epNo":1,"alt":"Robots","descr":"Von Frankensteins Monster bis zum Terminator, die Idee Leben zu erschaffen, fasziniert uns. Der Umgang mit Robotern wirft aber auch die Frage auf: Was bedeutet es, Mensch zu sein? Entdecken Sie, welche genialen Ideen hinter den berühmtesten Robotern der Welt stecken, auf einem Ausflug in die Welt von R2D2, C-3PO und Robocop: Wie kommen diese menschlichen Maschinen auf die Welt? Wie leben sie? Und was passiert, wenn sie sich gegen uns wenden?","versions":[{"lang":1,"streams":[{"redirect":11302379,"hoster":"VOE"},{"redirect":10104040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unendliche Weiten","epNo":2,"alt":"Space","descr":"Was würden wir entdecken, wenn wir das Weltall in seiner ganzen Weite erforschen könnten? Was ist dort draußen? Die Science-Fiction liefert uns darauf viele spannende Antworten. Ob in Star Trek, Star Wars oder Kubricks 2001: Odyssee im Weltraum – An Schöpferkraft und Genialität fehlt es nicht. Begeben Sie sich mit uns auf eine Reise in weit entfernte Welten, zu den Sternen und den Aliens, die uns dort womöglich erwarten.","versions":[{"lang":1,"streams":[{"redirect":11302373,"hoster":"VOE"},{"redirect":10104041,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angriff der Aliens","epNo":3,"alt":"Invasion","descr":"Der erste Kontakt mit Aliens: Was werden wir tun, wenn sie auf unserer Erde landen? Die Science-Fiction antwortet darauf mit Geschichten von feindseliger Invasion, aber auch Freundschaft. Viele Science-Fiction-Geschichten handeln von der Angst der Menschen vor einer Alien-Invasion, wie es in Independence Day, Men in Black und District 9 dargestellt wird. Die faszinierende Geschichte von E.T. – Der Außerirdische beweist uns allen jedoch das Gegenteil.","versions":[{"lang":1,"streams":[{"redirect":11199775,"hoster":"VOE"},{"redirect":10104042,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zeitreisen","epNo":4,"alt":"Time","descr":"Würdest du die Vergangenheit oder die Zukunft ändern, wenn du durch die Zeit reisen könntest? In der letzten Folge werden Fragen zum Thema Zeit in der Science-Fiction untersucht. Die faszinierende Welt der Science-Fiction. In vier Folgen werden die Zuschauer mit auf eine Reise durch die Entwicklung von Robotern, dem Weltall und der Zeit genommen.","versions":[{"lang":1,"streams":[{"redirect":12176267,"hoster":"VOE"},{"redirect":10104043,"hoster":"Streamtape"}]}]}]}]}