{"path":"/serie/stream/die-erde-von-oben","name":"Die Erde von oben","descr":"[Earth from Above / La Terre vue du ciel] Arthus-Bertrand ist erneut auf eine Reise um die Welt. Dieses Mal ist er mit der Filmkamera unterwegs und fängt beeindruckende Impressionen unserer Welt ein. Er zeigt atemberaubende Bilder unseres Planeten, dessen Natur immer mehr bedroht ist. Von den unendlich weiten Ozeanen, zu den höchsten Berggipfeln, über die afrikanische Savanne zu den grenzenlosen Eisfeldern der Antarktis – Yann Arthur-Bertrand schenkt uns eine unvergleichliche Reise, die uns die unverwechselbare Schönheit der Erde präsentiert. Dabei wird gleichzeitig die Bedrohung der einzelnen Bereiche der Natur angesprochen. Möglichkeiten der Erhaltung und des Schutzes werden dargestellt. In prächtigen Bildern wird die Zerbrechlichkeit der Erde in all ihrer Vielfältigkeit vorgeführt. Der Zuschauer erhält Einblicke, die so bisher nicht zu sehen waren.","seasons":[{"path":"/serie/stream/die-erde-von-oben/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-1","name":"Alle Lebewesen sind miteinander verbunden (1)","epNo":1,"alt":"","descr":"Von den unendlich weiten Ozeanen, zu den höchsten Berggipfeln, über die afrikanische Savanne zu den grenzenlosen Eisfeldern der Antarktis – Yann Arthur-Bertrand schenkt uns eine unvergleichliche Reise, die uns die unverwechselbare Schönheit der Erde präsentiert. Dabei wird gleichzeitig die Bedrohung der einzelnen Bereiche der Natur angesprochen. Möglichkeiten der Erhaltung und des Schutzes werden dargestellt. In prächtigen Bildern wird die Zerbrechlichkeit der Erde in all ihrer Vielfältigkeit vorgeführt. Der Zuschauer erhält Einblicke, die so bisher nicht zu sehen waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917484","hoster":"VOE"},{"path":"/redirect/10308453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-2","name":"[Derzeit nicht erhältlich] ","epNo":2,"alt":"Alle Lebewesen sind miteinander verbunden (2)","descr":"Yann Arthus-Bertrand zeigt uns in atemberaubenden Bildern, dass die Vielfalt der Arten auf dem Spiel steht. Schon die Abwesenheit einer Spezies kann vernichtende Konsequenzen für das gesamte Ökosystem haben. Es werden Regionen in Kenia, Brasilien, dem Kongo, und Tasmanien bereist. Überall sind große Bereiche der Natur bedroht. Alles lebt, alles ist miteinander verbunden. Von der winzigsten, unsichtbaren Bakterie hin zu den schönsten und majestätischsten Wildkatzen Afrikas, von den kleinsten Flechten zum höchsten Mammutbaum der Welt, das Leben ist überall und erscheint in den ungewöhnlichsten und verschiedensten Formen. Die Wunder der Natur gibt es noch, aber Experten und Tatsachen zeigen eindrucksvoll, dass diese Wunder in Gefahr sind.","versions":[]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-3","name":"Wasser schützen – das Leben verteidigen (1)","epNo":3,"alt":"","descr":"Nur ein sehr kleiner Teil des Wassers, das auf der Erde zu finden ist, kann auch von den Menschen als Lebensmittel benutzt werden. Lediglich 0,3 Prozent des Wassers kommt in Frage. Diese geringe Menge wird allerdings völlig ungerecht verteilt. Weite Teile der Welt sind abhängig von diesem äußerst wichtigem Lebensmittel. Während in Las Vegas täglich Unmengen Wasser benötigt werden, um die künstliche Stadt in der Wüste am Leben zu erhalten, muss die Stadt Amman in Jordanien mit einem Minimum an Wasser auskommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308456","hoster":"VOE"},{"path":"/redirect/10308455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-4","name":"Wasser schützen – das Leben verteidigen (2)","epNo":4,"alt":"","descr":"Während in Israel Wüstenland erschlossen wurde und als Anbaufläche genutzt werden kann, haben die Palästinenser starke Probleme mit der Wasserversorgung. Diese Ungleichheit ist ein Faktor, der den Konflikt zwischen den beiden Völkern weiter schürt. Die Dogon sind eine Volksgruppe, die in Mali, Westafrika lebt und durch die vorherrschende Wasserknappheit Methoden gefunden haben, um das vorhandene Wasser so zu nutzen und haltbar zu machen, dass sie die größten Zwiebelernte des Landes liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308461","hoster":"VOE"},{"path":"/redirect/10308466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-5","name":"Das Meer braucht uns nicht, aber wir brauchen das Meer (1)","epNo":5,"alt":"","descr":"Yann Arthus-Bertrand wendet sich dieses Mal der Bedeutung der Ozeane zu, die maßgeblich für das Überleben auf der Erde sind. Er zeigt, wie stark der Mensch den Zustand der Meere über lange Zeit verschlechtert hat und damit das Aussterben vieler Arten in Kauf nahm","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308465","hoster":"VOE"},{"path":"/redirect/10308469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-6","name":"Das Meer braucht uns nicht, aber wir brauchen das Meer (2)","epNo":6,"alt":"","descr":"Yann Arthus-Bertrand demonstriert anhand der Situation in Frankreich die Wasserverschmutzung an der Küstenlinie, die beispielhaft für westeuropäische Industrienationen steht. Aber er stellt auch Menschen vor, die Projekte gegründet haben, um die zerstörten Regionen wiederherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520272","hoster":"VOE"},{"path":"/redirect/10308477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-7","name":"Die Erde gehört nicht dem Menschen… der Mensch gehört zur Erde (1)","epNo":7,"alt":"","descr":"Die Welt beherbergt eine Vielfalt von faszinierenden Landschaften – grüner, dichter Wald, riesige Bergmassive oder staubtrockene Wüsten: Die natürlichen Lebensräume beherbergen eine immer noch nicht abschließend erschlossene Menge von Bodenschätzen. Alle diese Rohstoffe sind begrenzt, werden aber durch den Menschen rücksichtslos geplündert. Es gehört zu den drängendsten Herausforderungen, die immer größer werdende Nachfrage nach Bodenschätzen zu steuern, um eine Zukunft für den Planeten gewährleisten zu können. Es muss eine Balance zwischen dem Drang des Menschen nach Wachstum und dem Erhalt der Ressourcen gefunden werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308478","hoster":"VOE"},{"path":"/redirect/10308476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-1/episode-8","name":"Die Erde gehört nicht dem Menschen… der Mensch gehört zur Erde (2)","epNo":8,"alt":"","descr":"Die Ressourcen des Planeten Erde sind nicht unerschöpflich. Yann Arthus-Bertrand präsentiert in eindrucksvollen Aufnahmen Landstriche, die von den Menschen rücksichtslos ausgebeutet werden. Direkt neben empfindlichen Ökosystemen, die einmalig sind, hat sich oftmals Industrie angesiedelt, die Tier- und Pflanzenarten unwiederbringlich verdrängt und von der Welt verschwinden lässt. Wieder sind es die Bilder, die viel mehr erklären als tausend Worte – die Schönheit der Natur auf der einen Seite und die brutale maschinelle Zerstörung durch den Menschen auf der anderen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520270","hoster":"VOE"},{"path":"/redirect/10308483","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-1","name":"Nahrung für die Welt (1)","epNo":1,"alt":"","descr":"In der dritten Staffel von \"Die Erde von oben\" widmet sich Yann Arthus-Bertrand wieder existentiellen Themen: Es geht um die Erhaltung von Flora und Fauna, sowie die damit verbundene Schönheit der Natur, die sich sowohl in nachhaltiger Landwirtschaft in der Karibik, als auch in den wilden Steppen von Afrikas Nationalparks findet. Die Dokumentationsreihe will ein Bewusstsein für die Natur wecken. Hinter den wunderschönen, imposanten Bildern Arthus-Bertrands verbergen sich verletzliche, komplizierte Systeme, die durch die Eingriffe des Menschen hochgradig gefährdet sind. Yann Arthus-Bertrand weist auf die großen Zusammenhänge hin: Wie reagiert die Artenvielfalt auf die globale Erwärmung? Wie kann genug Trinkwasser ermöglicht werden, wenn der Mensch immer größere Gebiete industriell ausbeutet und verschmutzt? Und inwiefern ist die Menschheit von den anderen Lebewesen abhängig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308522","hoster":"VOE"},{"path":"/redirect/10308499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-2","name":"Nahrung für die Welt (2)","epNo":2,"alt":"","descr":"Yann Arthus-Bertrand präsentiert in dieser Episode Menschen, die ihr Know-how dazu verwenden, neue Wege in der Agrarwirtschaft zu beschreiten. Dadurch schützen sie die wertvollen Schätze der Natur und fördern die gesunde Ernährung in den jeweiligen Ländern. In der Karibik, in Frankreich sowie in Indien und Indonesien besucht er Leute, die mit ihren neuartigen Ideen Vorreiterrollen einnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308336","hoster":"VOE"},{"path":"/redirect/10308338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-3","name":"Menschen und Tiere (1)","epNo":3,"alt":"","descr":"Der Mensch hat mit seiner Dominanz viele Lebensräume der Tierwelt vernichtet und damit zahlreiche Arten verdrängt. Doch viele Länder versuchen in Einklang mit Tieren zu leben. Yann Arthus-Bertrand reist mit seinem Team nach Südafrika, wo man hautnah erleben kann, was es bedeutet, tagtäglich für den Erhalt der Artenvielfalt in den wunderschönen, weitläufigen Landschaften zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308345","hoster":"VOE"},{"path":"/redirect/10308342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-4","name":"Menschen und Tiere (2)","epNo":4,"alt":"","descr":"Yann Arthus-Bertrand befindet sich mit seinem Team auf der Suche nach Beispielen von Lebenskonzepten, die das friedvolle Neben- und Miteinander von Tieren und Menschen eindrucksvoll beweisen. Nicht nur der Erhalt der Artenvielfalt allein ist Grund für diese Entwicklung, denn das enge Zusammenleben mit wilden Tieren verschafft den Menschen zusätzlich viele Vorteile. In den wunderschönen Landschaften von Kambodscha, Thailand, China und Namibia porträtiert Arthus-Bertrand mit berauschend-schönen Bildern die Harmonie zwischen Mensch und Tier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921087","hoster":"VOE"},{"path":"/redirect/10308356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-5","name":"Die großen Flüsse sollen leben (1)","epNo":5,"alt":"","descr":"In den ersten beiden Episoden werden die größten Flüsse unseres Planeten vorgestellt. Sie sind wie die Arterien unserer Erde und doch befinden sie sich in akuter Gefahr. Viele drohen auszutrocknen und erreichen das Meer nicht mehr. Andere wurden durch Dämme blockiert oder von Abfällen vergiftet. Dadurch kommt es zu einer Kettenreaktion, die zuerst die Umwelt und schließlich auch den Menschen gefährdet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520271","hoster":"VOE"},{"path":"/redirect/10308367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-6","name":"Die großen Flüsse sollen leben (2)","epNo":6,"alt":"","descr":"Yann Arthus-Bertrand und sein Team führt den Zuschauern erneut vor Augen, wie die Menschen das Schicksal der großen Flüsse beeinflussen können. Auf seiner Reise begleiten wir ihn von den argentinischen Iguazu-Wasserfällen bin hin zu den Gletschern Patagoniens und den großen Seen der Anden, zum Nil, zum Kongo und zum Ganges führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520269","hoster":"VOE"},{"path":"/redirect/10308368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-7","name":"Von Wäldern und Menschen (1)","epNo":7,"alt":"","descr":"Der Mensch hat mit seiner Dominanz viele Lebensräume der Tierwelt vernichtet und damit zahlreiche Arten verdrängt. Doch viele Länder versuchen in Einklang mit Tieren zu leben. Yann Arthus-Bertrand reist mit seinem Team nach Südafrika, wo man hautnah erleben kann, was es bedeutet, tagtäglich für den Erhalt der Artenvielfalt in den wunderschönen, weitläufigen Landschaften zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520273","hoster":"VOE"},{"path":"/redirect/10308377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-2/episode-8","name":"Von Wäldern und Menschen (2)","epNo":8,"alt":"","descr":"Yann Arthus-Bertrand befindet sich mit seinem Team auf der Suche nach Beispielen von Lebenskonzepten, die das friedvolle Neben- und Miteinander von Tieren und Menschen eindrucksvoll beweisen. Nicht nur der Erhalt der Artenvielfalt allein ist Grund für diese Entwicklung, denn das enge Zusammenleben mit wilden Tieren verschafft den Menschen zusätzlich viele Vorteile. In den wunderschönen Landschaften von Kambodscha, Thailand, China und Namibia porträtiert Arthus-Bertrand mit berauschend-schönen Bildern die Harmonie zwischen Mensch und Tier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520278","hoster":"VOE"},{"path":"/redirect/10308382","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-1","name":"Konsumgesellschaft (1)","epNo":1,"alt":"","descr":"Mit der zunehmenden Industrialisierung hat der Raub an Flora und Fauna immer weiter zugenommen. Welchen Preis die Menschheit langfristig für den zügellosen Konsum zu zahlen hat, erforscht Yann Arthus-Bertrand unter anderem in Japan, wo die Überproduktion von Waren beispiellos ist. So zeigen die imposanten Luftbilder der Megametropole Tokyo das ungebremste Wachstum einer Stadt inmitten einzigartiger Natur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520274","hoster":"VOE"},{"path":"/redirect/10308383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-2","name":"Konsumgesellschaft (2)","epNo":2,"alt":"","descr":"In Japan zeigt Yann Arthus-Bertrand die Konsequenzen der modernen Konsumgesellschaft unter anderem in den historischen Dörfern von Shirakawago. Hier gibt es Produktionsbedingungen, die verantwortungslos und erschreckend sind. Außerdem zeigt er die Gegensätze der Schönheit des schneebedeckten Fuji und die Spuren von Industrie, die das Bild der Landschaft in Japan zerstört haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520276","hoster":"VOE"},{"path":"/redirect/10308388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-3","name":"Das Ende des Erdöls (1)","epNo":3,"alt":"","descr":"Der Rohstoff Erdöl hat in nur einem Jahrhundert unser Leben revolutioniert. Erdöl ist der Motor unserer Wirtschaft. Doch mittlerweile sind unsere Erdölreserven erschöpft. Der berühmte Fotograf und Umweltschützer Yann Arthus-Bertrand reist in die USA, denn das Land ist weltweit am stärksten vom Erdöl abhängig. Wie können wir ohne das schwarze Gold leben? In China, Benin, Azerbadschan, Belgien und Kanada sucht Yann Arthus-Bertrand nach Lösungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520275","hoster":"VOE"},{"path":"/redirect/10308392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-4","name":"Das Ende des Erdöls (2)","epNo":4,"alt":"","descr":"Der Rohstoff Erdöl hat in nur einem Jahrhundert unser Leben revolutioniert. Erdöl ist der Motor unserer Wirtschaft. Doch mittlerweile sind unsere Erdölreserven erschöpft. Der berühmte Fotograf und Umweltschützer Yann Arthus-Bertrand reist in die USA, denn das Land ist weltweit am stärksten vom Erdöl abhängig. Wie können wir ohne das schwarze Gold leben? In China, Benin, Azerbadschan, Belgien und Kanada sucht Yann Arthus-Bertrand nach Lösungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520280","hoster":"VOE"},{"path":"/redirect/10308400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-5","name":"Einsatz für die Umwelt (1)","epNo":5,"alt":"","descr":"Der preisgekrönte Fotograph Yann Arthus-Betrand macht in der 5. Staffel von \"Die Erde von oben\" mit seinem leidenschaftlichen Kampf zur Rettung des Planeten weiter. In beeindruckenden Bildern fängt er die Schönheit der Erde ein und trifft auf seiner Reise außergewöhnliche Menschen, die ihr Leben unserem Planeten gewidmet haben. Dieses Mal beginnt er seine Reise in Gabun, im Kongo-Becken, mitten im Herzen des zweitgrößten Regenwaldes der Erde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520279","hoster":"VOE"},{"path":"/redirect/10308414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-6","name":"Einsatz für die Umwelt (2)","epNo":6,"alt":"","descr":"In Zentralafrika begegnet Yann Arthus-Bertrand engagierten Menschen, die für den Erhalt der Tierreservate und die natürlichen Reichtümer der Landschaft kämpfen. Sie berichten, wie schwer es ist, gegen Regierungen anzukämpfen, die allein an Devisen und Tourismus interessiert sind. Die atemberaubenden Aufnahmen sind Beweis genug, dass hier ein wahrer Schatz der Erde in Gefahr ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520277","hoster":"VOE"},{"path":"/redirect/10308419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-7","name":"Naturschützer – Der Kampf der stillen Helden (1)","epNo":7,"alt":"","descr":"Fotograf und Naturschützer Yann Arthus-Bertrand beginnt seine Reise in Bangladesch, wo er Menschen trifft, die Hilfe leisten und sich dem Erhalt der Natur widmen. In Südafrika begegnet er der Amerikanerin Julie Andersen. Sie setzt sich für den Schutz von Haien ein. In Nordindien kämpft Kartik Satyanarayan gegen die Ausbeutung von Tanzbären ein. In seinem Reservat werden die Bären wieder in die Natur ausgegliedert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520284","hoster":"VOE"},{"path":"/redirect/10308426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-3/episode-8","name":"[Derzeit nicht erhältlich] ","epNo":8,"alt":"Naturschützer – Der Kampf der stillen Helden (2)","descr":"Fotograf und Naturschützer Yann Arthus-Bertrand beginnt seine Reise in Bangladesch, wo er Menschen trifft, die Hilfe leisten und sich dem Erhalt der Natur widmen. In Südafrika begegnet er der Amerikanerin Julie Andersen. Sie setzt sich für den Schutz von Haien ein. In Nordindien kämpft Kartik Satyanarayan gegen die Ausbeutung von Tanzbären ein. In seinem Reservat werden die Bären wieder in die Natur ausgegliedert.","versions":[]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-erde-von-oben/staffel-4/episode-1","name":"Leben mit der Natur – Leben für die Natur (1)","epNo":1,"alt":"","descr":"Yann Arthus-Bertrand, bekannter Fotograf und Umweltschützer begegnet Menschen, die ihr Leben dem Umweltschutz widmen. Im Senegal ist Umweltschützer Haidar El Ali ein Star. Er kämpft für den Schutz von Meeresgebieten und überzeugte Tausende Senegalesen mit ihm gemeinsam, zehn Millionen Mangrovenbäume zu pflanzen. In Großbritannien lebt der Wissenschaftler Shaun Ellis, wie ein Wolf, unter Wölfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008150","hoster":"VOE"},{"path":"/redirect/10308450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-4/episode-2","name":"Leben mit der Natur – Leben für die Natur (2)","epNo":2,"alt":"","descr":"Yann Arthus-Bertrand, bekannter Fotograf und Umweltschützer begegnet Menschen, die ihr Leben dem Umweltschutz widmen. Im Senegal ist Umweltschützer Haidar El Ali ein Star. Er kämpft für den Schutz von Meeresgebieten und überzeugte Tausende Senegalesen mit ihm gemeinsam, zehn Millionen Mangrovenbäume zu pflanzen. In Großbritannien lebt der Wissenschaftler Shaun Ellis, wie ein Wolf, unter Wölfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520281","hoster":"VOE"},{"path":"/redirect/10308429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-4/episode-3","name":"Der Mensch nimmt Einfluss auf die Natur (1)","epNo":3,"alt":"","descr":"Kanada ist das zweitgrößte Land der Welt. 7% des Trinkwassers auf der Erde befinden sich in den tausenden Seen Kanadas. Wälder bedecken fast die Hälfte des Landes. Fotograf und Naturschützer Yann Arthus-Bertrand besucht die Wale der St.Lorenz-Wasserstraße und berichtet über den Skandal in der Kleinstadt Malartic, wo 200 Familien umgesiedelt wurden, um die größte offene Goldmine des Landes zu erschaffen. In England trifft er auf Prince Charles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520292","hoster":"VOE"},{"path":"/redirect/10308439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-4/episode-4","name":"Der Mensch nimmt Einfluss auf die Natur (2)","epNo":4,"alt":"","descr":"Kanada ist das zweitgrößte Land der Welt. 7% des Trinkwassers auf der Erde befinden sich in den tausenden Seen Kanadas. Wälder bedecken fast die Hälfte des Landes. Fotograf und Naturschützer Yann Arthus-Bertrand besucht die Wale der St.Lorenz-Wasserstraße und berichtet über den Skandal in der Kleinstadt Malartic, wo 200 Familien umgesiedelt wurden, um die größte offene Goldmine des Landes zu erschaffen. In England trifft er auf Prince Charles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520285","hoster":"VOE"},{"path":"/redirect/10308438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-4/episode-5","name":"Vulkane – Sinnbild des Lebens auf der Erde (1)","epNo":5,"alt":"","descr":"Vulkanausbrüche tragen zum Leben auf der Erde bei. Sie regulieren das Gleichgewicht der Erde, indem sie die in der Erde abgespeicherte Energie freisetzen. Um die Bedeutung dieser weltweit verstreuten explosiven Berge, an Land, aber auch unter Wasser, zu verstehen, reist Fotograf und Umweltschützer Yann Arthus-Bertrand nach Italien. Das Land verfügt über die meisten aktiven Vulkane in Europa. Vulkanexperte Jaques Bardintzeff begleitet ihn dabei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13520288","hoster":"VOE"},{"path":"/redirect/10308443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-erde-von-oben/staffel-4/episode-6","name":"Vulkane – Sinnbild des Lebens auf der Erde (2)","epNo":6,"alt":"","descr":"Vulkanausbrüche tragen zum Leben auf der Erde bei. Sie regulieren das Gleichgewicht der Erde, indem sie die in der Erde abgespeicherte Energie freisetzen. Um die Bedeutung dieser weltweit verstreuten explosiven Berge, an Land, aber auch unter Wasser, zu verstehen, reist Fotograf und Umweltschützer Yann Arthus-Bertrand nach Italien. Das Land verfügt über die meisten aktiven Vulkane in Europa. Vulkanexperte Jaques Bardintzeff begleitet ihn dabei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10308447","hoster":"VOE"},{"path":"/redirect/10308452","hoster":"Streamtape"}]}]}]}]}