{"seriesId":"die-prouds-lauter-und-trauter","name":"Die Prouds: Lauter und trauter","descr":"[The Proud Family: Louder and Prouder] Die Prouds sind zurück, um die Widrigkeiten und Herausforderungen des 21. Jahrhunderts zu meistern. Vor allem die Tochter Penny wird langsam erwachsen, was ihren neurotischen Vater Oscar in den Wahnsinn treibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Neue Nachbarn","epNo":1,"alt":"New Kids on the Block","descr":"Ein mysteriöses Licht lässt Penny und ihre Freunde plötzlich zu Teenagern werden, während Michael seinen Stolz annimmt und eine traurige LaCienega immer haariger wird. Als sie zu Sticky gehen, stellen sie fest, dass er weggezogen ist und das Haus stattdessen von den Leibowitz-Jenkinses bewohnt wird. Penny versucht, sich mit den Kindern Maya und KG anzufreunden, aber Maya bläst sie ab. Unterdessen ist Oscar empört darüber, dass Penny eine Frau wird, und versucht alles, um sie konservativ zu halten. Penny versucht auf verschiedene Weise, Maya dazu zu bringen, sie zu mögen, aber sie sagt ihr, dass sie sie nicht mag, weil sie oberflächlich ist. Penny nimmt sich ihre Worte zu Herzen und schleicht sich vom Schulball weg, um Maya zu helfen, Shuggie, den Panda, zu retten ( CeeLo Green), nur um zu erfahren, dass er nicht gerettet werden will. Als Maya auf etwas anderes besteht, nennt Penny sie oberflächlich und kehrt zum Tanz zurück, wobei Maya einräumt. Oscar kommt, als er merkt, dass Penny sich für den Tanz schick gemacht hat; sie dazu zu zwingen, sich endlich mit ihm hinzusetzen, um ihm zu sagen, dass sie eine Frau wird. Er akzeptiert dies schließlich, als Penny mit KG tanzt.","versions":[{"lang":1,"streams":[{"redirect":9930164,"hoster":"VOE"},{"redirect":12611820,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Penny wird Influencerin","epNo":2,"alt":"Bad Influence(r)","descr":"Penny ist überrascht, dass alle vom neuesten Social-Media-Influencer Makeup Boy ( Bretman Rock ) besessen sind, aber sie durchschaut seine verkäuferhafte Taktik. Um dies zu beweisen, erstellt Penny ein Video mit dem Titel \" Growing Up Proud\" .. Das Video geht viral und die Gross Sisters, die jetzt eine legitime Entschädigung für den Start ihrer Rap-Karriere wollen, \"bitten\" Penny, ihren Track in ihrem nächsten Video zu spielen. Penny macht mit ihrer Serie weiter und beginnt, Follower zu sammeln, bis sie die Macht hat, die Ansichten der Leute zu kontrollieren. Sie sagt Makeup Boy ab, ruiniert seine Karriere und nutzt diese Fähigkeit bald, um LaCienega, die Lehrer, abzusagen und Suga Mama wegzuschicken. Maya konfrontiert Penny mit ihrem Verhalten und benutzt KGs Drohne, um Oscar dabei zu erwischen, wie er von Wizard Kelly bezahlt wird; Senden Sie es ins Internet und verursachen Sie, dass Penny alle ihre Anhänger verliert. Penny begegnet Make-up-Boy, der jetzt Sebastian ist, der ihr dafür dankt, dass sie ihn zu seinen Wurzeln zurückgebracht hat. Als Penny nach Hause zurückkehrt, entschuldigt sie sich für ihre Taten, als eine neu angeschwollene Suga Mama Oscar dafür bestraft, dass er Penny geholfen hat, sie wegzuschicken.","versions":[{"lang":1,"streams":[{"redirect":9930177,"hoster":"VOE"},{"redirect":12596886,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bleib dir selbst treu","epNo":3,"alt":"It All Started With An Orange Basketball","descr":"Oscar geht eine törichte Wette mit Wizard Kelly ein, dass sie für eine Woche das Leben wechseln müssen, wenn sein Basketballteam seines schlägt, aber wenn er verliert, muss sein Schützling Peabo für ihn arbeiten. Oscar verletzt versehentlich seinen Starspieler Michael und versucht, sich an Pennys neuen großen Freund Kareem Abdul-Jabbar Brown ( Asante Blackk), aber er entpuppt sich als schrecklich. Er entdeckt, dass Penny wirklich gut ist, wie er es ihr als kleines Mädchen beigebracht hat, und zwingt sie, dem Team beizutreten, obwohl sie den Sport nicht mag. Ihre Hingabe an das Team führt dazu, dass sie Studientreffen mit Kareem verpasst und LaCienega erlaubt, sich mit ihm zu verbünden. Kareem nähert sich schließlich Penny und fordert sie auf, sich selbst treu zu bleiben, während er gleichzeitig offenbart, dass er gut im Basketball ist. Oscars Team ist unterlegen und Penny lässt alle das Spiel aufgeben. Sie kommt bei Kareems Konzert vorbei und er verlässt LaCienega, um bei Penny zu sein. Oscar versucht, von seinem Deal mit Wizard Kelly zurückzutreten und ist gezwungen, mit Peabo als seinem neuen Chef als Kartennehmer im Wizard Kelly-Theater zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":12573893,"hoster":"VOE"},{"redirect":12596887,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vaterfiguren","epNo":4,"alt":"Father Figures","descr":"Penny und Oscar geraten aneinander, als eine neue Familie in der Nachbarschaft einzieht.","versions":[{"lang":1,"streams":[{"redirect":12573516,"hoster":"VOE"},{"redirect":12596905,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"SnackLand","epNo":5,"alt":"Snackland","descr":"Oscar eröffnet einen gefährlichen, aber äußerst beliebten Freizeitpark.","versions":[{"lang":1,"streams":[{"redirect":10042716,"hoster":"VOE"},{"redirect":12596889,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pennys Geschäftsidee","epNo":6,"alt":"Get In","descr":"Penny gründet einen Chauffeurservice, um Kindern zu helfen.","versions":[{"lang":1,"streams":[{"redirect":10070396,"hoster":"VOE"},{"redirect":12611821,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erwachsen sein dagegen sehr…","epNo":7,"alt":"When You Wish Upon A Roker","descr":"Als Oscars überfürsorgliche Erziehung frustrierend wird, erfüllt Al Roker Pennys Wunsch, erwachsen zu werden, und verwandelt sie und ihre Freunde in College-Studentinnen.","versions":[{"lang":1,"streams":[{"redirect":10141940,"hoster":"VOE"},{"redirect":12596891,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Lehrerin im Haus","epNo":8,"alt":"Home School","descr":"Penny sorgt versehentlich dafür, dass ihr obdachloser Lehrer gefeuert wird.","versions":[{"lang":1,"streams":[{"redirect":12548778,"hoster":"VOE"},{"redirect":12570153,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kräftemessen","epNo":9,"alt":"Raging Bully","descr":"LaCienega feiert ihre Quinceañera.","versions":[{"lang":1,"streams":[{"redirect":12384015,"hoster":"VOE"},{"redirect":12611829,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zurück zu den Wurzeln, Teil 1","epNo":10,"alt":"Old Towne Road Part 1","descr":"Die Prouds treffen Mamitas entfremdete Familie in Oklahoma.","versions":[{"lang":1,"streams":[{"redirect":10283988,"hoster":"VOE"},{"redirect":12570155,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Zurück zu den Wurzeln, Teil 2","epNo":1,"alt":"","descr":"Suga Mama konfrontiert schließlich ihren Vater.","versions":[{"lang":1,"streams":[{"redirect":12573982,"hoster":"VOE"},{"redirect":12611828,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter Suga Mamas Fuchtel","epNo":2,"alt":"","descr":"Suga Mama diszipliniert Penny, als sie anfängt, rebellisch zu werden.","versions":[{"lang":1,"streams":[{"redirect":12160770,"hoster":"VOE"},{"redirect":12256612,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Debattier-Dilemma","epNo":3,"alt":"","descr":"Penny wird eifersüchtig, als Dijonay zum ersten Mal anfängt, sich zu verabreden.","versions":[{"lang":1,"streams":[{"redirect":12160777,"hoster":"VOE"},{"redirect":12611833,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine perfekte Zehn","epNo":4,"alt":"","descr":"LaCienega wird über Nacht zur Turn-Sensation.","versions":[{"lang":1,"streams":[{"redirect":12160780,"hoster":"VOE"},{"redirect":12180428,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Puff, der Daddy","epNo":5,"alt":"","descr":"Puff wird beschuldigt, der Vater der Welpen der Boulevardezes zu sein.","versions":[{"lang":1,"streams":[{"redirect":12160774,"hoster":"VOE"},{"redirect":12611826,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Ende der Unbeschwertheit","epNo":6,"alt":"","descr":"Als ein Typ, den jeder mag, Zoey zum Abschlussball bittet, ist das Team fassungslos.","versions":[{"lang":1,"streams":[{"redirect":12160788,"hoster":"VOE"},{"redirect":12570162,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine verpasste Musikkarriere","epNo":7,"alt":"","descr":"Penny und das Team finden heraus, dass Oscar und Onkel Bobby einst Teil einer berühmten R\u0026B-Gruppe waren.","versions":[{"lang":1,"streams":[{"redirect":12160786,"hoster":"VOE"},{"redirect":12596893,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was ist Glück?","epNo":8,"alt":"","descr":"Die Prouds wachen in einer bizarren Version ihrer Welt auf und müssen herausfinden, was los ist.","versions":[{"lang":1,"streams":[{"redirect":12160792,"hoster":"VOE"},{"redirect":12596894,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"BeBe","epNo":9,"alt":"","descr":"Die stolze Familie entdeckt, dass BeBe im Autismus-Spektrum liegt.","versions":[{"lang":1,"streams":[{"redirect":12160797,"hoster":"VOE"},{"redirect":12570157,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"19. Juni","epNo":10,"alt":"","descr":"Maya erfährt, dass der Gründer von Smithville ein Sklavenhalter war und protestiert gegen sein Erbe.","versions":[{"lang":1,"streams":[{"redirect":12160800,"hoster":"VOE"},{"redirect":12570158,"hoster":"Streamtape"}]}]}]}]}