{"path":"/serie/stream/die-6-millionen-dollar-familie","name":"Die 6 Millionen Dollar Familie","descr":"[Bionic Six] Professor Amadeus Sharp verhilft dem ehemaligen Testpiloten Jack Bennett, dessen Frau Helen und den vier Kindern Eric, J.D., Meg und Bunji zu übernatürlichen Kräften im Kampf gegen das Böse. Jack Bennett, auch ‘Bionic 1′ genannt, hat neben vielen anderen Fähiqkeiten superscharfe Augen und Ohren. Zusammen sind die Bennetts die ‘6-Millionen-Dollar-Famille’. Sie leben zusammen mit ihrem elektronischen Haustier ‘Fluffy’ in einem High Tech-Haus und werden bei ihren Geheimaufträgen immer wieder in gefährliche Abenteuer verwickelt. Ihr größter Widersacher ist Dr. Scarab, Professor Sharps skrupelloser Bruder, der die Unsterblichkeit anstrebt und dafür vor keinem Verbrechen zurückschreckt. Scarab hat sich fünf willenlose Diener erschaffen, die ihm treu ergeben sind: Glove, Mechanic, Madame 0., Chopper und Klunk sind alle auf ihre Weise einmalig. Ihr Kampfruf ist ‘Lang le","seasons":[{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-1","name":"Im Tal der Schatten","epNo":1,"alt":"Valley Of Shadows","descr":"Der Wissenschaftler Holworth hat das legendäre \"Tal der Schatten\" entdeckt, dessen Bewohner unsterblich sind. Als Holworth entführt wird, ruft das die \"6-Millionen-Dollar-Familie\" auf den Plan. Während Jack, Helen, Meg und Bunji nach dem Wissenschaftler suchen, machen sich Baseball, I.Q. und ihr elektronisches Haustier Fluffi auf den Weg zum \"Tal der Schatten\". Ihr Führer entpuppt sich bald als Handlanger von Scarab. Als Baseball sich am Bein verletzt, gehen I.Q. und Fluffi alleine weiter. Im \"Tal der Schatten\" angekommen, erfahren sie vom Häuptling der Schattenmenschen, daß Scarab den \"Stein des Lebens\" gestohlen hat und damit unvorstellbare Macht in Händen hält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934134","hoster":"VOE"},{"path":"/redirect/12934135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-2","name":"Der Drachenfelsen","epNo":2,"alt":"Enter The Bunji","descr":"Bunji nimmt an einem Martial Arts-Wettbewerb teil, der auf einer geheimnisvollen Insel stattfindet. Insgeheim hofft er, dort seinen verschollenen Vater zu finden. Stattdessen muß er sich mit Scarab auseinandersetzen, der wieder einmal seine bösen Finger im Spiel hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934137","hoster":"VOE"},{"path":"/redirect/12934139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-3","name":"Zukunftsträume","epNo":3,"alt":"Eric Bats A Thousand","descr":"Baseball-As Eric bekommt die Chance, für die New York Yankees zu spielen. Während er sich auf das Probespiel vorbereitet, saust ein Meteor auf die Stadt zu. Die \"6-Millionen-Dollar-Familie\" versucht alles, um die drohende Katastrophe zu verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934142","hoster":"VOE"},{"path":"/redirect/12934143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-4","name":"Unsterblich verliebt","epNo":4,"alt":"Klunk In Love","descr":"Helen, die als Ozeanographin arbeitet, entdeckt eine versteckte Unterwasser-Welt mit einer besonderen Lebensform. Als sie das Tintenfisch-ähnliche Wesen mitnimmt, erregt es die Aufmerksamkeit von Klunk, Scarabs unheimlicher Schöpfung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934147","hoster":"VOE"},{"path":"/redirect/12934149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-5","name":"Musik liegt in der Luft","epNo":5,"alt":"Radio Scarab","descr":"Die 6-Millionen-Dollar Familie bemüht sich nach Kräften, ein Feuer zu löschen, daß in einer Mine unterhalb von Pittsburgh wütet. Scarab sendet unterdessen aus seinem Radiosender Musik mit einer Frequenz, die alle bionischen Aktivitäten lähmt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934153","hoster":"VOE"},{"path":"/redirect/12934154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-6","name":"Kindheitserinnerungen","epNo":6,"alt":"Family Affair","descr":"Tante Hilda wünscht sich auf dem Sterbebett, daß ihre Neffen Dr. Scarab und Professor Sharp sich endlich versöhnen. Statt den letzten Willen seiner Tante zu respektieren, nutzt Scarab die Gelegenheit, um seinen Bruder zu entführen und ihm seine wissenschaftlichen Geheimnisse abzuluchsen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934156","hoster":"VOE"},{"path":"/redirect/12934159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-7","name":"Das Geheimlabor","epNo":7,"alt":"Happy Birthday, Amadeus","descr":"Die Bennett-Familie will Professor Sharp mit einer Geburtstagsparty überraschen, doch leider macht ihnen der böse Dr. Scarab wieder einmal einen Strich durch die Rechnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934160","hoster":"VOE"},{"path":"/redirect/12934164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-8","name":"Der Geistesblitz","epNo":8,"alt":"Brain Food","descr":"Jack Bennetts Körper wurde von Professor Sharp mit bionischer Technologie aufgerüstet. Bei einem Ski-Ausflug mit seiner Familie werden sie von Aliens angegriffen, wobei alle unter radioaktivem Schnee begraben werden. Nur Jack Bennett bleibt bei Bewusstsein und bringt seine Familie zu Professor Sharp. Der stattet alle Familienmitglieder mit bionischen Fähigkeiten aus und heilt sie so..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934165","hoster":"VOE"},{"path":"/redirect/12934167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-9","name":"Ronny Rollstuhl","epNo":9,"alt":"Just A Little Handicap","descr":"Prof. Sharp und die Bionic Six treten in der Sheldrake Academy auf, wo Sharp seinen Anti-Gravity Glide Path Controller vorstellt. Darüber hinaus entwirft Sharp verschiedene Geräte für behinderte Kinder. Ein Schüler, Ronnie Gordon, zeigt dem Team seine Bitterkeit und Scarabs Gruppe überzeugt ihn, die Bionic Six einzuschalten. Ronnie lockt IQ in eine Falle und er wird von Glove und Madame-O gefangen genommen, die ihn im Austausch gegen den Controller als Geisel halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934169","hoster":"VOE"},{"path":"/redirect/12934171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-10","name":"Das erste Abenteuer","epNo":10,"alt":"Bionics On! The First Adventure","descr":"Der Testpilot Jack Bennett macht mit seiner Frau Helen und den vier halbwüchsigen Kindern J.D., Eric, Meg und Bunji Skiurlaub in den Bergen. Als eine Lawine sie verschüttet, lüftet Jack sein Geheimnis: Er ist \"Bionic 1\", ein mit außergewöhnlichen Fähigkeiten ausgestatteter Superheld, der für die Regierung arbeitet. Die Kinder haben nicht lange Zeit, sich über diese überraschende Eröffnung zu wundern, denn Dr. Scarab, der größte Bösewicht der Welt, greift sie an. Kaum hat \"Bionic 1\" Scarab und seine Mutanten in die Flucht geschlagen, lauert erneut Gefahr. Seltsam aussehende Kreaturen greifen die Bennetts an. Jack kämpft wie ein Löwe, als plötzlich das Eis bricht. Er wird von seiner Familie getrennt und findet sie wenig später in einer Kristallgrotte unter dem Eisgletscher wieder. Helen und die Kinder sind in eine Art tranceähnlichen Tiefschlaf gefallen. Nur Jack ist dank seiner Bionic dagegen immun. Professor Amadeus Sharp, sein Freund und Mentor, sieht nur eine Möglichkeit, Jacks Familie zu helfen: Er muß sie ebenfalls bionisieren. Wenig später ist die \"6-Millionen-Dollar-Familie\" komplett und bereit, gemeinsam gegen das Verbrechen zu kämpfen: \"Bionic an!\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934175","hoster":"VOE"},{"path":"/redirect/12934176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-11","name":"Zurück in die Vergangenheit – Teil 1","epNo":11,"alt":"Back To The Past (1)","descr":"Professor Sharp erfindet eine Zeitreise-Maschine, mit der die 6-Millionen-Dollar-Familie in die prähistorische Ära der Dinosaurier reist. Dummerweise funkt Scarab dazwischen und sorgt dafür, daß die Dinosaurier in die Gegenwart entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934067","hoster":"VOE"},{"path":"/redirect/12934068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-12","name":"Zurück in die Vergangenheit – Teil 2","epNo":12,"alt":"Back To The Past (2)","descr":"Die 6-Millionen-Dollar-Familie muß nicht nur gegen Scarab kämpfen, sondern vor allem dafür sorgen, daß die Dinosaurier wieder in ihre richtige Zeit zurückbefördert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934076","hoster":"VOE"},{"path":"/redirect/12934077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-13","name":"Fluffi auf Abwegen","epNo":13,"alt":"Fugitive F.L.U.F.F.I.","descr":"Cycron the Great , eine Voltron -ähnliche Fernsehshow, ist sowohl bei FLUFFI als auch beim Mechaniker beliebt. Als der Mechaniker erkennt, dass Cycron wirklich ein Schauspieler ist, fängt Mechanic den Schauspieler ein und ersetzt ihn. Mechaniker-Cycron bringt FLUFFI dazu, seinen Befehlen nachzukommen, was das Stehlen niedlicher Welpen und den Überfall auf Banken beinhaltet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934079","hoster":"VOE"},{"path":"/redirect/12934081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-14","name":"Die gestohlene Zeit","epNo":14,"alt":"Nick Of Time","descr":"Als Scarab eine Mikrowellen-Empfangsstation angreift, treffen die Bionic Six ein, um ihn aufzuhalten. Der Angriff von Scarab war jedoch nur ein Trick, um Sport-1 zu erobern. Einmal gefangen, täuscht Scarab Sport-1 vor, er sei 30 Jahre in der Zukunft, nachdem die Animation unterbrochen wurde, und dass Scarab gut ist, während die Bionic Six böse sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934084","hoster":"VOE"},{"path":"/redirect/12934086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-15","name":"Die Verjüngungsmaschine","epNo":15,"alt":"Youth Or Consequences","descr":"Nachdem Rock-1, Sport-1 und IQ Klunk auf einem Punjabi -Basar abfangen, kehrt Rock-1 als Meg Bennett zurück, um den Socrates Hop an der Albert Einstein High School zu besuchen. Megs Wunsch, mit Bim zu gehen, wird jedoch vereitelt, als Bim Janet Sutton zuerst um ein Date bittet. Meg ist frustriert, nachdem sie von Furty Fosberry (einem geekigen Neuling) und Dr. Oscar DeLeon (einem vierzehnjährigen Wissenschaftler) gefragt wurde. Dr. DeLeon birgt jedoch ein Geheimnis ... eines, das Scarab begehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934092","hoster":"VOE"},{"path":"/redirect/12934094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-16","name":"Der Androide","epNo":16,"alt":"Extra Innings","descr":"Die Familie Bennett bekommt Eintrittskarten für das Old-Timers\u0027 Game im Yankee Stadium . Der pensionierte Baseballspieler Homer Hernandez kehrt nach einem Verschwinden von 30 Jahren für das Spiel zurück. Es scheint jedoch, dass Hernandez keinen Tag gealtert ist. Dieser \"ewig junge\" Baseballspieler zieht die Aufmerksamkeit von Dr. Scarab auf sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008121","hoster":"VOE"},{"path":"/redirect/12934099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-17","name":"Tempel des verlorenen Samurai","epNo":17,"alt":"Return Of The Bunji","descr":"Prof. Sharp erhält eine Nachricht von Momo Yashima, einem Verbündeten von Karate-1 aus Dragon\u0027s Rock. Die Bionic Six reisen zu Momos Dorf in Japan, wo sie das Dorf vor der Bedrohung durch die Ancients, Geister aus der Vergangenheit, schützen müssen. Die Antiker sind verärgert, weil jemand Unwürdiges die Rüstung des Lichts im Tempel der verlorenen Samurai entweiht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934103","hoster":"VOE"},{"path":"/redirect/12934105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-18","name":"Der Fluch der Mumie","epNo":18,"alt":"Crown Of The Scarab King","descr":"Professor Sharp und ein Team von Archäologen entdecken die uralte Skarabäus-Schriftrolle: eine Karte zu einem uralten Schatz. Bionic One übergibt den Kindern für 24 Stunden das Kommando über das Team, und die Kinder müssen lernen, wie man zusammenarbeitet, bevor Dr. Scarab die Kontrolle über die Krone des Skarabäus-Königs erlangt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934108","hoster":"VOE"},{"path":"/redirect/12934110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-19","name":"Helen und der Riesenhummer","epNo":19,"alt":"1001 Bionic Nights","descr":"Als die gesamte Technologie in der Nation Shariar im Nahen Osten stirbt, schickt Professor Sharp das Team, um Nachforschungen anzustellen. Dort angekommen, wird Mother-1 von ALADDIN (A Logistical Analytical Dream Drive with Improbability Neurons) entführt, einem empfindungsfähigen realitätsverändernden Computer, der die Eingabe von \"mehr Daten\" erfordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934113","hoster":"VOE"},{"path":"/redirect/12934115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-20","name":"Der Einsichtige","epNo":20,"alt":"The Perceptor File","descr":"Ein seltsamer Mann, der sich \"Perceptor\" nennt, erklärt der Technologie einen Ein-Mann-Krieg. Seine Sabotage an Professor Sharps neuestem Flugzeug macht Bionic-1 auf ihn aufmerksam. Als das Team jedoch herausfindet, dass der Professor die Bürgerwehr deckt, wird ihnen klar, dass hinter dem Perceptor mehr steckt, als man denkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934119","hoster":"VOE"},{"path":"/redirect/12934121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-21","name":"Doktor Hugo Fish","epNo":21,"alt":"Masterpiece","descr":"Dr. Fish stellt seine neueste Erfindung vor: den Fish Art Demolecularizer (oder FAD). Sein Gerät ist in der Lage, ein Meisterwerk der Kunst aufzunehmen und dann über ein Headset eine Person anzuweisen, es nachzubilden. Chopper und Mechanic versuchen, Dr. Fish zu entführen, werden aber von den Bionic Six aufgehalten. Unbekannt für die Bionic Six wurde Dr. Fish jedoch während des Entführungsversuchs tatsächlich durch Glove ersetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934122","hoster":"VOE"},{"path":"/redirect/12934124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-1/episode-22","name":"Die Hausordnung","epNo":22,"alt":"House Rules","descr":"Wenn Bionic-1 und Mother-1 in den Urlaub nach Honolulu fahren , haben die Kinder das Haus für sich. Die Kinder versuchen, ihre Identität geheim zu halten, während sie eine Hausparty schmeißen, aber das wird viel schwieriger, als Scarab und seine Schläger die Party zum Absturz bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008123","hoster":"VOE"},{"path":"/redirect/12934129","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-1","name":"Biodroiden greifen an","epNo":1,"alt":"Holidaze","descr":"amilie Bennett ist in Dr. Fishs neuem Freizeitpark Holiday World unterwegs. Ihr Urlaub endet jedoch, als Scarab den Zentralcomputer von Holiday World übernimmt und die animatronischen Bio-Droiden des Parks auf einen Zerstörungsrausch schickt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934286","hoster":"VOE"},{"path":"/redirect/12934290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-2","name":"Fabrik der Traumwaffen","epNo":2,"alt":"Nightmare At Cypress Cove","descr":"Glove erschafft ein Gerät, das in die Traumwelt eintreten kann. Dort gründet er eine Waffenfabrik, um unmögliche Waffen herzustellen, die er dann in die erwachende Welt zurückbringt. Gloves Traum verschmilzt mit Bunjis Albtraum und mit Hilfe des Geistes von Bunjis Vater führt Bunji das Team an, um Glove aufzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934292","hoster":"VOE"},{"path":"/redirect/12934296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-3","name":"Die Macht der Musik","epNo":3,"alt":"Music Power","descr":"Professor Sharps Kollege Dr. Bruce \"Bad Brains\" Huxter kreiert Robotermusiker, die er Bandroids nennt: Gitarrist Rivet Rick, Keyboarder Techno Tex, Bassist Metalhand und Schlagzeuger Bob. Die Bionic Six dienen als Leibwächter beim Benefizkonzert der Bandroids. Scarab entführt Rock-1 und die Bandroids in der Absicht, die Band in seine unwissenden Komplizen für sein Ziel ewiger Jugend umzuprogrammieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934298","hoster":"VOE"},{"path":"/redirect/12934299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-4","name":"Der Ameisenstaat","epNo":4,"alt":"The Hive","descr":"Bergleute in der Kalahari-Wüste sind verschwunden, also schickt Sharp die Bionic Six los, um Nachforschungen anzustellen. Edward Tulley, Minenmanager, bringt sie zur Mine. Die Bionic Six erkennen nicht, dass Tulley tatsächlich auf Scarabs Gehaltsliste steht. Diesmal kommt die Bedrohung jedoch nicht von Scarab; es ist von den neuen Bewohnern der Mine: dem Hive.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934301","hoster":"VOE"},{"path":"/redirect/12934302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-5","name":"Der Super-Computer","epNo":5,"alt":"Mindlink","descr":"Prof. Sharps Kollege Dr. Halliwell Partridge wird von Chopper entführt. Scarab hat einen neuen Plan: Entführen Sie vier der größten analytischen Denker und verbinden Sie sie mit Scarabs Supercomputer. Mit drei Wissenschaftlern an Ort und Stelle zielt Scarab auf seinen vierten ab: Bionic Six Mitglied IQ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934306","hoster":"VOE"},{"path":"/redirect/12934307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-6","name":"Denkende Cyphronen","epNo":6,"alt":"I Compute, Therefore I Am","descr":"Nach einer weiteren Niederlage gegen die Bionic Six beschließt Dr. Scarab, seine Cyphrons zu verbessern. Die neuen Beta-Cyphrons sind darauf programmiert, für sich selbst zu denken, und sind mit den Taktiken der größten militärischen Köpfe der Geschichte programmiert. Scarab schickt die neuen Beta Cyphrons hinter die Bionic Six, während er Sharps neuen Ultra-Beam Laser stiehlt. Allerdings haben die Beta Cyphrons jetzt ihren eigenen Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934310","hoster":"VOE"},{"path":"/redirect/12934311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-7","name":"Der Bionic-Test","epNo":7,"alt":"Pass/Fail","descr":"Nachdem Prof. Sharp einen Bioenergie-Replikator geschaffen hat, stellt er diese neue Erfindung vor. Meg Bennett und Bim nehmen an der Vorführung teil, um Prof. Sharp für ihr Wissenschaftsprojekt zu interviewen. Als Scarab, Glove und Madame-O versuchen, Prof. Sharps Gerät zu stehlen, wird Bim mutig und versucht, sie aufzuhalten. Scarab nimmt Bim und Meg gefangen und denkt, dass Bim ein Mitglied der Bionic Six sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934313","hoster":"VOE"},{"path":"/redirect/12934316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-8","name":"Der Waffenstillstand","epNo":8,"alt":"Born To Be Bad","descr":"An der Albert Einstein High School wird Charlie Wilder, ein Freund von JD Bennett, als Schüler des Jahres ausgezeichnet. Seine Zeremonie wird jedoch von einer Bande namens Nukes unterbrochen. Charlie, der einst ein Nuke war, kehrt zurück, nachdem seine Auszeichnung widerrufen wurde. Es liegt an JD, sich für seinen Freund einzusetzen. Als JD nachforscht, findet er heraus, dass Scarab einen Bandenkrieg zwischen den Nukes und einer rivalisierenden Bande, den Lasern, anzettelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934318","hoster":"VOE"},{"path":"/redirect/12934320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-9","name":"Zeit des Erwachens – Teil 1","epNo":9,"alt":"A Clean Slate (1)","descr":"Prof. Sharp entwickelt einen Memory Enhancer, ein Gerät, das das Gedächtnis einer Person um 75 % steigern kann, und demonstriert es der Regierung. Scarab erstellt jedoch einen \"Memory Enhancer Enhancer\", der die Fähigkeiten von Sharps Maschine noch weiter steigern wird. Die Bionic Six und Scarab streiten sich um den Memory Enhancer und Scarab wendet ihn an sich selbst an, ohne zu wissen, dass Glove ihn sabotiert hat. Scarabs Verstand wird ausgelöscht und Sharp nutzt die Gelegenheit, Scarab alles noch einmal beizubringen, in der Hoffnung, dass Scarab auf der Seite des Guten landen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934323","hoster":"VOE"},{"path":"/redirect/12934326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-10","name":"Zeit des Erwachens – Teil 2","epNo":10,"alt":"A Clean Slate (2)","descr":"Wilmer Sharp (der frühere Dr. Scarab) lebt mit ausgelöschten Gedanken und gesteigerter Intelligenz im Haushalt der Bennetts. Die Familie Bennett und Prof. Sharp versuchen, Wilmer auf die Seite des Guten zu bringen. Wilmer zeigt wieder sein wahres Gesicht, wird aber noch bedrohlicher, als er die geheimen Identitäten der Bionic Six entdeckt. Dann \"übernimmt\" er seine ehemalige Bande und nimmt die Bionic Six ins Visier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917420","hoster":"VOE"},{"path":"/redirect/12934330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-11","name":"Die Wüste lebt","epNo":11,"alt":"Spin Out","descr":"Eine kürzlich durchgeführte geologische Warnung hat eine Fülle von Smaragden in den nahe gelegenen Mineral Flats entdeckt. Professor Sharp schickt die Bionic Six los, um Nachforschungen anzustellen. Die Helden begegnen \"Sparky\", einem Restaurator antiker Flugzeuge. Sie stimmen zu, Sparky dabei zu helfen, Geld zu sammeln, indem sie eine Antiquitäten-Flugschau veranstalten. Scarab erkennt, dass das antike Flugzeug Lulubelle, ein B-25-Bomber , mit einer Ladung Smaragde verloren gegangen ist. Scarabs Team macht sich daran, das Flugzeug zu stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934331","hoster":"VOE"},{"path":"/redirect/12934334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-12","name":"Der Mann im Mond","epNo":12,"alt":"The Man In The Moon","descr":"Prof. Sharp hat einen Burtonium-Meteor verfolgt, der in der Nähe der Apenninen auf dem Mond einschlagen wird. Da Sharp annimmt, dass Scarab auch an diesem Meteor interessiert sein wird, beauftragt er den Assistenten des United Space Center [Anmerkung 1] damit, die Bionic Six zum Mond zu schicken. Scarabs Team greift das Weltraumzentrum an und entführt die Rakete der Bionic Six. Sharp schickt die Bionic Six in einer Rakete seines eigenen Designs hinter Scarab her. Jetzt sind die Bionic Six, Scarabs Crew und die Aliens aus den Ursprüngen der Bionic Six alle hinter dem Burtonium-Meteor her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934335","hoster":"VOE"},{"path":"/redirect/12934337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-13","name":"Auf den Spuren von Sherlock Holmes","epNo":13,"alt":"The Case Of The Baker Street Bionics","descr":"Die Bionic Six werden von der Crime Solvers Society als Crime Solvers of the Year nominiert. Die Nominierung wird jedoch von Irene Hughes beanstandet, die anführt, dass die Bionic Six Verbrechen eher mit Muskelkraft als mit Verstand lösen. Sie fordert die Bionic Six zu einem Wettbewerb heraus, der von ihrem Onkel Mycroft Hughes (einem milliardenschweren Wissenschaftler und Fan von Sherlock Holmes ) gesponsert wird. Karate-1 und IQ akzeptieren, aber Scarab und Madame-O stürzen die Party ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934340","hoster":"VOE"},{"path":"/redirect/12934343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-14","name":"Die Kraft der Meditation","epNo":14,"alt":"Now You See Me …","descr":"Als Bunji eine neue Meditationstechnik ausprobiert, um unsichtbar zu werden, gaukeln ihm die anderen Bennett-Kinder vor, es hätte funktioniert. Leider schlägt ihr Trick fehl, als ein nicht unsichtbarer Bunji versucht, es im Alleingang mit Scarabs Schlägern aufzunehmen. Als Karate-1 gefangen genommen wird, kommen ihm die Bionic Six und der Geist von Bunjis Vater zu Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934345","hoster":"VOE"},{"path":"/redirect/12934346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-15","name":"Die Kristallkugel","epNo":15,"alt":"Crystal Clear","descr":"Nachdem die Bionic Six im High Mountain Ski Resort in Colorado auf eine Lawine reagiert hat, entspannt sich das Team bei einem Karnevalsbesuch. Dort angekommen besucht Mutter-1 eine Wahrsagerin, die ihr eine mysteriöse Prophezeiung gibt. Als die Prophezeiung der Wahrsagerin die Wahrheit sagt und Mother-1s ESP versagt, gerät das Team ins Chaos. Unbemerkt vom Team stecken Scarab und Madame-O hinter dem ESP-Ausfall von Mother-1.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934349","hoster":"VOE"},{"path":"/redirect/12934350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-16","name":"Zurück in die Zukunft","epNo":16,"alt":"You’ve Come A Long Way, Baby!","descr":"Die Familie Bennett erwacht und findet ein Baby vor ihrer Haustür, das dort über Nacht von zwei Energiewesen zur Welt gebracht wurde. Scarab, der die Nacht entdeckt, bevor sich eine interdimensionale Tür öffnete, reist nach Cypress Cove, um Nachforschungen anzustellen. Währenddessen entzieht das neue Baby von Bennett Licht, elektrische Energie und bionische Energie aus seiner Umgebung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934353","hoster":"VOE"},{"path":"/redirect/12934355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-17","name":"Captain Stereopolis","epNo":17,"alt":"Up And Atom","descr":"Während eines Kampfes gegen Madame-O und Klunk wird Rock-1 von einer Stimme in ihrem Kopf abgelenkt, die die Bionic Six um Hilfe bittet. Prof. Sharp entdeckt die Quelle des Geräusches: ein Notruf aus einer subatomaren Antimateriewelt. Rock-1, Sport-1 und IQ werden von Captain Stereopolis zu einem subatomaren Schiff transportiert. Die Welt des Captains wird durch Scarabs aktuelles Experiment zerstört. Die Bionic Six muss Scarabs Antimaterie-Experiment stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934358","hoster":"VOE"},{"path":"/redirect/12934359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-18","name":"Amateurfilme","epNo":18,"alt":"Home Movies","descr":"Bunji hat ein neues Hobby aufgenommen: 3D-Laser-Holo-Filmemachen. Eines seiner ersten Projekte wird ein Film, der das Leben der Familie Bennett dokumentiert. Leider nimmt Bunjis Kamera versehentlich die Bennett-Familie auf, die sich in die Bionic Six verwandelt. Durch eine Verwechslung gelangt Mechanic an die Disk mit den geheimen Identitäten der Familie Bennett. Karate-1 und der Rest der Bionic Six müssen nun Mechanic und die fehlende Scheibe aufspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934360","hoster":"VOE"},{"path":"/redirect/12934363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-19","name":"Der grüne Teer","epNo":19,"alt":"Scarabscam","descr":"Die Bennett-Kinder und Prof. Sharp treffen sich mit Hokey McCoy, einem alten Betrüger und Freund von Prof. Sharp. Danach werden die Bionic Six losgeschickt, um die Entstehung eines seltsamen grünen Teers zu untersuchen, der aus einem Bergbaugebiet ausgebrochen ist. Scarab zeigt auch Interesse an dem Teer (und dem möglichen Burtonium darunter) und greift die Mine an. Scarab erobert die Teergrube und baut ein antibionisches Feld auf. Sharp setzt auf Hokeys Fähigkeiten, um Scarab dazu zu bringen, die Seite aufzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934366","hoster":"VOE"},{"path":"/redirect/12934367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-20","name":"Kaleidoskop","epNo":20,"alt":"Kaleidoscope","descr":"Der Computer von Prof. Sharp fängt ein Signal von Scarabs Computer mit der mysteriösen Nachricht \"Reactivate Project Mars\" ab. Vor 20 Jahren, als Dr. Scarab zum ersten Mal ein kriminelles Leben begann, tat er sich mit einem Meister der Verkleidung namens Kaleidoskop zusammen. Ihre letzte Kapriole, Projekt Mars, blieb unvollendet. Jetzt müssen die Bionic Six das Kaleidoskop im Gefängnis kontaktieren, um die Wahrheit über das Projekt Mars herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934370","hoster":"VOE"},{"path":"/redirect/12934372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-21","name":"Bionic Sechs im Märchenland","epNo":21,"alt":"Once Upon A Crime","descr":"Als König Jonathan den Thron der fiktiven Nation Fredonia besteigt, verwandelt er sich in einen Riesenfrosch. Ein zweiter Jonathan kommt und behauptet, der erste sei ein Dämon, der versucht, den Thron zu besteigen. Das ganze Schema wurde von Scarab orchestriert, um Fredonias Grenze zu schließen und Fredonias Export einzigartiger Mikroschaltkreise zu nutzen. Die Bionic Six werden zur Untersuchung geschickt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934374","hoster":"VOE"},{"path":"/redirect/12934375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-22","name":"Scarabs Frühlingsgefühle","epNo":22,"alt":"Mrs. Scarab","descr":"Als Dr. Scarab einsam wird, beschließt er, den perfekten Partner zu finden. Mithilfe seines Computers erkennt Scarab, dass seine ideale Partnerin wie Mutter-1 aussehen würde. Scarab plant einen Hinterhalt und entführt Mutter-1. Sein Plan, einen Gefährten zu erschaffen, wird jedoch von Madame-O sabotiert, und das Ergebnis ist eine identische weibliche Version von Scarab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934179","hoster":"VOE"},{"path":"/redirect/12934181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-23","name":"Käpt’n Kilowatt","epNo":23,"alt":"The Secret Life Of Wellington Forsby","descr":"Scarab und seine Schläger brechen eines Nachts in Dynatech Industries ein, um einen Sonic Multiplexer zu stehlen. Die Bionic Six betreten die Szene, ebenso wie ein neuer \"Held\" namens Captain Confusion. Captain Confusion ist eigentlich Wellington Forsby, der klügste und sozial unfähigste Schüler der Albert Einstein High School. Forsbys Plan ist es, Scarab zu fangen, um der Welt seinen Stempel aufzudrücken, und nimmt weiterhin Superheldengestalten an, um es mit Scarab aufzunehmen, sehr zum Leidwesen der Bionic Six.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934184","hoster":"VOE"},{"path":"/redirect/12934186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-24","name":"Pilze, Pech und Pannen","epNo":24,"alt":"The Fungus Among Us","descr":"Dr. Fish kehrt zurück, diesmal mit einer Waffe, die das Wachstum von Pilzen schnell beschleunigen kann . Dr. Fish testet zufällig sein Gerät auf der verlassenen Offshore-Bohrinsel direkt über Dr. Scarabs Versteck. Scarab entführt Fish, nimmt seinen Fungus Accelerator und lässt ihn auf einer abgelegenen Insel zurück. Scarab richtet mit seiner neuen Waffe rund um den Globus Chaos an und die Bionic Six muss ihn aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934192","hoster":"VOE"},{"path":"/redirect/12934193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-25","name":"Duell im Weltraum","epNo":25,"alt":"Bottom Of The Ninth Planet","descr":"Künstliche Objekte, die \"Ostereiern\" ähneln, rasen aus dem Weltraum auf die Erde zu und zielen auf Undertown, Arizona und den Vesuv ab . Die Bionic Six muss sich aufteilen, um beide \"Eier\" abzufangen. Die Bionic Six werden nach Pluto teleportiert , wo ein Haufen Aliens Sonnensystem-Golf spielt. Die Bionic Six werden zu einer Reihe von Spielen herausgefordert, darunter eine außerirdische Version von Baseball.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934197","hoster":"VOE"},{"path":"/redirect/12934199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-26","name":"Der dreifache Scarab","epNo":26,"alt":"Triple Cross","descr":"Prof. Sharp stellt seine neueste Erfindung, ein Time Extraction Device (oder TED), in der Fernsehsendung Good Morning Hemisphere vor. Mit diesem Gerät kann Sharp vergangene oder zukünftige Versionen von Objekten in die Gegenwart ziehen. Glove, getarnt als einer der Moderatoren der Show, stiehlt TED. Dr. Scarab wendet die TED auf sich selbst an und bringt eine jüngere und eine ältere Version von sich selbst in die Gegenwart. Jede Version von Scarab hat jedoch ihre eigenen Pläne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934202","hoster":"VOE"},{"path":"/redirect/12934203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-27","name":"Scarab der Große – Teil 1","epNo":27,"alt":"I, Scarab (1)","descr":"Dr. Scarab und sein Team brechen in Brianobian Laser Core Generating Plant ein, um seinen Modifier einzurichten. Obwohl die Bionic Six vor Ort eintreffen, sind sie zu spät, um zu verhindern, dass Scarabs Modifikator aktiviert wird und die gesamte Erde mit einer Energiewelle bedeckt. Als zusätzliche Sicherheitskräfte am Tatort eintreffen, stellen die Bionic Six schockiert fest, dass das Sicherheitsteam für Scarab arbeitet. Die Bionic Six entkommen, ohne zu wissen, dass General Brillig und der Rest der Welt ebenfalls unter Scarabs Herrschaft stehen. Die Bionic Six werden gefangen genommen und es scheint, als hätte Scarab endlich gewonnen. Prof. Sharp sucht jedoch mit der Hilfe von FLUFFI nach den wenigen auf der Welt, die von Scarabs Modifikator nicht betroffen sind: andere bionische und androide Helden und Schurken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934206","hoster":"VOE"},{"path":"/redirect/12934208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-28","name":"Scarab der Große – Teil 2","epNo":28,"alt":"I, Scarab (2)","descr":"In zwei Tagen wird die Wirkung des Modifikators des Skarabäus dauerhaft werden und jeder auf der Welt wird ihn anbeten. Prof. Sharp schickt seine neuen Bionic Six (Perceptor, Kaleidoscope und die Bandroids) nach der ursprünglichen Bionic Six, die Scarab gefangen genommen hat und in Einrichtungen auf der ganzen Welt festhält. Kaleidoskop befreit Bionic-1, Perceptor befreit Mother-1 und die Bandroids befreien die Kinder. Die Bionic Six wird nun zur Bionic Twelve, und mit der Koordination von Prof. Sharp muss das Team Scarab\u0027s Palace (früher das Weiße Haus ) angreifen und die Effekte des Modifikators umkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934210","hoster":"VOE"},{"path":"/redirect/12934216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-29","name":"Scabracadabra","epNo":29,"alt":"Scabracadabra","descr":"Sharp stellt seinem alten Freund Nicholas Nicholby, dem weltbesten Illusionisten , die Bionic Six vor . Sharp arrangiert die Bionic Six als Nicholbys Wachen und Sachverständige für seinen nächsten Auftritt. Scarab, der denkt, dass Nicholbys Fähigkeiten das Ergebnis echter Magie sind, entführt Nicholby und hält ihn in Nicholbys Werkstatt als Geisel. Nicholbys Zauberstab führt die Bionic Six zu Nicholbys Werkstatt, wo sie den Magier befreien müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934219","hoster":"VOE"},{"path":"/redirect/12934220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-30","name":"Ver-flix-t","epNo":30,"alt":"The Glitch","descr":"Prof. Sharp erstellt einen Parallel Dimensional Viewer (oder PDV), in dem er andere parallele Dimensionen anzeigen kann . Sharp ist jedoch aufgrund eines \"Fehlers\" im System nicht in der Lage, von Menschen bewohnte Parallelwelten zu sehen. JD bietet an, bei der Behebung des Fehlers zu helfen, und als er dies tut, erlaubt er versehentlich einer Kreatur aus einer Parallelwelt, hinüberzugehen. JD nennt dieses fußgroße, helle, orangefarbene, pelzige kleine Wesen \"Glitch\" und bringt es nach Hause. Glitch verursacht sowohl bei den Bionic Six als auch bei Scarabs Schlägern Chaos, bis Madame-O ihn gefangen nimmt. Jetzt müssen die Bionic Six Glitch retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934221","hoster":"VOE"},{"path":"/redirect/12934222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-31","name":"Die Leichtigkeit der Schwerkraft","epNo":31,"alt":"A Matter Of Gravity","descr":"Die Bionic Six machen eine Unterwassertour durch den Marianengraben und erkunden einen Testort für Prof. Sharps neue Erfindung, das Gravitron. Auf der Tour treffen sie ihren behinderten Freund Ronnie Gordon. Während IQ Ronnie und seine Familie besucht, unternimmt Scarab einen Versuch, das Gravitron zu stehlen. Scarab entführt Prof. Sharp und Ronnies Vater und die Bionic Six müssen sie retten. Ein ungeduldiger Ronnie versucht jedoch, seinen Vater alleine zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934225","hoster":"VOE"},{"path":"/redirect/12934230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-32","name":"Der Gewaltherrscher","epNo":32,"alt":"The Elemental","descr":"Scarab sends his goons below ground in Arizona to mine for Burtonium. Getting stir crazy, Glove convinces the rest of the goons to head above ground to rob some of the locals. Glove\u0027s actions alert the Bionic Six, who recruit local Navajo Wayne Earthbody to help them find Scarab\u0027s goons. Wayne Earthbody is an \"Elemental\", someone who has the ability to manipulate the elements.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934233","hoster":"VOE"},{"path":"/redirect/12934235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-33","name":"Ich bin die Viper","epNo":33,"alt":"I Am The Viper","descr":"Ein experimenteller Prototyp eines Radar- überwindenden automatisierten Stealth-Flugzeugs namens Viper ist auf einer abgelegenen Insel im Südpazifik abgestürzt und gelandet. Die KI -Programmierung von Viper ist schwer beschädigt und greift die Bionic Six an. In der Zwischenzeit hat Dr. Scarab einen Molding Ray erschaffen, eine Waffe, die in der Lage ist, mehr als ein Wesen zu einem zu verschmelzen. Scarab jagt die Bionic Six auf derselben abgelegenen Insel, wo er, anstatt die Bionic Six zu treffen, das Experimentalflugzeug trifft. Das Flugzeug verschmilzt mit einer Schlange und wird zu einer neuen metallischen schlangenähnlichen Einheit, die die Bionic Six zerstören soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934236","hoster":"VOE"},{"path":"/redirect/12934240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-34","name":"Licht und Schatten","epNo":34,"alt":"Shadow Boxer","descr":"Ein korrupter Boxer namens Joe Kapula versucht, von dem Tauchgang, den er gerade gemacht hat, etwas Geld zu bekommen. Während Joe gegen den Mob kämpft, stürzen sich die Bionic-Kinder in den Kampf. Die Mitglieder des Mobs, die gegen Joe kämpfen, entpuppen sich jedoch als Glove, Madame-O und Mechanic. Scarabs Schläger fliehen mit dem Geld und nehmen Joe mit. Scarab bietet ihm eine Position im Team an und verwandelt Joe in den Schattenboxer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934243","hoster":"VOE"},{"path":"/redirect/12934244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-35","name":"Das Geheimnis des Tempelmeisters","epNo":35,"alt":"Call Of The Bunji","descr":"An Bunjis Geburtstag schmeißt die Familie Bennett eine Überraschungsparty für ihn. Eines seiner Geschenke wird von einem Hologramm seines Vaters überbracht. Das Hologramm weist Bunji an, dass er für den nächsten Schritt auf seinem Weg zur Erleuchtung bereit ist und dass er alleine reisen muss, um den Tempel der Meister im Himalaya zu besuchen . Sein Test besteht darin, eins mit dem Rubin-Obelisk zu werden, einer Quelle mächtiger psionischer Kraft, aber er muss die Versuchung ignorieren, die der Obelisk bietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934245","hoster":"VOE"},{"path":"/redirect/12934247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-36","name":"Eine tolle Truppe","epNo":36,"alt":"A Super Bunch Of Guys","descr":"Prof. Sharp hat seinen Parallel Dimensional Viewer (PDV) in ein Parallel Dimensional Portal (PDP) umgewandelt. Die Bionic Six muss den PDP-Mikrochip an Dr. Mabusa beim Science Research Council liefern. Glove stiehlt den PDP-Chip von Mabusa und gibt ihn Dr. Scarab. Scarab und seine Schläger glauben, sie begeben sich in Dimension 410 (eine Dimension, in der jeder ein Superschurke ist), aber aufgrund eines Fehlers von Mechanic landen sie in Dimension 411 (einer Welt, in der jeder ein Superheld ist).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934250","hoster":"VOE"},{"path":"/redirect/12934252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-37","name":"Bananen-Harry","epNo":37,"alt":"The Monkey Has Landed","descr":"Ein unbekanntes Raumschiff von außerhalb des Sonnensystems steuert auf die Erde zu. Prof. Sharp schickt die Bionic Six los, um Kontakt mit dem Schiff aufzunehmen, bevor es landet. Sowohl die Bionic Six als auch die United Air Patrol scheitern, und das Raumschiff landet vor dem UN-Gebäude und enthüllt seinen Bewohner: einen empfindungsfähigen, englischsprachigen Affen. Der Affe wurde vom Intergalaktischen Kongress geschickt, um die Erde auf Eintritt zu überprüfen. Scarab hat jedoch andere Pläne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934254","hoster":"VOE"},{"path":"/redirect/12934256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-38","name":"In geheimer Mission","epNo":38,"alt":"Ready, Aim, Fired","descr":"Die Bionic Six wird von Q10 überprüft, einer Regierungsbehörde, die für die Überprüfung aller staatlich finanzierten Projekte von Prof. Sharp verantwortlich ist. Das Q10-Komitee findet jedoch, dass die Antworten der Bionic Six mangelhaft sind, da das Team bereit ist, das Endziel des Tests zu opfern, um das Leben von Sport-1 zu retten. Nach einer Live-Überprüfung in einem Kampf gegen Scarabs Schläger übt Mr. Noodnick seine Fähigkeit aus, Prof. Sharp als Anführer der Bionic Six zu \"feuern\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934257","hoster":"VOE"},{"path":"/redirect/12934261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-39","name":"Die Zauberharfe","epNo":39,"alt":"Love Note","descr":"Der berühmte Unterwasserarchäologe Jonathan Dryden entdeckt die verlorene Stadt Melodius vor der Küste Griechenlands. Scarabs Schläger infiltrieren Drydens Team und stehlen die Schätze von Melodius, darunter eine uralte Harfe. Madame-O benutzt die Harfe bei Scarab, was dazu führt, dass er sich in sie verliebt. Madame-O dehnt ihre Kontrolle auf die ganze Stadt, Prof. Sharp, die Bionic Six und die ganze Welt aus. Nur Rock-1 ist nicht betroffen und muss es alleine mit der Welt aufnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934262","hoster":"VOE"},{"path":"/redirect/12934265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-40","name":"Der Zankknochen","epNo":40,"alt":"Bone Of Contention","descr":"Dr. Scarab stiehlt den Omega-Verstärker, ein tragbares Gerät, das Elektrizität steuern kann. Scarabs neuester Plan verzögert sich jedoch, als ein streunender Hund, der von Mechanic aufgenommen wurde, mit dem Omega-Verstärker davonläuft. Der Hund findet seinen Weg zum Bennett-Haushalt, wo sie ihn adoptieren, ohne zu wissen, dass er von Scarab und seinen Schlägern verfolgt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934268","hoster":"VOE"},{"path":"/redirect/12934269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-41","name":"Das Müllmonster","epNo":41,"alt":"Junk Heap","descr":"Als Mechanic eine Ladung Giftmüll auf einem Schrottplatz abliefert, erschafft er aus Versehen eine empfindungsfähige Schrotthaufenkreatur. Diese Kreatur, die \"Schrotthaufen\" genannt wird, kann andere Formen von Materie und Energie in sich aufnehmen. Junk Heap greift Scarabs Basis an, aber Scarab wendet Junk Heap gegen den Rest der Welt auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934270","hoster":"VOE"},{"path":"/redirect/12934272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-42","name":"Scarabina will nach oben","epNo":42,"alt":"The Return Of Mrs. Scarab","descr":"Scarab hat einen Weg entwickelt, die Gehirne seines Teams in neue, unzerstörbare Körper zu verwandeln. Scarabs Schläger gehen zu Polymorph Plastics, um die letzte Komponente zu bekommen, die er braucht, um die neuen Körper zu vervollständigen. Bevor Dr. Scarab jedoch beginnen kann, kehrt Scarabina (alias Mrs. Scarab) zurück und versucht, die Bande zu übernehmen. Als sie versagt, benutzt sie Scarabs Körper, um ihre eigene Bande zu gründen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934276","hoster":"VOE"},{"path":"/redirect/12934281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-6-millionen-dollar-familie/staffel-2/episode-43","name":"Das war’s Leute","epNo":43,"alt":"That’s All, Folks!","descr":"JD und Bunji besuchen die Abschiedsfeier für den größten Karikaturisten der Welt, Flub Fleming (eine mögliche Hommage an Friz Freleng ). Fleming verkündet dramatisch, dass er nicht in den Ruhestand geht, sondern hinausgedrängt wurde. Dann tritt er durch ein Wurmloch in eine andere Dimension. Sowohl Prof. Sharp als auch Scarab entdecken ein weiteres Wurmloch bei Flub Fleming, und beide Seiten untersuchen es. Karate-1, Rock-1, IQ, Scarab, Mechanic und Klunk werden durch das Wurmloch in eine Welt der Cartoons gesaugt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12934283","hoster":"VOE"},{"path":"/redirect/12934284","hoster":"Streamtape"}]}]}]}]}