{"path":"/serie/stream/die-kennedys-2011","name":"Die Kennedys 2011","descr":"Aufwändig produzierte Miniserie über den einflussreichen Familienclan der Kennedys. Der Blick hinter die Kulissen der Familiendynastie beleuchtet John F. Kennedys politischen Aufstieg und die frühen Jahre seiner Präsidentschaft bis zu seiner Ermordung in Dallas im Jahre 1963.\u0026lt;br /\u0026gt;\u0026lt;br /\u0026gt;Erzählt wird die wahre und private Familiengeschichte der berühmten US-amerikanischen Kennedy-Dynastie: Joseph P. Kennedy (Tom Wilkinson) ist überzeugt davon, dass einer seiner Söhne eines Tages Präsident der Vereinigten Staaten von Amerika werden wird. Als es John F. Kennedy (Greg Kinnear) und seiner Frau Jackie (Katie Holmes) tatsächlich gelingt, die Herzen der Amerikaner zu erobern und ins Weiße Haus einzuziehen, ist nicht absehbar, welch großer Preis für diese höchsten Ebenen von Macht und Prestige bezahlt werden muss.","seasons":[{"path":"/serie/stream/die-kennedys-2011/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-1","name":"Der Patriarch","epNo":1,"alt":"A Father’s Great Expectations","descr":"Teil 1 beleuchtet die letzten Momente vor dem entscheidenden Tag, dem 8. November 1960, an dem John \"Jack\" F. Kennedy zum Präsidenten der Vereinigten Staaten gewählt wurde. Der Patriarch und ehemalige US-Botschafter Joe Kennedy Senior ist besessen von der Idee, einen Kennedy ins Weiße Haus zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990742","hoster":"VOE"},{"path":"/redirect/8403337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-2","name":"Wahlkampf","epNo":2,"alt":"Shared Victories, Private Struggles","descr":"In Episode 2 wird der Aufstieg John \"Jack\" F. Kennedys rekonstruiert, seine anfänglichen Schwierigkeiten, öffentlich zu reden, aber auch seine Wirkung auf die \"einfachen\" Leute. Geschickt wird unter der Aufsicht seines Vaters Joe Kennedy Senior sein öffentliches Image geformt und verbreitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990743","hoster":"VOE"},{"path":"/redirect/8403336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-3","name":"Das Schweinebucht-Desaster","epNo":3,"alt":"Failed Invasion, Failed Fidelity","descr":"Jack ist als frisch gewählter Präsident mit der Invasion der Schweinebucht beschäftigt und wird von seinem Vater und seinen Beratern angetrieben, Kuba mit Hilfe von Guerilla-Truppen in Besitz zu nehmen, um gegen das kommunistische Bollwerk Castros vorzugehen. Der Einsatz scheitert: die Amerikaner werden besiegt und Castro verbucht einen Triumph.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395751","hoster":"VOE"},{"path":"/redirect/14391920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-4","name":"Organisiertes Verbrechen","epNo":4,"alt":"Broken Promises and Deadly Barriers","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377181","hoster":"VOE"},{"path":"/redirect/14393721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-5","name":"Rassenunruhen","epNo":5,"alt":"Moral Issues and Inner Turmoil","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395856","hoster":"VOE"},{"path":"/redirect/14391922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-6","name":"Die Kubakrise","epNo":6,"alt":"On the Brink of War","descr":"Oktober 1962: Die Sowjetunion hat strategische Mittelstreckenraketen auf Kuba stationiert. Die USA fühlen sich bedroht, besonders als weitere Schiffe und U-Boote der Sowjetunion, mit Waffen beladen und mit Raketenabschussbasen ausgestattet, auf die Insel zuhalten. Das amerikanische Militär und der Verteidigungsminister drängen auf eine militärische Lösung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8990767","hoster":"VOE"},{"path":"/redirect/8403341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-7","name":"Das Attentat","epNo":7,"alt":"The Countdown to Tragedy","descr":"Rückblende: Jackie erwartet ein Baby. Die Wehen setzen zu früh ein und der Junge stirbt nach kurzer Zeit. Mit Jacks Unterstützung kann Jackie jedoch das Trauma der Fehlgeburt überwinden. Als das Verhältnis mit der psychisch labilen Marilyn Monroe für Jack zu kompliziert und gefährlich wird, sieht sich Bobby in der Pflicht, seinem Bruder zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395855","hoster":"VOE"},{"path":"/redirect/14391923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kennedys-2011/staffel-1/episode-8","name":"Zeit der Trauer","epNo":8,"alt":"The Aftermath: A Family’s Curse of Misfortune and Heartbreak","descr":"Der Mord an J. F. Kennedy wirft viele Fragen über die Beweggründe des Attentats auf und stürzt die Kennedy-Familie in eine tiefe Krise. Jackie verlässt das Weiße Haus und findet bei dem von Selbstvorwürfen und Schuldgefühlen geplagten Bobby Trost.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377288","hoster":"VOE"},{"path":"/redirect/14393720","hoster":"Streamtape"}]}]}]}]}