{"seriesId":"die-jungen-jakobiter","name":"Die jungen Jakobiter","descr":"Zu Beginn der Miniserie stürzten die beiden Hauptdarsteller, zwei Teenager, ein Junge und ein Mädchen bei einem Spaziergang in einen unterirdischen Raum, von dem ein Geheimgang weiterführte. Dort wurden sie, nachdem sie die Schwelle in den Geheimgang überschritten hatten, in eine andere Zeit katapultiert, vielleicht sogar in ein früheres Leben. Denn beide behielten ihre Vornamen, waren miteinander verwandt und in der Zeit eingebunden, in der sie landeten. Durch den Geheimgang gelangten sie in das Schloß, auf dem der junge Mann mit seiner Familie lebte…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Geheimbund","epNo":1,"alt":"","descr":"Nachdem sie in einer Höhle eine geheimnisvolle Schwelle überschreiten, werden Jean und ihr Vetter Hamish um 200 Jahre zurückversetzt. Damit beginnt für die Kinder eine abenteuerliche Reise in die Vergangenheit. Es ist die Zeit nach der Schlacht von Culloden im Jahre 1745, in der die schottische Armee, angeführt vom Schottenprinzen Charles, von den Engländern geschlagen wurde. Der Prinz selbst floh auf eine der Western Inseln. Hier bereiten königstreue Untertanen seine weitere Flucht nach Frankreich vor. Die beiden Kinder landen im Schloss des Prinzen, wo sie in eine Verschwörung verwickelt werden und die dramatische Flucht noch einmal miterleben. Um den Prinzen vor den Soldaten des englischen Königs zu schützen, gründen sie mit Freunden den Geheimbund der \"jungen Jakobiter\".","versions":[{"lang":1,"streams":[{"redirect":11303656,"hoster":"VOE"},{"redirect":10104566,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Hinterhalt","epNo":2,"alt":"","descr":"Im Verlauf der Episode erlebten die beiden diverse Abenteuer unter den Anhängern der Jakobiter. Dieser Bewegung gehörten weite Teile des schottischen Adels an. Ihr Ziel war es, den von den Engländern vertriebenen Stuartkönig Jakob, bzw. einen seiner Nachkommen wieder einzusetzen.","versions":[{"lang":1,"streams":[{"redirect":11303667,"hoster":"VOE"},{"redirect":10104571,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Entscheidung","epNo":3,"alt":"","descr":"Am Ende der 3. Folge müssen die jungen Leute vom Schloß fliehen und benutzen den Geheimgang. Sobald sie die Schwelle am Ende des Tunnels überschritten hatten, befanden sie sich wieder in der Gegenwart. – Die Erinnerung an ihre Erlebnisse in der Vergangenheit war erloschen.","versions":[{"lang":1,"streams":[{"redirect":10261984,"hoster":"VOE"},{"redirect":10104569,"hoster":"Streamtape"}]}]}]}]}