{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska","name":"Die Schatzsucher – Goldrausch in Alaska","descr":"[Gold Rush] Der Wilde Westen war gestern, doch das Goldfieber ist zurück. Mit einem festen Ziel vor Augen, nehmen sechs Männer in der Wildnis Alaskas ihr Schicksal selbst in die Hand: Auf einem abgeschiedenen Claim nahe der kanadischen Grenze wollen sie nach Gold schürfen. Zusammen mit seinem Vater Jack, einem echten Goldrausch-Veteran, hat Todd Hoffman eine Handvoll motivierter Männer um sich versammelt. Die Hoffnung auf Reichtum, Ruhm und faustgroße Nuggets treibt sie dabei zu Höchstleistungen an. Doch was sich nach der wildromantischen Verwirklichung eines Kindheitstraums anhört, ist knüppelharte Arbeit gepaart mit hohem Risiko: Wildlebende Bären, extreme Witterung und herbe Enttäuschungen warten auf die Schatzsucher in einer gottverlassenen Gegend.","seasons":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-1","name":"Behind the Scenes","epNo":1,"alt":"Full Disclosure","descr":"Eine Handvoll motivierter Männer setzt in der Wildnis Alaskas alles auf eine Karte: Todd Hoffman und seine Gefährten hat das Goldfieber gepackt. Die Schatzsucher wollen sich auf ihrem 60 Hektar großen Claim nahe der kanadischen Grenze den Traum von Ruhm und Reichtum erfüllen. In der Hoffnung auf den großen Fund brechen die Glücksritter im Konvoi von Oregon in Richtung Norden auf. Doch das Abenteuer wird bald zum knallharten Existenzkampf: Schlechtes Wetter, technische Pannen und wilde Tiere machen den Goldschürfern das Leben schwer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173341","hoster":"VOE"},{"path":"/redirect/8405726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-2","name":"Neustart in der Nebensaison","epNo":2,"alt":"The Off-Season","descr":"In der ersten Saison gab es Probleme mit den Maschinen, außerdem hat ihnen der eisige Alaska-Winter einen Strich durch die Rechnung gemacht. Todd Hoffman und seine Gefährten haben fast eine Viertelmillion Dollar in ihren Claim am Porcupine Creek investiert, trotzdem blieb ihnen der Traum von Ruhm und Reichtum verwehrt. Alles in allem haben die Männer dort nur Gold im Wert von 13.000 Dollar gefunden. Fünf Monate harte Arbeit waren fast völlig umsonst – und mehr noch, das Team hat am Ende sogar draufgezahlt. Doch die Schatzsucher haben aus dieser Niederlage gelernt und wollen noch nicht aufgeben. Todd und seine Leute treffen in der kalten Jahreszeit Vorbereitungen für ein weiteres großes Abenteuer. Die zentrale Frage ist jedoch, ob sie ihr Glück dieses Mal besser woanders versuchen, zum Beispiel an den Ufern des Klondike River, nahe der alten Goldgräberstadt Dawson City?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992020","hoster":"VOE"},{"path":"/redirect/8405728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-3","name":"Making Of","epNo":3,"alt":"Behind The Scenes","descr":"Alaska ist selbst für die härtesten Abenteurer eine Herausforderung. Nicht nur die Goldgräber hatten in der Abgeschiedenheit des 49. Bundesstaates mit extremen Bedingungen zu kämpfen, sondern auch das Filmteam, das die Männer über Monate begleitete. Viele Mitglieder der Crew sind für die Aufnahmen extra aus der britischen Hauptstadt angereist und mussten sich an ein Leben in der Wildnis von Grund auf gewöhnen. Umso höher ist ihre Leistung einzuschätzen. Im unwirtlichen und oft bitterkalten Norden der USA haben die TV-Profis genauso wie die Goldsucher ihren Mann gestanden. Dieses \"Making of\" der Dokumentar-Serie zeigt den Alltag der Kameraleute zwischen Grizzlybären und wild gewordenen Elchkühen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992027","hoster":"VOE"},{"path":"/redirect/8405731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-4","name":"Enthüllungen","epNo":4,"alt":"Revelations","descr":"Extreme Wetterbedingungen und extreme Menschen: Wer in der legendären Goldgräber-Region am Klondike River sein Glück machen will, sollte bereit sein, alles auf eine Karte zu setzen. Mit halber Kraft bringt man es dort nicht weit. Das gilt auch für Todd Hoffman und seine Gefährten. Bei ihrer Ankunft am neuen Claim sahen die Abenteurer zu allererst die 27 Meter lange Waschanlage der Goldgräber-Konkurrenz. Von diesem Moment an wussten die Schatzsucher, dass sie umdenken mussten. Mit ihrem bescheidenen Equipment konnten sie hier nur wenig ausrichten. Stattdessen mussten die Männer volles Risiko gehen. Heute – im Rückblick – verraten Todd und seine Jungs, dass sie von den Bedingungen am Klondike River mehr als beeindruckt waren und geben weitere Insider-Infos und Hintergrundgeschichten preis. \"Enthüllungen\" liefert die ganze Wahrheit über die zweite Schürfsaison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992025","hoster":"VOE"},{"path":"/redirect/8405734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-5","name":"Das Dschungel-Abenteuer","epNo":5,"alt":"The Jungle","descr":"Die Hälfte des Jahres können Todd Hoffman und seine Mitstreiter auf ihrem Claim in Alaska keinen Handgriff tun, da der Winter die Region fest im Griff hat. Waschechte Goldsucher bleiben aber nicht gern zuhause hinter dem Ofen sitzen. Aus diesem Grund haben die Männer einen riskanten Entschluss gefasst: Sie wollen ihr Glück in Guyana versuchen. Der Plan birgt aber erhebliche Risiken. Das Land besteht zu 80 Prozent aus Urwald, ist dünn besiedelt und hat kaum Infrastruktur. – Keine idealen Voraussetzungen für die Schatzsucher, die nie zuvor in Südamerika geschürft haben. Insider betrachten die Republik jedoch als echte Goldgrube. Wer hier mitmischt, kann einen Haufen Geld verdienen. Anstelle von eisigen Minusgraden und Permafrostboden bekommen es Todd und seine Crew in diesem Special mit reißenden Flüssen und Giftschlangen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992028","hoster":"VOE"},{"path":"/redirect/8405754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-6","name":"Ein steiniger Weg","epNo":6,"alt":"The Long Road","descr":"Todd Hoffman und seine Crew haben in den vergangenen fünf Monaten in Alaska Gold im Wert von rund 1,2 Millionen Dollar aus dem Boden geholt. Eine stattliche Ausbeute, wenn man bedenkt, mit welchen Schwierigkeiten die Schatzsucher in der rauen Wildnis zu kämpfen hatten. Außerdem haben die Abenteurer im nördlichsten US-Bundestaat auch schon ganz andere Zeiten erlebt. Es gab Tage, an denen die Männer unmittelbar vor dem Ruin standen. Die erste Schürfsaison war für das Team ein Fiasko: Damals kam den Goldsuchern der Winter in die Quere, und auch im zweiten Jahr blieben sie weit hinter ihren Erwartungen zurück. Doch die Jungs haben wie Pech und Schwefel zusammengehalten und es am Ende allen gezeigt. In diesem Special blicken Todd und seine Gefährten auf ihre harte Anfangszeit in Alaska zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008201","hoster":"VOE"},{"path":"/redirect/8405735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-7","name":"1000 Unzen","epNo":7,"alt":"Off-Season Special","descr":"Wochenlang sah es so aus, als wäre die ganze Plackerei umsonst gewesen. Todd Hoffman und seine Schatzsucher-Crew standen in Alaska kurz vor dem Ruin. Doch dann kamen die Männer ihrem großen Traum von Ruhm und Reichtum plötzlich ganz nah: Bis zum Wintereinbruch hatten sie Gold im Wert von über 110.000 Dollar gefunden, und nur die Eiseskälte verhinderte, dass es noch viel mehr wurde. Danach hatten die Abenteurer Blut geleckt und kehrten zurück, um sich den Rest zu holen. Mindestens 1000 Unzen Edelmetall wollten sie dieses Mal dem Erdboden abtrotzen. Hoch gesteckte Ziele in einem Land, in dem man nie weiß, was die raue Wildnis am nächsten Tag für einen bereithält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992026","hoster":"VOE"},{"path":"/redirect/8405738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-8","name":"Behind The Scenes 3.1","epNo":8,"alt":"Behind The Scenes (Season 3)","descr":"In diesem Jahr ist alles anders – größer und schwieriger! Die Goldsucher in Alaska schuften auf zwei Claims gleichzeitig, um am Ende der Saison ihr Ziel von 1000 Unzen Gold zu erreichen. Dementsprechend erhöht sich auch der Aufwand, den die Film-Crew betreiben muss, um das Leben der Schatzsucher in der Wildnis zu filmen. Sieben Kamera-Teams zeichnen Tausende Stunden Material auf – von der Ankunft bis zum letzten Clean-out. Kräne, Hubschrauber und Luftschiffe kommen dabei zum Einsatz. Die vorwiegend britische TV-Crew besteht aus über 100 Leuten. Bei ihrer täglichen Arbeit haben die Macher der Serie im 49. Bundesstaat nicht nur mit extremen Wetterbedingungen zu kämpfen, sondern auch mit etlichen anderen Risiken. So kann es zum Beispiel böse enden, wenn man sich mit einer Film-Kamera im toten Winkel eines tonnenschweren Bulldozers bewegt. Die Fernseh-Profis müssen deshalb bei den Aufnahmen höchste Konzentration an den Tag legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992029","hoster":"VOE"},{"path":"/redirect/8405740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-9","name":"Behind The Scenes 3.2","epNo":9,"alt":"Making of The Motherlode","descr":"In diesem Jahr ist alles anders – größer und schwieriger! Die Goldsucher in Alaska schuften auf zwei Claims gleichzeitig, um am Ende der Saison ihr Ziel von 1000 Unzen Gold zu erreichen. Dementsprechend erhöht sich auch der Aufwand, den die Film-Crew betreiben muss, um das Leben der Schatzsucher in der Wildnis zu filmen. Sieben Kamera-Teams zeichnen Tausende Stunden Material auf – von der Ankunft bis zum letzten Clean-out. Kräne, Hubschrauber und Luftschiffe kommen dabei zum Einsatz. Die vorwiegend britische TV-Crew besteht aus über 100 Leuten. Bei ihrer täglichen Arbeit haben die Macher der Serie im 49. Bundesstaat nicht nur mit extremen Wetterbedingungen zu kämpfen, sondern auch mit etlichen anderen Risiken. So kann es zum Beispiel böse enden, wenn man sich mit einer Film-Kamera im toten Winkel eines tonnenschweren Bulldozers bewegt. Die Fernseh-Profis müssen deshalb bei den Aufnahmen höchste Konzentration an den Tag legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992032","hoster":"VOE"},{"path":"/redirect/8405742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-10","name":"Millionenträume","epNo":10,"alt":"Million Dollar Season","descr":"1000 Unzen: die Schatzsucher schuften am Quartz Creek und am Indian River auf zwei Claims gleichzeitig, um ihr großes Ziel zu erreichen. Todd Hoffman und seine Gefährten wollen in diesem Jahr Gold im Wert von 1,6 Millionen Dollar ans Tageslicht fördern. Der 17-jährige Parker Schnabel hat in Alaska unterdessen etwas gut zu machen. In seiner ersten Saison musste der Neuling viel Lehrgeld bezahlen. Ähnlich, wie die \"Dakota Boys\", beide Goldsucher-Teams bauen darauf, dass in diesem Jahr vieles besser läuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992030","hoster":"VOE"},{"path":"/redirect/8405744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-11","name":"Aufbruch nach Südamerika","epNo":11,"alt":"Southern Quest","descr":"Todd Hoffman und seine Crew brechen in diesem Special zu neuen Ufern auf. Die Abenteurer suchen in Südamerika nach einem geeigneten Stück Land mit reichen Goldvorkommen. Die Aussichten in der chilenischen Wüste, im Hochland Perus und im Dschungel Guyanas sind vielversprechend. Mit etwas Glück können die Männer dort fünfmal so viel Geld verdienen wie in Alaska. Doch bevor die Glücksritter auf dem fremden Kontinent mit schweren Maschinen anrücken, machen sie sich vor Ort ein Bild von der Lage. Newcomer Parker Schnabel wird unterdessen in Kanada von eisigen Minusgraden ausgebremst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992034","hoster":"VOE"},{"path":"/redirect/12482130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-12","name":"Fremdes Terrain","epNo":12,"alt":"Ready to Roll","descr":"Siebzig Kameras, 100 Funkmikrofone und ein ferngesteuerter Helikopter: Die TV-Crew von \"Goldrausch in Alaska\" betreibt in Südamerika einen enormen Aufwand, um die Abenteuer der Schatzsucher zu filmen. Das über 100 Mann starke Team ist vor Ort den gleichen Risiken ausgesetzt wie Todd Hoffman und seine Gefährten. Unwirtliches Terrain, lebensbedrohliche Krankheiten und wilde Tiere: Die Liste der Gefahren im Dschungel ist lang. Tausende Kilometer weiter nördlich kämpfen die Kameraleute unterdessen bei eisigen Minustemperaturen gegen gewaltige Schneemassen an. Dieses Special zeigt die einzigartigen Produktionsbedingungen der Serie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992031","hoster":"VOE"},{"path":"/redirect/8405746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-13","name":"Ehrensache","epNo":13,"alt":"Go Big or Go Home [Parker Special 1]","descr":"Die anderen Goldsucher-Teams packen ihre sieben Sachen, denn der Winter kommt. Doch der junge Parker Schnabel und seine Crew trotzen in Alaska der Kälte. Rund 10 Tage trennen die Männer von ihrem großen Ziel: 1000 Unzen Gold. Da das Erdereich gefriert, wird die Schatzsuche von Tag zu Tag schwieriger, doch aufgeben will die Crew trotzdem nicht. Denn der 25-Jährige hat seinem Großvater versprochen mit vollen Taschen heimzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992035","hoster":"VOE"},{"path":"/redirect/8405749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-14","name":"Der große Traum","epNo":14,"alt":"Grandpa’s Last Wish [Parker Special 2]","descr":"Parker Schnabel hat das Business von der Pike auf bei seinem Großvater gelernt und der 93-jährige Schatzsucher-Veteran hat in seinem Leben noch einen großen Traum. Deshalb versuchen seine Enkel am Smith Creek das Unmögliche möglich zu machen. Bei eisigen Minustemperaturen und heftigem Schneetreiben bewegen Parker und sein Bruder Payson rund 2000 Lkw-Ladungen Schotter und Schlamm und graben sich mit ihren schweren Maschinen tief ins Erdinnere vor. Denn dort vermutet John Schnabel kostbare Nuggets. Und für ihren geliebten Großvater ist den jungen Männern keine Anstrengung zu groß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992036","hoster":"VOE"},{"path":"/redirect/12482132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-15","name":"Zwischen Himmel und Hölle","epNo":15,"alt":"Unearthed","descr":"Todd Hoffman und seine Crew haben in der vierten Staffel viel riskiert. Die Schatzsucher haben ihre alten Pfründe in Alaska hinter sich gelassen und sind gen Südamerika aufgebrochen, um dort ihr Glück zu versuchen. Doch statt Gold fanden die Männer dort nur Schweiß und Tränen. Wie denken Todd und seine Gefährten heute über das Abenteuer? In diesem Special ziehen die Schatzsucher ein Resümee. Bis dato unveröffentlichtes Filmmaterial gibt obendrein Einblicke in die Ereignisse abseits des Claims.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992038","hoster":"VOE"},{"path":"/redirect/8405752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-16","name":"Gewinner und Verlierer","epNo":16,"alt":"Heroes and Zeroes","descr":"Im Konvoi durch den Regenwald: Todd Hoffman und seine Gefährten kämpfen sich mit ihren tonnenschweren Maschinen durch den Dschungel von Guyana. Die Männer vermuten dort reiche Edelmetallvorkommen. Mit etwas Glück können die Schatzsucher auf dem neuen Claim fünfmal so viel Geld verdienen wie in Alaska. Doch der Weg dorthin ist beschwerlich. Parker Schnabel steht in Alaska ebenfalls vor der Herausforderung seines Lebens: Der 18-Jährige leitet in der abgeschiedenen Wildnis des nördlichsten US-Bundesstaates sein erstes Goldsucherprojekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992037","hoster":"VOE"},{"path":"/redirect/8405755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-17","name":"Opa John","epNo":17,"alt":"Grandpa John","descr":"Parker Schnabel hat es am Yukon River allen Kritikern gezeigt. Die Saison lief äußerst erfolgreich für den jungen Schatzsucher. Der 19-Jährige hat in den entscheidenden Momenten die richtigen Entscheidungen getroffen. Dies hatte ihm so mancher Konkurrent bei der Jagd nach den dicksten Nuggets nicht zugetraut. Und nun kündigt sich in der Wildnis Besuch an: Opa John nimmt in Alaska eine 600 Kilometer lange Reise auf sich, um seinem Enkel persönlich auf die Schulter zu klopfen. Der 94-Jährige ist eine Goldsucher-Legende. Von ihm hat Parker das Handwerk gelernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992039","hoster":"VOE"},{"path":"/redirect/8405756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-18","name":"Freddy Dodge","epNo":18,"alt":"Pile of Nuggets","descr":"172 Unzen Gold: Für Freddy Dodge und seinen Bruder Derek war die Saison bis dato eine herbe Enttäuschung. Mit der Ausbeute von umgerechnet 200 000 Dollar können die Schatzsucher nicht einmal ihre Unkosten decken. Deshalb greifen die Abenteurer kurz vor dem Wintereinbruch auf moderne Technik zurück. Zwei Spezialisten untersuchen den Claim in Alaska mit Radarinstrumenten und machen per Computer im Untergrund verborgene Gesteinsschichten sichtbar. Die Messdaten liefern den Brüdern wertvolle Informationen. Möglicherweise hat das Duo an der falschen Stelle nach Nuggets gegraben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992033","hoster":"VOE"},{"path":"/redirect/8405760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-19","name":"Die ganze Wahrheit","epNo":19,"alt":"The Whole Truth","descr":"172 Unzen Gold: Für Freddy Dodge und seinen Bruder Derek war die Saison bis dato eine herbe Enttäuschung. Mit der Ausbeute von umgerechnet 200 000 Dollar können die Schatzsucher nicht einmal ihre Unkosten decken. Deshalb greifen die Abenteurer kurz vor dem Wintereinbruch auf moderne Technik zurück. Zwei Spezialisten untersuchen den Claim in Alaska mit Radarinstrumenten und machen per Computer im Untergrund verborgene Gesteinsschichten sichtbar. Die Messdaten liefern den Brüdern wertvolle Informationen. Möglicherweise hat das Duo an der falschen Stelle nach Nuggets gegraben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992040","hoster":"VOE"},{"path":"/redirect/8405762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-20","name":"Die 5-Millionen-Dollar-Saison","epNo":20,"alt":"5 Million Dollar Season","descr":"Sein Team war in alle Himmelsrichtungen verstreut. Deshalb musste Todd Hoffman bei der Schatzsuche wieder ganz von vorne anfangen. Doch der Goldgräber wollte ein Zeichen setzen und seinen Kritikern beweisen, dass man ihn niemals abschreiben sollte. Parker Schnabel und seine Truppe brachen mit ihren schweren Maschinen in die Wildnis auf, um sich den Traum von einem eigenen Claim zu erfüllen. Die Crew stand in Alaska mächtig unter Druck. Ähnlich wie Tony Beets, der sich mit dem Kauf eines riesigen Schwimmbaggers in enorme Unkosten gestürzt hatte. Drei Teams mit großen Ambitionen: Waren die Abenteurer in der 5-Millionen-Dollar-Saison erfolgreich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992044","hoster":"VOE"},{"path":"/redirect/8405764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-21","name":"Wann ist ein Mann ein Mann?","epNo":21,"alt":"Parker Comes of Age","descr":"3362 Unzen im Wert von mehr als 3,6 Millionen Dollar: Parker Schnabel und seine Gefährten haben der Wildnis in Alaska in dieser Saison mehr Edelmetall abgetrotzt, als jedes andere Team. Diesen Triumph hat sich der junge Minen-Boss hart erarbeitet. Mit acht Jahren lenkte Parker seinen ersten Bulldozer, und sein Großvater lehrte ihn von der Pike auf, worauf es bei der Schatzsuche ankommt: Ein starker Wille, ein funktionierendes Team und ein wacher Instinkt machen in schwierigen Situationen den Unterschied aus. Dieses Special der Serie zeigt, wie aus dem ambitionierten 15-jährigen Teenager einer der erfolgreichsten Goldgräber im Klondike wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992047","hoster":"VOE"},{"path":"/redirect/8405767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-22","name":"Die Legende vom Klondike","epNo":22,"alt":"Klondike Legend","descr":"Als kleiner Junge ist Tony Beets jeden Tag um fünf Uhr morgens aufgestanden, um die Kühe zu melken. Anschließend radelte er mit dem Fahrrad sieben Kilometer zur Schule. Der Schatzsucher ist auf einem kleinen holländischen Milchbauernhof aufgewachsen. Doch mit 24 Jahren zog es ihn hinaus in die weite Welt – zuerst nach Kanada und anschließend nach Alaska. Dort leitet er heute eine der größten und erfolgreichsten Minen im Klondike. Wie wurde aus dem rebellischen jungen Mann eine Goldgräber-Legende? In diesem Special schwelgen Tony und seine Frau Minnie in Erinnerungen. Das Paar besucht den alten Hof in den Niederlanden, auf dem damals alles anfing.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992049","hoster":"VOE"},{"path":"/redirect/8405768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-23","name":"Ohne Kompromisse","epNo":23,"alt":"Gold Hard Truth","descr":"Parker Schnabel erreichte im vergangenen Jahr in Alaska mit 3362 Unzen im Wert von knapp 3,4 Millionen Dollar das beste Ergebnis seiner Schatzsucher-Karriere. Doch während der langen Saison lief es in seinem Team nicht immer rund. Muss der junge Minen-Boss an seinem Führungsstil arbeiten? Todd Hoffmans Sohn \"Hunter\" machte unterdessen am Eldorado Creek seine ersten Gehversuche als Goldgräber. Wird der Sprössling in die Fußstapfen seines Vaters und Großvaters treten? Dieses Special der Serie liefert spannende Hintergrundinformationen und wagt zudem einen Ausblick auf die nächste Saison.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992043","hoster":"VOE"},{"path":"/redirect/8405769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-24","name":"Die ersten sechs Jahre","epNo":24,"alt":"The Story So Far","descr":"2010 litt die US-Wirtschaft unter einer schweren Rezession. Flugplatzbetreiber Todd Hoffman fürchtete im Bundesstaat Oregon um seine Existenz. Doch der Abenteurer sah in der schwierigen Situation auch eine Chance, denn der Goldpreis stieg während der Finanzkrise auf Rekordhöhen. Deshalb setzten Todd und sein Vater Jack ihr gesamtes Hab und Gut aufs Spiel, um in Alaska ein neues Leben zu beginnen. Die Glücksritter brachen mit schwerem Equipment in die Wildnis auf, um kostbares Edelmetall auszugraben. Rückschläge, Erfolgserlebnisse und der harte Kampf mit den Naturgewalten: Dieses Special lässt die ersten sechs Jahre von \"Goldrausch in Alaska\" Revue passieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992050","hoster":"VOE"},{"path":"/redirect/8405776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-25","name":"Monstermaschinen","epNo":25,"alt":"Monster Machines","descr":"Die Schatzsucher haben der Wildnis in den letzten sechs Jahren 14 000 Unzen Edelmetall im Wert 18 Millionen Dollar abgetrotzt. Dabei kamen in Kanada, Südamerika und Alaska riesige Monstermaschinen zum Einsatz, die pro Stunde Dutzende Kubikmeter Erdreich verarbeiten. \"Big Red\", \"Goldzilla\" und Co. haben Todd Hoffman und Parker Schnabel ein Vermögen eingebracht. Doch in Sachen Effektivität trumpfte am Eureka Creek ein uralter Schwimmbagger groß auf, denn Tony Beets Old-School-Dregde verursachte die niedrigsten Personalkosten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992041","hoster":"VOE"},{"path":"/redirect/8405775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-26","name":"Das Ende einer Ära","epNo":26,"alt":"End Of An Era","descr":"Im Goldgräber-Business braucht man einen langen Atem. Wer wüsste das besser als Todd Hoffman? Der Schatzsucher kennt alle Höhen und Tiefen des Geschäfts. Im Klondike hat sein Team Edelmetall im Wert von 1,2 Millionen Dollar ausgegraben und nur ein Jahr später erlebte die Crew in Südamerika einen furchtbaren Albtraum. In Guyana haben die Männer keine Reichtümer angehäuft, sondern draufgezahlt. Trotzdem waren Todd und seine Gefährten zu Beginn der achten Staffel voller Zuversicht. In Colorado wollten die Glücksritter an alte Erfolge anknüpfen – aber dann kam alles anders.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992046","hoster":"VOE"},{"path":"/redirect/8405777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-27","name":"Der Aufstieg des Rick Ness","epNo":27,"alt":"The Rise Of Rick Ness","descr":"Seine Football-Karriere auf dem College wurde durch eine Verletzung jäh beendet. Doch Rick Ness ist in Michigan sehr bodenständig aufgewachsen. Dort lernte er schon als kleiner Junge, wie man schwere Maschinen bedient. Im Laufe der Jahre avancierte der Schatzsucher zu einem der besten Vorarbeiter, die Parker Schnabel jemals hatte. Und in der 9. Staffel steigt Rick zum Boss auf - am Quartz Creek leitet der Glücksritter sein eigenes Goldgräber-Projekt. Dieses Special erzählt die Geschichte eines ambitionierten Abenteurers, der sich auch von Widerständen nicht aufhalten lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378687","hoster":"VOE"},{"path":"/redirect/8405778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-28","name":"Gold-Gurus","epNo":28,"alt":"Gold Gurus","descr":"Das Goldgräber-Business ist eine Wissenschaft für sich. An manchen Spots ist die Wahrscheinlichkeit, auf kostbares Edelmetall zu stoßen, höher als an anderen Orten. Aber am Ende kann niemand mit hundertprozentiger Sicherheit sagen, wo man fette Nuggets findet. Deshalb verlassen sich erfahrene Schatzsucher bei der Arbeit nicht nur auf ihre Spürnase. Bevor die Teams mit schweren Maschinen anrücken, wird regelmäßig probegebohrt. Und es gibt in der Branche noch andere wichtige Regeln, die man beachten sollte – damit bei der Jagd nach Ruhm und Reichtum kein Fiasko droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992042","hoster":"VOE"},{"path":"/redirect/8405782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-29","name":"Drei Seiten einer Medaille","epNo":29,"alt":"Three Sides To Every Story","descr":"Mit Tony Beets ist nicht gut Kirschen essen. Der Goldgräber verteidigt in Nordamerika beharrlich seine Interessen – mit allen legalen Mitteln, die ihm zur Verfügung stehen. Oder ist der gebürtige Niederländer am Ende gar nicht so kompromisslos, wie man ihm oft unterstellt? In diesem Special erzählt der Schatzsucher-Veteran, wie es zum Streit mit seinem ärgsten Rivalen kam. Und Tonys Geschichte klingt völlig anders als Parker Schnabels Version. Die Teams wagen zudem einen Ausblick auf die nächste Schürfsaison. Sind die Glücksritter für kommende Aufgaben gerüstet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992045","hoster":"VOE"},{"path":"/redirect/8405781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-30","name":"Die ersten acht Jahre","epNo":30,"alt":"No Guts, No Gold","descr":"Die Finanzkrise zwang ihn zum Umdenken. 2010 zog Todd Hoffman mit einer Handvoll gleichgesinnter Abenteurer 3000 Kilometer Richtung Norden, um in Alaska sein Glück als Goldgräber zu versuchen. Und als auf dem Claim die Maschinen streikten, half den Neueinsteigern ein technikbegeisterter Teenager auf die Sprünge. Parker Schnabel war damals erst 15 Jahre alt, aber er wusste trotzdem Rat. Denn sein Großvater hatte ihn viele nützliche Handgriffe gelehrt. Seit dem Start der ersten Schatzsucher-Staffel haben die Teams viele Höhen und Tiefen erlebt. Deshalb blickt dieses Special noch einmal auf die wichtigsten Ereignisse der ersten acht Jahre zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992062","hoster":"VOE"},{"path":"/redirect/8405784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-31","name":"Das neunte Jahr","epNo":31,"alt":"15 Million Dollar Season","descr":"Die Rinnen der zwanzig Tonnen schweren Waschanlage waren zu kurz. Darin konnte sich nicht genug Gold absetzen. Und der Boden am Quartz Creek warf nicht so viel Edelmetall ab, wie erhofft. Aber Rick Ness hat bei seinem ersten eigenen Goldgräber-Projekt trotz aller Widerstände nicht klein beigegeben. Dieses Durchhaltevermögen wurde am Ende belohnt. Gleiches gilt für Parker Schnabel, der nach einem katastrophalen Saisonstart mit über 7400 Unzen ein neues Rekordergebnis einfahren konnte. Und wie erging es Tony Beets am Eureka Creek? Dieses Special zeigt die Highlights der 9. Staffel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992072","hoster":"VOE"},{"path":"/redirect/8405786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-32","name":"Die Beets-Chroniken","epNo":32,"alt":"You Can’t Stop The Beets","descr":"Die anderen Schüler fuhren in Limousinen bei der Schulabschlussparty vor. Tony Beets kutschierte seine Tochter Monica stattdessen im tonnenschweren Baufahrzeug zu der Fete. Standesgemäß sozusagen, denn die drei Kinder des Goldgräber-Veterans haben schon als Teenager gelernt, wie man Bagger und Bulldozer bedient. Deshalb können sie ihrem Vater, der im Klondike ein florierendes Business aufgebaut hat, bei der Arbeit tatkräftig zur Hand gehen. Und eines Tages sollen die Kids den Millionen-Betrieb übernehmen. Dieses Special erzählt die spannende Geschichte der Schatzsucher-Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992867","hoster":"VOE"},{"path":"/redirect/8405788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-33","name":"Pannenparade","epNo":33,"alt":"Epic Fails","descr":"Lkw fahren will gelernt sein. Beim Manövrieren im Gelände braucht man am Lenkrad Routine und Fingerspitzengefühl. Davon kann Ali Amir ein Lied singen, denn der Rookie kippte bei der Arbeit auf Parker Schnabels Claim mit einem 30 Tonnen schweren Nutzfahrzeug um. Dies war bei Weitem nicht das einzige Malheur, das den Goldgräbern bei der Schatzsuche unterlaufen ist. Als riesige Bagger im Morast versanken und Waschanlagen in Flammen aufgingen, lagen bei den Glücksrittern die Nerven blank. Dieses Special zeigt noch einmal die größten Pleiten und Pannen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992074","hoster":"VOE"},{"path":"/redirect/8405795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-34","name":"Eine Goldrausch-Dekade","epNo":34,"alt":"10 Years Of Gold Rush","descr":"Als Todd Hoffman und seine Gefährten nach der Finanzkrise ins Goldgräber-Business wechselten, war Parker Schnabel noch ein Teenager. Aber der Weg des 15-Jährigen war vorgezeichnet und heute zählt Parker zu den erfolgreichsten Schatzsuchern des Landes. Tony Beets ist in Alaska ebenfalls ein Big Player. Der Klondike-Veteran will sein Familienunternehmen eines Tages an seine Söhne und seine Tochter weitergeben. In den letzten zehn Jahren haben die Glücksritter buchstäblich Berge versetzt. Dieses Special blickt auf eine ereignisreiche Dekade zurück. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992093","hoster":"VOE"},{"path":"/redirect/8405794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-35","name":"Das Geheimnis unseres Erfolges","epNo":35,"alt":"Paydirt Playbook","descr":"In den vergangenen zehn Jahren haben die Schatzsucher:innen in Nordamerika Gold im Wert von fast 70 Millionen Dollar ausgegraben. Dabei konnten einige Minen-Bosse größere Erfolge vorweisen als ihre Konkurrenten. Denn man braucht Erfahrung und Durchhaltevermögen, um der Wildnis kostbare Schätze abzutrotzen. Wie findet man einen aussichtsreichen Schürfspot? In welchen Erdschichten liegt das Edelmetall verborgen und wie befördert man es ans Tageslicht? In diesem Special geben Parker Schnabel, Tony Beets \u0026 Co.Einblicke in ihre Arbeitsmethoden. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921367","hoster":"VOE"},{"path":"/redirect/8406159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-36","name":"Zwischen Genie und Wahnsinn","epNo":36,"alt":"Madmax Or Madman","descr":"Tony Beets ist ein geborener Anführer. Wenn sich der \"König des Klondike\" etwas in den Kopf gesetzt hat, lässt er sich durch nichts und niemandem aufhalten. Mit diesem eisernen Willen hat der erfolgreiche Schatzsucher in Nordamerika gigantische Projekte in die Tat umgesetzt. So wie im Jahr 2014 beispielsweise, als er eine Million Dollar für einen uralten Schwimmbagger auf den Tisch blätterte. Tony wollte mit der Maschine kostbares Edelmetall ausgraben, aber viele Experten hielten ihn damals für verrückt. Bis er seine Kritiker eines Besseren belehrte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10455686","hoster":"VOE"},{"path":"/redirect/10455673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/filme/film-37","name":"Vom Kind zum Konkurrenten","epNo":37,"alt":"The Kid Vs. The King","descr":"2011 brach Parker Schnabel in den Klondike auf, um von den Besten der Besten zu lernen. Der 16-jährige Rookie wollte sich bei den erfahrensten Goldgräbern Nordamerikas nützliche Kniffe und Tricks abschauen. Dabei traf er auch auf Tony Beets. Diese Begegnung sollte das Leben der beiden Männer für immer verändern. Denn aus dem begabten Schüler und seinem Mentor wurden über die Jahre Rivalen, die sich bei der Jagd nach Ruhm und Reichtum auf Augenhöhe begegnen. Dieses Schatzsucher-Special erzählt die Geschichte eines spannenden Konkurrenzkampfes. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384133","hoster":"VOE"},{"path":"/redirect/10455683","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-1","name":"Aufbruchstimmung","epNo":1,"alt":"No Guts, No Glory","descr":"Die Truppe finanziell angeschlagener Schatzsucher macht sich auf den Weg in eine bessere Zukunft: Mit Sack und Pack geht es im Konvoi von Oregon nach Alaska, zum viel versprechenden Claim. Sollte Team-Leiter Todd Hoffman Recht behalten, gehören die mageren Jahre bald der Vergangenheit an. Doch bevor es losgeht, muss erst einmal die nötige Ausrüstung zum Goldsuchen zusammengestellt werden. Leihen, kaufen, selber bauen: Schon zu Beginn des Abenteuers werden Einfallsreichtum sowie handwerkliches und geschäftliches Geschick der Männer auf die Probe gestellt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891877","hoster":"VOE"},{"path":"/redirect/8405791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-2","name":"Alles oder Nichts","epNo":2,"alt":"Gold, Guns, And Bears","descr":"Goldrausch setzt ungeahnte Kräfte frei. Doch die sechs Schatzsucher müssen in der Wildnis von Alaska alles auf eine Karte setzen, um ihren Traum vom großen Reichtum zu realisieren. Ihr schmales Budget wird nicht für einen zweiten Anlauf reichen. Sollten sie bei ihrem gewagten Abenteuer nicht binnen drei Monaten auf das begehrte Edelmetall stoßen, droht Todd Hoffman und seiner Crew der finanzielle Ruin. Mit vereinten Kräften errichten die Glücksritter mitten in der Einöde ein Basis-Camp und beginnen mit der Arbeit. Irgendwo auf ihrem 60 Hektar großen Claim gibt es Gold, davon sind alle felsenfest überzeugt. Die Frage ist nur wo. Und die Uhr tickt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891835","hoster":"VOE"},{"path":"/redirect/8405793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-3","name":"Die Nervenprobe","epNo":3,"alt":"Running Dirt","descr":"In vier Monaten beginnt in Alaska der eisige Winter. Bis dahin müssen die Goldsucher auf ihrem Claim fündig geworden sein. Das heißt Ärmel hochkrempeln für Todd Hoffman und seine Schatzsucher-Kollegen, denn auf die Männer wartet jetzt jede Menge schweißtreibende Arbeit. Doch darauf haben sich alle eingestellt. Eine andere Herausforderung bereitet den Abenteurern viel größere Probleme: der Zusammenbau der Goldwaschanlage. Das Arbeitsgerät liegt noch in seine Einzelteile zerlegt im Camp herum, und keiner im Team verfügt über ausreichend Erfahrung mit dieser Art von Technik. Als Mechanik-Experte James dann auch noch krankheitsbedingt ausfällt, liegen im Team zum ersten Mal die Nerven blank. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891833","hoster":"VOE"},{"path":"/redirect/8405797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-4","name":"Zwischen Hoffen und Bangen","epNo":4,"alt":"The Ultimate Price","descr":"Todd Hoffman und seinen Gefährten läuft die Zeit davon. Seit sechs Wochen schuften die Goldsucher nun schon auf ihrem Claim in der hintersten Ecke Alaskas, und bis jetzt haben die Männer noch kein einziges Nugget gefunden. Mit Inbetriebnahme der neu installierten Goldwaschanlage hoffen jetzt alle auf den großen Durchbruch. Doch die Euphorie ist von kurzer Dauer. Ein Regierungs-Inspekteur eröffnet den Abenteurern nach Kontrolle ihres Camps, dass die Wasserleitungen neu verlegt werden müssten, weil sie den Umweltschutz-Richtlinien nicht entsprechen würden. Und dann kommt es noch viel schlimmer: Todds zweijährige Tochter Olivia erleidet einen plötzlichen Anfall mit Atemstillstand und muss dringend in ein Krankenhaus gebracht werden. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891845","hoster":"VOE"},{"path":"/redirect/8405799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-5","name":"Bis an die Schmerzgrenze [In Streamtape]","epNo":5,"alt":"The Pain Barrier","descr":"Ist die Mission der Goldsucher in Alaska zum Scheitern verurteilt? Todd Hoffman und seine Männer beginnen langsam zu verzweifeln. Auf ihrem Claim im Porcupine Creek vergeht kein Tag ohne neue Hiobsbotschaften. Ständig haben die Abenteurer mit technischen Problemen zu kämpfen. Mechaniker James verrichtet im Camp Schwerstarbeit, doch irgendwann stößt auch er an seine Grenzen. Am Ende ist James so erschöpft, dass er kollabiert. Nun müssen alle die Ärmel hochkrempeln, damit die Schatzsuche nicht in einer Katastrophe endet. Doch ein Team-Mitglied hat offenbar andere Pläne. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14209041","hoster":"VOE"},{"path":"/redirect/8405800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-6","name":"Das Ultimatum","epNo":6,"alt":"Gold Fever","descr":"Den Goldsuchern in Alaska steht das Wasser bis zum Hals. Die Männer haben all ihre finanziellen Reserven aufgebraucht, und der Traum von Ruhm und Reichtum droht nach nur 80 Tagen wie eine Seifenblase zu platzen. Doch die Hoffnung stirbt ja bekanntlich zuletzt. Noch wollen Todd Hoffman und seine Kameraden nicht aufgeben, stellen sich aber selbst ein Ultimatum: Innerhalb von zwei Tagen müssen sie Gold im Wert von 10.000 US-Dollar schürfen, um die Finanzierung ihres Abenteuers fürs Erste zu sichern. Ein hochgestecktes Ziel, für das alle bis zum Umfallen schuften. 48 Stunden lang sieben die Schatzsucher jeden Kubikzentimeter ihres Claims durch und kratzen alle Goldkörnchen zusammen, die sie finden können. Doch die Zeit läuft ihnen davon. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921348","hoster":"VOE"},{"path":"/redirect/8405803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-7","name":"Auf Messers Schneide","epNo":7,"alt":"Going For Broke","descr":"Der harte Winter steht in Alaska vor der Tür, und damit scheinen die Hoffnungen der Goldsucher begraben. Bald wird es auf dem Claim für die Arbeit viel zu kalt sein. Und die winzigen Nuggets, die Todd Hoffman und seine Männer bis dato gefunden haben, reichen nicht einmal um die Ausgaben zu decken. Die Glücksritter sind quasi bankrott. In ihrer Verzweiflung suchen Todd und seine Gefährten Rat beim Minen-Besitzer, der über viel Erfahrung verfügt. Er empfiehlt den Männern, sich dringend ein neues Equipment anzuschaffen, wenn sie beim Goldschürfen eine reelle Chance haben wollen. Doch woher nehmen, wenn nicht stehlen? Die Bankkonten aller Beteiligten sind bis zum letzten Cent leer geräumt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891861","hoster":"VOE"},{"path":"/redirect/8405806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-8","name":"Böses Blut","epNo":8,"alt":"Bad Blood","descr":"Rund 275.000 US-Dollar haben Todd Hoffman und seine Gefährten bis dato in ihr Abenteuer investiert – fast ihre gesamten Ersparnisse. Doch Gold haben die Männer kaum gefunden. Insgesamt sind es weniger als drei Unzen, nach dem aktuellen Goldpreis etwa 3200 Dollar. Aus diesem Grund haben sich die Schatzsucher jetzt Unterstützung geholt: Fred Hurt, ein erfahrener Goldschürfer, soll am Porcupine Creek für die große Wende sorgen. Doch auch diese Rechnung geht zunächst nicht auf, sondern verschlechtert die Situation zusätzlich. Chefmechaniker James und der neue starke Mann auf dem Claim geraten heftig aneinander. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891856","hoster":"VOE"},{"path":"/redirect/8405808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-9","name":"Die Hoffnung stirbt zuletzt","epNo":9,"alt":"Bedrock Or Bust","descr":"In Alaska bekommt man nichts geschenkt. Alles muss man sich in dem rauen und unbarmherzigen Land hart erkämpfen. Diese Erfahrungen machen jetzt auch Todd Hoffman und seine Weggefährten. – Wie Tausende von Goldsuchern vor ihnen, die völlig erschöpft und ohne einen Cent in der Tasche von dannen gezogen sind, ohne dass sich ihr Traum vom Reichtum auch nur ansatzweise erfüllt hätte. Droht dieses Schicksal nun auch den Männern aus Oregon? Todd und seinen Leuten hilft nur noch ein Glückstreffer, denn der Winter rückt unerbittlich näher. Das Team setzt alle Hoffnungen auf ein viel versprechendes, felsiges Areal in ihrem Claim. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891865","hoster":"VOE"},{"path":"/redirect/8405811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-1/episode-10","name":"Gefährliches Terrain","epNo":10,"alt":"Never Say Die","descr":"Die Männer pumpen, was das Zeug hält, doch das Wasser in der Mine steigt unaufhörlich weiter. Mittlerweile sind die Goldgräber in einer Tiefe von rund 20 Metern angelangt. So weit hat sich in dieser Region noch niemand ins steinige Erdreich vorgewagt. Je tiefer die Männer graben, desto gefährlicher wird es – aber Todd Hoffman und seine Gefährten haben keine Wahl: Die Temperaturen in Alaska sinken kontinuierlich, und den Glücksrittern bleiben nur noch wenige Tage, bis sie auf ihrem Claim endgültig die Zelte abbrechen müssen. Diese letzte Chance will die Crew nutzen – allen voran Urgestein Jack. Der Goldsucher-Veteran wagt sich mit seinem tonnenschweren Bagger auf gefährliches Terrain. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891868","hoster":"VOE"},{"path":"/redirect/8428089","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-1","name":"Neuer Sommer, neues Glück?","epNo":1,"alt":"Twist Of Fate","descr":"Todd Hoffman und sein Vater Jack, ein alter Goldsucher-Veteran, sind nach Alaska an ihren Claim am Porcupine Creek zurückgekehrt. Vor einigen Monaten war ihr großer Traum bereits zum Greifen nah, doch dann kam der Winter. Um ein Haar hätten sie dieser gottverlassenen Wildnis nahe der kanadischen Grenze ein Vermögen abgetrotzt, davon sind die rauen Burschen felsenfest überzeugt. Aus diesem Grund haben sie ihre allerletzten Reserven zusammengekratzt und wagen nun zusammen mit ihrer kleinen Crew einen neuen Versuch. Jeder Tag auf dem Claim kostet die Männer rund 1000 Dollar. Doch sie sind bereit, dieses Risiko erneut einzugehen, denn ihre Goldader könnte Millionen wert sein. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13598385","hoster":"VOE"},{"path":"/redirect/8405812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-2","name":"Entscheidung in Dawson City","epNo":2,"alt":"Virgin Ground","descr":"Die Nachricht schlägt wie eine Bombe ein: Der Eigentümer hat den Claim weiterverkauft, und damit sind auch die Schürfrechte der Schatzsucher am Porcupine Creek hinfällig! Todd Hoffman und seine Gefährten müssen ihre Sachen packen. Unmittelbar vor dem Ziel platzt ihr großer Traum wie eine Seifenblase. Doch geschlagen geben sich die rauen Burschen trotzdem nicht. Weiter nördlich in Dawson City beraten die Männer, was nun zu tun ist. Das kleine Nest am Klondike River wurde um die Jahrhundertwende gegründet. Damals begann genau hier der berühmte Goldrausch, der Hunderttausende Abenteurer mit der Hoffnung auf Ruhm und Reichtum nach Alaska lockte. Diesen Pioniergeist wollen Todd und seine Kameraden wieder aufleben lassen. Doch dazu brauchen sie dringend einen neuen Claim. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891921","hoster":"VOE"},{"path":"/redirect/8405816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-3","name":"Familien-Zoff","epNo":3,"alt":"Family Feud","descr":"Die Goldsucher richten sich am Klondike-River auf ihrem neuen Claim ein. Todds Vater Jake ebnet mit der Planierraupe das Gelände, geht dabei aber ein wenig planlos zu Werke. Das passt seinem ungeduldigen Sohn überhaupt nicht. Da die Männer durch ihren Umzug Richtung Dawson City schon genug Zeit verloren haben, muss jetzt jeder Handgriff sitzen. Doch Jake möchte erst einmal austesten, was die neue Maschine kann und reagiert auf den Anpfiff des Juniors extrem beleidigt. Schließlich packt der 65-jährige Goldgräber-Veteran wutentbrannt seinen Kram und zieht von dannen. Wenn die beiden Streithähne ihren Familien-Zwist nicht schnellsten in den Griff bekommen, gerät das ganze Projekt in Gefahr. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891927","hoster":"VOE"},{"path":"/redirect/8405819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-4","name":"Böse Überraschung","epNo":4,"alt":"Slippery Slope","descr":"Mindestens 200 Unzen Gold wollen sie dem Erdreich abringen! Todd Hoffman und seine Gefährten haben in den vergangenen Tagen mit ihren schweren Maschinen ein Gebiet von der Größe eines Fußballfeldes gerodet. Nun kann es endlich losgehen mit der Schatzsuche, denn die Männer hoffen hier auf den ganz großen Fund. Auf die Crew wartet jedoch eine böse Überraschung: Marlon McNeal, ein erfahrener Veteran aus der Gegend, hat das Treiben der Abenteurer beobachtet und möchte verhindern, dass die Männer in ihr Verderben rennen. Vor rund 60 Jahren hatten auf dem gleichen Terrain schon einmal Goldgräber ihr Glück versucht. Das Gebiet ist also bei weitem nicht mehr so \"jungfräulich\", wie Todd und seine Gefährten angenommen haben. Wie es aussieht haben die Kumpels schlecht recherchiert. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891931","hoster":"VOE"},{"path":"/redirect/8405821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-5","name":"Der Beweis","epNo":5,"alt":"Drill Or Die","descr":"Goldgräber Dave versinkt mit seinem Bulldozer beinahe im Schlamm, und die Arbeit auf dem Claim wird von Tag zu Tag gefährlicher. Kein Wunder, dass die Nerven der Schatzsucher zum Zerreißen gespannt sind: Haben Todd Hoffman und seine Freunde womöglich aufs falsche Pferd gesetzt? Ein Drittel der Saison ist schon vorüber, der Wintereinbruch rückt drohend näher, aber die Männer haben noch immer kein einziges Körnchen Gold gefunden. In ihrer Not wenden sie sich an einen Goldsucher-Veteran, der die Region wie seine Westentasche kennt. Tony rät den Abenteurern dringend, einige Probebohrungen zu unternehmen, bevor sie auf ihrem Claim riesige Mengen an Erdreich abtragen. Nur so können sie herausfinden, ob sich der ganze Aufwand am Ende auch lohnt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891937","hoster":"VOE"},{"path":"/redirect/8405823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-6","name":"Zum Greifen nah","epNo":6,"alt":"Lovestruck","descr":"Die letzten Tage waren die Hölle, doch jetzt haben die Schatzsucher endlich Gewissheit: Es gibt tatsächlich Gold auf ihrem Claim. Die Probebohrungen waren ein voller Erfolg. Trotz der guten Nachrichten sind Todd Hoffman und seine Kameraden aber noch lange nicht am Ziel. Im Gegenteil: Nun geht es erst richtig los! Vater Jack legt mit seinem 45 Tonnen schweren Bagger die Kiesschicht frei, in der das Gold eingelagert ist, und anschließend kommt die neue Waschanlage zum Einsatz. Doch die Maschine funktioniert nicht optimal. Mechaniker James muss für das Problem schnellstens eine Lösung finden. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891950","hoster":"VOE"},{"path":"/redirect/8405825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-7","name":"Eine Frage der Technik","epNo":7,"alt":"Gold At Last","descr":"Mit ein paar Schrauben ist es hier nicht getan. Auf ihrem Claim am Klondike River haben die Schatzsucher große Probleme mit der Mechanik und müssen ihren geballten technischen Sachverstand in die Waagschale werfen. Die Waschanlage, die das Gold aus dem Erdreich filtern soll, funktioniert nämlich bei weitem nicht so perfekt, wie sie sollte. Todd Hoffman und sein Team müssen sich entscheiden: Entweder sie arbeiten trotzdem damit weiter, auch wenn ihnen Tausende von Dollar durch die Lappen gehen können, oder sie rüsten die Maschine um. – Was wiederum wertvolle Zeit kostet. Alle Verantwortung lastet jetzt auf \"Maschinen-Mann\" James Harness, auf dessen Urteil sich die Goldsucher-Crew bis dato immer verlassen hatte. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891946","hoster":"VOE"},{"path":"/redirect/8405828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-8","name":"Vier Unzen","epNo":8,"alt":"On The Gold","descr":"Nicht schon wieder! Die Schatzsucher hadern am Klondike River mit ihrem Schicksal, denn sie haben einmal mehr mit technischen Problemen zu kämpfen. Diesmal streikt der Radlader. Die schwere Maschine bewegt sich aufgrund eines Hydraulik-Schadens keinen Zentimeter von der Stelle. Die Reparatur des Schaufelbaggers kostet die Männer fast 2000 Dollar und wertvolle Zeit – trotzdem lassen sich Todd Hoffman und seine Crew nicht unterkriegen, denn die Goldsucher wähnen sich fast am Ziel. Nicht zu Unrecht, wie sich bald zeigt. Kaum ist das Fahrzeug wieder im Einsatz, winkt den Glücksrittern das erste Erfolgserlebnis. Und vier Unzen an einem Tag sind für den Anfang wirklich nicht schlecht. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891878","hoster":"VOE"},{"path":"/redirect/8405830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-9","name":"Feintuning","epNo":9,"alt":"Dead In The Water","descr":"Seit drei Monaten schuften die Schatzsucher nun schon auf ihrem Claim und haben in dieser Zeit Tausende von Dollar für anfallende Reparaturen und schwere Maschinen ausgegeben. Jetzt scheinen sich die Investitionen auszuzahlen: Todd Hoffman und seine Kameraden sind endlich auf Gold gestoßen! Von ihrem großen Ziel sind sie trotzdem noch ein gutes Stück entfernt. 100 Unzen des wertvollen Edelmetalls sind letztendlich nötig, damit ihr Trip in die Wildnis nicht als finanzielles Fiasko endet. Doch um solche Mengen Gold zu schürfen, müssen die Glücksritter ihre Probleme mit der Waschanlage schnellsten in den Griff kriegen. Die Riffeln der riesigen Maschine füllen sich ständig mit Sand, und dadurch verlieren die Männer jeden Tag einen Haufen Geld. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891883","hoster":"VOE"},{"path":"/redirect/8891889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-10","name":"Rund um die Uhr","epNo":10,"alt":"Twenty Four Seven","descr":"Das große Abenteuer am Klondike River entwickelt sich für Todd Hoffman und seine Crew zu einem Wettlauf gegen die Zeit. Die Männer sind zwar vor kurzem auf eine Goldader gestoßen, doch die Saison ist schon sehr weit fortgeschritten. Der Winter naht mit riesigen Schritten und es bleiben kaum mehr 50 Tage, bis das Erdreich zu Eis gefriert. Bei einer durchschnittlichen Ausbeute von etwa 1 ½ Unzen pro Tag bleibt den Goldgräbern also nur eine Wahl: Sie müssen ihr Pensum deutlich erhöhen und ab sofort in Schichten arbeiten. Das bedeutet rund um die Uhr, 24 Stunden am Tag. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891886","hoster":"VOE"},{"path":"/redirect/8405833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-11","name":"Schlimmer geht’s nicht","epNo":11,"alt":"Rock Bottom","descr":"Den Goldsuchern steht schweißtreibende Arbeit bevor: Das ganze Areal muss gerodet werden, bevor Todd Hoffman und seine Crew an der neuen Schürfstelle eine zweieinhalb Meter tiefe, gefrorene Schlammschicht abtragen können. Erst dann haben die Männer eine Chance, auf goldhaltiges Erdreich zu stoßen. Unter normalen Umständen würden diese Arbeiten fast einen Monat in Anspruch nehmen, doch wegen des bevorstehenden Winters bleibt dem Team höchstens die Hälfte der Zeit. In der alten Grube am Klondike River sind die Abenteuer nämlich auf felsigen Untergrund gestoßen und können dort nicht weiter arbeiten. Ausgerechnet in dieser heiklen Phase streikt auch noch der Bagger. Schlimmer hätte es für die Schatzsucher nicht kommen können! (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891888","hoster":"VOE"},{"path":"/redirect/8405835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-12","name":"Mit vereinten Kräften","epNo":12,"alt":"Bedrock Gold","descr":"In den vergangenen sieben Wochen haben die Männer auf ihrem Claim am Klondike River rund 7000 Tonnen Erdreich bewegt. Doch bis dato ist die Ausbeute enttäuschend: 28 Unzen Gold im Wert von 36.000 Dollar reichen den Schatzsuchern nicht einmal aus, um ihre Unkosten zu decken. Damit die Crew Gewinn macht, fehlen noch immer rund 70 Unzen. Deshalb ruhen jetzt alle Hoffnungen auf der neuen Schürfstelle. Wenn Todd Hoffman und seine Kameraden dort schnell auf goldhaltiges Gestein stoßen, könnte sich das Unternehmen doch noch rentieren. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891899","hoster":"VOE"},{"path":"/redirect/8405836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-13","name":"Der Lichtblick","epNo":13,"alt":"Man Down","descr":"Greg Remsburg glaubt nicht mehr an den Erfolg. Er verlässt den Claim und macht sich auf den Weg nach Oregon, um dort Arbeit zu suchen. Doch möglicherweise hat der Abenteurer zu früh aufgegeben, denn nur kurze Zeit später finden seine Kameraden den ersten Goldklumpen. Trotz Freudentaumel hat die Sache einen Haken: Das Team ist rein zufällig auf das dicke Nugget gestoßen – an einer Stelle, an der niemand auch nur den kleinsten Brösel des begehrten Edelmetalls vermutet hätte. Jetzt sind die Goldsucher etwas ratlos. Sollen sie so kurz vor dem Wintereinbruch noch eine zweite Schürfstelle aufmachen oder ihre Kräfte lieber auf die aktuelle konzentrieren? Todd Hoffman und seine Jungs müssen eine wichtige Entscheidung treffen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891898","hoster":"VOE"},{"path":"/redirect/8405838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-14","name":"Schwarze Zahlen","epNo":14,"alt":"In The Black","descr":"Die Nerven der Männer sind zum Zerreißen gespannt. Vier Tage und Nächte haben sie ohne Unterbrechung in mehreren Schichten durchgeschuftet, um ihr großes Ziel zu erreichen. Jetzt kommt der Moment der Wahrheit – am Lagerfeuer verkündet Schatzsucher-Veteran Jack Hoffman das Ergebnis des letzten Clean-outs: Mindestens 10 Unzen müssen es sein, damit sich die Plackerei gelohnt hat. Doch die Erwartungen der Abenteurer werden sogar noch übertroffen. Insgesamt haben sie dem Erdreich in den letzten Tagen 15 Unzen Gold abgerungen! Damit sind ihre Unkosten von rund 110.000 Dollar für diese Saison gedeckt. Alles was sie von nun bis zum Wintereinbruch noch finden, wandert direkt in ihren Geldbeutel. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891904","hoster":"VOE"},{"path":"/redirect/8891918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-15","name":"Winterzeit","epNo":15,"alt":"Frozen Out","descr":"In Alaska hält der eisige Winter Einzug, und die Bedingungen werden von Tag zu Tag extremer. Deshalb packen die meisten Goldsucher ihre Sachen und kehren erst im Sommer wieder zurück. Nicht so Todd Hoffman und seine Crew: Die Männer wollen bis zum allerletzten Moment ausharren und schürfen, was das Zeug hält. Da die aktuellen Bodenproben äußerst vielversprechend sind, wähnt sich das Team nur eine Handbreit vom großen Ziel entfernt. Vielleicht liegt das Gold ja direkt zu ihren Füßen! Die bitterkalten Temperaturen erlauben jedoch nur noch ein Arbeitspensum von maximal fünf Stunden täglich, rund um die Mittagszeit. Früh am Morgen und in den Abendstunden ist der Boden komplett zugefroren. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891911","hoster":"VOE"},{"path":"/redirect/8405849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-2/episode-16","name":"Die Stunde der Wahrheit","epNo":16,"alt":"Judgment Day","descr":"Wochenlang sah es ganz danach aus, als hätten Todd Hoffman und seine Crew auch beim zweiten Anlauf keinen Erfolg. Die Schatzsucher standen am Klondike River kurz vor dem finanziellen Ruin, aber dann gelang es ihnen doch noch, das Ruder herumzureißen. Im allerletzten Moment haben die Abenteurer eine vielversprechende Goldader erschlossen, mit der sie ihre Unkosten in Höhe von 110.000 Dollar fürs Erste decken. Doch damit können sie sich auf Dauer natürlich nicht zufrieden geben: In einem fulminanten Endspurt holen die Männer aus sich und ihren Maschinen das Letzte heraus. Beim finalen Clean-out wird sich zeigen, ob sich ihr Traum vom Reichtum erfüllen kann. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891917","hoster":"VOE"},{"path":"/redirect/8405847","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-1","name":"Die Macht des Goldes","epNo":1,"alt":"Million Dollar Season","descr":"Drei Muldenkipper und zwei Schaufelbagger, dazu Frontlader und Planierraupen: Todd Hoffman und seine Crew haben sich mächtig in Unkosten gestürzt, denn in ihrer dritten Saison hoffen die Männer in Alaska auf den ganz großen Gold-Fund. Im vergangenen Jahr hatte ihnen der eisige Winter am Klondike River einen dicken Strich durch die Rechnung gemacht. Und damit nicht nochmal das Gleiche passiert, teilen sie sich in zwei Teams auf. Am \"Quartz Creek\" hat Todd das Kommando, am Indian River führt Dave Turin die Männer an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892011","hoster":"VOE"},{"path":"/redirect/8405848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-2","name":"Anfängerfehler","epNo":2,"alt":"The Wrong Claim","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892017","hoster":"VOE"},{"path":"/redirect/8405854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-3","name":"Von Rückschlägen und Eingeständnissen","epNo":3,"alt":"Secret Weapons","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892016","hoster":"VOE"},{"path":"/redirect/8405853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-4","name":"Kampfansage","epNo":4,"alt":"Battle Of The Bridge","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892018","hoster":"VOE"},{"path":"/redirect/8405855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-5","name":"Unter Druck","epNo":5,"alt":"The Ultimatum","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892022","hoster":"VOE"},{"path":"/redirect/8405861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-6","name":"Der Prototyp","epNo":6,"alt":"Game Changer","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892023","hoster":"VOE"},{"path":"/redirect/8405860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-7","name":"Mit dem Kopf durch die Wand","epNo":7,"alt":"Road To Gold","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892030","hoster":"VOE"},{"path":"/redirect/8405862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-8","name":"Die Abrechnung","epNo":8,"alt":"Up Smith Creek","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891962","hoster":"VOE"},{"path":"/redirect/8405864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-9","name":"Die Turbo-Trommel","epNo":9,"alt":"Leprechaun Gold","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916012","hoster":"VOE"},{"path":"/redirect/8405866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-10","name":"Land in Sicht","epNo":10,"alt":"Dozer Wars","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891977","hoster":"VOE"},{"path":"/redirect/8405868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-11","name":"Ein Kettendozer auf Abwegen","epNo":11,"alt":"Pink Slip","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891979","hoster":"VOE"},{"path":"/redirect/8405869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-12","name":"Eine schwere Entscheidung","epNo":12,"alt":"The Merger","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916013","hoster":"VOE"},{"path":"/redirect/8405871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-13","name":"Bis ans Limit","epNo":13,"alt":"The Nightshift","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891990","hoster":"VOE"},{"path":"/redirect/8892007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-14","name":"Volles Risiko","epNo":14,"alt":"Bedrock Blowout","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891999","hoster":"VOE"},{"path":"/redirect/8405873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-15","name":"Auf der Zielgeraden","epNo":15,"alt":"Redemption Road","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892002","hoster":"VOE"},{"path":"/redirect/8405877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-3/episode-16","name":"Feuer und Eis","epNo":16,"alt":"The Motherlode","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892005","hoster":"VOE"},{"path":"/redirect/8405878","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-1","name":"Aufbruch ins Ungewisse","epNo":1,"alt":"Queen Of Diamonds","descr":"Gefährliche Krankheiten und wilde Tiere: Todd Hoffman führt seinen Männern in Oregon die Gefahren des Abenteuers vor Augen. Der Aufbruch in den südamerikanischen Regenwald ist mit vielen Risiken verbunden. Jedem, der nicht gewillt ist, diese einzugehen, steht es frei zu gehen. Für alle anderen im Team heißt es anschließend: Abschied nehmen von den Familien. Denn die nächsten fünf Monate werden die Männer Tausende Kilometer entfernt in der Wildnis verbringen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892572","hoster":"VOE"},{"path":"/redirect/8405882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-2","name":"Landraub","epNo":2,"alt":"Learning Curve","descr":"Im Dschungel von Guyana kommt es für die Hoffman-Crew zur Katastrophe: Während die Männer im Flugzeug sitzen, beackert jemand im Urwald ihren 4000-Hektar-Claim. Illegale Schatzsucher graben dort in ihrer Abwesenheit nach Gold. Parker Schnabel steckt in Kanada ebenfalls bis zum Hals in Schwierigkeiten. Dem Abenteurer geht bei seinem ersten großen Projekt das Geld aus. Und Glücksritter Dustin Hurt verschlägt es in dieser Episode hoch hinauf in die Berge. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892571","hoster":"VOE"},{"path":"/redirect/8405888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-3","name":"Höllenfahrt","epNo":3,"alt":"In Too Deep","descr":"Unbefestigte Schlammpisten und zerstörte Brücken: Die 200 Kilometer lange Strecke von Georgetown bis nach Mahdia entwickelt sich für Todd Hoffman und seine Crew zum unberechenbaren Höllentrip. Die Männer kämpfen sich mit ihren tonnenschweren Maschinen in Guyana Meter um Meter durch den Regenwald. Parker Schnabel stellt unterdessen in Alaska klar, wer auf seinem Claim das Sagen hat. Und die \"Dakota Boys\" beißen am berüchtigten \"Glory Hole\" einmal mehr auf Granit. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378690","hoster":"VOE"},{"path":"/redirect/8405885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-4","name":"Schlammschlacht","epNo":4,"alt":"Road From Hell","descr":"Einen Schritt vor und zwei zurück: Todd Hoffman und seine Gefährten hadern in Guyana mit ihrem Schicksal. Dieses Mal spielt ihnen das Wetter einen Streich. Im Dschungel gießt es seit Tagen wie aus Eimern. Wichtige Verbindungswege sind unbefahrbar. Parker Schnabel hat derweil in Alaska mit anderer Unbill zu kämpfen. Ein Geldgeber setzt ihn unter Druck. Und die \"Dakota Boys\" machen am \"Glory Hole\" einen verheißungsvollen Fund. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892561","hoster":"VOE"},{"path":"/redirect/8405886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-5","name":"20 Unzen","epNo":5,"alt":"Garnets Or Gold","descr":"Todd Hoffman muss aus familiären Gründen die Heimreise in die USA antreten. Doch der Schatzsucher lässt sein Team in Guyana mit einer klaren Botschaft zurück: Mindestens 20 Unzen Gold müssen die Männer während seiner Abwesenheit ans Tageslicht befördern, denn sonst wird es finanziell eng für die Truppe. Der 18-jährige Parker Schnabel hat unterdessen am Scribner Creek mit technischen Problemen zu kämpfen. Und am \"Glory Hole\" kommt es in 37 Metern Tiefe zum Streit zwischen Vater und Sohn. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892568","hoster":"VOE"},{"path":"/redirect/8405891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-6","name":"Meuterei","epNo":6,"alt":"Mutiny","descr":"Die Stimmung am Scribner Creek in Alaska ist auf einem Tiefpunkt angelangt. Seit 20 Stunden kämpfen die Goldsucher dort mit dem hart gefrorenen Permafrostboden. Die Männer sind müde und ausgelaugt. Trotzdem gönnt ihnen der Boss keine Pause. Wenn der 18-jährige Parker Schnabel seine Truppe weiterhin so hart antreibt, droht ihm eine Meuterei. Für Todd Hoffman und seine Crew schlägt unterdessen in Guyana die Stunde der Wahrheit. Der erste Cleanout wird zeigen, was der Claim in Südamerika wert ist. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892475","hoster":"VOE"},{"path":"/redirect/8405889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-7","name":"Nuggets und Diamanten","epNo":7,"alt":"Paid In Full","descr":"Todd Hoffman und seine Gefährten haben in Guyana nahezu jede Hoffnung verloren. Die Unkosten des Abenteuers steigen ins Unermessliche, und bis dato hat sich der Aufwand in keiner Weise ausgezahlt. Die Männer sind müde, abgekämpft und maßlos enttäuscht. Just in dem Augenblick, als die Truppe ans Aufgeben denkt, wendet sich jedoch das Blatt. Der 18-jährige Parker Schnabel und seine Crew stehen in Alaska ebenfalls unter Druck: In Kürze flattern Rechnungen ins Haus. Wenn die Schatzsucher nicht schnellstens Gold finden, verlieren sie ihren Bulldozer. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892479","hoster":"VOE"},{"path":"/redirect/8405895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-8","name":"Alles auf eine Karte","epNo":8,"alt":"Jungle Boogie","descr":"Diamanten statt Gold? Todd Hoffman und seine Crew wittern in Guyana Morgenluft, denn sie haben im Dschungel einen Schatz entdeckt. Um die kostbaren Edelsteine aus dem Erdreich zu filtern, benötigen die Männer jedoch neues Equipment. Schatzsucher Dustin Hurt stürzt sich in Alaska ebenfalls in Unkosten. Sein neuer Claim hoch oben in den Bergen ist nämlich nur per Hubschrauber zu erreichen. Nach dem Fiasko am \"Glory Hole\" bleibt dem Glücksritter jedoch keine andere Wahl: er muss etwas riskieren, ansonsten geht in diesem Jahr leer aus. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892452","hoster":"VOE"},{"path":"/redirect/8405897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-9","name":"Spedition Schnabel","epNo":9,"alt":"Hope Creek","descr":"Parker Schnabel setzt am Klondike River alles auf eine Karte: Der 18-Jährige hat eine der größten Waschanlagen Alaskas gemietet, um seine ehrgeizigen Ziele zu erreichen. Doch bevor er und sein Team die Maschine am Scribner Creek einsetzen können, müssen die Männer das gigantische Monstrum zunächst mitten durch die Wildnis transportieren. Dave Turin will in Guyana ebenfalls Berge versetzen: Der Schatzsucher baut gemeinsam mit seinen Männern im Dschungel eine Straße. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892456","hoster":"VOE"},{"path":"/redirect/8405898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-10","name":"Blitz und Donner","epNo":10,"alt":"Blowout","descr":"Dunkle Wolken am Himmel verheißen nichts Gutes. Todd Hoffman und seine Crew werden in Guyana von einem heftigen Unwetter überrascht. Von einer Sekunde auf die andere lassen die Männer im Dschungel alles stehen und liegen, und suchen Schutz an einem sicheren Ort. Dustin Hurt kehrt unterdessen von seiner Expedition aus den Bergen zurück. Die ersten Tests am Cahoon Creek waren äußerst vielversprechend. Nun stellt sich nur noch die Frage, wie der Schatzsucher sein Prestigeprojekt finanziert. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892457","hoster":"VOE"},{"path":"/redirect/8405904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-11","name":"Tage der Entscheidung","epNo":11,"alt":"Death Of A Dream","descr":"140 Unzen Gold im Wert von fast 200 000 Dollar: Für Parker Schnabel und seine Crew wendet sich in Alaska das Blatt. Die harte Arbeit scheint sich für das Team nun endlich auszuzahlen. Die Ausbeute der \"Dakota Boys\" am Porcupine Creek kann sich ebenfalls sehen lassen. Voller Stolz präsentiert Fred Hurt seinen Männern das Ergebnis des letzten Cleanouts. Todd Hoffmann und sein Team leisten unterdessen in Guyana den Offenbarungseid. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892459","hoster":"VOE"},{"path":"/redirect/8405901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-12","name":"Auferstehung","epNo":12,"alt":"The Resurrection","descr":"Tony Mekdici lässt nur ungern mit sich verhandeln. Den erfahrenen Geschäftmann überzeugen stattdessen nur nackte Zahlen. Der Landbesitzer stellt Todd Hoffman und seiner Crew in Südamerika ein knallhartes Ultimatum: Wenn die Männer in den nächsten sieben Tagen nicht mindestens 14 Unzen Gold finden, müssen sie ihre Sachen packen. Die \"Dakota Boys\" haben in Alaska ebenfalls mit schwerwiegenden Problemen zu kämpfen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892462","hoster":"VOE"},{"path":"/redirect/8405903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-13","name":"Der Veteran","epNo":13,"alt":"Fantasy Land","descr":"Parker Schnabel hat in Alaska die Qual der Wahl: Soll sein Team fortan diesseits oder jenseits des Flusses nach Gold graben? Trifft der 18-Jähige im nördlichsten Bundesstaat der USA die falsche Entscheidung, drohen seinem Team herbe Verluste. Todd Hoffman und seine Crew kämpfen unterdessen in Guyana mit den Launen eines unzufriedenen Claimbesitzers. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892465","hoster":"VOE"},{"path":"/redirect/8405907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-14","name":"Rettung aus der Luft","epNo":14,"alt":"Medevac","descr":"Drei Teams, ein Auftrag: Todd Hoffman und seine Crew wechseln in der vierten Staffel den Kontinent und folgen dem Goldrausch nach Südamerika. Denn die Prognosen im Dschungel von Guyana sind günstig: Mit etwas Glück können die Männer dort fünfmal so viel Geld verdienen wie in Alaska. Doch das Abenteuer birgt viele Risiken, und nicht jeder im Team ist bereit, diese einzugehen. Parker Schnabel steht in den neuen Folgen ebenfalls vor einem großen Wagnis. Der Schatzsucher leitet am Klondike River sein erstes Goldsucherprojekt: eine gewaltige Herausforderung für den 18-Jährigen. Und die \"Dakota Boys\" kehren zum \"Glory Hole\" zurück. Mit diesem Claim haben die Männer noch eine Rechnung offen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892470","hoster":"VOE"},{"path":"/redirect/8405908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-15","name":"Gefährliche Operation","epNo":15,"alt":"Man On Wire","descr":"Die \"Dakota Boys\" planen in Südostalaska eine gefährliche Operation. Die Männer wollen am Cahoon Creek einige Testbohrungen durchführen. Das Team vermutet dort reiche Edelmetallvorkommen. Doch vorher müssen die Abenteurer ihr schweres Arbeitsgerät per Seilrutsche über eine 120 Meter tiefe Schlucht transportieren - so wie die ersten Goldsucher vor über hundert Jahren. Teamleader Dustin Hurt riskiert bei der waghalsigen Aktion Kopf und Kragen. (Text:DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008203","hoster":"VOE"},{"path":"/redirect/8405911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-4/episode-16","name":"Licht und Schatten","epNo":16,"alt":"Day Of Reckoning","descr":"Ausgerechnet der Veteran: Todds Vater Jack begeht in Guyana einen folgenschweren Fehler, der die Schatzsucher in arge Schwierigkeiten bringt. Parker Schnabel kommt unterdessen am Scribner Creek der Winter in die Quere. Die Temperaturen nähern sich dem Gefrierpunkt, und noch hat der 18-Jährige sein großes Ziel, 800 Unzen Gold im Wert von einer Million Dollar ans Tageslicht zu fördern, nicht erreicht. Die \"Dakota Boys\" feiern derweil in Alaska die erfolgreichste Saison ihrer gesamten Goldsucherkarriere. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8892476","hoster":"VOE"},{"path":"/redirect/8405914","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-1","name":"Ziel 2000 Unzen","epNo":1,"alt":"New Blood","descr":"Dave Turin zieht sich in die Wildnis zurück. Der Schatzsucher muss eine schwierige Entscheidung treffen. Wird er sich in diesem Jahr wieder den Hoffmans anschließen? Nach dem Desaster in Südamerika kann sich der Abenteurer keinen weiteren Reinfall leisten. Parker Schnabel ist dagegen geradezu euphorisch. Die 1000 Unzen, die der Goldsucher im letzten Jahr ans Tageslicht befördert hat, haben ihn selbstbewusst gemacht. In dieser Saison will der Newcomer sein Meisterstück abliefern. Außerdem taucht am Klondike ein neues Gesicht auf. Der \"Wikinger\" macht den angestammten Crews Konkurrenz. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924203","hoster":"VOE"},{"path":"/redirect/8405916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-2","name":"Zurück im Geschäft","epNo":2,"alt":"From The Ashes","descr":"Wie Phoenix aus der Asche? Todd Hoffman und sein Vater Jack, der Goldsucher-Veteran, fangen am Yukon noch einmal ganz von vorn an. In Südamerika haben die Abenteurer einen bitteren Rückschlag erlitten, deshalb stehen sie nun ohne Crew da. Doch echte Kerle lassen sich nicht unterkriegen. Das Duo will mit aller Macht zurück ins Geschäft. Parker Schnabel kämpft auf seinem Claim am Scribner Creek unterdessen mit dem Permafrostboden. Die Maschinen des Teams sind dem steinharten Untergrund nicht gewachsen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924207","hoster":"VOE"},{"path":"/redirect/8405917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-3","name":"Nachtarbeit","epNo":3,"alt":"Golden Boy","descr":"Schatzsucher Tony Beets hat sich eine gigantische Waschanlage zugelegt, die mehr Erdreich verarbeiten kann, als jede andere Maschine im Umkreis. Doch das riesige Monstrum aus Blech und Stahl lässt sich nur mit Kränen fortbewegen. Das kostet Zeit und Geld. Der \"Wikinger\" verliert in Alaska an Boden. Am Scribner Creek verkündet Parker Schnabel seinem Team ebenfalls schlechte Nachrichten. Die Ausbeute ist bis dato enttäuschend. Von nun an werden die Männer in Doppelschichten arbeiten müssen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924211","hoster":"VOE"},{"path":"/redirect/8405918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-4","name":"Goldfieber","epNo":4,"alt":"Viking Ship","descr":"34 Unzen: Todd Hoffman hat mit seiner Dreimann-Crew am McKinnon Creek eine beachtliche Menge Gold ausgegraben. Für die umgerechnet 33 000 Dollar kann die Truppe neue Maschinen kaufen. Die gute Nachricht sorgt bei den Männern für Hochstimmung. Für Parker Schnabel und sein Team läuft die Saison bis dato alles andere als rund. Allein die Benzinkosten für die schweren Laster verschlingen pro Tag rund 500 Dollar. Die Schatzsucher müssen mit ihrer Waschanlage näher ran an das kostbare Edelmetall. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924213","hoster":"VOE"},{"path":"/redirect/8405921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-5","name":"Ein harter Deal","epNo":5,"alt":"Hard Bargain","descr":"Wendet sich für Todd Hoffman doch noch alles zum Guten? Seine Erfolge sprechen sich am McKinnon Creek herum. Die Aussichten sind vielversprechend. Logan, Kevin und Andy, drei ehemalige Teammitglieder, sind bereits zurückgekehrt, um ihren Ex-Boss tatkräftig zu unterstützen. Nun muss Todd nur noch Dave Turin überzeugen. Wenn es darum geht, riesige Mengen Erdreich zu bewegen, gibt es in Alaska kaum einen besseren Mann. Steigt der erfahrene Goldsucher mit ein in das Projekt? Und wenn ja, zu welchen Bedingungen? (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924216","hoster":"VOE"},{"path":"/redirect/8924215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-6","name":"Eingefroren und überflutet","epNo":6,"alt":"Cursed Cut","descr":"In Alaska muss jeder mit anpacken. Tony Beets Tochter Monica unterstützt das Team ihres Vaters tatkräftig beim Transport einer riesigen Waschanlage. Die 20-Jährige lotst die tonnenschweren Lkws der Goldsucher per Funkgerät mitten durch die Wildnis. Todd Hoffman und Dave Turin bekommen es auf ihrem Claim mit gefrorenem Permafrostboden zu tun. Und Parker Schnabel hadert am Scribner Creek ebenfalls mit seinem Schicksal. Eine defekte Wasserpumpe wirft den Schatzsucher bei der Suche nach wertvollen Nuggets um Tage zurück. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924220","hoster":"VOE"},{"path":"/redirect/8405924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-7","name":"Goldzilla","epNo":7,"alt":"Goldzilla","descr":"Parker Schnabel und sein Team versinken am Scribner Creek mit ihren tonnenschweren Maschinen im Morast. Vor gut einem Jahr haben die Schatzsucher an gleicher Stelle Gold im Wert von 200 000 Dollar ausgegraben. Doch beim zweiten Versuch sind die Männer weniger erfolgreich. Wenn kein Wunder geschieht, endet die Schürfsaison für den 19-Jährigen in einem finanziellen Desaster. Todd Hoffman und sein Team plagen ebenfalls Geldsorgen. Die Crew muss eine Viertelmillion Dollar für eine neue Waschanlage auftreiben. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924219","hoster":"VOE"},{"path":"/redirect/8405926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-8","name":"Goldblütig","epNo":8,"alt":"Gold Blooded","descr":"Parker Schnabel und sein Team haben in Alaska keine andere Wahl. Die Ausbeute ist zu gering. Deshalb müssen sie mit ihren Maschinen umziehen, und das in Rekordzeit. Denn jeder Tag, an dem ihre Waschanlage stillsteht, kostet die Männer 15 000 Dollar. Schatzsucher-Lady Minnie redet am Paradise Hill unterdessen ein ernstes Wörtchen mit ihrem Ehemann Tony. Der \"Wikinger\" setzt bei der Arbeit auf dem Claim seine Gesundheit aufs Spiel. Sein Starrsinn bringt den Goldgräber am Ende noch ins Krankenhaus. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924225","hoster":"VOE"},{"path":"/redirect/8405928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-9","name":"Rekordgold","epNo":9,"alt":"Colossal Clean Up","descr":"Endlich zahlen sich die Mühen aus. Parker Schnabel und seine Crew erzielen am Scribner Creek ein Rekordergebnis. Der Cleanout bringt dem Team umgerechnet eine Viertelmillion Dollar ein. Wenn die Glückssträhne anhält, ist die Saison gerettet. Todd Hoffman und seine Gefährten setzen derweil in Alaska große Hoffnungen in ihre neue Waschanlage. Das riesige Monstrum kann wesentlich mehr Erdreich am Tag verarbeiten als die alte Maschine. Vorausgesetzt, die Schatzsucher finden in der Region ausreichend Wasser. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924226","hoster":"VOE"},{"path":"/redirect/8405930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-10","name":"Parkers Unfall","epNo":10,"alt":"Parker’s Accident","descr":"Todd Hoffman und sein Team mussten nach ihrem Misserfolg in Südamerika viel Häme einstecken. Doch nun sind die Schatzsucher zurück im Geschäft. Die Männer haben auf ihrem Claim am McKinnon Creek bis dato 235 Unzen Gold ausgegraben. Das Terrain hat die Größe von zehn Fußballfeldern und erweist sich als echter Hauptgewinn. Parker Schnabel gerät in Alaska unterdessen in Lebensgefahr. Der 19-Jährige wird auf dem Weg nach Dawson City in einen schweren Autounfall verwickelt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924228","hoster":"VOE"},{"path":"/redirect/8405934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-11","name":"Ein eigener Klondike-Claim","epNo":11,"alt":"Ship Of Fools","descr":"Parker Schnabel hält in Alaska Ausschau nach einem eigenen Claim. Denn bisher muss sich der 19-jährige Schatzsucher die Ausbeute mit \"Wikinger\" Tony Beets teilen, auf dessen Grund und Boden er nach Gold schürft. Ob sich der Lebenstraum jedoch in die Tat umsetzen lässt, steht auf einem anderen Blatt. Denn für ein vielversprechendes Stück Land mit reichen Edelmetallvorkommen muss man im nördlichsten US-Bundesstaat rund drei Millionen Dollar auf den Tisch blättern. Die Unkosten für Maschinen und Benzin nicht mit eingerechnet. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924234","hoster":"VOE"},{"path":"/redirect/8405933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-12","name":"Gold im Grundgestein","epNo":12,"alt":"Piles Of Gold","descr":"Tony Beets hat große Pläne. Sein Team schuftet in Alaska auf zwei Baustellen gleichzeitig und gerät dabei an seine Grenzen. Deshalb muss der \"Wikinger\" umdisponieren. Während seine Crew am Eureka Creek eine riesige Waschanlage aufbaut, kommt auf dem Claim nahe Dawson City der Nachwuchs zum Einsatz. Tonys Sohn Kevin hilft als Baggerfahrer aus und seine Tochter Monica lenkt einen tonnenschweren Lkw. Mit vereinten Kräften will die Goldsucherfamilie verlorene Zeit gut machen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924237","hoster":"VOE"},{"path":"/redirect/8405936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-13","name":"Auf dem Goldweg","epNo":13,"alt":"Gold Road","descr":"Zeit ist Geld: Parker Schnabel und sein Team suchen am Scribner Creek händeringend nach einem geeigneten Stück Land, auf dem sie nach Gold graben können. Das Terrain auf dem die Männer bisher gearbeitet haben, gibt nichts mehr her. Dort haben die Schatzsucher jeden Stein umgedreht. Auf dem Claim von Tony Beets kommt unterdessen ein Schwerlastkran zum Einsatz. Der \"Wikinger\" baut dort mit seiner Crew eine gigantische Waschanlage auf, deren Einzelteile die Männer zuvor mit Lkws durch die Wildnis transportiert haben. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924185","hoster":"VOE"},{"path":"/redirect/8405938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-14","name":"Bei Nacht und Nebel","epNo":14,"alt":"Rogue Miner","descr":"Jack Hoffman kann das Gold förmlich riechen. Der Schatzsucher-Veteran hat mit seinem Team am McKinnon Creek innerhalb einer Woche 132 Unzen Edelmetall im Wert von 158 000 Dollar ans Tageslicht befördert. Doch die vermeintliche Glücksträhne hält nicht lange an. Beim Graben stoßen die Männer plötzlich auf Permafrostboden. Parker Schnabel und seine Crew trifft es in Alaska noch härter. Der Kettenbagger streikt. Ohne die schwere Maschine sind Goldsucher komplett aufgeschmissen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924188","hoster":"VOE"},{"path":"/redirect/8405941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-15","name":"Im Staat von Tony Beets","epNo":15,"alt":"The Monster Lives","descr":"Tony Beets fordert 20 Prozent: Der \"Wikinger\" lässt nicht mit sich verhandeln. Parker Schnabel und sein Team werden daher am Scribner Creek noch härter schuften müssen, um ihr Soll zu erfüllen. Denn Claimbesitzer Tony bestimmt die Regeln. Darüber hinaus haben der 19-jährige Newcomer und seine Helfer in Alaska mit einem weiteren Problem zu kämpfen. Die Männer wollen mit ihren tonnenschweren Bulldozern einen Fluss überqueren. Eine Brücke muss her. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924190","hoster":"VOE"},{"path":"/redirect/8405943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-16","name":"Besser spät als nie","epNo":16,"alt":"Rivers Of Gold","descr":"Was sich nach der wildromantischen Verwirklichung eines Kindheitstraumes anhört, ist in Wirklichkeit knüppelharte Arbeit gepaart mit hohem Risiko. Die Schatzsucher müssen in der abgelegenen Wildnis Alaskas immer wieder herbe Rückschläge hinnehmen. Der Grund und Boden, auf dem Todd Hoffman und seine Crew jeden Tag hart schuften, wirft pro Quadratmeter kaum mehr als vier Dollar ab. Das reicht nicht einmal, um die Unkosten zu decken. Deshalb muss das Team eine weitreichende Entscheidung treffen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924194","hoster":"VOE"},{"path":"/redirect/8405946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-17","name":"Gold im Fluss","epNo":17,"alt":"Frozen Gold","descr":"Der Winter hält Einzug am McKinnon Creek und stellt die Schatzsucher vor große Probleme. Denn das Wasser in den Waschanlagen gefriert in den kalten Nächten zu Eis. Das kostet Todd Hoffman und seine Helfer in der Wildnis wertvolle Zeit. Doch es gibt auch gute Nachrichten zu vermelden: Bei ihrer Suche nach einem neuen Stück Land, auf dem sie nach Edelmetall graben können, sind die Männer auf vielversprechenden Grund und Boden gestoßen. Goldsucher-Veteran Dave Turin hatte einmal mehr den richtigen Riecher. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924243","hoster":"VOE"},{"path":"/redirect/8405945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-18","name":"Noch 300 Unzen","epNo":18,"alt":"Hundreds Of Ounces","descr":"Die schweren Maschinen stehen keine Minute still. Parker Schnabel will am Scribner Creek in Alaska nicht nachlassen, bevor das große Ziel von 2000 Unzen Gold erreicht ist. Doch der Schatzsucher hat seinem Team in den vergangenen Wochen offenbar zu viel zugemutet. Die Plackerei bei eiskalten Temperaturen hinterlässt bei den Männern Spuren. Kurz vor dem Wintereinbruch kippt die Stimmung. Die Crew ist müde und ausgelaugt. Es droht eine Meuterei. Fünfzehn Kilometer westlich kämpfen Todd Hoffman und seine Gefährten ebenfalls gegen widrige Bedingungen an. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8924199","hoster":"VOE"},{"path":"/redirect/8405949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-5/episode-19","name":"Kampf um die Freiheit","epNo":19,"alt":"Millions in Gold","descr":"Wie Phönix aus der Asche: Todd Hoffman und seine Gefährten haben es am McKinnon Creek allen Kritikern gezeigt. Noch vor einigen Monaten hätte niemand einen Cent auf das Team gesetzt. Nach dem Desaster in Südamerika standen Goldsucher vor dem Ruin. Doch in den vergangenen Monaten haben die Männer gezeigt, aus welchem Holz sie geschnitzt sind. Für Parker Schnabel und seine Crew lief die Saison ebenfalls erfolgreich. Voller Selbstbewusstsein wagt der junge Schatzsucher nun den nächsten Schritt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14074122","hoster":"VOE"},{"path":"/redirect/8405951","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-1","name":"Blut, Schweiß und Gold","epNo":1,"alt":"Blood, Sweat And Gold","descr":"Im Klondike geht der Winter zu Ende. Die neue Schürfsaison beginnt. Todd Hoffman hat bei der Suche nach dem kostbaren Edelmetall dieses Mal nicht nur seinen Vater Jack, sondern auch Sohn Hunter an seiner Seite. 2700 Unzen: Das Trio hat sich in diesem Jahr extrem hohe Ziele gesetzt. Die Schatzsucher schauen sich am Eldorado Creek ein vielversprechendes Stück Land an. Rund fünf Kilometer flussabwärts wurden im August 1896 haufenweise Nuggets gefunden. Diese Nachricht löste damals den Goldrausch aus. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930866","hoster":"VOE"},{"path":"/redirect/8405953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-2","name":"Das Gold-Schiff","epNo":2,"alt":"Gold Ship","descr":"Drei Jahrzehnte stand der Riese still. In der vergangenen Schürfsaison hat Urgestein Tony Beets rund eine Million Dollar in einen 80 Jahre alten Schwimmbagger investiert. Nach fünf Monaten harter Arbeit läuft das riesige Monstrum nun endlich. Jetzt will der Alaska-Experte Gold sehen, damit sich die Maschine irgendwann amortisiert. Doch auf dem Claim im Klondike herrscht dicke Luft, denn Tony überrascht seine Crew mit einem neuen Vorarbeiter. Ein Tiefschlag für alle, die den betagten Bagger flottgemacht haben. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930864","hoster":"VOE"},{"path":"/redirect/8405955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-3","name":"Großprojekt Gold-Waschanlage","epNo":3,"alt":"Moving The Monster","descr":"Am Scribner Creek bearbeitet Parker Schnabels Crew einen Flussbett-Abschnitt. Die Goldsucher müssen wertvolle Zeit aufholen. Doch der junge Minenboss hat nach der letzten Saison viele erfahrene Mitarbeiter verloren und musste diese durch Neulinge ersetzen. Emily Gorham ist 5000 Kilometer aus Vermont angereist. In dieser Folge soll die 22-Jährige einen Raupenbagger lenken, das Herzstück von Parkers Schürfbetrieb. Die riesige Maschine kann einen 30-Tonner mit nur fünf Schaufeln füllen – wenn man weiß, wie man sie zu bedienen hat. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8933913","hoster":"VOE"},{"path":"/redirect/8405954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-4","name":"Ein gut gemeinter Ratschlag","epNo":4,"alt":"Grandpa’s Golden Advice","descr":"200 Kubikmeter pro Stunde: Schatzsucher Todd Hoffman und seine Crew haben sich in Alaska hohe Ziele gesteckt. Doch um in der abgelegenen Wildnis 2700 Unzen Gold ans Tageslicht zu fördern, müssen die Männer Unmengen an Erdreich bewegen. Ein riesiges Förderband soll dem Team dabei helfen. Parker Schnabel sucht 16 Kilometer weiter östlich am Scribner Creek ebenfalls nach einer Lösung. Der gefrorene Boden taut, und sein Claim steht komplett unter Wasser. Lohnt es sich, an dieser Stelle weiterzugraben? (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8933971","hoster":"VOE"},{"path":"/redirect/8405959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-5","name":"Ärger mit der Eimerkette","epNo":5,"alt":"Jack’s Gold Shack","descr":"Tony Beets und sein Team hoffen in Alaska auf eine Millionen-Dollar-Saison. Die Männer ebnen am Eureka Creek eine Bodenfläche, durch die sich ihr riesiger, fast 80 Jahre alter Schwimmbagger Schritt für Schritt hindurchkämpfen soll. Doch dann streikt plötzlich die Technik. Die Eimerkette der Dredge springt ständig vom Führungsrad: Ein Bedienungsfehler? Wenn Vorarbeiter Gene Cheeseman und seine Kollegen das Problem nicht in den Griff bekommen, rücken ihre Träume von Ruhm und Reichtum in weite Ferne. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008205","hoster":"VOE"},{"path":"/redirect/8405960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-6","name":"Die Schatzinsel","epNo":6,"alt":"Treasure Island","descr":"73 Unzen im Wert von 73 000 Dollar: Das klingt nach viel Geld. Doch wenn man die Unkosten für Löhne, Maschinen und Benzin abzieht, bleibt am Ende kaum etwas übrig. Für Parker Schnabel läuft die Saison nicht rund. Im letzten Jahr hatte der junge Minenboss mit seinem Team um diese Zeit bereits das Vierfache erwirtschaftet. Deshalb sind die Männer auf der Suche nach einem vielversprechenden Gebiet, in dem sie schürfen können – und sie haben Glück. Ein Flussbettabschnitt entpuppt sich als Goldgrube. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930868","hoster":"VOE"},{"path":"/redirect/8930870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-7","name":"Schürfen im 21. Jahrhundert","epNo":7,"alt":"ElDorado Dream","descr":"Runde Kiesel in der Nähe des Grundgesteins sind mitunter ein Hinweis auf Goldvorkommen. Schatzsucher-Veteran Jack Hoffman verlässt sich in Alaska auf seine Erfahrung, sein Sohn und sein Enkel setzen derweil auf moderne Technik. Drei Generationen suchen am legendären Eldorado Creek nach kostbarem Edelmetall, und dabei kommen neueste wissenschaftliche Errungenschaften zum Einsatz: Mit einer Drohne erkunden die Männer das Tal aus der Luft. Von solchen Hilfsmitteln konnten die alten Pioniere nur träumen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934077","hoster":"VOE"},{"path":"/redirect/8405963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-8","name":"Schlammschlacht am McKinnon Creek","epNo":8,"alt":"Mammoth Channel","descr":"Todd Hoffmans Waschanlage läuft in Alaska auf Hochbetrieb. Um ihr Saisonziel zu schaffen, müssen die Schatzsucher die Maschine mit 230 Kubikmeter Erdreich pro Stunde füttern – so erreichen sie einen Schnitt von 50 Unzen Gold pro Tag. Doch dann stößt die Crew beim Graben plötzlich auf eine gefrorene Schlammschicht. Wenn diese in der Sonne taut, könnte sie den ganzen Betrieb ins Stocken bringen. Deshalb mobilisiert Vorarbeiter Dave Turin jeden verfügbaren Mann. Der Dreck muss weg, bevor das Team im Morast versinkt. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921352","hoster":"VOE"},{"path":"/redirect/8405965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-9","name":"Mammut-Gold","epNo":9,"alt":"Mammoth Gold","descr":"Todd Hoffmans Truppe hat am McKinnon Creek in Alaska einen riesigen Mammutstoßzahn ausgegraben. Der Fund setzt bei den Männern neue Kräfte frei, denn eine alte Schatzsucher-Weisheit besagt: Dort, wo man wertvolles Elfenbein im Boden findet, da liegt auch Gold vergraben! Ein Experte erklärt dem Team den wissenschaftlichen Zusammenhang. Zudem dürfte das fast drei Meter lange Prachtstück der Crew circa 50 000 Dollar einbringen. Mit dem Geld lassen sich einige Rechnungen bezahlen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7945864","hoster":"VOE"},{"path":"/redirect/8405968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-10","name":"Zeit ist Geld","epNo":10,"alt":"Parker’s 21st","descr":"Das Vorhaben ist riskant, doch Parker Schnabel geht in Alaska volles Risiko. Bis dato muss seine Crew das Schürfmaterial am Scribner Creek mit Lkws einen halben Kilometer weit durch die Wildnis transportieren. Das kostet wertvolle Zeit. Aus diesem Grund will der Schatzsucher auf dem Claim ein 120 Meter langes und 15 Meter hohes Fundament bauen, um die Anfahrt zur Waschanlage erheblich zu verkürzen. Durch diese Maßnahme könnte das Team zudem jede Menge Treibstoff sparen. Das Problem ist nur: So ein großes Projekt hat der junge Minen-Boss noch nie koordiniert. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930872","hoster":"VOE"},{"path":"/redirect/8405975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-11","name":"Käpt\u0027n Monica","epNo":11,"alt":"Captain Monica","descr":"Wenn es eng wird, muss die ganze Familie ran! Urgestein Tony Beets hat am Eureka Creek ein großes Problem. Die Ausbeute des Teams ist bis dato sehr überschaubar. Außerdem verabschiedet sich sein Vorarbeiter Gene Cheeseman in Kürze für eine Woche in den Heimaturlaub. Deshalb greift der erfahrene Schatzsucher in Alaska zu ungewöhnlichen Maßnahmen: Seine Tochter Monica soll das Kommando über den riesigen, fast 80 Jahre alten Schwimmbagger übernehmen. Doch ist die 22-Jährige dieser schwierigen Aufgabe gewachsen? (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930876","hoster":"VOE"},{"path":"/redirect/8405970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-12","name":"Machtkämpfe","epNo":12,"alt":"Crew War","descr":"Parker Schnabel nimmt am Scribner Creek seine neue Waschanlage in Betrieb. Um sein Saisonziel von 3000 Unzen zu erreichen, optimiert der junge Minen-Boss auf dem Claim zudem die Arbeitsprozesse. Sein Team erschließt einen neuen Abschnitt und häuft einen Materialvorrat von 70 000 Kubikmetern an. Denn die teure Anlage rentiert sich nur dann, wenn sie ununterbrochen im Einsatz ist. Doch der Kraftakt hat bei den Goldgräbern Spuren hinterlassen: Parkers Crew probt den Aufstand! Die Männer sind vollkommen erschöpft und brauchen dringend eine Pause. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8405974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-13","name":"Tag und Nacht","epNo":13,"alt":"Goldzilla Gold","descr":"Das Hoffman-Team muss einen Zahn zulegen, denn in der letzten Woche haben die Männer ihr Ziel von 200 Unzen verfehlt. Zudem werden die Goldgräber von technischen Problemen ausgebremst. Unter der Waschanlage hat sich jede Menge Abraum angesammelt, und das Förderband wurde durch einen scharfkantigen Stein aufgeschlitzt. Minen-Boss Todd ist außer sich, denn wenn seine Mitarbeiter konzentriert bei der Sache wären und die Augen aufhielten, ließen sich solche Zwischenfälle vermeiden. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930878","hoster":"VOE"},{"path":"/redirect/8405976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-14","name":"Der Millionen-Dollar-Berg","epNo":14,"alt":"Million Dollar Mountain","descr":"Zwei Bagger, fünf 40-Tonnen-Muldenkipper und ein Bulldozer: Die Hoffmans häufen auf ihrem Claim einen gigantischen Berg an, der Gold im Wert von einer Million Dollar enthalten soll. So wollen die Schatzsucher das zu verarbeitende Volumen an Schürfmaterial verdoppeln. Doch dann fängt plötzlich das Förderband Feuer. Klondike-Legende Tony Beets begutachtet derweil am Paradise Hill seine jüngste Neuanschaffung: einen riesigen Schwimmbagger mit 77 gusseisernen Eimern, die sich durch das Erdreich graben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917519","hoster":"VOE"},{"path":"/redirect/8405977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-15","name":"Kopf an Kopf","epNo":15,"alt":"Dead Even","descr":"Die Schatzsucher sind mit neuen Crews, neuen Maschinen und schweißtreibenden Abenteuern zurück. Todd Hoffman und sein Team haben im letzten Jahr in Alaska mehr Gold geschürft als jemals zuvor. Nun hoffen die Männer in der Wildnis auf eine neue Rekordsaison. Parker Schnabel war ebenfalls erfolgreich. Der junge Goldsucher und seine Truppe haben dem frostigen Boden im nördlichsten US-Bundesstaat Edelmetall im Wert von drei Millionen Dollar abgetrotzt. Doch Parker war so auf sein Ziel fixiert, dass er seinen besten Mann verschlissen hat. Und Tony Beets setzt im Klondike auf einen riesigen Eimerkettenbagger. Das Urgestein hat für die Instandsetzung des 80 Jahre alten Monstrums eine Million Dollar ausgeben. Nun ist der Gigant endlich einsatzbereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916011","hoster":"VOE"},{"path":"/redirect/8405982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-16","name":"Ricks Reinfall","epNo":16,"alt":"Golden Bombshell","descr":"Vor zwei Jahren wollte Parker Schnabels Truppe auf dem \"Fantasy Island\"-Abschnitt eine goldhaltige Erdschicht freilegen. Doch dann stießen die Schatzsucher beim Graben plötzlich auf Permafrostboden. Gegen diesen steinharten Untergrund sind sogar schwere Maschinen machtlos. Der Reinfall hat das Team damals 90 000 Dollar gekostet. Nun wollen die Männer den Lohn für ihre Mühen einfahren, denn das Areal ist mittlerweile aufgetaut. Vier Trucks sollen täglich 160 Ladungen Schürfmaterial zur Waschanlage transportieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921351","hoster":"VOE"},{"path":"/redirect/8405981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-17","name":"Auf nach Oregon!","epNo":17,"alt":"Oregon Gold","descr":"Todds Claim wird verkauft! Die Nachricht schlägt bei den Schatzsuchern wie eine Bombe ein. Wenn der Boss keine neue Mine findet, ist das Team im nächsten Jahr arbeitslos. Während seine Crew am McKinnon Creek nach Edelmetall schürft, bricht der erfahrene Goldgräber deshalb Richtung Oregon auf. Todd nimmt im \"Beaver State\" ein 80 Hektar großes Areal unter die Lupe. Die \"High Bar Mine\" befindet sich auf einem 1200 Meter hohen Berg. Dort liegen die Nuggets angeblich direkt unter der Erdoberfläche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930888","hoster":"VOE"},{"path":"/redirect/8405989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-18","name":"Eiskalte Überraschung","epNo":18,"alt":"Frozen Pay","descr":"Der Winter kommt! Den Schatzsuchern bleibt in Alaska nur noch wenig Zeit, und das stellt die Teams vor erhebliche Probleme. Todd Hoffman und seine Truppe haben auf ihrem Claim einen riesigen Berg an Schürfmaterial angehäuft – darin befindet sich Gold im Wert von einer halben Million Dollar. Doch wenn der Boden gefriert, können die Männer nicht mehr weiterarbeiten, und die Waschanlage der Crew operiert am Limit. Deshalb gibt es nur eine Lösung für das Problem: Eine neue Maschine muss her, noch größer und moderner als \"Monster Red\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930891","hoster":"VOE"},{"path":"/redirect/8405986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-6/episode-19","name":"Der letzte Cleanout","epNo":19,"alt":"King Of The Klondike","descr":"Tony Beets fehlen noch 300 Unzen, um sein Saisonziel zu erreichen. Dann hätte das Team in diesem Jahr Gold im Wert von 900 000 Dollar ans Tageslicht befördert, und die Investitionen zu Beginn der Saison hätten sich ausgezahlt. Doch die Temperaturen am Eureka Creek fallen dramatisch, so dass die Crew ihren riesigen Schwimmbagger aus dem Wasser bewegen muss, bevor dieser festfriert. Daher bleibt den Männern nur noch ein letzter Cleanout. Danach wird der tonnenschwere Koloss in ein Trockendock transportiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930894","hoster":"VOE"},{"path":"/redirect/8405988","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-1","name":"Wunder in den Bergen","epNo":1,"alt":"Miracle On The Mountain","descr":"5000 Unzen Gold im Wert von über sechs Millionen Dollar: Als Todd Hoffman in Oregon das Saisonziel verkündet, müssen einige Teammitglieder kräftig schlucken. So viel Edelmetall hat dort innerhalb eines Jahres noch niemand ans Tageslicht befördert! Doch der Traum scheint realisierbar, denn die Abenteurer sind bestens ausgerüstet. In den Blue Mountains stehen unzählige Lkws, Bagger und Bulldozer bereit, um damit Tausende Tonnen Erdreich zu bewegen. Und eine Goldwaschanlage, die mit ihren gigantischen Ausmaßen alles Dagewesene in den Schatten stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930896","hoster":"VOE"},{"path":"/redirect/8930898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-2","name":"Die Landebahn","epNo":2,"alt":"Eye In The Sky","descr":"Wo ist das Gold? Bei der Besichtigungstour vor einem Jahr haben die Hoffmans auf dem Claim in Oregon gigantische Nuggets entdeckt. Deshalb sind die Schatzsucher mit ihrem gesamten Equipment in den Pazifischen Nordwesten umgezogen. Doch in der ersten Woche hat das Team dort nur enttäuschende 38 Unzen erwirtschaftet – 15 Prozent der benötigten Menge. Das deckt bis dato nicht einmal die Treibstoffkosten. Tony Beets setzt derweil am Eureka Creek ambitionierte Pläne in die Tat um. Der Alaska-Veteran will einen Abraumberg zu einer Landebahn einebnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930899","hoster":"VOE"},{"path":"/redirect/8405992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-3","name":"Ein guter Kompromiss","epNo":3,"alt":"Frankenstein Machinery","descr":"Bessere Konditionen: Schatzsucher Parker Schnabel versucht mit seinem Verpächter im Yukon Territory einen neuen Deal auszuhandeln. Denn bis dato stehen Tony Beets 25 Prozent Gewinnbeteiligung zu, wenn das Team auf seinem Claim am Scribner Creek mehr als 3000 Unzen Edelmetall ans Tageslicht befördert. Sprich: Sobald die Männer diese Marke überschreiten, lohnt sich die anstrengende Arbeit kaum noch. Zudem ist Alaska-Veteran Tony als eigensinniger Sturkopf bekannt. Einigen sich beide Parteien trotzdem auf einen fairen Kompromiss?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930902","hoster":"VOE"},{"path":"/redirect/8405993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-4","name":"Aufruhr","epNo":4,"alt":"Mutiny","descr":"Die Lohnkosten sind zu hoch. Deshalb verkürzt Minenboss Kevin Beets die Arbeitszeit am Eureka Creek pro Tag um eine Stunde. Doch die Tatsache, dass sie in Zukunft weniger Geld verdienen werden, stößt bei seinen Männern auf wenig Gegenliebe. Und auf dem High Bar-Claim herrscht ebenfalls dicke Luft. Dort macht Todd Hoffman gute Miene zum bösen Spiel. Der letzte Cleanout ergab nur zwölf Unzen Gold im Wert von 13 000 Dollar. Die Schatzsucher hängen weit hinter den Erwartungen zurück und das Team gerät in Panik. Es droht eine Meuterei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916016","hoster":"VOE"},{"path":"/redirect/8405999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-5","name":"Rückschläge","epNo":5,"alt":"Misery On The Mountain","descr":"Parker Schnabels Team verarbeitet am Scribner Creek mit der neuen Goldwaschanlage rund 180 Kubikmeter Erdreich pro Stunde. So haben die Männer bis dato schon 412 Unzen Edelmetall erwirtschaftet – im Wert von über 450 000 Dollar. Doch Baggerfahrer Chris Doumitt plagt sich in der Wildnis seit Wochen mit Rückenbeschwerden herum. Im schlimmsten Fall droht dem Schatzsucher sogar eine Operation. Dieses Problem könnte die ganze Mission gefährden. Deshalb hält Minenboss Parker in dieser Folge Ausschau nach neuen Mitarbeitern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930909","hoster":"VOE"},{"path":"/redirect/8405996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-6","name":"Der Plan mit dem Kran","epNo":6,"alt":"No Crane, No Gain","descr":"Das rote Monster zieht um. Todd Hoffman und sein Team wagen in Oregon einen zweiten Anlauf und transportieren ihre riesige Goldwaschanlage zum 25 Kilometer entfernten Buckland Claim. Denn bis dato war die Schürfsaison für die Schatzsucher ein gigantischer Reinfall. Die spärliche Ausbeute von gerade mal 138 Unzen deckt nicht einmal die Unkosten. Anstatt auf faustgroße Nuggets zu hoffen und weiterhin Tausende Dollars in den Sand zu setzen, fokussieren sich die Männer nun auf Edelmetall, das sich tief im Grundgestein abgelagert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930911","hoster":"VOE"},{"path":"/redirect/8930914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-7","name":"Schieflage","epNo":7,"alt":"Watery Grave","descr":"Tony Beets Schwimmbagger leistet am Eureka Creek ganze Arbeit. Sein Team hat der Wildnis bereits 913 Unzen Edelmetall im Wert von 900 000 Euro abgetrotzt. Doch das Schürfmaterial vor Ort ist nahezu aufgebraucht, und die Dredge braucht einen neuen Einsatzort. Deshalb schleppen die Schatzsucher das tonnenschwere Monstrum mit Bulldozern in ein vielversprechendes Areal, wo sich die Maschine durch einen riesigen Abraumberg","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930915","hoster":"VOE"},{"path":"/redirect/8406004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-8","name":"Der Mega-Transport","epNo":8,"alt":"Mega Barge \u0026amp; Kid Commando","descr":"Kleine Brötchen backen ist nicht sein Ding: Tony Beets hat im letzten Jahr für 1,5 Millionen Dollar einen zweiten Schwimmbagger gekauft. Die riesige Maschine soll ebenfalls am Eureka Creek zum Einsatz kommen. Doch dazu muss das Team die Dregde zunächst 160 Kilometer durch die Wildnis transportieren. Das geht am schnellsten auf dem Yukon River. Deshalb verladen die Schatzsucher das Monstrum in der Goldgräberstadt Dawson City auf einen 30 Tonnen schweren Lastkahn und ziehen es mit einem Schlepper den Fluss hinab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930918","hoster":"VOE"},{"path":"/redirect/8406003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-9","name":"Ein neuer Allzeitrekord","epNo":9,"alt":"Record Gold","descr":"Parker Schnabel und sein Team transportieren ihr tonnenschweres Equipment mit einem Sattelschlepper zum neuen Einsatzort am Scribner Creek. Der Umzug dauert nur neun Stunden. Doch dann macht den Abenteurern ein Unwetter das Leben schwer. Der heftige Regen droht das Fundament der Goldwaschanlage wegzuspülen. Tony Beets und seine Männer haben dagegen Grund zum Feiern, denn der letzte Cleanout brachte den Schatzsuchern Edelmetall im Wert von umgerechnet 585 000 Euro ein. Damit hat die Crew einen neuen Allzeitrekord aufgestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930921","hoster":"VOE"},{"path":"/redirect/8406007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-10","name":"Genug ist genug","epNo":10,"alt":"Go Down Fighting","descr":"Vor hundert Jahren wurde auf dem Buckland Claim in Oregon mit einem Schwimmbagger geschürft. Mit dieser Technik trotzten die Schatzsucher dem Erdboden in der Wildnis 24 000 Unzen Edelmetall ab. Doch die Dredge gelangte nicht sehr tief. Deshalb hoffen Todd Hoffman und seine Crew unter der Spur auf weiteres goldhaltiges Material. Tony Beets schmilzt derweil seine Rekordausbeute zu Barren und investiert 250 000 Dollar in einen 18 Meter langen Frachtkahn. Der Alaska-Veteran hat mit dem zweimotorigen Boot Großes vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930928","hoster":"VOE"},{"path":"/redirect/8406009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-11","name":"Game Over","epNo":11,"alt":"Game Over","descr":"Parker Schnabel und seine Crew graben am Scribner Creek immer tiefer. Denn die Schatzsucher vermuten, dass sich unter einer sechs Meter dicken Schicht Mutterboden reiche Goldvorkommen verbergen. Doch das unverfestigte Grundgestein bringt die tonnenschwere Waschanlage des Teams an ihre Grenzen. Denn darin befinden sich große Felsbrocken, die das Förderband beschädigen könnten. Und Todd Hoffman droht in Oregon endgültig zu scheitern. Dem Minen-Boss laufen auf dem Buckland Claim nach einer enttäuschenden Saison die Arbeiter davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930930","hoster":"VOE"},{"path":"/redirect/8406010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-12","name":"Bis zum bitteren Ende","epNo":12,"alt":"Abandonment","descr":"Vor drei Monaten ist Todd Hoffman mit seinem Team in den Pazifischen Nordwesten aufgebrochen, um dort Gold im Wert von über sechs Millionen Dollar ans Tageslicht zu befördern. Doch bis dato haben die Abenteurer nur Schulden angehäuft, und nun steht der glücklose Minen-Boss auch noch ohne Arbeiter da, denn ein Großteil der Crew hat sich nach den Misserfolgen von ihm abgewandt. Von den ursprünglich 15 Männern sind nur noch sein Vater, sein Sohn und sein treuer Freund Jim Thurber mit von der Partie. Trotzdem will der Schatzsucher nicht aufgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930933","hoster":"VOE"},{"path":"/redirect/8406011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-13","name":"Der Rettungsanker","epNo":13,"alt":"Lifeline","descr":"Zwei Drittel der Schürfsaison sind bereits vorbei, und bis dato hängt Parker Schnabels Team am Scribner Creek weit hinter den Erwartungen zurück. Deshalb ruhen die Hoffnungen der Schatzsucher jetzt auf einem zweiten Minenbetrieb. Vorarbeiter Rick Ness hat mit seinen Männern am Indian River bereits 7000 Kubikmeter Schürfmaterial angehäuft, und in wenigen Tagen wird dort auch \"Big Red\" zum Einsatz kommen: Die riesige Waschanlage hat Parkers Crew in den vergangenen Jahren Edelmetall im Wert von fast fünf Millionen Dollar eingebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930936","hoster":"VOE"},{"path":"/redirect/8406013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-14","name":"Förderband für Fortgeschrittene","epNo":14,"alt":"Parker Vs. Rick","descr":"Weniger Arbeit, mehr Effizienz: Parker Schnabel versucht mit nur acht Leuten zwei Minen in Gang zu halten. Deshalb kommen in Kanada riesige Maschinen zum Einsatz. Ein 45 Meter langes und 12 Meter hohes Förderband soll dort zukünftig drei Männer samt Trucks ersetzen. Das sperrige Monstrum hat umgerechnet 285 000 Euro gekostet und wiegt 55 Tonnen. Tony Beets ist im Yukon Territory ebenfalls auf schwere Gerätschaften angewiesen. Doch dann streikt am Eureka Creek plötzlich die Eimerkette des fast 80 Jahre alten Schwimmbaggers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934179","hoster":"VOE"},{"path":"/redirect/8406017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-15","name":"Personalmangel","epNo":15,"alt":"Excavator Down","descr":"Besser spät als nie: Todd Hoffman und seine Gefährten sind mit ihrem Equipment von Oregon nach Colorado umgezogen, um aus der verkorksten Saison doch noch eine Erfolgsgeschichte zu machen. Zumindest die Schulden will das Quintett in den verbleibenden fünf Wochen wieder reinholen, und dieser Ehrgeiz zahlt sich aus. Die ersten Cleanouts auf dem Fairplay-Claim bringen den Abenteurern 69 Unzen Edelmetall im Wert von 80 000 Dollar ein. Doch mit einem größeren Team hätten die Schatzsucher wesentlich mehr Gold ausgraben können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930940","hoster":"VOE"},{"path":"/redirect/8428090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-16","name":"Gestatten, Double Trouble!","epNo":16,"alt":"Double Trouble","descr":"Die Erfolge haben sich herumgesprochen: Todd Hoffman ist in Colorado auf reiche Goldvorkommen gestoßen. Wendet sich für den Schatzsucher jetzt alles zum Guten? Noch vor wenigen Wochen konnte der Minen-Boss seinen Arbeitern wegen einer Pechsträne keinen Lohn ausbezahlen. Deshalb hatte ihm ein Großteil der Crew die Gefolgschaft aufgekündigt. Doch nun sind die Männer wieder an seiner Seite und machen sich im \"Centennial State\" mit vereinten Kräften ans Werk, um bis zum Wintereinbruch 1000 Unzen Edelmetall auszugraben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934219","hoster":"VOE"},{"path":"/redirect/8406019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-17","name":"Vaters helfende Hände","epNo":17,"alt":"Cruelest Cut","descr":"Früher konnte Parker Schnabel seinen Großvater John um Rat fragen, wenn es auf dem Claim drunter und drüber ging. Doch der Goldsucher-Veteran ist 2016 im Alter von 96 Jahren verstorben. Aber eines hat sich auch nach seinem Tod nicht geändert: In der Not hält die Familie zusammen wie Pech und Schwefel. Deshalb ist Parkers Dad Roger sofort zur Stelle, als sich die Lage am Scribner Creek zuspitzt. Todd Hoffman und Monica Beets können sich bei der Jagd nach dem kostbaren Edelmetall ebenfalls auf ihre Angehörigen verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930941","hoster":"VOE"},{"path":"/redirect/8406021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-18","name":"Der Biberdamm","epNo":18,"alt":"Miners Vs. Beavers","descr":"In der Wildnis muss man mit allem rechnen! Todd Hoffman und seine Gefährten werden bei der Schatzsuche in Colorado von putzigen Nagetieren ausgebremst. Die Waschanlage des Teams benötigt circa 6000 Liter Wasser in der Minute, aber die Zufuhr wurde von einem Biberdamm unterbrochen. Das Bauwerk aus Schlamm, Ästen und Baumstämmen befindet sich in einem großen Betonrohr, an das die Abenteurer mit ihren schweren Maschinen fast nicht herankommen. Deshalb taucht Vorarbeiter Freddy Dodge ins eiskalte Nass ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930945","hoster":"VOE"},{"path":"/redirect/8406023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-19","name":"Duell der Geschwister","epNo":19,"alt":"Dredge Vs. Washplant","descr":"Schwimmbagger gegen Goldwaschanlage: Kevin Beets und seine Schwester Monica liefern sich am Eureka Creek ein packendes Duell. Vor zwei Jahren kam ihr Vater Tony auf die Idee, bei der Schatzsuche eine uralte Dredge einzusetzen. Solche Oldschool-Gerätschaften haben bei der Jagd nach dem Edelmetall eigentlich schon lange ausgedient, deshalb wurde der Minen-Boss von der Community für den Einfall belächelt. Doch beim Wettstreit mit modernem Equipment kann das tonnenschwere Monstrum in dieser Folge locker mithalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930947","hoster":"VOE"},{"path":"/redirect/8406022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-20","name":"Eisige Flussfahrt","epNo":20,"alt":"Viking Voyage","descr":"Tony Beets wurde in den Niederlanden geboren. Die Geschichte der Seefahrernation ist eng mit dem Wasser verbunden. Aber kann der Schatzsucher-Veteran als Schiffseigner ähnliche Erfolge feiern wie seine holländischen Vorfahren? Der Minen-Boss ist in dieser Folge mit einem tonnenschweren Lastkahn auf dem Yukon River unterwegs. Dort machen ihm auf dem Weg zum 160 Kilometer entfernten Thistle Creek eisige Minustemperaturen und tückische Sandbänke das Leben schwer. Erreicht der Abenteurer sein Ziel, bevor der Fluss komplett zufriert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930951","hoster":"VOE"},{"path":"/redirect/8406026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-7/episode-21","name":"Zoff auf der Zielgeraden","epNo":21,"alt":"Final Fury","descr":"Das Hoffman-Team kämpft in Colorado um seine wirtschaftliche Existenz. Wenn es den Schatzsuchern im \"Centennial State\" nicht gelingt, 1000 Unzen Gold auszugraben bevor der Schnee kommt, fahren die Männer in diesem Jahr ohne Lohn nach Hause. Auf den Abenteurern lastet nach den vielen Misserfolgen ein enormer Druck. Deshalb liegen auf dem Fairplay Claim die Nerven blank – das gilt besonders für die Vorarbeiter: Dave Turin und Trey Poulson geraten in der Wildnis so heftig aneinander, dass am Ende sogar die Fäuste fliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934270","hoster":"VOE"},{"path":"/redirect/8406038","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-1","name":"Die 100.000-Dollar-Wette","epNo":1,"alt":"Wagers And Wars","descr":"Im letzten Jahr hatte Parker Schnabel beim Goldschürfen die Nase vorn. Seine Männer haben der Wildnis in einer langen, kräftezehrenden Saison mehr Edelmetall abgetrotzt als jedes andere Team. Aber diese Schmach will Todd Hoffman nicht auf sich sitzen lassen, denn sein Ruf steht auf dem Spiel. Deshalb schließt der Schatzsucher mit seinem Rivalen eine Wette ab: Wenn Todd und seine Gefährten in Colorado nicht das angestrebte Ziel von 5000 Unzen erreichen, wird es für die Glücksritter teuer. Dann müssen sie der Konkurrenz 100 000 Dollar zahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934373","hoster":"VOE"},{"path":"/redirect/8406030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-2","name":"Unter Beschuss","epNo":2,"alt":"Blizzards And Bullets","descr":"Edelmetall im Wert von sechs Millionen Dollar: Parker Schnabel will in diesem Jahr beim Goldschürfen da weitermachen, wo er in der letzten Saison aufgehört hat. Deshalb lautet die Devise am Indian River: Ranklotzen, was das Zeug hält. Aber schon nach wenigen Wochen gilt es, auf dem Claim das erste gravierende Problem zu lösen: Die schweren Bulldozer des Teams müssen mehr Erdreich zur Waschanlage transportieren. Und Todd Hoffmans Team trifft es in der Wildnis noch härter: Denn in Colorado hallen plötzlich Schüsse durch die Luft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921361","hoster":"VOE"},{"path":"/redirect/8406031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-3","name":"Mit Dampf in den Kampf","epNo":3,"alt":"The Viking Vs. The Mechanic","descr":"Todd Hoffman würde nicht einmal in einem Juwelierladen Gold finden? Von wegen – bei den letzten Cleanouts hatte Parker Schnabels Crew deutlich das Nachsehen. Sprich: Der junge Minen-Boss und seine Gefährten müssen dringend Boden gut machen, wenn sie im direkten Vergleich nicht uneinholbar ins Hintertreffen geraten wollen. Und Tony Beets fährt in dieser Folge schwere Geschütze auf, denn die Pontons seines riesigen Schwimmbaggers sind eingefroren. Deshalb hat der Alaska-Veteran in diesem Jahr noch nicht eine Unze Gold geschürft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930957","hoster":"VOE"},{"path":"/redirect/8406032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-4","name":"Die Speicherbecken-Initiative","epNo":4,"alt":"The Curse Of The Fairplay Mountains","descr":"Ohne Wasser steht die Waschanlage still – und das ist für Todd Hoffmans Crew in der Wildnis der absolute Super-GAU. Deshalb müssen die Männer in den Rocky Mountains für dieses akute Problem dringend eine Lösung finden. Ein Staubecken soll das Goldgräber-Projekt in Colorado wieder in Gang bringen. Tony Beets nimmt derweil am Eureka Creek eine große Summe Geld in die Hand, um seinen riesigen Schwimmbagger technisch auf den neusten Stand zu bringen. Denn moderne Gerätschaften sorgen beim Schürfen für mehr Effektivität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934377","hoster":"VOE"},{"path":"/redirect/8406037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-5","name":"Hunters heikler Plan","epNo":5,"alt":"Son Dethrones Father","descr":"Die Ausbeute ist nicht zufriedenstellend, denn beim letzten Cleanout kamen nur vier Unzen Edelmetall zusammen. Das ist für die Arbeit eines ganzen Tages viel zu wenig. Deshalb trifft Todds Sohn \"Hunter\" auf dem Claim eine umstrittene Entscheidung. Anstatt sinnlos Treibstoff zu verbrennen, wird \"Monster Red\" abgeschaltet, bis sich die schweren Bagger des Teams in tiefere Erdschichten vorgearbeitet haben. Dieser Plan stößt bei seinem Vater aber auf wenig Gegenliebe, denn die Waschanlage muss eigentlich immer auf Hochtouren laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9932735","hoster":"VOE"},{"path":"/redirect/8406036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-6","name":"Kampf um Colorado","epNo":6,"alt":"Colorado Strikes Back","descr":"Als hätte das Team nicht schon genug Sorgen: Parker Schnabel erreicht über Funk eine Hiobsbotschaft seines Vorarbeiters Rick. Die Waschanlage funktioniert nicht einwandfrei. Wenn die Goldgräber dieses Ärgernis nicht in den Griff kriegen, rückt das angestrebte Saisonziel von 5000 Unzen Edelmetall in weite Ferne. Und Todd Hoffman trifft es in Colorado noch härter. Denn anstatt Gold auszugraben, streitet sich der Schatzsucher vor Ort mit den Behörden herum. Auf dem Fairplay-Claim gibt es ein Problem mit der Schürflizenz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930960","hoster":"VOE"},{"path":"/redirect/8406040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-7","name":"Inferno","epNo":7,"alt":"Inferno","descr":"Der 3,6 Hektar große Abschnitt am Fluss hat Parker Schnabel und seinem Team bis dato fast 2000 Unzen Gold im Wert von 2,2 Millionen Euro eingebracht. Doch die Männer haben bei der Arbeit ein vielversprechendes Areal übersehen, in dem sie mit ihren schweren Baggern und Bulldozern jetzt weiteres Erdreich abtragen wollen. Aber dann verdunkelt sich in der Region plötzlich der Himmel, denn ganz in der Nähe tobt ein Waldbrand. Und der Wind meint es nicht gut mit den Schatzsuchern, denn er treibt das Feuer in die Richtung des Claims.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930965","hoster":"VOE"},{"path":"/redirect/8406045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-8","name":"Der Uppercut","epNo":8,"alt":"The Mighty Uppercut","descr":"Ein halber Tag stillstand: Tony Beets ist stinksauer, denn sein Team hat beim Baggern nicht aufgepasst und nun verstopft ein riesiger Stein das Förderband der Waschanlage. Dieser Fauxpas kommt den Minenboss teuer zu stehen. Die Hoffmans tüfteln derweil in Colorado an einem Alternativplan: Da 20 Unzen pro Woche am Sacramento Creek nicht einmal die Benzinkosten decken, konzentriert sich die Crew nun ganz auf den Fairplay-Claim. Aber das Areal, auf dem die Schatzsucher dort nach Gold graben dürfen, ist nur 500 Quadratmeter groß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930969","hoster":"VOE"},{"path":"/redirect/8406044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-9","name":"Das Schmuckkästchen","epNo":9,"alt":"Gold Bars And Hail Marys","descr":"Der Boden am Sacramento Creek war so unergiebig, dass Todd Hoffmans Crew dort die Arbeit einstellen musste. Denn der Aufwand stand in keinem Verhältnis zum Ertrag. Und anderthalb Kilometer flussabwärts wurden die Goldgräber auf dem Fairplay-Claim von den Behörden ausgebremst. Deshalb setzen die Männer ihre ganze Hoffnung nun auf den Jewelry-Abschnitt. Auf dem 12 000 Quadratmeter großen Areal in Colorado wurde zwar vor 100 Jahren schon einmal geschürft, doch mit modernem Equipment dürfte dort noch einiges zu holen sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930972","hoster":"VOE"},{"path":"/redirect/8406047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-10","name":"Teufelsfinger","epNo":10,"alt":"The Devil’s Finger","descr":"Eureka Creek – wir kommen! Tony Beets hat es am Yukon River eilig. Die ersten Einzelteile seines riesigen Schwimmbaggers sollen so schnell wie möglich nach Dawson City verschifft werden. Doch ohne Sattelzug ist beim Verladen der tonnenschweren Eimerkette Improvisationstalent gefragt. Parker Schnabel und seine Gefährten kämpfen derweil am Scribner Creek mit dem Permafrostboden. Der Bulldozer des Teams ist mit dieser Aufgabe überfordert, deshalb muss sich der junge Minenboss eine andere Lösung für das Problem überlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930976","hoster":"VOE"},{"path":"/redirect/8406048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-11","name":"Der Heilige Gral","epNo":11,"alt":"The Holy Grail","descr":"Das Hoffman-Team hat bei der Suche nach neuem Schürfmaterial auf dem Jewelry-Abschnitt in Colorado eine sogenannte \"Grundrinne\" entdeckt. Mit solchen selbst gebauten Vorrichtungen haben Schatzsucher vor hundert Jahren in der Region Gold gewaschen. Aber was bedeutet dieser Fund für Todd und seine Gefährten? Ist auf dem Areal nichts mehr zu holen oder sind die Abenteurer durch Zufall auf einen vielversprechenden Hotspot gestoßen, an dem man mit modernen Maschinen in tieferen Erdschichten garantiert kostbares Edelmetall finden kann? (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378689","hoster":"VOE"},{"path":"/redirect/8930980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-12","name":"Finstere Zeiten","epNo":12,"alt":"Eclipsed","descr":"Der Mond schiebt sich vor die Sonne und der Himmel verdunkelt sich: Die Schatzsucher halten in Colorado inne, um ein seltenes Naturschauspiel zu beobachten. Die Sonnenfinsternis ist zudem der symbolische Startpunkt für einen Neuanfang, denn von nun an soll es für Todd Hoffman und seine Gefährten nur noch aufwärtsgehen. Der neue Abschnitt, den das Team vor einer Woche erschlossen hat, könnte endlich die erhoffte Wende bringen, denn innerhalb von zwei Tagen haben die Männer dort Gold im Wert von 70 000 Dollar ausgegraben. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917520","hoster":"VOE"},{"path":"/redirect/8406050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-13","name":"Ein frostiges Hindernis","epNo":13,"alt":"Beyond The Wall","descr":"Eine Fuhre nach der anderen: Bis dato haben Parker Schnabels Männer das goldhaltige Erdreich am Indian River mit schweren Lkws zur Waschanlage transportiert. Das war kostenintensiv und zeitaufwendig. Deshalb soll diesen Job nun ein riesiges Förderband übernehmen. Tony Beets Schwimmbagger beißt sich derweil im Yukon Territory am steinharten Permafrostboden die Zähne aus. Wenn die Schatzsucher an Ort und Stelle weitergraben, könnte die Eimerkette Schaden nehmen. Deshalb muss die Crew mit dem Monstrum wohl oder übel umziehen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930984","hoster":"VOE"},{"path":"/redirect/8406052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-14","name":"Ein Fehler mit Folgen","epNo":14,"alt":"Lost Gold","descr":"Damit sich der zweite Schwimmbagger endlich bezahlt macht, muss Tony Beets das gigantische Monstrum komplett zerlegen und die Maschinenteile am Einsatzort wieder zusammenbauen. Doch einige Komponenten der Dredge sind so schwer, dass der 20-Tonnen-Kran des Teams an seine Grenzen stößt. Die Hoffman-Crew will die verkorkste Saison unterdessen mit einem phänomenalen Endspurt im letzten Drittel doch noch zu einer Erfolgsgeschichte machen. Aber dann unterläuft Todds Sohn Hunter bei der Schatzsuche ein folgenschwerer Fehler. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930988","hoster":"VOE"},{"path":"/redirect/8406058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-15","name":"Willkommen, Holy Roller!","epNo":15,"alt":"The Father, The Son \u0026 The Holy Roller","descr":"Todd Hoffman ist zurück im Geschäft. Die erste Testpfanne in der \"Goldschlucht\" war so verheißungsvoll, dass der Schatzsucher 250 000 Dollar in eine neue Waschanlage investiert. Der \"Holy Roller\" verarbeitet in einer Stunde bis zu 300 Kubikmeter Erdreich. Aber bevor die riesige Trommel auf dem Areal zum Einsatz kommen kann, müssen die Männer dort zunächst ein stabiles Fundament aufbauen. Parker Schnabel und seine Crew wagen sich ebenfalls auf neues Terrain vor. Der Ausflug auf den \"Last Cut\" endet jedoch in einer Schlammschlacht. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930990","hoster":"VOE"},{"path":"/redirect/8406057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-16","name":"Erschöpfung und Verschleiss","epNo":16,"alt":"","descr":"Die Männer sind müde und ausgelaugt, trotzdem gönnt Parker Schnabel seinem Team bei der Schatzsuche keine Verschnaufpause. Denn bis zum Ende der Schürfsaison bleiben der Crew nur noch sieben Wochen und von ihrem angestrebten Saisonziel sind die Glücksritter noch ein ganzes Stück entfernt. Um die 5000-Unzen-Marke zu schaffen, wird die 45 Tonnen schwere Waschanlage auf einen neuen Abschnitt versetzt. Für den Umzug haben die Goldgräber vier Tage veranschlagt – dabei zieht Parker das Monstrum mit einem Bagger 1,6 Kilometer durch die Wildnis. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934566","hoster":"VOE"},{"path":"/redirect/8406066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-17","name":"Das Gold auf der anderen Seite","epNo":17,"alt":"Of Monsters And Men","descr":"Rick Ness muss liefern, ansonsten wird die Arbeit am Indian River eingestellt. Denn Parker Schnabel kann es sich nicht leisten, bei der Schatzsuche draufzuzahlen. 100 Unzen in der Woche sind einfach zu wenig, das macht der junge Minenboss seinem Vorarbeiter in dieser Folge unmissverständlich klar. Deshalb fühlt sich der Goldgräber-Veteran bei seiner Ehre gepackt: Baggert seine Crew an der falschen Stelle? Rick untersucht das Gelände mit einem Experten und die geografischen Analysen liefern aufschlussreiche Ergebnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934628","hoster":"VOE"},{"path":"/redirect/8406063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-18","name":"Nachbarschaftsstreit","epNo":18,"alt":"Planes, Cranes, And Virgin Claims","descr":"Die Waschanlage und das Förderband laufen auf Hochtouren, denn Todd Hoffman und seine Crew wollen zum Ende der Saison so viel Schürfmaterial verarbeiten wie möglich. Aber im Erdreich befinden sich große Steine, die an die Stahlwände der Trommel schlagen. Der Krach ist kaum auszuhalten und die Lärmschutzverordnung erlaubt in der Nähe von Wohngebieten maximal 80 Dezibel. Deshalb droht den Goldgräbern auf ihrem Claim Ärger mit den Nachbarn. Alaska-Veteran Tony Beets startet derweil in dieser Folge mit einem 50-Tonnen-Kran durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930995","hoster":"VOE"},{"path":"/redirect/8406064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-19","name":"King Kong","epNo":19,"alt":"King Kong","descr":"Kein Gewinnanteil mehr für Tony Beets! Parker Schnabel hat am Scribner Creek neuen Boden gepachtet – zu wesentlich besseren Konditionen. Aber das passt seinem ehemaligen Geschäftspartner gar nicht in den Kram. Deshalb legt Tony seinem jungen Konkurrenten bei der Schatzsuche Steine in den Weg. Todd Hoffman und seine Crew bekommen es derweil in Colorado mit einem riesigen Felsbrocken zu tun. Gegen den fast acht Meter breiten Koloss ist jeder Bagger machtlos. Deshalb versuchen die Goldgräber, den Findling zu sprengen. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930997","hoster":"VOE"},{"path":"/redirect/8406065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-20","name":"Parkers Schlammgrube","epNo":20,"alt":"Independence Day","descr":"Parker Schnabel hat sich im Klondike für 500 000 Dollar ein eigenes Grundstück gekauft, damit er nicht mehr von Tony Beets abhängig ist. Aber zum Goldwaschen braucht man sauberes Wasser – und der einzige Teich in der Umgebung liegt 25 Meter entfernt auf Tonys Grund und Boden. Unter normalen Umständen würde man sich im nördlichsten US-Bundesstaat in so einer Situation gegenseitig aushelfen. Doch der alteingesessene Schatzsucher hat offenbar ein Problem damit, dass sich Parker von ihm lossagen will. Deshalb stellt sich Tony stur. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931000","hoster":"VOE"},{"path":"/redirect/8406067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-8/episode-21","name":"Tag der Abrechnung","epNo":21,"alt":"The Spoils Of War","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931004","hoster":"VOE"},{"path":"/redirect/8406068","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-1","name":"Die Unabhängigkeitserklärung","epNo":1,"alt":"Declaration Of Independence","descr":"Für Rick Ness geht es am Quartz Creek um alles oder nichts. Der ehemalige Vorarbeiter setzt dort bei einem Goldgräber-Projekt sein gesamtes Hab und Gut aufs Spiel. Doch 250 000 Dollar reichen bei Weitem nicht aus, um die Unkosten für Benzin, Maschinen und Löhne zu decken. Deshalb ist der Glücksritter in Nordamerika auf die Hilfe seiner Freunde angewiesen. Parker Schnabel steht in der Wildnis ebenfalls unter Druck. Der Goldminer hat viel Geld in eigenen Grund und Boden investiert. Aber der Weg in die Unabhängigkeit ist mit Hindernissen gepflastert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934710","hoster":"VOE"},{"path":"/redirect/8406071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-2","name":"Viel Rauch um Nichts","epNo":2,"alt":"Smoked Out","descr":"Parker Schnabel muss eine schwierige Entscheidung treffen, denn der \"Cluster Cut\" hat keinen eigenen Zugang zum Wasser. Dort ist der Abenteurer auf den guten Willen von Tony Beets angewiesen – doch der einflussreiche Minenboss legt ihm permanent Steine in den Weg. Tony will verhindern, dass sich sein aufstrebender Konkurrent unabhängig macht, damit er an Parkers Goldsuchertalent weiterhin kräftig mitverdient. Rick Ness und sein neu zusammengestelltes Team kämpfen unterdessen am \"Freedom Cut\" mit dem extrem harten Permafrostboden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931006","hoster":"VOE"},{"path":"/redirect/8406077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-3","name":"Götter und Monster","epNo":3,"alt":"Gods And Monsters","descr":"Wenn Rick Ness in der Wildnis kein Gold findet, gehen auch seine Mitarbeiter am Ende der Saison leer aus. Deshalb sitzen am Quartz Creek alle in einem Boot. Die Glücksritter müssen sich ihren großen Traum mit vereinten Kräften erfüllen. Während das Team mit schwerem Gerät in tiefere Erdschichten vordringt, versucht der Boss für 100 000 US-Dollar eine geeignete Waschanlage aufzutreiben. Parker Schnabel beißt sich unterdessen am Dickschädel von Tony Beets die Zähne aus. Der Alaska-Veteran kämpft in Nordamerika mit harten Bandagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931008","hoster":"VOE"},{"path":"/redirect/8406079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-4","name":"Hallo, Durt Reynolds!","epNo":4,"alt":"Durt Reynolds","descr":"Bringt die Waschanlage am Quartz Creek die Wende? Rick Ness hat für die Neuanschaffung 180 000 Dollar auf den Tisch geblättert und jetzt muss \"Durt Reynolds\" liefern. Tony Beets will unterdessen nach langen Querelen endlich seinen zweiten Schwimmbagger in Stellung bringen. Mit der gigantischen Maschine könnte der Goldgräber seine Einnahmen in Nordamerika verdoppeln. Doch vorher muss sein Team die Dregde auf dem Wasserweg zum Einsatzort transportieren. Die Abenteurer leisten am Yukon River Schwerstarbeit, damit sich das Monstrum vom Fleck bewegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931012","hoster":"VOE"},{"path":"/redirect/8406080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-5","name":"Die Rückkehr des Freddy Dodge","epNo":5,"alt":"The Return Of Freddy Dodge","descr":"Der Streit mit Tony Beets hat nicht nur Nerven gekostet. Parker Schnabel und seinem Team läuft in Nordamerika die Zeit davon. Die Männer müssen in den kommenden Wochen verlorenen Boden gutmachen, wenn sie ihr ehrgeiziges Saisonziel von 6000 Unzen Edelmetall noch erreichen wollen. Und für Rick Ness entwickelt sich der Traum vom Gold immer mehr zu einem Drama. Der Abenteurer hat riesige Summen in sein Equipment investiert, doch der Ertrag ist gleich null. Kann Schatzsucher-Veteran Freddy Dodge der Crew am Quartz Creek aus der Patsche helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934718","hoster":"VOE"},{"path":"/redirect/8406082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-6","name":"Hoffmans Geister","epNo":6,"alt":"Hoffman’s Ghosts","descr":"Zeit ist Geld! Dieser Leitspruch gilt auch im Goldgräber-Business. Deshalb will Klondike-Veteran Tony Beets die Eimerkette seines Schwimmbaggers in einem Stück zum Eureka Creek transportieren. Doch das 14 Tonnen schwere Monstrum wurde mit Nieten an der Dregde verankert. Daher kommen in Nordamerika Acetylen-Sauerstoff-Schneidbrenner zum Einsatz, die bis zu dreitausend Grad heiß werden. Parker Schnabel muss derweil in der Not improvisieren. Dabei sind am Indian River handwerkliche Skills und Maschinebaukenntnisse gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931013","hoster":"VOE"},{"path":"/redirect/8406084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-7","name":"Trouble mit dem Truck","epNo":7,"alt":"Hazard Pay","descr":"Es wird Zeit, dass endlich Geld in die Kasse kommt. Aber Parker Schnabel und sein Team können ihre Waschanlage und das Förderband erst in Betrieb nehmen, wenn das Fundament steht. \"Sluicifer\" soll auf einem 15 Meter hohen Damm aus 40 000 Kubikmetern Abraum thronen – deshalb schaffen drei Muldenkipper pro Stunde 18 Ladungen Erdreich herbei. Um ihre Fracht abzuwerfen, fahren die tonnenschweren Vehikel rückwärts an den Abhang heran. Dabei gerät ein Fahrer mächtig ins Schwitzen. Ist Trucker Ali Amir dem Stress nicht gewachsen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931017","hoster":"VOE"},{"path":"/redirect/8406089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-8","name":"Unter Wasser","epNo":8,"alt":"Stormageddon","descr":"Als gäbe es nicht schon genug Probleme, hat sich nun auch noch das Wetter gegen die Schatzsucher verschworen. Nach drei Tagen Dauerregen steht Parker Schnabels Claim komplett unter Wasser – und \"Sluicifer\" kann nur trockenes Schürfgut verarbeiten. Wenn das Team diesen Missstand nicht in den Griff bekommt, muss die Anlage den Betrieb bis auf Weiteres einstellen. Am Quartz Creek plagen die Goldgräber ähnliche Sorgen. Dort versucht Rick Ness, händeringend eine leistungsstarke Pumpe aufzutreiben, damit seine Crew keine kostbare Zeit verliert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931021","hoster":"VOE"},{"path":"/redirect/8406086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-9","name":"Auf der Kippe","epNo":9,"alt":"Megamorphosis","descr":"Das Wasser läuft an der Ableitrinne vorbei. Wenn Parker Schnabel dieses technische Problem nicht in den Griff bekommt, landet er in Teufels Küche. Denn 13 000 Liter pro Minute könnten den Hang unterspülen, auf dem der Goldgräber seine Waschanlage platziert hat. \"Sluicifer\" steht dort buchstäblich auf der Kippe. Tony Beets hebt derweil mit dem Flugzeug in Richtung Thistle Creek ab, um das Herzstück seiner zweiundsiebzig Jahre alten Dredge auszubauen. Die elf Meter lange und zwölf Tonnen schwere Trommel hängt an einer Stahlkonstruktion fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931025","hoster":"VOE"},{"path":"/redirect/8406088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-10","name":"Ein verlaesslicher Vater","epNo":10,"alt":"Father’s Day","descr":"Hohe Ausgaben und wenig Ertrag: Der Lohn für zusätzliche Arbeitskräfte würde am Quartz Creek das schmale Budget sprengen, deshalb springt in Nordamerika Ricks Vater ein. Der Senior übernimmt auf dem Claim die Nachtschicht, so kann die Waschanlage des Teams rund um die Uhr edelmetallhaltiges Erdreich verarbeiten. Auf Parker Schnabels 25-Hektar-Abschnitt laufen die Maschinen ebenfalls auf Hochtouren, bis Baggerfahrer Bree Harrison seinem Boss eine Reifenpanne meldet. Der Defekt wirft die Goldgräber erneut im Zeitplan zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934793","hoster":"VOE"},{"path":"/redirect/8406090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-11","name":"Die Verantwortung des Vorarbeiters","epNo":11,"alt":"The Resurrection","descr":"Erfahrene Fachkräfte sind im am Yukon nicht leicht zu finden. Deshalb kommen in Parker Schnabels Team auch Neulinge zum Einsatz. Vorarbeiter Dean Tosczak schaut den Quereinsteigern bei der Arbeit auf die Finger, damit die Waschanlage der Schatzsucher pro Stunde zwei Unzen Edelmetall im Wert von rund 2200 Euro abwirft. Tony Beets muss sich ebenfalls ins Zeug legen, wenn er sein angestrebtes Saisonziel noch erreichen will. Doch die Maschinen wollen nicht so, wie der Goldgräber will. Hat der Alaska-Veteran am Eureka Creek einen Plan B parat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934856","hoster":"VOE"},{"path":"/redirect/8406094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-12","name":"Der 24 Stunden Test","epNo":12,"alt":"The Devil’s Deadline","descr":"Edelmetall im Wert von 7,2 Millionen Dollar: Um dieses ambitionierte Ziel zu erreichen, muss Parker Schnabels Team auf dem Claim in Nordamerika jeden Stein umdrehen. Doch nicht in jeder Erdschicht finden sich kostbare Schätze. Ein 24-Stunden-Test soll zeigen, ob der betreffende Abraum wertvolles Gold enthält. Dabei visieren die Männer eine Marke von mindestens 30 Unzen an. Rick Ness kann derweil am Quartz Creek Boden gutmachen. Aber dann gibt die Waschanlage des Abenteurers plötzlich merkwürdige Geräusche von sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931028","hoster":"VOE"},{"path":"/redirect/8406095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-13","name":"Das Leid mit den Löchern","epNo":13,"alt":"Sucker Punch","descr":"60 Prozent weniger Edelmetall als in den Wochen zuvor: Rick Ness und seine Gefährten können sich den plötzlichen Einbruch nicht erklären, deshalb ziehen die Abenteurer am Quartz Creek einen Experten zurate. Freddy Dodge ist seit 40 Jahren im Goldgräbergeschäft tätig und kennt das Business wie seine Westentasche. Der erfahrene Schatzsucher nimmt auf dem Claim die Waschanlage des Teams unter die Lupe. Parker Schnabel und seine Crew bewegen unterdessen in der Wildnis 45 Tonnen schwere Gerätschaften von einem Einsatzort zum nächsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934873","hoster":"VOE"},{"path":"/redirect/8406098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-14","name":"Altbewährte Technik","epNo":14,"alt":"Old School Heroes","descr":"Parker Schnabel schwimmt in Nordamerika das Gold davon. Sein Vorarbeiter Brennan Ruault legt mit dem Bulldozer auf dem Claim einen Abflusskanal an, um das Problem zu lösen. Und Tony Beets steht Wasser ebenfalls bis zum Hals. Die Erträge hinken weit hinter den Erwartungen zurück. Deshalb muss sich der Goldgräber-Veteran etwas einfallen lassen, wenn er die Saison in den verbleibenden zwei Monaten noch retten will. Dabei setzt Tony auf altbewährte Technik, denn die 40 Jahre alte \"Pearson Box\" hat ihm in der Vergangenheit gute Dienste geleistet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931030","hoster":"VOE"},{"path":"/redirect/8406102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-15","name":"Jawort am Yukon","epNo":15,"alt":"Wedding Bells \u0026amp; Emergency Operations","descr":"In Dawson City läuten die Hochzeitsglocken. Monica Beets heiratet ihren Verlobten Taylor. Doch bevor sich der Vater der Braut zur Feier des Tages eine Krawatte umbindet, muss sich Tony um seine Waschanlagen kümmern. Denn noch hat der Alaska-Veteran bei Weitem nicht so viel Edelmetall eingefahren, wie geplant. Schafft es der Goldgräber trotzdem rechtzeitig zum Traualtar? Rick Ness sorgt sich derweil um die Gesundheit seines Mitarbeiters Brian Zaremba. Der Schatzsucher hat so starke Schmerzen, dass er in ein Krankenhaus gebracht werden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916017","hoster":"VOE"},{"path":"/redirect/8406101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-16","name":"Mit dem Boot kommt die Not","epNo":16,"alt":"Broken Bones","descr":"Für Minen-Boss Parker Schnabel und seine Gefährten läuft es am Scribner Creek endlich rund. Sechs Wochen vor dem Wintereinbruch haben die Männer bereits Gold im Wert von fast fünf Millionen Dollar ausgegraben. Mit dieser Ausbeute liegt das Team in Nordamerika gut im Zeitplan. Aber dann setzen die Schatzsucher ihre Errungenschaften leichtfertig bei einem Speedboot-Rennen aufs Spiel. Parker und sein Chefmechaniker Mitch Blaschke geben in den pfeilschnellen Wasserfahrzeugen zu viel Gas. Dieser Übermut hat böse Konsequenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934938","hoster":"VOE"},{"path":"/redirect/8406103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-17","name":"Ness brauchts nass","epNo":17,"alt":"Gold Gurus","descr":"Tony Beets wird langsam ungeduldig. Denn statt Gold hat ihm sein zweiter Schwimmbagger bis dato nur Ärger eingebracht. Es wird höchste Zeit, dass die riesige Maschine endlich die Arbeit aufnimmt. Dazu müssen die Männer jedes Einzelteil mit schweren Trucks und Kränen zum Einsatzort bewegen. Lässt sich dieses ambitionierte Vorhaben noch vor dem Wintereinbruch realisieren? Rick Ness muss in Nordamerika ebenfalls improvisieren. Der Schatzsucher setzt auf Bewässerungstechnik, um dem hart gefrorenen Permafrostboden kostbares Edelmetall abzutrotzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931035","hoster":"VOE"},{"path":"/redirect/8406105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-18","name":"Ein Trockendock fuer den Winter","epNo":18,"alt":"Big Red Is Dead","descr":"Im Yukon Territory sinken die Temperaturen. Bis zum Ende der Schürfsaison bleiben den Schatzsuchern nur noch vier Wochen Zeit. Deshalb kratzen Parker Schnabel und seine Gefährten auf ihrem Claim im Eiltempo jeden vielversprechenden Kubikmeter Erdreich zusammen, den sie finden können. Tony Beets und seine Crew bereiten sich in Nordamerika ebenfalls auf die eiskalte Jahreszeit vor. Die Abenteurer heben am Eureka Creek mit schweren Maschinen ein rund 370 Quadratmeter großes Trockendock aus, um ihren Schwimmbagger winterfest zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8934967","hoster":"VOE"},{"path":"/redirect/8406106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-19","name":"Das Gold liegt auf der Strasse","epNo":19,"alt":"Cold War","descr":"Die Familie geht ihm über alles: Deshalb freut sich Parker Schnabel wie ein Schneekönig, als ihm seine Eltern auf dem Claim in Nordamerika einen Besuch abstatten. Roger und Nancy sind mächtig stolz auf die Leistungen ihres Sohnes, der aller Voraussicht nach auch in diesem Jahr mit seinem Team wieder ein Rekordergebnis einfahren wird. Die Geschichte hat jedoch einen großen Haken: Tony Beets verdient an Parkers Erfolgen kräftig mit. Dies kann der junge Minen-Boss nur ändern, indem er zukünftig auf seinem eigenen Grund und Boden schürft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935019","hoster":"VOE"},{"path":"/redirect/8406110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-20","name":"Voller Einsatz an allen Fronten","epNo":20,"alt":"Brace for Impact","descr":"Rick Ness und seinem Team fehlen noch 60 Unzen. Deshalb mobilisieren die Glücksritter am Quartz Creek ihre letzten Reserven. Aber die Natur wirft den Männern beim Endspurt in der Wildnis regelmäßig Knüppel zwischen die Beine. Bitterkalte Minustemperaturen verwandeln den Claim der Goldgräber über Nacht in eine spiegelglatte Eisbahn. Tony Beets und seine Helfer bringen derweil mit zwei Kränen die 13 Tonnen schwere Trommel ihres Schwimmbaggers in Position, um das Herzstück der riesigen Maschine in den Stahlrahmen einzupassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935041","hoster":"VOE"},{"path":"/redirect/8406112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-9/episode-21","name":"Feuer und Eis","epNo":21,"alt":"","descr":"Der Tag der Abrechnung ist gekommen. Knacken Rick Ness und seine Crew am Quartz Creek die 1000-Unzen-Marke? Ist Tony Beets gigantischer Schwimmbagger nach endlosen Mühen und Rückschlägen in Nordamerika endlich einsatzbereit? Und wie ist es Parker Schnabel ergangen? Seine Rivalen haben dem jungen Minen-Boss beim Saisonstart gezielt Knüppel zwischen die Beine geworfen, um ihn in der Erfolgsspur auszubremsen. Aber Parker ist nicht der Typ, der sich von solchen Methoden einschüchtern lässt. In dieser Folge ziehen die Goldgräber Bilanz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931037","hoster":"VOE"},{"path":"/redirect/8406114","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-1","name":"Krise am Klondike","epNo":1,"alt":"Crisis in the Klondike","descr":"Erste Testbohrungen auf Parkers Schnabels 46 Hektar großem Claim haben ergeben: Das Gold ist dort ungleich verteilt. Deshalb will der junge Minenboss zuerst einen vielversprechenden Abschnitt erschließen. Und das möglichst schnell, denn die Wasserlizenz auf dem Areal gilt nur für ein Jahr. Die Schatzsucher müssen unter Zeitdruck 45 000 Kubikmeter Mutterboden abtragen, um an das kostbare Edelmetall zu gelangen. Dabei kommt auf dem Gelände jede verfügbare Maschine zum Einsatz. Und während das Team die Ärmel hochkrempelt, meldet sich unverhofft ein alter Bekannter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931041","hoster":"VOE"},{"path":"/redirect/8406120","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10103809","hoster":"VOE"},{"path":"/redirect/10103825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-2","name":"Ein neuer Rausch","epNo":2,"alt":"A New Rush Begins","descr":"Feines Gold und fette Nuggets: Rick Ness hofft am Duncan Creek auf den ganz großen Wurf. Der Schatzsucher will dort mit seinem Team Edelmetall im Wert von 2,6 Millionen Euro ausgraben. Um diesen ambitionierten Plan in die Tat umzusetzen, müssen die Männer ihre Waschanlage pro Minute mit 10 000 Liter Wasser versorgen. Aber die Hochleistungspumpe am Bach arbeitet nicht so effektiv, wie geplant. Tony Beets zieht unterdessen mit seinem Equipment zum Paradise Hill um. Sein Sohn Mike transportiert mit dem Tieflader einen tonnenschweren Bagger zum Claim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931044","hoster":"VOE"},{"path":"/redirect/8406119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-3","name":"Nugget Jäger","epNo":3,"alt":"The Nugget Hunter","descr":"Rick Ness und sein Vater Richard heben in Nordamerika mit einem Sportflugzeug in die Luft ab. Die Männer wollen die Region am Duncan Creek aus der Vogelperspektive inspizieren. Dabei entdeckt das Duo rund sechs Kilometer vom Claim entfernt am Mount Hinton eine alte Goldgräberhütte. Dies könnte ein Hinweis auf ertragreichen Boden sein. Tony Beets stellt unterdessen mit seinem holländischen Landsmann Len Hoekstra am Hunker Creek Probebohrungen an. Der Schatzsucher versucht, nach einem katastrophalen Saisonstart verzweifelt seinen Betrieb zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931048","hoster":"VOE"},{"path":"/redirect/8406116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-4","name":"Jeder Goldkrümel zählt","epNo":4,"alt":"Leave No Gold Behind","descr":"Parker Schnabel darf auf seinem neuen Claim nur ein Jahr lang schürfen. Dann läuft die Wasserlizenz ab. Und der Minenboss will auf dem Grund und Boden auf keinen Fall kostbares Edelmetall zurücklassen. Deshalb jagen seine Mitarbeiter in Nordamerika auch das Grundgestein durch die Waschanlage. Damit geht das Team ein hohes Risiko ein, denn die kantigen Brocken setzen der Maschine extrem zu. Tony Beets hält derweil auf einer Auktion in Edmonton Ausschau nach einer gebrauchten Zugmaschine, mit der er sein Equipment zum Paradise Hill transportieren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935049","hoster":"VOE"},{"path":"/redirect/8406117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-5","name":"Baggerschaufel XXL","epNo":5,"alt":"We’re Gonna Need a Bigger Bucket","descr":"Dreckwasser ist Gift für die Waschanlage. Denn der Schlamm verstopft die Riffeln, die das Gold auffangen sollen. Deshalb heben Parker Schnabel und seine Crew auf ihrem Claim in Nordamerika ein weiteres Becken aus, in dem sich die Schwebstoffe am Grund absetzen können. Und Rick Ness muss in Keno City ebenfalls die Abläufe optimieren, wenn er sein Saisonziel von 2000 Unzen erreichen will. Am Duncan Creek kommt ein größerer Bagger zum Einsatz. Die Schaufel der Baumaschine fasst drei Kubikmeter. Damit können die Männer deutlich mehr Schürfgut verarbeiten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931053","hoster":"VOE"},{"path":"/redirect/8406121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-6","name":"Das Monster lebt","epNo":6,"alt":"Monster Red Lives","descr":"Der Goldpreis ist auf einem Höchststand angekommen. Aber Rick Ness braucht eine größere Waschanlage, um diesem Umstand in bares Geld umzumünzen. Da käme ihm ein Monstrum wie \"Big Red\", das in einer Stunde bis zu 230 Kubikmeter Schürfgut verarbeiten kann, gerade recht. Doch die Maschine kostet eine halbe Million Dollar und so viel Geld kann Rick auf einen Schlag nicht aufbringen. Lässt sich der Eigentümer auf eine Ratenzahlung ein? Tony Beets hadert derweil mit seinem Schicksal. Denn das Schmelzwasser hat am Hunker Creek sein Schürfgut überschwemmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931055","hoster":"VOE"},{"path":"/redirect/8406123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-7","name":"Die Goldader von Paradise Hill","epNo":7,"alt":"Motherlode Mountain","descr":"In diesem Jahr müssen alle mit anpacken, damit der Familienbetrieb nicht den Bach runtergeht. Deshalb spannt Klondike-Veteran Tony Beets bei der Arbeit seine Söhne und seine Tochter mit ein. Mike, Kevin und Monica unterstützen ihren Vater nach Kräften, aber am Paradise Hill stoßen die Schatzsucher beim Graben auf steinharten Permafrostboden. Rick Ness hat am Duncan Creek ebenfalls mit Widrigkeiten zu kämpfen. Dem Abenteurer geht auf dem Claim der Sprit aus und die Straße nach Dawson City wurde gesperrt, weil in der Region heftige Waldbrände toben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935069","hoster":"VOE"},{"path":"/redirect/8406122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-8","name":"Das letzte Puzzelteil","epNo":8,"alt":"Washplant Wars","descr":"Am Duncan Creek steht der komplette Betrieb still, denn die neue Waschanlage des Teams ist noch nicht einsatzbereit. Ohne einen passenden \"Feeder\" kann \"Monster Red\" nicht die Arbeit aufnehmen. In seiner Not wendet sich Rick Ness an Tony Beets. Aber der Klondike-Veteran stellt sein Equipment nicht umsonst zur Verfügung. Parker Schnabel wird in Nordamerika ebenfalls von technischen Problemen ausgebremst. Weil sein Chefmechaniker Mitch Blaschke daheim bei seiner schwangeren Frau weilt, nimmt der junge Minenboss die Sache kurzerhand selbst in die Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931056","hoster":"VOE"},{"path":"/redirect/8406126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-9","name":"Ein radikaler Plan","epNo":9,"alt":"No Time for Redemption","descr":"Die großen Steine im Schürfgut machen \"Monster Red\" schwer zu schaffen. Die schweren Brocken haben die Siebroststäbe der Waschanlage beschädigt. Rick Ness und seine Gefährten packen am Duncan Creek das Schweißgerät aus, um den Schaden zu beheben. Minenboss Parker Schnabel engagiert derweil eine externe Beraterin, die auf seinem Claim die Produktivität steigern soll. Jessica Chiu hat in Berkeley studiert und für große Firmen wie Mercedes-Benz gearbeitet. Trotzdem sind Parkers Kollegen skeptisch: Kann die Uni-Absolventin dem Team tatsächlich weiterhelfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931059","hoster":"VOE"},{"path":"/redirect/8406131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-10","name":"Dammbruch","epNo":10,"alt":"When the Levee Breaks","descr":"An den Absetzbecken ist nach starken Regenfällen ein Damm gebrochen. Dieser Umstand bringt Rick Ness und sein Goldgräber-Team am Duncan Creek in ernste Schwierigkeiten. Denn wenn das dreckige Abwasser aus der Waschanlage ungefiltert in den Bach fließt, könnte die Umweltbehörde den Schatzsuchern in Nordamerika eine empfindliche Strafe aufbrummen. Tony Beets und sein Sohn Kevin nehmen am Paradise Hill unterdessen eine dritte Anlage in Betrieb. Die Männer bringen mit einem 700 PS starken Bulldozer und einem Radlader ein tonnenschweres Siebdeck in Position","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931061","hoster":"VOE"},{"path":"/redirect/8406132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-11","name":"Die Problempumpe","epNo":11,"alt":"Rise Of The Machines","descr":"Das Förderband ist defekt. Die Maschine läuft zwar noch, aber wenn Kevin Beets und sein Team die Angelegenheit auf die leichte Schulter nehmen, droht am Ende möglicherweise ein irreparabler Totalschaden. Deshalb wird auf dem Claim am Paradise Hill der Betrieb eingestellt, bis Chefmechaniker Juan Ibara passende Ersatzteile aufgetrieben hat. Rick Ness hadert am Duncan Creek ebenfalls mit seinem Equipment: Die Wasserpumpe streikt. Aber mit dem Schraubenschlüssel kommen die Goldgräber in diesem Fall nicht weit, denn die Anlage hat ein Software-Problem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931065","hoster":"VOE"},{"path":"/redirect/8406133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-12","name":"Goldener Zahltag","epNo":12,"alt":"Million-Dollar Pay Day","descr":"Als der Winter kam, mussten Parker Schnabel und sein Team im letzten Jahr am \"Last Cut\" die Sachen packen – obwohl dort noch Gold zu holen war. Denn bei eisigen Minustemperaturen konnten die Männer im gefrorenen Boden mit ihren schweren Baggern nicht mehr in die tieferen Erdschichten vordringen. Aber jetzt wäre es ein Leichtes, diesen Schatz zu heben. Der Claim gehört Tony Beets, deshalb wären dort wieder Gebühren fällig. Doch das ließe sich verschmerzen, wenn es den Schatzsuchern gelingt, in nur drei Wochen 1000 Unzen Edelmetall ans Tageslicht zu fördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935085","hoster":"VOE"},{"path":"/redirect/8406135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-13","name":"Die Geheimwaffe der Geologen","epNo":13,"alt":"Nuggets Or Bust","descr":"Wo sind die Nuggets? Der Schürfgrund am Duncan Creek wirft nicht so viel Edelmetall ab, wie erhofft. Deshalb zieht Rick Ness in Nordamerika erfahrene Experten zurate. Die Naturwissenschaftler verlassen sich bei der Suche nach dem perfekten Goldgräber-Spot nicht nur auf geologische Karten. Die Beschaffenheit der verschiedenen Erdschichten wird zudem mit modernen technischen Geräten untersucht. Tony Beets Chefmechaniker Juan Ibarra fertigt derweil am Paradise Hill mit CAD-Software und einem Plasmabrenner Ersatzteile für einen defekten Muldenkipper an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935087","hoster":"VOE"},{"path":"/redirect/8406139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-14","name":"Die Horizontaltheorie","epNo":14,"alt":"Cornered","descr":"Parker Schnabel und seine Crew bewegen am Crater Cut mit schweren Maschinen tonnenweise Erdreich, um bis in die goldhaltigen Erdschichten vorzustoßen. Dabei gönnen sich die Männer keine Verschnaufpause, denn dem Team läuft bei der Arbeit auf dem Claim die Zeit davon. Am Duncan Creek macht sich unterdessen Frustration breit. Die Unkosten der Glücksritter sind höher als ihre Einnahmen. Rick Ness und seine Gefährten müssen in Nordamerika eine wichtige Entscheidung treffen, denn der Traum von Ruhm und Reichtum droht sich in Schall und Rauch aufzulösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931069","hoster":"VOE"},{"path":"/redirect/8406137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-15","name":"Schadensbegrenzung","epNo":15,"alt":"And Then There Was One","descr":"Rick Ness musste seine anvisierten Ziele nach unten korrigieren, aber noch ist nicht alles verloren. Mit einer Ausbeute von 500 Unzen wäre sein Goldgräber-Business gerettet und der Glücksritter könnte am Ende der Saison seine Arbeiter ausbezahlen. Um diesen Plan in die Tat umzusetzen, ziehen am Duncan Creek alle an einem Strang. Tony Beets wagt sich derweil mit schwerem Gerät in unwegsames Gelände vor. Dabei versinkt sein Bagger am Paradise Hill im Morast. Kann das Team die 370 000 Dollar teure Baumaschine mit vereinten Kräften aus dem Dreck ziehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931073","hoster":"VOE"},{"path":"/redirect/8406138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-16","name":"Parker geht aufs Ganze","epNo":16,"alt":"Parker Doubles Down","descr":"Parker Schnabel und seine Gefährten müssen sich am Crater Cut sputen, denn der Winter naht. Um sämtliches Schürfmaterial zu verarbeiten, benötigt das Team auf dem Claim eine zweite Waschanlage. Aber die 40 Tonnen schwere Maschine ist zu groß, um sie auf einen Anhänger zu laden. Deshalb will Parker das Monstrum mit einem Bagger zum neuen Standort ziehen. Kevin Beets greift unterdessen seinem Bruder Mike unter die Arme. Auf dem Mega-Abschnitt hat ein schwerer Felsbrocken das Förderband demoliert. Kann der Mechanik-Experte den Schaden reparieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931077","hoster":"VOE"},{"path":"/redirect/8406145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-17","name":"Nur ein verdammter Mechaniker","epNo":17,"alt":"Rebellion At Duncan Creek","descr":"Fünf Wochen vor dem Ende der Schürfsaison gehen Parker Schnabel und seine Crew bei der Schatzsuche bis ans Limit. Die Glücksritter nehmen auf ihrem Claim eine zweite Anlage in Betrieb. \"Big Red\" und \"Sluicifer\" sollen rund um die Uhr Gold waschen. Dazu müssen die Männer die Maschinen pro Tag mit 400 Lkw-Ladungen Erdreich füttern. Am Duncan Creek kochen unterdessen die Gemüter hoch. Carl Rosk will nach einer kräftezehrenden 12-Stunden-Schicht die Brocken hinwerfen. Denn der gestresste Mechaniker wünscht sich von seinen Teamgefährten mehr Anerkennung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935101","hoster":"VOE"},{"path":"/redirect/8406142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-18","name":"Schmutziges Wasser","epNo":18,"alt":"Frozen Treasure","descr":"Der Familienbetrieb macht schwere Zeiten durch, deshalb nimmt Klondike-Veteran Tony Beets in Nordamerika den Nachwuchs in die Pflicht. Seine Tochter Monica und ihre Brüder müssen bei der Arbeit einen Gang hochschalten, wenn sie ihre Saisonziele erreichen wollen. Aber mit defekten Maschinen lässt sich dieser Plan nur schwer in die Tat umsetzen. Bringt Mechaniker Juan Ibarra die tonnenschweren Nutzfahrzeuge wieder in die Spur? Parker Schnabel und sein Team reißen derweil auf ihrem Claim einen Damm ein, um die Goldwaschanlagen mit sauberem Wasser zu versorgen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931081","hoster":"VOE"},{"path":"/redirect/8406146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-19","name":"Schwere Geschütze","epNo":19,"alt":"Bring in the Big Guns","descr":"Tony Beets hatte in der laufenden Saison mit Pannen und Rückschlägen zu kämpfen. So ein Desaster möchte der Klondike-Veteran nicht noch einmal erleben. Deshalb stürzt sich der Schatzsucher in Unkosten. Tony hat eine 75 000 Dollar teure Waschtrommel eingekauft, mit der sein Sohn Kevin im nächsten Jahr Rekordergebnisse einfahren soll. Beim Abladen packt das ganze Team mit an. Am Mount Hinton warten Rick Ness und seine Gefährten derweil gespannt das Ergebnis einer Probebohrung ab. Können die Männer dort vor dem Wintereinbruch wertvollen Boden gutmachen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931082","hoster":"VOE"},{"path":"/redirect/8406149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-20","name":"Tempo im Tal des Todes","epNo":20,"alt":"Rally In The Valley","descr":"Die Ärmel hochkrempeln und auf das Beste hoffen: Rick Ness schwört sein Team in Nordamerika auf ein gemeinsames Ziel ein. Den Glücksrittern fehlen noch 85 Unzen Edelmetall bis zum Break-even-Point. Auf der Zielgeraden vertraut der Minenboss auf die Spürnase seines Vorarbeiters Gene Cheeseman. Der erfahrene Schatzsucher-Veteran weiß genau, wo man in der unberührten Wildnis nach Gold suchen muss. Parker Schnabel spornt seine Crew ebenfalls zu Höchstleistungen an. Der 25-Jährige gönnt den Männern in der \"Red Zone\" und im \"Death Valley\" keine Verschnaufpause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931086","hoster":"VOE"},{"path":"/redirect/8406148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-10/episode-21","name":"Das letzte Gold","epNo":21,"alt":"Last Gold","descr":"Ein Wettlauf gegen die Zeit: Parker Schnabel und seinen Gefährten bleiben auf dem letzten Abschnitt des Claims nur noch zehn Tage, um das kostbare Edelmetall auszugraben. Ihre Waschanlagen haben die Schatzsucher nah am Schürfgrund aufgebaut, das sorgt für kurze Anfahrtswege. Aber diese Strategie bringt auch einen Nachteil mit sich: Rund um \"Sluicifer\" und \"Big Red\" herrscht so viel Betrieb, dass sich die tonnenschweren Bagger, Bulldozer und Muldenkipper gegenseitig bei der Arbeit behindern. Fahren die Goldgräber trotzdem ein Rekordergebnis ein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252019","hoster":"VOE"},{"path":"/redirect/8406155","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-1","name":"Ungewöhnliche Zeiten","epNo":1,"alt":"The Perfect Storm","descr":"Als die Goldpreise auf ein Rekordhoch steigen und die Treibstoffkosten in den Keller gehen, rennen Parker, Rick und Tony los, um die perfekten Bedingungen auszunutzen. Aber nachdem die weltweite Abriegelung den Start der Saison verzögert hat, bleibt weniger Zeit als je zuvor, um abzukassieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931089","hoster":"VOE"},{"path":"/redirect/8585392","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992005","hoster":"VOE"},{"path":"/redirect/9022674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-2","name":"Ein verheißenes Land","epNo":2,"alt":"Promised Land","descr":"Parker weitet sich auf einen zweiten Abschnitt aus und setzt sein Vertrauen in einen Neuling als Vorarbeiter. Tony kämpft mit dem verfluchten Schnitt. Rick befeuert seine Anlage auf reichem Boden. Greenhorn Fred Lewis ruft eine Bergbaulegende zu Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8931092","hoster":"VOE"},{"path":"/redirect/8406154","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992006","hoster":"VOE"},{"path":"/redirect/9022687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-3","name":"Parker ohne Plan","epNo":3,"alt":"The Fast And The Furious","descr":"Parkers neue Strategie, eine Kriegskasse aufzubauen, führt zu einer technischen Herausforderung und entfacht einen Streit mit seinen Vorarbeitern. Rick holt sein erstes Gold in dieser Saison. Fred fordert Verstärkung an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930827","hoster":"VOE"},{"path":"/redirect/8406157","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8991996","hoster":"VOE"},{"path":"/redirect/9022661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-4","name":"Ein Beets kann Berge versetzen","epNo":4,"alt":"Breaking The Piggy Bank","descr":"Tony tippt auf einen versteckten Streifen mit Bodenschätzen. Parkers Crew macht Überstunden, um beide Waschanlagen zu betreiben, in der Hoffnung auf eine große Auszahlung. Rick kämpft darum, seine kleine Crew am Laufen zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935104","hoster":"VOE"},{"path":"/redirect/8406156","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8991997","hoster":"VOE"},{"path":"/redirect/9027691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-5","name":"Eine schöne neue Maschine","epNo":5,"alt":"It’s Alive","descr":"Rick setzt fast sein gesamtes Gold auf eine neue Maschine, die seinen Betrieb verändern könnte. Tony erweckt eine verlassene Geheimwaffe wieder zum Leben. Parker heuert neue Crewmitglieder an, um die verlorene Zeit aufzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921355","hoster":"VOE"},{"path":"/redirect/8406161","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8991995","hoster":"VOE"},{"path":"/redirect/9022632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-6","name":"Duell der Giganten","epNo":6,"alt":"Big Red Vs. Sluicifer","descr":"Zwischen den beiden Waschanlagen-Teams von Parker bricht ein Wettbewerb aus. Tony entdeckt einen Haufen verlorenes Gold. Fred Lewis\u0027 und die Veteranen-Crew erleben einen unerwarteten Rückschlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930831","hoster":"VOE"},{"path":"/redirect/8930830","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992004","hoster":"VOE"},{"path":"/redirect/9022664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-7","name":"Ricks sechster Sinn","epNo":7,"alt":"Rick’s Sixth Sense","descr":"Rick riskiert seine Saison aufgrund einer Vermutung, dass er einen neuen Hot Spot entdeckt hat. Tony mobilisiert ein ganzes Arsenal, um an verlorenes Gold zu kommen. Freds Veteranen-Crew kämpft mit alter Ausrüstung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930834","hoster":"VOE"},{"path":"/redirect/8930835","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992003","hoster":"VOE"},{"path":"/redirect/8405705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-8","name":"Das Gold vergangener Tage","epNo":8,"alt":"Lost Gold Of Paradise Hill","descr":"Tony heizt eine zweite Anlage an, um das von den Oldtimern zurückgelassene Gold zu fördern. Die Spannungen steigen, als Parker nach Alaska abreist und Mitch die Leitung überlässt. Rick steht vor einer Katastrophe, als sein Schleusenkasten ein Leck bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935117","hoster":"VOE"},{"path":"/redirect/8406162","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992011","hoster":"VOE"},{"path":"/redirect/9022648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-9","name":"Rückkehr nach Alaska","epNo":9,"alt":"Back To Alaska","descr":"Parker kehrt nach Alaska zurück, um Neuland zu erschließen und sein Imperium zu erweitern. Rick gräbt tief nach großem Gold in einem Abschnitt, von dem er hofft, dass er das größte Einwiegen der Saison liefert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930837","hoster":"VOE"},{"path":"/redirect/8406168","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992010","hoster":"VOE"},{"path":"/redirect/9022660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-10","name":"Ein goldener Monat","epNo":10,"alt":"Record Breaker","descr":"Parker kehrt an den Klondike zurück und verzeichnet die größte Goldausbeute seiner Karriere. Tony reist tief in die Wildnis, um ein Gold fangendes Monster wieder auferstehen zu lassen. Rick ist gezwungen, einen besseren Grund zu finden. Fred macht eine große Veränderung, um an das Gold zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930840","hoster":"VOE"},{"path":"/redirect/8930841","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992015","hoster":"VOE"},{"path":"/redirect/9022754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-11","name":"Neuer Boden dringend gesucht","epNo":11,"alt":"Frenemies","descr":"Parker vermittelt einen Deal mit Tony, um einen neuen Abbau am Indian River zu eröffnen. Tonys neuer Trommelbau entgleist, als ein Feuer ausbricht. Freds unerfahrene Crew tritt an, um den Colonel am Laufen und am Gold zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935125","hoster":"VOE"},{"path":"/redirect/8935130","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992008","hoster":"VOE"},{"path":"/redirect/9022694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-12","name":"Die Stunde der Monster","epNo":12,"alt":"Resurrecting Monsters","descr":"Parker säubert das goldhaltige Promiseland und riskiert, Sluicifer bei einem Umzug auf neues Terrain zu verlieren. Die Beets versuchen, ihre Saison mit Tonys massiver neuer Trommel aufzuladen. Rick kehrt in der Hoffnung auf eine Rekordsaison zu Monster Red zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930843","hoster":"VOE"},{"path":"/redirect/8930842","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992007","hoster":"VOE"},{"path":"/redirect/8405713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-13","name":"Einer für alle, alle für einen!","epNo":13,"alt":"Got Your Six","descr":"Das Team von Fred Lewis steht kurz vor dem Ende seiner Saison und beginnt zu zerbrechen. Rick löst sein Gold ein, um seine Saison zu finanzieren, und überlässt es seiner Crew, die Saison auf Kurs zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935136","hoster":"VOE"},{"path":"/redirect/8935134","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992009","hoster":"VOE"},{"path":"/redirect/9022709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-14","name":"Retter in der Not","epNo":14,"alt":"Freddy To The Rescue","descr":"Parkers Crew zählt das gesamte Gold aus dem Last Cut zusammen und beeilt sich, den Airstrip Cut abzubauen. Freddy und Juan antworten auf einen SOS-Ruf von Fred Lewis. Tony entleert einen riesigen Auffangteich, um seinen Betrieb wieder in Gang zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930846","hoster":"VOE"},{"path":"/redirect/12482137","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992012","hoster":"VOE"},{"path":"/redirect/9022734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-15","name":"Detektivarbeit am Paradise Hill","epNo":15,"alt":"The Viking Detective","descr":"Parker und seine Crew stehen vor einer potenziell katastrophalen Flut. Tony entdeckt ein geheimes Stück goldhaltigen Bodens und verzeichnet seine größte Goldwägung des Jahres.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8935138","hoster":"VOE"},{"path":"/redirect/8406163","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992013","hoster":"VOE"},{"path":"/redirect/9022737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-16","name":"Unerwartete Ausfälle","epNo":16,"alt":"No Questions Asked","descr":"Die Goldgräber des Yukon setzen alles aufs Spiel, in der Hoffnung, reich zu werden. Mit neuen Minenarbeitern, neuen Claims und neuen Maschinen sind die Einsätze höher denn je!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930848","hoster":"VOE"},{"path":"/redirect/8406167","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992016","hoster":"VOE"},{"path":"/redirect/9022743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-17","name":"Bagger-Rundfahrt Tag und Nacht","epNo":17,"alt":"Growing Pains","descr":"Große Felsbrocken haben die Waschanlage am Mega-Abschnitt außer Gefecht gesetzt. Deshalb ruft Monica Beets ihren Bruder Kevin zu Hilfe. Der Mechanik-Profi entdeckt einen 30 Zentimeter langen Riss im Lochblech. Die Goldgräber:innen müssen das beschädigte Segment möglichst schnell ersetzen. Denn: Solange die Maschine stillsteht, verdienen sie kein Geld. Fred Lewis und seine Mitstreiter werden auf dem Elkhorn Claim ebenfalls von technischen Problemen ausgebremst. Das Team legt dort Nachtschichten ein, um den Ausfall eines Radladers zu kompensieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8933899","hoster":"VOE"},{"path":"/redirect/8933891","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992017","hoster":"VOE"},{"path":"/redirect/8405718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-18","name":"Wassereinbruch am Mega Cut","epNo":18,"alt":"The $6 Million Cut","descr":"Der Mega Cut ist eine Goldgrube. Tony Beets und sein Team haben dort bereits 4000 Unzen Edelmetall im Wert von mehr als sechs Millionen Dollar ausgegraben. Aber nach einem Wassereinbruch müssen die Schatzsucher:innen dort in dieser Folge die Arbeit einstellen. Findet der \"König des Klondike\" auf die Schnelle einen anderen Schürfspot? Parker Schnabel und seine dezimierte Crew haben in Nordamerika ebenfalls mit unvorhergesehenen Zwischenfällen zu kämpfen. Aber die Glücksritter:innen lassen sich nicht unterkriegen. Denn: Wo ein Wille ist, da ist auch ein Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930853","hoster":"VOE"},{"path":"/redirect/8930852","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12916010","hoster":"VOE"},{"path":"/redirect/8405719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-19","name":"Gold in der Flusskurve","epNo":19,"alt":"Clear Eyes, Full Pans","descr":"Rick Ness geht am Ende der Schürfsaison ein Wagnis ein und die Risikobereitschaft wird belohnt. Sein Team gräbt bei einem Testlauf ein fettes Nugget aus. Und am Fundort gibt es mit hoher Wahrscheinlichkeit noch mehr wertvolles Edelmetall zu holen. Reicht die verbleibende Zeit vor dem Wintereinbruch aus, um den Schatz zu heben? Tony Beets und seine Crew vergrößern derweil am Paradise Hill das Absetzbecken, damit kein verunreinigtes Abwasser aus der Waschanlage in den Fluss gelangt. Dabei macht der Minen-Boss in Nordamerika eine interessante Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930854","hoster":"VOE"},{"path":"/redirect/8930855","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992023","hoster":"VOE"},{"path":"/redirect/9022745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-20","name":"Angriff oder Rückzug?","epNo":20,"alt":"Attack Or Retreat","descr":"Das Förderband ist defekt. Parker Schnabel treibt sein Team bei den Reparaturarbeiten in Nordamerika zur Eile an, denn der 26-jährige Minen-Boss hat ein klares Ziel vor Augen. Parker will trotz der widrigen Umstände auch in diesem Jahr ein Rekordergebnis einfahren. Dabei spielt ihm der hohe Goldpreis in die Karten. Fred Lewis kann von solchen Erfolgsaussichten in Oregon nur träumen. In seiner ersten Schürfsaison droht ihm ein Fiasko. Bis dato hat der Quereinsteiger am Elkhorn Creek nur Lehrgeld bezahlt. Und die Lage spitzt sich immer weiter zu","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930858","hoster":"VOE"},{"path":"/redirect/8930857","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992021","hoster":"VOE"},{"path":"/redirect/9022773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-11/episode-21","name":"Endspiel ","epNo":21,"alt":"Endgame","descr":"Endspiel (Staffel 11, Folge 21)Bild: Discovery Channel / Discovery Communications,Es ist ein Rennen gegen die Zeit: Rick Ness und seiner Crew fehlen kurz vor dem Wintereinbruch noch 96 Unzen bis zum anvisierten Saisonziel. Auf der Zielgeraden leiten die Schatzsucher am Duncan Creek das Wasser um, denn die Männer wollen im Flussbett fette Nuggets ausgraben. Parker Schnabel und sein Team mobilisieren am Indian River ebenfalls letzte Kraftreserven. Beim Endspurt gehen Mensch und Material an ihre Grenzen. Die Waschanlage der Goldgräber:innen läuft ununterbrochen auf Hochtouren. Dieser extremen Belastung hält die Maschine nicht stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8930860","hoster":"VOE"},{"path":"/redirect/8634495","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8992022","hoster":"VOE"},{"path":"/redirect/9022771","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-1","name":"Bodenkrieg","epNo":1,"alt":"Ground War","descr":"Parker setzt auf eine riskante Forderung und verliert ein wichtiges Teammitglied. Tony stürmt mit einer Flotte neuer Mega-Maschinen einen neuen Schnitt. Ricks Skelett-Crew vollbringt ein Wunder. Fred reist nach Klondike auf der Suche nach einer Allianz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9663771","hoster":"VOE"},{"path":"/redirect/9663768","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8944206","hoster":"VOE"},{"path":"/redirect/8944203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-2","name":"Greenhorns auf der Piste","epNo":2,"alt":"Battle of the Greenhorns","descr":"Parker schwenkt zu einer neuen Kürzung um, in der Hoffnung, seinen Cashflow umzukehren. Ricks Saison liegt in den Händen eines grünen Mechanikers. Tony tippt auf ein Lieblingshonigloch und begrüßt einen Neuzugang. Fred findet Gold in der Wildnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921404","hoster":"VOE"},{"path":"/redirect/9722430","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8944205","hoster":"VOE"},{"path":"/redirect/8944202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-3","name":"Truck im Dreck","epNo":3,"alt":"Crash and Berm","descr":"Ricks Crew versucht, ein Greenhorn und ihren Rocktruck zu retten. In Eile, um an das Gold zu kommen, schickt Parkers Team Wasser in ihren Claim. Tonys Team versucht, eine Steinzeitlösung zu finden, um seine Operation am Laufen zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9771706","hoster":"VOE"},{"path":"/redirect/9771704","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8944181","hoster":"VOE"},{"path":"/redirect/8944182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-4","name":"Rückschlag am Indian River","epNo":4,"alt":"$9 Million Mistake","descr":"Tony wird mit Neuigkeiten konfrontiert, die ihn ins Trudeln bringen. Fred sammelt sein erstes Gold der Saison. Parkers Crew bleibt auf dem Airstrip stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9826084","hoster":"VOE"},{"path":"/redirect/9826085","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9063499","hoster":"VOE"},{"path":"/redirect/9063502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-5","name":"Sluicifer auf Hochtouren","epNo":5,"alt":"Crank it Up","descr":"Parker treibt ein Glücksspiel an, Fred riskiert den Shutdown und Rick sucht nach Neuland.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9826088","hoster":"VOE"},{"path":"/redirect/9826093","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9063477","hoster":"VOE"},{"path":"/redirect/9063494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-6","name":"Der Fluch vom Hunker Cut","epNo":6,"alt":"The Hunker Creek Curse","descr":"Tony kehrt zurück, um den Hunker-Creek-Fluch zu besiegen und schnelles Gold zu sammeln. Rick beauftragt Brennan mit der Suche nach neuem Terrain. Fred setzt viel auf eine neue Waschanlage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867146","hoster":"VOE"},{"path":"/redirect/9867147","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9114832","hoster":"VOE"},{"path":"/redirect/9114833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-7","name":"Eine Frage der Familienehre","epNo":7,"alt":"Family Matters","descr":"Parker kehrt ins Land der Verheißung zurück und Tony ruft seine Geheimwaffe herbei. Fred riskiert, seine neue Waschanlage an einer steilen Straße zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867155","hoster":"VOE"},{"path":"/redirect/9867157","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9206696","hoster":"VOE"},{"path":"/redirect/9206695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-8","name":"Das Königsgambit","epNo":8,"alt":"The Kings Gambit","descr":"Parker plant, die Tantiemen, die er Tony schuldet, zu begrenzen, während Tonys Söhne gegen eingefrorene Löhne kämpfen. Rick bekommt Hilfe von einer unerwarteten Quelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9924332","hoster":"VOE"},{"path":"/redirect/9924334","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12384117","hoster":"VOE"},{"path":"/redirect/9206701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-9","name":"Rick mit dem Rücken zur Wand","epNo":9,"alt":"Big Red, Big Gold","descr":"Parker schaltet Big Red während eines Glücksspiels am Mud Mountain aus, während Ricks Waschanlage vor seinen Augen zerfällt. Fred ist bereit zu säubern, bevor er schlechte Nachrichten von Freddy und Juan erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008202","hoster":"VOE"},{"path":"/redirect/9924340","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9932670","hoster":"VOE"},{"path":"/redirect/9245660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-10","name":"Ein erlösender Befreiungsschlag","epNo":10,"alt":"The Vindication","descr":"Brandon Carr darf am Paradise Hill keine Zeit verlieren. Der Goldgräber soll dort Tony Beets’ Waschanlage reparieren. Das Lochblech ist defekt. In der letzten Saison hat das Team vier Tage gebraucht, um den Schaden zu beheben. Das muss in diesem Jahr schneller gehen. Denn wenn die Maschine stillsteht, verdient der \"König des Klondike\" kein Geld. Fred Lewis schöpft derweil am California Creek wieder Hoffnung. Der Ex-Soldat kann mit seiner Veteranen-Crew bei der Schatzsuche endlich durchstarten. Der erste Cleanout spült 15 000 Dollar in die Kasse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9999526","hoster":"VOE"},{"path":"/redirect/9999531","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800884","hoster":"VOE"},{"path":"/redirect/9800888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-11","name":"Neue Chance am Mega Cut","epNo":11,"alt":"A New Glory Hole","descr":"Die ersten Tests verliefen äußerst vielversprechend, deshalb setzt Tony Beets große Hoffnungen in den Mega-Abschnitt. Aber der Schatz, den der \"König des Klondike\" dort heben will, liegt unter 3,8 Millionen Liter Wasser begraben. Der Grund und Boden am \"Glory Hole\" ist komplett überschwemmt. Findet der Goldgräber für das Problem eine Lösung? Freddy Dodge und Juan Ibarra packen unterdessen am Duncan Creek den Schneidbrenner aus. Rick Ness hat die Vollprofis um Hilfe gebeten. Die Männer tauschen auf dem Claim das marode Siebdeck seiner Waschanlage aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9999528","hoster":"VOE"},{"path":"/redirect/9999529","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800486","hoster":"VOE"},{"path":"/redirect/9800536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-12","name":"Parkers riskante Entscheidung","epNo":12,"alt":"Boiling Point","descr":"Die Glücksritter stehen in Nordamerika unter Zeitdruck. Parker Schnabel und seinem Schatzsucher-Team bleiben nur noch vier Wochen, um das Gelände am \"Matschberg\" zu erschließen. Denn am Saisonende läuft auf dem Claim die Pacht ab. Wenn die Goldgräber dort kostbare Reichtümer ans Tageslicht befördern wollen, müssen die Vorarbeiten spätestens in einem Monat abgeschlossen sein. Deshalb hat diese Baustelle ab sofort oberste Priorität. Vorarbeiter Tyson Lee und seine 5-köpfige Crew sollen den vielversprechenden Abschnitt so schnell wie möglich trockenlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10013888","hoster":"VOE"},{"path":"/redirect/10013886","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800616","hoster":"VOE"},{"path":"/redirect/9800649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-13","name":"Goldsuche mit Tiefgang","epNo":13,"alt":"All Balls on the Table","descr":"Rick dreht sich um, um eine Ader aus goldreichem Lohn zu jagen, die andere Keno-Minenarbeiter bankrott gemacht hat. Parker macht sich auf den Weg nach Alaska, um Gold zu suchen, und lässt Mitch auf dem Airstrip eine schwierige Entscheidung treffen. Tony zielt auf den weißen Kanal Paydirt ab, um seine Saison zu drehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10013889","hoster":"VOE"},{"path":"/redirect/10013885","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800833","hoster":"VOE"},{"path":"/redirect/9800845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-14","name":"Unterwegs in Little Eldorado","epNo":14,"alt":"Little Eldorado","descr":"Ergiebige Schürfgebiete sind in Alaska rar gesät. Um sich für den nächsten Frühling einen 1200 Hektar großen Claim zu sichern, zahlt Parker Schnabel dem Landbesitzer deshalb einen Vorschuss. Die hundert Unzen Gold im Wert von 180 000 Dollar werden mit den Einnahmen der Schatzsucher verrechnet, wenn sie dort im nächsten Jahr ihre Arbeit aufnehmen. Rick Ness geht im Rally Valley ebenfalls ins Risiko. Sein Team muss dort 58 Meter tief graben, um kostbares Edelmetall freizulegen. Und bis zum Saisonende bleiben den Glücksrittern nur noch zwei Monate Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10040633","hoster":"VOE"},{"path":"/redirect/10040620","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800863","hoster":"VOE"},{"path":"/redirect/9801928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-15","name":"Das Vermächtnis von Fairbanks","epNo":15,"alt":"The Secret Pay Layer","descr":"Parker bekommt eine Spur auf unberührtem Boden in Cleary Creek in Alaska. Rick stellt Brennan als Nachtvorarbeiter im Rally Valley auf die Probe. Eine schnelle Lösung für Tonys Trommelförderer führt zu großen Kopfschmerzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10076095","hoster":"VOE"},{"path":"/redirect/10076100","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800865","hoster":"VOE"},{"path":"/redirect/9800866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-16","name":"Neustart am Mud Mountain","epNo":16,"alt":"The $4 Million Question","descr":"Parker läuft schließlich paydirt und wiegt sein erstes Gold von Mud Mountain. Fred versucht, einen besseren Weg zu finden, um seine zunehmende Goldbeute zu reinigen. Tony erfindet einen schnelleren Weg, um Bagger zu bewegen und auf dem weißen Goldkanal zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10076093","hoster":"VOE"},{"path":"/redirect/10076098","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800875","hoster":"VOE"},{"path":"/redirect/9800874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-17","name":"Bonusgold ","epNo":17,"alt":"Bonus Gold","descr":"Die Schatzsucher versuchen ihr Glück in Colorado. Dort fahren sie schwere Geschütze in Form eines Schwimmbaggers auf, um ans Ziel zu kommen. Doch die Wildnis hat so ihre Tücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10159875","hoster":"VOE"},{"path":"/redirect/10159874","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9800892","hoster":"VOE"},{"path":"/redirect/9800893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-18","name":"Des Monsters Wiedergeburt","epNo":18,"alt":"Rebirth of Monster Red","descr":"\"The Good, the Bad and the Ugly\": Parker Schnabel und seine Schatzsucher-Crew haben ihre Schürfspots im Klondike nach einem berühmten Italowestern aus den Sechzigerjahren benannt. Auf dem \"guten Abschnitt\" geht den Männern nach acht Wochen das goldhaltige Material aus, deshalb ziehen die Glücksritter mit ihrem Equipment 150 Meter weiter zum nächsten Standort. Rick Ness und sein Team bringen unterdessen am Duncan Creek mit schweren Maschinen ihre Waschanlage in Position.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10213839","hoster":"VOE"},{"path":"/redirect/10213838","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9935739","hoster":"VOE"},{"path":"/redirect/9935737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-19","name":"Kampf mit dem Felsgestein","epNo":19,"alt":"Gold at Last","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10251254","hoster":"VOE"},{"path":"/redirect/10251252","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9935736","hoster":"VOE"},{"path":"/redirect/9935741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-20","name":"Eine unerwartete Partnerschaft","epNo":20,"alt":"The Alliance","descr":"Während Gold vom Mud Mountain hereinrollt, baut Parkers Crew eine massive Unterlage, um in Rekordzeit durch den Ugly Cut zu kommen. Fred geht eine unerwartete Partnerschaft ein, um sein Gold zu verdoppeln. Tony lässt seine Pläne für Indian River wieder aufleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916018","hoster":"VOE"},{"path":"/redirect/10308149","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9935731","hoster":"VOE"},{"path":"/redirect/9935729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-21","name":"Ein Job für Rick Senior","epNo":21,"alt":"Whatever It Takes","descr":"Rick ruft seine Geheimwaffe herbei, um zur Gehaltsschicht von Rally Valley zu gelangen. Parker gibt viel Geld aus, um seinen Betrieb am Laufen zu halten. Freds neues Bündnis mit den Claytons wird auf die Probe gestellt, als ihr Anteil überschwemmt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916021","hoster":"VOE"},{"path":"/redirect/10348323","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9999523","hoster":"VOE"},{"path":"/redirect/9999524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-22","name":"Bonanza!","epNo":22,"alt":"Rally Valley Bonanza","descr":"Troy Taylor will den Grund und Boden am Duncan Creek verkaufen, auf dem Rick Ness und sein Team Edelmetall ausgraben. Als Anzahlung verlangt er eine Viertelmillion Dollar. Das ist sehr viel Geld. Einen so hohen Betrag zahlt man nicht aus der Portokasse. Aber wenn Rick Ness nicht auf das Angebot eingeht, riskiert er, dass ihm ein anderer Minenboss das Stück Land vor der Nase wegschnappt. Tony Beets streckt seine Fühler ebenfalls in Keno aus. Der Goldgräber testet nur acht Kilometer von Ricks Claim entfernt ein 360 Hektar großes Gebiet am Mount Hinton.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10399284","hoster":"VOE"},{"path":"/redirect/10399291","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12916009","hoster":"VOE"},{"path":"/redirect/10113494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-23","name":"Nonas Missgeschick","epNo":23,"alt":"Seeing Red","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12421765","hoster":"VOE"},{"path":"/redirect/12421770","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10113503","hoster":"VOE"},{"path":"/redirect/10113466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-24","name":"Alles auf die Goldwaage","epNo":24,"alt":"Buckets Full Of Gold","descr":"Der frühe Wintereinbruch spielt Rick Ness und seiner Crew bei der Arbeit am Duncan Creek nicht in die Karten. Die Schatzsucher sind auf dem Abschnitt im Rally Valley bis in eine Tiefe von 58 Meter vorgedrungen. Aber ihnen bleibt nur noch wenig Zeit, um das edelmetallhaltige Schürfgut zu verarbeiten. Ein zweiter Radlader soll die Waschanlage der Glücksritter mit zusätzlichem Erdreich beschicken. Das Ziel sind 300 Kubikmeter pro Stunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10490999","hoster":"VOE"},{"path":"/redirect/10491003","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10113485","hoster":"VOE"},{"path":"/redirect/10113489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-28","name":"[Spezial 77 - Zwischen Genie und Wahnsinn]","epNo":25,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10428183","hoster":"VOE"},{"path":"/redirect/10428187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-12/episode-29","name":"[Spezial 75 - Vom Kind zum Konkurrenten]","epNo":26,"alt":"","descr":"2011 brach Parker Schnabel in den Klondike auf, um von den Besten der Besten zu lernen. Der 16-jährige Rookie wollte sich bei den erfahrensten Goldgräbern Nordamerikas nützliche Kniffe und Tricks abschauen. Dabei traf er auch auf Tony Beets. Diese Begegnung sollte das Leben der beiden Männer für immer verändern. Denn aus dem begabten Schüler und seinem Mentor wurden über die Jahre Rivalen, die sich bei der Jagd nach Ruhm und Reichtum auf Augenhöhe begegnen. Dieses Schatzsucher-Special erzählt die Geschichte eines spannenden Konkurrenzkampfes. (Text: DMAX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13124286","hoster":"VOE"},{"path":"/redirect/10487329","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-1","name":"Zeitenwende","epNo":1,"alt":"A Seismic Shift","descr":"Parker Schnabel kam vor neun Jahren in den Klondike. Seither hat er mit seinem Team Edelmetall im Wert von 86 Millionen Dollar ans Tageslicht befördert. Doch in diesem Jahr macht dem Minenboss die hohe Inflation zu schaffen. Fährt Parker trotz der widrigen Umstände auch in dieser Saison satte Profite ein? Sein Langzeit-Rivale Tony Beets kämpft am Paradise Hill mit ähnlichen Problemen. Treibstoff und Lebensmittel sind extrem teuer. Um ans Gold zu gelangen, muss seine Crew obendrein den Weg zum Claim freischaufeln. Der Zugang ist durch tiefen Schnee blockiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12421524","hoster":"VOE"},{"path":"/redirect/12421741","hoster":"Doodstream"},{"path":"/redirect/12421522","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561795","hoster":"VOE"},{"path":"/redirect/13561797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-2","name":"Mit dem Bagger durch das Eis","epNo":2,"alt":"Searching for Rick Ness","descr":"Wo steckt Rick Ness? Brian \"Zee\" Zaremba hat seit Wochen nichts von seinem Freund gehört. Hat der Minenboss mit psychischen Problemen zu kämpfen? Die anderen Teams krempeln unterdessen in Nordamerika die Ärmel hoch. Aber der Weg zum Gold ist gepflastert mit Hindernissen. Parker Schnabel muss mindestens vier Monate länger auf seine neue Waschanlage warten, die extra für den lehmhaltigen Boden in Alaska entwickelt wurde. Das wirft die Pläne des Schatzsuchers gehörig durcheinander. Und Fred Lewis versucht seinen Claim von Schnee und Eis zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12450910","hoster":"VOE"},{"path":"/redirect/12450909","hoster":"Doodstream"},{"path":"/redirect/12450908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917513","hoster":"VOE"},{"path":"/redirect/13561793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-3","name":"Der Goldacker","epNo":3,"alt":"Golden Acres","descr":"Parker Schnabel hat sich in diesem Jahr ehrgeizige Ziele gesetzt. Der Schatzsucher will im Klondike möglichst schnell bis zum Gold vorstoßen, bevor er in Alaska seine neue Mine in Betrieb nimmt. Aber das gefrorene Schürfmaterial bekommt der Waschanlage nicht. Fred Lewis und sein Team kämpfen in der Nähe von Dawson City mit ähnlichen Problemen. Ein zehn Meter dicke Eisschicht versperrt den Männern den Weg zum Edelmetall. Und wie schlagen sich die Clayton-Brüder? Brandon und Brady wollen 500 Unzen ans Tageslicht befördern, um Familienschulden zu tilgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505707","hoster":"VOE"},{"path":"/redirect/12505706","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561790","hoster":"VOE"},{"path":"/redirect/13561792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-4","name":"Ins kalte Wasser","epNo":4,"alt":"Trench Warfare","descr":"Tyler Mahoney soll Parker Schnabel beim Aufbau seines neuen Betriebs in Alaska unterstützen. Aber es wird noch eine Weile dauern, bis der Minenboss einen Teil seiner Ressourcen in die USA verlegt. Damit sich die Lady am Indian River nicht nutzlos vorkommt, bringt Parker ihr bei, wie man einen Muldenkipper steuert. Fred Lewis und Buzz Legault bauen unterdessen ein neues Gestell für ihre Waschanlage. Und Tony Beets nimmt mit seinem Schatzsucher-Team in Nordamerika ein Entwässerungsprojekt in Angriff. Denn auf seinem Claim versinken die Fahrzeuge im Morast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505003","hoster":"VOE"},{"path":"/redirect/12505010","hoster":"Doodstream"},{"path":"/redirect/12505002","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561800","hoster":"VOE"},{"path":"/redirect/13561799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-5","name":"Trickreich gegen den Permafrost","epNo":5,"alt":"Cheat Codes","descr":"Der Preis für Treibstoff hat ein Rekordhoch erreicht. Ersatzteile sind ebenfalls sehr teuer. Und die Minenbosse haben mit Lieferengpässen zu kämpfen. Das bedeutet: Den Teams steht eine harte Saison bevor. Doch Parker Schnabel lässt sich von den widrigen Umständen nicht unterkriegen. Der 27-Jährige sichert sich im Yukon mehr Grund und Boden als jemals zuvor. Und er will in Alaska einen neuen Claim erschließen. Tony Beets bündelt derweil seine Kräfte am Paradise Hill. Parkers Langzeit-Rivale strebt dort eine Ausbeute von 5000 Unzen an. Und Fred Lewis nimmt einen Kredit auf, um die Schatzsuche in der Nähe von Dawson City zu finanzieren. Werden die Anstrengungen der Goldgräber belohnt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505001","hoster":"VOE"},{"path":"/redirect/12505000","hoster":"Doodstream"},{"path":"/redirect/12505005","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561780","hoster":"VOE"},{"path":"/redirect/13561784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-6","name":"Das große Kettenretten","epNo":6,"alt":"Fight Iron with Iron","descr":"Der Preis für Treibstoff hat ein Rekordhoch erreicht. Ersatzteile sind ebenfalls sehr teuer. Und die Minenbosse haben mit Lieferengpässen zu kämpfen. Das bedeutet: Den Teams steht eine harte Saison bevor. Doch Parker Schnabel lässt sich von den widrigen Umständen nicht unterkriegen. Der 27-Jährige sichert sich im Yukon mehr Grund und Boden als jemals zuvor. Und er will in Alaska einen neuen Claim erschließen. Tony Beets bündelt derweil seine Kräfte am Paradise Hill. Parkers Langzeit-Rivale strebt dort eine Ausbeute von 5000 Unzen an. Und Fred Lewis nimmt einen Kredit auf, um die Schatzsuche in der Nähe von Dawson City zu finanzieren. Werden die Anstrengungen der Goldgräber belohnt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505004","hoster":"VOE"},{"path":"/redirect/12505007","hoster":"Doodstream"},{"path":"/redirect/12505012","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561767","hoster":"VOE"},{"path":"/redirect/13561782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-7","name":"Flussbiegung der Hoffnung","epNo":7,"alt":"Valley of Prayers","descr":"1344 Unzen Gold im Wert von 2,4 Millionen Dollar: Die Ausbeute im Klondike kann sich sehen lassen. Aber Parker Schnabel und sein Team müssen in Nordamerika auch ihre zweite Waschanlage zum Laufen bringen, wenn sie ihre Ziele erreichen wollen. Die Clayton-Brüder hoffen derweil an einer Flussbiegung am California Creek auf reiche Beute. Dort verlangsamt sich das fließende Wasser und die Goldpartikel sinken zu Boden. Zumindest in der Theorie, denn ob an dem vielversprechenden Schürfspot tatsächlich Edelmetall zu holen ist, muss sich erst noch herausstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595899","hoster":"VOE"},{"path":"/redirect/12595909","hoster":"Doodstream"},{"path":"/redirect/12595901","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561768","hoster":"VOE"},{"path":"/redirect/13561766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-8","name":"Die 50.000-Unzen-Marke","epNo":8,"alt":"50,000 Ounces","descr":"Parker Schnabels Schatzsucher-Team zieht seine 45 Tonnen schwere Waschanlage auf ein fünf Meter hohes Fundament. Danach montieren die Männer an der Maschine das 30 Meter lange Förderband. Wenn die Glücksritter am Indian River den Zeitplan einhalten, könnte der 27-jährige Minenboss in seiner Goldgräber-Karriere sehr bald die 50 000-Unzen-Marke knacken. Am Paradise Hill geht die Arbeit unterdessen nur langsam voran. Denn der Boden auf beiden Abschnitten ist noch immer gefroren. Hat Tony Beets im kanadischen Yukon Territory einen Plan B in der Hinterhand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595911","hoster":"VOE"},{"path":"/redirect/12595919","hoster":"Doodstream"},{"path":"/redirect/12595923","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561764","hoster":"VOE"},{"path":"/redirect/13561763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-9","name":"Verflucht!","epNo":9,"alt":"Cursed","descr":"Das Gold liegt unter der Straße. Deshalb kommt auf Parker Schnabel und seine Crew in Nordamerika jede Menge Arbeit zu. Die Schatzsucher wollen im Yukon einen neuen Abschnitt erschließen, denn am Ende des Jahres läuft dort die Wasserlizenz ab. Die Claytons liefern sich derweil am California Creek eine Art Privatduell mit dem Veteranen-Team von Fred Lewis, das auf der anderen Seite des Flusses schürft. Und Tony Beets verpachtet Grund und Boden an drei Neulinge aus Winchester. Der König des Klondike will mit den Nebeneinnahmen seine Kasse auffüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595917","hoster":"VOE"},{"path":"/redirect/12595924","hoster":"Doodstream"},{"path":"/redirect/13966908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561762","hoster":"VOE"},{"path":"/redirect/13561761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-10","name":"Einmal Alaska und zurück","epNo":10,"alt":"Little Red Rocket","descr":"Parker Schnabel sucht für den Übergang nach einer Waschanlage, die er auf seinem Claim in Alaska einsetzen kann. Denn die Spezialanfertigung, die der Minenboss vor geraumer Zeit in Auftrag gegeben hat, lässt auf sich warten. Die Claytons machen unterdessen schwere Zeiten durch. Brandon und sein Bruder Brady haben am California Creek erst zwölf Unzen Gold ans Tageslicht befördert. Die Männer leihen sich einen Bagger aus, um die Produktion anzukurbeln. Und am Paradise Hill reißt ein Gurt am Förderband. Kann Tony Beets’ Sohn Mike den Schaden reparieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595932","hoster":"VOE"},{"path":"/redirect/12595944","hoster":"Doodstream"},{"path":"/redirect/12595936","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561786","hoster":"VOE"},{"path":"/redirect/13561789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-11","name":"Nachtschicht für die Neulinge","epNo":11,"alt":"Tony’s Golden Knights","descr":"Tony Beets musste am Paradise Hill sechs Wochen lang warten, bis das Schürfgut auftaute. Um die verloren gegangene Zeit wieder wettzumachen, stellt der \"König des Klondike\" drei Neulinge ein. Sind die Männer den Herausforderungen bei der Schatzsuche gewachsen? Fred Lewis hadert unterdessen am California Creek mit seinem Schicksal. Seine Pechsträhne nimmt kein Ende. Jetzt streikt plötzlich der Bagger. Und Brandon Clayton macht in Nordamerika die Ausbeute der letzten Woche zu Geld. 10,5 Unzen Gold bringen dem Schatzsucher rund 19 000 Dollar ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595931","hoster":"VOE"},{"path":"/redirect/12595933","hoster":"Doodstream"},{"path":"/redirect/12595928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561756","hoster":"VOE"},{"path":"/redirect/13561758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-12","name":"Freiheit ist Gold wert","epNo":12,"alt":"FUBAR","descr":"Parker Schnabel nimmt nach zwei Jahren Vorbereitungszeit in Alaska seine neue Mine in Betrieb. Der Schatzsucher hat sich 30 Kilometer nördlich von Fairbanks 1200 Hektar vielversprechenden Grund und Boden gesichert, auf dem er in der ersten Saison rund 1000 Unzen Edelmetall ans Tageslicht befördern will. Geht Parkers Rechnung in Nordamerika auf? Fred Lewis hofft unterdessen am California Creek auf die große Wende. Mit dem Gold aus dem Freiheitsabschnitt will der Ex-Soldat seiner Familie nach vielen Entbehrungen ein sorgenfreies Leben ermöglichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12595943","hoster":"VOE"},{"path":"/redirect/12595946","hoster":"Doodstream"},{"path":"/redirect/12595952","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561753","hoster":"VOE"},{"path":"/redirect/13561755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-13","name":"Das neue Rollfeld","epNo":13,"alt":"Parker’s Big Payday","descr":"Wenn Parker Schnabel in fünf Tagen aus dem US-Bundesstaat Alaska in den Klondike zurückkehrt, um die Goldausbeute zu begutachten, soll die neue Flugpiste fertig sein. Das Projekt beschert dem Team zusätzliche Arbeit, denn die Waschanlagen müssen parallel weiterlaufen. Fred Lewis und seine Crew schöpfen unterdessen wieder Hoffnung. In der letzten Woche haben die Schatzsucher ihre Ausbeute verdoppelt. Können die Männer das hohe Tempo bis zum Ende der Saison beibehalten? Und am Paradise Hill streiken die Bulldozer. Das passt Tony Beets gar nicht in den Kram.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12636086","hoster":"VOE"},{"path":"/redirect/12636090","hoster":"Doodstream"},{"path":"/redirect/12636088","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561752","hoster":"VOE"},{"path":"/redirect/13561751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-14","name":"Tyson, der Aushilfsboss","epNo":14,"alt":"Who’s the Boss","descr":"Auf Parkers Schnabels Claim im Klondike hat seine Crew fast die Hälfte eines 36 Hektar großen Areals leer geräumt und Gold im Wert von rund sieben Millionen Dollar gewonnen. Nach dieser Kraftanstrengung braucht Vorarbeiter Mitch Blaschke eine Ruhepause. Die Clayton-Brüder wollen unterdessen einen neuen Abschnitt erschließen. Dabei werden sie von ihrer Schwester Janae unterstützt. Aber die Baggerschaufel ist abgenutzt. Damit kann das Team den gefrorenen Boden nicht aufbrechen. Und wie schlagen sich die Neulinge, an die Tony Beets Land verpachtet hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12636091","hoster":"VOE"},{"path":"/redirect/12636092","hoster":"Doodstream"},{"path":"/redirect/12636087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561747","hoster":"VOE"},{"path":"/redirect/13561749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-15","name":"Aller guten Dinge sind drei","epNo":15,"alt":"The Last Frontier","descr":"Parker Schnabel hat ein kleines Vermögen in seinen neuen Claim investiert. Das Areal in Alaska soll seine Zukunft sichern. Erste Tests zeigen an, dass dort Gold im Wert von über zehn Millionen Dollar liegen könnte. Für Dave Turin beginnt unterdessen 500 Kilometer weiter südlich eine neue Ära. Der 63-jährige Schatzsucher trifft sich an der Glacier Creek Mine in Alaska mit seinem Team, um Zukunftspläne zu besprechen. Und Tony Beets will mit seiner Crew einen neuen Abschnitt trockenlegen. Die Männer heben ein riesiges Becken aus und bauen einen Damm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712282","hoster":"VOE"},{"path":"/redirect/12712284","hoster":"Doodstream"},{"path":"/redirect/12712283","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561785","hoster":"VOE"},{"path":"/redirect/13561787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-16","name":"Beschlagnahme eines Baggers","epNo":16,"alt":"Gremlins","descr":"Mieses Wetter und technische Probleme: Fred Lewis hat seit dem Saisonbeginn schwer zu kämpfen. Die Ausbeute am California Creek entspricht bei Weitem nicht den Erwartungen und die Pannenserie reißt nicht ab. Am Indian River zählt ebenfalls jedes Körnchen Gold. Dort läuft im nächsten Jahr die Wasserlizenz ab. Aber Parker Schnabels Team ist unterbesetzt, denn der Minenboss musste seine Mitarbeiter:innen auf zwei Länder aufteilen. Und Dave Turin sucht in Alaska nach einem Käufer für seinen Claim. Der Schatzsucher will sich aus dem Business zurückziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712308","hoster":"VOE"},{"path":"/redirect/12712311","hoster":"Doodstream"},{"path":"/redirect/12712310","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561745","hoster":"VOE"},{"path":"/redirect/13561746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-17","name":"Die Mammutaufgabe","epNo":17,"alt":"Mammoth Mess","descr":"Brady und Brandon Clayton haben bis dato 58 Unzen Gold geschürft. Mit den Einnahmen wollen die Brüder in Nordamerika einen neuen Abschnitt erschließen. Zu diesem Zweck müssen die Männer eine Straße bauen. Aber dann streikt am California Creek plötzlich der Bulldozer. Parker Schnabels Projekt in Fairbanks nimmt ebenfalls Fahrt auf. Seine neue Mine in Alaska soll noch in diesem Jahr Gewinn abwerfen. Um an das Gold zu gelangen, muss seine Crew dort 80 000 Kubikmeter Erdreich abtragen. Und Tony Beets Schatzsucher-Team stößt bei der Arbeit auf einen Mammutzahn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712291","hoster":"VOE"},{"path":"/redirect/12712294","hoster":"Doodstream"},{"path":"/redirect/12712292","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561744","hoster":"VOE"},{"path":"/redirect/13561742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-18","name":"Das Dozer-Desaster","epNo":18,"alt":"Buzzified","descr":"Parker Schnabels Team hat in vier Monaten am Indian River anderthalb Millionen Kubikmeter Erdreich abgetragen. Jetzt ist die Truppe am Rollbahn-Abschnitt endlich an der Goldschicht angelangt. Wenn es den Schatzsuchern gelingt, das Material vor dem Winter zu verarbeiten, könnten sie Edelmetall im Wert von 3,5 Millionen Dollar gewinnen. Aber dazu müssen sie mit ihrer Waschanlage an den neuen Standort umziehen. Fred Lewis verleiht unterdessen seinen Bulldozer an die Clayton-Brüder. Drei Stunden später rührt sich die Maschine nicht mehr von der Stelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712312","hoster":"VOE"},{"path":"/redirect/12712314","hoster":"Doodstream"},{"path":"/redirect/12712313","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561741","hoster":"VOE"},{"path":"/redirect/13561739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-19","name":"Die Monsterpumpe","epNo":19,"alt":"Big Toys, Big Problems","descr":"Mike Beets möchte seinem Vater beweisen, dass man sich auf ihn verlassen kann. Er hat den Abschnitt ausgewählt, auf dem das Team in den nächsten Wochen Gold schürfen wird. Sein Ruf als angehender Minenboss hängt davon, ob er es schafft, das vier Hektar große Areal bis zum Winter leer zu räumen. Aber dann liefert die 900 PS starke Wasserpumpe plötzlich nicht mehr genug Druck. Fred Lewis investiert seinen Profit unterdessen in einen Bagger. Der Löffel der 50-Tonnen-Maschine fast rund drei Kubikmeter. Damit kann das Team deutlich mehr Erdreich bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712285","hoster":"VOE"},{"path":"/redirect/12712288","hoster":"Doodstream"},{"path":"/redirect/12712286","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561736","hoster":"VOE"},{"path":"/redirect/13561738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-20","name":"Alles unter Wasser","epNo":20,"alt":"Washed Out","descr":"Parker Schnabel schürft zum ersten Mal seit zehn Jahren wieder in Alaska. Der Schatzsucher ist sehr gespannt auf die ersten Cleanouts, denn er hat in der Nähe von Fairbanks sehr viel Geld investiert. Tony Beets verleiht unterdessen eine Waschanlage an Shane Smith. Aber beim Transport kippt die Maschine vom Auflieger. Kann der \"König des Klondike\" das Arbeitsgerät mit zwei Radladern wieder aufrichten? Und Dave Turin will potenziellen Käufern, die sich für seine Mine am Glacier Creek interessieren, beweisen, dass dort jede Menge Edelmetall zu holen ist.it zwei Radladern wieder aufrichten? Und Dave Turin will potenziellen Käufern, die sich für seine Mine am Glacier Creek interessieren, beweisen, dass dort jede Menge Edelmetall zu holen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712304","hoster":"VOE"},{"path":"/redirect/12712305","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561734","hoster":"VOE"},{"path":"/redirect/13561735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-21","name":"Ein vernichtendes Urteil","epNo":21,"alt":"Trial by Parker","descr":"Fred Lewis steht am California Creek mit dem Rücken zur Wand. Die Ausbeute pro Woche beträgt dort nur 15 Unzen und bis zum Saisonende bleiben den Goldgräbern nur ein paar Wochen. Deshalb bittet der Ex-Soldat Parker Schnabel um Hilfe. Der Schatzsucher soll sich Freds Betrieb ansehen, um potenzielle Fehlerquellen auszumerzen. Und die Ursache für die Misere ist schnell ausgemacht. Die Siebdecks der Waschanlage sind abgenutzt, dadurch verliert das Team sehr viel Edelmetall. Vorarbeiter Mitch Blaschke hat am Indian River mit ähnlichen Problemen zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712300","hoster":"VOE"},{"path":"/redirect/12712302","hoster":"Doodstream"},{"path":"/redirect/12712303","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561729","hoster":"VOE"},{"path":"/redirect/13561730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-22","name":"Verlustgeschäft","epNo":22,"alt":"The Alaska Verdict","descr":"Der Abschnitt, auf dem Parker Schnabel und sein Team in Alaska schürfen, liegt zwischen zwei Flüssen und einem alten Schwimmbagger-Teich. Deshalb drohen auf dem \"Wolf Cut\" permanent Überschwemmungen. Für den Notfall haben die Schatzsucher einen Ablauf konstruiert, der in eine Sammelgrube führt. Damit ist das Problem aber nicht aus der Welt geschafft. Und die Clayton-Brüder rechnen wegen der hohen Benzinpreise mit finanziellen Einbußen. Die Männer müssen mit ihrem Truck sehr weite Wege zurücklegen, um das Schürfgut zur Waschanlage zu transportieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712287","hoster":"VOE"},{"path":"/redirect/12712290","hoster":"Doodstream"},{"path":"/redirect/12712289","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561727","hoster":"VOE"},{"path":"/redirect/13561726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-23","name":"Tief im Schlamm","epNo":23,"alt":"Here’s Johnny!","descr":"Tony Beets und sein Team haben am Paradise Hill in einer Woche über 500 Unzen Gold ausgegraben. Aber die Glückssträhne hält nicht lange an. Starke Regenfälle sorgen bei den Männern für Sorgenfalten auf der Stirn. Fred Lewis hat am California Creek ebenfalls schwer zu kämpfen. Der Minenboss musste seine Ziele nach unten korrigieren. Um die Produktion anzukurbeln, holt der Ex-Soldat einen alten Bekannten mit ins Boot. Und die Clayton-Brüder heuern in Nordamerika zwei Neulinge an, die ihnen während der Nachtschicht unter die Arme greifen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712295","hoster":"VOE"},{"path":"/redirect/12712298","hoster":"Doodstream"},{"path":"/redirect/12712296","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561723","hoster":"VOE"},{"path":"/redirect/13561725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-24","name":"Endstation: Panamakanal","epNo":24,"alt":"Runway To Redemption","descr":"Gegen das Wasser sind Parker Schnabel und sein Team machtlos. Die Überschwemmungen machen seine Pläne in Alaska zunichte. Deshalb konzentriert sich der Minenboss wieder auf seinen Claim am Indian River, auf dem am Ende der Saison die Lizenz abläuft. Fred Lewis und sein Trupp legen unterdessen am California Creek zusätzliche Nachtschichten ein. Christopher Parker steigt dort zum Vorarbeiter auf. Trifft der Neuling bei seinen Kollegen den richtigen Ton? Und auf dem Hunker-Abschnitt fehlen der Winchester-Crew bis zum Winter noch 94 Unzen Edelmetall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12739389","hoster":"VOE"},{"path":"/redirect/12739400","hoster":"Doodstream"},{"path":"/redirect/12739397","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561721","hoster":"VOE"},{"path":"/redirect/13561722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-25","name":"Der beste Abschnitt aller Zeiten","epNo":25,"alt":"Panama Canal Jackpot","descr":"Ein technischer Defekt wirft Tony Beets am Paradise Hill im Zeitplan zurück. Dort liegt noch jede Menge Schürfgut, aber die Waschanlage streikt. Der \"König des Klondike\" beruft den Familienrat ein. Findet der Schatzsucher gemeinsam mit seiner Frau Minnie und seinem Sohn Kevin eine Lösung für das Problem? Parker Schnabels Team muss am Indian River ebenfalls improvisieren, denn Ersatzteile sind in der Wildnis rar gesät. Vorarbeiter Mitch Blaschke versucht mit zwei Autobatterien, Überbrückungskabeln und einer Ladeeinheit die Stromversorgung zu reparieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12739371","hoster":"VOE"},{"path":"/redirect/12739372","hoster":"Doodstream"},{"path":"/redirect/12739367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561718","hoster":"VOE"},{"path":"/redirect/13561717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-13/episode-26","name":"Wer braucht schon einen Bonus?","epNo":26,"alt":"Klondike Climax","descr":"Nach zehn Jahren endet für Parker Schnabel im Klondike eine Ära. Die Schürflizenzen am Indian River laufen in Kürze aus und der Minenboss will dort kein Gold zurücklassen. Das Team rüstet sich für den Endspurt. 150 Kilometer nördlich kämpft Fred Lewis um den Fortbestand seiner Mine. Ein Bulldozer bleibt bei der Arbeit am California Creek im Schlamm stecken. Können die Schatzsucher die Planierraupe mit einem Bagger aus dem Morast befreien? Und Tony Beets entdeckt am Paradise Hill eine Vertiefung, in der sich sehr viel Edelmetall abgelagert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917518","hoster":"VOE"},{"path":"/redirect/12739394","hoster":"Doodstream"},{"path":"/redirect/12739391","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13561720","hoster":"VOE"},{"path":"/redirect/13561719","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-1","name":"Das 15-Millionen-Dollar-Wagnis","epNo":1,"alt":"The $160 Million Gamble","descr":"Parker erwägt, alles auf eine neue Forderung zu setzen, die eine Auszahlung von über 160 Millionen US-Dollar bewirken könnte. Rick Ness taucht wieder auf, nachdem er verschollen ist. Die Entscheidung eines Familienmitglieds erschüttert die Beets und Tony erhält lang erwartete Neuigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14171948","hoster":"VOE"},{"path":"/redirect/13903294","hoster":"Vidoza"},{"path":"/redirect/13903295","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13150727","hoster":"VOE"},{"path":"/redirect/13150726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-2","name":"Der Indian River ruft!","epNo":2,"alt":"Call of the Indian River","descr":"Tony erwägt, den gesamten Familienbetrieb an den Indian River zu verlegen. Parker eröffnet den ersten Abbau seines neuen Claims bei Dominion Creek. Rick Ness holt ein neues Crewmitglied und hofft, als Erster Gold zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13944311","hoster":"VOE"},{"path":"/redirect/13923135","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13289446","hoster":"VOE"},{"path":"/redirect/13289449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-3","name":"Ende der Funkstille","epNo":3,"alt":"Hey Parker, It\u0027s Rick","descr":"Nachdem er jahrelang nicht gesprochen hat, besucht Rick Parker und bittet ihn um einen Gefallen. Parkers Team gräbt an einem ungewöhnlichen Ort einen Haufen Gold aus. Tony setzt seinen Sohn Mike unter Druck, den Umzug nach Indian River voranzutreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13941354","hoster":"VOE"},{"path":"/redirect/13941355","hoster":"Vidoza"},{"path":"/redirect/13941353","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13289450","hoster":"VOE"},{"path":"/redirect/13289451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-4","name":"Ein neuer Job für Buzz","epNo":4,"alt":"Free Agent","descr":"Parker steht kurz vor dem Bankrott und versucht, ein altes Honigloch anzuzapfen, um das Blatt zu wenden. Rick probiert einen neuen Bergmann mit einer Außenseiter-Vergangenheit aus. Tony kämpft gegen überflutete Bäche am Indian River, um an das Gold zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13958913","hoster":"VOE"},{"path":"/redirect/13958914","hoster":"Vidoza"},{"path":"/redirect/13958912","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13289455","hoster":"VOE"},{"path":"/redirect/13289462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-5","name":"Ohne Pumpe kein Profit","epNo":5,"alt":"Up in Smoke","descr":"Überschwemmungen stoppen Tonys Rennen um das Indian-River-Gold. Ricks Comeback scheitert, als eine Wasserpumpe in Rauch aufgeht. Parker drängt die Crew, den Unforgiven-Schnitt zu öffnen, um sie über Wasser zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977244","hoster":"VOE"},{"path":"/redirect/13977245","hoster":"Vidoza"},{"path":"/redirect/13977243","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13289458","hoster":"VOE"},{"path":"/redirect/13289459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-6","name":"Letzte Hoffnung für Fred","epNo":6,"alt":"Down, but Not Out","descr":"Parker holt sich sein erstes Gold der Saison mit dem Unforgiven-Schnitt. Einer von Ricks Rocktrucks rutscht eine Schlucht hinunter und er versucht, mit Tony einen Saisonsparvertrag auszuhandeln. Fred Lewis trifft eine große Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13997933","hoster":"VOE"},{"path":"/redirect/13997934","hoster":"Doodstream"},{"path":"/redirect/13997935","hoster":"Vidoza"},{"path":"/redirect/13997932","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626063","hoster":"VOE"},{"path":"/redirect/13626065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-7","name":"50 Unzen bis zum Wochenende","epNo":7,"alt":"50 Ounce Ultimatum","descr":"Ricks Vermieter verlangt bis Ende der Woche 50 Unzen Gold. Ein unerwarteter Besuch bei Tonys Indian-River-Schürfgebiet bringt verheerende Nachrichten, und Parkers Crew kämpft am Unforgiven-Einschnitt mit einem kaputten Bagger und fleckigem Boden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14023285","hoster":"VOE"},{"path":"/redirect/14023286","hoster":"Doodstream"},{"path":"/redirect/14023287","hoster":"Vidoza"},{"path":"/redirect/14023284","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626066","hoster":"VOE"},{"path":"/redirect/13626064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-8","name":"Das Gold der Gräben","epNo":8,"alt":"Last Ditch Gold","descr":"Da Parker Geld braucht, gräbt er Gräben auf seinem Dominion-Creek-Anspruch. Tony holt sich sein erstes Gold des Jahres, während Rick nach einem neuen Schnitt sucht, um seine Saison zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14041356","hoster":"VOE"},{"path":"/redirect/14041357","hoster":"Doodstream"},{"path":"/redirect/14041358","hoster":"Vidoza"},{"path":"/redirect/14041355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626070","hoster":"VOE"},{"path":"/redirect/13626069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-9","name":"Der Baumkuschler","epNo":9,"alt":"Pivot!","descr":"A hängt von der Umstellung auf den Bacon-Strip-Schnitt ab, während Parker mit finanziellen Herausforderungen kämpft. Das Team erleidet einen Laderunfall und Monica Beets übernimmt die Kontrolle über den Indian River.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14055844","hoster":"VOE"},{"path":"/redirect/14055847","hoster":"Doodstream"},{"path":"/redirect/14055858","hoster":"Vidoza"},{"path":"/redirect/14055843","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626071","hoster":"VOE"},{"path":"/redirect/13626073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-10","name":"Sommersumpf","epNo":10,"alt":"Parker\u0027s Runaway Claim","descr":"Parkers Suche nach Gold treibt ihn dazu, einen dritten Claim zu eröffnen, was seine Crew und Ausrüstung bis an die Grenzen belastet. Unterdessen steigert Rick die Effizienz der Waschanlage Rocky, um die Goldproduktion zu maximieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14067798","hoster":"VOE"},{"path":"/redirect/14067800","hoster":"Doodstream"},{"path":"/redirect/14067801","hoster":"Vidoza"},{"path":"/redirect/14067799","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626075","hoster":"VOE"},{"path":"/redirect/13626074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-11","name":"Das Maschinenmonster","epNo":11,"alt":"Frankendozer","descr":"Die Yukon-Bergleute Parker, Beets und Rick kämpfen mit Pannen und Katastrophen und rennen noch vor Saisonende auf die Suche nach Gold. Parker baut Hybriddozer. Rüben bekämpfen Überschwemmungen. Ricks mühsame Suche bricht ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14104344","hoster":"VOE"},{"path":"/redirect/14104346","hoster":"Doodstream"},{"path":"/redirect/14104351","hoster":"Vidoza"},{"path":"/redirect/14104345","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626076","hoster":"VOE"},{"path":"/redirect/13626079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-12","name":"Zahltag im Money Pit","epNo":12,"alt":"Money Pit Payday","descr":"Parker kämpft darum, sein erstes Money Pit-Gold in Dominion Creek einzufahren. Rick bewirbt Buzz als seinen Vorarbeiter und es kommt zu Spannungen, als die Waschanlage nicht anläuft. Die Beets haben am Indian River mit zunehmenden mechanischen Problemen zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14129536","hoster":"VOE"},{"path":"/redirect/14129535","hoster":"Doodstream"},{"path":"/redirect/14129537","hoster":"Vidoza"},{"path":"/redirect/14129534","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626080","hoster":"VOE"},{"path":"/redirect/13626081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-13","name":"Goldverlust durch Schieflage","epNo":13,"alt":"Parker Comes Alive","descr":"Parker kommt in Dominion Creek wieder in Schwung, doch ein mysteriöser Goldverlust könnte ihn zurückwerfen. Tony bringt alle zurück nach Paradise Hill und die Spannungen kochen hoch. Rick setzt auf einen Mechaniker, der noch nie in einer Goldmine war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14135625","hoster":"VOE"},{"path":"/redirect/14135626","hoster":"Doodstream"},{"path":"/redirect/14135628","hoster":"Vidoza"},{"path":"/redirect/14135627","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13628545","hoster":"VOE"},{"path":"/redirect/13628546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-14","name":"Hilferuf","epNo":14,"alt":"Desperate Cry for Help","descr":"Tonys Sohn Kevin kehrt zurück, um bei der Rettung des Familienunternehmens zu helfen. Parker bemüht sich, einen Dammbruch zu reparieren und die großen Goldwaagen in Dominion Creek am Laufen zu halten. Waldbrände drohen, Rick lahmzulegen, bevor er sein erstes Bench-Cut-Gold einfahren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14142342","hoster":"VOE"},{"path":"/redirect/14142340","hoster":"Doodstream"},{"path":"/redirect/14142341","hoster":"Vidoza"},{"path":"/redirect/14142339","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13628544","hoster":"VOE"},{"path":"/redirect/13628547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-15","name":"Familienfrust bei den Beets","epNo":15,"alt":"Succession","descr":"Die Familie Beets implodiert beim Versuch, die Paradise Hill-Trommel zum Laufen zu bringen. Parker beginnt, Australia Creek auszuschleusen und findet eine große Überraschung. Rick trifft eine Alles-oder-Nichts-Entscheidung, nach Rally Valley zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14169344","hoster":"VOE"},{"path":"/redirect/14169345","hoster":"Doodstream"},{"path":"/redirect/14169349","hoster":"Vidoza"},{"path":"/redirect/14169346","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13626083","hoster":"VOE"},{"path":"/redirect/13626082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-16","name":"Eine zündende Idee","epNo":16,"alt":"Ring of Fire","descr":"Tony lässt eine alte Maschine wieder auferstehen, um die Paradise Hill-Trommel zum Waschen von Steinen zu erhalten; einer aus Parkers Crew schmilzt zusammen, als er versucht, mit dem halsbrecherischen Tempo mitzuhalten; Die McCaughans setzten ihre Trommel in Brand, um auf dem Gold zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14186644","hoster":"VOE"},{"path":"/redirect/14186647","hoster":"Doodstream"},{"path":"/redirect/14186648","hoster":"Vidoza"},{"path":"/redirect/14186643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13728212","hoster":"VOE"},{"path":"/redirect/13728213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-17","name":"Die Kunst zu gewinnen","epNo":17,"alt":"Moneyball","descr":"Parker nähert sich seinem Saisonziel, doch ein Notfall überlässt einem unerfahrenen Team die Verantwortung und gefährdet seinen Schwung.Minnie zwingt Tony, einen Bergbauexperten zu konsultieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14186658","hoster":"VOE"},{"path":"/redirect/14186656","hoster":"Doodstream"},{"path":"/redirect/14186661","hoster":"Vidoza"},{"path":"/redirect/14186657","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13728209","hoster":"VOE"},{"path":"/redirect/13728207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-18","name":"Parkers neues Spielzeug","epNo":18,"alt":"Parker\u0027s New Toy","descr":"Parker bringt eine brandneue Waschanlage ein, um ihn auf über 5.000 Unzen zu bringen.Buzz stellt sich gegen Rick und setzt seinen Ruf aufs Spiel, indem er ein Wagnis eingeht, das er möglicherweise bereuen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14212490","hoster":"VOE"},{"path":"/redirect/14212491","hoster":"Vidoza"},{"path":"/redirect/14212489","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13728203","hoster":"VOE"},{"path":"/redirect/13728202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-19","name":"Bewährungsprobe für Roxanne","epNo":19,"alt":"Off the Rails","descr":"Ricks Crew schickt einen Rock-Truck von der Straße.Tony begibt sich auf Abtrünnigkeit und kauft eine neue Waschanlage, um seinen Betrieb in Indian River wieder zum Laufen zu bringen.Parker erhöht sein Goldziel und bringt Rocksand an seine Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14212493","hoster":"VOE"},{"path":"/redirect/14212494","hoster":"Vidoza"},{"path":"/redirect/14212492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13728204","hoster":"VOE"},{"path":"/redirect/13728199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-20","name":"Tonys Trumpf","epNo":20,"alt":"Waking the Beast","descr":"Tony versucht, seinen alten Goldbagger zu reparieren, während Parker sein letztes Gold aus Australien transportiert und seine Crew darauf konzentriert, ihren Anspruch zu erfüllen. Die McCaughans suchen nach einem neuen Bergbaustandort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14232731","hoster":"VOE"},{"path":"/redirect/14232732","hoster":"Vidoza"},{"path":"/redirect/14232733","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13813243","hoster":"VOE"},{"path":"/redirect/13813248","hoster":"Vidoza"},{"path":"/redirect/13813247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-21","name":"Ricks letzte Chance","epNo":21,"alt":"Rally Valley or Bust","descr":"Rick setzt mit Monster Red aufs Spiel, um die glanzlose Saison zu retten, und Rally Valley bietet potenziellen Gewinn. Tony erleidet einen Baggerausfall. MaCaughans enthüllen exzentrische Erfindung und fordern letzte Auszahlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14232735","hoster":"VOE"},{"path":"/redirect/14232736","hoster":"Vidoza"},{"path":"/redirect/14232734","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13813242","hoster":"VOE"},{"path":"/redirect/13813245","hoster":"Vidoza"},{"path":"/redirect/13813244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-22","name":"Hochwasser-Alarm im Money Pit","epNo":22,"alt":"The Money Pit Fights Back","descr":"Parkers Crew löst versehentlich eine Wasserflut aus, die verheerende Schäden anrichtet. Rick absolviert seine erste komplette Woche im Rally Valley und hofft auf eine große Punktzahl. Tony belebt eine alte Waschanlage wieder, um mehr Gold einzusammeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14266550","hoster":"VOE"},{"path":"/redirect/14266552","hoster":"Vidoza"},{"path":"/redirect/14266551","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13813246","hoster":"VOE"},{"path":"/redirect/13813250","hoster":"Vidoza"},{"path":"/redirect/13813249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzsucher-goldrausch-in-alaska/staffel-14/episode-23","name":"Wintereinbruch","epNo":23,"alt":"Winter\u0027s Reckoning","descr":"Tony und Kevin feuern hektisch Pflanzen an, darunter Dredge Nr. 1. Parker maximiert Gold aus Dominion-Creek-Claim. Rick kämpft gegen eiskalte Ausrüstung für einen letzten Comeback-Versuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14291601","hoster":"VOE"},{"path":"/redirect/14291603","hoster":"Vidoza"},{"path":"/redirect/14291602","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13836240","hoster":"VOE"},{"path":"/redirect/13836241","hoster":"Vidoza"},{"path":"/redirect/13836239","hoster":"Streamtape"}]}]}]}]}