{"path":"/serie/stream/die-kommissarin","name":"Die Kommissarin","descr":"Hannelore Elsner zählt zu den beliebtesten Fernseh-Kommissarinnen der Nation. Der \"Lea Sommer\" hat sie ihr Gesicht gegeben und sie zu einem unverwechselbaren Charakter geformt. Mit dieser Rolle ist sie zur Vorreiterin für den Typ des weiblichen Ermittlers geworden. Auch nach 66 Folgen wirkt Hannelore Elsners Kommissarin noch so dynamisch und einzigartig wie beim Sendestart der Serie vor mehr als zehn Jahren. Mit der \"Kommissarin\" hat sie sich ins Gedächtnis der Zuschauer im Ersten eingeschrieben. Intensität, Konzentration und Professionalität.","seasons":[{"path":"/serie/stream/die-kommissarin/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/die-kommissarin/filme/film-1","name":"Gefährliche Übertragung (Tatort-Folge 355)","epNo":1,"alt":"","descr":"Die 19-jährige Marcia Nasovicz, Tochter serbokroatischer Eltern, ist aus dem achten Stock eines Hochhauses gestürzt. Mord oder Selbstmord? Lea Sommer ermittelt zum ersten Mal in Hamburg. Ihre Nachforschungen ergeben, daß der konservative Vater Marcias Lebensweise verurteilt und, wie es scheint, zu Gewalttätigkeiten neigt. Auch der Psychiater Dr. Thoma, bei dem die Tote wegen ihrer Magersucht in Behandlung war, verwickelt sich immer mehr in Widersprüche. Seine Therapie scheint gewisse Grenzen überschritten zu haben. Seine Ehefrau hat ebenfalls ein Motiv: Eifersucht. Da geschieht etwas Unvorhersehbares, und der Fall nimmt eine dramatische Wendung. Sanela, die Schwester des Opfers, führt die Kommissarin auf die Spur einer Hamburger Modeschöpferin – und zu einer überraschenden Lösung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188560","hoster":"VOE"},{"path":"/redirect/11188565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/filme/film-2","name":"Alptraum (Tatort-Folge 359)","epNo":2,"alt":"","descr":"Ein Sexualmörder versetzt Hamburg in Angst und Schrecken. Die Untersuchungen leitet Lea Sommer. Staatsanwalt Dr. Riesterer kann auf dem Nachhauseweg zufällig einen weiteren Mord an einer Blondine verhindern. Der Täter hat offenbar Leas private Telefonnummer herausgefunden und beginnt, die Kommissarin mit nächtlichen Anrufen zu terrorisieren. Er spricht mit verstellter Stimme – in einem alemannischen Dialekt. Das Motiv wird zunehmend klarer: Hass auf Frauen, auf beruflich erfolgreiche Frauen. Lea wird tatsächlich überfallen – aber nicht getötet. Der Maskierte will zunächst sein böses Katz-und-Maus-Spiel mit der Kommissarin fortsetzen, will sie demütigen. Die Kripo stellt dem Mörder eine Falle, die prompt funktioniert. Verhaftet wird der arbeitslose Walter Klaffki. Der hat aber nur die zwei ersten Morde auf dem Gewissen, den dritten hat ein anderer begangen. Aber wer? Im Hause der erfolgreichen Staatsanwältin Dr. Jacobi überführt Lea den zweiten, viel gefährlicheren Killer…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188561","hoster":"VOE"},{"path":"/redirect/11188579","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-kommissarin/staffel-1/episode-1","name":"Zwerg Nase","epNo":1,"alt":"","descr":"Hauptkommissarin Lea Sommer ermittelt in einem Mordfall an dem Autohändler Hellwig. Dieser wurde sterbend von einem Wachmann gefunden, konnte aber noch die Worte \"Zwerg Nase\" flüstern. Auf wen oder was sollte der Name der Märchenfigur hinweisen? Die Kommissarin recherchiert die privaten Hintergründe und erfährt, dass Hellwig zusammen mit seinem Bruder in dunkle Waffengeschäfte verwickelt war. Als sie dann noch entdeckt, dass beide zu dem zwielichtigen Barbesitzer Rick Skoda Verbindung hatten, hat Lea Sommer die erste heiße Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188159","hoster":"VOE"},{"path":"/redirect/11188155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-2","name":"Schokoladenkönigin","epNo":2,"alt":"","descr":"Der Privatdetektiv Norbert Weiß wird ermordet in seinem Pkw gefunden. Er recherchierte in einem Fall von Waffenschiebung. Die Inhaberin der Detektei, Dagmar Lang, macht sich große Vorwürfe, ihren Angestellten allein mit dieser Recherche betraut zu haben. Aber irgendetwas stimmt nicht in diesem Fall. Ist die Waffenschieber-Mafia gefährlicher als anfangs gedacht, oder hat der smarte Freund von Dagmar Lang, ein bekannter Showmaster, auch seine Finger mit im Spiel? Kommissarin Lea Sommer involviert die Detektivin in ihre Ermittlungen – ein geschickter Schachzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188160","hoster":"VOE"},{"path":"/redirect/11188170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-3","name":"Blumen für den Mörder","epNo":3,"alt":"","descr":"Direkt an der Kasernenmauer wird der ehemalige Bundeswehroffizier Axel Haucke erschossen. Der Täter entkommt in einem olivgrünen Golf. In einer ersten, abwiegelnden Reaktion schildert der Standortkommandeur den früheren Sanitätsoffizier als \"väterlichen Freund der Soldaten\". Doch Haucke war alles andere als beliebt, bei den Bundeswehrkameraden nicht und auch nicht bei seinen nächsten Familienangehörigen. Wegen monatelanger Stasi-Kontakte war er in den vorzeitigen Ruhestand versetzt worden. Alkoholprobleme kamen hinzu. Wenig später starb seine geschiedene Frau an Alkohol, und Hauckes Tochter ist wegen einer entsetzlichen Kindheit in psychiatrischer Behandlung. Agentenstory oder Familientragödie? Ein schwieriger Fall für Lea Sommer. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188162","hoster":"VOE"},{"path":"/redirect/11188166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-4","name":"Jugendsünden","epNo":4,"alt":"","descr":"Der Bäckergeselle Ufuk Ekal wird erschlagen aufgefunden. Hauptverdächtige sind die Mitglieder der Jugendgang \"Tigerfäuste\", die schon öfter randalierend aufgefallen sind. Der Anführer Jan Brick macht sich auch gleich verdächtig. Kommissarin Lea Sommer ermittelt aber auch im privaten Umfeld des Toten und erfährt, dass er ein Verhältnis mit Iris, der Tochter des Bäckermeisters Spoden, hatte – eine Verbindung, die dem Bruder von Iris nicht passte. Um den Fall zu lösen, schickt Lea Sommer ihren Kollegen Kommissar Nick Siegel undercover in das Boxstudio, in dem sich die Jugendlichen regelmäßig treffen. Dort liegt dann auch die Lösung des Falles. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188164","hoster":"VOE"},{"path":"/redirect/11188167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-5","name":"Der King","epNo":5,"alt":"","descr":"Der arrivierte Antiquitätenhändler Georg König, genannt \"Der King\", erschießt zwei Männer, die seinen Laden überfallen wollen. Als Hauptkommissarin Lea Sommer den Fall übernimmt, stellt sie fest, dass es sich bei den Toten um zwei Kriminelle handelt, die für den Pornofilmproduzenten und Besitzer einer Bar arbeiteten, die König häufig besuchte. Auch der Barbesitzer wird bald darauf tot aufgefunden. König hat nicht viele Freunde, bis auf die kleine Ayla, eine türkische Nachbarin, die er ins Herz geschlossen hatte. Sie hat sich vor mehreren Wochen vor eine abfahrende U-Bahn geworfen, weil sie schwanger war. Lea Sommer ahnt, dass es Zusammenhänge zwischen dem Selbstmord der \"Ziehtochter\" Königs und den Gewalttaten im Pornomilieu gibt. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188171","hoster":"VOE"},{"path":"/redirect/11188172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-6","name":"Der einsame Wolf","epNo":6,"alt":"","descr":"Ein Nichtsesshafter wird ermordet, und der Verdacht fällt auf Skinheads. Doch dann kommt heraus, dass dieser Ermordete ebenso wie das zweite Opfer auf dem ‚Pharmastrich‘ war… (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188175","hoster":"VOE"},{"path":"/redirect/11188178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-7","name":"Das Lied vom Freund","epNo":7,"alt":"","descr":"Wadim sucht den Mörder seines Freundes Igor, der illegal bei einer Baufirma arbeitete. Lea Sommer sucht den Mörder des Vorarbeiters dieser Firma, der mit einem russischen Kampfmesser ermordet wurde… (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915979","hoster":"VOE"},{"path":"/redirect/11188180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-8","name":"Schatten der Vergangenheit","epNo":8,"alt":"","descr":"Beate Schneider, eine scheinbar unbescholtene, durch großzügige Unterhaltszahlungen ihrer Eltern wirtschaftlich unabhängige Studentin, wird tot in ihrem luxuriösen Appartement aufgefunden. Doch der erste Eindruck trügt: Beate Schneider studierte schon lange nicht mehr. Stattdessen verdiente sie sich ihr Geld als Prostituierte. Kommissarin Lea Sommer ermittelt nicht nur im Umfeld der Toten, sondern auch in deren Vergangenheit. Sie stellt fest, dass Beate Schneider vor Jahren drogensüchtig war und an Raubüberfällen teilnahm. Dabei kam eines Tages die Frau des stadtbekannten Violinisten Erich Markwald um. Markwald schwor Rache. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188183","hoster":"VOE"},{"path":"/redirect/11188182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-9","name":"Blutsbande","epNo":9,"alt":"","descr":"Alles deutet auf einen Drogenkrieg. In der Wohnung des erschossenen Werner Kühne findet die Spurensicherung ein paar Krümel Heroin und eine Briefwaage. Till, den 16-jährigen Sohn Kühnes, will man schon zur getrennt lebenden Mutter schicken. Da nimmt sich Lea Sommer des verstörten Jungen an. Von Till und dessen Mutter erfährt die Kommissarin, dass der Ermordete mit Rauschgifthändlern, Zockern und Zuhältern verkehrte. Eine Razzia bei den zwielichtigen Freunden bringt jedoch nicht den erhofften Fahndungserfolg. Unterdessen kommt einiges über Tills Mutter und ihr Verhältnis zu ihrem Mann ans Licht. Die Drogenabhängige hätte allen Grund gehabt, Werner Kühne umzubringen. Offenbar will sie den Verdacht von sich ablenken. Doch bevor sie die Tat gesteht, wird Till entführt. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188187","hoster":"VOE"},{"path":"/redirect/11188196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-10","name":"Böse Nachbarn","epNo":10,"alt":"","descr":"In einer idyllischen Vorstadtsiedlung wird im Garten eines Reihenhauses ein Toter gefunden. Hauptverdächtiger ist der Nachbar des Toten, Rupert Behrend, da die beiden am Abend vorher eine heftige Auseinandersetzung hatten. Aber das ist nicht alles. Die beiden Familien führen seit Jahren einen erbitterten Nachbarschaftskrieg. Die jeweiligen Rechtsanwälte wissen ein Lied davon zu singen und bringen Kommissarin Sommer damit letztendlich auf die entscheidende Spur. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915980","hoster":"VOE"},{"path":"/redirect/11188190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-11","name":"Corinna","epNo":11,"alt":"","descr":"Das Model Corinna ist Anfang zwanzig und sich ihrer Schönheit voll bewusst. Kommissarin Lea Sommer ermittelt im Mordfall gegen ihren Freund Bernd, der tot in der gemeinsamen Wohnung aufgefunden wird. Der Täter hat sorgfältig alle Spuren verwischt, aber anscheinend eine leere Coladose und einen Schließfachschlüssel am Hals des Toten übersehen. Im Bahnhofsschließfach liegt ein Bündel Geldscheine, und auf der Coladose finden sich die Fingerabdrücke eines Mitglieds einer berüchtigten Motorradbande, der Bernd vor Jahren angehörte. Bei Corinna scheint die Trauer um den toten Freund aber nicht lange anzuhalten. Sie tröstet sich mit Bernds Freund Pit. Kurz danach wird dieser ebenfalls ermordet. Auch bei Pit finden die Kriminalbeamten einen Schließfachschlüssel. Dieses Mal öffnet er Corinnas Geheimnis. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188198","hoster":"VOE"},{"path":"/redirect/11188200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-12","name":"Der zehnte Mord","epNo":12,"alt":"","descr":"Ein Sittenstrolch treibt seit Wochen sein Unwesen. Doch diesmal liegt der Fall anders: Das Opfer wurde ermordet. Bevor Kommissarin Lea Sommer ihre Ermittlungen aufnimmt, bietet die bekannte Buchautorin und Journalistin Franziska Wolf die Mithilfe ihrer Zeitung an. Es ist der zehnte Mord in diesem Jahr, und die Öffentlichkeit hat ein Interesse an der Aufklärung dieses Falles – so argumentiert Franziska Wolf. Lea Sommer, anfangs skeptisch, geht auf das Angebot ein, obwohl sie sich kaum etwas davon verspricht. Aber bei der Lösung des Falles kommt es zu einer für alle überraschenden Wendung – und das mit Hilfe der Journalistin. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188205","hoster":"VOE"},{"path":"/redirect/11188207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-1/episode-13","name":"Tödliches Souvenir","epNo":13,"alt":"","descr":"Herbert Falk, der Manager eines Fußballstars, wird tot in seiner Villa aufgefunden. Asante, ein begnadeter Fußballer, wurde seinerzeit von Falk in Ghana entdeckt und an einen deutschen Club vermittelt. Alle haben daran verdient – nur Asante kam zu kurz. Ein Mordmotiv für Kommissarin Lea Sommer, insbesondere weil Asante kein Alibi hat und sein Wagen zur Tatzeit vor der Villa stand. Aber Asante ist nicht der einzige Verdächtige. Der Geschäftspartner von Falk, Jens Wollner, hat erhebliche Vorteile durch den Tod seines Partners und ist zudem in Giftmüllschiebereien ins Ausland verwickelt. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188154","hoster":"VOE"},{"path":"/redirect/11188158","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-kommissarin/staffel-2/episode-1","name":"Der Tod des Meisterschülers","epNo":1,"alt":"","descr":"Die Kommissarin Lea Sommer verabschiedet auf dem Frankfurter Flughafen ihren Sohn Daniel, der in den USA ein Studium aufnehmen will, als sie über den Europiepser zu einem Tatort gerufen wird: Mord in der Kunstakademie. Das Opfer ist einer der Meisterschüler. Bei ihren Recherchen stößt die Kommissarin auf kriminelle Machenschaften innerhalb der Kunstszene und im Zusammenhang damit auf mehrere Verdächtige. Das ausschweifende Leben des Toten führt dann zur Lösung des Falles. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188203","hoster":"VOE"},{"path":"/redirect/12478341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-2","name":"Hinter Gittern","epNo":2,"alt":"","descr":"Der Justizbeamte Werner Becher wird erschlagen in einem Waldstück bei Frankfurt aufgefunden. Becher war ein unauffälliger, korrekter Typ. Er war verheiratet und hatte keine Kinder. Bei einem Besuch auf der Arbeitsstelle des Ermordeten in einer Justizvollzugsanstalt wird Lea Sommer zufällig Zeugin einer wüsten Schlägerei: Der Wachmann Heiner Köster, der einzige Freund des Opfers, wird von Häftlingen in die Mangel genommen. Die Kommissarin vermutet einen Zusammenhang mit dem Mord. War Werner Becher in illegale Knastgeschäfte verwickelt? Nick Siegel soll in einer Undercover-Aktion die Mauer des Schweigens im Gefängnis durchbrechen. Lea Sommer durchleuchtet derweil das private Umfeld des Ermordeten. Wurde Werner Becher von ‚Geschäftspartnern‘ hingerichtet, oder kostete ihn ein Familien-Konflikt das Leben? (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532872","hoster":"VOE"},{"path":"/redirect/11188209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-3","name":"Das Amulett","epNo":3,"alt":"","descr":"Autounfall mit Todesfolge – ein seltsamer Unfall ohne Fremdeinwirkung. Die Recherchen führen Lea Sommer und Nick Siegel in das Finanzimperium des Witwers. Doch hier enden sämtliche Spuren, bis ein kleiner Zufall die Kommissarin auf die richtige Fährte führt. Aber auch diese Spur führt erst auf einem Umweg zur Lösung des Falles und zur Überführung des wahren Täters. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532873","hoster":"VOE"},{"path":"/redirect/11188218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-4","name":"Böses Erwachen","epNo":4,"alt":"","descr":"Fritz ‚Lefthand‘ Reimann wird ermordet in seinem Loft aufgefunden. Der Leadgitarrist und Sänger einer Frankfurter Rockband wurde – sinnigerweise – mit einem Musikpreis erschlagen. Von den Bandmitgliedern erfahren Lea Sommer und ihr Assistent Nick Siegel, dass Reimann ein schwieriger und äußerst unbeliebter Mensch gewesen ist. Die Obduktion des Rockstars bringt einige Überraschungen an den Tag – unter anderem einen modischen Frauenohrring, den die Ärzte im Magen des Ermordeten finden. Für die Kommissarin ist dieses Schmuckstück der Schlüssel zur Lösung des Mordfalls. Wer war die letzte geheimnisvolle Frau im Leben des Musikers? Hat sie Fritz Reimann erschlagen? Oder wurde der Gitarrist doch Opfer bandinterner Intrigen und geschäftlicher Mauscheleien? (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532874","hoster":"VOE"},{"path":"/redirect/11188223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-5","name":"Ein alter Bekannter","epNo":5,"alt":"","descr":"Eine Schülerin wurde ermordet. Hauptkommissarin Lea Sommer hat es dabei gleich mit mehreren Verdächtigen zu tun. Aber sie erkennt im Direktor der Schule einen ‚alten Bekannten‘ wieder. Allerdings hat dieser ein Alibi und kein Motiv. Ein verzwickter Fall mit letztendlich doch überraschender Auflösung. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188235","hoster":"VOE"},{"path":"/redirect/11188237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-6","name":"Tod im Gartenhaus","epNo":6,"alt":"","descr":"Der Lebemann Bernd Schneider wird ermordet in seinem Gartenhaus aufgefunden. Die Kommissarin Lea Sommer ermittelt im familiären Umfeld und stößt schnell auf eine Mauer des Schweigens. Der Tote hatte zwar zahllose Frauenbekanntschaften, aber er war trotzdem und gerade deswegen höchst unbeliebt. Die eigentliche Lösung des Falles aber liegt im Gartenhaus. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532875","hoster":"VOE"},{"path":"/redirect/11188292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-7","name":"Familienfest","epNo":7,"alt":"","descr":"Ausgerechnet an seinem fünfzigsten Geburtstag wird Manfred Boeder umgebracht. Der Sanitär-Großhändler wurde zuerst niedergeschlagen, danach wurde ihm die Kehle durchgeschnitten. Die Tatwaffe: eine Sektflasche. Der Tatort: die Kegelbahn im Keller seiner Lieblingskneipe ‚Zur Alten Bürgerklause‘. Zunächst scheint der Fall klar zu sein: Eine Frau muss Manfred Boeder getötet haben. Während Familie und Freunde im Festsaal des Lokals feierten, traf sich Manfred Boeder zu einem heimlichen Rendezvous in der Kegelbahn. Kommissarin Lea Sommer deckt in der Familie des Ermordeten immer mehr Abgründe auf: Der Boeder-Clan gleicht einem Haifischbecken – jeder gegen jeden und alle gegen den Toten. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532876","hoster":"VOE"},{"path":"/redirect/11188281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-8","name":"Totentanz","epNo":8,"alt":"","descr":"Mord auf offener Straße. Ein Scharfschütze fordert eine Million, sonst mordet er wahllos weiter. Hauptkommissarin Sommer kommt die Erpressung verdächtig vor. Die Ermittlungen im Privatbereich der Toten bringen sie allerdings nicht weiter, bis ein weiterer Mord passiert. Hier liegt dann der Schlüssel zur Lösung des Falles. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532877","hoster":"VOE"},{"path":"/redirect/11188302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-9","name":"Rabennest","epNo":9,"alt":"","descr":"Hauptkommissarin Lea Sommer steht vor einem schwierigen Fall: Der Mord an einer jungen Frau, die von Gelegenheitsjobs im Künstlermilieu lebte, gibt zunächst keinerlei Anhaltspunkte für Täter und Motiv her. Auch vom elfjährigen Sohn der Toten sind keine Informationen über einen möglichen Täter zu erfahren. Aber die Lösung liegt näher, als anfangs geglaubt. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188311","hoster":"VOE"},{"path":"/redirect/11188313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-10","name":"Banküberfall","epNo":10,"alt":"","descr":"Geplanter Mord am Filialleiter einer Bank oder Banküberfall, bei dem ein lästiger Zeuge beseitigt wurde? Ein komplizierter Fall für Lea Sommer. Der Tote war bekanntermaßen am frühen Morgen immer allein in der Bank – fast eine Einladung zum Überfall. Andererseits hatte er eine Vielzahl von Feinden – Folgen seines skrupellosen Vorgehens in Geschäftsangelegenheiten. Aber die Lösung des Falles ist weitaus verwickelter, als anfangs angenommen. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188327","hoster":"VOE"},{"path":"/redirect/11188335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-11","name":"Säbelrasseln","epNo":11,"alt":"","descr":"In einem Waldstück bei Frankfurt wird der 25-jährige Martin Wellershoff erstochen aufgefunden. Alles deutet zunächst auf einen Raubmord hin. Wellershoff wohnte mit vier anderen Studenten in einer Villa der Burschenschaft ‚Coronia‘. Mit diesen vier Männern hat er auch seinen letzten Abend verbracht. Bei der Vernehmung der Burschenschaftler durch Kommissarin Lea Sommer und ihren Assistenten Nick Siegel erweist sich die Rekonstruktion des letzten Abends als beinahe unmöglich. Die Studenten behaupten, sich besinnungslos betrunken zu haben und an nichts mehr erinnern zu können. Die Kommissarin ermittelt weiter und setzt die Studenten unter Druck. Plötzlich kann sich einer der Burschenschaftler doch erinnern. Er behauptet, den wahren Täter zu kennen. Endlich ein Tatzeuge oder nur ein abgefeimtes Täuschungsmanöver der Burschenschaftler? (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188337","hoster":"VOE"},{"path":"/redirect/11188340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-12","name":"Stierblut","epNo":12,"alt":"","descr":"Mord an einem Immobilienhai. Die erste Spur führt zu seinem Geschäftspartner René Orgis. Aber auch der Bruder des Toten, Torsten van Hoevel, erscheint hochverdächtig. Komplizierte und spannende Recherchen sind notwendig, um die Kommissarin Lea Sommer und ihren Assistenten Nick Siegel zur überraschenden Lösung des Falles zu bringen. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188355","hoster":"VOE"},{"path":"/redirect/11188356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-2/episode-13","name":"Todesmelodie","epNo":13,"alt":"","descr":"Mord an einer Studentin, die für ihren lockeren Lebenswandel bekannt war: Eine Schar möglicher Täter kommt für den Mord in Frage. Hauptkommissarin Lea Sommer und ihr Assistent Nick Siegel sind sich uneinig über die Vorgehensweise, bis sie mit kriminalistischem Spürsinn beide auf dieselbe Spur kommen. Aber die Lösung des Falles kostet einen hohen Preis. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188194","hoster":"VOE"},{"path":"/redirect/11188195","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-kommissarin/staffel-3/episode-1","name":"Der Fotograf","epNo":1,"alt":"","descr":"Bei einer Gegenüberstellung im Polizeipräsidium lernt Lea zufällig ihren neuen Assistenten kennen: Jan Orlop. Sie lädt den ahnungslosen Jan, der noch nicht weiß, dass sie seine künftige Chefin ist, spontan zu einem Drink ein. Mitten im angeregten Gespräch wird Lea zu einem Mord gerufen, und somit beginnt für Jan der erste Arbeitstag. Ein Model-Fotograf wird spätabends auf offener Straße vor seiner Stammkneipe erschlagen. Lea, ihr neuer Assistent Jan Orlop und Henning Burre rätseln über das Motiv. War es vielleicht die Rache eines der Mädchen, die der Fotograf schamlos ausgenutzt hat? Doch dann kommt es zu einem weiteren Mord, der den Fall in einem völlig anderen Licht erscheinen lässt. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188220","hoster":"VOE"},{"path":"/redirect/11188256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-2","name":"Die große Versuchung","epNo":2,"alt":"","descr":"Auf einem einsamen Parkplatz bei Frankfurt wird der Autohändler Bernd Schneider erschossen. Das Geld des letzten Autodeals, 130.000 Mark in bar, sind verschwunden. In Verdacht gerät zunächst der letzte Kunde des Toten, der Fitnessstudio-Besitzer Martin Gerland, der an diesem Tag von Schneider einen Ferrari gekauft hatte. Doch die Kommissarin verfolgt von Anfang an eine andere Spur: Sie wird Zeuge einer handfesten Auseinandersetzung zwischen Sandra Pilgrim, der Sekretärin des Ermordeten, und deren eifersüchtigem Ehemann Gernod. Eine undurchsichtige Rolle spielt auch Robert Schneider, der jüngere Bruder des Toten. Die beiden hatten kaum noch Kontakt miteinander. Erstaunlich, dass sie sich ausgerechnet wenige Stunden vor dem Mord zu einem kurzen Mittagessen getroffen hatten. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532878","hoster":"VOE"},{"path":"/redirect/11188264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-3","name":"Heiße Liebe","epNo":3,"alt":"","descr":"Bei einem Brandschlag auf ein türkisches Lebensmittelgeschäft wird der 73-jährige Besitzer Yilmaz Ekici getötet. Lea Sommer vermutet hinter der Tat eine Gruppe von Neonazis, die von dem eloquenten Rainer Kneip angeführt wird. Die Kommissarin versucht, die ihr verhassten Nazischläger des Mordes zu überführen. Enttäuscht muss sie erkennen, dass sie keinerlei Beweise in der Hand hat. Schließlich wirft Leas Assistent ihr sogar vor, einseitig zu ermitteln. Er hat nämlich den Enkel von Yilmaz Ekici, den 22-jährigen Kemal Ekici, der weit über seine Verhältnisse lebt, in Verdacht. Die 18-jährige Enkelin des Opfers, Meryam Ekici, verliebt sich in den gleichaltrigen schüchternen Thomas Schwarz. Thomas ist der Sohn eines konkurrierenden Lebensmittelhändlers, der ebenfalls unter Verdacht gerät. Aber die Liebe von Meyram und Thomas steht unter einem schlechten Stern. Lea Sommer kann zwar am Ende den Fall lösen, doch ein schales Gefühl bleibt zurück… (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13532879","hoster":"VOE"},{"path":"/redirect/11188259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-4","name":"Abgestempelt","epNo":4,"alt":"","descr":"Blutüberströmt stürzt ein junger Schwarzafrikaner aus der U-Bahn und stirbt noch an Ort und Stelle. Er wurde mit einem einzigen Messerstich ins Herz getötet. Als Sekunden später Axel Brehm aus der U-Bahn flieht, glauben Lea Sommer und Jan, den Mörder schnell gefunden zu haben. Auf seiner abenteuerlichen Flucht quer durch Frankfurt stiehlt Axel einen Sportwagen, in dem noch völlig verängstigt ein kleines Mädchen sitzt: die kleine Sophie. Lea gelingt es, das Leben der kleinen Geisel zu retten und Axel festzunehmen. Axels Geschichte – er sei von einem unbekannten Mann für Geld angeheuert worden, um dem farbigen Okua nachts in der U-Bahn einen Denkzettel zu verpassen, als plötzlich der Unbekannte selbst aufgetaucht sei und Okua im menschenleeren U-Bahn-Wagen niedergestochen habe – glaubt sie. Währenddessen lernen Jan und Henning den Mitbewohner des Toten kennen: Akibo sieht seinem toten Freund zum Verwechseln ähnlich. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188274","hoster":"VOE"},{"path":"/redirect/11188275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-5","name":"Rattenstall","epNo":5,"alt":"","descr":"Ein unbekannter 14- bis 15-jähriger Junge wird tot auf einer Müllhalde entdeckt. Sein Körper ist mit blauen Flecken übersät. Trotz Leas intensiven Ermittlungen findet sie keine heiße Spur, niemand scheint den Jungen zu vermissen. Dann geschieht ein weiterer Mord. Der vermögende Delikatessenhändler Achim Maurer wird nachts vor seiner Villa erschossen. War es vielleicht ein Mord aus Eifersucht? Maurers rumänische Ehefrau Elena scheint mehr als vertraut mit Peter Leibold, Maurers bestem Freund und Geschäftspartner. Eine Zivilstreife schnappt an einer Autobahnraststätte den minderjährigen Tramper Joseph aus Rumänien, der sich als Freund des toten Jungen entpuppt. Auch er weist Spuren schwerer körperlicher Misshandlung auf, schweigt aber darüber. Da aus Joseph partout nichts herauszubringen ist, heftet sich Jan an dessen Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188289","hoster":"VOE"},{"path":"/redirect/11188290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-6","name":"Der Tote aus der Wagenburg","epNo":6,"alt":"","descr":"Der 22-jährige Danny Häbler wird tot am Mainufer aufgefunden. Er wurde mit einem stumpfen Gegenstand erschlagen. Die Recherchen führen Lea Sommer und ihren Assistenten in eine Wagenburg, dem letzten Wohnort des Ermordeten. Die Bewohner der Wagenburg, Autonome und Outlaws, begegnen der Kommissarin feindselig, sodass sie sich entschließt, ihren Assistenten undercover dort einzuschleusen. Jan gerät mit dem ‚verrückten Dieter‘, einem Drogenfreak, aneinander und entgeht nur knapp einem Anschlag. Außerdem bereiten ihm der dandyhafte Carlo, die martialisch auftretende Nele und Clarissa, die Freundin des Mordopfers, einige Probleme. Lea kümmert sich derweil um Clarissas Vater, Sebastian Münch, einen rücksichtslosen Geschäftsmann, der auf dem Gelände der Wagenburg ein Einkaufscenter errichten möchte und nicht davor zurückschreckt, eine Bande von Schlägern anzuheuern, um die Bewohner der Wagenburg einzuschüchtern. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188309","hoster":"VOE"},{"path":"/redirect/11188305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-7","name":"Herzschuss","epNo":7,"alt":"","descr":"Jo König, der Elvis von Hanau, ist tot. Er wurde vor laufender Fernsehkamera erschossen. Für Carmen, Ehefrau des Schlagerkönigs, steht der Mörder bereits fest: Es war Dieter Frey, sein langjähriger Produzent. Das Motiv liefert sie der erstaunten Kommissarin gleich mit: Freys Ehefrau Elke soll Königs Geliebte gewesen sein. Jan verhört Frey, der sich als guter Schütze entpuppt. Eines seiner Gewehre stellt sich sogar als Mordwaffe heraus. Frey jedoch beteuert seine Unschuld. Um herauszufinden, mit wem ihn seine Frau betrügt, hat er vor einem Monat den Privatdetektiv Erik Brausen engagiert. Ausgerechnet einen Tag vor dem Mord hat Brausen ihm mitgeteilt, dass es König ist, mit dem seine Frau ein Verhältnis hat. Brausen wollte sich mit ihm treffen und entsprechende Fotos mitbringen. Lea aber erfolgt eine andere Spur. Vor allem Carmen König, die das beträchtliche Vermögen des Schlagerstars erbt, aber auch der undurchsichtige Brausen und die kaltschnäuzige Reporterin Susn Mayer geraten in den Kreis der Verdächtigen. Brausen brauchte wegen seiner Wettleidenschaft ständig Geld und war ebenfalls ein ausgezeichneter Schütze, und Susn wurde auf einen Schlag berühmt, denn sie war es, die König gerade interviewte, als der tödliche Schuss fiel… (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188321","hoster":"VOE"},{"path":"/redirect/11188324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-8","name":"Liebe und Tod","epNo":8,"alt":"","descr":"Im Büro seiner Agentur wird der prominente Agenturchef Jack Silber erschossen. Leas Verdacht fällt zunächst auf den kokainsüchtigen Fotografen Frank Wagner, der kurz vor Silbers Tod noch einen heftigen Streit mit dem Agenturchef hatte. Als Jan den Fotografen befragen will, flieht er. Inzwischen erfährt Lea von Sarah Wilde, der Ex-Geliebten und jetzigen Geschäftsführerin von Silber, dass Silber Beziehungen zu vielen seiner Models hatte. Seine letzte große Entdeckung war die 17-jährige Nicole Blume. Neue mögliche Motive eröffnet die Gerichtsmedizin: Sie stellt fest, dass Silber an Aids erkrankt war. Könnte hier ein Zusammenhang mit dem Mord bestehen? Lea und Jan wollen mit Nicole reden, doch die hat einen Selbstmordversuch unternommen und wird in die Klinik gebracht.Stunden später, bei einem Gespräch unter vier Augen, gesteht Nicole den Mord an Silber. Doch Lea hat Zweifel an dem Geständnis. Bei einem Gespräch mit Dr. Salamander, dem Hausarzt des Toten, erhält Lea den entscheidenden Hinweis auf den wahren Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188329","hoster":"VOE"},{"path":"/redirect/11188331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-9","name":"Falsche Opfer","epNo":9,"alt":"","descr":"Als Lea Sommer ihre Kontoauszüge abholt, gerät sie unversehens in einen Banküberfall. Drei schwarz-rot-gelb maskierte Männer halten die Kunden, darunter auch Lea, mit Pistolen in Schach und rauben den Tresor aus. Als ein betrunkener Kunde sich partout nicht einschüchtern lässt, gerät der Gelbmaskierte in Panik und schießt ihn nieder. Tödlich getroffen bricht der Mann zusammen. Heimlich kann Lea ihr Handy einschalten und mit Jan Verbindung aufnehmen. Der macht sich sofort auf den Weg, alarmiert die Kollegen und einen Krankenwagen. Am Tatort eingetroffen, sind die Gangster mit zwei Millionen Mark Beute entkommen. Sie haben zwei Geiseln mitgenommen: den stellvertretenden Filialleiter Winter und Lea, deren eingeschaltetes Handy entdeckt wurde.Während der Flucht gelingt es Lea, den rot maskierten Räuber zu überwältigen, Jan kann die schwarz und gelb maskierten Täter schnappen. Lea findet es merkwürdig, dass die Räuber die kleine Filiale ausgerechnet an dem Tag überfallen haben, an dem zwei Millionen Mark im Tresor lagen. Normalerweise verfügt die Zweigstelle nicht über eine so hohe Summe. Alles deutet darauf hin, dass die Verbrecher einen Tipp bekommen haben müssen. Schon bald entdeckt Lea, dass Winter mit seiner ziemlich anspruchsvollen Freundin Nora auf recht großem Fuß lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188350","hoster":"VOE"},{"path":"/redirect/11188359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-10","name":"Taximord","epNo":10,"alt":"","descr":"Ein junger Taxifahrer ist nachts erschlagen worden. Seine Kollegen sind fassungslos. Peter Bischoff war bei allen sehr beliebt. Vor allem der Taxifahrer Kaltenbach nervt Lea mit seiner permanenten Ungeduld. Er will den Fall so schnell wie möglich gelöst wissen. Bei der Rekonstruktion des Tathergangs fällt Lea auf, dass Bischoff seinen Mörder gekannt haben muss. Über die Tatwaffe rätseln Lea, Jan und Henning jedoch weiterhin: Sie wissen nur, dass es ein kantiger Gegenstand gewesen sein muss. Günther Mohr scheint etwas mit dem Fall zu tun zu haben. Er verwickelt sich in Widersprüche, und sein Alibi ist nicht wasserdicht. In Mohrs Garage findet Lea Peter Bischoffs verschwundene Uhr und Geldbörse. Günther Mohr beteuert zwar weiterhin seine Unschuld, doch die Beweise scheinen eindeutig. Er wird eingesperrt.Die Tatwaffe findet man allerdings nicht bei ihm. Lea misstraut der offensichtlichen Lösung des Falles. Sie beginnt, Bischoffs Vorleben zu durchleuchten. Der 25-jährige Taxifahrer unterschied sich von seinen Kollegen, mit seinen Nachtfahrten hat der ehrgeizige junge Mann sein Jura-Studium finanziert. In seiner knappen Freizeit besuchte er den Tauchclub, gemeinsam mit seinen beiden Kollegen Kaltenbach und Josef Konrad, der zudem sein bester Freund war. Der Fall wird immer verzwickter. Erst als die Tatwaffe endlich feststeht, verdichtet sich auch der Kreis der Verdächtigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188362","hoster":"VOE"},{"path":"/redirect/11188366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-11","name":"Stille Wasser","epNo":11,"alt":"","descr":"Leas Kollege Joachim Huber, Hauptkommissar bei der Bereitschaftspolizei, findet seine Frau Angelika tot in der Badewanne. Sie hat sich die Pulsadern aufgeschnitten. Huber erzählt, dass seine Frau selbstmordgefährdet war. Lea glaubt ihrem Kollegen, findet es allerdings merkwürdig, dass er zuerst seine Nachbarin, die Krankenschwester Irmela Voigt, zu Hilfe holte, bevor er die Tür zum Badezimmer eintrat. Nach und nach kommt Lea einem Familiendrama auf die Spur. Dabei geht es um Erbschaftsstreitigkeiten mit Angelikas herrschsüchtigem und cholerischem Bruder Karl Renken, der alles unternimmt, um Huber zu belasten. Doch Lea hält zu ihrem Kollegen, obwohl er ruppig seine Mitarbeit verweigert. In mühsamer Kleinarbeit geht Lea zusammen mit Jan und Henning jeder Spur nach.Jan flirtet sogar mit Renkens spröder Sekretärin Sybille Mönkemann, um sie über ihren Chef auszuhorchen. Der Familienstreit spitzt sich zu. Huber wirft Renken vor, Angelika immer mehr unter Druck gesetzt zu haben, um sie schließlich zu entmündigen und so an ihren Erbteil heranzukommen. Renken und seine Frau werfen hingegen Huber vor, Angelika aus purer Geldgier ermordet zu haben. Was anfangs noch wie Selbstmord aussah, stellt sich als Mord heraus, denn in Angelikas Magen wird eine tödliche Tablettendosis gefunden. Aus Protest, dass Lea nicht ernsthaft gegen Huber als Mörder ermittelt, kettet sich Renken vor dem Präsidium an. Da wird auf offener Straße ein Mordanschlag auf Renken verübt. Jemand schießt aus einem Wagen heraus. Es ist Hubers Auto…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008158","hoster":"VOE"},{"path":"/redirect/11188374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-3/episode-12","name":"Ein ganz harter Junge","epNo":12,"alt":"","descr":"Boris Zenker wird nach 15 Jahren aus dem Gefängnis entlassen. Er hat damals mit einem Komplizen eine Bank überfallen und den Direktor vor den Augen seiner Familie eiskalt erschossen. Lea Sommer konnte Zenker damals verhaften, doch bis heute fehlt sowohl von Zenkers Komplizen als auch von der Zwei-Millionen-Beute jede Spur. An Zenkers Observation beteiligt sich auch der Polizist Tom Liebig, der Sohn des ermordeten Bankdirektors. Leas erste Spuren führen zu dem vorbestraften Alfred Grimm, der Zenker noch aus dem Gefängnis kennt und bei dem er Unterschlupf findet, und zu dem Bauunternehmer Gerd Neubauer, Zenkers früherem Kollegen auf einer Großbaustelle. Noch bevor Lea Sommer die Spuren weiter verfolgen kann, findet sie einen Toten auf einer Baustelle der Firma Neubauer: Zenker – erschossen aus nächster Nähe. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188371","hoster":"VOE"},{"path":"/redirect/11188373","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/die-kommissarin/staffel-4/episode-1","name":"Geliebte des Killers","epNo":1,"alt":"","descr":"Viktor Pohl, ein ebenso hochintelligenter wie gnadenloser Auftragskiller, sitzt seit vielen Jahren im Gefängnis. Er hat gerade ein Gnadengesuch gestellt und ist überzeugt davon, bald wieder frei zu sein. Doch als er im Sozialraum der Therapieabteilung von der Psychologin Ruth Beer erfährt, dass sein Gnadengesuch abgelehnt wurde, dreht er durch. Er sticht einen Vollzugsbeamten nieder, und es gelingt ihm, Ruth Beers Assistentin, Sabine Sasse, als Geisel zu nehmen. Was Pohl zu diesem Zeitpunkt noch nicht weiß: Sabine ist die Tochter des Ministerpräsidenten, der sein Gnadengesuch abgelehnt hat. Mit der Geiselnahme will Pohl jedoch nicht seine Freiheit erpressen, sondern er hat einen außergewöhnlichen Wunsch. Er möchte eine Nacht mit seiner ehemaligen Geliebten, der einstigen Filmschönheit Else Landmann, verbringen.Um das Leben der Geisel nicht zu gefährden, beginnt Lea Sommer eine fieberhafte Suche nach Else Landmann, die seit 19 Jahren ein mysteriöses, völlig zurückgezogenes Leben führt. Henning gelingt es, ihre Wohnung ausfindig zu machen. Als Lea den geheimnisvollen Filmstar besucht, macht sie eine seltsame Entdeckung: Else Landmann hat eine verblüffende Ähnlichkeit mit Lea Sommer, könnte fast ihre ältere Schwester sein. Da es Lea nicht gelingt, Frau Landmann davon zu überzeugen, auf die Forderung von Viktor Pohl einzugehen, fasst sie einen riskanten Plan: Sie selbst will Pohl als Else Landmann gegenübertreten. Ihr gefährlichster Auftrag nimmt seinen Lauf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11776691","hoster":"VOE"},{"path":"/redirect/11521765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4/episode-2","name":"Tödliches Verlangen","epNo":2,"alt":"","descr":"Durch vorgetäuschte starke Schmerzen gelingt es dem Frauenmörder Ulrich Dembach, der drei Frauen vergewaltigt und zwei getötet hat, zur Computer-Tomografie ins Krankenhaus gebracht zu werden. Kaum werden ihm für die Untersuchung die Handschellen abgenommen, nimmt er eine Krankenschwester als Geisel und erpresst so seine Flucht. Als kurze Zeit später eine Frauenleiche im Wald nahe der Klinik entdeckt wird, setzt der leitende Staatsanwalt Lea unter Druck. Hätte der Mord an Elke Korff, der Frau des Chirurgen Enno Korff, verhindert werden können? Die Fahndung nach dem flüchtigen Mörder läuft auf Hochtouren, auch Leas Assistenten Jan und Henning haben alle Hände voll zu tun. Lea hofft, dass Dembach zu seiner alten Mutter, an der er noch immer hängt, Kontakt aufnimmt.Doch Hilde Dembach, die sehr unter der Ächtung der Nachbarn leidet und völlig zurückgezogen lebt, ist keine große Hilfe für Lea und sieht sich außer Stande für eine Kooperation mit der Polizei. Obwohl alle Anzeichen für Dembach als Mörder von Elke Korff sprechen, ist Lea die Einzige, die Zweifel hat. In ihren Augen gibt es einige Ungereimtheiten: So war Elke ein ganz anderer Frauentyp als die früheren Opfer von Dembach. Außerdem wurde sie morgens im Wald ermordet; Dembach hatte den Frauen abends auf dem Nachhauseweg aufgelauert und sie im Wohnviertel umgebracht.Gibt es vielleicht einen Trittbrettfahrer, der sich die Flucht des Frauenmörders zu Nutze gemacht hat? Nach einem Gespräch mit Elkes Schwester Christa Seiler erscheint die Tat plötzlich in einem ganz anderen Licht: Die Schwestern hatten ein beachtliches Vermögen geerbt – geschah der Mord etwa aus Habgier?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11519097","hoster":"VOE"},{"path":"/redirect/11521762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4/episode-3","name":"Todeskuriere","epNo":3,"alt":"","descr":"Der Fahrradkurier Ronni wird Zeuge eines Raubüberfalls: Zwei bewaffnete Gangster überfallen den Geldtransport eines Kaufhauses. Bei einer Schießerei werden ein Wachmann getötet und einer der beiden Räuber schwer verletzt. Als sich sein Kompagnon um ihn kümmert, schnappt sich Ronni blitzschnell die Tasche mit dem Geld und fährt davon. Doch der unverletzte Gangster verfolgt ihn sofort auf dem Motorrad. Wenig später wird Lea zu einem Mordfall gerufen. Ronni liegt erschlagen in der Werkstatt des Kurierdienstes – und von den zwei Millionen fehlt jede Spur. Obwohl der Verdacht gleich auf den flüchtigen Verbrecher fällt, nimmt Lea auch Ronnis Kollegen ins Visier, die den Toten gefunden haben: seinen Chef Torsten, der Querfeldeinmeister, der wie ein älterer Bruder zu dem elternlosen Jungen war, Torstens Freundin Kerstin und den Kurierfahrer Malte.Sie alle sind sehr bestürzt über Ronnis Tod. Dennoch lässt Lea alle drei beschatten. Jan und Henning müssen all ihre sportlichen Kräfte mobilisieren und in die Pedale treten, um die flinken Biker observieren zu können. Außerdem setzt Lea das Trio nach und nach unter Druck und versucht, die drei gegeneinander auszuspielen und damit die Wand des Schweigen zu durchbrechen. Haben sie vielleicht sehr viel mehr gesehen, als nur den toten Ronni? Besonderes Augenmerk richtet Lea auf Malte, den Ronnis Tod offenbar am meisten mitnimmt, und versucht, ihn mit allen Tricks zum Reden zu bringen. In der folgenden Nacht wird Torsten in seiner Werkstatt von dem flüchtigen Gangster bedroht, der seine Beute haben will. Jan, der ihn immer noch beschattet, kann das Schlimmste verhindern. Allerdings gelingt es dem Gangster zu fliehen.Bei der anschließenden Verfolgungsjagd durch Polzei-Kollegen verunglückt der Räuber tödlich und fällt somit als einziger Zeuge für Ronnis Ermordung aus…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11519087","hoster":"VOE"},{"path":"/redirect/11521771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4/episode-4","name":"Abschiedskonzert","epNo":4,"alt":"","descr":"Der Stardirigent Michael Jacobi bereitet sein großes Abschiedskonzert in der Oper vor: Er wird anschließend nach Mailand gehen. Doch dann wird der Maestro kaltblütig in seiner Garderobe erschossen. Lea Sommer und ihre Assistenten Jan und Henning stehen unter großem Druck, denn die Presse hat bereits groß über den Mord berichtet. Jacobi war zwar als Genie gefeiert, aber als Mensch gehasst und gefürchtet. Lea vermutet daher persönliche Motive: Rache, Hass, Neid. Äußerst verdächtig ist Jacobis wütender Agent Edgar Possmann, den der Dirigent seit dem großen Erfolg links liegen ließ. Kurz vor seinem Tod geriet Jacobi außerdem mit dem hitzigen Konzertmeister Pavel Swoboda in heftigen Streit. Auch die junge Cellistin Sarah Petrowa wollte Jacobi nach der Probe noch dringend sprechen und war ganz verzweifelt, als er sich weigerte, sie zu sehen.Einzig Jacobis Witwe Anna, die sich im Krankenhaus von ihrer Unterleibsoperation erholt, schien stets zu dem egozentrischen Künstler zu halten – trotz ihrer schwierigen Ehe. Der Fall wird immer komplizierter, trotz intensiver Recherchen kommen Lea, Jan und Henning nicht recht voran. So ist es kein Wunder, dass Lea immer gereizter auf den Beleuchter Christian Berg reagiert, der sie ständig wegen eines Blechschadens an seinem Wagen in der Opern-Tiefgarage nervt. Doch plötzlich gibt gerade er einen entscheidenden Hinweis, der den Fall in einem neuen Licht erscheinen lässt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11519088","hoster":"VOE"},{"path":"/redirect/11521764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4/episode-5","name":"Bitteres Ende","epNo":5,"alt":"","descr":"Eigentlich wollte Lea Sommer ihren freien Tag genießen, doch der Mord an einem Hausmeister ruft sie in den Dienst zurück: Norbert Kolb wurde in der Waschküche eines Mietshauses erschossen. Hatte er womöglich einen Einbrecher im Keller überrascht? Oder war es einer der Hausbewohner – denn mit dem unsympathischen und vorbestraften Hausmeister hatte jeder Streit. Bei ihren Vernehmungen trifft Lea überraschend einen jungen Musiker wieder: Hannibal, ein Jugendfreund ihres Sohnes, der damals sehr verliebt in sie war. Auch Hannibal hatte Krach mit Kolb, doch er hat ein wasserdichtes Alibi: Zur Tatzeit wurde er im Zoo von einer Zeitungsreporterin fotografiert. Gerade als Lea Kolbs Ehefrau Rebecca und ihren Liebhaber ins Visier nimmt, wird eine weitere Leiche gefunden: Sonja Peters, die Fotografin. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11519090","hoster":"VOE"},{"path":"/redirect/11521767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4/episode-6","name":"Das Mädchen im Wald","epNo":6,"alt":"","descr":"Die 18-jährige Maria Brandes wird nachts tot auf dem Radweg gefunden: Die bildhübsche Goldschmiedin ist erwürgt worden. Eine Vergewaltigung schließt die medizinische Untersuchung zwar aus, aber das Ergebnis überrascht Lea Sommer – offenbar hatte Maria kurz vor ihrem Tod Geschlechtsverkehr. Mit ihrem Mörder? War es der schüchterne Schüler Simon Mertz, der vergeblich versucht hatte, sich am Abend mit ihr zu verabreden, oder ihr Volleyball-Trainer Stefan Rüppel, der sie zur S-Bahn gebracht hatte, oder ihr Chef Jürgen Kynast, den sie abends noch auf dem Handy angerufen hatte? Als Lea Marias Tagebuch findet, entdeckt sie eine heiße Spur… (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11519108","hoster":"VOE"},{"path":"/redirect/11521766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-4/episode-7","name":"Tödliche Gier (Derzeit nicht verfügbar)","epNo":7,"alt":"","descr":"Lea Sommer erhält spätabends einen verzweifelten Anruf. Es ist ihr Zahnarzt Martin Täubner: Seine Frau hat sich im Schlafzimmer eingeschlossen und droht, sich zu erschießen. Lea eilt zu ihm, doch kaum hat sie das Haus betreten, fällt ein Schuss. Elisabeth Täubner hat offenbar ihre Drohung wahrgemacht und Selbstmord begangen. In der Not steht Lea ihrem alten Freund und seiner Tochter Katharina zur Seite. Obwohl der Fall eindeutig ist, will ihn die Kommissarin noch nicht zu den Akten legen. Es stellt sich heraus, dass Täubner ein Frauenheld ist, der sogar mit seiner jungen Assistentin Elke ein Verhältnis gehabt hat. Als Elke plötzlich tödlich verunglückt – sie wurde von einem Unbekannten vor ein Auto gestoßen -, ist Lea klar, dass der Fall noch längst nicht abgeschlossen ist… (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11519092","hoster":"VOE"},{"path":"/redirect/11521780","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/die-kommissarin/staffel-5/episode-1","name":"Totgesagte leben länger","epNo":1,"alt":"","descr":"Lea Sommer wird zu einem grausigen Fund gerufen: Auf einem Bauernhof wurde eine fast skelettierte Leiche gefunden. Als sie identifiziert wird, gerät Lea unversehens in einen nie aufgeklärten Entführungsfall. Bei dem Toten handelt es sich um den vor zwei Jahren spurlos verschwundenen Millionenerbe Sebastian Kofler. Obwohl sein Vater, ein bekannter Spielwarenfabrikant, das Lösegeld damals bezahlt hat, haben sich weder die Entführer noch sein Sohn jemals gemeldet. Nach und nach bringt Lea Licht in den dubiosen Fall. Als sie erkennt, dass Sebastian selbst in den Fall verwickelt war, geraten schnell seine Freunde in Verdacht. Ist einer von ihnen der Mörder? (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188439","hoster":"VOE"},{"path":"/redirect/11188463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-2","name":"Schwarze Liebe, roter Tod","epNo":2,"alt":"","descr":"Im Rotlichtmilieu ist eine Prostituierte erstochen worden: Sonja, der Engel der Rentner. Schon bald erfährt Lea, dass die warmherzige Sonja war nicht nur bei ihrem Chef Günter Brock beliebt war, sondern auch bei ihren Kolleginnen Marianne und Mercedes. Auch ihre Stammkunden trauern um Sonja: der etwas verschrobene pensionierte Buchhändler Willi Seidel und der aufbrausende Ex-Polizist Herbert Krieger. Eigentlich gehören sie alle zum Kreis der Verdächtigen. Und dann ist da noch der Banker Dr. Jürgen Cornelius, Mariannes Stammkunde, der auch Sonjas Dienste auf eine ganz spezielle Art genoss. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188434","hoster":"VOE"},{"path":"/redirect/11188442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-3","name":"Tödlicher Treffer","epNo":3,"alt":"","descr":"Das junge Tennis-Ass Lukas ist fassungslos – vor seinen Augen wird sein Trainer Pavel erschossen. Den Täter hat Lukas jedoch nicht sehen können. Nicht nur aus diesem Grund hat Lea es diesmal besonders schwer, Licht ins Dunkel zu bringen: Jeder aus der Tennisclique ist in den Fall verwickelt und hat etwas zu verbergen. Da ist Lukas’ Stiefvater Schrader, selbst ernannter Manager und außerdem Vermögensberater von Patrizia Grobecker, der Frau des Vereinspräsidenten, um die er sich auffallend oft kümmert. Ihr wiederum wird ein Verhältnis mit Pavel nachsagt. Patrizias Mann hat den Exklusiv-Vertrag zwischen Pavel und Schrader zu Lukas’ Ausbildung aufgesetzt, dabei galt Grobeckers eigener Sohn Lars noch als Tennis-Hoffnung, bevor Lukas auftauchte. Ging es bei dem Mord um Geld oder um verschmähte Gefühle? Ein Gespräch mit Lukas’ Mutter könnte die entscheidende Wende herbeiführen, doch sie ist in Amerika spurlos verschwunden. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188447","hoster":"VOE"},{"path":"/redirect/11188448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-4","name":"Der Traum vom Glück","epNo":4,"alt":"","descr":"Der Journalist Axel Sturm ist in seiner Wohnung erschlagen worden. Da sein Computer, sämtliche Disketten und Aufzeichnungen verschwunden sind, deutet alles darauf hin, dass er einer heißen Story auf der Spur war und deshalb ermordet wurde. Seine Freundin Vanessa, eine erfolgreiche junge Sängerin, und sein bester Freund Frank bestätigen diesen Verdacht. Plötzlich tauchen merkwürdige Fotos auf: Zwei Männer am Flughafen, die zur Russenmafia gehören sollen. Haben sie etwas mit Axels Recherchen zu tun? Andere Fotos zeigen Vanessa als Teenie mit Hitlergruß inmitten einer Horde von Neonazis. Wurde sie vielleicht damit erpresst? Lea findet heraus, dass Axel und Frank hohe Schulden beim Backgammonspiel haben – doch dann stellt sich heraus, dass die Flughafenfotos fingiert sind, und Lea ist sicher: Jemand spielt ein falsches Spiel mit ihr. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188454","hoster":"VOE"},{"path":"/redirect/11188460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-5","name":"Der falsche Freund","epNo":5,"alt":"","descr":"Der Jugendliche Holger Schley ist nachts erschlagen worden. Bei der Fahndung nach dem Mörder wird Lea mit ihrer eigenen Vergangenheit konfrontiert. Holger lebte in einem Jugendheim, in dem Leas alter Freund Benedikt Ehrlich als Erzieher arbeitet. Doch niemand gibt ihr zunächst brauchbare Hinweise, weder die übrigen Heimbewohner, noch Benedikt oder Heimleiter Alfons Finke. Erst allmählich kommt heraus, dass Holger nicht nur ein Kleinkrimineller war, der öfter Streit mit seiner Umgebung hatte, er soll auch in mehrere Villen-Einbrüche verwickelt gewesen sein. Und, besonders pikant: Die Tochter des Heimleiters erwartet ein Kind von Holger.Weiß Heimbewohner Jimmy, der offenbar Klara sehr mag, Näheres über Holgers letzte Stunden? Und welche Rolle spielt Fred Eisermann, den Holger in einer Kneipe kennen gelernt hat und der verdächtigt wird, Drahtzieher der Villen-Einbrüche zu sein? Doch dann gibt es eine überraschende Wende: Eine Kassette taucht auf, auf der eindeutig zu hören ist, wie Holger Benedikt erpresst…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188464","hoster":"VOE"},{"path":"/redirect/11188480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-6","name":"Das traurige Lied","epNo":6,"alt":"","descr":"Lea wird zufällig Zeugin eines brutalen Überfalls: Zwei Skinheads prügeln auf den Afrikaner Robert Malewa ein und lassen erst durch Leas beherztes Auftreten von ihm ab. Am nächsten Morgen wird eine Leiche an einem Baggersee entdeckt: die junge Farbige Elisabeth Buhari. Die erste Spur führt zu Olaf Blissing, dem Leiter des Asylbewerberheims, in dem Elisabeth untergebracht war. Sie soll den verheirateten Mann erpresst haben, weil er eine heimliche Geliebte hat. Auch der skrupellose Heinz Zimmer gehört zum Kreis der Verdächtigen. Er ist wegen Körperverletzung vorbestraft und lässt illegal zahlreiche Asylbewerber als Rosenverkäufer für sich arbeiten – auch Elisabeth. Als Lea jedoch erfährt, dass Elisabeth seit kurzer Zeit einen Freund hatte, wendet sich plötzlich das Blatt: Es ist Robert Malewa, der kurz vor ihrem Tod einen heftigen Streit mit ihr gehabt haben soll. Ist er gar nicht ein Opfer, sondern womöglich der Mörder? (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188470","hoster":"VOE"},{"path":"/redirect/11188472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-7","name":"Heißes Grab","epNo":7,"alt":"","descr":"Der Geschäftsmann Gerd Pöhlmann ist nachts im Whirlpool des noblen Lady M. Clubs ertränkt worden. Alle verdächtigen Mitarbeiter haben jedoch ein Alibi. War es vielleicht der unbekannte Gast, der noch spätabends den Saunaclub aufgesucht hat? Leas Ermittlungen konzentrieren sich auf Pöhlmanns Stamm-Hostess Kristina. Irgendetwas stimmt nicht mit der jungen Frau. Lea vermutet, dass sie aus gutem Hause stammt, und sieht sie als Schlüsselfigur zu dem Mord. Als herauskommt, dass Pöhlmann Kristina von früher kannte, verschwindet Kristina spurlos. Angeblich ist sie auf der Flucht vor ihrem eifersüchtigen Verlobten – doch der Fall ist viel verzwickter, als Lea zunächst angenommen hat. (Text: hr-fernsehen)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188376","hoster":"VOE"},{"path":"/redirect/11188377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-8","name":"Gefährliche Nähe","epNo":8,"alt":"","descr":"Dorothea Schubert ist im Spülbecken ihrer Küche ertränkt worden. Schon bald gerät ihr Ehemann in Verdacht, der sie immer wieder terrorisiert hat, bis sie ins Frauenhaus geflüchtet ist. Schubert schwört jedoch Stein und Bein, seine Frau nicht umgebracht zu haben. Lea Sommer lässt auch Dorotheas Tochter Ilona und ihren Freund Christian beobachten: Der junge Mann hat plötzlich ziemlich viel Geld – und aus Dorotheas Wohnung fehlen 30.000 Euro. Er brauchte das Geld dringend für seine Boutique. Während Schubert immer wieder erklärt, er und seine Frau hätten sich versöhnt und wollten einen Neuanfang versuchen, bestreitet das Gesa Fuchs, die Leiterin des Frauenhauses, entschieden. Sie war mit Dorothea befreundet und kannte sie entsprechend gut. Doch dann findet Lea etwas heraus, das den Fall in einem völlig anderen Licht erscheinen lässt. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921137","hoster":"VOE"},{"path":"/redirect/11188486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-9","name":"Der unsichtbare Feind","epNo":9,"alt":"","descr":"Lea Sommer ist erschüttert: Ihre Freundin Ute ist ermordet worden. Alles deutet auf ihren Mann Dr. Gernod Nolting hin, der sie immer wieder bedroht hat. Ute wollte sich von ihm scheiden lassen, als sie mehr denn je von seiner Eifersucht verfolgt wurde. Doch den Mord bestreitet Dr. Nolting entschieden. Ist er tatsächlich unschuldig? Und wer ist der unbekannte Mann, in den Ute sich kurz vor ihrem Tod verliebt hat? Mitten in den Ermittlungen erhält Lea plötzlich rätselhafte anonyme Anrufe. Der Mann scheint Einzelheiten zu wissen und liebt es, ein Spiel mit Lea zu spielen. Eigentlich ist das die Handschrift von Hendrik Wolfen, einem Psychiater und gefährlichem Frauenmörder, der von der Kommissarin überführt wurde. Doch seit seiner Verhaftung ist er in der geschlossenen Abteilung einer Nervenklinik untergebracht – und es ist unmöglich, von dort zu entkommen. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188487","hoster":"VOE"},{"path":"/redirect/11188493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-10","name":"Der Mörder mit dem Schleifchen","epNo":10,"alt":"","descr":"In einer TV-Diskussion über die Qualität der Verbrechensbekämpfung gerät Lea Sommer ins Kreuzfeuer der Kritik. Journalist Rolf Heyse verteufelt ihre liberale Einstellung und attackiert Lea scharf. Noch in derselben Nacht findet die Polizei Heyses Leiche – drapiert mit einer Geschenkschleife. Der Mord geht offenbar auf das Konto eines geistesgestörten Fans der Kommissarin. Unter Hochdruck beginnt Lea mit den Ermittlungen, da zu befürchten steht, dass der Mann erneut zuschlägt. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383971","hoster":"VOE"},{"path":"/redirect/11188501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-11","name":"Das Mädchen und der Tod","epNo":11,"alt":"","descr":"Während einer feucht-fröhlichen Feier im Haus der Reichelts wird ein Gast erschossen. Seltsamerweise will keiner der Anwesenden etwas von dem Mord bemerkt haben. Auch die Tatwaffe und ein plausibles Motiv lassen vorerst auf sich warten. Viel mehr Sorgen bereitet Kommissarin Lea Sommer aber ihr Assistent Jan. Er hat sich in die Tochter des Hauses verliebt und ist drauf und dran, für das bildhübsche Mädchen seine Karriere wegzuwerfen. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188503","hoster":"VOE"},{"path":"/redirect/11188511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-12","name":"Das Attentat","epNo":12,"alt":"","descr":"Auf einer Wahlkampfveranstaltung von Rechtspopulist Johann Krantz fallen Schüsse. Krantz überlebt den Anschlag leicht verletzt, ein Unbeteiligter stirbt durch eine verirrte Kugel. Die herrische Mutter des charismatischen Ideologen wittert ein politisches Komplott und verbittet sich Verdächtigungen gegen die eigene Familie. Ihr hysterisches Verhalten nach dem Attentat ist Lea Sommer sofort suspekt. Noch ehe der Fall abgeschlossen ist, bestätigen sich Leas Annahmen durch einen weiteren Mord. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188509","hoster":"VOE"},{"path":"/redirect/11188517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-13","name":"Rollentausch","epNo":13,"alt":"","descr":"Ein Mann liegt tot im Bett eines Obdachlosen-Wohnheimes. Was zunächst wie ein Streit mit tödlichem Ausgang unter den Mitbewohnern aussieht, entpuppt sich mehr und mehr als eiskalt geplanter Mord an dem arbeitslosen Peter Boisen. Doch wo liegt das Motiv? Lea Sommer ist überzeugt, dass die Mitbewohner Willi Steinbach, Rudolf Henke und Petra Kostowski mehr wissen, als sie zugeben. Schließlich wurde am Abend zuvor Henkes Geburtstag kräftig gefeiert, und es gab eine Schlägerei mit dem stark angetrunkenen Boisen. Hatte er zu heiß mit Petra geflirtet und damit die Eifersucht des brutalen Henke geweckt? Aber schon bald wird Lea stutzig: Einer der Bewohner spielt ein falsches Spiel und wollte sich an Boisen rächen. Der Grund bleibt für Lea jedoch lange ein Rätsel. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188519","hoster":"VOE"},{"path":"/redirect/11188527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-5/episode-14","name":"Gott in Weiß","epNo":14,"alt":"","descr":"Lisa Fried kann ihr neues Leben als Single nur kurz genießen. Wenige Wochen nach ihrer Scheidung wird sie tot in ihrem Apartment aufgefunden. Lisas Ehemann fällt außer Verdacht, da er ein wasserdichtes Alibi hat. Ins Visier der Ermittler gerät dagegen immer stärker der Internist Paul Kleinert. Lisa war bei ihm wegen ihrer Erschöpfungsanfälle in Behandlung. Die Beziehung der beiden scheint allerdings über rein berufliche Belange hinaus gegangen zu sein. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333489","hoster":"VOE"},{"path":"/redirect/11188525","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/die-kommissarin/staffel-6/episode-1","name":"Auf der Flucht","epNo":1,"alt":"","descr":"Als die Haushälterin Elisabeth Hoffmann am Abend noch einmal zur Villa des Ehepaars Blume zurückkehrt, trifft sie auf Christa Blume. Die verstörte Frau bedroht die Haushälterin und flieht wenig später. In der Villa entdeckt Elisabeth die Leiche des erschossenen Juweliers Kaspar Blume. Kommissarin Lea Sommer geht vorerst von einem Ehedrama aus. Während die Fahndung nach Christa Blume läuft, führen erste Ermittlungen Lea in einen Boxclub und zum Sohn des Opfers. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188529","hoster":"VOE"},{"path":"/redirect/11188531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6/episode-2","name":"Der letzte Ausweg","epNo":2,"alt":"","descr":"Lea Sommer wird in ihrer Wohnung überfallen: Der wegen Mordes zu lebenslanger Haft verurteilte Jochen Schild ist aus dem Gefängnis geflohen und nimmt Lea als Geisel. Er will sie dadurch zwingen, seinen Fall neu aufzurollen. Schild soll seinen Vater ermordet haben, beteuert aber nach wie vor seine Unschuld. Um Lea nicht unnötig in Gefahr zu bringen, verschweigen Jan und Ingo dem Staatsanwalt Leas Entführung. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188534","hoster":"VOE"},{"path":"/redirect/11188536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6/episode-3","name":"Das tödliche Ende vom Lied","epNo":3,"alt":"","descr":"Der alte Stehgeiger Rudi Strachowitz meldet Lea Sommer einen merkwürdigen Vorfall: Er will in einer Tiefgarage gehört haben, wie eine Frau per Handy einen Mord an dem Apotheker Roland Heyse in Auftrag gegeben hat. Indes wird aus dem Main die Leiche einer jungen drogensüchtigen Frau gezogen. Sie war noch minderjährig und trägt eine Musikkassette bei sich. Als auf den Apotheker Heyse tatsächlich ein Anschlag verübt wird, glaubt Lea an einen Zusammenhang zwischen den beiden Fällen. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188537","hoster":"VOE"},{"path":"/redirect/11188545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6/episode-4","name":"Wer die Braut erschießt","epNo":4,"alt":"","descr":"Der prominente Ex-Fußballer Manni Schenk erlebt den schwärzesten Tag seines Lebens: Kaum hat er mit großem Medienrummel die junge Millionenerbin Olivia Theisen geheiratet, wird seine Braut noch vor der Kirche erschossen. Ein brisanter Fall für Leas Team. Von einem Boulevard-Journalisten erhält Lea erste Hinweise: Olivia hatte vor der Hochzeit ein geheimes Verhältnis mit dem skandalumwitterten Schriftsteller Christian Seide. Hat Seide die Trennung nicht verkraften können? (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173317","hoster":"VOE"},{"path":"/redirect/11188541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6/episode-5","name":"Tod auf dem Main","epNo":5,"alt":"","descr":"Auf dem Ausflugsdampfer ‚Main-Perle‘ geht es hoch her: Der Kegelclub ‚Alle Neune‘ feiert ausgelassen an Deck. Doch das fröhliche Treiben endet tödlich für den Kellner Dirk Kaufmann. Im Lagerraum wird er niedergeschlagen und mit einem Messer attackiert. Mit letzter Kraft schleppt er sich in den Tanzsaal und stirbt vor den Augen der Gäste. Noch in der Nacht verhört Lea Sommer die angetrunkene Gesellschaft und die Angestellten im Kommissariat. Schon bald stellt sich heraus, dass es hinter der fröhlichen Fassade ganz schön düster aussieht. So ist der Alleinunterhalter Robert Geller, der die Gäste mit ‚Ententanz \u0026 co.‘ in Stimmung brachte, eigentlich ausgebildeter Konzertpianist und träumt von Jazzabenden. Und Kapitän Erich Grabowski, der mal auf einem Luxusliner anheuern wollte, hat offensichtlich ein massives Alkoholproblem.Von Geller erfährt Lea, wie unglücklich Sonja Kaufmann, die Ehefrau des Toten, schon seit längerem ist: Sie stammt aus der Ukraine und hat dort als Lehrerin gearbeitet, jetzt muss sie ebenfalls auf dem Schiff kellnern. Auch das Opfer scheint nicht das zu sein, was es nach außen hin darstellte: Lea und ihre beiden Mitarbeiter Jan Orlop und Ingo Esser finden heraus, dass Dirk Kaufmann gegen entsprechende Zahlungen den weiblichen Passagieren zu Diensten gewesen sein soll. Liegt darin das Motiv für die Tat? Wollte Sonja seinem Treiben ein Ende setzen, oder steckt Herbert Herzog dahinter, der Ehemann von Renate Herzog, mit der Dirk heftig geflirtet haben soll? Der Fall scheint immer komplizierter zu werden, niemand hat den Täter gesehen, aber die Zeugen scheinen mehr zu wissen als sie zugeben.Da machen Lea und Jan eine merkwürdige Beobachtung, die sie schließlich auf die richtige Spur führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188546","hoster":"VOE"},{"path":"/redirect/11188554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6/episode-6","name":"Das Fest","epNo":6,"alt":"","descr":"Lea Sommer fährt zur Hochzeit ihrer besten Freundin Barbara: Nach der Scheidung von Lothar Beckmann heiratet Barbara jetzt den Portugiesen Tonio Ribera, mit dem sie schon seit längerem glücklich auf einem Bauernhof lebt. Doch mitten in das Fest, zu dem nur die engsten Freunde eingeladen sind, platzt Barbaras Ex-Mann. Er ist angetrunken und provoziert sofort einen Streit mit Tonio – nur in letzter Sekunde kann Lea eine Schlägerei verhindern. Am nächsten Morgen passiert etwas noch Schrecklicheres: Barbara ist tot. Offenbar ist sie bei einem Reitunfall ums Leben gekommen. Doch irgendetwas ist merkwürdig am Tatort, und Lea glaubt bald, dass auf ihre Freundin ein Mordanschlag verübt wurde.Kurz darauf fällt der Verdacht auf Lothar, der kein Alibi vorweisen kann, aber auch Robin, der mit der erneuten Heirat seiner Mutter nicht einverstanden und der Hochzeitsfeier ferngeblieben war, ist nicht unverdächtig: Er hat ebenfalls kein Alibi und hatte mit seiner Mutter kurz vor der Hochzeit einen heftigen Streit. Immer tiefer recherchiert Lea, bis sie schließlich dem düsteren Familiengeheimnis um Robins Herkunft auf die Spur kommt. Mit Hilfe von Jan Orlop, Ingo Esser und dem Ortspolizisten Harald Stubb findet sie jedoch noch weitere Motive für den Mord. So hatte Barbara ihrem Nachbarn Knut Hartmann, der seinen Hof an ein Hotel verkaufen wollte, das lukrative Millionen-Geschäft vermasselt, da sie ihm das Wegerecht verweigert hatte: Sie wollte keinen Touristenrummel vor der Haustür.Hat er deshalb ihren Tod gewollt? Lea und ihre Assistenten finden immer mehr Indizien, bis sie dem wahren Täter auf die Schliche kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188556","hoster":"VOE"},{"path":"/redirect/11188558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-kommissarin/staffel-6/episode-7","name":"Mörderische Zwänge","epNo":7,"alt":"","descr":"In einem Park wird die Leiche einer jungen Frau entdeckt: Es ist Maren Grimm, die Frau des angesehenen Richters Bertold Grimm. Kein leichter Fall für Lea Sommer, denn das Motiv entspringt einer sexuellen Obsession. Wie die Gerichtsmedizinerin feststellt, war Maren gefesselt und ist unter einer Latexmaske erstickt – außerdem deuten verschiedene intime Verletzungen darauf hin, dass sie offenbar Masochistin war. Hatte vielleicht ein Unfall ihren Tod verursacht? Schon bald muss Richter Grimm, ein Kollege von Lea Sommer, schweren Herzens gestehen, dass er und seine Frau solche Sadomaso-Praktiken bevorzugten. Um sein bizarres Doppelleben vor der Öffentlichkeit zu verbergen, habe er seine Frau, die er abends tot im geheimen SM-Kellerstudio seiner Villa gefunden habe, in den Park gebracht und dann als vermisst gemeldet.Sagt er die Wahrheit oder ist er vielleicht doch für ihren Tod verantwortlich? Lea, Jan Orlop und Ingo Esser ermitteln im engsten Familienkreis. Grimms Ex-Frau Bettina Kant verurteilt seine sexuellen Neigungen und hat sich deswegen sogar scheiden lassen. Sie hatten jedoch vereinbart, ihrer Tochter Katharina den Grund der Trennung zu verschweigen. Aber ahnt Katharina, mittlerweile 18, etwas von der ungewöhnlichen Verbindung zwischen ihrem Vater und Maren und welche Rituale sich im Keller abgespielt haben? Jedenfalls ist sie empört, als sie erfährt, dass ihr Vater der Mörder sein soll – schließlich habe er Maren viel zu sehr geliebt, um ihr etwas anzutun.Stutzig macht Lea vor allem, dass einer der Hausschlüssel zur Villa stets im Blumenkübel vor der Tür aufbewahrt wurde; war womöglich ein Fremder der Mörder und hat sich auf diese Weise Zutritt verschafft? Immerhin hatte Maren an ihrem Todestag noch mit ihrer früheren Geliebten, der dominanten Sina von Gahlen telefoniert. Wollte sie sich jetzt dafür rächen, dass Maren sie verlassen hatte? Und was ist mit dem merkwürdigen Nachbarn, dem pensionierten Lehrer Wolfgang Maaß, der anscheinend mehr beobachtet hat als er zugibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11188478","hoster":"VOE"},{"path":"/redirect/11188479","hoster":"Streamtape"}]}]}]}]}