{"path":"/serie/stream/die-sieben-todsnden","name":"Die sieben Todsünden","descr":"Filmemacher Morgan Spurlock, der vor allem durch seine Fastfood-Kino-Doku \"Super Size Me\" bekannt wurde, stellt in dieser Reportagereihe Menschen vor, deren Tätigkeiten und Leidenschaften zu den sieben Todsünden zählen. So besucht er beispielsweise zum Thema \"Völlerei\" die angeblich \"schwerste Entertainerin der Welt\", trainiert zum \"Jährzorn\" in einem Amateur-Fight-Club, trifft einen Mann, der seine \"Wollust\" mit Frauen befriedigt, die seine Großmütter sein könnten und porträtiert eine Porno-Darstellerin, die sich aus \"Eitelkeit\" mit lebensgefährlichen Brustimplantaten herumplagt. Und auch wer wissen möchte, wie sich Partner aus \"Faulheit\" – ohne sich treffen zu müssen – mit einem High-Tech-Masturbationsgerät gegenseitig befriedigen können, kommt auf seine Kosten. ","seasons":[{"path":"/serie/stream/die-sieben-todsnden/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-1","name":"Völlerei","epNo":1,"alt":"Gluttony","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Völlerei\" – mit der schwersten Entertainerin der Welt.","versions":[]},{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-2","name":"Neid","epNo":2,"alt":"Envy","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Neid\" – mit Frauen, die sich ihren Kinderwunsch mit Puppen erfüllen","versions":[]},{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-3","name":"Wollust","epNo":3,"alt":"Lust","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Wollust\" – mit einem Mann, der Frauen bevorzugt, die seine Großmütter sein könnten.","versions":[]},{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-4","name":"Jähzorn","epNo":4,"alt":"Wrath","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Jähzorn\" – mit einem Amateur-Fight-Club.","versions":[]},{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-5","name":"Eitelkeit","epNo":5,"alt":"Pride","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Eitelkeit\" – mit einem Porno-Star, deren Mega-Brustimplantate ihr Leben gefährden.","versions":[]},{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-6","name":"Habgier","epNo":6,"alt":"Greed","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Habgier\" – mit Jägern, die jedes Tier auf dem Planeten töten wollen.","versions":[]},{"path":"/serie/stream/die-sieben-todsnden/staffel-1/episode-7","name":"Faulheit","epNo":7,"alt":"Sloth","descr":"Mit Neugier und Witz präsentiert Doku-Filmer Morgan Spurlock (\"Super Size Me\") Menschen, deren Leidenschaften zu den sieben Todsünden zählen. Diesmal: \"Faulheit\" – mit einem High-Tech-Masturbationsgerät, mit Partner sich gegenseitig befriedigen können, ohne sich dazu treffen zu müssen.","versions":[]}]}]}