{"seriesId":"die-heiland-wir-sind-anwalt","name":"Die Heiland: Wir sind Anwalt","descr":"Die blinde Rechtsanwältin Romy Heiland (Lisa Martinek) betreibt zusammen mit ihrer exzentrischen Assistentin Ada Holländer (Anna Fischer) eine eigene Kanzlei. Bei ihrer Arbeit hilft Romy ihr phänomenales Gedächtnis und ihr messerscharfes Gehör. Kein Zittern in der Stimme, wenn jemand lügt, bleibt ihr verborgen. Ada galt bislang als hoffnungsloser Fall und für die eigensinnige Frau ist der Job so etwas wie ihre letzte Chance. Sie unterstützt Romy, indem sie ihr Akten vorliest und Mandanten und Fotos beschreibt. Davon, dass Prozessgegner und Klienten sie eigentlich ständig unterschätzen, kann Romy oftmals profitieren. Vollkommen irritiert von der Selbstständigkeit Romys sind dagegen ihre Eltern Karin (Peggy Lukac) und Paul Heiland (Rüdiger Kuhlbrodt). Bisher waren sie daran gewohnt, sich um ihre Tochter kümmern zu müssen und nun sind sie mehr als verdutzt, als sie eine rotzfreche Assistentin einstellt und sich auch noch von ihrem Lebensgefährten Ben Ritter (Peter Fieseler) trennt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In dubio pro reo","epNo":1,"alt":"","descr":"Romy wird in ihrem ersten eigenen Fall mit ihrer Vergangenheit konfrontiert: Ihr Mandant ist ausgerechnet ihr ehemaliger Professor Konrad Wolff, ein ausgewiesener Experte auf dem Gebiet des Strafrechts. Er war einer der Wenigen, der sich für ihre besonderen Bedürfnisse als blinde Studentin eingesetzt hat. Wolff wird von der Jurastudentin Sarah Zeidlin wegen Vergewaltigung angezeigt. Romy ist felsenfest von der Unschuld ihres Professors überzeugt. Auch für Ada ist der Fall eine Herausforderung, sind ihr doch die Gepflogenheiten eines Universitätsbetriebs offensichtlich fremd. Beim Versuch, in Romys Auftrag an Informationen zu gelangen, gibt sie sich als angehende Akademikerin aus. Romy muss jedoch feststellen, dass Zweifel an der persönlichen und beruflichen Integrität des Professors angebracht sind. Als sie ihn damit konfrontiert, spielt Wolff die Machtkarte und setzt Romy massiv unter Druck. Pikant wird der Fall durch die Tatsache, dass der Professor ein Freund ihres Vaters Paul ist, der auch prompt im Gerichtssaal auftaucht. Sollte ihr einstiger Mentor eine dunkle Seite haben, die sie nie für möglich gehalten hätte?","versions":[{"lang":1,"streams":[{"redirect":8331430,"hoster":"VOE"},{"redirect":8331433,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Tropfen","epNo":2,"alt":"","descr":"Ada hat eine Mandantin an Land gezogen: die polnische Pflegerin Alina Rudenko. Ihr wird vorgeworfen, einem pflegebedürftigen alten Mann, der an Parkinson leidet, eine Überdosis an Medikamenten verabreicht zu haben. Alinas Patient, Robert Sander, der Senior-Chef einer Firma, die auf Türklinken spezialisiert ist, liegt im Koma. Geht es um fahrlässige Körperverletzung oder handelt es sich gar um einen Mordversuch? Waren sein Sohn Philipp und seine Schwiegertochter Uta Sander durch die Pflegesituation überfordert und wussten sich nicht anders zu helfen? Ada ist empört, dass Alina beschuldigt wird und es fällt ihr schwer, die notwendige Distanz zu der Mandantin zu wahren. Als Alina von ihrem Arbeitgeber vor die Tür gesetzt wird, nimmt Ada sie kurzerhand bei sich auf. Doch Ada macht einen Fehler und gibt unerlaubt Informationen an die Pflegerin weiter, woraufhin Alina verschwindet. Romy gerät in Erklärungsnot vor der zuständigen Staatsanwältin Johanna Knabe, was den Fall für sie erheblich komplizierter macht. Johanna, die schon immer eine Freude daran hatte, Romy – beruflich und privat – Steine in den Weg zu legen, erzählt scheinbar beiläufig von der Einladung zu einer Vernissage in Romys alter Kanzlei, eine Veranstaltung, zu der Romy offensichtlich nicht eingeladen wurde. Zudem geht der Fall Romy persönlich nahe, weil ihr klar wird, dass auch sie als Behinderte eine starke Belastung für ihre Familie gewesen sein muss.","versions":[{"lang":1,"streams":[{"redirect":8331437,"hoster":"VOE"},{"redirect":8331436,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wenn Du mich liebst","epNo":3,"alt":"","descr":"Ein Fall führt Romy und Ada in die ungewohnte Welt des Sondereinsatzkommandos der Polizei. Tina Fuchs, die Frau eines SEK-Beamten und Polizeiausbilders, bittet Romy gegen die Versetzung ihres Mannes, Christian Fuchs, juristisch vorzugehen. Die Familie hatte sich vor kurzem mit ihrer kleinen Tochter, die im schulpflichtigen Alter ist, in Berlin niedergelassen. Doch es stellt sich heraus, dass Christian Fuchs der Versetzung formal nicht widersprochen hat, wie er behauptet. Der SEK- Beamte hat offensichtlich kein Interesse an Romys Hilfe, was er ihr unmissverständlich klar macht. Romy steht vor einem Rätsel. Als ihrem Nicht-Mandanten dann aber vorgeworfen wird, scheinbar mutwillig den Polizeischüler Mike Neidhard nach einer Übung auf dem Dienstgelände mit dem Auto angefahren zu haben, steht Christian bei Romy vor der Tür und bittet sie inständig um Hilfe. Doch mit Christians Suspendierung hat seine Familie ein existenzielles Problem. Er muss lernen, seiner Anwältin völlig zu vertrauen, nur dann besteht Aussicht auf Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14427082,"hoster":"VOE"},{"redirect":8331449,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verlorene Unschuld","epNo":4,"alt":"","descr":"Die Frauenärztin Dr. Helga Petzold wird wegen Körperverletzung angezeigt: Sie hat einem minderjährigen Mädchen, Leyla Oktay, das Jungfernhäutchen rekonstruiert, ohne Einwilligung der Eltern. Dieser spezielle Eingriff ist bei jungen Musliminnen gefragt, die ihrem Ehemann in der Hochzeitsnacht vortäuschen, noch Jungfrau zu sein. Die Situation der Ärztin ist ernst: Wenn Romy nicht nachweisen kann, dass sich Leyla in einer Notlage befand, wie sie behauptet hat, könnte Dr. Petzold ihre Zulassung als Ärztin verlieren. Zu Romys Überraschung stellt sich heraus, dass Leylas Mutter Ilknur Oktay die Ärztin angezeigt hat. Warum? Ada macht sich Sorgen um Leyla: Droht ihr eine Zwangsehe oder liebt sie ihren Verlobten wirklich? Romy muss nicht nur Johanna Knabe überzeugen, bei der Verhandlung die Öffentlichkeit auszuschließen, sondern auch Leyla dazu bringen, vor Gericht die Wahrheit zu sagen. Romys Mutter hat sich den Fuß verstaucht und bittet Ben um Hilfe. Gerade jetzt, wo Romy um mehr Abstand zu ihm bemüht ist. Ada schwebt im siebten Himmel, sie hat sich ausgerechnet in Bens neuen Kanzlei-Partner Max Baerfeld verguckt, wovon Romy nicht gerade begeistert ist.","versions":[{"lang":1,"streams":[{"redirect":8331457,"hoster":"VOE"},{"redirect":13032775,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tiefer Fall","epNo":5,"alt":"","descr":"Lena Bauer, einer jungen Tennisspielerin, wird vorgeworfen, ihre ärgste Konkurrentin Victoria Koch heimtückisch in der U-Bahn-Station die Treppe heruntergestoßen zu haben. Victoria hat sich \"nur\" die Hand gebrochen, aber sie hätte auch tot sein können. Die beiden Frauen sind erbitterte Gegnerinnen, beide auf dem Sprung in die Tennis-Bundesliga. Ein wichtiges Turnier steht an und ein üppiger Sponsorenvertrag winkt als Preis für die Gewinnerin. Schnell wird Romy und Ada klar, dass es in diesem Fall keine einfachen Wahrheiten gibt. Lena beteuert ihre Unschuld. Warum hätte sie nach der Tat stehen bleiben sollen, um dann von Victoria erkannt zu werden? Und warum bleibt Victoria felsenfest bei ihrer Anschuldigung? Möchte sie Lena absichtlich schaden und kennt sie vielleicht den Täter? Als Schlüsselfigur kommt der attraktive Falk Golnau in Frage, der beide Frauen trainiert. Wie sich herausstellt, hatte Vicky eine Affäre mit Falk. Romys berufliche Professionalität ist mehr denn je gefragt, denn ausgerechnet Ben Ritter vertritt in diesem Fall die solvente Gegenseite. Ada wundert sich, wie heftig Ben und Romy aneinandergeraten. Verhandeln sie nur den Konflikt ihrer Mandanten oder hat Romy Ben innerlich längst nicht so losgelassen, wie sie immer vorgibt? Auch zwischen Ada und Max knirscht es.","versions":[{"lang":1,"streams":[{"redirect":13917487,"hoster":"VOE"},{"redirect":8331462,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefahr im Verzug","epNo":6,"alt":"","descr":"Mitten in der Nacht erhält Romy einen Anruf von Ada: Ihr Halbbruder Ringo braucht dringend Hilfe. Er ist wegen Raserei angehalten worden, dabei hat die Polizei in seinem Kofferraum eine nicht geringfügige Menge Drogen gefunden. Eine Kurierfahrt? Er behauptet, nichts zu wissen. Ist Adas Halbbruder Teil einer größeren kriminellen Vereinigung und schweigt er aus Angst? Als kurz darauf Drogen in Adas Wohnung gefunden werden, stellt sich Romy zum ersten Mal die Frage, ob auch Ada so unwissend ist, wie sie vorgibt. Eine wichtige Rolle in dem Fall scheint André Schulz zu spielen, in dessen Autowerkstatt Ringo seit kurzem arbeitet: Offenbar dealt er im großen Stil mit Drogen, ohne dass man ihm dies bisher nachweisen konnte. Romy fällt aus allen Wolken, als sich herausstellt, dass André Adas Exfreund ist. Ada ist jetzt eine Mitbeschuldigte, sie darf Romy auch nicht mehr assistieren. In dieser angespannten Situation ist Max Baerfeld an Adas Seite. Er übernimmt das Mandat ihrer Verteidigung. Obwohl es gegen das rechtliche Gebot einer Trennung der Fälle verstößt, wird Romy klar, dass ihre einzige Chance darin liegt, eng mit Max und Ada zusammenzuarbeiten.  Romy hat Geburtstag: Ihre Eltern, aber auch Ben lassen nichts unversucht, um an vertraute Traditionen anzuknüpfen. Romy wird schwach und verbringt eine Nacht mit Ben. Er fordert Romy auf, sich zu entscheiden. Er wird nicht ewig warten – und das weiß sie.","versions":[{"lang":1,"streams":[{"redirect":8331468,"hoster":"VOE"},{"redirect":8331472,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Unter die Haut","epNo":1,"alt":"","descr":"Romy und Ada werden mit einem ungewöhnlichen Fall konfrontiert: Raik Hellmich sitzt seit Jahren wegen Totschlags im Gefängnis. Er hatte die Tat damals gestanden. Jetzt gibt er an, gelogen zu haben. Der Grund: Seine Frau Peggy, die er nun der Tat bezichtigt, war damals schwanger. Wieso will er seine Aussage jetzt widerrufen? Romy will eine Wiederaufnahme anstrengen, doch die juristischen Hürden für ein solches Verfahren sind in Deutschland sehr hoch. Wie soll sie Zeugen und Beweise finden, die stichhaltig genug sind? Romy fällt ein Detail auf, das bisher nicht beachtet worden war: Die Tat ereignete sich an einem besonderen Tag, dem Tag des  Fußballweltmeisterschafts-Halbfinales Deutschland - Brasilien. Raik hatte sich zum Tatzeitpunkt in einer Fußballkneipe aufgehalten. Lassen sich mit Hilfe des Spiels die Abläufe an dem Tag rekonstruieren, vielleicht sogar Zeugen finden? Privat muss sich Romy mit einer Neuigkeit auseinandersetzen, die sie kalt erwischt: Ben hat eine neue Freundin. Ada hingegen möchte endlich Urlaub machen, mit Max, am besten drei Wochen – ein Wunsch, der Romy überfordert.","versions":[{"lang":1,"streams":[{"redirect":8331477,"hoster":"VOE"},{"redirect":8331479,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ausgemustert","epNo":2,"alt":"","descr":"Romys und Adas Mandantin Svenja Bender wird ein ungewöhnlicher Fall von Diebstahl vorgeworfen: Die ehemalige Soldatin hat einen Hund vom Gelände der Bundeswehr entwendet. Svenja, die seit einem Dienstunfall im Rollstuhl sitzt, wurde von ihrem ehemaligen Vorgesetzten Hauptmann Reglin zugesichert, dass ihr Diensthund Dexter, der in den Ruhestand geht, bei ihr bleiben könne. Doch dann hat Reglin diese Zusage zurückgezogen, ohne Angabe von Gründen. Aus Verzweiflung hat Svenja Dexter kurzerhand entführt. Liegt hier ein Fall von Diskriminierung vor, weil man Svenja die Betreuung ihres Hundes nicht zutraut? Romy schafft es, Svenja von einer Rückgabe des Hundes zu überzeugen, um eine Strafe zu vermeiden. Doch die Übergabe geht schief: Hauptmann Reglin wird von Dexter angefallen und verletzt. Ist der Hund gefährlich und unkontrollierbar? Oder hat er etwa auf Befehl seiner ehemaligen Hundeführerin zugebissen, wie Reglin behauptet? Zufällig begegnet Romy im Gericht Ben, der ihr seine neue Freundin Nayong vorstellt, was Romy einen Stich versetzt. Um sich abzulenken, entschließt sie sich, einen Tanzkurs zu besuchen. Ausgerechnet dort trifft sie auf Staatsanwalt Rudi Illic, der bei Gericht eine große Freude daran zu haben scheint, Romy rhetorisch herauszufordern. Romy kann nicht verhindern, dass er ihr als Tanzpartner zugeteilt wird. Ada ist völlig verunsichert, als Romy sie bittet, eine Stellenanzeige aufzugeben. Offenbar will ihre Chefin eine Rechtsanwaltsfachangestellte einstellen. Ada fürchtet, ihren Job zu verlieren, und unterschlägt die eingehenden Bewerbungen.","versions":[{"lang":1,"streams":[{"redirect":8331487,"hoster":"VOE"},{"redirect":8331486,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Mann im Wald","epNo":3,"alt":"","descr":"Der ehemalige Hotelbesitzer Torben Westfal hat sich in einen Berliner Forst zurückgezogen und lebt dort unter primitiven Umständen. Er wird der Wilderei bezichtigt: Das Verzehren oder Verwerten auch von toten Tieren aus dem Wald ist in Deutschland verboten. Vermittelt wurde der Fall durch Jette, eine ehemalige Schülerpraktikantin von Romy, die ihrem Onkel Torben helfen will. Der Waldpächter Pavel Lindner hat ihn angezeigt, offenbar will er Torben mit juristischen Mitteln aus dem Wald vertreiben. Romy gegenüber zeigt sich Torben Westfal beratungsresistent. Statt sich zu entschuldigen, wie mit Romy vereinbart war, beschimpft er Lindner vor Gericht. Der Streit eskaliert: Torben und Lindner prügeln sich im Wald, dabei schlägt Torben den Waldpächter nieder. Jetzt wird Torben auch noch Körperverletzung vorgeworfen. Da er keinen festen Wohnsitz hat, droht sofortige Untersuchungshaft. Ada zögert, ihren Ausbildungsvertrag zu unterschreiben, was Romy nicht verborgen bleibt. Ringo hat Ada Zweifel eingeredet: Will sie etwa weiterhin so viel arbeiten, für so wenig Geld? Während Romy sich in den Tanzstunden mit Rudi Illic über den aktuellen Fall streitet, erlebt Ada einen Schreckmoment: In einem Busfahrer glaubt sie ihren Vater Peter Holländer zu erkennen.","versions":[{"lang":1,"streams":[{"redirect":8331490,"hoster":"VOE"},{"redirect":8331493,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tot oder lebendig","epNo":4,"alt":"","descr":"Die Französin Chloé Mura behauptet, dass ihr Kind, das vor acht Jahren bei der Geburt gestorben sei, lebt. Aufgelöst erscheint sie in der Kanzlei und legt Romy und Ada eine Karte mit einem anonymen Hinweis vor. Um sich selbst Gewissheit zu verschaffen, hat Chloé versucht, an ihre Patientenakte zu kommen und dabei im Krankenhaus die Beherrschung verloren. Jetzt muss sie sich wegen Hausfriedensbruchs verantworten. Romy sagt zu, ihr zu helfen, obwohl sie Anwältin und keine Detektivin ist. Auf der Geburtsstation spricht sie mit dem Arzt Dr. Kramer über den Vorfall und erreicht, dass Chloé die Akte ausgehändigt wird. Dabei erfährt sie, was Chloé verschwiegen hat: Ihre Mandantin war drogenabhängig, das Kind kam suchtkrank zur Welt – deshalb starb es. Die Akte belegt eindeutig, dass es eine Totgeburt war. Chloé aber ist fest davon überzeugt, dass sie ihr Kind nach der Geburt schreien hörte, was auch ihr ehemaliger Freund Florian bezeugen kann. Romy und Ada wissen nicht, wem sie glauben sollen. Privat ringt Romy mit Ben um eine normale, freundschaftliche Beziehung. Ben macht ihr schmerzhaft bewusst: Sie war diejenige, die sich damals getrennt hat, nicht er. Ada leidet unter ihrer Fernbeziehung mit Max, der für ihre privaten Sorgen kein Ohr hat.","versions":[{"lang":1,"streams":[{"redirect":8331497,"hoster":"VOE"},{"redirect":8331499,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Witwe und das Bild","epNo":5,"alt":"","descr":"Die Diplomatenwitwe Heidrun Kasimir wendet sich an Romy: Ihr wird vorgeworfen, ein gestohlenes Bild zu besitzen. 400.000 Euro soll es wert sein und aus einem spektakulären Kunstdiebstahl in Spanien stammen. Die alte Dame behauptet, davon nichts zu wissen. Sie wollte das Bild schätzen lassen, um dessen Wert zu ermitteln. Romy steht vor der Herausforderung, Heidrun Kasimirs Unwissenheit zu beweisen; bei einer Verurteilung wegen Hehlerei drohen im schlimmsten Fall mehrere Jahre Gefängnis. Doch dann stellt sich heraus, dass die Angabe Heidruns, ihr verstorbener Mann habe das Bild damals gekauft, nicht stimmen kann: Zum Zeitpunkt des  Kunstdiebstahls in Spanien war er bereits verstorben. Staatsanwalt Rudi Illic erweist sich in diesem Fall als harter Gegner, er lässt das Haus der Kasimirs durchsuchen und scheint Romy immer einen Schritt voraus zu sein. Privat hingegen wird ihr Rudi Illic immer sympathischer, wie auch Ben feststellen muss, der sich mit Romy ausgesprochen hat. Als Romy abends mit dem Staatsanwalt in einem Restaurant sitzt, wird sie zufällig Zeugin eines Telefonats ihres Vaters mit der Lektorin seines Buches: Offenbar hat er eine Affäre! Auch Ada erlebt eine Katastrophe: Max, der sie endlich besuchen kommen wollte, sagt kurzfristig ab.","versions":[{"lang":1,"streams":[{"redirect":8331507,"hoster":"VOE"},{"redirect":8331513,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stunde der Wahrheit","epNo":6,"alt":"","descr":"Adas Vater Peter Holländer steht plötzlich vor ihrer Tür und bittet sie um Hilfe. Widerstrebend bringt Ada ihn zu Romy, die sich freut, Adas Familie kennenzulernen. Der Fall ist ernst: Peter wurde wegen Körperverletzung angezeigt. Zusammen mit seinem Busfahrer-Kollegen Dustin Rogge soll er einen Fahrgast niedergeschlagen haben. Das Opfer ist ein Abiturient, der nun mit einer Kopfverletzung im Krankenhaus liegt. Peter behauptet, der Abiturient Vincent Wellenbrink hätte sich aggressiv verhalten und sei dann unglücklich mit dem Kopf gegen den Ticketentwerter geprallt. Ada ist hin- und hergerissen: Ist ihr Vater vielleicht nur zu ihr gekommen, weil er Hilfe braucht? Soll sie ihrem Vater glauben? Ringo, der von der Sache erfährt, lehnt Peter völlig ab. Auch für Romy bekommt der Fall eine private Note, denn Peters Kollege Dustin lässt sich von Bens neuer Freundin Nayong vertreten. Als Romy den verletzten Abiturienten Vincent befragt, wird deutlich, dass es offenbar einen weiteren Zeugen für den Vorfall gegeben haben muss. Romy stellt ihren Vater Paul Heiland wegen seiner Affäre mit der jungen Lektorin zur Rede, doch das Gespräch endet in einem Desaster. Frustriert landet Romy am Abend in Rudi Illics Armen.","versions":[{"lang":1,"streams":[{"redirect":8331521,"hoster":"VOE"},{"redirect":8331523,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ausgeknockt!","epNo":1,"alt":"","descr":"Der junge Boxer Viktor Klimov hat bei einem tragischen Boxkampf sein Augenlicht verloren, er ist blind. Viktors Mutter Elena schleppt ihren Sohn zu Romy, weil sie glaubt, dass eine blinde Anwältin die beste Wahl für Viktors Verteidigung ist: Viktor wird vorgeworfen, einen Unfall mit seinem Auto verursacht zu haben, dabei wurde ein Radfahrer schwer verletzt. Wie kann ein Blinder Auto fahren? Der junge Boxer Viktor Klimov hat bei einem tragischen Boxkampf sein Augenlicht verloren, er ist blind. So bleibt ihm eine große Boxkarriere verwehrt. Viktors Mutter Elena schleppt ihren Sohn zu Romy, weil sie glaubt, dass eine blinde Anwältin die beste Wahl für Viktors Verteidigung ist: Viktor wird vorgeworfen, einen Unfall mit seinem Auto verursacht zu haben, dabei wurde ein Radfahrer schwer verletzt. Wie kann ein Blinder Auto fahren? Viktor schweigt beharrlich, er scheint nicht besonders an Romys Hilfe interessiert zu sein, obwohl ihm eine Haftstrafe droht. Romy nimmt Viktors Familie und Freunde in Augenschein, wer könnte das Auto gefahren haben?","versions":[{"lang":1,"streams":[{"redirect":9111402,"hoster":"VOE"},{"redirect":9111399,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gift im Garten","epNo":2,"alt":"","descr":"In einem Berliner Schrebergarten hat ein Unbekannter ein verbotenes Rattengift ausgelegt. Die fünfjährige Emily hat das Gift zu sich genommen, sie liegt im Krankenhaus; noch ist unklar, wie schwerwiegend die Vergiftung ist. Chris und Eva Steeger, die Eltern des Kindes, wollen sich nicht mit Routine-Ermittlungen der Polizei zufriedengeben: Sie engagieren Romy, um sicher zu gehen, dass der mutmaßliche Verursacher für die Vergiftung ihres Kindes bestraft wird. Romy stellt fest, dass die beiden Frauen in der Kleingarten-Siedlung nicht besonders beliebt sind.","versions":[{"lang":1,"streams":[{"redirect":9111406,"hoster":"VOE"},{"redirect":9111408,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Tyrann","epNo":3,"alt":"","descr":"Judith Lange, die Cellistin eines renommierten Berliner Orchesters, erhebt schwere Vorwürfe gegen den Chefdirigenten: Justus van Heyden würde sie schikanieren, wolle sie offenbar aus dem Orchester drängen – Justus van Heyden sei ein Tyrann! Judith sucht Hilfe bei Romy, die vorerst nur dem Abmahnungsschreiben widersprechen kann, das ihre Mandantin angeblich wegen einer Nichtigkeit erhalten hat. Der Fall nimmt eine unerwartete Wendung, als van Heyden nach einem Probenabend im Orchesterhaus von einer Rampe gestoßen wird.","versions":[{"lang":1,"streams":[{"redirect":9190805,"hoster":"VOE"},{"redirect":9190807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dreiste Diebe","epNo":4,"alt":"","descr":"Der rumänische Bauarbeiter Stancu Mateî sitzt in Untersuchungshaft, er wurde angeblich auf frischer Tat ertappt: Stancu soll einer Bande von Einbrechern nachts Zugang zu seiner Baustelle verschafft haben, wertvolles Werkzeug wurde gestohlen, ein Sicherheitsmann mit einer Stichwaffe verletzt. Ben bittet Romy, den Fall zu übernehmen. Seine ehemalige Referendarin Irina Popescu leitet einen Verein, der rumänische Bauarbeiter unterstützt. Irina ist von Stancus Unschuld überzeugt, er selbst schweigt zu den Vorwürfen. Ganz anders Kommissarin Katja Weisswange: Sie ist schon seit Jahren hinter der rumänischen Einbrecherbande her, die unter dem Namen \"Alexandria Connection\" bekannt ist.","versions":[{"lang":1,"streams":[{"redirect":9230075,"hoster":"VOE"},{"redirect":9230079,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der unsichtbare Feind","epNo":5,"alt":"","descr":"Jens Stuckmann, ehemaliger Leistungsschwimmer im DDR-Kader, attackiert Marcel Reber, den Schwimmtrainer seines Sohnes. Der mögliche Straftatbestand reicht von Körperverletzung bis versuchtem Totschlag. Die Aussagen der beiden Männer widersprechen sich, für den Vorfall gibt es keine Zeugen. Romy, die Stuckmann verteidigt, erfährt, dass Reber mit seiner Exfrau und dessen Sohn Carlo zusammenlebt. Die beiden Männer kennen sich seit Jahren, sie haben gemeinsam im Schwimmkader Erfolge errungen. Sind aus den einstigen Jugendfreunden Rivalen geworden? Romys Mandant macht es ihr nicht leicht. Jens bricht nachts in Marcel Rebers Büro in der Schwimmhalle ein, dabei wird er von der Polizei überrascht. Er wollte Ampullen mit Dopingmitteln sicherstellen. Jens scheint von der Idee besessen zu sein, dass Marcel Reber seinem Sohn Carlo ohne dessen Wissen Dopingmittel verabreicht. Doch als Carlo bei der Staatsanwaltschaft aussagt, nimmt der Fall eine unerwartete Wendung:...","versions":[{"lang":1,"streams":[{"redirect":13917486,"hoster":"VOE"},{"redirect":9269611,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"48 Stunden","epNo":6,"alt":"","descr":"Als Romy einen neuen Mandanten im Gefängnis besuchen will, findet der Beamte der Einlasskontrolle ein kleines Päckchen mit Drogen in ihrem Mantel. Romy wird verhaftet. Sie wurde hereingelegt! Romy ist sich sicher, dass Chao Zübert dahintersteckt, der am Morgen überraschend in der Kanzlei auftauchte, um sie um einen speziellen Gefallen zu bitten. Karin schlägt sofort Alarm und trommelt alle zusammen. Ada macht sich schwere Vorwürfe: Sie weiß: Sie hat Romy im Stich gelassen. Hätten sie sich am Morgen nicht gestritten, nach Adas Kündigung, worauf sie die Kanzlei verließ, wäre das alles nicht passiert. Während Ben als Romys Anwalt versucht, sie aus der U-Haft freizubekommen, machen sich Rudi und Ada auf den Weg, um herauszufinden, was hinter Chaos Manöver steckt. Romy, die im Gefängnis festsitzt, ahnt, dass die Sache einen komplizierteren Hintergrund hat. Wer könnte ihr schaden wollen? Auch Paul Heiland, der seinen Urlaub abbricht, eilt zu Hilfe. Gemeinsam kommen die Heilands und die Holländers der Lösung des Rätsels näher.","versions":[{"lang":1,"streams":[{"redirect":9324705,"hoster":"VOE"},{"redirect":9324707,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die dreibeinige Kuh","epNo":7,"alt":"","descr":"Briefzustellerin Diana Merrick, wird beschuldigt, Kreditkarten und PIN-Codes gestohlen zu haben. Bei einer Durchsuchung im Briefzentrum findet das LKA einen der gestohlenen Briefe in ihrem Spind. Seit einem halben Jahr verschwinden Kreditkarten in Dianas Zustellbezirk, der Schaden durch diese offenbar professionell organisierten Diebstähle ist immens. Wenn Diana unschuldig ist, wie sie behauptet, würde das bedeuten, dass der oder die Täter aus dem Kreis ihrer Arbeitskolleg*innen stammen müssen.","versions":[{"lang":1,"streams":[{"redirect":9422197,"hoster":"VOE"},{"redirect":9422205,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod im Schilf","epNo":8,"alt":"","descr":"Die Leiche von Joachim Kanter, dem Vertreter der Naturschutzbehörde, wird im Schilf am Ufer des Müggelsees gefunden. Ein Segelboot, das sich von einem Steg gelöst hat, hat ihn gerammt und das hat zu seinem Tod geführt. Romys Mandantin Karla Fähsicke, Pächterin des Bootsstegs, wird Fahrlässigkeit vorgeworfen. Karla sagt aus, dass die Steganlage vollständig intakt war. War sie ausreichend gewartet? Spuren legen nahe, dass jemand die Befestigung des Boots am Steg manipuliert hat. Wer ist der Täter und was war seine Absicht?","versions":[{"lang":1,"streams":[{"redirect":9422176,"hoster":"VOE"},{"redirect":9422181,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Täter, Opfer, Mieter","epNo":9,"alt":"","descr":"Romys Mandant Sebastian Kurth, der Eigentümer eines Berliner Mietshauses, wird wegen Nötigung und Körperverletzung angezeigt. Er soll angeblich jemanden beauftragt haben, der seinem Mieter Philip Grams im Park auflauerte und ihn schlug. Sebastian Kurth hatte Philip Grams wegen Eigenbedarfs gekündigt, sie führen einen Rechtsstreit. Nach der Attacke liegt Grams nun mit gebrochenem Nasenbein und Gehirnerschütterung im Krankenhaus. Romy und Tilly versuchen herauszufinden, was genau bei dem Vorfall im Park passiert ist und wer etwas gesehen haben könnte. Eine Zeugin behauptet, dass der Angreifer Philip Grams konkrete Gewalt angedroht habe, kann den Täter aber nicht genau beschreiben. Als sich herausstellt, dass die Zeugin außer Hörweite stand, kann Romy ihre Aussage in Zweifel ziehen. Wurde die Zeugin gekauft?........","versions":[{"lang":1,"streams":[{"redirect":9551691,"hoster":"VOE"},{"redirect":9551689,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Waffe im Müll","epNo":10,"alt":"","descr":"In einem Berliner Stadtpark wird eine scharfe Waffe gefunden. Melli Alev, Romys Mandantin, wird vorgeworfen, diese an einen Drogendealer verkauft zu haben. Melli behauptet jedoch, dass sie den Fund für eine Attrappe hielt. Romy gelingt es nachzuweisen, dass dieser Irrtum jedem hätte passieren können, die scharfe Waffe ist als solche nicht zu erkennen. Rudi Illic verfügt jedoch über Informationen, die für Romy neu sind: Die Waffe wurde bei einem Raubüberfall benutzt, der genau in dem Zeitraum stattfand, in dem Melli die Waffe schon besessen haben muss. Romy bezweifelt, dass ihre Mandantin einen Überfall verübt haben soll. Dumm nur, dass in Mellis Wohnung eine erhebliche Menge an Bargeld gefunden wird.","versions":[{"lang":1,"streams":[{"redirect":9603820,"hoster":"VOE"},{"redirect":9603551,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rebellenkind","epNo":11,"alt":"","descr":"Christian Riehm, der Pfarrer einer Gemeinde, wird vor seiner Kirche im bürgerlichen Stadtteil Steglitz mit einer Paintballpistole beschossen. Kurz darauf fällt er einem heimtückischen Anschlag per Briefpost zum Opfer: Jemand hat ihm Rizin geschickt, ein Pflanzengift. Der Pfarrer liegt schwer verletzt im Krankenhaus. Der Giftanschlag – versuchter Mord – wird der 17-jährigen Natti Hendricks vorgeworfen; Romy übernimmt ihre Pflichtverteidigung. Kurz zuvor hatte sich Natti mit Christian Riehm überworfen, nachdem der Pfarrer ihrer Metal-Band den Probenraum der Gemeinde gekündigt hatte, in dem sie für ein Album probte. Kommissarin Weisswange vom LKA ist überzeugt, in Natti die Täterin vor sich zu haben. Aber würde ein 17-jähriger Teenager einen Pfarrer vergiften?","versions":[{"lang":1,"streams":[{"redirect":9672700,"hoster":"VOE"},{"redirect":9672701,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Brandstiftung","epNo":12,"alt":"","descr":"Auf einem Reiterhof am nördlichen Rand von Berlin ist ein Feuer ausgebrochen; wie durch ein Wunder kam niemand zu Schaden, nur ein Pferd wurde verletzt. Carina Lambrecht, die Besitzerin des Hofs, wird verdächtigt, Versicherungsbetrug begehen zu wollen. Da die Feuerwehr keine Brandbeschleuniger gefunden hat, könnte das Feuer auch fahrlässig entstanden sein. Carina hat ein Alibi, sie hat Reitunterricht gegeben, eine therapeutische Reitstunde. Romy trifft auf Carinas Schwester Yvonne, die als Miterbin des Hofs aus den gleichen Motiven wie Carina gehandelt haben könnte. Während sich Carina mit dem Hof identifiziert und ihr Leben dort verbracht hat, ist Yvonne gerade aus dem Ausland zurückgekehrt. Romy schaltet einen Brandgutachter ein und versucht, den Kreis der möglichen Brandverursacher einzugrenzen: Carins Mitarbeiter Ricky könnte das strenge Rauchverbot auf dem Hof missachtet haben, Restaurantbesitzer Antoine, ein \"Freund des Hauses\", war vor dem Feuerausbruch ebenfalls auf dem Hof. Antoine scheint notorische Geldprobleme zu haben. Als Carinas Alibi sich vor Gericht als falsch erweist, bleibt Romy wenig Zeit, um entlastende Beweise für ihre Mandantin zu finden. Vertritt Romy eine Brandstifterin? Nayong taucht unangekündigt bei Romy auf; sie weiß, dass Romy mit Ben geschlafen hat. Romy kann Nayong nichts entgegnen, sie weiß, dass sie einen Fehler gemacht hat. Paul Heiland freut sich, dass er Romy endlich seine neue Freundin Jessica vorstellen kann. Romy, die sich vorgenommen hatte, sich nicht auf Jessica einzulassen, ist überrascht, wie sympathisch sie sie findet, so dass Paul sich fast ausgeschlossen fühlt.","versions":[{"lang":1,"streams":[{"redirect":9750576,"hoster":"VOE"},{"redirect":9750577,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schikane einer alten Dame","epNo":13,"alt":"","descr":"Regina Landau, die gut betuchte Bewohnerin einer Seniorenresidenz, behauptet, von Sibylle Sonntag, der Leiterin der Residenz, festgehalten und ihrer Freiheit beraubt worden zu sein. Sibylle Sonntag, Romys Mandantin, bestreitet die Vorwürfe: Sie habe die alte Dame, die eine Heißhungerattacke hatte, lediglich vom Kühlschrank ferngehalten. Regina sei Diabetikerin, sie hätte einen Zuckerschock erleiden können. Romy muss Sibylle Sonntag auch gegen den Vorwurf der Körperverletzung verteidigen, denn an den Oberarmen von Regina Landau finden sich blaue Flecken. Wie sind diese entstanden?","versions":[{"lang":1,"streams":[{"redirect":12383962,"hoster":"VOE"},{"redirect":9811750,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Kleine \u0026amp; große Fische","epNo":1,"alt":"","descr":"Dem Fahrer eines Limousinen-Services, Goran Parlov, wird vorgeworfen, während einer Fahrt mit Gästen im Kofferraum seines Wagens elf Kilogramm Kokain geschmuggelt zu haben. Die neue Staatsanwältin Odette Santos ist sich sicher: Goran ist Teil eines Drogenhändler-Rings, er hatte früher bereits Kontakte in dieses Milieu. Romy glaubt ihrem Mandanten Goran, der seine Unschuld beteuert. Seit er sich um seinen Sohn kümmert, habe er sein Leben im Griff. Könnten der peruanische Konsul Enrique Peininger und sein Sohn Felipe, die Goran vom Flughafen abholte, die Drogen geschmuggelt haben? Der Konsul ist empört, doch sein Sohn Felipe, ein erfolgloser Künstler, scheint tatsächlich ein Drogenproblem zu haben. Romy und Tilly befragen den Betreiber des Limousinen-Services, Heiko Ronsiek, der lückenhafte Fahrtenbücher führt.","versions":[{"lang":1,"streams":[{"redirect":13024800,"hoster":"VOE"},{"redirect":13024799,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Biggis Blond","epNo":2,"alt":"","descr":"Bei einer Model-Competition kommt es zu einem Unfall: Kira Baumann, die Tochter des Friseursalon-Inhabers, wird verletzt, sie erleidet Verätzungen an der Kopfhaut. Im Verdacht steht Biggi Kowalski, die Kira in diesem Wettbewerb gestylt hat. Ausgerechnet die Enkelin von Biggi, die junge Miley, geht als Siegerin aus dem Wettbewerb hervor, was Fragen aufwirft. Biggis Tochter Jule Förster schleppt ihre Mutter zu Romy, um Hilfe zu suchen. Offenbar war Biggi im Salon nicht besonders beliebt. Sie verwendete eine eigene, spezielle Blondier-Mischung und jemand muss dieser am Tag des Wettbewerbs Chlordioxid zugesetzt haben. Sam Kamal, Geschäftsführer, der eigentlich auf die Übernahme des Salons gehofft hatte, scheint beim Inhaber Richard Baumann, Vater des verletzten Models Kira, in Misskredit geraten zu sein. Baumann ist überzeugt, dass Biggi die Täterin ist.","versions":[{"lang":1,"streams":[{"redirect":13024801,"hoster":"VOE"},{"redirect":13024807,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Lüge","epNo":3,"alt":"","descr":"Der 16-jährige Milo wird beschuldigt, die junge Abigail eine Treppe heruntergestoßen und sie kurz darauf vergewaltigt zu haben. Das Mandat wird Romy über seinen älteren Bruder Chao angetragen, der fest an die Unschuld von Milo glaubt. Romy findet keinen Zugang zu Milo, der nicht über den Abend der angeblichen Tat sprechen möchte. Sie ermittelt die Hintergründe. Der Vorfall soll sich während einer Party von Jugendlichen zugetragen haben, die alle Mitglieder der \"First Savior Church\", einer christlichen Gemeinde mit strengen Regeln, sind, kein Sex vor der Ehe, Homosexualität wird als Sünde angesehen. Besonders strenggläubig wirken die Eltern von Abigail, Hope und Juri Gruber. Sie kanzeln Milo als Außenseiter in der Gemeinde ab. Da Milo weiterhin schweigt, versucht Romy, den Ablauf des Abends zu rekonstruieren.","versions":[{"lang":1,"streams":[{"redirect":13128848,"hoster":"VOE"},{"redirect":13128847,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Egoist","epNo":4,"alt":"","descr":"Der prominente Kreuzberger Mode-Fotograf Raul Solar wird beschuldigt, das Model Julie Singer angegriffen und verletzt zu haben. Raul behauptet, Julie habe sich ihre Schnittwunde an der Nase selbst zugefügt, nachdem er ein Shooting mit ihr abbrechen musste, bei dem ihre Leistung zu schwach war. Es gibt keine Zeugen für den Vorfall. Schnell stellt sich heraus, dass am Tag des Shootings am Set schlechte Stimmung herrschte. Mitglieder seines Teams berichten, Raul habe den Ruf, schnell die Beherrschung zu verlieren. Romy, die Raul vertritt, lernt Rauls Lebenspartner René kennen, der ihm als Manager in der gemeinsamen Firma geschäftlich den Rücken freihält. René deutet an, dass Rauls Probleme mit Drogen der Vergangenheit angehören. Als ein anonymer Zeuge die mutmaßliche Attacke auf Julie bestätigt, wird es eng für Romys Mandanten. Julie scheint alles daran zu setzen, Rauls Ruf zu ruinieren und schreckt auch vor Erpressung nicht zurück. Aber Raul hat nicht vor, auf ihre Forderungen einzugehen. Romy versucht Ben mental zu unterstützen. Ben wirft sich vor, dass er nicht bemerkt hat, in welcher verzweifelten Situation Felix war – hat er seinem Bruder nicht richtig zugehört? Ringo ist wenig begeistert, als seine Mutter Marlies unangekündigt zu seinem Geburtstag auftaucht, er hat keine guten Erinnerungen an diese Frau.","versions":[{"lang":1,"streams":[{"redirect":13128850,"hoster":"VOE"},{"redirect":13128852,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Testament","epNo":5,"alt":"","descr":"Romy vertritt die junge Bestatterin Luca Reuter, die beschuldigt wird, sich am Tod von Kurt Klimkeit bereichert zu haben. Kurts Witwe Simone Klimkeit hat Luca angezeigt. Luca hat zusammen mit Kurt Klimkeit bereits vor anderthalb Jahren begonnen, seine Beerdigung zu planen. Als er ihr nun in seinem Testament 80.000 Euro vermacht, wirft das nicht nur bei Romy die Frage auf: Hat Luca sich sein Vertrauen erschlichen? Das Bestattungsunternehmen, das Vater Helmut zusammen mit seinen Kindern Lorenz und Luca betreibt, ist in eine finanzielle Schieflage geraten, die Erbschaft käme gerade zur rechten Zeit. Als ein verdächtiges Tütchen mit LSD im Zimmer des Ver storbenen gefunden wird, erhärtet sich der Verdacht gegen Luca. Starb Kurt Klimkeit durch Fremdverschulden, wie die Staatsanwältin Odette Santos vermutet? Welche Rolle spielt der engagierte Pfleger Jan Lonnemann, der sich angeb lich auch sehr gut mit Kurt verstanden hat? Die Staatsanwältin ordnet eine Exhumierung des Leichnams an, doch die Öffnung des Grabes wirft eine ganz neue Frage auf. Romy leidet darunter, dass Rudi sich distanziert zeigt, er scheint sie nicht in seine Vorhaben einzubeziehen. Als Paul mit Romy über das Verfassen seines Testaments sprechen will, gibt sie ihm zu verstehen, dass er dafür den falschen Zeitpunkt gewählt hat.","versions":[{"lang":1,"streams":[{"redirect":13182620,"hoster":"VOE"},{"redirect":13182622,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Knochenjob","epNo":6,"alt":"","descr":"Charles Nganga, Mitarbeiter einer Großwäscherei, wird durch eine defekte industrielle Heißmangel verletzt. Die Geschäftsführerin der Wäscherei, Angelika Wesche, wendet sich daraufhin hilfesuchend an Romy, sie muss sich wegen fahrlässiger Körperverletzung verantworten. Was war die Ursache für den Unfall: Verschleiß, Manipulation der Maschine? Angelika Wesche ist sich sicher, dass ihr jemand schaden will. Der Stillstand der Maschine verursacht täglich hohe Kosten und gefährdet die Existenz ihres Betriebs, doch die Staatsanwaltschaft lässt sich Zeit mit der Untersuchung. Romy gelingt es, einen Gutachter auf die veraltete Heißmangel anzusetzen. Tatsächlich findet er eine Dichtung, die aus dem falschen Material besteht. Hat Charles Nganga, der sich mit den Maschinen auskennt, den Unfall selbst verursacht, um eine Entschädigung zu kassieren? Oder steckt der Junior-Chef Jonas Wesche dahinter, der eine Beziehung mit einer Mitarbeiterin der Wäscherei eingegangen ist, die Angelika kurz zuvor entlassen hatte? Ben muss feststellen, wie wenig er seinen Bruder kannte. Einen Text für Felix\u0027 Trauerrede zu verfassen, fällt ihm schwer. Durch Romy erfährt er Zuspruch, sie ist diejenige, die ihn am besten kennt.","versions":[{"lang":1,"streams":[{"redirect":13230144,"hoster":"VOE"},{"redirect":13230145,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kaltblüter","epNo":7,"alt":"","descr":"Romy übernimmt die Verteidigung von Kiki Becker, die beschuldigt wird, in ihrem Wohnhaus eine Kellertür aufgesprengt zu haben. Nutzer des Verschlags war der Hehler Tarek, der mit Kiki liiert gewesen sein soll. Tarek behauptet, er habe Kiki verlassen und er mutmaßt, sie wollte sich an ihm rächen. Romy und Tilly sind sich jedoch sicher, dass hinter dem Mandat mehr stecken muss als eine Beziehungstat.","versions":[{"lang":1,"streams":[{"redirect":13230137,"hoster":"VOE"},{"redirect":13230136,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Stalker","epNo":8,"alt":"","descr":"Rita Stoll wurde heimlich gefilmt, halbnackt im Yoga-Studio tanzend. Sie hatte unwissentlich LSD konsumiert und könnte ihren Job verlieren. Romy vermutet, dass der Täter Insider-Wissen hatte und kriminelle Energie besitzt. Auch Tilly, die in dem Yoga-Studio Mitglied ist, wird belästigt. Romy versucht herauszufinden, ob die beiden Vorkommnisse etwas miteinander zu tun haben und sogar auf einen Täter verweisen könnten.","versions":[{"lang":1,"streams":[{"redirect":13269534,"hoster":"VOE"},{"redirect":13269533,"hoster":"Streamtape"}]}]}]}]}