{"seriesId":"die-schne-und-der-bcker","name":"Die Schöne und der Bäcker","descr":"[Beauty and the Baker, Lehiyot Ita, Shes with Me] Das Leben von Amos und Noa könnte unterschiedlicher nicht sein: Er verdient als einfacher Bäcker und Illustrator sein Geld, sie ist ein internationaler Megastar. Doch als sich die Wege der Beiden kreuzen, knistert es gewaltig.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Artichoke Soup","descr":"Amos und Vanessa feiern ihren neunjährigen Jahrestag im angesagtesten Restaurant der Stadt. Amos weiß, dass Vanessa einen Antrag erwartet, doch er ist sich seiner Gefühle noch nicht sicher ... Die Anwesenheit des berühmten Noa Hollanders im selben Restaurant lenkt auch etwas ab. Als Vanessa beschließt, Dinge selbst in die Hand zu nehmen, nimmt der Abend eine für alle unerwartete Wendung.","versions":[{"lang":3,"streams":[{"redirect":12176275,"hoster":"VOE"},{"redirect":12176274,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Superman","descr":"Vanessa stellt ein Ultimatum - Amos muss ihr bis 20 Uhr einen Antrag machen oder er verliert sie für immer. Leider hat die Familie von Amos, die Vanessa nie gemocht hat, gemischte Meinungen zu diesem Thema. Noas Agentin Tzvika hat die Absicht, jede angehende Romantik zu stören. SIe demütigt den jungen Bäcker und lässt Amos und seinen Beziehungsstatus auf mehr als eine Art in der Luft hängen.","versions":[{"lang":3,"streams":[{"redirect":12176298,"hoster":"VOE"},{"redirect":12176296,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Noa\u0027s Fan, Part 1","descr":"Trotz seiner Flugangst steigt Amos in ein Flugzeug nach London und begleitet Noa zu einer Galerie-Eröffnung. Während des Fluges lernt Noa den Text für ihr bevorstehendes Casting für einen Hollywood-Blockbuster. Der Produzent des Films, ein berüchtigter Frauenheld, besteht darauf, nach der Eröffnungsfeier mit Noa zu Abend zu essen, was Amos einsam und verlassen in einer fremden Stadt hinterlässt.","versions":[{"lang":3,"streams":[{"redirect":12176301,"hoster":"VOE"},{"redirect":12176300,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Noa\u0027s Fan, Part 2","descr":"Es ist Mitternacht und Amos ist ohne Telefon und Brieftasche auf den Straßen von London, als er lernt, dass nichts umsonst ist, und sich sein Retter als Noas größter Fan erweist. Außerdem hat Noa die Aufmerksamkeit eine Stalkers geweckt, der beschließt, ihre Filmkarriere als Verhandlungsmittel zu nutzen. Amos eilt zur Rettung, doch als sich unser seltsames Paar näher kommt, war er immer ehrlich?","versions":[{"lang":3,"streams":[{"redirect":12176304,"hoster":"VOE"},{"redirect":12176305,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Friday Night Dinner","descr":"Freitag, 19 Uhr: Noa ist zum Abendessen in der kleinen Wohnung der Familie eingeladen und Amos Mutter Amalia ist super witzig. Trotz eines schnell wachsenden Lügenfests, tanzt die Familie während des Abendessens um die Fallgruben herum... bis Vanessa in ihrem Pyjama hereinstürmt. Alle Karten liegen auf dem Tisch und ein hübscher Millionär schenkt Noa Blumen. Wann wacht Amos aus diesem Traum auf?","versions":[{"lang":3,"streams":[{"redirect":12176308,"hoster":"VOE"},{"redirect":12176307,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Over? Not Over!","descr":"Eine Woche nach dem katastrophalen Familienessen haben Noa und Amos noch nicht miteinander gesprochen. Assaf, der davon träumt, Sänger zu werden, wird dazu überredet, ein Foto seines Bruders mit Noa an die Presse zu verkaufen. Ein Entschluss, den er sofort bereut, als Amos Vanessa einen Antrag macht. Es ist die glücklichste Nacht in Vanessas Leben, doch anderswo ist Noa bereit, zu sprechen ...","versions":[{"lang":3,"streams":[{"redirect":12176316,"hoster":"VOE"},{"redirect":12176319,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Meet Amos","descr":"Amos hat die ganze Nacht nicht geschlafen, er starrte nur auf Noa, die erstaunlichste Frau, die er sich je hat träumen lassen. Er muss nur eine Kleinigkeit erledigen: seiner Verlobten Vanessa von ihr erzählen. Leider könnte die Presse, die nur zu gern alles über Noas neuen Freund enthüllt, dies schon getan haben. Unterdessen ist es Zeit für Amos Vater Avi, die Wahl seiner Kinder zu respektieren.","versions":[{"lang":3,"streams":[{"redirect":12176322,"hoster":"VOE"},{"redirect":12176323,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Tzvika Almighty","descr":"Als Amos Noa mit einem riesigen Gemälde überrascht, ist Noa von seinem Talent beeindruckt. Assaf arrangiert einen Auftritt für sich - trotz des größten Basketballspiels des Jahres, das in derselben Nacht stattfindet ... Wenn er seine Ehrengäste dorthin bringen kann, kann er den Platz füllen. Vanessa und Tzvika entdecken, dass sie ein gemeinsames Interesse haben.","versions":[{"lang":3,"streams":[{"redirect":12176325,"hoster":"VOE"},{"redirect":12176335,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Eilat Here We Come","descr":"Mit der Nachricht, dass Noas Ex Pete, ein großer Hollywood-Star, in die Stadt kommen soll, ist die Glückseeligkeit des Paars vorbei - die Zeitungen vergleichen bereits die Männer in Noas Leben - wenig schmeichelhaft für Amos. Vanessa und Tzvika haben ihren Plan umgesetzt. Amos kleine Schwester Meirav testet ihre Gefühle, während Assafs Leben wie ein Film ist - leider ein ziemlich tragischer.","versions":[{"lang":3,"streams":[{"redirect":12176330,"hoster":"VOE"},{"redirect":12176331,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Four Kisses","descr":"Pete verschwendet keine Sekunde und macht Noa einen Antrag, sobald er aus dem Flugzeug steigt. Vanessa eilt zu Amos, um ihn zu informieren und dichtet Lügen hinzu. Da der älteste Sohn das Herz gebrochen wurde, Assafs Träume vom Ruhm ruiniert und Meiravs Liebesleben in Aufruhr ist, beschließt Amalia alles gerade zu biegen. Ist Amos bereit für Noas Liebe zu kämpfen, als Vanessa endlich auspackt?","versions":[{"lang":3,"streams":[{"redirect":12176339,"hoster":"VOE"},{"redirect":12176340,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Dad is coming","descr":"Sechs Monate später ist Amos aus der Wohnung seiner Familie in Noas luxuriöses Haus gezogen, obwohl er noch in der Bäckerei arbeitet. Während einer Überraschungsparty, die Noa für Amos organisierte, hat Noa noch eine weitere Enthüllung auf Lager, aber ihre Feierlichkeiten werden durch die unerwartete und eindeutig unerwünschte Ankunft von Noas Vater, Hotel-Tycoon Gideon Hollander, unterbrochen.","versions":[{"lang":3,"streams":[{"redirect":12176346,"hoster":"VOE"},{"redirect":12176356,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Worst Day of her Life","descr":"Die Öffentlichkeit weiß um Amos und Noas Meinungsverschiedenheit bezüglich des Plan für ihre bevorstehende Hochzeit, was Noa dazu zwingt, sich zu entschuldigen. Mittlerweile hat Gideons Assistent Eden eine Nachricht für Amos und wird durch weitere Lügen, die von Ex-Freundin Vanessa verbreitet werden, zu einem unverhofften Verbündeten bei den Verhandlungen, damit sie Stille bewahrt ...","versions":[{"lang":3,"streams":[{"redirect":12176360,"hoster":"VOE"},{"redirect":12176359,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Yair from the Past","descr":"Noa erfährt von der bevorstehenden Pleite ihres Vater und die einzige Person, die ihn retten kann, ist ihr reicher Kindheitsfreund Yair Altman. Gideon braucht Noas Hilfe, damit Yair ihm vergibt. Trotz der überraschenden Enthüllungen von Yair gelingt es Noa, die Wogen zu glätten, doch dann stellt Yair ein unerwartetes Ultimatum. Assaf will, dass seine Mutter seine Freundin Blanca anerkennt.","versions":[{"lang":3,"streams":[{"redirect":12176389,"hoster":"VOE"},{"redirect":12176396,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"In a Wedding Dress","descr":"Gideon ist so nah am Bankrott wie noch nie zuvor. Dennoch will er auf Yairs unvorstellbare Forderung, eine Nacht mit seiner Tochter zu verbringen, nicht eingehen. Nachdem es ihr endlich gelungen ist, jemandes Verlobte zu werden, findet und verliert Vanessa ihr Traumhochzeitskleid. Amos steht vor einer schwierigen Entscheidung, während Noa weiter mit Yair flirtet, was sie für harmlos hält.","versions":[{"lang":3,"streams":[{"redirect":12176407,"hoster":"VOE"},{"redirect":12980229,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Gangster","descr":"Am Morgen der Premiere von Gangster, Noas neuen Hollywood-Film, überrascht Amos sie mit einem Geschenk, das sie an diesem Abend tragen soll - die Goldhalskette seiner Großmutter. Leider hat sein Konkurrent Yair auch ein Überraschungsgeschenk, und dieses kommt mit Diamanten ... Man blickt gespannt auf den Ausgang des Abends mit einigen kriselnden und einigen beginnenden Beziehungen.","versions":[{"lang":3,"streams":[{"redirect":12176412,"hoster":"VOE"},{"redirect":12176419,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"In Bulgaria","descr":"Am Morgen nach der Premiere wird der Film von den Kritikern gefeiert und Noa macht sich auf nach Amsterdam für die nächste Vorstellung. Doch sie ist nicht wirklich glücklich, denn Amos ist mit Eden und Gideon auf dem Weg nach Bulgarien, angeblich, um Amos Gemälde zu verkaufen. Yair überrascht Noa in Amsterdam - aber es wird Amos Liebe sein, die heute Abend auf die Probe gestellt wird ...","versions":[{"lang":3,"streams":[{"redirect":12176417,"hoster":"VOE"},{"redirect":12176427,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"There Was Nothing Because There\u0027s Nothing","descr":"Amos will über die Ereignisse in Bulgarien auspacken, aber Noa kommt ihm zuvor und erzählt ihm aufgeregt, dass sie für eine neue Filmrolle gecastet wurde. Als Noa Amos bittet, sie nach Neuseeland für die dreimonatigen Dreharbeiten zu begleiten, ist sie überrascht, als er zustimmt. Leider werden Edens Versuche, die Finanzkrise von Gideon zu lösen, dafür sorgen, dass Amos Geheimnis gelüftet wird.","versions":[{"lang":3,"streams":[{"redirect":12176423,"hoster":"VOE"},{"redirect":12176425,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Red Wedding","descr":"Nach einer harten Nacht erzählt Noa den Medien den Grund für ihre Trennung: Amos hatte sie betrogen. Yair stellt sich sofort an Noas Seite, sodass es alle sehen können. Vanessas Hochzeit versinkt im Chaos, als die Wahrheit über die Ereignisse der Premierennacht herauskommt. Tzvika hat wichtige Informationen über Eden, aber Noa weigert sich, zuzuhören, als sie zum Haus von Yair geht.","versions":[{"lang":3,"streams":[{"redirect":12176435,"hoster":"VOE"},{"redirect":12176432,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Bad News","descr":"Als Amos seine Sachen packt, offenbart Tzvika ihre Entdeckung über Edens wirkliche Identität. Amos konfrontiert Gideon und ist überzeugt, dass er hinter der ganzen Verschwörung steht, doch die Wahrheit wird verheerende Konsequenzen haben. Kommt Amos zu spät, um Yair aufzuhalten? Vanessas Familie versucht zu intervenieren - es ist Zeit, dass sie sich von ihrer Besessenheit von Amos befreit.","versions":[{"lang":3,"streams":[{"redirect":12176439,"hoster":"VOE"},{"redirect":12176511,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Garden of Eden","descr":"Eden und Yairs Racheplan nimmt Gestalt an und Noa erkennt, dass sie jetzt bankrott ist, genau wie ihr Vater. Aber zu Edens Bestürzung hat Yair Gewissensbisse. Amos macht einen Handel, um Assaf zu helfen, bevor er mit einer unerwarteten Überraschung auf Noa trifft. Eden ist jedoch entschlossen Noa nicht die Oberhand haben zu lassen. Werden Amos und Noah jemals ihr glückliches Ende erleben?","versions":[{"lang":3,"streams":[{"redirect":12176442,"hoster":"VOE"},{"redirect":12176445,"hoster":"Streamtape"}]}]}]}]}