{"seriesId":"die-ludolfs-das-schrottimperium-ist-zurck","name":"Die Ludolfs – Das Schrottimperium ist zurück!","descr":"Fortsetzung der Doku-Soap rund um das Leben der Ludolfs, die ein Schrottplatzimperium betreiben. In der neuen Serie bauen Manni und Uwe Ludolf einen neuen, eigenen Schrottplatz auf und bekommen dabei Unterstützung von Uwes Sohn Tommy.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die Ludolfs sind zurück: Manni und Uwe bauen zusammen mit Uwes Sohn Tommy eine neue Firma im Westerwald auf. Tommy, der neue Firmenchef, will weg vom Haufensystem und hin zu Ordnung. Doch dabei kommen sich die drei nicht selten in die Quere, denn sie müssen einen mit 90 Tonnen Schrott zugestellten Miet-Bunker leeren und dessen Inhalt in die erste Verkaufshalle räumen, die auch noch nicht ganz fertig ist. Der Zeitdruck ist enorm: In 40 Tagen soll Eröffnung gefeiert werden.","versions":[{"lang":1,"streams":[{"redirect":8990902,"hoster":"VOE"},{"redirect":8403569,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Nur noch 30 Tage bis zur Eröffnung der neuen Firma: Chef Tommy, Vater Uwe und Onkel Manni müssen Gas geben. Unter anderem müssen sie ein Grundstück roden. Doch plötzlich stehen die Nachbarn ohne Strom da, weil die Ludolfs ihre Geräte nicht unter Kontrolle haben. Und: Zu Hause bei Tommys Mutter Karin tagt der Familienrat. Tommy und sein älterer Bruder Michael wollen Papa Uwe einen lang ersehnten Wunsch erfüllen. Sie überraschen ihn mit einem Roadtrip in seine Heimat.","versions":[{"lang":1,"streams":[{"redirect":8990903,"hoster":"VOE"},{"redirect":8403573,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nur noch kurze Zeit bis zur Eröffnung der neuen Firma. Zusammen mit Praktikant Joschi mauern die Ludolfs das neue Büro des jungen Chefs Tommy. Dabei kommt es zu lautstarken Meinungsverschiedenheiten über das richtige System. Tränen des Glücks vergießt hoffentlich Jana: Ihr Manni möchte sich vom benachbarten 35 Meter hohen Turm abseilen und seiner Frau eine Liebeserklärung an selbigen sprühen. Außerdem soll es für die beiden endlich auf Hochzeitsreise nach England gehen.","versions":[{"lang":1,"streams":[{"redirect":14427085,"hoster":"VOE"},{"redirect":8403576,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Nur noch wenige Tage bis zur Eröffnung der neuen Firma. Die Nerven liegen blank und es steht noch viel auf der To-do-Liste. Wenn nicht gerade wieder ein Fan vorbei kommt, von dem sich die Ludolfs ablenken lassen, wird an der Verkaufshalle ordentlich geschuftet. Natürlich nicht, ohne dass sie sich dabei ständig in die Haare bekommen. Harmonischer hingegen geht es bei Karin und Jana zu, die sich zum Kaffeeklatsch treffen und über ihre Männer reden.","versions":[{"lang":1,"streams":[{"redirect":8990901,"hoster":"VOE"},{"redirect":8403577,"hoster":"Streamtape"}]}]}]}]}