{"seriesId":"die-rote-knigin","name":"Die rote Königin","descr":"[Reina Roja] Antonia Scott hat einen IQ von 242. Das macht sie offiziell zum klügsten Menschen der Welt, weshalb sie zur \"Roten Königin\" eines geheimen und experimentellen Polizeiprojektes berufen wurde. Doch was wie eine Gabe schien, wurde schnell zum Fluch und Antonia verlor alles.Als nun der Sohn eines mächtigen Tycoons grausam ermordet aufgefunden und die Tochter des reichsten Mannes Spaniens entführt wird, wird die Organisation der Roten Königin wieder in Gang gesetzt. Um Antonia zu reaktivieren, wendet sich ihr ehemaliger Chef Mentor an Jon Gutiérrez. Der hitzige baskische Polizist steht kurz vor dem Rauswurf aus der Polizei.Das verquere Katz-und-Maus-Spiel während der Ermittlungen zeigt Antonia und Jon, dass sie sich gegenseitig fast so sehr bewundern und ergänzen, wie sie sich irritieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Sprung","epNo":1,"alt":"Episode 1","descr":"Antonia Scott ist die klügste Frau der Welt – Segen und Fluch zugleich. Dank ihrer Intelligenz wurde sie die \"Rote Königin\" eines geheimen experimentellen Polizeiprojekts. Doch eine persönliche Tragödie setzte dem ein Ende. Nun muss Jon Gutiérrez, ein Polizist in Schwierigkeiten, sie zurückholen, um einen Fall zu lösen, der ihre Fähigkeiten und ihre Vergangenheit auf die Probe stellt.","versions":[{"lang":1,"streams":[{"redirect":13810534,"hoster":"VOE"},{"redirect":13810546,"hoster":"Vidoza"},{"redirect":13810537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838104,"hoster":"VOE"},{"redirect":13838103,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Tattoo","epNo":2,"alt":"Episode 2","descr":"Ezequiel hat Álvaro Trueba ermordet und Carla Ortiz entführt, die beiden Erstgeborenen der mächtigsten Familien Spaniens. Jon willigt ein, Antonias Knappe zu werden. Auch wenn sie ein ungleiches Paar sind, schaffen sie es, Ezequiel nach einer rasanten Verfolgungsjagd, die alle in Atem hält, einzuholen. In ihrer Zelle erfährt Carla, dass sie nicht die einzige Gefangene Ezequiels ist.","versions":[{"lang":1,"streams":[{"redirect":13810536,"hoster":"VOE"},{"redirect":13810538,"hoster":"Vidoza"},{"redirect":13810539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838108,"hoster":"VOE"},{"redirect":13838107,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Pille","epNo":3,"alt":"Episode 3","descr":"Antonia und Jon haben kaum angefangen, da haben sie bereits die Entführungseinheit, Ramón Ortiz, Laura Trueba und Mentor, den Kopf von Reina Roja, gegen sich aufgebracht. Im Laufe der Ermittlungen lügen alle. Antonia und Jon erkennen, dass Ezequiels Forderung in Wirklichkeit ein persönliches Schuldbekenntnis der Mächtigen ist. Aber Ezequiel ist immer einen Schritt voraus und bedroht nun Antonia.","versions":[{"lang":1,"streams":[{"redirect":13810540,"hoster":"VOE"},{"redirect":13810542,"hoster":"Vidoza"},{"redirect":13810543,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838109,"hoster":"VOE"},{"redirect":13838112,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Tortilla","epNo":4,"alt":"Episode 4","descr":"Antonia wacht allein vor einem Wandbild auf. Warum hat Ezequiel sie nicht getötet? Der Entführer wollte eine Botschaft überbringen. Eine Nachricht, die Antonia und Jon zu einem Taxi führt, das die wahre Identität hinter Ezequiel enthüllt. Die Entführungseinheit hat inzwischen Ezequiels Adresse und auch sein Taxi gefunden, aber Antonia bemerkt, dass die Puzzleteile nicht so gut zusammenpassen...","versions":[{"lang":1,"streams":[{"redirect":13810545,"hoster":"VOE"},{"redirect":13810548,"hoster":"Vidoza"},{"redirect":13810541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838113,"hoster":"VOE"},{"redirect":13838116,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Entscheidung","epNo":5,"alt":"Episode 5","descr":"Antonia und Jon entdecken, dass Ezequiel nicht alleine handelt – seine Tochter hilft ihm. Als die Sondereinheit in eine Falle tappt, begreifen sie, dass die augenscheinlichen Fehler der Entführer keine waren. Carla Ortiz entdeckt die Wahrheit über die Frau in der anderen Zelle. Ein unverzeihlicher Fehler von Jon veranlasst Mentor, Antonia abzuziehen. Sie ist nicht mehr die Rote Königin.","versions":[{"lang":1,"streams":[{"redirect":13810547,"hoster":"VOE"},{"redirect":13810550,"hoster":"Vidoza"},{"redirect":13810544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838115,"hoster":"VOE"},{"redirect":13838118,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Verkleidung","epNo":6,"alt":"Episode 6","descr":"Antonias Vater beschuldigt sie, ihren eigenen Sohn entführt zu haben, und will sie verhaften lassen, doch Jon hilft ihr bei der Flucht. Allein und mit der Polizei im Rücken versucht Antonia sich zu verstecken, um sich einen Rettungsplan für ihr Kind auszudenken. Mit Hilfe ihres Verstandes, ihrer alten Freunde und einer Verkleidung tritt sie die wichtigste Mission ihres Lebens an.","versions":[{"lang":1,"streams":[{"redirect":13810549,"hoster":"VOE"},{"redirect":13810553,"hoster":"Vidoza"},{"redirect":13810551,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838119,"hoster":"VOE"},{"redirect":13838121,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Spiegel","epNo":7,"alt":"Episode 7","descr":"Jon und Antonia kommen wieder zusammen. Gegen die Zeit müssen die Königin und ihr Knappe unterirdische U-Bahn-Tunnel durchqueren, die mit Fallen und Bomben gespickt sind. Das Leben von Jorge und Carla steht auf dem Spiel. Doch Antonia weiß, dass alles gerade erst beginnt: Sandra ist nur die Prophetin von jemandem, der viel mächtiger ist. Jemand, der zerstört hat, was Antonia am meisten liebte.","versions":[{"lang":1,"streams":[{"redirect":13810554,"hoster":"VOE"},{"redirect":13810555,"hoster":"Vidoza"},{"redirect":13810552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13838124,"hoster":"VOE"},{"redirect":13838122,"hoster":"Streamtape"}]}]}]}]}