{"path":"/serie/stream/die-glcksspieler","name":"Die Glücksspieler","descr":"Drei Paare kämpfen mit dem Alltag, als ein großzügiger Fremder mit einem ungewöhnlichen Angebot an sie herantritt: Eine Million Euro und ein Jahr Zeit, um glücklicher zu werden – völlig egal, wie’s läuft. Die drei Angesprochenen sind der lebenslustige Kleinunternehmer Firat (Eko Fresh), der etwas gehemmte Versicherungsmathematiker Jasper (Manuel Rubey) und die karriereorientierte Anwältin Ines. Alle drei zögern nicht lange und nehmen das verlockende wie ungewöhnliche Angebot an. Jedoch stellt der mysteriöse Fremde eine Bedingung: Ihre jeweiligen Partner und Kinder dürfen von dem Deal nichts wissen. Erst wenn alle Drei bis zum Schluss durchhalten, wird der Betrag ausgezahlt.","seasons":[{"path":"/serie/stream/die-glcksspieler/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-glcksspieler/staffel-1/episode-1","name":"Der Wunschzettel","epNo":1,"alt":"","descr":"Der reiche und unglückliche Herr Herzinger (Branko Samarovski) entdeckt eines Tages den Wunschzettel eines Kindes bei sich im Garten. Von den Wünschen des kleinen Jungen berührt, macht er sich auf die Suche nach der Familie des Kindes, wird auf einem Spielplatz fündig und eine Idee beginnt zu wachsen: was wäre, wenn man die Eltern des Kindes oder auch weitere Eltern darin unterstützen würde, sich wieder mehr dem Glück zuzuwenden, das die Kinder sich so herbeisehnen?Herr Herzinger und sein Diener Herr Wagner (Ovidiu Schumacher) setzen die Idee in die Tat um und unterbreiten Ines (Katharina Schüttler), der Mutter des Jungen, sowie Firat (Eko Fresh) und Jasper (Manuel Rubey) ein unwiderstehliches Angebot: Wenn die drei ein Jahr lang versuchen, glücklicher zu werden, bekommt jeder von ihnen eine Million – ganz egal, wie’s läuft. Dieses Angebot müssen Ines, Firat und Jasper erst einmal verdauen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10314046","hoster":"VOE"},{"path":"/redirect/10314049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-glcksspieler/staffel-1/episode-2","name":"Das Jahresabo","epNo":2,"alt":"","descr":"Ines (Katharina Schüttler), Firat (Eko Fresh) und Jasper (Manuel Rubey) entschließen sich, das Angebot von Herrn Herzinger anzunehmen – ein Jahr lang wollen sie nun versuchen, glücklicher zu werden, um am Ende eine Million einzustreichen. Die Crux dabei ist: Alle drei müssen dabeibleiben und keiner außer den \"Glücksspielern\" darf etwas davon erfahren. Die ersten obligatorischen Treffen finden statt und die drei starten ihre zum Teil unbeholfenen Versuche, sich dem Glück zuzuwenden – was von den Partner:innen Natascha (Karolina Lodyga), Simone (Lena Dörrie) und Max (Sergej Moya) nicht ganz unbemerkt bleibt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10314058","hoster":"VOE"},{"path":"/redirect/10314059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-glcksspieler/staffel-1/episode-3","name":"Wissen ist Macht","epNo":3,"alt":"","descr":"Natascha (Karolina Lodyga), Simone (Lena Dörrie) und Max (Sergej Moya) haben Wind davon bekommen, dass ihre Partner:innen sich ein Jahr lang im Glücklichsein üben, um von Herrn Herzinger (Branko Samarovski) am Ende eine Million zu erhalten. Bei den \"Glücksspielern\" herrscht derweil eher Krisenmodus: Versicherungsmathematiker Jasper (Manuel Rubey) wird in der Arbeit weiter gemobbt, Firat (Eko Fresh) bekommt Ärger, als er seine Zwangs-Liebschaft mit Frau Unger (Bettina Mittendorfer) beenden will und Ines (Katharina Schüttler) wird eine Anwalts-Stelle in Brüssel angeboten, was ihrem Mann Max, der seine Musiker-Karriere dann wieder hintenanstellen müsste, ganz und gar nicht gefällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10314051","hoster":"VOE"},{"path":"/redirect/10314078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-glcksspieler/staffel-1/episode-4","name":"Gute Männer müssen geteilt werden","epNo":4,"alt":"","descr":"Der Versuch, glücklicher zu werden, gestaltet sich weiterhin nicht so einfach wie gedacht: Ines (Katharina Schüttler) gibt Firat (Eko Fresh) bei einem Essen mit ihrem Chef in der Not als ihren Ehemann aus – was nur beinahe gut ausgeht. Der richtige Ehemann Max (Sergej Moya) ist auf dem Absprung zu einer vielversprechenden Tournee mit Musikerin Clara (Nina Steils). Firats Frau Natascha (Karolina Lodyga) erfährt von Firats Affäre mit Frau Unger (Bettina Mittendorfer) und macht sich nun auch unabhängiger. Bei Jasper (Manuel Rubey) in der Arbeit passiert ein tragischer Unfall. Das Chaos ist perfekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10314062","hoster":"VOE"},{"path":"/redirect/10314064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-glcksspieler/staffel-1/episode-5","name":"Auf den Hund gekommen","epNo":5,"alt":"","descr":"Jasper (Manuel Rubey) hat seinen Job verloren und ist nun mehr zu Hause. Jetzt kann er sich wenigstens um seinen Sohn und den zugelaufenen kleinen Hund kümmern, während Simone (Lena Dörrie) wieder als Ärztin arbeitet. Doch nicht bei allen stellen sich glückliche Momente ein: Firat (Eko Fresh) hat die Million leider noch nicht und muss aus Geldnot seine Firma verkaufen. Max (Sergej Moya) spielt einen Gig nach dem anderen, während Ines’ (Katharina Schüttler) Beförderung geplatzt ist, mit zumindest einer positiven Folge – dass sie sich wieder mehr um ihre Kinder kümmert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10314067","hoster":"VOE"},{"path":"/redirect/10314070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-glcksspieler/staffel-1/episode-6","name":"Mehr Glück für Alle","epNo":6,"alt":"","descr":"Ines (Katharina Schüttler), Firat (Eko Fresh) und Jasper (Manuel Rubey) scheinen mit ihrem Glück am Ende zu sein: Firat verliert neben seiner Firma nun auch noch sein Haus, wenn nicht seine Frau Natascha (Karolina Lodyga) noch erfinderisch einschreitet. Ines (Katharina Schüttler) hat ihre Beziehung schon fast aufgegeben, als ihr Mann Max (Sergej Moya) von seiner Tournee wieder nach Hause kommt. Das große Glück von Jasper (Manuel Rubey) und Familie, der kleine Hund, scheint blöderweise Frau Unger (Bettina Mittendorfer) zu gehören… und zu guter Letzt verzockt sich auch noch Herr Herzinger. Alles steht in Frage und die Million am Ende erst recht. Was das für das Glück bedeutet, mag man nur erahnen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10314050","hoster":"VOE"},{"path":"/redirect/10314047","hoster":"Streamtape"}]}]}]}]}