{"path":"/serie/stream/die-ss","name":"Die SS","descr":"Sie war der Inbegriff des Terrors. Sie vollzog den Massenmord. Sie verkörperte wie keine andere Organisation in Hitlers Reich den tödlichen Wahn vom Herrenmenschen. SS – die beiden Buchstaben in altgermanischer Runenschrift stehen für das wohl effektivste und gefährlichste Machtinstrument der NS-Diktatur.","seasons":[{"path":"/serie/stream/die-ss/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-ss/staffel-1/episode-1","name":"Heydrichs Herrschaft","epNo":1,"alt":"","descr":"Sie war der Inbegriff des Terrors. Sie vollzog den Massenmord. Sie verkörperte in Hitlers Reich den tödlichen Wahn vom Herrenmenschen. SS – die beiden Buchstaben in altgermanischer Runenschrift stehen für das wohl effektivste und gefährlichste Machtinstrument der NS-Diktatur. Reinhard Heydrich, allmächtiger und gefürchteter Chef des Sicherheitsdienstes der SS, der Gestapo, des Reichssicherheitshauptamtes, war der Organisator des millionenfachen Mordes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199668","hoster":"VOE"},{"path":"/redirect/10103796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ss/staffel-1/episode-2","name":"Der Machtkampf","epNo":2,"alt":"","descr":"In nur wenigen Jahren wurde die \"Schutzstaffel\" von einer unbedeutenden Leibwache zu einem Staat im Staate Hitlers. Ihr Aufstieg begann mit einer bis dahin beispiellosen Mordaktion. Am 30. Juni 1934 töteten SS-Kommandos im Auftrag Hitlers die Führer der rivalisierenden Partei-Organisation, der SA. In dieser \"Nacht der langen Messer\" begann der Aufstieg der SS zum gefährlichsten Machtinstrument der braunen Diktatur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302212","hoster":"VOE"},{"path":"/redirect/12980825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ss/staffel-1/episode-3","name":"Himmlers Wahn","epNo":3,"alt":"","descr":"Sein Name wurde zum Inbegriff des Bösen. Als \"Reichsführer SS\" war Heinrich Himmler maßgeblich verantwortlich für das Jahrhundertverbrechen. Hitlers mächtigster Helfer kümmerte sich persönlich und vor Ort um die Schattenwelt der Todesschwadronen und Vernichtungslager – pedantisch, fanatisch und skrupellos. Die Dokumentation geht den Wurzeln von Himmlers Wahn mit bislang ungezeigten filmischen und schriftlichen Dokumenten auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302219","hoster":"VOE"},{"path":"/redirect/10103800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ss/staffel-1/episode-4","name":"Totenkopf","epNo":4,"alt":"","descr":"Ihr Erkennungszeichen war der Totenkopf auf dem rechten Kragenspiegel. Innerhalb der SS verstanden sie sich als Auserwählte. Die \"Soldaten des Todes\" bewachten und betrieben die Konzentrationslager. Mehr als eine Million Juden und politisch \"Unerwünschte\" wurden bei Massenexekutionen erschossen. Der Film richtet den Fokus auf jene Täter, die vor Ort am Geschehen beteiligt waren. Wer waren diejenigen, die den Finger am Abzug hatten, die in Auschwitz das Zyklon B einfüllten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11199667","hoster":"VOE"},{"path":"/redirect/10103802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ss/staffel-1/episode-5","name":"Die Waffen-SS","epNo":5,"alt":"","descr":"Die Waffen-SS ist bis heute ein Phänomen voller Widersprüche. Zu Kriegsbeginn bestand die Truppe aus Freiwilligen, aus handverlesenen \"Militärathleten\". Das Prinzip der Freiwilligkeit rückte bald in den Hintergrund. Es entstanden Einheiten wie die SS-Division \"Handschar\", eine Truppe von Moslems vom Balkan oder die SS-Division \"Dirlewanger\". Diese Division bestand aus Wilddieben und Kriminellen, vereinzelt sogar aus zwangsrekrutierten politischen Häftlingen aus den Konzentrationslagern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302218","hoster":"VOE"},{"path":"/redirect/10103801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-ss/staffel-1/episode-6","name":"Mythos Odessa","epNo":6,"alt":"","descr":"\"Odessa war eine verschwörerische Geheimorganisation der SS. Sie diente dazu, Kriegsverbrecher aus Deutschland herauszuschleusen und nach Südamerika zu bringen\", behauptet Nazi-Jäger Simon Wiesenthal. Tatsächlich gelingt einigen der meist gesuchten SS-Schergen die Flucht: SS-Arzt Josef Mengele, \"Judendezernent\" Adolf Eichmann oder Klaus Barbie, der \"Schlächter von Lyon\", verschwinden zunächst spurlos. Um \"Odessa\" (\"Organisation der ehemaligen SS-Angehörigen\") rankt sich ein Gestrüpp von Mythen und Legenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302225","hoster":"VOE"},{"path":"/redirect/10103799","hoster":"Streamtape"}]}]}]}]}