{"seriesId":"die-goldsucher-vom-devils-canyon","name":"Die Goldsucher vom Devil’s Canyon","descr":"In den Wäldern von British Columbia gibt es Abschnitte mit goldhaltigem Boden, die für die gängigen Bergbauunternehmen mit ihren großen Maschinen nur schwer zu erreichen sind. Daher ist in einem Areal mit dem Namen \"Devil’s Canyon\" ein kleiner Goldrausch bei denjenigen ausgebrochen, die sich nur mit dem Nötigsten ausgerüstet in die Wildnis aufmachen, um auf klassische Art Gold zu schürfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Suche beginnt","epNo":1,"alt":"Lone Gold","descr":"Als 1858 in British Columbia der Goldrausch begann, kamen rund 30 000 Glücksritter zum Devil’s Canyon. Doch die meisten mussten gepeinigt von extremem Wetter, wilden Tieren und Nahrungsmangel schon nach wenigen Wochen und Monaten aufgeben – und viele Männer verloren bei der Jagd nach Ruhm und Reichtum ihr Leben. Daher weiß Boyce Goff nur allzu genau, worauf er sich in der Wildnis einlässt. Trotzdem ist der Abenteurer fest entschlossen: Er will sein Schicksal in Kanada selbst in die Hand nehmen und mit kostbarem Edelmetall zu seiner Familie heimkehren","versions":[{"lang":1,"streams":[{"redirect":6682178,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Kälteeinbruch","epNo":2,"alt":"Hell And High Water","descr":"Die Temperaturen im berüchtigten Devil’s Canyon fallen weit unter den Gefrierpunkt. Um die eiskalten Nächte zu überstehen, müssen die Abenteurer daher in Kanada wirksame Gegenmaßnahmen ergreifen – mit einem Minimum an Ausrüstung. Während Ben van der Valk seinen improvisierten Unterstand mit Torfmoos isoliert, versucht Boyce Goff in der Wildnis mit Baumharz, ein wärmendes Feuer in Gang zu bringen. Doch all diese Bemühungen kosten wertvolle Zeit. Und eigentlich sind die Männer nach British Columbia gekommen, um Gold zu schürfen.","versions":[]},{"epId":"episode-3","name":"Hoher Einsatz","epNo":3,"alt":"Wasting Away","descr":"Boyce Goff muss sich am Devil’s Canyon einen neuen Lagerplatz suchen. Denn der Fluss, an dem der Abenteurer sein Zelt aufgebaut hat, tritt nach starken Regenfällen über die Ufer. Und Ben van der Valk wagt sich in British Columbia auf extrem gefährliches Terrain vor. Der Schatzsucher hat in der Nähe eines Wasserfalls eine Stelle entdeckt, an der die reißenden Stromschnellen über die Jahre möglicherweise kostbares Edelmetall angespült haben. Doch um an die Nuggets zu gelangen, muss sich der Goldgräber in eine tiefe Schlucht abseilen.","versions":[]},{"epId":"episode-4","name":"Die Flussüberquerung","epNo":4,"alt":"Big Risk Big Reward","descr":"Der Herbst neigt sich dem Ende zu und den Schatzsuchern bleibt am Devil’s Canyon nicht mehr viel Zeit, um fette Nuggets auszugraben. Deshalb konstruiert Joe Belcik in der Wildnis mit einfachen Mitteln eine Goldwaschanlage. Holzscheite, Klebeband und zwei Schlingenmatten: Mit der improvisierten Vorrichtung lässt sich das kostbare Edelmetall wesentlich schneller vom Erdreich trennen als mit einer Pfanne. Boyce Goff geht derweil in British Columbia ein hohes Risiko ein. Um sich den Traum vom Reichtum zu erfüllen, schwimmt der Abenteurer durch einen eisigen Fluss","versions":[{"lang":1,"streams":[{"redirect":6682187,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Ohne Fleiß kein Preis","epNo":5,"alt":"Dead Men Get No Gold","descr":"Volltreffer! Ben van der Valk hat in British Columbia einen Hirsch erlegt, aber der Abenteurer muss sich beim Ausnehmen der Beute sputen, denn in der Region wimmelt es von Bären und die Raubtiere haben einen exzellenten Geruchssinn. Sprich: Wenn der Schatzsucher das Fleisch nicht zügig an einen sicheren Ort verfrachtet, ist er es möglicherweise sehr schnell wieder los. John Belcik hat am Devil’s Canyon unterdessen einen vielversprechenden Hotspot entdeckt. Quarz- und Eisenvorkommen deuten darauf hin, dass in dem Flussbett auch fette Nuggets zu holen sind.","versions":[]},{"epId":"episode-6","name":"Ende eines Abenteuers","epNo":6,"alt":"Devil\u0027s Handshake","descr":"Kräftezehrende Arbeit bei nasskalten Temperaturen: Ben van der Valk hat bei der Schatzsuche in British Columbia elf Kilo Gewicht verloren. Und von den fünf Unzen Gold, die der Abenteurer sich als Ziel gesetzt hat, ist er noch ein gutes Stück entfernt. Trotzdem gibt der ehemalige Hufschmied nicht auf und kurz vor dem Wintereinbruch scheint sich die Plackerei endlich auszuzahlen. Nach tagelangem Schaufeln stößt Ben am berüchtigten Devil’s Canyon endlich auf eine Geröllschicht, in der sich kostbares Edelmetall angesammelt haben könnte.","versions":[]}]}]}