{"seriesId":"die-abenteuer-des-captain-underpants","name":"Die Abenteuer des Captain Underpants","descr":"George und Harold, zwei beste Freunde verbunden durch ihre Liebe zu Comics und Streichen, trauen ihren Augen nicht, als ihr stocksteifer Schuldirektor Krupp zu dem Helden aus ihrem eigenen Comic wird – zu dem legendär-albernen Captain Underpants! Die drei erwarten fortan allerlei haarsträubende Abenteuer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"... und die Pups-Parade von Popo Pompös","epNo":1,"alt":"... and the Frenzied Farts of Flabby Flabulous","descr":"George und Harold machen aus Rache ein lächerliches Comic über ihren Sportlehrer. Doch als Leben die Kunst nachahmt, gibt es nichts mehr zu lachen.","versions":[{"lang":1,"streams":[{"redirect":11289177,"hoster":"VOE"},{"redirect":11289189,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"... und das desaströse Debakel von DJ Rutsche Schlüpfer","epNo":2,"alt":"... and the Dreadful Debacle of DJ Drowsy Drawers","descr":"Ein Schulball klingt nach viel Spaß – doch nur, wenn die Jungs ihren Musiklehrer davon abhalten können, als DJ alle einzuschläfern.","versions":[{"lang":1,"streams":[{"redirect":11289206,"hoster":"VOE"},{"redirect":11289216,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"... und die höllischen Horrorattacken der Hausaufgaben-Hydra","epNo":3,"alt":"... and the Horrible Hostilities of the Homework Hydra","descr":"Um sich vor einer enormen Hausaufgabe zu drücken, reisen George und Harold in der Zeit zurück, um zu verhindern, dass Hausaufgaben überhaupt erst erfunden werden.","versions":[{"lang":1,"streams":[{"redirect":11289224,"hoster":"VOE"},{"redirect":11289230,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"... und die grausigen Gemeinheiten der grässlichen Glücksaugerin","epNo":4,"alt":"... and the Vexing Villiany of the Vile Vimpire","descr":"Nach Ericas Kritik an ihrem Comic erfinden George und Harold eine brandneue Figur – einen Vampir, der aus allem die Freude heraussaugt.","versions":[{"lang":1,"streams":[{"redirect":11289240,"hoster":"VOE"},{"redirect":11289248,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"... und das trostlose, prekäre Missgeschick der TP-Mumie","epNo":5,"alt":"... and the Terrifying Perlious Misfortune of the T.P. Mummy","descr":"Ein gescheiterter Streich hat verstopfte Toiletten und eine verhängnisvolle Explosion zur Folge, die aus der Französischlehrerin eine Mumie macht.","versions":[{"lang":1,"streams":[{"redirect":11287328,"hoster":"VOE"},{"redirect":11287346,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"... und die schmierige Peinlichkeit von Stanley Peets stinkenden Achseln","epNo":6,"alt":"... and the Squishy Predicament of the Stanley Peet’s Stinky Pits","descr":"Heilige Guacamole! George und Harold wollen unbedingt einen Avocado-Wachswettbewerb gewinnen, sodass sie ihren Lehrer versehentlich in ein Monster verwandeln.","versions":[{"lang":1,"streams":[{"redirect":11287368,"hoster":"VOE"},{"redirect":11287377,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"... und total teure Treffen mit dem trottligen Tonkoloss","epNo":7,"alt":"... and the Costly Conundrum of the Calamitous Claylossus","descr":"Um den dubiosen Schüler Bo Hweemuth ranken sich nur so die Gerüchte über seine geheimen Talente, die die gesamte Schule in Angst und Schrecken versetzen.","versions":[{"lang":1,"streams":[{"redirect":11287407,"hoster":"VOE"},{"redirect":11287412,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"... und das ratlose Rumgeheule von Richter Ruckzuck","epNo":8,"alt":"... and the Jarring Jerkiness of the Judge J.O.R.T.S.","descr":"Das neueste Comic der Jungs inspiriert ihren Shorts tragenden Spanischlehrer zu einem Dasein als Superheld mit übernatürlichen Kräften.","versions":[{"lang":1,"streams":[{"redirect":11287468,"hoster":"VOE"},{"redirect":11287449,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"... und der seltsame Streit mit dem stinkenden Socktopus","epNo":9,"alt":"... and the Strange Strife of the Smelly Socktopus","descr":"Als Erica ihre Suspendierung mit Urlaub vergleicht, ziehen George und Harold neidisch alle Streichregister, um auch ausgeschlossen zu werden.","versions":[{"lang":1,"streams":[{"redirect":11287493,"hoster":"VOE"},{"redirect":11287502,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"... und die Gefahr der grässlichen Gedankenfeuchttücher","epNo":10,"alt":"... and the Flustering Mindless Woe of the Flushable Memory Wipes","descr":"Nach einem Schokopudding-Ereignis tauchen George und Harold unter. Doch bei ihrer Rückkehr gibt es einen neuen Rektor und keiner erinnert sich an sie.","versions":[{"lang":1,"streams":[{"redirect":11287543,"hoster":"VOE"},{"redirect":11287532,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"... und die schwere Stunde des strudelnden Schwitznamis","epNo":11,"alt":"... and the Soggy Salvation of the Swirling Sweatnami","descr":"Die Jungs reisen in der Zeit zurück, um Mr. Krupp davon abzuhalten, zum Fiesling zu werden. Stattdessen wird er durch ihren Plan jedoch zum skrupellosen Geschäftsmann.","versions":[{"lang":1,"streams":[{"redirect":11287570,"hoster":"VOE"},{"redirect":11287578,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"... und die scheußlichen Stinker von Schlau-Furz","epNo":12,"alt":"... and the Sickening Fumes of Smartsy Fartsy","descr":"Um Mr. Krupps Regelbuch aus einem Safe zu stehlen, erschaffen die Jungs eine hoch intelligente Gaswolke, die sich dann jedoch gegen sie wendet.","versions":[{"lang":1,"streams":[{"redirect":11287608,"hoster":"VOE"},{"redirect":11287623,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"... und die schreckliche Fantasie vom stehlenden Schlau-Furz","epNo":13,"alt":"... and the Troublesome Treachery of the Thieving Toot Fairy","descr":"Ein Rennen gegen die Zeit: George und Harold wollen Mr. Krupp feuern lassen, bevor er sie aus der Schule werfen kann. Doch erstmal ist ein Kampf gegen die Zahnfee dran.","versions":[{"lang":1,"streams":[{"redirect":11287664,"hoster":"VOE"},{"redirect":11287740,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"... und die lästige Last der lehrhaften Lehrertrons","epNo":1,"alt":"... and the Tenuous Takedown of the Tyrannical Teachertrons","descr":"Jetzt, wo Mr. Krupp weg ist und zwei üble Melvins das Ruder übernommen haben, schlagen Harold und George zurück, indem sie ihren Sportlehrer Mr. Meaner hypnotisieren.","versions":[{"lang":1,"streams":[{"redirect":11287788,"hoster":"VOE"},{"redirect":11287792,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"... und der heftige Horror des höllischen Haarkules","epNo":2,"alt":"... and the Frantic Fury of the Fearsome Furculees","descr":"Die Jungs rekrutieren Mitglieder für die M.I.S.F.A.R.T.S. – die megairre Suchformations-Abenteuer-Rettungsteam-Staffel – und bringen Mr. Krupp zur Schule zurück.","versions":[{"lang":1,"streams":[{"redirect":11287837,"hoster":"VOE"},{"redirect":11287851,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"... und das beispiellose Bestreben der boshaften Bienenkönigin","epNo":3,"alt":"... and the Harmful Horrors of the Harrowing Hiveschool","descr":"Nachdem sie alle Lehrer an der Schule mit Bienen-DNA injiziert haben, steuern die Melvins den neuen \"Bienenstockgeist\" der Schule – bis Ms. Ribble zur Bienenkönigin wird.","versions":[{"lang":1,"streams":[{"redirect":11287925,"hoster":"VOE"},{"redirect":12978143,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"... und die paradoxe Pulverisierung des penetranten Kakakabra","epNo":4,"alt":"... and the Preposterous Pulverizing of the Pestering Poopacabra","descr":"George und Harold dressieren eine Ratte, um in der Schule Punkte zu machen. Doch als das Tier in die Kanalisation entkommt, wird es durch das Abwasser zu … Kakakabra!","versions":[{"lang":1,"streams":[{"redirect":11288049,"hoster":"VOE"},{"redirect":11288062,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"... und die drolligen Dalkereien des degoutanten Diddlysauriers","epNo":5,"alt":"... and the Dastardly Deed of the Devious Diddlysaurus","descr":"Wer hätte gedacht, dass ein aufgetauter Dinosaurier Comics lesen und Streiche spielen kann? Also dieser hier kann das – und er ist der größte Fan von Harold und George.","versions":[{"lang":1,"streams":[{"redirect":11288105,"hoster":"VOE"},{"redirect":11288138,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"... und der seltsame Schatten des schlüpfrigen Schwindlers","epNo":6,"alt":"... and the Shadowy Syndrome of the Sinister Splotch","descr":"Captain Underpants landet auf der Fahndungsliste, als ein Verbrecher Banken ausraubt, der ihm zum Verwechseln ähnlich sieht. Können George und Harold seinen Ruf retten?","versions":[{"lang":1,"streams":[{"redirect":11288208,"hoster":"VOE"},{"redirect":11288228,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"... und der bizarre Blitzkrieg der belastenden Backenfliegen","epNo":7,"alt":"... and the Bizarre Blitzkrieg of the Bothersome Butt-Erflies","descr":"Die Jungs erschaffen mit Melvins neuem Verschmelzgerät eine Kreuzung aus Ärschen und Schmetterlingen. Aber diese Schmetter-Ärsche sind richtige Monster!","versions":[{"lang":1,"streams":[{"redirect":11288275,"hoster":"VOE"},{"redirect":11288310,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"... und das peinliche Problem der sehr präsenten Pömpelline","epNo":8,"alt":"... and the Problematic Pandemonium of the Punishing Plungerina","descr":"Als George und Harold zusammen mit Erica eine neue Comic-Heldin erschaffen, springt sie aus dem Heft – und begibt sich in der realen Welt auf Verbrecherjagd.","versions":[{"lang":1,"streams":[{"redirect":12920918,"hoster":"VOE"},{"redirect":11288433,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"... und die bombastische Bürde des Bernie Blubberkopf","epNo":9,"alt":"... and the Bombastic Blathering of Brainy Blabulous","descr":"Die Jungs wechseln an eine schräge Version der Jerome-Horwitz-Grundschule, an der die Lehrer nett und die Kinder brav sind … und an der es keinerlei Spaß gibt.","versions":[{"lang":1,"streams":[{"redirect":11288468,"hoster":"VOE"},{"redirect":11288500,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"... und der ausgesprochen kontagiöse Nebel des ansteckenden Cruelius Nieser","epNo":10,"alt":"... and the Crazy Caustic Spray of the Contagious Cruelius Sneezer","descr":"George und Harold bringen Melvin dazu, ihren Bus in eine Zeitmaschine zu verwandeln. Nun können sie einen Ausflug ins alte Rom machen und sehen, wie es wirklich war.","versions":[{"lang":1,"streams":[{"redirect":11288503,"hoster":"VOE"},{"redirect":11288492,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"... und das melodramatische Märchen vom mysteriösen Müllmonster","epNo":11,"alt":"... and the Trashy Tale of the Tumultuous Tubbadump","descr":"Die neueste Erfindung der Melvins schickt die von den Jungs für den Tag des Mülls geschaffene \"Müllwine\" in eine andere Dimension – und erweckt versehentlich ein Monster.","versions":[{"lang":1,"streams":[{"redirect":11288518,"hoster":"VOE"},{"redirect":11288536,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"... und die niederschmetternden Nachwirkungen der niedlichen Nanobots – Teil 1","epNo":12,"alt":"... and the Taxing Trauma of the Treacherous Tattle Trials, Pt. 1","descr":"Bei einer Abschlussprüfung landen George und Harold in der Killer-Kuppel des Verderbens, wo sie gegen den mit Nanobots injizierten Melvin antreten müssen, um zu bestehen.","versions":[{"lang":1,"streams":[{"redirect":11288548,"hoster":"VOE"},{"redirect":11288576,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"... und die niederschmetternden Nachwirkungen der niedlichen Nanobots – Teil 2","epNo":13,"alt":"... and the Taxing Trauma of the Treacherous Tattle Trials, Pt. 2","descr":"Das Ferienlager ist in Gefahr, als Melvins Nanobots in Captain Underpants einen neuen Wirt finden. Jetzt müssen sich die Jungs schrumpfen und in sein Gehirn eindringen.","versions":[{"lang":1,"streams":[{"redirect":11288592,"hoster":"VOE"},{"redirect":11288640,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"... und das wahrhaft wahnwitzige Wasserballonmonster","epNo":1,"alt":"... and the Worrisome Wedge of the Water Warmongers","descr":"Harold und George können es kaum erwarten, ins Ferienlager zu fahren. Zu früh gefreut, Jungs! Euer Erzfeind Mr. Krupp hat eine böse Überraschung für euch auf Lager.","versions":[{"lang":1,"streams":[{"redirect":11288644,"hoster":"VOE"},{"redirect":11288675,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"... und die total tobsüchtigen Tiere und ihre trotzig-trostlosen Taten","epNo":2,"alt":"... and the Angry Abnormal Atrocities of the Astute Animal Aggressors","descr":"Als Harold und George in verschiedenen Lagern landen, setzen sie ein hyperintelligentes Opossum darauf an, Krupp zu Tode zu erschrecken. Was könnte da schon schiefgehen?","versions":[{"lang":1,"streams":[{"redirect":11288690,"hoster":"VOE"},{"redirect":12482080,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"... und der herrenlose Höhenzahn des herabstürzenden Horns","epNo":3,"alt":"... and the Abysmal Altercation of the Abominable Altitooth","descr":"Damit die Kinder ihm nicht in die Quere kommen, werden sie von Krupp losgeschickt, das Herabstürzende Horn zu besteigen, wo ein Ungeheuer hausen soll.","versions":[{"lang":1,"streams":[{"redirect":11288765,"hoster":"VOE"},{"redirect":11288798,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"... und der Kampf gegen den kotzwütigen Kotzilisken","epNo":4,"alt":"... and the Bizarre Bout of the Beastly Barfilisk","descr":"Harold und George haben keine hohen Ansprüche – alles, was sie wollen, ist eine lustige Schatzsuche ohne Erledigungen für Krupp. Doch der Wunsch geht nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":11288833,"hoster":"VOE"},{"redirect":11288839,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"... und der megamäßige Monster-Miesepeter Melviathan","epNo":5,"alt":"... and the Monstrous Mayhem of the Massive Melviathan","descr":"Eine ganz normale Bastelstunde entwickelt sich zu einem interdimensionalen Abenteuer, von dem Harold, George und die anderen vielleicht nie mehr zurückkehren werden.","versions":[{"lang":1,"streams":[{"redirect":11288885,"hoster":"VOE"},{"redirect":11288892,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"... und der skrupellose, sehr saure Salamangler","epNo":6,"alt":"... and the Savage Spite of the Slimy Salamangler","descr":"Die reichen Kids fordern die Kinder aus Krupps Ferienlager zu einer Regatta heraus. Dann ist da noch ein riesiger Salamander im Spiel. Ein Fall für Captain Underpants!","versions":[{"lang":1,"streams":[{"redirect":11288925,"hoster":"VOE"},{"redirect":11288930,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"... und der komische Kampf mit dem cleveren Camo-Flush","epNo":7,"alt":"... and the Cunning Combat of the Covert Camoflush","descr":"Das ausgelassene Paintballspiel der Kinder wird von einem bösen und schreckenerregenden Feind unsanft unterbrochen, der sich Camoflush nennt.","versions":[{"lang":1,"streams":[{"redirect":11288950,"hoster":"VOE"},{"redirect":11288948,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"... und die langweiligen, lästigen Labereien des Laberlords","epNo":8,"alt":"... and the Bad Beat of the Blah Borelock","descr":"Da der Spaß zu kurz kommt, überreden Harold und George Krupp, die Kinder mitten im Wald auszusetzen, damit sie lernen, ohne Annehmlichkeiten zurechtzukommen.","versions":[{"lang":1,"streams":[{"redirect":11288976,"hoster":"VOE"},{"redirect":11288991,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"... und die grässliche Gefahr der Geister-Zahnärztin","epNo":9,"alt":"... and the Ghastly Danger of the Ghost Dentist","descr":"Harold und George stehen unter Druck, die gruseligste Lagerfeuergeschichte zu erzählen. Vielleicht ist ihre Geschichte von einer Pionier-Zahnärztin, genau das Richtige.","versions":[{"lang":1,"streams":[{"redirect":12920920,"hoster":"VOE"},{"redirect":11289044,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"... und die katastrophale Konfusion durch die kuriose Kombo-Toffel","epNo":10,"alt":"... and the Confounding Concoction of the Crooked Combotato","descr":"Die Kinder spielen Kartoffel-Geschichten, doch die Dinge laufen unerwartet aus dem Ruder, als Melvin eine seiner teuflischsten – und kartoffeligsten – Kreaturen loslässt.","versions":[{"lang":1,"streams":[{"redirect":11289072,"hoster":"VOE"},{"redirect":11289076,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"... und die lächerliche Lachhaftigkeit des Laserlightmonsters","epNo":11,"alt":"... and the Ludicrous Lunacy of the Loopy Laserlightmare","descr":"Obwohl er sich furchtbar angestellt hat, will Krupp auch im nächsten Sommer wieder Campleiter sein. Aber das können Harold und George auf keinen Fall zulassen.","versions":[{"lang":1,"streams":[{"redirect":11289118,"hoster":"VOE"},{"redirect":11289128,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"... und der schockierende Showdown des schwindelerregenden Zucker-Spiel-Zerstörers","epNo":12,"alt":"... and the Shocking Showdown of the Staggering Sugamechanger","descr":"Es ist Elternwochenende im Ferienlager und Krupp möchte bei Harold und George Schönwetter machen … behauptet er zumindest.","versions":[{"lang":1,"streams":[{"redirect":11289146,"hoster":"VOE"},{"redirect":11289160,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"... und die polarisierende Plage mit der planlosen Pupsparade","epNo":13,"alt":"... and the Polarizing Plight of the Pitiless Poopetrators","descr":"George und Harold wollen, dass Cash Networth das Ferienlager kauft und Krupp feuert. Aber bevor er sich bereiterklärt, die Kohle rauszurücken, hat Cash eine kleine Bitte.","versions":[{"lang":1,"streams":[{"redirect":11289156,"hoster":"VOE"},{"redirect":11289184,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"... und die wahnwitzige Tortur mit der Weltraum-Toilette","epNo":1,"alt":"... and the Senseless Torment of the Space Toilet","descr":"Inspiriert von ihrer Lieblingsserie heben George und Harold mit Rektor Krupp ins All ab, wo sie eine wütende Toilette erwartet.","versions":[{"lang":1,"streams":[{"redirect":11287031,"hoster":"VOE"},{"redirect":11287034,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"... und das alleingelassene Artefakt der abwesenden Aliens","epNo":2,"alt":"... and the Abandoned Artifact of the Absentee Aliens","descr":"Nachdem George und Harold die Wahrheit über ihre Mission erfahren, will Hein Scheinheilig mit der gesamten Crew einen Satelliten reparieren, der Faxen macht.","versions":[{"lang":1,"streams":[{"redirect":11287045,"hoster":"VOE"},{"redirect":11287050,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"... und die halsbrecherische Hysterie der hungressiven Hypnosängerin","epNo":3,"alt":"... and the Hazardous Hysteria of the Hangry Hypnosinger","descr":"Alle Passagiere des Raumschiffs sind seit drei Monaten kryotechnisch eingefroren – außer Rektor Krupp. Dieser ist hellwach und sitzt am Drücker.","versions":[{"lang":1,"streams":[{"redirect":11287071,"hoster":"VOE"},{"redirect":11287076,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"... und das dämliche Dilemma mit den doofen Doppelgängern","epNo":4,"alt":"... and the Disturbing Dilemma of the Dysfunctional Doppelgangers","descr":"Die Crew lernt nach der Bruchlandung auf einem außerirdischen Planeten, auf dem die Kinder an der Macht sind, ihre blauen Doppelgänger kennen.","versions":[{"lang":1,"streams":[{"redirect":11287108,"hoster":"VOE"},{"redirect":11287109,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"... und die konfuse Krise um den künftigen König","epNo":5,"alt":"... and the Confusing Crisis of the Conniving Captive","descr":"Obwohl Melvin nicht gerade ein Freund von ihnen ist, können George und Harold ihn nicht wirklich in der Gefangenschaft der teuflischen Biglyans lassen. Oder doch?!?","versions":[{"lang":1,"streams":[{"redirect":11287131,"hoster":"VOE"},{"redirect":11287153,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"... und der aggressive Angriff der außerirdischen Armada","epNo":6,"alt":"... and the Aggravated Assault of the Alien Armada","descr":"Welch ein Skandal! George und Harold sollen riesigen Biglyans Spa-Behandlungen zukommen lassen. Dr. Fitzgibbons enthüllt ein schockierendes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12284320,"hoster":"VOE"},{"redirect":11287187,"hoster":"Streamtape"}]}]}]}]}