{"path":"/serie/stream/die-frauen-der-wikinger-odins-tchter","name":"Die Frauen der Wikinger - Odins Töchter","descr":"Vor über tausend Jahren überfielen wilde Männer aus dem Norden Menschen in ganz Europa. Aber es waren nicht nur Männer, die in eine neue Welt aufbrachen, auch Frauen kämpften mit List und Mut für ein besseres Leben. Das zweiteilige Doku-Drama gibt völlig neue Einblicke in eine faszinierende Kultur, über die alles bekannt zu sein schien. Mithilfe von Experten aus der ganzen Welt zeichnet arte nach neuesten wissenschaftlichen Erkenntnissen ein authentisches Bild des Wikinger-Zeitalters und der Frauen, die sich in jener Männerwelt durchsetzen.","seasons":[{"path":"/serie/stream/die-frauen-der-wikinger-odins-tchter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-frauen-der-wikinger-odins-tchter/staffel-1/episode-1","name":"Sigruns Flucht nach Island","epNo":1,"alt":"Sigrun\u0027s Wrath And The Discovery Of Iceland","descr":"Norwegen im Jahr 872. Sigrun (Esther Schweins) könnte eine glückliche Frau sein. Als Husfreya steht sie einem stattlichen Wikinger-Haushalt an der Küste vor, sie hat viele Kinder, ihr Gatte Ulf (Luca Maric) kommandiert sein eigenes Schiff. Doch ein dunkles Geheimnis belastet die Familie: Sigruns Ehemann hatte sie einst als junges Mädchen bei einem Überfall aus ihrer heimatlichen Siedlung geraubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6955687","hoster":"VOE"}]}]},{"path":"/serie/stream/die-frauen-der-wikinger-odins-tchter/staffel-1/episode-2","name":"Jovas Erbe und der Untergang Haithabus","epNo":2,"alt":"Jova\u0027s Heritage And The Fall Of Haithabu","descr":"Dänemark im Jahr 1064. Jova lebt als Dienerin im Haushalt des Kaufmanns Ottar, der in Haithabu seine Geschäfte macht. Als sie eines Tages erfährt, dass ihr Vater ein angesehener Krieger war, der kurz nach ihrer Geburt in den Osten aufbrach und nicht zurückkehrte, kennt Jova nur noch ein Ziel: Sie will ihren Vater finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6955690","hoster":"VOE"}]}]}]}]}