{"seriesId":"die-13-geister-von-scooby-doo","name":"Die 13 Geister von Scooby Doo","descr":"Scooby öffnet eine Truhe, in der sich 13 böse Geister befinden. Da er die Truhe geöffnet hat, ist es nun an ihm und der Gang, die Geister wieder einzufangen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Dämonentruhe","epNo":1,"alt":"To All The Ghouls I’ve Loved Before","descr":"Wo immer die \"Mysterie Inc.\" zusammen mit dem berühmten Hundedetektiv Scooby-Doo auftaucht, sind lichtscheue Gestalten nicht weit. Auf einer Expedition im Himalaya entdecken die Freunde im ewigen Eis eine geheimnisvolle Truhe. Shaggy und Scooby denken nicht im Traum daran, das unheimliche Behältnis zu öffnen, werden aber gegen ihren Willen zu Handlangern dämonischer Mächte. So entfesseln sie 13 gruselige Kreaturen, die schleunigst wieder eingefangen werden müssen, um größeres Unheil zu vermeiden.","versions":[{"lang":1,"streams":[{"redirect":11198829,"hoster":"VOE"},{"redirect":10102255,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Maldor, der Menschenfeind","epNo":2,"alt":"Scoobra Kadoobra","descr":"Einer der 13 schrecklichen Geister, die Scooby und Shaggy unfreiwilliger Weise aus der Dämonentruhe befreit haben, ist Maldor, der Menschenfeind. Dieser ist auf der Jagd nach dem sagenumwobenen Zauberstab von Zagras, der ihm die Weltherrschaft sichern soll. Um den Widerstand der `Mysterie Inc.`die ihn stoppen will, zu brechen, nimmt er Daphne als Geisel.","versions":[{"lang":1,"streams":[{"redirect":11301392,"hoster":"VOE"},{"redirect":10102256,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Schattendämon","epNo":3,"alt":"Me And My Shadow Demon","descr":"Alarm bei der `Mysterie Inc.`: Die Dämonentruhe, aus der Scooby und Shaggy versehentlich 13 gruselige Spukgestalten befreit haben, ist gestohlen worden – von ihren früheren unfreiwilligen Insassen. Diese haben sich in einem schaurigen alten Gemäuer versammelt, um ihr ungeliebtes einstiges Gefängnis ein für allemal zu zerstören. Mitternacht naht – können die Freunde rechtzeitig eingreifen, um das Schlimmste zu verhindern?","versions":[{"lang":1,"streams":[{"redirect":11301394,"hoster":"VOE"},{"redirect":10102257,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Ungeheuer im Spiegel","epNo":4,"alt":"Reflections In A Ghoulish Eye","descr":"Der alte Magier Vincent van Ghoul, der die \"Mysterie Inc.\" bei der Jagd nach den Geistern aus der Dämonentruhe unterstützt, lädt die Freunde zu einer Tagung zum Thema ´Übernatürliche Phänomene´ ein. Doch als die Hobbydetektive in dem Hotel eintreffen, wo der Kongress stattfinden soll, erwartet sie statt Vincent eine weitere böse Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11198827,"hoster":"VOE"},{"redirect":10102258,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Monster wie im Film","epNo":5,"alt":"That’s Monstertainment","descr":"Eine der gruseligen Spukgestalten, die Shaggy und Scooby unfreiwillig aus der Dämonentruhe befreit haben, ist Zomba, gleichermaßen fies und grottenhässlich. Damit die ´Mysterie Inc` sie nicht zurück in das ungeliebte Behältnis sperren kann, dreht sie kurzerhand den Spieß um und verbannt die lästigen Verfolger in die Handlung eines Gruselfilms.","versions":[{"lang":1,"streams":[{"redirect":11198830,"hoster":"VOE"},{"redirect":10102259,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geisterschiff","epNo":6,"alt":"Ship Of Ghouls","descr":"Hundedetektiv Scooby-Doo leidet unter dem Stress der ewigen Jagd nach lichtscheuem Gesindel. Um ihrem treuen Begleiter eine Atempause zu verschaffen, bucht die ´Mysterie Inc´eine Kreuzfahrt. Doch bald stellt sich heraus, dass die Crew nicht von dieser Welt und keineswegs um das Wohlergehen der Passagiere besorgt ist – und direkten Kurs auf das berüchtigte Bermudadreieck nimmt!","versions":[{"lang":1,"streams":[{"redirect":11301391,"hoster":"VOE"},{"redirect":10102260,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nekaras Liebeszauber","epNo":7,"alt":"A Spooky Little Ghoul Like You","descr":"Als ob die ´Mysterie Inc.´ nicht genug damit zu tun hätte, die 13 Geister aus der Dämonentruhe wieder einzufangen, braucht jetzt auch ihr Freund und Helfer Vincent Van Ghoul dringend Hilfe: Die böse Magierin Nekara hat dem Ärmsten mit einem Liebeszauber derart den Kopf verdreht, dass er zu nichts mehr zu gebrauchen ist. Um ihn vor dauerhaftem Schaden zu bewahren, müssen die Hobbydetektive den Bann brechen.","versions":[{"lang":1,"streams":[{"redirect":11198831,"hoster":"VOE"},{"redirect":10102261,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die drei Hexen","epNo":8,"alt":"When You Witch Upon A Star","descr":"Eine der Spukgestalten, die Shaggy und Scooby unfreiwillig aus der Dämonentruhe befreit haben, hat sich ein Buch mit Zaubersprüchen angeeignet. Die ´Mysterie Inc.´ heftet sich sofort an ihre Fersen, um zu verhindern, dass noch größeres Unheil geschieht.","versions":[{"lang":1,"streams":[{"redirect":11301393,"hoster":"VOE"},{"redirect":10102262,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Zeitdieb","epNo":9,"alt":"It’s A Wonderful Scoob","descr":"Wieder einmal ist Scooby die ewige Gespensterjagd leid. Er plant seinen Ausstieg aus der ´Mysterie Inc´ und möchte fortan ein bequemes, artgerechtes Leben führen. Doch dann sieht er im Traum einen der Unholde, die er zusammen mit Shaggy versehentlich aus der Dämonentruhe befreit hat – und der schickt sich gerade an, die Weltherrschaft an sich zu reißen. Diese Vision beschert dem vierbeinigen Detektiv einen argen Gewissenskonflikt.","versions":[{"lang":1,"streams":[{"redirect":11198832,"hoster":"VOE"},{"redirect":10102263,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Schlüssel","epNo":10,"alt":"Scooby In Kwackyland","descr":"Einer der Geister, die die ´Mysterie Inc.´ versehentlich aus der Dämonentruhe befreit hat, ist Demondo. Der hässliche Fettsack ist im Besitz eines Zaubergebräus, mit dessen Hilfe er Comic-Monster zum Leben erwecken will. Doch zuerst entledigt er sich seiner Verfolger – in dem er die Freunde mit einem magischen Zeichenstift zwischen die Seiten eines Heftchens verbannt.","versions":[{"lang":1,"streams":[{"redirect":11198834,"hoster":"VOE"},{"redirect":10102264,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spuk in Kalifornien","epNo":11,"alt":"Coast To-Ghost","descr":"In Kalifornieren erreicht die ´Mysterie Inc.´ ein Hiferuf ihres Freundes und Unterstützers Vincent Van Ghoul: Der Geisterjäger droht durch einen Fluch zu versteinern! Das einzige Gegenmittel ist eine magische Maske; aber die befindet sich an der Ostküste – hunderte von Kilometern entfernt. Um das kostbare Stück rechtzeitig zu ihrem in Not geratenen Kameraden bringen zu können, müssen sich die Freunde auf ein gefährliches Abenteuer einlassen.","versions":[{"lang":1,"streams":[{"redirect":11198833,"hoster":"VOE"},{"redirect":10102265,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fantasmos Zirkus","epNo":12,"alt":"The Ghouliest Show On Earth","descr":"Die ´Mysterie Inc.´ nimmt sich eine Auszeit von der Geisterjagd und bricht zu einem Besuch bei Scooby-Doo’s Eltern auf. In Dooville angekommen, fällt ihnen ein Zirkus auf, bei dem nicht alles mit rechten Dingen zuzugehen scheint. Während die Zuschauer, eingelulltt von Direktor Fantasmos hypnotischer Musik, ahnungslos sind, erwacht bei den Freunden sofort der detektivische Spürsinn.","versions":[{"lang":1,"streams":[{"redirect":11198835,"hoster":"VOE"},{"redirect":10102266,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Horoskop für Scooby","epNo":13,"alt":"Horror-Scope Scoob","descr":"Was eigentlich nur als Schabernack gedacht war, entpuppt sich plötzlich als ein neues, haarsträubendes Abenteuer für die ´Mysterie Inc.´: Mitten in einer Zaubergala erlöscht das Licht. In dem hereinbrechenden Chaos gelingt es den Dämonen, die Truhe zu stehlen, aus der Shaggy und Scooby sie einst versehentlich befreit haben. Wird es den Freunden gelingen, die Unholde aufzuspüren, bevor diese ihr verhasstes Gefängnis für immer zerstören können?","versions":[{"lang":1,"streams":[{"redirect":11301397,"hoster":"VOE"},{"redirect":10102267,"hoster":"Streamtape"}]}]}]}]}