{"path":"/serie/stream/die-pogmentation-immer-bereit","name":"Die Pogmentation: Immer bereit","descr":"[The Pogmentary: Born Ready] In fünf halbstündigen Episoden widmet sich The Pogmentary dem Leben des französischen Fußball-Superstars Paul Pogba. Die Dokuserie zeigt anhand von exklusivem Filmmaterial und Interviews seinen persönlichen und sportlichen Aufstieg. Neben Pogba selbst geben auch engste Vertraute Einblicke in ihr Leben an der Seite eines der begabtesten und talentiertesten Fußball-Stars seiner Generation.","seasons":[{"path":"/serie/stream/die-pogmentation-immer-bereit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-pogmentation-immer-bereit/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Paul Pogba, 28 Jahre alt, half Frankreich dabei, Fußballweltmeister zu werden, und ist einer der besten Fußballer der Welt. Das Ende der Saison naht. Ein Jahr vor Vertragsende steht Paul vor einem Wendepunkt in seiner Karriere. Soll er seinen Verein, Manchester United, verlassen oder einen neuen Vertrag bei ihnen unterschreiben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695166","hoster":"VOE"},{"path":"/redirect/10695164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-pogmentation-immer-bereit/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Paul Pogba steht gegen Ende der Saison unter großem Druck, denn seine Zukunft ist unsicher und die EM mit Les Bleus nähert sich in rasanten Schritten. Wenigstens auf seine Familie kann er immer zählen. Bevor er zur französischen Nationalmannschaft hinzustößt, besinnt sich Paul in Roissy-en-Brie, der Stadt, in der er geboren wurde, auf seine Wurzeln. Zurück an den Ort, an dem alles begann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695169","hoster":"VOE"},{"path":"/redirect/10695172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-pogmentation-immer-bereit/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Als amtierende Weltmeister wollen Paul Pogba und Les Bleus ihren Erfolg bei der Europameisterschaft wiederholen. Hinter den Kulissen gibt es massenhaft Gerüchte über Pauls Zukunft, und obwohl er sich durch seine Leistung auf dem Platz als Anführer des französischen Teams behaupten kann und damit auffällt, verläuft sonst nichts nach Plan.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12921242","hoster":"VOE"},{"path":"/redirect/10695173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-pogmentation-immer-bereit/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Nach der enttäuschenden EM entspannt sich Paul Pogba mit seiner Familie in Miami. Obwohl seine Zukunft noch nicht geklärt ist, trainiert er wie noch nie zuvor, um einen gewaltigen Start in die neue Saison sicherzustellen. In Europa wird viel über seinen Wechsel gesprochen. Sein Agent Mino Raiola arbeitet hinter den Kulissen angestrengt daran.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695178","hoster":"VOE"},{"path":"/redirect/10737899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-pogmentation-immer-bereit/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Die Saison hat begonnen. Paul Pogba spielt weiterhin für Manchester United und konzentriert sich auf seine neuen Ziele: mit seinem Club und als Teil der Nationalmannschaft Titel gewinnen. Aber ein Fragezeichen bleibt. Bald kann Paul unterschreiben, bei wem er will. Für welchen Verein wird er sich entscheiden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13008190","hoster":"VOE"},{"path":"/redirect/10695182","hoster":"Streamtape"}]}]}]}]}