{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle","name":"Die Abenteuer von Rocky \u0026 Bullwinkle","descr":"Neue Abenteuer mit den unbedarften Freunden Rocky, dem Flughörnchen, und Bullwinkle, dem sprechenden Elch, die immer wieder von einer haarträubenden Situation zur nächsten gelangen und dabei selten bemerken, dass sie die ihnen feindlich gesinnten Agenten Boris und Natasha immer wieder besiegen und auch die Weltherrschaftspläne des \"Fearless Leader\" betsändig durchkreuzen.","seasons":[{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-1","name":"Der Gestank von Furcht – Kapitel 1","epNo":1,"alt":"Stink of Fear: Chapter One","descr":"Als Rocky und Bullwinkle nach Paris reisen, um an einem Kuchenwettbewerb teilzunehmen, beauftragt der Furchtlose, die beiden Superspione Boris und Natasha damit, Bullwinkles Geheimrezept zu stehlen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-2","name":"Der Gestank von Furcht – Kapitel 2","epNo":2,"alt":"Stink of Fear: Chapter Two","descr":"Während Boris und Natasha ihre Mission weiterführen, und Rocky versucht sein Lampenfieber zu überwinden, damit Bullwinkle den Kuchenwettbewerb gewinnt, werden die beiden aus einem geheimen Regierungsgebäude überwacht.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-3","name":"Der Gestank von Furcht – Kapitel 3","epNo":3,"alt":"Stink of Fear: Chapter Three","descr":"Als Bullwinkle bemerkt, dass er die geheime Zutat für sein Super-Stinkekuchen-Rezept vergessen hat, reisen er und Rocky nach Norwegen, um seine geliebte Grandwinkle um Hilfe zu bitten, ohne zu bemerken, dass sie verfolgt werden.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-4","name":"Der Gestank von Furcht – Kapitel 4","epNo":4,"alt":"Stink of Fear: Chapter Four","descr":"Direktorin Peachfuzz rekrutiert Rocky und Bullwinkle, ihr dabei zu helfen, das Versteck des Furchtlosen zu finden während Boris und Natasha durch einen Handlanger-Roboter ersetzt werden.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-5","name":"Der Gestank von Furcht – Kapitel 5","epNo":5,"alt":"Stink of Fear: Chapter Five","descr":"Als Der Furchtlose Bullwinkle eine Gehirnwäsche verpasst, muss Rocky sich mit Direktorin Peachfuzz verbünden, um sie daran zu hindern, den Stinkekuchen zu backen und die Weltherrschaft zu übernehmen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-6","name":"Das Weltraumabenteuer – Kapitel 1","epNo":6,"alt":"The Dark Side of the Moose: Chapter One","descr":"Rocky und Bullwinkle möchten auf dem bevorstehenden Uni-Treffen eine interessante Geschichte erzählen und beschließen, den Weltraum zu bereisen, dabei landen sie versehentlich in einer richtigen Rakete","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-7","name":"Das Weltraumabenteuer – Kapitel 2","epNo":7,"alt":"The Dark Side of the Moose: Chapter Two","descr":"Rocky und Bullwinkle begegnen einem kleinen Alien und beschließen, ihn zu seinen Alien-Eltern zurück zu bringen, aber es wird kompliziert, als sie ihn auf einer Convention verlieren und Boris, Natasha und der exzentrische Billionär Oberst Boudreaux bereits hinter ihm her sind.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-8","name":"Das Weltraumabenteuer – Kapitel 3","epNo":8,"alt":"The Dark Side of the Moose: Chapter Three","descr":"Beinahe schafft es Rocky, den Furchtlosen mit seinen Super-Kräften zu besiegen, überteibt es aber und wird von dem Furchtlosen ins All entführt, um von dort aus seinen ultimativen, finsteren Plan zu verwirklichen, die Weltherrschaft zu übernehmen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-9","name":"Das Weltraumabenteuer – Kapitel 4","epNo":9,"alt":"The Dark Side of the Moose: Chapter Four","descr":"Bullwinkle bringt Cloyd zu seinen Alien-Eltern zurück, die ihn als Dank ins All mitnehmen, um den Furchtlosen zu stoppen und Rocky zu befreien","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-10","name":"Das Gruselhaus – Kapitel 1","epNo":10,"alt":"Moosebumps!: Chapter One","descr":"Rocky und Bullwinkle möchten unbedingt einem echten Monster begegnen und kaufen ein gruseliges altes Haus, in der Hoffnung dort auf ein echtes Monster zu treffen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-11","name":"Das Gruselhaus – Kapitel 2","epNo":11,"alt":"Moosebumps!: Chapter Two","descr":"Nachdem Bullwinkle einen Energy-Drink, genommen hat, verwandelt er sich in ein großes, haariges Monster und kann die Verwandlung nicht mehr kontrollieren. Jetzt sind Rocky und Monsterelch auf der Flucht vor den wütenden Londonern und den Internet-Superstars.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-12","name":"Das Gruselhaus – Kapitel 3","epNo":12,"alt":"Moosebumps!: Chapter Three","descr":"Bullwinkle und Rocky fliegen auf eine merkwürdige Monsterinsel, um die verrückte Wissenschaftlerin Dr. Lesso zu treffen, die das Monsterserum kreiert hat, dass Bullwinkle in ein Monster verwandelte. Dabei lernen sie das größte, gefährlichste Ungeheuer auf der Insel kennen, den Humongalon.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-13","name":"Das Gruselhaus – Kapitel 4","epNo":13,"alt":"Moosebumps!: Chapter Four","descr":"Als Der Furchtlose den Monster-Humongalon dafür benutzt, von den Oberhäuptern der Welt die Schlüssel zu allen Städten zu verlangen, versuchen Rocky und Bullwinkle sie mit einer massiven Monsterschlacht aufzuhalten.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-14","name":"Fast Berühmt – Kapitel 1","epNo":14,"alt":"Almost Famoose: Chapter One","descr":"Nachdem Rocky und Bullwinkle das größte Vogelbad der Welt zerstört haben, machen sie sich zu einem musikalischen Abenteuer auf. Gleichzeitig will der Furchtlose ein Musik-Superstar werden, um eine Legion hingebungsvoller Fans zu gewinnen, die alle seinen Befehlen folgen sollen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-15","name":"Fast Berühmt – Kapitel 2","epNo":15,"alt":"Almost Famoose: Chapter Two","descr":"Ein Musik-Video von Rocky und Bullwinkle wird ein viraler Erfolg und sie werden zu Musik-Superstars. Sie entschließen sich, ihre neue Prominenz zu nutzen, um eine \"Rettet-das-Vogelbad\"-Konzert-Tournee ins Leben zu rufen. Mit den Einnahmen wollen sie das riesige Vogelbad wieder aufbauen, welches sie zerstört hatten.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-16","name":"Fast Berühmt – Kapitel 3","epNo":16,"alt":"Almost Famoose: Chapter Three","descr":"Rocky, Bullwinkle, Boris und Natasha werden von einem Super-Fan namens Francis, dem acht Jahre alten Erben des Pelzi Platypus Pizza Imperiums entführt. Francis will, dass sie ihm an seinem Geburtstag ein Privatkonzert geben","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-17","name":"Fast Berühmt – Kapitel 4","epNo":17,"alt":"Almost Famoose: Chapter Four","descr":"Rocky und Bullwinkle kehren nach Frostbeulenhausen zurück und stellen fest, dass ihre geliebte Stadt von schmutzigen, zombiartigen Vögeln belagert wird. Und das nur, weil sie es nicht geschafft hatten, das riesige Vogelbad wieder aufzubauen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-18","name":"Die Macht der Juwelen – Kapitel 1","epNo":18,"alt":"The Legends of the Power Gems: Chapter One","descr":"Während sie ihren Freundschaftsjahrestag in ihrem Lieblingsrestaurant \"Long Tom’s Hummerhaus\" feiern, lösen Rocky und Bullwinkle ein scheinbar unmögliches Labyrinth auf der Kinder-Speisekarte","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-19","name":"Die Macht der Juwelen – Kapitel 2","epNo":19,"alt":"The Legends of the Power Gems: Chapter Two","descr":"Auf ihrer Suche nach dem Macht-Juwel des Feuers, reisen Rocky und Bullwinkle nach Hawaii und treten dort bei einem Surfwettbewerb an, um das Juwel zurückzuholen.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-20","name":"Die Macht der Juwelen – Kapitel 3","epNo":20,"alt":"The Legends of the Power Gems: Chapter Three","descr":"Rocky und Bullwinkle bekämpfen einen weiteren Wächter, um das letzte Macht-Juwel zu erlangen – das Wind-Juwel.","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-21","name":"Die Macht der Juwelen – Kapitel 4","epNo":21,"alt":"The Legends of the Power Gems: Chapter Four","descr":"Mit allen drei elementaren Macht-Juwelen in der Hand, schickt sich der Furchtlose an, die Welt zu erobern – doch Rocky und Bullwinkle können das verhindern und die Welt retten!","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-22","name":"Super-Elch und Wunder-Hörnchen – Kapitel 1","epNo":22,"alt":"Amazamoose and Squirrel Wonder: Chapter One","descr":"Rocky und Bullwinkle erschaffen ihre Superhelden-Alter-Egos \"Super-Elch\" und \"Wunder-Hörnchen\" und begeben sich auf ein Abenteuer, um Frostbeulenhausen zu retten – und ebenso die Sommerferien!","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-23","name":"Super-Elch und Wunder-Hörnchen – Kapitel 2","epNo":23,"alt":"Amazamoose and Squirrel Wonder: Chapter Two","descr":"Als ein mysteriöser Klebeschleim dem Furchtlosen echte Superkräfte verleiht, müssen Rocky und Bullwinkle ihre Maskierte-Helden-Rollen wieder einnehmen, um es mit dem \"Furchtlosen Laser\" und seinen Superkräften aufzunehmen und um ihn davon abzuhalten, sein Gesicht auf den Mond zu lasern!","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-24","name":"Super-Elch und Wunder-Hörnchen – Kapitel 3","epNo":24,"alt":"Amazamoose and Squirrel Wonder: Chapter Three","descr":"Rockys Stressball wird gigantisch groß, nachdem er in den Klebeschleim gefallen ist. Daraufhin benutzen die Beiden den Klebeschleim selbst, um an Superkräfte zu gelangen und versuchen den Ball zu stoppen. Doch als das nicht gelingt, bitten sie den Schauspieler um Hilfe, der ihren Lieblingsfernsehhelden \"Captain Great Guy\" spielt und verleihen ihm auch Klebeschleim-Superkräfte","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-25","name":"Super-Elch und Wunder-Hörnchen – Kapitel 4","epNo":25,"alt":"Amazamoose and Squirrel Wonder: Chapter Four","descr":"Rocky und Bullwinkle versuchen, die durch den Klebeschleim verursachten Superkräfte des Furchtlosen umzukehren, und reisen dafür in eine umgekehrte Welt, um sich den \"Anti-Klebeschleim\" zu beschaffen","versions":[]},{"path":"/serie/stream/die-abenteuer-von-rocky-bullwinkle/staffel-1/episode-26","name":"Super-Elch und Wunder-Hörnchen – Kapitel 5","epNo":26,"alt":"Amazamoose and Squirrel Wonder: Chapter Five","descr":"Rocky und Bullwinkle machen sich auf, um dem Furchtlosen seine Superkräfte wegzunehmen und die Welt zu retten.","versions":[]}]}]}