{"path":"/serie/stream/die-cops-von-el-camino","name":"Die Cops von El Camino","descr":"[High Incident] Die Idylle in der amerikanischen Kleinstadt El Camino täuscht: Kleinkriminalität, Alkoholmißbrauch, Drogenhandel, Bandenkriminalität und die wachsende Arbeitslosigkeit regieren den kleinen Ort. Für die neun Cops der Polizeistation in El Camino bedeutet \"Code 2/​ High Incident\" immer die höchste Alarmstufe.","seasons":[{"path":"/serie/stream/die-cops-von-el-camino/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-1","name":"Meilensteine","epNo":1,"alt":"Pilot","descr":"Als einer ihrer Kollegen bei der Ausübung seiner Pflicht ums Leben kommt, müssen sich die Polizisten von El Camino über die Gefahren, mit denen ihr Job verbunden ist, klarwerden. Inzwischen versucht Gayle zu beweisen, dass sie ein ebenso guter Cop ist wie die anderen – und geht ein hohes Risiko ein. Währenddessen nimmt sich Russell eines Falles an, der sich in dem Apartmenthaus abspielt, in dem er selbst wohnt: Dort terrorisiert ein Einzelner die übrigen Mietparteien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605384","hoster":"VOE"},{"path":"/redirect/9605387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-2","name":"Bis dass der Tod uns scheidet","epNo":2,"alt":"Till Death Do Us Apart","descr":"Während Marsh bis über den Kopf in äußerst schwierigen und emotional belastenden Verhandlungen mit seinen diversen Ex-Frauen steckt, erleidet Leslie einen Nervenzusammenbruch: Sie lässt sich derart intensiv auf ihren neuen Fall ein, dass sie ihr Berufsleben und ihr Privatleben nicht mehr auseinanderhalten kann. Das hat fatale Folgen. Auch ein anderer Cop von El Camino durchlebt immer noch harte Zeiten: Lenny kommt einfach nicht über den Tod seines Partners hinweg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605375","hoster":"VOE"},{"path":"/redirect/9605373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-3","name":"Mit vollem Risiko","epNo":3,"alt":"Coroner’s Day Off","descr":"Sergeant Jim Marsh greift bei seinen Ermittlungen zu reichlich gewagten Methoden: Er befiehlt einem Mitarbeiter, eine Leiche anzusehen, noch ehe sie vom Leichenbeschauer untersucht wird. Dabei kann er es sich im Moment gar nicht leisten, sich zu weit aus dem Fenster zu lehnen: Die Anklage, die wegen angeblicher sexueller Belästigung gegen ihn läuft, nimmt zunehmend unangenehme Formen an. Zur gleichen Zeit wird ein New Yorker Polizist von Leslie verhaftet…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605355","hoster":"VOE"},{"path":"/redirect/9605367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-4","name":"Todesangst","epNo":4,"alt":"Women And Children First","descr":"Die Dienststelle für interne Angelegenheiten lässt nicht locker: Sie setzt die Untersuchung gegen Marsh, der der sexuellen Belästigung bezichtigt wird, fort. Marsh wird dazu verdonnert, besondere Kurse zu besuchen, in denen derartige Vergehen aufgearbeitet werden sollen. Im Laufe dieser Kurse kommt ein Fall von schwerer Gewalttätigkeit innerhalb einer Familie zur Sprache. Außerdem entscheidet sich Lenny endlich dafür, mit jemandem über den Tod seines Partners zu sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605353","hoster":"VOE"},{"path":"/redirect/9605352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-5","name":"Ein vager Verdacht","epNo":5,"alt":"Sometimes A Vague Notion","descr":"Marsh war nahe daran, einen äußerst verhängnisvollen Fehler zu machen, als er einen Diabetiker für einen Betrunkenen hielt. Zu seinem Glück und zur Rettung des guten Rufs der Cops von El Camino erkennt jedoch Anne die Symptome und rettet so möglicherweise ein Menschenleben. Russel ist mit ganz anderen Dingen beschäftigt: Er lernt eine überaus attraktive und hinreißende Frau kennen und ist sehr glücklich. Doch am Ende der Beziehung muss er mit einer Enttäuschung fertig werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605338","hoster":"VOE"},{"path":"/redirect/9605341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-6","name":"Fehlschüsse","epNo":6,"alt":"Father Knows Best","descr":"Einige Mitglieder der Mannschaft von El Camino haben mit persönlichen Problemen zu kämpfen: Weil Marshs Tochter mit ihrer Liebesbeziehung nicht zurechtkommt, fragt sie ihren Vater um Rat – und dieses Gespräch verläuft auch nicht problemlos. Außerdem kommt es auch in Lens Beziehung zu Lynette, Jerrys Witwe, zu erheblichen Turbulenzen. Als schließlich Willitz und Marsh zu einer Party gerufen werden, muss Wilitz ausgerechnet einen alten Freund von der Highschool verhaften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921029","hoster":"VOE"},{"path":"/redirect/9605331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-7","name":"Eine lange Nacht","epNo":7,"alt":"Follow The Leader","descr":"Auf Russell kommt eine schwierige Aufgabe zu: Sein Bruder Dominic, mit dem er nicht sehr viel gemeinsam hat, taucht überraschend wieder auf. Als der Streuner dann im Videoladen einen Job bekommt, müssen sich die Brüder mit ihrem problematischen Verhältnis auseinandersetzen. Währenddessen versuchen Len und Leslie, besser mit ihrem Job zurechtzukommen. Eine lange Nacht muss Willitz durchstehen, als es heißt, bei einer Geiselnahme kühlen Kopf zu bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605318","hoster":"VOE"},{"path":"/redirect/9605321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-8","name":"Nebelfalle","epNo":8,"alt":"52 Car Pick-Up","descr":"Russel und Terry sitzen wegen dichten Nebels in einem Stau auf dem Highway fest, was Terry zu düsteren Gedanken veranlasst. Währenddessen muss ein verletztes, lahmes Pferd erschossen werden, und Len und Leslie streiten sich darüber, wer das übernehmen soll. Auch Willitz hat keine schöne Aufgabe vor sich: Nachdem er mit einem Kollegen einen Mann aus einem brennenden Vehikel gerettet hat, ist dieser vor ihren Augen gestorben. Und nun muss die Frau des Toten benachrichtigt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605315","hoster":"VOE"},{"path":"/redirect/9605316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-9","name":"Der Preis der Wahrheit","epNo":9,"alt":"Truth Or Consequences","descr":"Trotz mehrmaliger Aufforderung weigert sich Richie, den Fall von polizeilicher Gewaltanwendung niederzulegen. Leslie sucht weiterhin ihre Tochter, die sie vor vielen Jahren zur Adoption freigegeben hat und macht dabei eine erstaunliche Entdeckung. Währenddessen muss sich Gayle mit einem Mann befassen, der seinen eigenen Sohn erschossen hat. Zu guter Letzt wird Terry unabsichtlich zum Straftäter, weil er das Kinderzimmer seines Babys etwas verschönern wollte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605306","hoster":"VOE"},{"path":"/redirect/9605307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-1/episode-10","name":"Achtung, Tiger!","epNo":10,"alt":"The Lady Or The Tiger","descr":"Als aus dem West Valley Zoo einige Tiere entkommen, werden auch Andy und Russell zum Einsatzort gerufen. Schon bald sind alle Ausbrecher wieder eingefangen, doch ein Tier bereitet ziemliche Probleme: Die beiden Cops haben auch auf der Police Academy nicht gelernt, wie man mit einem 600 Pfund schweren Bengalischen Tiger fertig wird. Außerdem wird Julia, die sich von ihrem Mann getrennt und Marsh zu einem Dinner zu zweit eingeladen hat, von diesem tot auf ihrem Bett gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008136","hoster":"VOE"},{"path":"/redirect/9605302","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-1","name":"Lebensläufe","epNo":1,"alt":"Hello/Goodbye","descr":"Als Gayle bei einem Einsatz schwer verwundet wird, versuchen ihre betroffenen Kollegen alles, um den Gangster zu fassen. Vor allem Gayles Partner Willitz trifft die Sache ziemlich hart, denn er glaubt, an ihrem Schicksal schuld zu sein. Während Lenny am Krankenlager Gayles wacht, treffen wie angekündigt die drei neuen Polizisten Mike Rhoades, Jessica Helgado und Helen Sullivan im Revier ein. Wenig später die Hiobsbotschaft: Gayle ist im Krankenhaus ihren Verletzungen erlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917457","hoster":"VOE"},{"path":"/redirect/9605297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-2","name":"Revanche","epNo":2,"alt":"Nobody Walks In El Camino","descr":"Weil man sich von der Anwesenheit der Cops in den öffentlichen Verkehrsmitteln mehr Sicherheit für die Fahrgäste erhofft, müssen Jessie und Mike mit der U-Bahn fahren. Und dass sie dort vonnöten sind, erweist sich schon bald als richtig: Als ein Fahrer versehentlich ein Mitglied einer Straßengang überfährt, schwören dessen Freunde Rache. Um eine blutige Auseinandersetzung zu verhindern, versucht Mike im Guten, den aufgebrachten Gangmitgliedern die Rachepläne auszureden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605289","hoster":"VOE"},{"path":"/redirect/9605290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-3","name":"Willkommen in Amerika","epNo":3,"alt":"Welcome To America","descr":"In Lastwagen werden illegale Einwanderer eingeschmuggelt. Als Marsh den Fahrer eines solchen Transporters festnimmt, bekommt er dafür Beifall von einer äußerst fragwürdigen Seite: Eingefleischte Rassisten und Rednecks der Umgebung machen ihn zu ihrem Helden. Während Marsh sich gegen die Unterstützung dieser Seite zur Wehr setzt, muss Jessie einer hispanischen Einwanderin helfen, die auf der Suche nach ihrem jüngeren Bruder ist. Der Junge war Passagier in dem illegalen Truck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605284","hoster":"VOE"},{"path":"/redirect/9605282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-4","name":"Bombenalarm","epNo":4,"alt":"Who’ll Stop The Bombs?","descr":"Die Cops von El Camino werden von einem raffinierten Bombenleger auf Trab gehalten, der die Stadt unsicher macht. Aber das ist nicht das einzige, was unter den Polizisten für Wirbel sorgt: Auch privat tut sich einiges. Len und Lynette verbringen eine Nacht miteinander – und danach ist es nicht einfach, zur Tagesordung überzugehen. Auch zwischen Willitz und Jessie scheint es gewaltig zu funken. Währenddessen haben Leslie und ihre Tochter eine heftige Auseinandersetzung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605275","hoster":"VOE"},{"path":"/redirect/9605276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-5","name":"Der Pate","epNo":5,"alt":"The Godfather","descr":"Im Zuständigkeitsbereich des Reviers gibt es Ärger mit einigen Jugendlichen. Mike fällt die Aufgabe zu, sich um dieses Problem zu kümmern – was diesem gar nicht gefällt. Unterdessen haben Len und Sue ein wirklich ernstes Problem: Ihr Sohn ist entführt worden – von einem vermeintlich Pädophilen. Während die Polizei fieberhaft nach dem Entführer sucht, kommen sich Len und Sue in ihrer gemeinsamen Sorge wieder näher. Doch die Angst um den Jungen verdrängt die Gefühle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605269","hoster":"VOE"},{"path":"/redirect/9605274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-6","name":"Maskerade","epNo":6,"alt":"Masquerade","descr":"Halloween ist für viele Amerikaner ein beliebter Feiertag – für die Cops von El Camino bedeutet er in erster Linie Arbeit: Denn auch in El Camino schließen sich die Bewohner dem maskierten Treiben auf den Straßen an, und das scheint für einige Angeklagte eine gute Gelegenheit zur Flucht. Sie hoffen, in dem Trubel zu entkommen. Ausgerechnet an diesem Tag muss Willitz seinen Vater verhaften – wegen Trunkenheit am Steuer. Und er hat keine Lust, Gnade vor Recht walten zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917458","hoster":"VOE"},{"path":"/redirect/9605266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-7","name":"Das große Beben","epNo":7,"alt":"Shake, Rattle \u0026 Roll","descr":"Ein schweres Erdbeben erschüttert Straßen und Gebäude in El Camino, und das bedeutet für die Cops hier eine Menge zusätzlicher Arbeit: Jessie versucht zum Beispiel, eine schwangere Frau zu retten, die sich, in einem Auto eingeklemmt, nicht allein befreien kann. Daneben halten weiterhin auch private Probleme einige der Mannschaft auf Trab: So gibt es für Sullivan eine ausgesprochen böse Überraschung, als ihr Ehemann von Sullivans Kollegen mit einer Prostituierten erwischt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13505510","hoster":"VOE"},{"path":"/redirect/9605260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-8","name":"Partnertausch","epNo":8,"alt":"Change Partners","descr":"Eine Reihe von mysteriösen Autodiebstählen beschäftigt die Cops von El Camino schon seit längerer Zeit. Erst tappen sie im Dunklen, doch dann kann Sullivan einen der Diebe auf frischer Tat ertappen. Es kommt zu einem Schusswechsel, bei dem der Gangster von Sullivan tödlich getroffen wird. Diese hat daraufhin mit den unterschiedlichsten Gefühlen zu kämpfen. Währenddessen ermitteln Russell und Terry gegen einen Medizinstudenten, der mit sonderbarer Ware handelt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605252","hoster":"VOE"},{"path":"/redirect/9605253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-9","name":"[Derzeit nicht verfügbar]","epNo":9,"alt":"Bullet The Blue Sky","descr":"Den Cops von El Camino steht eine harte und gefährliche Zeit bevor: Ein Copkiller geht in El Camino um. Der Mann nimmt alles ins Visier, was eine Polizeiuniform trägt. Als schließlich auch Willitz in das Kreuzfeuer des Killers gerät, verliert er sein Gedächtnis. Lynette hat eine schlechte Nachricht für Mike: Sie will sich nicht mit ihm treffen. Sie hat Angst, sich wieder zu sehr auf eine Beziehung einzulassen – und dann vielleicht wieder verlassen zu werden und allein dazustehen.","versions":[]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-10","name":"Der Amokschütze (2)","epNo":10,"alt":"Warrant Peace","descr":"Der brutale Amokschütze, der es in El Camino besonders auf Polizisten abgesehen hat, ist immer noch nicht gefasst, auch wenn die polizeilichen Ermittlungen inzwischen auf Hochtouren laufen. Angesichts der täglich unerträglicher werdenden Situation fügen sich die Police-Officers – wenn auch nur widerstrebend – einem Befehl von Sullivan. Währenddessen versuchen Mike und Lynette mit allen Mitteln, Derrick davon abzuhalten, wieder zu seiner Gang zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605250","hoster":"VOE"},{"path":"/redirect/9605245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-11","name":"Weihnachtsblues","epNo":11,"alt":"Christmas Blues","descr":"Das ist ganz und gar keine schöne Bescherung: Genau an Weihnachten, der Zeit der Besinnung und des Friedens, wird ein Baby als vermisst gemeldet. Das ganze Revier ist auf den Beinen, um das kleine Kind, das spurlos verschwunden ist, ausfindig zu machen. Lynette und Mike schaffen es, auch Derrick zu überzeugen, sich an der Suchaktion zu beteiligen. Dies bedeutet, dass der viel beschworene Kuss unter dem Mistelzweig bis auf weiteres verschoben werden muss…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605236","hoster":"VOE"},{"path":"/redirect/9605243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-12","name":"Saturday Night Fever","epNo":12,"alt":"My Brother’s Keeper","descr":"Der Schütze, der Gayless auf dem Gewissen hat, kommt zurück, um Willitz zu ermorden. Um diesen ins Visier zu bekommen, denkt sich der Gangster ein hinterhältiges Manöver aus: Er benutzt Ryan als Köder. Als Willitz entsprechend reagiert, scheint sein Leben verspielt. Während Marsh und Mike ein verdächtiges Gebäude durchsuchen und dabei Mike in höchste Gefahr gerät, müssen sich Leslie und Lenny mit einem Geistesgestörten herumschlagen, der sich eines Mordes bezichtigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9638514","hoster":"VOE"},{"path":"/redirect/9605235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-13","name":"Geldsorgen","epNo":13,"alt":"No Money Down","descr":"Ein junges Paar hat sich in der letzten Zeit einen ziemlich verschwenderischen Lebensstil zugelegt. Als sie jedoch eine finanzielle Pechsträhne haben, scheint es damit vorbei zu sein. Um ihr luxuriöses Leben fortsetzen zu können, beschließen die beiden, eine Bank auszurauben. Während des Überfalls ist ausgerechnet Terry in der Bank und wird mit den anderen Kunden als Geisel genommen. Währenddessen muss sich Len an den Gedanken gewöhnen, dass sein Haus verkauft werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12284324","hoster":"VOE"},{"path":"/redirect/9605485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-14","name":"[Derzeit nicht verfügbar]","epNo":14,"alt":"Knock, Knock","descr":"Leslie hat es geschafft und wird zum Assistant Detective ernannt. Damit muss sie von nun an ganz andere Aufgaben übernehmen: Als eine Welle von Hauseinbrüchen die Stadt in Atem hält, soll Leslie die Suche nach Verdächtigen verstärken. Inzwischen stellt Sullivan einen neuen Mitarbeiter vor. Es handelt sich dabei um einen ganz normalen Polizeihund, der allerdings eine Besonderheit aufweist: Er ist mit einer Kamera ausgestattet – und das erweist sich schon bald als nützlich.","versions":[]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-15","name":"Ärger in der Nachbarschaft","epNo":15,"alt":"Black And Blue","descr":"Im Revier herrscht große Aufregung, denn seit einiger Zeit bereitet eine verfeindete Nachbarschaft den Cops von El Camino Kopfzerbrechen. Die Sache ist nicht einfach zu regeln, da auf beiden Seiten der verfeindeten Parteien rechte Sturköpfe das Kommando führen. Währenddessen muss sich Mike mit einem bigotten Polizisten herumschlagen. Ein wirklich ernstes Problem aber hat Marsh: Ein Junge, für den er sich persönlich verantwortlich fühlte, ist ermordet worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605473","hoster":"VOE"},{"path":"/redirect/9605479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-16","name":"Köder und Bestien","epNo":16,"alt":"Hot Wire","descr":"In El Camino treibt eine Bande von Autodieben ihr Unwesen, die es vor allem auf teure Luxusmodelle abgesehen hat. Russell und Terry versuchen, die Diebe mit einem brandneuen Ferrari anzulocken. Doch dieser Undercover-Einsatz endet nicht ganz so wie erwartet. Ein ganz anderes Problem haben Mike und Jessie: Sie müssen einen Serienvergewaltiger vor aufgebrachten Nachbarn schützen. Diese wollen verhindern, dass sich der Verbrecher nach Verbüßung seiner Strafe in ihrer Nähe ansiedelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605407","hoster":"VOE"},{"path":"/redirect/9605413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-17","name":"Mit aller Gewalt","epNo":17,"alt":"Excessive Force","descr":"Jessie ist völlig verzweifelt: Als ein des Raubes Verdächtigter durch ihre Hand stirbt, beginnt sie, an ihrer Eignung zur Polizistin ernsthaft zu zweifeln. Doch als die Beamten von der Internen Abteilung sie dann wirklich wegen Mordes belangen wollen, wächst ihr Wille, sich zu verteidigen und ihre tatsächliche Fähigkeit unter Beweis zu stellen. Unterdessen müssen sich Marsh und Willitz damit beschäftigen, dass irgendjemandem das örtliche Schwulenrestaurant ein Dorn im Auge ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605467","hoster":"VOE"},{"path":"/redirect/9605491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-18","name":"Die Kommission","epNo":18,"alt":"Show Me The Money","descr":"Len, Leslie, Sullivan und Marsh sind in Schwierigkeiten: Die Cops untersuchen einen Fall von organisierter Geldwäsche. Als dann ein ziemlich großer Geldbetrag aus der Asservatenkammer der Polizei verschwindet, geraten die vier in Verdacht – und die Kollegen von der Internen Abteilung beginnen zu ermitteln. Währenddessen sind Mike und Jessie an zwei Fällen zugleich dran: Sie untersuchen mehrere Diebstähle und müssen sich außerdem um einen Fall von häuslicher Gewalt kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008137","hoster":"VOE"},{"path":"/redirect/9605401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-19","name":"Hausarrest","epNo":19,"alt":"Remote Control","descr":"Diesmal stehen die Cops von El Camino vor einem echten Problem: Durch einen groben Fehler im Revier sind mehr als vierzig Kriminelle, darunter auch einige wirklich hartgesottene Gangster, auf freien Fuß gekommen. Die Banditen wieder hinter Schloss und Riegel zu bringen, erfordert alle Kräfte der Polizisten. Währenddessen müssen Marsh und Leslie die Zeugin in einem überaus schwierigen Mordprozess beschützen und dafür sorgen, dass sie weiterhin als Zeugin aussagen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605455","hoster":"VOE"},{"path":"/redirect/9605456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-20","name":"Heroin nach Schulschluß","epNo":20,"alt":"Camino High","descr":"Als scheinbar über Nacht Heroin zur Modedroge in El Camino wird, kommt auf die Polizisten des Viertels eine Menge Arbeit zu. Die Officers ermitteln und machen eine überraschende Feststellung: Eine Clique reicher Jugendlicher von El Camino High ist für den Umsatz der Droge verantwortlich – und ausgerechnet Marshs sechzehnjährige Tochter Jill hat eine Beziehung zu einem der führenden Dealer in der Highschool. Marsh versucht herauszufinden, ob Jill für den Jungen dealt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605443","hoster":"VOE"},{"path":"/redirect/9605442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-21","name":"Ein neuer Anfang","epNo":21,"alt":"Starting Over","descr":"Seit ein brutaler Serien-Vergewaltiger in El Camino sein schreckliches Unwesen treibt, sind alle Polizeibeamten unterwegs, um dem Verbrecher das Handwerk zu legen, bevor er erneut zuschlagen kann. Bei diesem Einsatz ist Tim zum ersten Mal mit Marsh unterwegs. Die beiden kommen nicht besonders gut miteinander aus: Wie es scheint, kann Tim so gut wie nichts recht machen. Auch Mike und Jessie haben Differenzen: Sie können sich nicht über die Behandlung eines senilen Ex-Cops einigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605432","hoster":"VOE"},{"path":"/redirect/9605438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-cops-von-el-camino/staffel-2/episode-22","name":"Schusswechsel","epNo":22,"alt":"Shootout","descr":"Als in El Camino eine Bank überfallen wird, eilen alle Officers sofort zum Schauplatz des Verbrechens. Daraufhin kommt es am Tatort zu einem wahnwitzigen Schusswechsel mit den Gangstern. Anschließend sind mehrere Opfer zu beklagen: Len wird von einer Kugel getroffen und dadurch gelähmt. Auch Mike erwischt es schwer; er fällt ins Koma. Jessie ist verzweifelt. Angesichts dieses Schicksalsschlages kann sie sich endlich dazu durchringen, ihm ihre wahren Gefühle zu gestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9605422","hoster":"VOE"},{"path":"/redirect/9605423","hoster":"Streamtape"}]}]}]}]}