{"seriesId":"die-puppenspieler","name":"Die Puppenspieler","descr":"Das zweiteilige Historiendrama \"Die Puppenspieler\" spielt im Jahr 1484: In den deutschen Fürstentümern regieren Kriege, Inquisition und andere schwierige Umstände das Leben der Menschen. Der Klosterschüler Richard (Samuel Schneider) muss mit ansehen, wie seine Mutter vom Inquisitor Istitoris (Philipp Mogg) auf dem Scheiterhaufen verbrannt wird. Der vor Rachedurst lechzende Richard wird von dem Augsburger Kaufmann Jakob Fugger (Herbert Knaup) vor Istitoris in Sicherheit gebracht. Er lehrt dem jungen Mann, wie er seine Wut lenken kann und wie er selbst zu Macht kommt. Und Rache wird am besten kalt serviert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aus dem Feuer","epNo":1,"alt":"","descr":"Der Klosterschüler Richard wächst als unehelicher Spross der aufstrebenden Fugger-Familie fernab von Augsburg auf. Als seine Mutter, die zum Christentum konvertierte Sarazene Zobeida, wegen Hexerei auf dem Scheiterhaufen verbrannt wird, sticht er den Inquisitor Heinrich Institoris nieder. Jakob Fugger lässt ihn aus dem Kerker befreien. Der mächtige Kaufmann beginnt, aus dem Jungen ein funktionierendes Rädchen in seinem Familienimperium zu machen. Den draufgängerischen Heranwachsenden lässt jedoch der Drang nach Gerechtigkeit nicht los: Er möchte jeden zur Rechenschaft ziehen, der Schuld am Tod seiner Mutter hat. Auch Jakob setzt alles daran, den mittelalterlichen Kräften in der Kirche endlich ein Ende zu setzen – allerdings aus anderen Motiven. Um seine Investitionen in neue Geschäftsfelder zu schützen, plant er, den gefälligen Kardinal Sforza auf den Papstthron zu hieven. Fuggers kühle Machtpläne geraten aber in Gefahr, als der herangewachsene Richard wieder in das Visier der Inquisition kommt. Auch dessen Unbeherrschtheit macht ihn zu einem Sicherheitsrisiko. Um Fuggers Vertrauen wieder zurückzugewinnen, muss sich Richard unterwerfen und eine Bewährungsprobe bestehen.","versions":[{"lang":1,"streams":[{"redirect":12992479,"hoster":"VOE"},{"redirect":12992483,"hoster":"Doodstream"},{"redirect":12992480,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ans Licht","epNo":2,"alt":"","descr":"Richard begleitet seinen Ziehvater Jakob Fugger nach Italien. Schon bald steht die Papstwahl an, für die der Augsburger Kaufmann den Kardinal Sforza durch horrende Bestechungsgelder in Stellung bringt. Nur mit der Unterstützung des mächtigen Kirchenfürsten Borgia besteht eine Chance, den raffinierten und erzkonservativen Kardinal della Rovere zu verhindern. In Rom beginnt ein hochgefährliches Intrigenspiel, bei dem jeder Fehler tödlich sein kann. Richard hält sich dabei aber nicht an die Vorgaben seines Ziehvaters. Er entzieht sich der Aufsicht seines Begleiters Eberding und bringt sich durch die Liebe zu der Zigeunerin Saviya selbst in tödliche Gefahr. Denn Saviya gerät schon bald zwischen die Fronten: Ihre erotische Wirkung und die Fähigkeit, aus Karten zu lesen, könnte Inquisitor Heinrich Institoris für eine Anklage wegen Hexerei nutzen. Richard möchte nicht noch einmal hilflos miterleben, wie die wichtigste Frau in seinem Leben auf den Scheiterhaufen kommt – und Jakob Fugger muss eine schwere Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":12992484,"hoster":"VOE"},{"redirect":12992485,"hoster":"Streamtape"}]}]}]}]}