{"seriesId":"die-maedchen-aus-dem-weltraum","name":"Die Mädchen aus dem Weltraum","descr":"[Star Maidens] Als Mann hat man auf dem Planeten Medora nichts zu lachen. Männer sind auf dem Planeten, der nach einer Reise durchs halbe Weltall in unserem Sonnensystem gelandet ist, nur Sklaven, die den Frauen ein Leben in Luxus ermöglichen. Die beiden Männer Akam (Pierre Brice) und Schemm (Gareth Thomas) haben genug davon, klauen ein Raumschiff und flüchten zur Erde. Akams Gebieterin Brisba (Judy Geeson) und ihre Assistentin Ossrawa (Christine Krüger) verfolgen sie. Der Wissenschaftler Professor Evans (Derek Farr) bemerkt die Ankunft der Außerirdischen, doch seine beiden jungen Kollegen Richard Smith (Christian Quadflieg) und Dr. Liz Barry (Lisa Harrow) werden von ihnen entführt. Sie kämpfen auf Medora, die außerirdischen Männer auf der Erde gegen die Macht der Mädchen aus dem Weltraum.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Flucht ins Paradies","epNo":1,"alt":"Escape To Paradise","descr":"Der Planet Medora ist vor vielen, vielen Jahren durch eine kosmische Katastrophe aus dem Sonnensystem Proxima Centauri herausgedrängt worden und nach einer langen Wanderung durch den Weltraum endlich von unserer Sonne eingefangen. Er umkreist jetzt als letzter Planet unseres Systems die Sonne. Die Bewohner von Medora konnten die Jahrhunderte dauernde Reise überleben, weil sie sich in das Innere des Planeten zurückgezogen hatten. Auf Medora herrschen die Frauen – die Männer haben sich ihrer sanften Gewalt untergeordnet und dienen ihnen. In letzter Zeit mehren sich aber die Anzeichen der Unzufriedenheit unter den Männern. Zwei Medora-Männern – Akam und Schemm – gelingt die Flucht zur Erde. Zwei Frauen von Medora, Ossrawa und Brisba, folgen ihnen, um sie zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":12333499,"hoster":"VOE"},{"redirect":8403926,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Medora ruft Erde","epNo":2,"alt":"Nemesis","descr":"Die beiden Flüchtlinge von Medora, Akam und Schemm, sind mit Hilfe ihrer Rettungskapsel glücklich gelandet. Ihr Schiff zerschellt. Sie versuchen, von den irdischen Behörden als politische Flüchtlinge anerkannt zu werden. Die ersten Kontaktversuche mit den Erdenwesen verlaufen enttäuschend, und in dem Moment, als sich Akam und Schemm der irdischen Polizei stellen wollen, tauchen die Medora-Herrscherinnen Ossrawa und Brisba auf. Eine Verfolgungsjagd beginnt, deren Ausgang ungewiss ist, da die Sympathie der Polizeibeamten eindeutig den Flüchtlingen gehört…","versions":[{"lang":1,"streams":[{"redirect":8991066,"hoster":"VOE"},{"redirect":8403927,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Alptraum-Kanone","epNo":3,"alt":"The Nightmare Cannon","descr":"Akam und Schemm, die beiden Flüchtlinge von Medora, dringen in ein Schloss ein, überwältigen den überraschten Pförtner und benutzen ihn gegenüber der Polizei als Geisel. Die Medorianerinnen Ossrawa und Brisba wenden jedoch von Bord ihres Raumschiffes aus eine Waffe an, mit der sie den Geist von Akam und Schemm so verwirren, dass diese freiwillig das Versteck verlassen und sich gefangen nehmen lassen. Der Innenminister des Landes ist in einer schwierigen Lage: Die Männer bitten um politisches Asyl, und die Weltraum-Damen drohen mit Sanktionen, wenn die Flüchtlinge nicht sofort ausgeliefert werden…","versions":[{"lang":1,"streams":[{"redirect":8991067,"hoster":"VOE"},{"redirect":8403925,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Protonen-Sturm","epNo":4,"alt":"The Proton Storm","descr":"Ein Medora-Raumschiff fliegt mit den irdischen Geiseln Dr. Liz Barry und Dr. Richard Smith nach Medora, da die Erdbehörden die von Medora geflüchteten Männer Akam und Schemm nicht dazu bewegen konnten, freiwillig zurückzukehren. Auf dem fernen Planeten wird Dr. Liz Barry sehr freundlich empfangen, während ihr Kollege, der Radio-Astronom Dr. Richard Smith, als Gärtner eingesetzt wird. Brisba, Akams Herrin und Geliebte, versucht, ihn auf eigene Faust zurückzuholen. Dabei gerät ihr Raumschiff im Kraftfeld des Planeten Jupiter in einen Protonen-Sturm und treibt steuerlos im Weltraum…","versions":[{"lang":1,"streams":[{"redirect":8991068,"hoster":"VOE"},{"redirect":8403929,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Entführung","epNo":5,"alt":"Kidnap","descr":"Brisba, die Abgesandte von Medora, die zwei entflohene Medora-Männer zurückholen will, muss ihr Raumschiff wegen eines Triebwerkschadens eine Zeit lang auf der Erde liegen lassen, wo es unter der Aufsicht von Iruna von Schemm und Akam repariert wird. Brisba will die Zeit dafür nutzen, Akam zu überreden, mit ihr zurückzukommen. Eine Gruppe von Forschern hat von Brisbas Anwesenheit erfahren und versucht, ihre wissenschaftlichen Kenntnisse für sich auszunutzen. Man ist bereit, jedes Mittel anzuwenden, um dieses Ziel zu erreichen, eventuell sogar Brisba zu entführen. Aber es erweist sich als völlig unnötig, da Brisba gerne mit den fremden Wissenschaftlern zusammenarbeiten will, um Akam eifersüchtig zu machen. Das Abenteuer, das so unterhaltsam für Brisba begonnen hat, scheint jedoch bedrohliche Formen anzunehmen, weil die Experimente, die man mit Brisba durchführen will, noch nicht genug erprobt sind…","versions":[{"lang":1,"streams":[{"redirect":8991071,"hoster":"VOE"},{"redirect":8403928,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Gericht","epNo":6,"alt":"The Trial","descr":"Dr. Richard Smith ist auf persönlichen Wunsch der Ministerin für Innere Sicherheit von Medora Ossrawa als \"Abhängiger\" zugeteilt worden. In dieser Eigenschaft gelingt es ihm, das System auszukundschaften, mit dem Ossrawa die Männer von Medora kontrolliert. Bei dieser Tätigkeit wird er von Ossrawa überrascht und vor ein Gericht gestellt. Auf Medora sind Richter, Staatsanwalt und Verteidiger durch Computer ersetzt worden, die selbstständig Recht sprechen. Richard kann sich nicht überwinden, dieses Verfahren ernst zu nehmen. Er wird für sein Vergehen streng bestraft und auf die Oberfläche des Planeten zur Zwangsarbeit verbannt. Hier trifft er mit einer Gruppe von Männerrechtlern unter ihrem Anführer Aro zusammen. Gemeinsam unternehmen sie einen Fluchtversuch. Es gelingt ihnen auf Grund von Richards Informationen, ein Raumschiff zu besetzen. Doch die Männer haben nicht mit dem psychologischen Einfühlungsvermögen der Präsidentin Ela gerechnet…","versions":[{"lang":1,"streams":[{"redirect":8991070,"hoster":"VOE"},{"redirect":8403930,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Sympathie-Maschine","epNo":7,"alt":"Test For Love","descr":"Die irdischen Geiseln Dr. Richard Smith und Dr. Liz Barry fühlen sich auf Medora nicht wohl. Sie suchen ständig nach einer Fluchtmöglichkeit. Plötzlich bietet sich eine gute Gelegenheit: Liz soll für eine Raumpatrouille in Erdnähe als Raumschiff-Kommandantin eingesetzt werden und Richard wird zu ihrer Besatzung gehören. Ihre Befähigung für die Aufgabe ist glänzend – aber eine Schwierigkeit gibt es noch: Liz’ Abneigung gegen einen Medora-Abhängigen, der ihr auch als Liebha-ber zugeteilt werden soll. Man glaubt ihr nicht, daß sie Uriax nicht mag. Sie muß diese Behauptung beweisen, indem sie sich einem Test mit dem ‚Symphatometer‘ unterzieht. Sie besteht den Test auf ihre Art und erhält ein Raumschiff-Kommando. Doch der Flug endet anders als Liz und Richard geplant hatten…","versions":[{"lang":1,"streams":[{"redirect":8991072,"hoster":"VOE"},{"redirect":8403932,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein ideales Paar","epNo":8,"alt":"The Perfect Couple","descr":"Zur Lösung der immer dringlicher werdenden Frage des Austausches der Geiseln Dr. Liz Barry und Dr. Richard Smith gegen die beiden Medora-Männer Akam und Schemm hat Akam einen ausgezeichneten Plan entworfen: Er wird Brisba das Leben auf der Erde so angenehm machen, dass sie nicht wieder nach Medora zurück will und ihre Tante, die Präsidentin Ela, überredet, die Geiseln ohne Gegenleistung zur Erde zurückzuschicken. Die Ausführung dieses Planes wird jedoch durch das Dazwischentreten einer irdischen Frauenrechtler-Bewegung empfindlich gestört…","versions":[{"lang":1,"streams":[{"redirect":8991075,"hoster":"VOE"},{"redirect":8403931,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gefährlicher Regen","epNo":9,"alt":"What Have They Done To The Rain?","descr":"Dr. Richard Smith ist wieder einmal zur Zwangsarbeit auf die Oberfläche von Medora abkommandiert worden. Dort bemerkt er, dass ein eigenartiger Niederschlag vom Himmel fällt – eine Art Regen, der offenbar mit chemischen Zusätzen angereichert ist. Es gelingt ihm nicht, die Robot-Aufseher von der Gefahr zu überzeugen. Statt dessen wird er als Aufrührer zur Ministerin für Innere Sicherheit Ossrawa gebracht. Inzwischen bricht auf der Oberfläche die Hölle los: Erdrutsche, reißende Flüsse, Steinlawinen; die kleine Gruppe von Zwangsarbeitern muss mit Hilfe von Zugstrahlern vom Beobachtungsraumboot \"Falke\" aus vor dem Verschütten gerettet werden. Jetzt ist es auch dem Großen Rat klar geworden, dass etwas Furchtbares ihren Planeten bedroht. Dr. Liz Becker wird mit der Untersuchung beauftragt, und Richard wird ihr als Assistent zugeteilt. Kann ein irdisches Wissenschaftlerteam mehr ausrichten als die vollkommene Medora-Technik?","versions":[{"lang":1,"streams":[{"redirect":8991073,"hoster":"VOE"},{"redirect":8403934,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der schlafende Planet","epNo":10,"alt":"The End Of Time","descr":"Professor Evans wird von Ossrawa nach Medora gebracht, um in persönlicher Verhandlung mit der Präsidentin Ela die Möglichkeiten für einen Austausch der irdischen Geiseln gegen die unwilligen Flüchtlinge zu diskutieren. Bei ihrer Ankunft findet sie die ganze Stadt völlig ausgestorben. Ossrawa ahnt Schreckliches: das Ende einer Zeitepoche – den Tod der Präsidentin. Mit dem verwirrten Evans im Gefolge eilt sie zum Mausoleum, wo die Präsidentinnen ruhen. Hier findet sie die Frauen versammelt, und Iri behauptet, die Präsidentin sei von Dr. Liz Becker ermordet worden, um damit ein Zeichen für einen Aufruhr der Männer zu geben. Liz Becker wird auf die raue Oberfläche des Planeten verstoßen. Doch Professor Evans greift ein und kann die Lage klären…","versions":[{"lang":1,"streams":[{"redirect":8991081,"hoster":"VOE"},{"redirect":8403933,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Versteck","epNo":11,"alt":"Hideout","descr":"Akam und Schemm fürchten, dass sie gegen ihren Willen von den Behörden an Medora ausgeliefert werden sollen. Noch einmal raffen sie sich daher zur Flucht auf. Sie verstecken sich in einer leer stehenden Wohnung. Hier entdeckt die Polizei Akam, der verhaftet wird. Der vor Schreck ohnmächtig gewordene Schemm wird von einer jungen Frau mit Namen Rose gefunden und liebevoll betreut. Rose versucht alles, um Schemm vor der Verhaftung zu retten…","versions":[{"lang":1,"streams":[{"redirect":12921180,"hoster":"VOE"},{"redirect":8403935,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die einsamen Roboter","epNo":12,"alt":"Creatures Of The Mind","descr":"Auf Medora ereignen sich seltsame Dinge: In den Archiven scheint es zu spuken. Dr. Liz Becker wird von Ossrawa beauftragt, zusammen mit ihrem \"Abhängigen\" Dr. Richard Smith die Vorgänge zu untersuchen. Liz und Richard nehmen den Auftrag an, da sie immer noch hoffen, irgendwo eine Fluchtmöglichkeit zur Erde zu finden; der offizielle Weg des Austausches dauert ihnen schon viel zu lange. Aber ihre Freude hält nicht lange an: In den Gängen der Archive schließen sich Türen durch unsichtbare Kräfte, flüstern Stimmen Liz Freundlichkeiten zu, um sie dann plötzlich in einem Raum einzusperren. Liz ist allein mit den unbekannten Wesen in der Umgebung tief im Innern von Medora…","versions":[{"lang":1,"streams":[{"redirect":8991074,"hoster":"VOE"},{"redirect":8403937,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Begegnung zwischen den Sternen","epNo":13,"alt":"The Enemy","descr":"Die Bedingungen für den Austausch der Geiseln gegen die Flüchtlinge sind endlich ausgehandelt: die beiden Raumschiffe NEMARIS I und NEMARIS II starten gleichzeitig von der Erde und von Medora aus; sie werden sich unterwegs im Weltraum treffen. An Bord der NEMARIS I befinden sich Ossrawa, Richard und Liz, an Bord von NEMARIS II sind Brisba und Schemm. Damit scheint eine Phase im interplanetarischen Zusammenleben eingeleitet worden zu sein. Die letzten Anweisungen werden erteilt, aber sie werden durch fremde \"atmosphärische\" Überlagerungen gestört. Sowohl auf Medora als auch auf der Erde werden die Bewohner durch diese Störungen in eisigen Schrecken versetzt: Sie tragen nämlich eindeutig die Handschrift eines uralten Feindes. Seit Generationen glaubte man, vor ihm sicher zu sein. Jetzt scheint er ihre Spur gefunden zu haben, und er lauert irgendwo zwischen Medora und der Erde den Raumschiffen auf. Der Feind ist seiner Sache sicher: Medora-Schiffe sind ein leichtes Opfer, denn die Besatzungen können nicht kämpfen. Doch diesmal ist Dr. Richard Smith an Bord von NEMARIS I…","versions":[{"lang":1,"streams":[{"redirect":8991076,"hoster":"VOE"},{"redirect":8403936,"hoster":"Streamtape"}]}]}]}]}