{"seriesId":"die-zeugen-witnesses","name":"Die Zeugen - Witnesses","descr":"Die düstere französische Krimiserie spielt im Küstenstädtchen Tréport in der nördlichen Normandie. Dort untersucht die junge Polizistin Sandra Winckler (Marie Dompnier) zusammen mit ihrem Kollegen Justin (Januar Hammenecker) einen mysteriösen Fall, bei dem sechs Leichen von Mordopfern aus ihren Gräbern freigelegt wurden. Die Ermittlungen erhalten zusätzliche Brisanz, als klar wird, dass der frühere Polizeichef Paul Maisonneuve (Thierry Lhermitte) offenbar in den Fall verstrickt ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Épisode 1","descr":"Im Norden Frankreichs werden Leichen aus Gräbern entwendet und in Musterhäusern sorgsam in Wohnzimmern angeordnet. Komplett in Alltagskleidung und umgeben von einer modernen Inneneinrichtung, ergibt sich das furchterregende Zerrbild einer idealisierten Familie. Die junge, ambitionierte Polizistin Sandra Winckler entdeckt an einem der Tatorte das gerahmte Bild von Paul Maisonneuve, einer früheren Ermittlerlegende der Mordkommission. Um die Untersuchungen zu unterstützen, wird er aus dem Ruhestand geholt.","versions":[{"lang":1,"streams":[{"redirect":9588501,"hoster":"VOE"},{"redirect":8422516,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Épisode 2","descr":"Das ungleiche Ermittlerduo Sandra Winckler und Paul Maisonneuve muss sich zusammenraufen und das mysteriöse Rätsel um die aus den Gräbern gestohlenen Leichen entschlüsseln. Doch das Verhalten von Paul ist verdächtig – was hat der frühere Ausnahmepolizist zu verbergen? Was verbindet ihn mit den Verbrechen? Und warum hat er sich nach einem Selbstmordversuch ins Privatleben zurückgezogen?","versions":[{"lang":1,"streams":[{"redirect":9579994,"hoster":"VOE"},{"redirect":8422525,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Épisode 3","descr":"Nun wurde aus dem schrecklichen Verdacht Realität: Der Killer Kaz Gorbier lebt und hat seinen Rachefeldzug begonnen. Wahrscheinlich war er es, der die Leichen aus den Gräbern geholt – und durch die Platzierung des Fotos von Paul den Ex-Cop in sein perfides Spiel verwickelt hat. Das Eine ist klar, Kaz will Paul vernichten. Bei den Ermittlungen nach Kaz’ Komplizen stoßen die Polizisten auf eine weitere \"arrangierte\" Familie aus Leichen in einem Musterhaus.","versions":[{"lang":1,"streams":[{"redirect":9579995,"hoster":"VOE"},{"redirect":8422519,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Épisode 4","descr":"Der Killer Kaz Gobier kommt aus seiner Deckung und entführt seine eigene Familie. Er lockt Paul in eine Falle. Wird Sandra in der Lage sein, die Pläne von Kaz zu vereiteln? Und kann sie den Zusammenhang zwischen den von Kaz bewusst gelegten Fährten entschlüsseln, um das Verbrechen aufzuklären und so weitere Menschenleben retten?","versions":[{"lang":1,"streams":[{"redirect":9700173,"hoster":"VOE"},{"redirect":8422505,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Épisode 5","descr":"Es ist Kaz gelungen, Paul gefangen zu nehmen. Nun ist Sandra auf sich allein gestellt. Sie ist sich darüber im Klaren, dass Kaz Helfer haben muss, da er nicht allein alles in Gang gesetzt haben kann. Aber, wenn es nicht er war, der die Leichen ausgegraben hat, wer ist dann der Täter? Und welche Verbindung besteht zwischen den Leichen und dem Rachefeldzug von Kaz? Sie muss schnell handeln und Pauls Leben retten.","versions":[{"lang":1,"streams":[{"redirect":9588500,"hoster":"VOE"},{"redirect":8422515,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Épisode 6","descr":"Sandra kann Paul im letzten Moment befreien und er erkennt die Wahrheit: Er weiß nun, wer die Leichen aus ihren Gräbern geholt hat. Die Person will auf eine lang versteckte Schuld hinweisen und leidet selber unter einem Schicksal, das sie aus der Vergangenheit eingeholt hat. Mit der überraschenden Erkenntnis kommt es auch schon zu einem tödlichen Showdown zwischen der Ermittlern, den Tätern und dem Opfer.","versions":[{"lang":1,"streams":[{"redirect":9588504,"hoster":"VOE"},{"redirect":8422517,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Épisode 1","descr":"Auf der Landstraße wird ein Bus entdeckt, die Passagiere: 15 erfrorene Männer. Zwischen den Opfern scheint es zunächst keine Verbindungen zu geben. Alle von ihnen sind zurechtgemacht für eine Beerdigung – oder Hochzeit? Für die Kripo beginnt ein Wettlauf gegen die Zeit, um das Puzzle doch noch zusammenzusetzen. Plötzlich taucht eine seit Jahren vermisste Frau, Catherine Keemer auf – und es scheint eine Verbindung zu den Todesfällen zu geben …","versions":[{"lang":1,"streams":[{"redirect":11303172,"hoster":"VOE"},{"redirect":10104484,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Épisode 2","descr":"Sandra ist davon überzeugt, dass Catherines Verschwinden, die mysteriöse Schwangerschaft und ihre Amnesie im direkten Zusammenhang mit den Morden stehen. Während ihrer Ermittlungen begegnet Sandra einer Frau namens Christiane Varène, die behauptet, den Mörder zu kennen. Doch als Patientin einer psychiatrischen Klinik ist sie nicht glaubwürdig. Unterdessen scheint sich Catherine wieder an Bruchstücke ihres Verschwindens zu erinnern.","versions":[{"lang":1,"streams":[{"redirect":11303162,"hoster":"VOE"},{"redirect":10104485,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Épisode 3","descr":"Die Leiche einer jungen Frau wird entdeckt und es scheint eine Art Verbindung zu den anderen Morden zu geben. Sandra taucht tiefer ein in die verschwommene Identität von Catherine und begegnet dabei Antoine. Unterdessen durchforscht Catherine ihre Erinnerungen nach Hinweisen auf ihre Entführer. In dem Glauben ihn gefunden zu haben, macht sie sich auf den Weg ihn zu überführen, während Sandra eine Drohung vom Killer erhält.","versions":[{"lang":1,"streams":[{"redirect":11303182,"hoster":"VOE"},{"redirect":10104486,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Épisode 4","descr":"Catherine überwältigt Martin Souriau, den sie für ihren Entführer hält, und bittet Sandra um Hilfe ihn wegen der Morde zu überführen. Doch Sandra befindet sich in einem Dilemma, denn sie verdächtigt Antonie, einen alten Bekannten von Catherine. Als Antonie allerdings entführt wird, während Catherine Martin foltert, um ein Geständnis zu erzwingen, stellt sich heraus, dass sowohl Sandra als auch Catherine falsch lagen.","versions":[{"lang":1,"streams":[{"redirect":11303188,"hoster":"VOE"},{"redirect":10104487,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Épisode 5","descr":"Die Polizei bricht ihre erfolglose Suche nach Antonie ab. Doch einer der Polizisten, Geir Jansen, verbirgt ein Geheimnis. Unterdessen verrät Martin Sandra und Catherine, dass Geir der Mörder ist, während die Polizei herausfindet, dass es einen zweiten Täter gibt, Audrey Solange – eine Frau! Diese ist im gleichen Waisenhaus wie Geir, Martin und Christiane aufgewachsen. Sandra stellt Geir eine Falle, doch als er diese entdeckt, tötet er Martin.","versions":[{"lang":1,"streams":[{"redirect":11303180,"hoster":"VOE"},{"redirect":10104488,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Épisode 6","descr":"Sandra untersucht das Waisenhaus, in dem Geir, Audrey und Martin zusammen aufgewachsen sind und sucht nach Informationen über Geirs Vergangenheit. Sie findet Ghislain Hernault, der anscheinend ein guter Freund von ihm war, und versucht ihn zu kontaktieren. Doch Ghislan und Geir sind ein und dieselbe Person und so lockt Geir Sandra in einen Hinterhalt. Unterdessen kann Justin Audrey Solange wegen Mordes an Virgine Drouet überführen.","versions":[{"lang":1,"streams":[{"redirect":11303171,"hoster":"VOE"},{"redirect":10104489,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Épisode 7","descr":"Sandra versucht ihrer Gefangenschaft zu entkommen. Als die Polizei einen Suchtrupp losschickt, wird Eric, ihr Ex-Mann, von Geir entführt. Ratlos, wie Eric unter Polizeischutz entführt werden konnte, gehen die Beamten von einem Inside-Job aus – die Suche nach dem Verdächtigen führt sie zu Jansen. Doch die Durchsuchung seines Hauses, in der Hoffnung Sandra zu finden, bleibt erfolglos. Derweil findet Catherine mehr über ihre Entführung heraus.","versions":[{"lang":1,"streams":[{"redirect":11303189,"hoster":"VOE"},{"redirect":10104490,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Épisode 8","descr":"Sandra versucht ihrem Entführer zu entkommen, doch hat Angst davor, was Geir ihrem Ex-Mann Eric antun wird. Unterdessen sucht Catherine weiter verzweifelt nach ihrem Baby und folgt dabei der mysteriösen Spur des Minotaurus, der anscheinend die Schicksale der Waisenkinder aus dem Mont St. Michel Waisenhaus kontrolliert.","versions":[{"lang":1,"streams":[{"redirect":11303239,"hoster":"VOE"},{"redirect":10104491,"hoster":"Streamtape"}]}]}]}]}