{"seriesId":"die-letzten-tage-von-pompeji","name":"Die letzten Tage von Pompeji","descr":"[Pompeii’s Final Hours: New Evidence] Der Untergang Pompejis (…) ist noch nicht vollständig erzählt. Denn bis heute ist die vom Vulkanausbruch überraschte Stadt nicht gänzlich ausgegraben. Jede Menge Mythen ranken sich noch immer um das Ende der konservierten Römermetropole am Golf von Neapel. In der dreiteiligen Dokumentationsreihe machen Bettany Hughes, Raksha Dave und John Sergeant das 2000 Jahre alte Drama anhand brandneuer Befunde wieder lebendig. Ihr Puzzle aus bis dato unveröffentlichten Grabungsstätten, exklusiven Röntgenaufnahmen der Opfer und pikanten Details aus dem heutigen \"Dolce Vita\" Neapels.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Tage vor der Katastrophe","epNo":1,"alt":"24th October 79AD Eruption","descr":"Der Untergang Pompejis […] ist noch nicht vollständig erzählt. Denn bis heute ist die vom Vulkanausbruch überraschte Stadt nicht gänzlich ausgegraben. Jede Menge Mythen ranken sich noch immer um das Ende der konservierten Römermetropole am Golf von Neapel. In der dreiteiligen Dokumentationsreihe machen Bettany Hughes, Raksha Dave und John Sergeant das 2000 Jahre alte Drama anhand brandneuer Befunde wieder lebendig. Ihr Puzzle aus bis dato unveröffentlichten Grabungsstätten, exklusiven Röntgenaufnahmen der Opfer und pikanten Details aus dem heutigen \"Dolce Vita\" Neapels, zaubert einen spektakulären \"Schnappschuss der Antike\" auf den TV-Bildschrim.","versions":[{"lang":1,"streams":[{"redirect":9101166,"hoster":"VOE"},{"redirect":9101180,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vulkanausbruch","epNo":2,"alt":"24th October 79AD Ash Clouds","descr":"In der zweiten Folge rekonstruiert das Forscher-Trio den letzten Tag vor der Katastrophe anhand der pompejanischen Lebensart in Bars und Bädern, atemberaubenden Einblicken in den Vesuv-Krater sowie den Röntgenaufnahmen populärer Opfer des 2000 Jahre alten Vulkanausbruchs. Werden die Mythen um die Opfer bestätigt?","versions":[{"lang":1,"streams":[{"redirect":9101132,"hoster":"VOE"},{"redirect":9101137,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Countdown bis zum Untergang","epNo":3,"alt":"25th October 79AD Destruction","descr":"In Folge Drei zählen Bettany Hughes, Raksha Davis und John Sergeant den Countdown bis zur Explosion des Vesuv am 24. Oktober 79 v.Chr. runter. Bei dem, von John zitierten, haarklein geschilderten Ablauf eines Augenzeuge in Kombination mit neuen, erschreckenden Opferbefunden bleibt wenig Raum für Fantasie.","versions":[{"lang":1,"streams":[{"redirect":9101155,"hoster":"VOE"},{"redirect":9101156,"hoster":"Streamtape"}]}]}]}]}