{"path":"/serie/stream/die-dnne-blaue-linie","name":"Die dünne blaue Linie","descr":"[Thin Blue LIne | Tunna blå linjen] Das berufliche und private Leben einer Gruppe Polizist*innen vermischt sich immer mehr – nicht immer zum Guten – während sie versuchen, dem Verbrechen in der schwedischen Stadt Malmö Herr zu werden.","seasons":[{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-1","name":"Ankunft","epNo":1,"alt":"Episode 1","descr":"Wir treffen einige Polizisten in Malmö, ihren anstrengenden Alltag und die ständigen Schwierigkeiten, Arbeit und Privatleben getrennt zu halten. Sara ist eine idealistische, christliche und frisch graduierte Polizistin. Sie ist mit Magnus gepaart, der steinhart und zynisch ist. Saras Leichtgläubigkeit wird geprüft, wenn sie einem jungen Mädchen persönliche Unterstützung bietet. Jesse und Leah sind beide erfahren und ehrgeizig, aber beide haben Probleme zu Hause. Sie bekommen etwas anderes zu denken, wenn sie ausgesandt werden, um nach einem vermissten Mädchen und einem afghanischen Flüchtlingsjungen zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305454","hoster":"VOE"},{"path":"/redirect/12305456","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499430","hoster":"VOE"},{"path":"/redirect/8428679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-2","name":"Vertreibung","epNo":2,"alt":"Episode 2","descr":"Sara kämpft mit ihrem schützenden Instinkt und bringt ihre Gefühle nicht zur Arbeit. Wenn sie und ihre Kollegen ein Bordell stürmen, wird ihr erneut die Verantwortung für schutzbedürftige Menschen übertragen. Kann sie sich nicht emotional engagieren? Leahs Großvater Jurek ist wütend auf alles und jeden um ihn herum. Ein neues Integrationsprojekt in der Nachbarschaft wird sein neues Objekt des Hasses sein. Jesse ist ein alter Fuchs, aber er hat das Gefühl, die Kontrolle zu verlieren. Ein schreckliches Verbrechen erinnert ihn daran, dass er seine älteste Tochter nicht immer beaufsichtigen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333660","hoster":"VOE"},{"path":"/redirect/12305451","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993063","hoster":"VOE"},{"path":"/redirect/8428681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-3","name":"Aufruhr","epNo":3,"alt":"Episode 3","descr":"Sara und Magnus mögen sich. Es ist ganz klar. Aber wie über Nacht ändert sich die Stimmung komplett und Magnus wird wütend und gereizt. Etwas stört ihn, aber was? Jesse kann seine Sorgen um seine Tochter Siri nicht loslassen. Seine Gedanken laufen davon, als er sie in der Stadt mit neuen Freunden trifft. Jureks Kampf gegen Nami und seine Bande gibt Leah keinen Frieden. Jetzt verlangt er, dass sie ihn die Sache selbst in die Hand nehmen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305443","hoster":"VOE"},{"path":"/redirect/12305448","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993076","hoster":"VOE"},{"path":"/redirect/8428680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-4","name":"Ewiger Kreislauf","epNo":4,"alt":"Episode 4","descr":"Die Ohnmacht der Polizei angesichts der hohen Kriminalitätsrate enttäuscht Leah. Wenn ein weiterer Mord an einem Jungen ins Regal gestellt wird, kann sie nicht mehr nur zuschauen. Sie beschließt, ihre Stimme zu erheben. Magnus und Sara ziehen in ihrer Herangehensweise an den Job in verschiedene Richtungen. Sie haben eine gemeinsame Verantwortung gegenüber einer hilflosen Person, was ihre Beziehung noch mehr unter Druck setzt. Erschwerend kommt hinzu, dass Sara einen unerwarteten Besuch erhält. Leah hat Jurek gebeten, sich zu beruhigen und keine Waffe zu bekommen. Er hat nicht zugehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305444","hoster":"VOE"},{"path":"/redirect/12305439","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993062","hoster":"VOE"},{"path":"/redirect/8428682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-5","name":"Schockwellen","epNo":5,"alt":"Episode 5","descr":"Wenn es eine Sache gibt, die sich für einen Polizisten nie ändert, ist es, immer mit Hass und Undankbarkeit behandelt zu werden. Nicht zuletzt für Leah, die ständig auf die Beschwerden ihres Großvaters hört. Die Beziehung zwischen Sara und Magnus, die immer noch stolpert, fühlt sich ebenso untröstlich an. Gleichzeitig haben sich Faye und Dani im Schatten bewegt, fast als ob sie etwas verstecken. Aber nach einer Tragödie in Stockholm ändert sich alles. Hass auf die Polizei verwandelt sich in Liebe. Jurek wechselt von wütend zu traurig. Magnus und Saras unausgesprochene Gefühle bekommen eine Stimme. Faye und Dani - während eines verzweifelten Kampfes, eine Frau dazu zu bringen, ihren missbrauchten Ehemann zu verlassen - kommen ihrem Geheimnis immer näher. Und allgemeine Unruhen in der Gesellschaft werden zu Terror.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305440","hoster":"VOE"},{"path":"/redirect/12305441","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993056","hoster":"VOE"},{"path":"/redirect/8430130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-6","name":"Hoffnung","epNo":6,"alt":"Episode 6","descr":"Magnus hat seinen Zynismus und seinen hartnäckigen Stil losgelassen. Jetzt hat er stattdessen die Möglichkeit, jungen Menschen beim Gleiten zu helfen, indem er Nami und seine Bande im Handball trainiert. Die Frage ist, ob sie sich kontrollieren lassen. Leah arbeitet härter als je zuvor und es wird nicht besser, weil Björn alles in ihren Schoß legt. Sie steht zunehmend unter dem Druck, etwas zu ändern. Jesse versucht sich keine Sorgen um seine Tochter zu machen. Aber plötzlich passiert etwas, das ihn um ihr Leben fürchten lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305435","hoster":"VOE"},{"path":"/redirect/12305431","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993080","hoster":"VOE"},{"path":"/redirect/8428687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-7","name":"Keine Wahl","epNo":7,"alt":"Episode 7","descr":"Das schwere Verbrechen macht in Malmö Angst. Unschuldige sind oft betroffen. Gleichzeitig gibt es einen Hass unter einigen, die nur darauf warten, herauszukommen. Sara wurde hineingeworfen und musste ihren Idealismus überdenken. Sie ist bereits auf Gewalt, Hass und Rassismus gestoßen, und die Bedrohung und Verantwortung üben Druck auf sie aus. Ein unschuldiges Opfer ist der Startschuss für eine Demonstration, bei der jeglicher Hass entfesselt wird. Extremisten treten gegeneinander an. Die Polizei ist in der Mitte. Und es sieht so aus, als würde es gewalttätig werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305429","hoster":"VOE"},{"path":"/redirect/12305430","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993069","hoster":"VOE"},{"path":"/redirect/8428689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-8","name":"In die Enge getrieben","epNo":8,"alt":"Episode 8","descr":"Nachdem die Kriminalität in Malmö zugenommen hat, hat die Polizei eine zunehmend harte Linie eingeschlagen. Die Regierung führt jetzt spezielle Besuchszonen in gefährdeten Teilen der Stadt ein. Es gibt starke Reaktionen. Sara und Magnus sind sich so nahe gekommen, dass es keinen Zweifel gibt, was sie beide wollen. Magnus hat das verstanden und beginnt ein Date mit ihr zu planen. Leider gibt es andere, die dieser Idee gerne Hindernisse in den Weg stellen. Jesses familiäre Situation ist bergab gegangen. Malin kommt mit mehr schlechten Nachrichten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305425","hoster":"VOE"},{"path":"/redirect/12305426","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993079","hoster":"VOE"},{"path":"/redirect/8428690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-9","name":"Eskalation","epNo":9,"alt":"Episode 9","descr":"Jetzt sind alle Hindernisse zwischen Sara und Magnus endlich verschwunden und der erste Schritt besteht darin, einen Termin zu planen. Das einzige, was ihrem Glück jetzt im Wege steht, sind sie selbst. Jesse macht sich ständig Sorgen um Siris Wohlergehen und ihre Beziehung ist angespannt. Alles wird auf den Kopf gestellt, als Jesse Beweise dafür findet, dass Siri wirklich ausrutscht. Der Druck von Arbeit und Kollegen wächst nur über Leah. Auf jeden Fall hat sich die Situation nicht lebensbedrohlich angefühlt. Miteinander ausgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305469","hoster":"VOE"},{"path":"/redirect/12305463","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8993089","hoster":"VOE"},{"path":"/redirect/8428691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-dnne-blaue-linie/staffel-1/episode-10","name":"Lichtblick","epNo":10,"alt":"Episode 10","descr":"Am Ende haben sich Sara und Magnus gefunden. Sie sind liebevoll und keilen fester als je zuvor. Es scheint. Doch als Sara unerwartet nach Umeå nach Hause geschickt wird, hat sie die Möglichkeit, noch einmal über ihre Zukunft nachzudenken. Leah kann ihre überambitionierte Arbeitsdisziplin immer noch nicht aufgeben und jetzt beginnt sogar ihr eigener Körper zu protestieren. Die Atmosphäre zwischen Jesse und Siri ist eiskalt. So eiskalt wie die serielle Vergewaltigungsuntersuchung nach einem DNA-Test ließ den zuvor verdächtigen Täter frei. Aber ein neues Ereignis führt dazu, dass sowohl der Fall als auch die Beziehung zwischen Jesse und Siri eine unerwartete Wendung nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12305464","hoster":"VOE"},{"path":"/redirect/12305462","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499428","hoster":"VOE"},{"path":"/redirect/8428693","hoster":"Streamtape"}]}]}]}]}