{"path":"/serie/stream/die-groen-mythen","name":"Die großen Mythen","descr":"[Les Grands Mythes] Unterstützt von dynamischen Animationen erzählt diese Reihe von den Gründungsmythen der westlichen Zivilisation: den Sagen des alten Griechenlands von Zeus, Hera und den anderen Bewohnern des Olymp. ","seasons":[{"path":"/serie/stream/die-groen-mythen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-1","name":"Zeus und die Macht","epNo":1,"alt":"","descr":"Um den Götterthron besteigen zu dürfen, musste Zeus viele Kämpfe bestreiten und Prüfungen bestehen. Die Geschichte seiner glorreichen Machtergreifung beginnt am Anfang der Zeit mit der Entstehung der Welt. Gaia, die aus dem Chaos geborene Erdenmutter, vereinigt sich mit dem Himmelsgott Uranos. Aus ihrer Verbindung gehen zahlreiche Kinder hervor, unter anderem die Titanen und die Kyklopen. Kronos, der jüngste der Titanen, lehnt sich gegen seinen Vater auf, der die Mutter und seine Geschwister unterdrückt. Er geht als Sieger aus dem Kampf hervor und beschließt, seine eigenen Kinder zu verschlingen. So will er vermeiden, dass ihm eines Tages durch sie die Macht wieder geraubt werden kann. Sein jüngster Sohn jedoch überlebt und zieht in den Krieg gegen Kronos, die Titanen und viele weitere Kreaturen. Dabei handelt es sich nicht um irgendeinen Gott, sondern um den zukünftigen Herrscher des Olymps: Sein Name ist Zeus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729511","hoster":"VOE"},{"path":"/redirect/11729512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-2","name":"Zeus und die Liebe","epNo":2,"alt":"","descr":"Als Herrscher des Olymps geht Zeus zahlreiche Liebschaften ein. Sie helfen ihm dabei, seine Macht über die Versammlung der Götter wie auch die Sterblichen noch weiter zu stärken. Zeus ist ein Verführer – er erobert unzählige Frauen. Bei den Göttinnen sucht er die Tugenden, die ihm selbst fehlen und genießt gleichzeitig die schlichte Schönheit des reinen Vergnügens. Die gewissermaßen erzwungene Hochzeit und die Schönheit seiner Frau Hera hindern den Göttervater nicht an weiteren amourösen Eroberungen: Mit Themis, der Göttin der Gerechtigkeit, zeugt er die Horen und die Moiren. Mnemosyne, die Göttin der Erinnerung, gebiert ihm die neun Musen. Auch dem Charme sterblicher Frauen verfällt der olympische Gott nicht selten. Nur durch sehr viel List kann er sich mit diesen vereinen – ein Verstoß gegen die Ordnung der Dinge.Mal ist er Adler, mal ein Schwan oder ein Goldregen – Zeus übt sich für die Liebe in mannigfacher Weise in der Verwandlungskunst: Semele, der Tochter des Königs von Theben, erscheint er als Sterblicher und zeugt mit ihr den Gott Dionysos. Der asiatischen Prinzessin Europa erscheint er als prächtiger Stier und entführt sie nach Kreta. Zeus mag der Herrscher des Olymps sein, doch wenn die Liebe im Spiel ist, kommt er ebenso wenig wie ein Sterblicher gegen sein Verlangen an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729534","hoster":"VOE"},{"path":"/redirect/11729513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-3","name":"Gott versus Götter: Prometheus","epNo":3,"alt":"","descr":"Prometheus und Epimetheus sind die Söhne des Titanen Iapetos. Im Kampf der Titanen tritt Kronos gegen Zeus an. Prometheus, \"der Vorausdenkende\", weiß, dass Zeus gewinnen wird, und verbündet sich mit ihm. Doch zwischen Zeus und Prometheus, beide ebenso schlau wie listig, entbrennt ein Streit. Prometheus überredet Zeus, den Menschen das Feuer zu geben. Als Zeus eine Rangordnung zwischen Göttern und Menschen einführen will, lehnt sich Prometheus dagegen auf, was der Herrscher des Olymps als Affront auffasst. Aus Rache nimmt er den Menschen den Weizen, der bisher immer und überall wuchs. Von nun an müssen die Menschen arbeiten, wenn sie überleben wollen. Auch des Feuers beraubt er sie wieder, und somit ihrer nächtlichen Lichtquelle und Wärme.Um diese Ungerechtigkeit auszugleichen, verschafft Prometheus sich Zugang zum Olymp und versucht das Feuer zu stehlen. Zeus ist empört und erschafft zur Strafe die erste Frau: Pandora ist schön, aber auch verlogen und manipulativ, und sie trägt eine unheilvolle Büchse mit sich…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729952","hoster":"VOE"},{"path":"/redirect/11729530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-4","name":"Obolus fürs Totenreich: Hades","epNo":4,"alt":"","descr":"Zeus beherrscht die Welt und überträgt seinen beiden Brüdern die Gewalt über verschiedene Gebiete: Poseidon erhält die Ozeane und Hades das unterirdische Totenreich. Hades sitzt allein und unfreiwillig an diesem unwirtlichen Ort und wacht über Schattenvölker und greinende Kreaturen. Als er seinen Höllenthron für einen Ausflug an die frische Luft verlässt, begegnet er der schönen Persephone, verliebt sich und entführt sie. Ihre Mutter Demeter, die Göttin von Saat und Getreide, vergeht fast vor Kummer. Sie droht, die Erde unfruchtbar zu machen, wenn man ihr die Tochter nicht wiederbringe. Zeus muss das Problem lösen, doch er ist hin- und her gerissen: Er versteht sowohl die Liebe seines Bruders für das Mädchen als auch das Leid von Demeter. Er bittet Hades, Persephone zum Wohle der Menschheit aus der Unterwelt zu entlassen. Dieser willigt überraschend ein – doch er hat ein Ass im Ärmel: Wer einmal das Essen der Toten angerührt hat, der wird für immer in der Unterwelt bleiben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729621","hoster":"VOE"},{"path":"/redirect/11729569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-5","name":"Mannweib mit Esprit: Athene","epNo":5,"alt":"","descr":"Die Göttin Athene entsprang dem Mythos zufolge in voller Rüstung dem Kopf des Zeus. Durch diese \"Kopfgeburt\" ist sie die Göttin der Weisheit, der Strategie und der Kriegstaktik. Im Gegensatz zu ihrem Bruder, dem Kriegsgott Ares, geht es Athene darum, durch eine intelligente Kriegsführung Frieden zu stiften, anstatt den Feind zu vernichten. Sie gilt als Beschützerin der Helden, der Menschen und des Staates sowie als Schirmherrin der Künste und Wissenschaften, aber sie ist auch eine Frau von bezaubernder Schönheit. Athene zieht die Blicke vieler Männer auf sich, und ihr eifrigster Verehrer ist der hässliche, humpelnde Gott Hephaistos. Ihr größter Rivale hingegen ist der Meeresgott Poseidon. Eines Tages streitet sie mit ihm um die Herrschaft über eine Stadt in der Region Attika.Die Bewohner werden aufgerufen, für eine der Gottheiten zu stimmen und entscheiden sich für Athene, die der Stadt ihren Namen gibt. Athene lässt sich stets von ihrer Vernunft leiten, doch ein einziges Mal wird auch sie von Eifersucht erfasst: als die junge Arachne behauptet, niemand könne besser spinnen und weben als sie, nicht einmal die Göttin selbst!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729647","hoster":"VOE"},{"path":"/redirect/11729606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-6","name":"Schatten und Licht: Apollon","epNo":6,"alt":"","descr":"\"Gebt mir eine Lyra und einen Bogen, und ich übermittle den Menschen die untrüglichen Absichten des Zeus\" – das sind die ersten Worte Apollons, des Gottes des Lichts, gleich nach seiner Geburt. Der wunderschöne Apollon und seine Zwillingsschwester Artemis entstehen aus einer Affäre Zeus’ mit seiner Geliebten, der Titaniden Leto. Zeus’ Ehefrau Hera kann ihr die Vereinigung mit dem König des Olymps nicht verzeihen und jagt sie noch vor der Geburt der Kinder davon. Auf der Suche nach einem Ort, an dem sie heimlich ihre Zwillinge zur Welt bringen kann, beginnen für Leto Wochen des Herumirrens. Überall stößt sie auf verschlossene Türen und Gesichter – niemand wagt es, sich Heras Zorn auszusetzen. Gepeinigt findet sie schließlich zu einer kleinen Insel in der Ägäis.Apollon wächst dort schnell heran, wenn auch fernab vom Sitz der Götter. Sein Vater Zeus lässt ihm eine Lyra mit sieben Saiten bringen, ein Gespann mit zwei starken Schwänen sowie einen Bogen und Pfeile. Der Musiker und exzellente Bogenschütze Apollon zeigt sich mal sanftmütig, mal grausam. Trotz seiner auffallenden Schönheit hat er kein Glück in der Liebe. Im Auftrag seines Vaters erschafft er das erste Heiligtum in Delphi, in dessen Giebel er die weisen Worte \"Erkenne dich selbst\" meißeln lässt. Aus aller Welt strömen die Sterblichen auf den Berg, um das Orakel zu befragen. Doch der junge Apollon zieht immer wieder Zeus’ Zorn auf sich, der ihm daraufhin mit der Verbannung nach Tartaros droht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729817","hoster":"VOE"},{"path":"/redirect/11729685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-7","name":"Gott und Dandy: Dionysos","epNo":7,"alt":"","descr":"Zeus ist in der Mythologie als wahrer Frauenheld bekannt. Eines Tages verführt er eine Sterbliche, Semele, die Prinzessin von Theben. Sie schenkt ihm einen Sohn, Dionysos, dem aufgrund seiner \"Doppelnatur\" und der Wut Heras, Zeus’ Ehefrau, zunächst der Zugang zum Olymp verwehrt bleibt. Dionysos wird von Nymphen aufgezogen. Er weiß bereits, dass er einen langen und beschwerlichen Weg vor sich hat, bis die Götter ihn anerkennen. Er wird zum umherirrenden Gott, ein Vagabund. Eines Morgens macht Dionysos eine Entdeckung, die das Leben der Sterblichen verändern wird: Der junge Gott entdeckt Weintrauben und in seinem Kopf reift die Idee, Weinstöcke anzubauen und aus den Trauben Wein zu keltern. Er beschließt, durch die Welt zu reisen und das Wissen um die Herstellung des Weins an die Menschen weiterzugeben.Mit einem lärmenden, absonderlichen Gefolge aus Mänaden und Satyrn zieht er nach seiner Reise durch Syrien und Ägypten unter anderem nach Thrakien und Indien. Als Außenseiter stößt er jedoch vielerorts auf Zurückweisung. Auch in seiner Geburtsstadt Theben gelingt es ihm nur schwer, seiner Stimme Gehör zu verschaffen. Der dort regierende König Pentheus, trifft den Stolz des jungen Halbgottes und muss bitter dafür büßen. Es wird lange dauern, bis seine Toleranz und Offenheit, seine Liebe zu Poesie und Theater sowie seine Freude am Verkleiden und Feiern sich durchsetzen werden und der Dionysoskult entstehen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729921","hoster":"VOE"},{"path":"/redirect/11729720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-8","name":"Von Schönheit und Begierde: Aphrodite","epNo":8,"alt":"","descr":"Als der Titan Kronos sich gegen seinen Vater Uranos auflehnt, trennt er ihm mit einer Sichel das Geschlechtsteil ab und wirft dieses ins Meer. Es verschmilzt mit der Gischt, und aus diesem sonderbaren Akt geht Aphrodite hervor. Die zauberhafte Göttin weckt die Liebe ebenso wie die körperliche Begierde. Sie wird die Göttin der Ehe, verführt aber zugleich Männer wie Frauen – selbst verheiratete – zu den schlimmsten erotischen Eskapaden. Sie ist unwiderstehlich und erregt den Neid aller anderen weiblichen Wesen auf dem Olymp. Kaum ist Aphrodite dem Meer entstiegen, reißt sie der Windgott Zephyr fort zur Bucht von Paphos an der Westküste der Insel Zypern. Zephyr betraut die Horen mit Aphrodites Erziehung – die wohlwollenden Gottheiten, die die vier Jahreszeiten verkörpern.Als Aphrodite schließlich den Olymp betritt, erhebt sich die Versammlung und proklamiert sie einstimmig zur Göttin der Schönheit und der Liebe. Augenblicklich befindet Zeus, dass solch eine Schönheit nicht allein bleiben dürfe – sie brauche einen Ehemann. Er vermählt sie mit dem hässlichen, humpelnden Hephaistos, doch sucht sich Aphrodite schon bald einen Liebhaber: Der schöne Kriegsgott Ares und sie beginnen eine heimliche Affäre mit verhängnisvollem Ende. Als eines Tages die Göttin der Zwietracht, Eris, bei einem Festmahl auf dem Olymp einen Apfel mit der Inschrift \"Für die Schönste\" auf den Tisch wirft, nehmen neben Aphrodite auch Hera und Athene den Titel für sich in Anspruch. Zeus betraut den jungen Hirten Paris mit der Entscheidung – eine Entscheidung, die einen zehnjährigen Konflikt zur Folge haben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729861","hoster":"VOE"},{"path":"/redirect/11729762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-9","name":"Vom Hüten, Stehlen und Reisen: Hermes","epNo":9,"alt":"","descr":"Ein Gott, der an Türen lauscht, Lügengeschichten verbreitet und ein durchtriebenes Schlitzohr ist – die Rede ist von Hermes. Noch am Tag seiner Geburt verlässt er die Höhle, in der ihn seine Mutter Maia zur Welt gebracht hat. Maia ist eine der sieben Plejaden, eine der Töchter des Titanen Atlas, die für ihre außerordentliche Schönheit bekannt sind. Hermes stiehlt Apollon 50 Rinder und tötet eine Schildkröte, bastelt aus ihrem Panzer eine Leier und offeriert sie dem Sonnengott als Versöhnungsgeschenk. Göttervater Zeus bewundert den flinken, agilen Gott, für den Frechheit eine Tugend ist. Deshalb betraut er Hermes mit allerlei Aufgaben und ernennt ihn zum Mittler zwischen den Göttern und den Sterblichen. Er ist damit auch der einzige Bote, dem es erlaubt ist, vor Hades, den Gott der Unterwelt, zu treten.Ferner ist der Götterbote Hermes Schutzgott der Kaufleute, des Verkehrs und der Reisenden, aber auch der engste Verbündete von Zeus, dem er bei seinen diversen Verführungsaktionen zur Seite steht. Hermes ist unberechenbar; nie kann man vor seinem Schabernack sicher sein. Mal Geheimagent, mal Diplomat, ein Schürzenjäger, ein Dieb, ein Spieler und Riesenschelm – auf dem Olymp ist Hermes sehr beliebt, aber die Menschen wissen nie, ob er ihnen gerade helfen oder sie zum Narren halten will…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729830","hoster":"VOE"},{"path":"/redirect/11729790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-10","name":"Die Verdammten dieser Erde: Tartaros","epNo":10,"alt":"","descr":"Der Tartaros ist die tiefste Region der Unterwelt, in die gefallene Götter und verstoßene Helden geworfen werden. Doch bevor dieser Ort entstand, war Tartaros ein Gott. Eine Gottheit, geboren aus dem Ur-Chaos. Von Geburt an drang Gaia, die Erde, tief ins Innere des Tartaros ein und machte daraus eine unzugängliche Region, aus der es kein Zurück gab. Über diese Region herrscht seitdem Hades, der Herr der Höllen. Erzählt wird das Schicksal dreier Männer, die gegen die Götter frevelten und ihre Missetaten mit ewigen Qualen büßen müssen. Zu ihnen gehört der listige Sisyphos, der den Göttervater Zeus verriet, weil dieser eine begehrenswerte junge Frau raubte. Zur Strafe muss Sisyphos einen Felsblock auf ewig einen Berg hinaufwälzen.Der zweite ist der mächtige und unermesslich reiche König Tantalos, der mit den Göttern verkehrte, bevor er wegen einer Gräueltat bei ihnen in Ungnade fiel: Er tötete seinen jüngsten Sohn und ließ ihn den Göttern bei einem Festessen an seiner Tafel als Mahl servieren. Der dritte Frevler ist Ixion, der Zeus’ Gemahlin Hera im Weinrausch bedrängte. Alle drei müssen auf ewig für ihren Hochmut bezahlen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729862","hoster":"VOE"},{"path":"/redirect/11729870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-11","name":"Die Schöne und das Biest: Psyche","epNo":11,"alt":"","descr":"Die Legende der Psyche hat die Zeiten überdauert und wird in zahlreichen Fassungen erzählt. Psyche ist eine Schönheit, jedoch ohne Mann an ihrer Seite. Ihr Vater sieht den Mangel an Verehrern mit Sorge und befragt das Orakel von Delphi. Die Antwort der Priesterin Pythia ist schrecklich: Psyche soll auf einen Hügel steigen, wo ein grässliches Ungeheuer sie heiraten wird. Doch stattdessen erwartet Psyche ein prächtiger Palast. Die abscheuliche Kreatur – ihr Ehemann – ist zärtlich und gütig zu ihr. Ihr Gatte sucht sie bei Nacht auf, doch tagsüber verschwindet er, ohne dass sie ihn zu Gesicht bekommt. Natürlich versucht sie, das Geheimnis um seine Identität zu lüften und bringt mit ihrer Neugier die junge Liebe in Gefahr. Hinter den Kulissen hat Aphrodite, die neidisch auf Psyches Schönheit ist, die Fäden in der Hand. Psyche muss gefährliche Prüfungen meistern, um ihren unbekannten Gemahl wiederzufinden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729919","hoster":"VOE"},{"path":"/redirect/11729922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-12","name":"Der von Göttern stammt: Perseus","epNo":12,"alt":"","descr":"Perseus hätte eigentlich nie geboren werden sollen. Akrisios, dem König von Argos, wurde prophezeit, dass ihm ein Sohn seiner Tochter Danaë zum Verhängnis werden würde, weshalb er sie in einen Turm sperrt. Doch Zeus verliebt sich in Danaë. Um sie zu erobern, verwandelt sich der Göttervater in einen Goldregen. Aus der Verbindung geht Perseus hervor.Als junger Mann erhält Perseus die Aufgabe, dem Tyrannen Polydektes, der seine Mutter in seiner Gewalt hat, den Kopf der Gorgo Medusa zu bringen. Dies ist der Ausgangspunkt eines großen Abenteuers, das allen nachfolgenden griechischen Helden als Vorbild dient. Von Perseus wird schier Unmögliches verlangt, denn jeder, den Medusas Blick trifft, erstarrt augenblicklich zu Stein. Unterstützt von Hermes und der Göttin Athene macht sich Perseus auf die Suche nach der Gorgo, einer der furchteinflößendsten aller Kreaturen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729967","hoster":"VOE"},{"path":"/redirect/11729953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-13","name":"Felsen weinen: Orpheus","epNo":13,"alt":"","descr":"Orpheus war der größte Sänger und Dichter der griechischen Mythologie, seine Stimme war von unglaublicher Kraft. Orpheus musste nur über die Saiten seiner Lyra streichen, schon trabte der Wolf friedlich neben dem Lamm und der Fuchs folgte dem Hasen. Die Flüsse an seinem Weg änderten ihren Lauf, um ihm zu lauschen, selbst Felsen und Steine erhoben sich vom Boden. An manchen Abenden, so heißt es, traten selbst die Götter oben auf dem Olymp heraus, um ihn besser singen zu hören. Dabei ist Orpheus kein Gott, sondern vielmehr ein Halbgott. Er ist zwar der Sohn von Kalliope, der Muse der epischen Dichtung und der Redegewandtheit, aber sein Vater ist ein Sterblicher: Oiagros, der König von Thrakien. Bei seiner Geburt legt Apollon, der Gott des Lichts und der Künste, eine Lyra an das Fußende seiner Wiege.Eine besondere Lyra, die jeden verzaubert. Wer in klaren Herbstnächten die Augen hebt, erblickt das Sternbild der Lyra. Das Instrument wurde nach Orpheus’ Tod von Zeus an den Himmel genagelt – in Erinnerung an das strahlende Musikgenie. Orpheus wurde nach seiner Geburt von Musen umsorgt. Mit Iasons Team schiffte sich der mutige Jüngling auf der Argo ein, um das Goldene Vlies zu rauben. Am bekanntesten ist jedoch seine leidenschaftliche Liebe zu der schönen Eurydike: Diese wird eines Tages von einer Schlange gebissen und stirbt. Orpheus ist tief getroffen und folgt ihr ins Totenreich. Mithilfe seiner Lyra überredet er Hades und Persephone, das Götterpaar der Unterwelt, ihm seine Frau zurückzugeben.Sie willigen ein – unter der Bedingung, dass Orpheus sich auf dem Weg aus der Hölle niemals umdrehen darf, um seine Gemahlin anzusehen – eine unheimlich schwere Prüfung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729974","hoster":"VOE"},{"path":"/redirect/11729966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-14","name":"Rache und Kindermord: Medea","epNo":14,"alt":"","descr":"Iason ist auf der Suche nach dem wundertätigen Goldenen Vlies. Doch um es zu erlangen, muss er drei Prüfungen bestehen: Als erstes soll Jason zwei Feuer schnaubende Stiere mit bronzenen Hörnern und Hufen vor einen Pflug spannen. Damit soll er dann vier Morgen Land umpflügen und dort die Zähne eines Drachen aussäen, wohl wissend, dass aus dieser ungewöhnlichen Saat furchterregende Krieger erwachsen werden, die er dann besiegen muss. Iason bittet den grausamen König von Kolchis und dessen wunderschöne Tochter Medea um Beistand. Die mächtige Zauberin wird sich durch Eros in Iason verlieben und beteuert ihm, bei den Prüfungen beizustehen. Sie macht allerdings zur Bedingung, dass Jason sie von dem ungeliebten Vater fortbringt, und verspricht, sie zu heiraten. Schließlich gelingt es Iason, das Goldene Vlies zu erbeuten.Die anschließende gemeinsame Flucht hält für Iason und Medea viele Abenteuer, aber auch unglückselige Momente bereit, an denen Medea nicht unschuldig scheint. Das junge Paar flieht nach Griechenland und heiratet. Medea gebiert zwei Söhne. Doch dann erliegt Iason der Versuchung der Macht: Er verlässt Medea und vermählt sich mit der Tochter des korinthischen Königs. Medea ist untröstlich und ersinnt eine grausame Rache…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729971","hoster":"VOE"},{"path":"/redirect/11729980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-15","name":"Der Pferdeversteher: Bellerophontes","epNo":15,"alt":"","descr":"Hipponoos, der Enkel von Sisyphos, träumt davon, einmal zu den größten Helden zu gehören und zu den Göttern aufzusteigen. Doch das Schicksal meint es nicht gut mit ihm. In jungen Jahren tötet er seinen Bruder Belleros versehentlich mit einem Pfeil und wird aus seiner Geburtsstadt Korinth verbannt. Von nun an hieß er nicht mehr Hipponoos, sondern Bellerophontes \"der Mörder von Belleros\". Nachdem er seinen Bruder beerdigt hat, legt sich Bellerophontes auf das Grab und starrt zu Boden. Was kann er tun, damit die Götter ihm vergeben? Ein Mörder ist so lange verbannt umherzuirren, bis ein König einer anderen Stadt ihn aufnimmt und durch seine Gastfreundschaft reinigt. Bellerophontes macht sich auf den Weg nach Tiryns, wo Proitos lebt, der als ein König mit großen Herzen gilt.Doch dort wird die Tragödie fortgeschrieben: Eines nachts schleicht sich die perfide Königin Stheneboia in Bellerophontes’ Zimmer und gesteht ihm ihr Verlangen. Bellerophontes weist sie ab, doch am nächsten Tag beschuldigt ihn die gedemütigte Königin, sie vergewaltigt zu haben. Bellerophontes sucht nach diesem Eklat Zuflucht bei Iobates, dem König von Lykien. Der König erlegt ihm gefährliche Prüfungen auf, um sich seiner zu entledigen: So soll Bellerophontes ein furchterregendes Monster töten, das seit Jahren sein Königreich heimsucht. Mit Hilfe des geflügelten Pferdes Pegasos meistert Bellerophontes die scheinbar unlösbare Aufgabe. Voller Stolz prahlt er vor den Priestern, den Sieg alleine errungen zu haben. Zeus kann ihm diesen Hochmut, sich den Göttern ebenbürtig zu fühlen, nicht vergeben und beschließt, Bellerophontes zu bestrafen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729987","hoster":"VOE"},{"path":"/redirect/11729994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-16","name":"Der Unglückssegler: Theseus","epNo":16,"alt":"","descr":"Theseus entstand aus einer Doppelverbindung, er ist zugleich ein Gottessohn und ein Königssohn: Der athenische König Aigeus vereinigte sich mit Aithra, die zuvor von Poseidon, dem Gott der Meere und Ozeane und einem der gefürchtetsten Liebhaber des Olymp, vergewaltigt wurde. Durch die doppelte Abstammung ist Theseus nahezu perfekt. Die göttliche Seite erklärt seine übernatürliche Kraft, die Heldentaten, die er bald vollbringt, und seinen Werdegang. Andererseits verleihen ihm seine königlichen Wurzeln eine politische Legitimität. Theseus wächst so zu einem starken, mutigen Mann heran. Als er das Kampfesalter erreicht hat, reist er nach Kreta, um den Minotauros zu töten. Der Minotauros ist eine der bekanntesten Figuren der griechischen Mythologie mit menschlichem Körper und einem Stierkopf.Das Ungeheuer ging aus einer verbotenen Liebe zwischen Minos’ Gattin Pasiphaë und einem weißen Stier hervor, den Poseidon dem Meer entsteigen ließ. Minos möchte den skandalösen Ehebruch seiner Frau verheimlichen. Dazu sperrt er den Minotauros in ein Labyrinth, in dem er zugleich Gefangener und dessen Herr ist. Der abscheulichen Kreatur muss der kretische König Minos jedes Jahr sieben Athener Jünglinge und sieben Jungfrauen opfern. Theseus schwört, Athen von dieser Plage zu befreien. Theseus siegt dank seines Mutes über den Minotauros und findet mit Hilfe des Fadens, den ihm Minos’ hinreißende Tochter Ariadne mit auf den Weg gibt, wieder aus dem Labyrinth heraus. Doch sein Sieg macht ihn übermütig und das Drama nimmt seinen Lauf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730002","hoster":"VOE"},{"path":"/redirect/11729993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-17","name":"Über den Wolken: Dädalus und Ikarus","epNo":17,"alt":"","descr":"Dädalus lebte am Hof von König Minos und gehörte zu den großartigen Erfindern des alten Griechenlands. Er war ein brillanter Architekt, ein genialer Zeichner und ein begnadeter Bildhauer. Auf der Insel Kreta fand er am Hofe des Königs Minos Asyl. Minos hatte von Poseidon als Zeichen, dass seine Gebete erhört wurden, einen prächtigen, strahlend weißen Stier erhalten. Dieser gefiel dem König so gut, dass er das Versprechen, das Tier dem Meeresgott zu opfern, ignorierte. Statt es zu schlachten, nahm er es in seine Herde auf und tötete dafür ein anderes Tier. Poseidons Rache für diese Täuschung war schrecklich: Für diesen Betrug verfluchte Poseidon die arme Pasiphaë, Minos’ Gemahlin, die sich daraufhin in den Stier verliebte.Sie war ratlos, wusste sich nicht zu wehren gegen das brennende Verlangen, sich mit Poseidons weißem Stier im Liebesakt zu vereinen. Schließlich wendete sich Königin Pasiphaë hilfesuchend an Dädalus und drohte sogar, ihn und seinen Sohn Ikarus zu töten, wenn er keine Lösung für sie fände. Schließlich kam es mit Dädalus’ Hilfe zu einer widernatürlichen Begattung: Daraus ging neun Monate später eine schreckliche Kreatur hervor: der Minotauros ein hybrides Wesen. Wutentbrannt wollte König Minos zunächst Dädalus für diese Torheit bestrafen, doch dann dachte er: Durch Dädalus ist diese schreckliche Kreatur entstanden, also solle er diesen Frevel am heiligen Bund der Ehe nun auch wieder beseitigen. Dädalus soll ein Gefängnis für das Ungeheuer bauen. Dädalus erbaute eine architektonisch außergewöhnliche Anlage, ein Labyrinth.Der junge Theseus wagte sich schließlich in jenes komplexe Bauwerk, machte dem Monster den Garaus und fand dank Ariadnes Hilfe wieder hinaus. Als Minos dies erfuhr, sperrte er Dädalus und dessen Sohn Ikarus selbst in das Labyrinth, die obwohl sie diesen Kerker selbst erbaut hatten , darin gefangen waren wie in einer Falle. Da kam Dädalus eine Idee: Er konstruierte Flügel, um sich gemeinsam mit seinem Sohn zum Himmel empor zu schwingen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730006","hoster":"VOE"},{"path":"/redirect/11730001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-18","name":"Stärke und Qual: Herakles","epNo":18,"alt":"","descr":"Zeus hat sich einen teuflischen Plan ausgedacht: Der Göttervater nahm die Gestalt eines einfachen Sterblichen mit dem Namen Amphitryon an. Und als dieser verbrachte er drei Nächte mit der schönen Alkmene, die glaubte, sie wäre mit ihrem Ehemann zusammen. Aus dieser Verbindung ging Herakles hervor, benannt nach der eifersüchtigen Gattin des Zeus. Herakles ist berühmt für seine ungeheuerliche Kraft. Weniger bekannt ist jedoch, dass schreckliche Flüche sein ganzes Leben begleitet haben. Der Sohn des Zeus und der Alkmene wurde von Zeus’ Frau der eifersüchtigen Hera sein Leben lang verfolgt. Bereits kurz nach seiner Geburt schickte sie ihm zwei giftige Schlangen ins Zimmer. Sie sollten ihn im Schlaf töten, doch Herakles verfügte über eine unglaubliche Stärke und schaffte es, sich ihrer zu erwehren.An seinem 18. Geburtstag verließ Herakles das Land und Amphitryons Herden: Es zog ihn hinaus in die Welt. Er heiratete Megara, die Tochter des Königs von Theben, die ihm nicht weniger als acht Kinder schenkte. Diese unschuldigen Kleinen traf Heras Wahn mit grauenhaften Folgen: Völlig von Sinnen und von schlimmsten Halluzinationen gepeinigt, beging Herakles das schlimmste aller Verbrechen: Da er seine Kinder für wilde Bestien hielt, stürzte er sich auf sie und tötete eins nach dem anderen. Um seine Schuld zu sühnen, stellte sich Herakles in den Dienst seines Cousins, des schrecklichen Eurystheus, der ihm zwölf Aufgaben auferlegte: Unter anderem sollte er eine riesige neunköpfige Schlange, die Hydra von Lerna, töten sowie den furchteinflößenden dreiköpfigen Höllenhund Zerberus aus der Unterwelt heraufholen.Herakles muss dazu tief hinunter ins Totenreich, auf den Grund der Hölle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730022","hoster":"VOE"},{"path":"/redirect/11730013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-19","name":"Rätsel und Prophezeiungen: Ödipus","epNo":19,"alt":"","descr":"Keinem Sterblichen wurde ein so tragisches Schicksal zuteil wie Ödipus. Sein Vater war Laios, der König von Theben, der als junger Mann Chrysippos, den Sohn von König Pelops, vergewaltigt hatte. Geschändet erhängte sich dieser daraufhin. Die Götter belegten Laios und seine Nachkommen mit einem Fluch: Auf dass er sich niemals fortpflanze und seine Stammlinie mit ihm untergehe! Sollte er dennoch einen Sohn bekommen, würde dieser seinen Vater töten. Als Laios rechtmäßiger Nachfolger König von Theben wurde, heiratete er Iokaste. Schließlich schenkte ihm diese ein Kind: Ödipus. Aus Angst, eines Tages durch die Hand seines Sohnes zu sterben, ließ Laios einen Hirten kommen und übergab ihm das Neugeborene, damit er es in die Berge bringe und den wilden Tieren zum Fraß überlasse. Doch der Hirte brachte es nicht übers Herz, das Baby auszusetzen.Ein Mann, der des Weges kam, nahm das Kind mit nach Korinth. Dort wuchs Ödipus bei König Polybos und Merope auf. Eines Tages begab er sich nach Delphi und befragte das Orakel, wessen Sohn er sei. Die Hohepriesterin Pythia gab ihm keine Antwort und sagte ihm stattdessen ein schreckliches, beklagenswertes Schicksal voraus: \"Du wirst deinen Vater töten und dich mit deiner Mutter vereinigen!\" Entsetzt brach er in die Ferne auf, damit sich die Prophezeiung an seinen vermeintlichen Eltern in Korinth nicht bewahrheite. Er irrte umher und traf an einer engen Weggabelung auf einen Wagen. Polyphontes, der Fahrer des Wagens, forderte Ödipus auf, sofort Platz zu machen. Da ihm das zu langsam ging, tötete er eins der Pferde des Ödipus, woraufhin Ödipus sowohl Polyphontes als auch, nichtsahnend, seinen leiblichen Vater Laios tötete.Damit erfüllte sich sich der erste Teil der Vorhersage des Orakels. Nach Laios’ Tod übernahm dessen Schwager Kreon die Herrschaft über Theben. Zu dieser Zeit belagerte eine schreckliche Kreatur, eine Sphinx, die Stadt. Kreon versprach jenem den Thron von Theben und zudem seine Schwester zur Frau, der das Rätsel der Sphinx lösen konnte. Ödipus beschloss, sich der Sphinx zu stellen, um seinem Umherirren ein Ende zu bereiten. Und Ödipus schafft es, das Ungeheuer zu besiegen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730031","hoster":"VOE"},{"path":"/redirect/11730023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-1/episode-20","name":"Zwischen Leben und Tod: Antigone","epNo":20,"alt":"","descr":"Ödipus hatte unwissentlich seinen Vater getötet und anschließend seine eigene Mutter geheiratet. Aus dieser inzestuösen Vereinigung gingen vier Kinder hervor: zwei Jungen, Eteokles und Polyneikes, und zwei Mädchen, Antigone und Ismene. Als sie die schreckliche Wahrheit erfuhr, erhängte sich die unglückliche Iokaste. Außer sich riss Ödipus daraufhin die goldenen Spangen von ihrem Kleid und stach sich die Augen aus. So würde er nie mehr den Tag sehen, die Nacht und die Menschen. Thebens Thron war wieder vakant. Da Ödipus’ Söhne noch zu jung waren, trat ihr Onkel Kreon die Regentschaft an. Doch Eteokles und Polyneikes waren zwei junge Heißsporne und nahmen diese Entscheidung nicht hin; sie sperrten Ödipus in ein Gefängnis, erklärten ihren Vater für tot und forderten die Herrschaft für sich.Von ihrer Schwester Ismene erfuhr Antigone eines Tages, was sich in Theben zuletzt abgespielt hatte: Die Brüder, die sich auf dem Thron von Theben jeweils für ein Jahr abgewechselt hatten, waren zu Feinden geworden: Der Erstgeborene Eteokles weigerte sich, die Krone wie vereinbart an Polyneikes zurückzugeben. Der Krieg war unvermeidlich. Vergeblich versuchte Antigone, die beiden zur Vernunft zu bringen. Am Ende einer unerbittlichen Schlacht töteten sich die Brüder gegenseitig. Antigones Onkel Kreon übernahm schließlich die Herrschaft. Er befahl, Polyneikes eine ordentliche Bestattung zu verweigern; sein Leichnam sollte auf dem Schlachtfeld liegenbleiben. Antigone war entsetzt und beschloss, sich über das Verbot ihres Onkels hinwegzusetzen und ihren Bruder würdig zu bestatten, um ihm den Einzug ins Totenreich zu sichern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384224","hoster":"VOE"},{"path":"/redirect/11730042","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-1","name":"Die Ilias – Der Apfel der Zwietracht","epNo":1,"alt":"","descr":"Eris, die Göttin der Zwietracht, schickt einen goldenen Apfel zum Olymp, der der schönsten unter den Göttinnen zugedacht ist. Doch wer von Aphrodite, Hera und Athena ist die Schönste? Zeus verfügt, dass ein Sterblicher das Urteil sprechen soll: Paris, der junge Sohn des trojanischen Königs Priamos, reicht den Apfel Aphrodite, die ihm dafür die Liebe der Schönsten aller Frauen verspricht. Wenig später wird Paris zu Menelaos entsandt, dem König von Sparta, und verliebt sich in dessen Gattin Helena. Unter dem Zauber der Liebesgöttin flieht das heimliche Paar nach Troja. Der wütende Menelaos bricht zu seinem Bruder Agamemnon auf, dem König der Könige auf dem Thron von Mykene. Der weise Agamemnon will die Sache zunächst friedlich regeln, wird dann aber von Hera und Athena aufgehetzt.Sie haben Paris die Schmach nicht verziehen, dass er nicht eine von ihnen zur schönsten Göttin gekürt hat. Ihren Einflüsterungen folgend, versammelt Agamemnon alle griechischen Könige, um gegen Troja in den Krieg zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008238","hoster":"VOE"},{"path":"/redirect/11730048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-2","name":"Die Ilias – Die Stunde der Opfer","epNo":2,"alt":"","descr":"Alle griechischen Könige sind mit ihren Armeen Agamemnons Aufruf gefolgt. Alle bis auf zwei: Odysseus gibt vor, den Verstand verloren zu haben, um einem Krieg zu entkommen, an den er nicht glaubt. Doch er wird schnell enttarnt. Auch Achilles, der als größter aller griechischen Krieger gilt, will nicht mit Agamemnon in die Schlacht gegen Troja ziehen, da er den Herrscher von Mykene verabscheut. Die Nymphe Thetis, seine Mutter, bringt ihn ungewollt dazu, seine Meinung zu ändern. Sie enthüllt ihm, dass er sein Schicksal selbst in der Hand hat: Achilles kann entweder im Kampf als junger Held sterben und für alle Zeiten unvergessen bleiben oder aber bis ins hohe Alter glücklich im Kreis seiner Lieben leben. Der Preis dafür wäre allerdings, dass sein Name in Vergessenheit geraten werde.Ohne zu zögern, schließt sich Achilles nun doch der griechischen Armee an. In der Zwischenzeit erkennt der Seher Kalchas, dass die Göttin Artemis die Schiffe am Auslaufen hindert, weil Agamemnon sie verärgert hat. Um die Göttin zufriedenzustellen, sieht sich Agamemnon gezwungen, seine Tochter Iphigenie als Opfer darzubringen, damit die größte jemals zusammengestellte Flotte endlich Richtung Troja in See stechen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730071","hoster":"VOE"},{"path":"/redirect/11730067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-3","name":"Die Ilias – Der Zorn des Achilles","epNo":3,"alt":"","descr":"Zehn Jahre sind vergangen, seit das griechische Heer vor der Küste Trojas anlegte, aber die Stadt leistet noch immer Widerstand. Hektor, der älteste Sohn des Herrschers, wirft seinem Bruder Paris vor, den nicht enden wollenden Krieg verschuldet zu haben. Doch Paris hält an seiner Liebe zu Helena fest. Im Lager der Griechen grassiert eine mysteriöse Krankheit. Der Seher Kalchas weissagt den versammelten Königen, es handle sich um die Strafe Apollons, weil Agamemnon die schöne Chryseis gefangen halte. Deren Vater, ein Priester des Gottes, hat von Apollon Rache erbeten. Achilles fordert Agamemnon auf, die junge Frau ihrem Vater zurückzugeben. Agamemnon willigt ein, verlangt aber von Achilles, er solle ihm dafür seine Konkubine Briseis überlassen. Wutentbrannt schwört Achilles daraufhin, nicht mehr unter Agamemnon in die Schlacht zu ziehen.Achilles’ Mutter Thetis geht zu Zeus und bittet ihn, ihrem Sohn zu helfen. In Erinnerung seiner Liebe zu Thetis beschließt der oberste olympische Gott, den Trojanern beizustehen, und sendet Agamemnon einen Traum, um ihm eine Falle zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730113","hoster":"VOE"},{"path":"/redirect/11730090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-4","name":"Die Ilias – Das Blut der Göttin","epNo":4,"alt":"","descr":"Agamemnon hat einen Traum: Heute wird Troja fallen! Schon stürmt das griechische Heer auf die Stadtmauern zu. Die Schlacht tobt. Mitten im Getümmel erkennen sich zwei Männer: Menelaos, der Gatte der schönen Helena, steht Paris gegenüber, der seine Frau entführt hat. Paris fordert Menelaos zum Zweikampf heraus – und droht zu verlieren. Aphrodite bricht das Verbot des Zeus, sich in den Kampf der Menschen einzumischen, und rettet Paris vor dem sicheren Tod. Zeus schäumt vor Wut, ist aber machtlos: Schon kehrt Athena aufs Schlachtfeld zurück und verleiht dem jungen Diomedes die Gabe, die Götter zu sehen. Diomedes verwandelt sich in einen wilden Stier und greift Aphrodite an, die gekommen war, um ihren Sohn Aeneas zu verteidigen. Er verletzt sie am Arm und nimmt sich dann des Kriegsgottes Ares an, der Aphrodite rächen will. Nur einen lässt das kriegerische Geschehen kalt: Achilles sitzt in seinem Zelt und spielt lächelnd auf seiner Leier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730110","hoster":"VOE"},{"path":"/redirect/12482162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-5","name":"Die Ilias – Das Schwert und die Waage","epNo":5,"alt":"","descr":"Der Konflikt zwischen Griechen und Trojanern erfasst die Götterwelt. Zeus verfügt, dass jeder, der eines der beiden Lager unterstützt, vom Blitz getroffen wird. Auf dem Schlachtfeld drängen die Trojaner die Griechen zurück. Diese beschließen, ihr Lager und ihre Schiffe mit einer Mauer zu schützen. Hektor, der älteste Sohn des trojanischen Königs, ist voller Zuversicht; seine Schwester Kassandra zeigt sich weniger optimistisch. Sie weiß seit jeher, dass Paris das trojanische Schicksal besiegeln wird, und drängt ihre Mutter Hekuba zu dieser Einsicht. Indessen geht die Schlacht weiter. Poseidon und Zeus schalten sich ein – Poseidon auf der griechischen, Zeus auf der trojanischen Seite. Die Griechen spüren, dass sie ohne ihren großen Held Achilles nicht gewinnen können. Agamemnon schickt eine Delegation zu ihm, die ihn ersuchen soll, in den Kampf zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008240","hoster":"VOE"},{"path":"/redirect/11730118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-6","name":"Die Ilias – Die List der Hera","epNo":6,"alt":"","descr":"Odysseus und Aias versuchen, Achilles zum Weiterkämpfen zu bewegen, doch der Krieger weigert sich hartnäckig. Er will zurück nach Griechenland. Auf dem Schlachtfeld wird erst Agamemnon, dann Diomedes und schließlich sogar der listige Odysseus verwundet. Die von den Griechen errichtete Mauer zum Schutz ihrer Schiffe droht zu fallen. Hera zürnt, weil sie nicht einschreiten kann. Sie ersinnt daher eine List und verführt ihren Mann Zeus mit Hilfe des Zaubergürtels der Aphrodite. Während der König des Olymps schläft, redet sie mit Poseidon, der ebenfalls ein Eingreifen zugunsten der Griechen befürwortet und sich dem Willen Zeus’ nicht fügen will. Poseidon stachelt das griechische Lager auf, das erfolgreich zurückschlägt. Hektor, der älteste Sohn des trojanischen Königs, wird im Kampf verletzt. Zeus erwacht und sieht entsetzt, dass Hektor im Sterben liegt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730119","hoster":"VOE"},{"path":"/redirect/11730117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-7","name":"Die Ilias – Patroklos und die Myrmidonen","epNo":7,"alt":"","descr":"Nach der wundersamen Rettung durch Apollon zieht Hektor wieder in den Kampf und führt die Trojaner zu den Schiffen der Griechen. Die Flotte droht in Flammen aufzugehen. Daher eilt Patroklos zu seinem Kindheitsfreund Achilles und fleht ihn an, den Kampf gegen die Trojaner wieder aufzunehmen. Achilles lehnt ab. Schlussendlich erlaubt er Patroklos, seine Rüstung zu tragen und an seiner Stelle die Armee der Myrmidonen anzuführen, um die Griechen zu retten. Als die Trojaner glauben, Achilles zu erspähen, ziehen sie sich zurück. Patroklos marschiert selbstbewusst nach Troja, nachdem er Sarpedon, einen Sohn des Zeus, getötet hat. Doch dann drängt Apollon Patroklos zurück, und Hektor, der älteste Sohn des Königs Priamos, verwundet ihn tödlich. Als Achilles davon erfährt, bricht er zusammen und schwört, seinen Freund zu rächen. Seine Mutter Thetis verspricht ihm, am nächsten Morgen bei Sonnenaufgang die notwendigen Waffen bereitzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730163","hoster":"VOE"},{"path":"/redirect/11730124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-8","name":"Die Ilias – Die Rache des Achilles","epNo":8,"alt":"","descr":"Thetis hat Hephaistos, den Gott der Schmiede, gebeten, neue Waffen für ihren Sohn Achilles anzufertigen. Im Morgengrauen findet die Übergabe statt, obwohl sie weiß, dass diese Waffen ihm den Tod bringen werden. Achilles aber ist fest entschlossen zu kämpfen. Agamemnon und die griechischen Könige, die alle im Kampf verletzt wurden, entschuldigen sich bei ihm. Andromache, Hektors Frau, ist sich darüber im Klaren, dass Achilles’ Rückkehr ihren Gatten gefährdet. Sie fleht ihn an, nicht am Kampf teilzunehmen, aber Hektor zieht seinem Schicksal entgegen. Auf griechischer Seite ist Achilles außer sich vor Wut. Die Götter entschließen sich, der Schlacht ebenfalls beizuwohnen, um ihr jeweiliges Lager zu verteidigen. Achilles hat den Fluss Skamandros erreicht, den das Blut der trojanischen Krieger inzwischen rot färbt. Der Fluss begehrt gegen Achilles auf und reißt ihn mit. Hera ist wie vom Schlag getroffen und bittet Hephaistos, Achilles zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730132","hoster":"VOE"},{"path":"/redirect/11730128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-9","name":"Die Ilias – Sieg oder Tod","epNo":9,"alt":"","descr":"Aufgrund der Feuerkugeln des Gottes Hephaistos stehen der Fluss Skamandros und seine Ufer in Flammen. Der Flussgott Skamandros lenkt ein und verschont Achilles, der sogleich erneut zum Angriff stürmt. Selbst die Götter sind von seiner unmenschlichen Wut schockiert. Sie beschimpfen und bekämpfen sich gegenseitig, der Olymp ist kaum wiederzuerkennen. Auf dem Schlachtfeld fürchtet sich Hektor, als er Achilles auf ihn lospreschen sieht. Endlich kommt es zum Duell der beiden Helden. Hektor schleudert seinen Speer auf Achilles, doch Athena lenkt ihn auf dessen Schild. Achilles tötet Hektor, bindet den Leichnam an seinen Wagen und umfährt die Mauern Trojas. Nach Einbruch der Nacht begibt sich der alte König Priamos zu Achilles und fleht ihn an, ihm die sterblichen Überreste seines Sohnes zu überlassen. Achilles ist gerührt und gibt nach. An diesem Abend hat Odysseus eine zündende Idee, wie die Griechen endlich siegen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730158","hoster":"VOE"},{"path":"/redirect/11730146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-2/episode-10","name":"Die Ilias – Das Trojanische Pferd","epNo":10,"alt":"","descr":"Die Trojaner bemerken überrascht, dass die Griechen übereilt aufgebrochen sind. Nur ein imposantes, mysteriöses Holzpferd steht noch am Ufer, wo einst ihr Lager war. Jemand wirft eine Lanze in seine Flanke, doch die griechischen Krieger im Inneren rühren sich nicht. Unter ihnen ist auch Odysseus, der sich die List ausgedacht hat. Als die Trojaner davon überzeugt sind, dass das Pferd eine Opfergabe an Athena ist, lässt Priamos es in die Stadt bringen. Nachts verlassen die Griechen ihr Versteck und öffnen die Tore der Stadt. Die übrigen Soldaten stürmen herein und ein furchtbares Gemetzel beginnt. Menelaos begegnet Helena. Paris trifft Achilles’ Ferse mit einem Pfeil, woraufhin der zusammenbricht. Zeus sind die Hände gebunden. Er versteht, dass die Menschen nach einem solchen Blutbad nicht mehr an die Götter glauben können.Während Troja noch in Flammen steht, macht sich Odysseus mit seinen Gefährten auf den Heimweg. Doch das überschwängliche Siegesgefühl bleibt aus. Zehn Jahre Krieg – aber wer wird sich schon an den Trojanischen Krieg erinnern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730155","hoster":"VOE"},{"path":"/redirect/11730152","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-1","name":"Auf der Suche nach Odysseus","epNo":1,"alt":"","descr":"Zehn Jahre zuvor haben die griechischen Krieger Troja vernichtet. Odysseus ist am Boden zerstört, weil dieser sinnlose Krieg so viele Todesopfer gefordert hat. Empört über die Götter, die das Gemetzel zugelassen haben, will er nur noch heim in sein Königreich Ithaka. Tief im Herzen spürt Odysseus, dass die Zeit vorüber ist, in der man die Götter gefürchtet und an ihre Gerechtigkeit geglaubt hat; eine Zeit, die jahrtausendelang das Leben der Menschheit bestimmt hatte. Wenn die Götter so gerecht sind, wie sie immer behaupten, warum ist die Welt dann zu einem Hort des Unrechts geworden? Zehn Jahre nach dem Massaker der griechischen Armee in Troja ist Zeus allein auf dem Olymp. Von den übrigen Göttern ist nur noch seine Tochter Athene da.Sie bekniet ihren Vater, Odysseus zu helfen, der als letzter griechischer Kämpfer noch nicht nach Ithaka zurückgekehrt ist. Odysseus’ Frau Penelope wird im Königspalast von Freiern belagert, die ihm den Thron entreißen wollen. Seit Jahren wird sie von diesen jungen adligen Leuten bedrängt, lauter ehemaligen Untertanen ihres Mannes Odysseus. Alle sind überzeugt, dass der Regent nicht mehr wiederkehren wird. Vor knapp 20 Jahren hat er Ithaka verlassen, vor zehn Jahren Trojas Ende herbeigeführt. Höchste Zeit für Penelope, sich einen neuen Ehemann zu suchen. Die Freier brennen geradezu darauf, das Bett mit ihr zu teilen – weil sie auf diese Weise über die Inseln regieren dürfen, die das prächtige Königreich Ithaka bilden.Mit Athenes Hilfe reist Odysseus’ Sohn Telemachos nach Sparta zu König Menelaos, der mit Odysseus vor Troja gekämpft hat und schon einige Jahre zuvor zurückgekehrt war. Menelaos berichtet Telemachos vom Tod seines Bruders, des Großkönigs Agamemnon. Vor allem aber erzählt er, dass Odysseus noch am Leben sei, wie er auf seiner Rückreise erfahren habe. Telemachos schöpft neue Hoffnung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730157","hoster":"VOE"},{"path":"/redirect/11730156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-2","name":"Der Zorn der Götter","epNo":2,"alt":"","descr":"Zehn Jahre ist es her, dass Troja vernichtet wurde. Die Stadt mit den hohen Mauern, die auf der ganzen Erde als unbezwingbar galt, liegt seitdem in Schutt und Asche. König Priamos wurde ermordet. Und mit ihm seine beiden Söhne, der tapfere Hektor und der feurige Paris, außerdem alle Fürsten und Soldaten. Alle Frauen Trojas, Kinder und Greise – gnadenlos niedergemetzelt, nicht einmal beerdigt wurden sie. Die Griechen, nach zehn Jahren Belagerung von Rache beseelt, haben den Schwur ihres Königs Agamemnon eingelöst: kein Stein soll in Troja auf dem anderen bleiben, kein einziger Trojaner soll überleben. Agamemnon, Menelaos und Odysseus – diese griechischen Helden sind dem Trojanischen Krieg entkommen – und längst über alle Meere. Was ist aus ihnen geworden? Zehn Jahre nach dem Massaker der griechischen Armee ist Zeus allein auf dem Olymp.Von den übrigen Göttern ist nur noch seine Tochter Athene da. Als Göttin der Kriegskunst hielt sie während des Raubzugs ihre schützende Hand über die Griechen, vor allem über Odysseus; sie bewundert seine Klugheit und List. Athene bekniet ihren Vater, Odysseus zu helfen, der als letzter griechischer Kämpfer noch nicht nach Ithaka zurückgekehrt ist. Doch Zeus tobt, da Odysseus jeglichen Glauben an die Götter aufgegeben hat. Zeus fürchtet das Ende der göttlichen Macht auf der Welt. So gerät Odysseus auf seiner Irrfahrt in schwere Stürme, begibt sich in die Unterwelt und bietet furchterregenden Wesen wie den Zyklopen, den Sirenen oder Charybdis und Skylla die Stirn. Während des ersten Halts bei den Kikonen beendet er angewidert die Kämpfe seiner Männer. Als nächstes landet Odysseus bei den Lotophagen.Sie bieten ihm eine Frucht an, die zum Vergessen führt, doch Athene verhindert, dass Odysseus davon kostet. Schließlich erreicht er die Insel der Zyklopen, auf der es zu einer folgenschweren Begegnung mit Polyphem kommt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730161","hoster":"VOE"},{"path":"/redirect/11730168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-3","name":"Der Fluch des Zyklopen","epNo":3,"alt":"","descr":"Odysseus und seine Männer sind in der Höhle des Zyklopen Polyphem gefangen. Die ersten von ihnen wurden bereits auf grausame Weise von Polyphem getötet. Doch Odysseus beruhigt seine Männer. Bei Einbruch der Dunkelheit würden sie erkennen, dass er immer noch \"der mit den tausend Listen\" ist, wie sie ihn früher nannten. Er hat einen Plan, um den Zyklopen zu überwinden, und er braucht Freiwillige, um ihn umzusetzen. Er wolle dem Zyklopen Wein einflößen, bis er betrunken und berauscht in einen tiefen Schlaf falle. Der Plan geht auf: Die Männer ergreifen einen sorgfältig gespitzten Pfahl, klettern auf den Leib des schlafenden Riesen und rammen die schreckliche Waffe mit vereinten Kräften in das Auge des Ungeheuers. Schließlich können sie sich aus der Höhle befreien.Zurück auf dem Schiff lässt Odysseus seinem Groll freien Lauf und verrät dem Zyklopen seinen Namen. Der bittet seinen Vater, den Meeresgott Poseidon, ihn zu rächen. Sofort kommt ein schwerer Sturm auf. Mit Müh und Not erreichen die Schiffe die Insel des Windgottes Aiolos. Er schenkt Odysseus einen Schlauch, in dem er alle Winde eingeschlossen hat, die seine Heimkehr nach Ithaka verhindern könnten. Odysseus’ Männer glauben, dass sich darin ein Schatz befindet. Sie öffnen den Schlauch, woraufhin ein Orkan losbricht; die Winde treiben Odysseus und seine Gefährten zu Aiolos zurück. Doch diesmal hilft ihnen der Windgott nicht mehr: Ausgeschlossen, einem verfluchten Mann zu helfen, der sich die Götter zum Feind gemacht hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730178","hoster":"VOE"},{"path":"/redirect/11730172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-4","name":"In den Fängen der Kirke","epNo":4,"alt":"","descr":"Unbeirrt bietet Penelope allen Männern die Stirn, die seit kurzem den Palast bevölkern, in der Absicht, sie zu heiraten: junge Freier adliger Herkunft aus Ithaka oder den benachbarten Inseln. Um die Freier zu verwirren, betört Penelope jeden einzelnen und verspricht ihm ihre Hand. Allerdings fordert sie, sie sollen ihr Zeit lassen, ein Leichentuch für Odysseus’ Vater, den alten Laertes zu weben – für den Tag, da er ins Reich der Schatten eintreten werde. Sobald sie fertig sei, werde sie einen neuen Gemahl bestimmen – nicht vorher.Unterdessen landet Odysseus mit seinen Gefährten auf einer unbekannten Insel. Nach den schrecklichen Erlebnissen ihrer bisherigen Reise sind sie misstrauisch und schicken einen Erkundungstrupp los. Die Männer treffen die schöne Zauberin Kirke, die sie nach Hause einlädt.Kirke bittet die Männer, auf herrlichen Stühlen, überzogen mit ziseliertem Gold und Silber, Platz zu nehmen. Dann serviert sie ihnen in smaragd- und rubinbesetzten Schalen einen Wein, von dem sie sagt, er sei der beste in ganz Griechenland. Keiner von ihnen ahnt auch nur im Entferntesten, welches Schicksal sie erwartet. Während sie ihre Becher leeren, murmelt Kirke in einer Sprache, die keiner versteht, merkwürdige Formeln. Dann passiert etwas so Unerwartetes wie Merkwürdiges: Odysseus’ Soldaten und Seeleute, die stolzen Krieger, verwandeln sich plötzlich in Schweine und Säue. Auf allen Vieren laufen sie umher, recken ihre Ringelschwänze in die Höhe und wühlen mit den Rüsseln in der Erde.Odysseus braucht Hilfe: Mit Unterstützung des Gottes Hermes bringt Odysseus Kirke dazu, den verzauberten Gefährten ihre menschliche Gestalt wiederzugeben.Gemeinsam beschließen Odysseus und seine Männer, etwas länger in Kirkes Palast zu bleiben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730174","hoster":"VOE"},{"path":"/redirect/11730175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-5","name":"Reise in die Unterwelt","epNo":5,"alt":"","descr":"Das Schicksal will, dass sie zum Haus ihrer Väter zurückkehren – und Odysseus zur schönen Penelope, zu seinem Sohn Telemachos sowie seinem Vater Laertes, falls die Götter ihm ein langes Leben geschenkt haben. Was Odysseus betrifft, so wäre er gern bei der Zauberin geblieben. Warum denn nach so vielen Jahren heimkehren? Vermutlich hofft niemand mehr auf ihre Ankunft. Trotzdem zerreißen ihm Kummer und Sorge um die Seinen fast das Herz. So kündigt er Kirke seine Abreise an.Nur ein Mann kann ihm den Rückweg nach Ithaka weisen: der blinde Seher Teiresias. Allerdings ist er tot. So fahren Odysseus und seine Männer ins Land der Kimmerer, wo ihnen nach Darbringung eines Opfers die Geister der Toten erscheinen. Odysseus spricht mit seiner Mutter Antikleia, die aus Kummer um ihn gestorben ist.Dann erklärt ihnen Teiresias, welche Schwierigkeiten sie bei der Weiterreise erwarten und wie sie diese umgehen können. Im Olymp erbost sich Zeus darüber, dass Odysseus mit seinem Besuch der Unterwelt abermals die Götter herausfordert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730200","hoster":"VOE"},{"path":"/redirect/11730177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-6","name":"Im Bann der Sirenen","epNo":6,"alt":"","descr":"In der Unterwelt steht Odysseus plötzlich Agamemnon gegenüber – oder vielmehr: dem Schatten des Agamemnon von Mykene, des tapferen Kriegers, der Troja in Schutt und Asche legte. Fast zehn Jahre hat Odysseus an seiner Seite gekämpft. Also ist Agamemnon ebenfalls umgekommen. Aber wie? Odysseus möchte wissen, welch grausamer Tod den Helden bezwungen hat. Agamemnon warnt Odysseus: Wenn er in seine Heimat Ithaka zurückkehre, solle er sich vor allen Dingen nicht offen zu erkennen geben. Er müsse sich verstecken oder verkleiden, sonst würde er dasselbe Schicksal erleiden wie der Großkönig.Außerdem trifft er auf Achilles, den ruhmreichsten Krieger, den die Welt je hervorgebracht hat. Dessen Zorn zum Sturz von Troja führte. Doch dieser ist nicht stolz auf seinen Heldentod im Kampf, sondern bedauert, nicht friedlich weiterleben zu können.Die Kraft und Stärke, die den großen Krieger einst auszeichneten, sind dahin.Zurück auf dem Schiff verflucht Odysseus die Götter dafür, dass sie seine mutigen Kampfgefährten zum Tode verdammt haben. Doch bald muss er eine neue Gefahr überstehen: die gefürchteten Sirenen. Ihre Melodien wecken in denen, die sie hören, Leidenschaft und Verlangen, so dass sich alle sofort ins Wasser stürzen, um zu ihnen zu gelangen. Dann aber zeigen die Jungfrauen mit der makellosen Schönheit ihr wahres Gesicht: Sie verwandeln sich in tückische, scheußliche Kreaturen mit scharfen Zähnen und stechenden Augen. Sie ziehen ihre Beute zu sich hinab und verschlingen sie.Odysseus verstopft die Ohren seiner Gefährten mit Wachs und lässt sich am Mast des Schiffes festbinden, um den berühmt-berüchtigten Gesang hören zu können.Kaum sind die Sirenen außer Hörweite, wartet schon die nächste Gefahr auf ihn und seine Männer: die Seeungeheuer Charybdis und Skylla, die sie zu verschlingen drohen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730197","hoster":"VOE"},{"path":"/redirect/11730183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-7","name":"Die Strafe des Zeus","epNo":7,"alt":"","descr":"Odysseus hält sich genau an den Ratschlag der Zauberin Kirke: Kurs halten, mitten zwischen den Felsen durchfahren, die sie zu zermalmen drohen, nicht ausweichen, da sein Schiff sonst von der noch schrecklicheren Charybdis zerrissen würde. Alle haben nur Charybdis im Blick – so fest, dass sie die gefährlich nahe Skylla vergessen. Als Odysseus’ Flotte dem Meeresungeheuer Charybdis ausweicht, zerstört Skylla, das mehrköpfige zweite Ungeheuer, drei Schiffe. Sein Heulen übertönt die markerschütternden Schreie der Seeleute, als sie von den abscheulichen Tentakeln gepackt und zerfetzt werden.Die vom Kampf erschöpften überlebenden Männer möchten sich auf der Insel des Sonnengottes Helios ausruhen, die sie in der Ferne erspähen Sie schöpfen Hoffnung, als sie entdecken, dass auf der Insel herrliche Kühe, Lämmer und Schafe grasen.Womöglich endlich ein sicherer Hafen auf ihrer Irrfahrt? Doch Teiresias hatte Odysseus gewarnt, sie dürften unter keinen Umstände Helios’ Rinder anrühren, da sie sonst mit dem Leben bezahlen würden: Alle würden unter unsäglichen Qualen sterben und sämtliche Schiffe zerstört werden. Odysseus’ Männer versprechen, die Warnung zu befolgen, doch schließlich schlachten sie mehrere Tiere, während ihr Anführer schläft. Als Odysseus das sieht, flieht er verzweifelt mit seiner Mannschaft.Helios verlangt von Zeus, die Männer zu bestrafen. Wenn die Verbrecher keine gerechte Strafe erhielten, so würde der Sonnengott aufhören, seine Strahlen auf die Erde zu schicken, und sich mit Hades verbünden. Der Göttervater Zeus kann nicht zulassen, dass weitere Unsterbliche Partei für seinen Bruder Hades ergreifen und sendet einen Orkan, der das Schiff zerstört.Einzig Odysseus überlebt. Auf einem aus den Trümmern gebauten Floß treibt er neun Tage und neun Nächte auf dem weiten Meer umher, bis er schließlich an der Insel der schönen Kalypso angespült wird. Die Nymphe verliebt sich sofort in den Schiffsbrüchigen. Sie nimmt ihn bei sich auf, umsorgt ihn und verspricht ihm sogar Unsterblichkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008242","hoster":"VOE"},{"path":"/redirect/11730187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-8","name":"Rückkehr nach Ithaka","epNo":8,"alt":"","descr":"Sieben Jahre schon genießt Odysseus sein unbeschwertes Leben an der Seite von Kalypso. Aber trotz aller Annehmlichkeiten hat er immer wieder Heimweh und vermisst seine Frau und seinen Sohn. Zeus entsendet den Gott Hermes, der Kalypso auffordert, Odysseus gehen zu lassen. Gegen ihren Willen beugt sich Kalypso Zeus’ Aufforderung und lässt Odysseus die Wahl – er entscheidet sich aufzubrechen und nach Hause nach Ithaka zu segeln.Schweren Herzens fügt sich Kalypso der Entscheidung ihres Geliebten. Gemeinsam bauen sie ein Segelschiff und Odysseus sticht schon bald in See. Doch der Meeresgott Poseidon, der sich nach wie vor rächen will, zerstört Odysseus’ Schiff. Abermals findet sich der Ithaker-König auf einer unbekannten Insel wieder. Unterdessen kehrt sein Sohn Telemachos von seiner Sparta-Reise zu Menelaos nach Ithaka zurück.Er berichtet seiner Mutter, dass ihr Gatte noch lebt, und versteckt sich in einiger Entfernung zu den Freiern, die ihm drohen.Nach seinem Schiffbruch trifft Odysseus am Strand die Phaiaken-Prinzessin Nausikaa, die ihn zu ihren Eltern bringt. Bei einem Festmahl erzählt Odysseus den Phaiaken von seiner endlosen Irrfahrt. Mitfühlend versprechen sie, ihn nach Ithaka zu bringen. Sie wollen ihm ein Schiff zur Verfügung stellen, beladen mit Kisten voller Edelsteine, Bronze und Gold, Lebensmitteln und Wein. Doch am Ende der Reise erkennt Odysseus die Insel nicht wieder, auf der sie gelandet sind. Die Phaiaken haben ihn betrogen. Sie haben ihn nicht wie versprochen in seine Heimat zurückgebracht, sondern auf einer einsamen Insel ausgesetzt. Odysseus fühlt sich erneut von den Göttern verflucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730209","hoster":"VOE"},{"path":"/redirect/11730194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-9","name":"Die Narbe des Königs","epNo":9,"alt":"","descr":"Lange Zeit konnte Königin Penelope sich ihre Verehrer vom Leib halten. Doch nun verrät ihre Dienerin Melantho den Freiern, dass es sich bei Penelopes Wunsch, vor einer erneuten Heirat ein Leichentuch für ihren Schwiegervater zu weben, lediglich um ein Täuschungsmanöver handelt. Daraufhin wird Penelope im Frauentrakt eingesperrt. Unterdessen erfährt Odysseus von Athene, dass er wohlbehalten in Ithaka angekommen ist. Doch seine Freude schlägt in Wut um, denn er fühlt sich von Athene im Stich gelassen…Damit er unbesehen die Stadt betreten kann, verwandelt Athene ihn in einen Bettler und rät ihm, sich beim Schweinehirten Eumaios zu verstecken. Dort trifft Odysseus auf seinen Sohn Telemachos, den er seit über zehn Jahren nicht gesehen hat. Die beiden verabreden sich im Palast.Odysseus trägt noch immer sein Bettlergewand und wird von den Freiern schikaniert, die sich bereits über sein Verschwinden freuen. Als die alte Dienerin Eurykleia ihm schließlich die Füße wäscht, erkennt sie die Narbe ihres einstigen Herrn. Doch Odysseus bittet sie zu schweigen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11730205","hoster":"VOE"},{"path":"/redirect/11730198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-groen-mythen/staffel-3/episode-10","name":"Götterdämmerung","epNo":10,"alt":"","descr":"Der Tag der Schicksalswahl ist gekommen: Die gefangene Penelope wird genötigt, einen der ihr präsentierten Freier zu heiraten. Sie schlägt ihnen einen Bogenschießwettbewerb vor, für den die Freier den Bogen von Odysseus benutzen müssen. Telemachos und die Freier scheitern kläglich, dann versucht der Bettler sein Glück. Er gewinnt und zeigt sein wahres Gesicht: Es ist Odysseus, der wahre König von Ithaka. Die Freier bringen sich daraufhin gegenseitig um und Telemachos lässt die Dienerinnen töten, die Penelope verraten haben. Odysseus überzeugt Penelope, dass er wirklich ihr Mann ist. Athena gegenüber vertritt er weiterhin die Auffassung, dass die Götter das Massaker von Troja hätten verhindern müssen und es nicht wert seien, dass man sie verehre. Zeus ahnt, dass den Göttern das Ende naht.Über das weitere Schicksal des Odysseus scheiden sich die Poetengeister. Manche meinen, er sei von Telegonos getötet worden, dem Sohn der Kirke und eines unbekannten Vaters. Denn Odysseus war zwar ein großer Held, aber nicht unsterblich. Sein Lebensfaden musste reißen, damit er zu dem werden konnte, der er heute ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11729519","hoster":"VOE"},{"path":"/redirect/11729509","hoster":"Streamtape"}]}]}]}]}