{"path":"/serie/stream/die-schatzinsel-1966","name":"Die Schatzinsel (1966)","descr":"Die Geschichte des Films spielt im Bristol des 18. Jahrhunderts. Dort verlebt Jim Hawkins in einem alten Gasthof seine Jugend. Er muss im Gasthof der Eltern helfen und kennt mit seinen siebzehn Jahren noch nicht einmal die große Hafenstadt Bristol. Eines Tages erscheint ein Gast, der Jim in ein Abenteuer verstrickt, von dem er bis dahin nicht einmal zu träumen wagte.Der Fremde heißt Bill Bones, lässt sich \"Käptn\" nennen, sieht ziemlich abgerissen aus, hütet seine Seemannskiste wie einen Schatz und schätzt die Einsamkeit des alten Gasthofs nur, weil er hier vor einigen alten Kumpanen sicher zu sein hofft.Als ein Schlaganfall Bones’ wildem Leben ein Ende setzt, ist Jim klar, dass er und seine Mutter wegen der Kiste in großer Gefahr schweben. Er nimmt aus den Habseligkeiten des Toten ein schwarzes Päckchen an sich. Gerade noch rechtzeitig kann er mit seiner Mutter das Haus verlassen und sich verstecken. Aus nächster Nähe erleben beide mit, wie Bones’ Kumpanen den Gasthof durchsuchen und demolieren. Die Polizei kann nicht verhindern, dass sie mit einem Schiff auf See entkommen.In dem schwarzen Päckchen findet Jim die Karte einer Insel – mit genauen Angaben darüber, wo Flint, ein blutdürstiger Pirat, seine Schätze vergraben hat.Eine abenteuerliche Schatzsuche beginnt…","seasons":[{"path":"/serie/stream/die-schatzinsel-1966/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/die-schatzinsel-1966/staffel-1/episode-1","name":"Der alte Freibeuter","epNo":1,"alt":"","descr":"Im England des Jahres 1758 nimmt ein kauziger, alter Seebär namens Bill Bones Quartier in dem einsam an der Küste unweit von Bristol gelegenen Gasthaus Zum Admiral Benbow. Jim Hawkins, der Sohn des Gastwirtes, findet bald heraus, dass der ungewöhnliche Gast ein ehemaliger Pirat ist, der unter dem berüchtigten Seeräuber Captain Flint zur See gefahren ist. Der trunksüchtige Bones hat sich diese abgelegene Herberge ausgesucht, weil er auf der Flucht ist. Er fühlt sich verfolgt von ehemaligen Mitgliedern der Besatzung der Walrus, Flints Segelschiff. Sie hätten es auf seine schwere, eisenbeschlagene Seekiste abgesehen, die Bones in seiner Kammer aufbewahrt. Insbesondere fürchtet sich Bones vor der drohenden Ankunft eines \"Einbeinigen\", und er gibt Jim regelmäßig ein Vier-Penny-Stück, damit er die Augen offen halte und ihm rechtzeitig Bescheid gäbe, wenn er einen Einbeinigen erblickte. Schließlich erscheint tatsächlich ein Mitglied von Flints Piratenschiff. Es ist der \"Schwarze Hund\", kann aber von Bones nach kurzem Kampf in die Flucht geschlagen werden. Allerdings ist Bones nun aufgestöbert. Wenig später erscheint der \"blinde Pew\" und drückt Bones einen Zettel mit einem schwarzen Fleck in die Hand, dem Kennzeichen dafür, dass sein Tod besiegelt ist. Davon hochgradig erregt, erleidet er einen Schlaganfall und verstirbt mitten im Gastraum. Da Bones schon seit Monaten die Zeche schuldet, durchsuchen Jim und seine Mutter seine Habseligkeiten. In seiner Seemannstruhe finden sie u. a. ein Säckchen mit Goldmünzen, müssen sich aber wegen der Ankunft der Piratenbande verstecken. Im Versteck hört Jim, dass die Piraten es nur auf eine Schatzkarte abgesehen haben, die sich in einem Päckchen verschnürt am Boden der Truhe befindet. Noch vor den Piraten gelingt es Jim die Schatzkarte in seinen Besitz zu bringen. Doktor Livesey, der besonnene Arzt der Region und Squire Trelawney, der abenteuerlustige Friedensrichter, werden schließlich von Jim in dessen Fund, der Schatzkarte, eingeweiht. Trelawney beschließt sofort auf Schatzsuche zu gehen, in Bristol ein Segelschiff zu chartern und eine Mannschaft anzuheuern. Jim soll sie als Schiffsjunge auf der abenteuerlichen Reise begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9394277","hoster":"VOE"},{"path":"/redirect/9394284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzinsel-1966/staffel-1/episode-2","name":"Der Schiffskoch","epNo":2,"alt":"","descr":"Wie Dr. Livesey bereits argwöhnte, hatte aufgrund Trelawneys Geschwätzigkeit ganz Bristol davon Wind bekommen, dass es auf Schatzsuche gehen soll. Jim, nie aus seinem Fischerdorf herausgekommen, ist beeindruckt vom bunten Treiben in der großen Stadt Bristol. Im Hafen entdeckt er unschwer die Hispaniola, das prächtige Segelschiff, welches Trelawney gechartert hat. Die Rekrutierung der Mannschaft verlief zunächst schleppend, bis Trelawney den Besitzer der örtlichen Hafenschenke \"Zum Fernrohr\", den einbeinigen John Silver, kennenlernte, der sich auch als Schiffskoch anbot. Mit Silvers Hilfe konnte innerhalb kurzer Zeit eine Mannschaft angeheuert werden. Jim hat kurzzeitig den Verdacht, dass Silver vielleicht der \"Einbeinige\" sein könne, vor dem Bones ihn immer gewarnt hatte. Diese Sorge verfliegt, als er Silver bei einem Hafenrundgang näher kennenlernt. Silver ist eine äußerst charmante Person und ein hochgeschätztes Mitglied von Bristols Gesellschaft. Der angeheuerte Kapitän hingegen, Alexander Smollett, wirkt mürrisch und unsympathisch. Er ist mit der Auswahl der Mannschaft unzufrieden und beklagt sich zudem bei Livesey und Trelawney, dass anscheinend die Mannschaft mehr über den Reisezweck, die Schatzsuche, wisse als er selbst. Sein Rat, zur Sicherheit Waffen und Munition in der Kapitänskajüte zu lagern, wird aber schließlich befolgt. Mit Silver als Taktgeber, von der Mannschaft dazu mit lauten \"Barbecue\"-Rufen aufgefordert, wird lauthals der markante Shanty: \"Fünfzehn Mann auf des toten Mannes Kiste\" angestimmt. Die Hispaniola sticht in See. Jim, dem es unter Deck zu stickig ist, legt sich zum Schlafen in ein Beiboot auf dem Deck des Schiffes. Dort versteckt wird er heimlich Ohrenzeuge eines Gesprächs Silvers mit weiteren Mannschaftsmitgliedern. Dabei wird er gewahr, dass fast die gesamte Besatzung der Hispaniola aus ehemaligen Piraten von Flints Mannschaft besteht, Silver war dort der Steuermann. Er plant, sobald der Schatz gefunden ist, eine Meuterei anzuzetteln. Jim kann sich nur knapp vor Entdeckung bewahren, indem er Muscheln, die noch aus Bones Seekiste stammten, aufs Schiffsdeck wirft und damit die Piraten von seinem Unterschlupf ablenkt. Jim berichtet am nächsten Tag Trelawney, Livesey und Smollet, was er in der Nacht gehört hat. Trelawney begreift seine Fehleinschätzung. Gemeinsam erkennen sie, dass sich auf dem Schiff nur sieben loyale Personen befinden, während 19 Mannschaftsmitglieder ehemalige Flint-Piraten sind. Die Schatzinsel wird erreicht, der Ruf \"Land in Sicht\" ertönt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9394271","hoster":"VOE"},{"path":"/redirect/9394279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzinsel-1966/staffel-1/episode-3","name":"Das Blockhaus","epNo":3,"alt":"","descr":"Nach Erreichen der Schatzinsel geht die Hispaniola in der Skelettbucht vor Anker. Kapitän Smollet erlaubt der Mannschaft an Land zu gehen. Ein Großteil der Piraten inkl. John Silver rudern mit zwei Beibooten an Land. Auch Jim Hawkins hat sich, da er es nach Monaten auf See auf dem Schiff nicht mehr aushält, dem Landetrupp angeschlossen und erkundet allein die tropische Insel. Dabei wird er zufällig Augenzeuge, wie John Silver nach einem Disput einen Schiffskameraden mit seiner Krücke niederstreckt und danach gefühlskalt erdolcht. Israel Hands wird von Silver beauftragt, Jim zu schnappen, der daraufhin ziellos ins Inselinnere flüchtet. Dabei trifft er auf einen verwahrlosten und verwirrten Kerl, Ben Gunn, der ebenfalls einmal zu Flints Piraten gehörte, aber schon vor Jahren allein auf dieser verlassenen Insel ausgesetzt worden war. Jim erzählt Ben Gunn die ganze Geschichte der Schatzsuche, Ben Gunn erhofft sich eine Rückkehr in die Zivilisation. Er phantasiert stets von Käse, den er schon seit Jahren vermisst. Außerdem behauptet er, dass er Grütze im Kopf habe, was Jim bezweifelt. Es findet ein Perspektivwechsel statt. Dr. Livesey berichtet nun von den Geschehnissen während der Abwesenheit von Jim. Dr. Livesey und die anderen sehen in Jims Verhalten einen jugendlichen Leichtsinn. Dr. Livesey rudert an Land und erkundet ein altes befestigtes Blockhaus, das einstmals Flint erbauen ließ. Das Blockhaus ist von einem hohen palisadenartigen Holzzaun umgeben, der, weil es kein Tor gibt, überstiegen werden muss. Der Livesey-loyale Anteil der Mannschaft beschließt die Hispaniola zu verlassen und sich im Blockhaus zu verschanzen. Im Ruderboot auf dem Weg zur Insel werden sie von auf dem Schiff verbliebenen Piraten mit einer Kanone beschossen und verlieren beim Kentern einen Großteil ihres Proviants und auch die meisten Schusswaffen werden dadurch nass und unbrauchbar. Jim entkommt einer erneuten Verfolgung durch Israel Hands und kann sich ins Blockhaus flüchten. Silver, mittlerweile von den Meuterern zum Kapitän gewählt, erscheint mit weißer Parlamentär-Flagge am Blockhaus. Er will über die Herausgabe der Schatzkarte verhandeln. Smollet denkt gar nicht daran auf Silvers Vorschläge einzugehen und verweist ihn des Blockhaus-Geländes. Bei einem anschließenden Überfall der Piraten auf das Blockhaus werden einige von ihnen getötet, aber auch die Schiffsführung hat Verluste. Unerwartet klettert Dr. Livesey über den Blockhauszaun und begibt sich allein auf eine Exkursion. Jim folgt ihm, verläuft sich aber nach kurzer Zeit auf der Insel und muss erneut vor Israel Hands fliehen. Er entdeckt ein von Ben Gunn gebautes und sorgsam verstecktes kleines Boot (ein Coracle) und macht sich damit auf zur Flussmündung, dem Ankerplatz der Hispaniola.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9394272","hoster":"VOE"},{"path":"/redirect/9394270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/die-schatzinsel-1966/staffel-1/episode-4","name":"Die Entscheidung","epNo":4,"alt":"","descr":"An der Hispaniola angekommen, kann Jim unbemerkt das Ankertau durchtrennen. Allerdings ist er nicht allein an Bord: Israel Hands war als eine der Schiffswachen zurückgeblieben, liegt aber nach einem Kampf scheinbar schwer verletzt an Deck. Er fordert den Jungen auf, ihm zu helfen. Jim bemerkt jedoch, dass Hands ein Messer besitzt. Er ist auf der Hut, als er ihm etwas zu trinken bringt. In dem Moment, als Hands Hawkins angreifen will, läuft die treibende Hispaniola mit einem Ruck auf Grund. Hawkins kann sich als erster aufrappeln und in die Takelage fliehen. Seinen Verfolger Hands kann er mit einem Fußtritt ins Meer befördern. Glücklich dieser Gefahr entronnen, macht sich Jim auf den Weg zurück zum Blockhauslager (nachdem das Schiff mit der Strömung auf einer anderen Seite der Insel antrieb), wo er mit Erschrecken feststellen muss, dass es von den Piraten eingenommen wurde. Die Schiffsführung ist verschwunden. Jim wird von den Piraten überwältigt und gefangen genommen. Silver verhindert, dass Jim sofort getötet wird, und erklärt ihn zur Geisel. Dennoch beschließen die verbliebenen Piraten, Silver seines Kapitänamtes zu entheben und überreichen ihm den schwarzen Fleck. In die Enge gedrängt, zieht Silver seinen letzten Trumpf und präsentiert – auch zum maßlosen Erstaunen von Hawkins – die originale Schatzkarte mit dem eingezeichneten Schatz, die er bei einem Vergleich mit Livesey, Trewleny und Smollet herausgehandelt hat. Die Piraten sind begeistert und feiern Silver; von seiner Absetzung ist nicht mehr die Rede. Alle einschließlich der gefangenen Geisel Jim machen sich gemeinsam auf die Suche nach dem Versteck. Dabei werden sie von einem unheimlichen Gesang überrascht, der als Echo in den Bergschluchten widerhallt. Der Geist von Flint scheint den Shanty über die fünfzehn Mann auf des toten Mannes Kiste zu schmettern. Silver argwöhnt, dass der rätselhafte Gesang womöglich von Ben Gunn stammen könne. Am vermeintlichen Ziel angekommen, erwartet die Piraten eine Enttäuschung. Nur ein einziges Zwei-Guineen-Stück ist zu finden, sonst nichts. Als sie erbost an Silver und Hawkins Rache üben wollen, fallen Schüsse: Die Schiffsführung hat mit Ben Gunn im Hinterhalt gelegen. Ein Teil der Piraten kann fliehen, nur Silver bleibt bei Jim zurück. Es stellt sich heraus, dass Ben Gunn in den Jahren auf der Insel den Schatz bereits gefunden und einen Großteil davon in Sicherheit gebracht hat. Deshalb hatte der Doktor den Lageplan gefahrlos an Silver aushändigen können. Die Expeditionsteilnehmer verladen den Schatz auf die Hispaniola und begeben sich mit Ben Gunn und Silver als Gefangenem auf die Heimreise. Während der Rückfahrt gelingt es Silver nach einem Zwischenstopp, mit einem Teil des Schatzes von Bord zu fliehen. Ben Gunn hat das zwar beobachtet, aber aus Angst vor Silver nichts verraten. Der restliche Schatz wird unter den loyalen Seeleuten aufgeteilt. Gunn verbraucht seinen Anteil relativ schnell in Spelunken. Es soll sich immer noch ein Teil des Schatzes auf der Insel befinden – doch Jim schwört, nie mehr dorthin zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427138","hoster":"VOE"},{"path":"/redirect/9394290","hoster":"Streamtape"}]}]}]}]}