{"seriesId":"die-welt-von-morgen-die-geschichte-von-ntm-und-dj-dee-nasty","name":"Die Welt von morgen – Die Geschichte von NTM und DJ Dee Nasty","descr":"[Le monde de demain, Tomorrows World] Die Pariser Vorstadt Saint-Denis in den 1980er Jahren: Der Jugendliche Bruno wird für ein Fußballinternat ausgewählt. Sein Vater ist mächtig stolz, doch Brunos Herz schlägt für etwas anderes. Der Hip-Hop aus den USA kommt langsam in Frankreich an und Bruno erkennt seine Leidenschaft für Breakdance. In Didier, einem Jungen aus seinem Viertel, findet Bruno einen Verbündeten und Trainingspartner. Währenddessen versucht der aufstrebende DJ Daniel nach einem USA-Aufenthalt, in Paris beruflich Fuß zu fassen. Er will den Hip-Hop aus Übersee auch in Frankreich etablieren. Seine neue Bekanntschaft Béatrice unterstützt ihn dabei tatkräftig.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Der junge Daniel kommt von einer USA-Reise zurück nach Frankreich und will sich seinen Lebensunterhalt als DJ verdienen. In den USA ist Hip-Hop auf dem Vormarsch, in Frankreich ist der Trend noch nicht wirklich angekommen. Das will Daniel, alias DJ Dee Nasty, ändern. Als das Lokalradio geschlossen wird, sucht er weiter nach Möglichkeiten, seine Beats zu verbreiten. Doch das Geld ist knapp, die Platten und das Equipment sind teuer. Seine Karriere will nicht so recht anlaufen, aber Daniel lässt sich nicht entmutigen und nutzt jede Sendeminute, die er nur kriegen kann. Währenddessen bolzt der junge Bruno eifrig auf dem Fußballplatz. Er hat großes Talent und wird von einem Fußballinternat entdeckt. Bruno lebt im Pariser Vorort Saint-Denis und sollte diese einmalige Chance unbedingt nutzen. Zumindest sieht sein Vater Joseph das so.","versions":[{"lang":1,"streams":[{"redirect":11529735,"hoster":"VOE"},{"redirect":11529737,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die junge Vivi, die sich selbst \"Lady V\" nennt, taggt und sprayt in ihrem Viertel im 13. Arrondissement von Paris. Dass die existierenden Sprayer-Gruppen davon nicht begeistert sind, scheint sie wenig zu stören. Sie macht weiter und skizziert fleißig Graffitis in ihr Notizbuch. Bruno und Didier beschäftigen sich rund um die Uhr mit ihren Tanzmoves und verfolgen sämtliche TV-Shows der angesagten Hip-Hop-Gruppen. Sie sind überzeugt davon, dass sie eines Tages ebenso über die Bildschirme flimmern werden. Eine Chance tut sich auf, als ein Talentscout Bruno und Didier beim Tanzen beobachtet. Er möchte, dass die beiden mit nach Italien kommen und in Shows auftreten. Doch Bruno und Didier haben Angst, ihre Unabhängigkeit zu verlieren, und lehnen das Angebot ab. Daniel alias DJ Dee Nasty arbeitet zur gleichen Zeit an seinem ersten Album.","versions":[{"lang":1,"streams":[{"redirect":12921577,"hoster":"VOE"},{"redirect":11529733,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Didier kommt nach sechs Monaten in Italien zurück nach Paris. Er hat sich stark verändert, ebenso sein Pariser Freundeskreis. Nur sein Vater ist der gleiche, gewalttätige Mensch geblieben. Didier ist zum Lebemann geworden, das selbst verdiente Geld und die Frauengeschichten in Italien sind ihm zu Kopf gestiegen. In der Wohnung seines Vaters lässt Didier sein Erspartes zurück und will seine Freunde sehen. Doch Bruno hat in der Zwischenzeit eine neue Gruppe gefunden. Die Jungs halten nicht viel davon, dass Didier einfach so zurückkommt und plötzlich alles wie immer sein soll. Sie wollen unbemerkt sprayen und befürchten, dass es mit Didier im Schlepptau nur zu Problemen kommt. Nach anfänglichen Annäherungsschwierigkeiten gibt Bruno Didier dann doch eine Chance und lässt ihn bei den nächtlichen Touren mitmachen.","versions":[{"lang":1,"streams":[{"redirect":11529739,"hoster":"VOE"},{"redirect":11529751,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Für Didier beginnt der Ernst des Lebens, als er in die Armee eingezogen wird. Die Zeiten der Modeljobs und Drogenpartys sind vorerst vorbei, es ist Zeit, Verantwortung zu übernehmen. Es fällt ihm nicht leicht, sich in das autoritäre Umfeld einzugliedern, auch mit seinen Kameraden versteht sich Didier nicht sonderlich. Seine Wochenenden verbringt er auf Hip-Hop-Partys in Paris mit Bruno. Dieser hat sich ausmustern lassen und muss nicht zur Armee. Stattdessen hat er angefangen, bei einer Bank zu arbeiten, was aber nicht wirklich sein Ding ist. Zahlen tippen und irgendwelche Listen analysieren: nicht gerade sein Traumjob. Dann wird Bruno auch noch ein Ausbildungsplatz angeboten, aber es passt nicht zu seiner Vorstellung vom Leben. Stattdessen nutzt Bruno die Zeit am Schreibtisch, um Rap-Texte zu schreiben.","versions":[{"lang":1,"streams":[{"redirect":11529740,"hoster":"VOE"},{"redirect":11529741,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Nachdem DJ Dee Nasty seinen Job im Club verloren hat, arbeitet er nun doch wieder bei einem Pariser Radiosender. Er ruft eine Open-Mic-Show ins Leben: Nachwuchstalente dürfen ihr Können zeigen, ohne Termin, ohne Anmeldung. Massen stürmen das Studio, Daniels Sendung kommt super an. Der Chef des Radiosenders ist zwar von dem Menschenauflauf gar nicht begeistert. Doch wieder einmal ist die Jugend außer Kontrolle und lässt sich nicht bändigen. DJ Dee Nasty zieht die Show weiter durch, obwohl finanziell für ihn wieder nichts dabei herumkommt. Die Situation mit Béatrice wird auch immer schwieriger. Daniel möchte gerne eine monogame Beziehung, was für Béatrice keine Option ist. Haben die beiden so noch eine Zukunft? Bruno, Didier und Franck stehen endlich kurz vor ihrem Auftritt.","versions":[{"lang":1,"streams":[{"redirect":11529748,"hoster":"VOE"},{"redirect":11532219,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Bruno, Didier und Franck haben Großes vor sich. Nach einem Auftritt im Fernsehen bekommen sie erneut ein Angebot einer Plattenfirma. Dieses Mal entscheiden sie sich dafür, den Vertrag zu unterzeichnen. Didier fühlt sich wie ein Star und will sein verdientes Geld direkt ausgeben. Er scheint die Ernsthaftigkeit des Deals nicht ganz verstanden zu haben. Ein Plattendeal bedeutet harte Arbeit, Disziplin und Verpflichtung. Damit kann Lebemann Didier nichts anfangen. Folglich stehen Bruno und DJ S allein im Studio und sollen mit der Aufnahme des Albums loslegen. Das hatten sich die beiden anders vorgestellt. Auch zwischen Vivi und Bruno läuft es nicht gut, sie fühlt sich als Choreographin der Gruppe nicht respektiert. Ihre Tänzerkollegen nehmen sie nicht ernst, sogar ihre Mutter Patou hat nur Augen für die Jungs und nicht für ihre eigene Tochter.","versions":[{"lang":1,"streams":[{"redirect":11529752,"hoster":"VOE"},{"redirect":11529753,"hoster":"Streamtape"}]}]}]}]}