{"seriesId":"die-schatzsucher-goldrausch-in-sdamerika","name":"Die Schatzsucher - Goldrausch in Südamerika","descr":"5-tlg. Mini-Serie, die die Teams aus der Doku-Reihe \"Goldrausch in Alaska\" bei den Vorbereitungen auf die neue Schürfsaison begleitet. Todd Hoffman und seine Crew reisen dabei durch Chile, Peru und Guyana und müssen am Ende entscheiden, ob sie zum Klondike zurückkehren oder ihre Goldsuche in Südamerika fortsetzen wollen. Dakota Fred ist in Alaska auf der Suche nach jungfräulichem Boden und begibt sich zum Cahoon Creek, während Parker Schnabel sein Glück zusammen mit seinem neuen Mentor Tony Beets im Klondike sucht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Am Amazonas","epNo":1,"alt":"Peruvian Gold","descr":"Im Winter können die Schatzsucher auf ihrem Claim in Alaska keinen Handgriff tun, weil dort bei eisigen Minustemperaturen der Boden gefriert. Die Zwangspause nutzen die Männer in diesem Special, um an anderer Stelle ihr Glück zu versuchen. Todd Hoffman und seine Gefährten brechen in Richtung Südamerika auf, denn dort sind die Prognosen günstig. Allein in Peru werden jährlich rund 160 Tonnen des wertvollen Edelmetalls ans Tageslicht befördert, im Wert von mehr als sechs Milliarden Euro. Und von diesem riesigen Kuchen würden sich die Schatzsucher gern ein Stück abschneiden.","versions":[{"lang":1,"streams":[{"redirect":9599709,"hoster":"VOE"},{"redirect":8405702,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Atacama-Wüste","epNo":2,"alt":"Chilean Gold","descr":"Zum Goldwaschen benötigt man Wasser: Das ist eine Binsenweisheit. Die Atacama-Wüste in Chile ist daher de facto nicht der ideale Ort, um Edelmetalle auszugraben. Im Gegenteil: Das 250 000 Quadratkilometer große Ödland zählt zu den trockensten Regionen der Erde. An manchen Orten wurde seit Jahrzehnten nicht ein einziger Regentropfen registriert. Wird die staubtrockene Einöde für Todd Hoffman und seine Crew trotzdem zum Eldorado? Die Männer treffen vor Ort einen Mann, der sich im Geschäft auskennt: Und Don Quejano hat für seine amerikanischen Kollegen einen heißen Tipp parat.","versions":[{"lang":1,"streams":[{"redirect":9599708,"hoster":"VOE"},{"redirect":11070322,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Dschungel von Guyana","epNo":3,"alt":"Guyanese Gold","descr":"Im Konvoi durch den Regenwald: Die Schatzsucher kämpfen sich in dieser Folge mit ihren tonnenschweren Maschinen durch den Dschungel von Guyana. Die Männer vermuten dort reiche Edelmetallvorkommen. Mit etwas Glück können Todd Hoffman und seine Gefährten auf dem neuen Claim, rund 280 Kilometer südlich der Hauptstadt Georgetown, fünfmal so viel Geld verdienen wie in Alaska. Doch der Weg dorthin ist beschwerlich. Als ihr wichtigster Geschäftspartner obendrein an Malaria erkrankt, erkennen die Schatzsucher, welche Gefahren ihnen drohen.","versions":[{"lang":1,"streams":[{"redirect":9599710,"hoster":"VOE"},{"redirect":8405694,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Bewährungsprobe","epNo":4,"alt":"The Frozen North","descr":"Parker Schnabel steht in Alaska vor der Herausforderung seines Lebens: Der 18-Jährige leitet in der abgeschiedenen Wildnis des nördlichsten US-Bundesstaates sein erstes Goldsucherprojekt. Mit 160000 Dollar Startkapital im Gepäck – das Geld sollte eigentlich seine College-Ausbildung finanzieren – brechen Parker und sein Team in Richtung Dawson City auf. Dort vermuten die Männer reiche Edelmetallvorkommen. Doch den Traum von Ruhm und Reichtum haben in Alaska schon viele geträumt. Und die meisten sind am Ende mit leeren Taschen heimgekehrt.","versions":[{"lang":1,"streams":[{"redirect":9599711,"hoster":"VOE"},{"redirect":8405695,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Making Of","epNo":5,"alt":"Ends Of The Earth","descr":"Todd Hoffman und seine Crew wechseln in der vierten Staffel den Kontinent: Die Männer suchen in der chilenischen Wüste, im Hochland Perus und im Dschungel von Guyana nach einem geeigneten Stück Land mit reichen Goldvorkommen. Um ihren Traum in die Tat umzusetzen, betreiben die Schatzsucher vor Ort einen enormen Aufwand. Gleiches gilt für die Filmcrew, die ihre Abenteuer auf Zelluloid bannt. Lebensbedrohliche Krankheiten, extrem schwieriges Terrain und wilde Tiere: Die TV-Profis sind vor Ort den gleichen Gefahren ausgesetzt, wie die Goldsucher. Dieses \"Making of\" zeigt, mit welchen Schwierigkeiten die Kameraleute bei den Dreharbeiten zu kämpfen hatten.","versions":[{"lang":1,"streams":[{"redirect":9599718,"hoster":"VOE"},{"redirect":12482145,"hoster":"Streamtape"}]}]}]}]}