{"seriesId":"die-maske","name":"Die Maske","descr":"Hach, ist das nicht ein Traumjob? Wer wollte nicht immer schon einmal von Mord bedrohte Mitmenschen dadurch schützen, dass er sich eine perfekte Maske anlegt und ihren Platz einnimmt? Der Vietnamveteran Christopher Chance (Rick Springfield) verdient damit sein Geld. Sein Maskenbildner ist Philo Marsden (Kirk Baltz), am Steuer seines Hightech-Flugzeugs Blackwing sitzt Jeff Carlyle (SaMi Chester), außerdem hilft ihm Libby Page (Signy Coleman).Die Maske basiert auf einem Charakter aus den Action Comics, wo auch Superman erscheint. Die Frage, wie sich Chance bei aller fortgeschrittenen Schminktechnik in Klienten verwandelt, die eine andere Figur haben als er selbst, blieb unbeantwortet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Von der anderen Seite sieht immer alles grüner aus","epNo":1,"alt":"The Mask is alway\u0027s Greener on the Other Side Part 1","descr":"Stanley verhindert als \"Die Maske\" einen Banküberfall. Seine Angebetete Mathilda ist Sicherheits-Chefin der Bank. Sie wird wegen des Zwischenfalls gefeuert. Stanley ist untröstlich und wirft wütend die Maske weg. Das bedauert er aber sehr schnell.","versions":[{"lang":1,"streams":[{"redirect":9933278,"hoster":"VOE"},{"redirect":9932538,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nicht alles was grün ist, ist ein Frosch","epNo":2,"alt":"The Mask is alway\u0027s Greener on the Other Side Part 2","descr":"Ohne seine Maske muss Stanley vor dem Superverbrecher Pretorius fliehen. Der hat das Schwergewicht Walter auf ihn angesetzt. Erst durch einen glücklichen Zufall bringt Stanley die Maske wieder in seinen Besitz und verwandelt sich flugs wieder zum Superhelden.","versions":[{"lang":1,"streams":[{"redirect":9932395,"hoster":"VOE"},{"redirect":9932401,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die schrecklichen Zwei","epNo":3,"alt":"The Terrible Twos","descr":"Stanley ist Lieutnant Kellaway schon lange suspekt. Er will beweisen, dass Stanley und die Maske identisch sind. Also kettet er sich mit Handschellen an ihn. Ausgerechnet jetzt schlagen die Verbrecher verstärkt zu. Stanley muss mit herkömmlichen Mitteln gegen sie vorgehen.","versions":[{"lang":1,"streams":[{"redirect":9933288,"hoster":"VOE"},{"redirect":9933287,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Falle für die Maske","epNo":4,"alt":"Sister Mask","descr":"Stanley findet eine zweite Maske. Diese Tarnung erlaubt es ihm, das Temperament seines Superhelden-Alter-Egos zu kontrollieren. Stanley weiß allerdings nicht, dass die Maske eine Falle von Pretorius ist.","versions":[{"lang":1,"streams":[{"redirect":9933294,"hoster":"VOE"},{"redirect":9933291,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der doppelte Bürgermeister","epNo":5,"alt":"Mayor Mask","descr":"Stanley stellt sich für das Kleine seiner Nachbarin als Babysitter zur Verfügung. Dummerweise bekommt der Schreihals die Maske in die Hand und verwandelt sich in die \"Babymaske\". Das bedeutet Chaos.","versions":[{"lang":1,"streams":[{"redirect":9932402,"hoster":"VOE"},{"redirect":9932408,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der maskierte Gehirnklempner","epNo":6,"alt":"Shrink Rap","descr":"Ein geisterhafter Dieb macht die Stadt unsicher. Er raubt den Menschen ihre Schatten und damit ihre Jugend. Als auch Peggy und Charlie Opfer des Schattendiebes werden, greift die Maske ein.","versions":[{"lang":1,"streams":[{"redirect":9932423,"hoster":"VOE"},{"redirect":9932411,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die ideale Braut","epNo":7,"alt":"Bride of Pretorius","descr":"Der Superverbrecher Pretorius will die Erde zerstören. Für dieses Ereignis hätte er gerne eine weibliche Begleitung: Er sucht die perfekte Braut. Seine Wahl fällt ausgerechnet auf Stanleys Freundin Evelyn","versions":[{"lang":1,"streams":[{"redirect":9933310,"hoster":"VOE"},{"redirect":9933303,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der hinterlistige Schattendieb","epNo":8,"alt":"Shadow of a Skillit","descr":"Stanley hört auf den Rat seines Psychiaters. Dadurch verändert er seine Persönlichkeit und die Maske verliert ihre Fähigkeiten. Sie kann ihre Superkräfte nur bei dem alten Stanley entwickeln.","versions":[{"lang":1,"streams":[{"redirect":9933309,"hoster":"VOE"},{"redirect":9933308,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Babys tolle Sause","epNo":9,"alt":"Baby\u0027s Wild Ride","descr":"","versions":[{"lang":1,"streams":[{"redirect":9932535,"hoster":"VOE"},{"redirect":9932536,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vertrackte Psychotricks","epNo":10,"alt":"Double Reverse","descr":"Stanley ist mit der miserablen Politik des Bürgermeisters Tilton unzufrieden. Deshalb schlüpft er in die Haut seines Alter egos und tritt als die Maske in den Wahlkampf ein.","versions":[{"lang":1,"streams":[{"redirect":9932416,"hoster":"VOE"},{"redirect":9932415,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der galaktische Retter","epNo":11,"alt":"They Came From Within","descr":"Die Maske gerät ins Visier der internationalen Geheimdienste. Wegen seiner grünen Haut wird sie für ein gefährliches außerirdisches Wesen gehalten. Agent X soll das Alien einfangen.","versions":[{"lang":1,"streams":[{"redirect":9932425,"hoster":"VOE"},{"redirect":9932418,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tanz mit dem Teufel","epNo":12,"alt":"Boogie with the Man","descr":"Stanley und sein Hund Milo entlarven eine Hundefängerin als gesuchte Verbrecherin. Sie wollen die böse Dame unschädlich machen.","versions":[{"lang":1,"streams":[{"redirect":9932426,"hoster":"VOE"},{"redirect":9932427,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"An Halloween ist der Teufel los","epNo":13,"alt":"All Hallow\u0027s Eve","descr":"Skillit, dem Gnom aus dem Schattenland, gelingt die Flucht aus der Besserungsanstalt. Da gerade Halloween ist, erlangt er seine magischen Kräfte zurück. Nun hat er nur noch ein Ziel: Er will die Maske an sich bringen und Stanley büßen lassen.","versions":[{"lang":1,"streams":[{"redirect":9932433,"hoster":"VOE"},{"redirect":9932431,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine schöne Bescherung","epNo":14,"alt":"Santa Mask","descr":"In der Weihnachtszeit verüben zahlreiche Gangster Verbrechen in Weihnachtsmann-Kostümen. Der echte Weihnachtsmann wird eingesprerrt. Stanley muss als die Maske einspringen, um die Heilige Nacht zu retten.","versions":[{"lang":1,"streams":[{"redirect":9932437,"hoster":"VOE"},{"redirect":9932438,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Halbe Maske - doppelter Streit","epNo":15,"alt":"Split Personality","descr":"Bei einem Kampf mit dem Verbrecher Walter bricht Stanleys Maske entzwei. Stanley kann eine Hälfte retten. Die andere gerät in die Hände seines Erzfeindes aus Collegezeiten: Chet Bozak.","versions":[{"lang":1,"streams":[{"redirect":9932445,"hoster":"VOE"},{"redirect":9932443,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Alles fauler Zauber!","epNo":16,"alt":"Magic","descr":"Die Maske besitzt eine Glücksfeder, die ihr bislang in schwierigen Situationen immer geholfen hat. Dieser Talisman geht ihr plötzlich verloren. Sie beginnt eine wilde Jagd nach ihrem federleichten Glücksbringer.","versions":[{"lang":1,"streams":[{"redirect":9932452,"hoster":"VOE"},{"redirect":9932451,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die verschnupfte Maske","epNo":17,"alt":"To Have, and Have Snot","descr":"Colonel Claxon hat in einem Sumpfgebiet ein riesiges Stadion errichtet. Er hat den Bürgermeister dafür gewonnen, die \"Edge-City-Sportspiele\" dort abzuhalten. Niemand ahnt, dass der Colonel in dem Sumpfgebiet radioaktiven Abfall lagert. Dieser bringt Monster hervor.","versions":[{"lang":1,"streams":[{"redirect":9933343,"hoster":"VOE"},{"redirect":9933346,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Maske auf Kreuzfahrt","epNo":18,"alt":"Mystery Cruise","descr":"Die machthungrige Wissenschaftlerin Dr. Emilia Cronos hat eine Zeitmaschine entwickelt. Mit deren Hilfe kann sie Vergangenheit und Zukunft besuchen. Die Maske kommt ihr in die Quere und wird dabei selbst auf eine Zeitreise geschickt.","versions":[{"lang":1,"streams":[{"redirect":9933348,"hoster":"VOE"},{"redirect":9933347,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Maske gegen alle","epNo":19,"alt":"Martian Mask","descr":"Stanley soll bei einer neuen Filiale seiner Bank den Tresor öffnen. Lonnie der Hai und seine Safeknacker sind jedoch auch an dem Tresor interessiert. Sie nehmen Stanley und einige andere Bankkunden als Geiseln.","versions":[{"lang":1,"streams":[{"redirect":9933352,"hoster":"VOE"},{"redirect":9933353,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Maske kommt auf den Hund","epNo":20,"alt":"How Much is That Dog In The Tin Can?","descr":"Die beiden ebenso hässlichen wie bösen Ganoven \"Zementding\" und \"Fischjunge\" geraten mit Stanley aneinander. Der Fischjunge bringt durch einen Zufall die Maske an sich und wird so zum gemeinen \"Superhai\". Stanley muss ihn aufhalten.","versions":[{"lang":1,"streams":[{"redirect":9933361,"hoster":"VOE"},{"redirect":9933356,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Dreikäsehochbande","epNo":21,"alt":"The Goofalotatots","descr":"Stanley transformiert versehentlich ein paar Roboter-Dinosaurier aus dem Naturkundemuseum in echte Monster. Diese terrorisieren nun Edge City. Er will seinen Fehler wieder gutmachen. Als Maske versucht er, die Dinos aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":9933362,"hoster":"VOE"},{"redirect":9933359,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schweine an der Macht","epNo":22,"alt":"When Pigs Ruled The Earth","descr":"Ein Fernseh-Zuschauer gerät außer sich, weil seine Lieblingssendung abgesetzt wird. Er wird zum elektronischen Terroristen und zwingt der ganzen Stadt seinen persönlichen Fernsehgeschmack auf. Auch die Maske leidet unter dem TV-Terror","versions":[{"lang":1,"streams":[{"redirect":9932456,"hoster":"VOE"},{"redirect":9932457,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Für immer jung!","epNo":23,"alt":"Little Big Mask","descr":"Stanleys Vermieterin Mrs. Peenman wird von ihrer Nichte Jennifer besucht. Stanley soll ihr den Aufenthalt angenehm gestalten. Er ist dazu gerne bereit, als er Jennifer kennenlernt. Er ahnt nicht, dass sie im Besitz eines Amuletts ist, auf dem ein Fluch liegt.","versions":[{"lang":1,"streams":[{"redirect":9932464,"hoster":"VOE"},{"redirect":9932463,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ace greift ein","epNo":24,"alt":"The Aceman Cometh","descr":"Der große Actionheld Sly Eastenegger dreht in Edge City einen Film. Peggy findet heraus, dass die Krönung dieses Werks die reale Zerstörung der Stadt sein soll. Als Peggy kurz darauf verschwindet, greift die Maske ein.","versions":[{"lang":1,"streams":[{"redirect":9932469,"hoster":"VOE"},{"redirect":9932479,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Maske auf Zeitreise","epNo":25,"alt":"A Comedy of Eras","descr":"Stanley soll als Passagier mit ins All. Denn neben ihm kann dann der Astronaut Gil Headstrong eine gute Figur machen. An Bord allerdings herrscht der Bordcomputer, der alle für Dummköpfe hält. Nur die Maske kann ihm Paroli bieten.","versions":[{"lang":1,"streams":[{"redirect":9933376,"hoster":"VOE"},{"redirect":9933377,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Maske und das Sumpfmonster","epNo":26,"alt":"Goin For The Green","descr":"Charlie überredet Stanley zu einer Landpartie. Zum Glück hat Stanley heimlich auch die Maske mit im Gepäck, denn sie fallen einem üblen Haufen von Hinterwäldlern in die Hände. Die haben nichts Gutes im Sinn.","versions":[{"lang":1,"streams":[{"redirect":9933382,"hoster":"VOE"},{"redirect":9933380,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Glücksfeder","epNo":27,"alt":"Flight As a Feather","descr":"Stanley hat sein Leben als ewiger Versager satt. Ein Unbekannter bietet ihm einen Vertrag an, der ihn zum Siegertyp machen kann. Stanley zögert nicht. Tatsächlich hat er von da an dauernd Erfolg. Zu spät erkennt er, auf was er sich eingelassen hat.","versions":[{"lang":1,"streams":[{"redirect":9933389,"hoster":"VOE"},{"redirect":9933384,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Zementding und der Fischjunge","epNo":28,"alt":"The Good, The Bad, and The Fish-Guy","descr":"Häuptling Louie lockt die Maske auf seine tropische Insel. Denn er möchte, dass sie dort zum neuen Schutzgott der Insulaner wird. Im Medizinmann hat die Maske einen erbitterten Rivalen","versions":[{"lang":1,"streams":[{"redirect":9932477,"hoster":"VOE"},{"redirect":9932473,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Süßes auf französisch","epNo":29,"alt":"Malled","descr":"Die verrückte Professorin Emilia Chronos will die Macht über Edge City an sich reißen. Um ein Eingreifen der Maske zu verhindern, hält sie Stanley in einer Zeitfalle gefangen. Immer kurz vor seiner Mittagspause schnellt die Uhr auf elf Uhr dreißig zurück.","versions":[{"lang":1,"streams":[{"redirect":9932483,"hoster":"VOE"},{"redirect":9932480,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"TV-Terror","epNo":30,"alt":"Channel Surfin","descr":"Stanley wird bei einer Varietéshow hypnotisiert, die Hypnose jedoch nicht wieder aufgehoben. Davon ist auch die Maske betroffen. Genau jetzt erscheint der verrückte Kablammis in der Stadt.","versions":[{"lang":1,"streams":[{"redirect":9933398,"hoster":"VOE"},{"redirect":9932487,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Dinos in der Stadt!","epNo":31,"alt":"Jurassic Mask","descr":"In Edge City rettet die Maske dem Präsidenten das Leben. Aus Dank nimmt er die Maske als Geheimagent mit nach Washington. Für die Maske zeichnet sich eine große Karierre ab, die der Geheimdienstler Greenfield verhindern will.","versions":[{"lang":1,"streams":[{"redirect":9933403,"hoster":"VOE"},{"redirect":9932493,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Gorgonzolas Rache","epNo":32,"alt":"Mask Au Gratin","descr":"Der Meteorologe Fritz Niesel ist frustriert von seinem beruflichen Alltag beim Fernsehsender. Er beschließt, Rache an der Welt zu nehmen. Als er vom Blitz getroffen wird, wird er zu Fritz Blitz. Damit ist er Gebieter über das Wetter. Er lehrt der Stadt das Fürchten.","versions":[{"lang":1,"streams":[{"redirect":9932498,"hoster":"VOE"},{"redirect":9932494,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Maske beim Film","epNo":33,"alt":"You Oughta Be In Pictures","descr":"Ein neuer Polizeidirektor setzt Lieutenant Kellaway unter Druck. Denn dieser hatte in der letzten Zeit keine Erfolge vorzuweisen. Dazu erhält der Lieutenant auch noch Besuch von seiner Mutter. Von da an heißt es nur noch: Mama räumt auf!","versions":[{"lang":1,"streams":[{"redirect":12267934,"hoster":"VOE"},{"redirect":9933407,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Maske im Weltall","epNo":34,"alt":"For All Mask-Kind","descr":"Ein wahnsinniger Bienenforscher mutiert zum Stachelmonster. Dieses reißt alle Honigvorräte der Stadt an sich. Es zwingt die Einwohner zum Bau der größten Bienenwabe der Welt. Die Maske versucht, das Stachelmonster aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":9933416,"hoster":"VOE"},{"redirect":9933415,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Landeier schlagen zurück","epNo":35,"alt":"Up The Creek","descr":"Stanley kauft einen Liebestrank, mit dem aber aus Versehen Mrs. Peenman überschüttet wird. Die Wirkung ist furchtbar. Denn auf einmal sieht Stanley in seiner schlechtgelaunten Vermieterin die von ihm ersehnte Liebesgöttin.","versions":[{"lang":1,"streams":[{"redirect":9933418,"hoster":"VOE"},{"redirect":9933417,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Immer wieder 11:30 Uhr","epNo":36,"alt":"What Goes Around, Comes Around","descr":"Der Intimfeind der Maske, Pretorius, will seinen Gegner davon abhalten, ihm in die Quere zu kommen. Daher sorgt er dafür, dass nach einem Einbruch ins städtische Waisenhaus alle Indizien auf die Maske als Täter hindeuten.","versions":[{"lang":1,"streams":[{"redirect":9932497,"hoster":"VOE"},{"redirect":9932496,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Alles Banane auf Congo Bongo","epNo":37,"alt":"All Hail The Mask","descr":"Der Musical-Mogul Sir Andrew Bettnässer hat sich die Rechte am Lieblingsstoff der Maske gesichert. Er will eine Produktion mit dem \"Großen Affen\" herausbringen. Stanley soll im Auftrag seiner Bank aufpassen, dass Bettnässer nicht zuviel Geld ausgibt.","versions":[{"lang":1,"streams":[{"redirect":9932501,"hoster":"VOE"},{"redirect":9932502,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"[Dito E37] Die Maske unter Hypnose","epNo":38,"alt":"Power of Suggestion","descr":"Der Schattenklau hat einige seiner Monster auf Edge City losgelassen. Peggy und Stanley kämpfen sich bis ins Schattenreich vor, um dem ein Ende zu setzen. Dort kann ihnen nur noch die Maske helfen.","versions":[{"lang":1,"streams":[{"redirect":9933431,"hoster":"VOE"},{"redirect":9933429,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der bessere Präsident","epNo":39,"alt":"Mr. Mask Goes to Washington","descr":"Die Maske reist mit der Zeitmaschine in das 23. Jahrhundert. Dort herrscht ein machthungriger Regierungsbeamter über die Energiereserven. Er wird von Rebellen bekämpft. Auf deren Seite schlägt sich auch die Maske.","versions":[{"lang":1,"streams":[{"redirect":9932506,"hoster":"VOE"},{"redirect":9932505,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der durchgeknallte Wetterfrosch","epNo":40,"alt":"Rain of Terror","descr":"In den Kühlschränken von Edge City braut sich eine Gefahr zusammen: Eine verrückte Wissenschaftlerin hat dafür gesorgt, dass bestimmte Frischhaltedosen gefährliche Monster aus Essensresten ausbrüten. Ein neuer Fall für die Maske.","versions":[{"lang":1,"streams":[{"redirect":9932509,"hoster":"VOE"},{"redirect":9932512,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Mama räumt auf!","epNo":41,"alt":"The Mother of All Hoods","descr":"Lieutenant Kellaway und die Maske finden sich plötzlich im Himmel wieder. Die Engel prüfen, ob die beiden auch dorthin passen. Bald stellt sich heraus, dass Dr. Emilia Cronos für das Chaos verantwortlich ist. Sie will zur Herrscherin der Zeit werden.","versions":[{"lang":1,"streams":[{"redirect":13946237,"hoster":"VOE"},{"redirect":9932514,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Die Maske und das süße Leben","epNo":42,"alt":"To Bee or Not To Bee","descr":"Pretorius versucht erneut, die Herrschaft über Edge City an sich zu reißen. Dafür muss er aber zuerst die Maske ausschalten. Diesmal holt er sich zwei Profis, die Kopfgeldjäger Texas-Klopper und Krawatten-Simon. Sie sollen die Maske in ihre Gewalt bringen.","versions":[{"lang":1,"streams":[{"redirect":9933450,"hoster":"VOE"},{"redirect":9933449,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der Liebestrank","epNo":43,"alt":"Love Potion Number 8 1/2","descr":"Pretorius möchte endlich die Macht über Edge City gewinnen und wendet diesmal eine psychologische Methode an. Er versammelt alle Gangster der Stadt, die der Maske immer wieder unterlagen. Ihnen will er mit Hilfe des Psychiaters Dr. Neumann neues Selbstbewusstsein verschaffen.","versions":[{"lang":1,"streams":[{"redirect":9932518,"hoster":"VOE"},{"redirect":9932517,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Maske hinter Gittern","epNo":44,"alt":"Cool Hand Mask","descr":"Die Maske steht vor dem Kriegsgericht: Ihre Streiche haben das Militär angeblich Millionen gekostet. Der grüngesichtige Angeklagte holt zu seiner umfassenden Aussage aus. Er kann alle Vorwürfe widerlegen.","versions":[{"lang":1,"streams":[{"redirect":9933469,"hoster":"VOE"},{"redirect":9933468,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Affentheater","epNo":45,"alt":"Broadway Malady","descr":"Der gutmütige Stanley wird unwissentlich zum Falschgeldkurier der gewissenlosen Fälscherin Selina. Als er die Blüten in seinem Gepäck entdeckt, gerät er in Panik und schließt sie in einem Bankschließfach ein. Selina aber will ihr Geld zurückhaben und kidnappt Milo.","versions":[{"lang":1,"streams":[{"redirect":9932521,"hoster":"VOE"},{"redirect":9932522,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Die Maske und der Schattenklau","epNo":46,"alt":"Inquiring Masks Want To Know","descr":"Stanleys alte Schulkameradin Davida ist in der Stadt, um als Zauberkünstlerin aufzutreten. Während der Schulzeit hatte Stanley nie den Mut gehabt, ihr seine Liebe zu gestehen. Die verpasste Chance möchte er nun nachholen. Aber Davida ist nicht die, die sie zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":9933492,"hoster":"VOE"},{"redirect":9933484,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Maske mal zwei","epNo":47,"alt":"Future Mask","descr":"Pretorius hat ein teuflisches Schnupfenvirus kreiert, dem auch die Maske nicht trotzen kann. Es droht sogar das Ende des grünen Wirbelwindes: Sobald er die sieben Symptome von Pretorius’ Grippe durchlaufen hat, gibt es keine Hoffnung mehr.","versions":[{"lang":1,"streams":[{"redirect":9933491,"hoster":"VOE"},{"redirect":9933486,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Die Kühlschrankmonster","epNo":48,"alt":"Sealed Fate","descr":"Stanley bekommt zwei Kreuzfahrttickets geschenkt. Er entschließt sich, das Urlaubsangebot anzunehmen. Zu seiner Überraschung trifft er auf dem Schiff alte Bekannte. Unglücklicherweise erscheint auch Pretorius. Der hat eine Waffe entwickelt, mit deren Hilfe er ein künstliches Erdbeben auslösen kann","versions":[{"lang":1,"streams":[{"redirect":9933501,"hoster":"VOE"},{"redirect":9933494,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die Herrin der Zeit","epNo":49,"alt":"The Angels Wanna Wear My Green Mask aka Boogie with the Man","descr":"Stanley investiert seine gesamten Ersparnisse in ein seltenes Comic-Heft. Dieses wird ihm kurz darauf gestohlen. Verzweifelt greift er zur Maske. Damit beginnt eine turbulente Reise durch die Welt der gezeichneten Figuren und der Sprechblasen.","versions":[{"lang":1,"streams":[{"redirect":9933503,"hoster":"VOE"},{"redirect":9933504,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Jagd auf die Maske","epNo":50,"alt":"Mutiny of the Bounty Hunters","descr":"Drei schräge Clowns und Spaßmacher, die sich die Dreikäsehochbande nennen, kommen nach Edge City. Die Einwohner sind in Aufruhr. Auch die Maske zählt zu den Fans der Chaoskollegen. Pretorius hat mit dem Trio teuflische Pläne.","versions":[{"lang":1,"streams":[{"redirect":9933506,"hoster":"VOE"},{"redirect":9933510,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Doktor Maske","epNo":51,"alt":"Convention of Evil","descr":"Die Maske und Peggy geraten zufällig in das Jahr 4996, in dem nichts mehr ist wie früher. Die Menschen sind zu Wilden geworden, und die Schweine haben die Macht übernommen. Stanley und Peggy werden als potentielle Schweinefresser vor Gericht gestellt.","versions":[{"lang":1,"streams":[{"redirect":9932528,"hoster":"VOE"},{"redirect":9932525,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Die Maske beim Militär","epNo":52,"alt":"The Green Marine","descr":"Die Maske wird langsam älter und spürt, dass ihre Jugend sich dem Ende zuneigt. Um diesen Prozess aufzuhalten, mixt sie sich ein Verjüngungsmittel. Dieses wirkt allerdings so gut, dass es sie ins Babyalter zurückversetzt.","versions":[{"lang":1,"streams":[{"redirect":9933533,"hoster":"VOE"},{"redirect":9933522,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Wenn Blüten blühen ...","epNo":53,"alt":"Counterfeit Mask","descr":"Stanleys Erzfeind Pretorius entführt Milo, Stanleys Hund. Da Stanley im Fernsehen einen Werbespot von dem Tierdetektiv Ace Ventura sieht, engagiert er ihn. Aber auch Ace hat zunächst keinen Erfolg. Da greift die Maske ein.","versions":[{"lang":1,"streams":[{"redirect":9932532,"hoster":"VOE"},{"redirect":9932531,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Die Maske kommt auf den Hund","epNo":54,"alt":"Fantashtick Voyage","descr":"Ein aggressiver Virus treibt sein Unwesen: die Cybermilbe. Sie setzt alles daran, Milo zu infizieren, was ihr auch gelingt. Schon bald treten bei Milo erste Krankheitssymptome auf. Um ihn zu retten, muss nicht nur die Maske die Reise in das Innere des Hundes antreten.","versions":[{"lang":1,"streams":[{"redirect":9933543,"hoster":"VOE"},{"redirect":9933537,"hoster":"Streamtape"}]}]}]}]}