{"path":"/serie/stream/diese-drombuschs","name":"Diese Drombuschs","descr":"Erzählt wird die Geschichte der Familie Drombusch, deren Oberhäupter Vera (Witta Pohl) und Siegfried (Hans-Peter Korff) in Darmstadt ein Antiquitäten- und ein Teegeschäft betreiben. Als sie sich beim Umzug in ein neues Haus finanziell übernehmen und Vater Siegfried stirbt, muss seine Frau Vera ihre gesamte Kraft investieren, um die Familie zusammenzuhalten. Die Serie mit ihren realistisch dargestellten und wortreich ausgefochtenen Alltagskonflikten wurde zum großen 80er-Jahre-Klassiker des ZDF.","seasons":[{"path":"/serie/stream/diese-drombuschs/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/diese-drombuschs/staffel-1/episode-1","name":"Alle Jahre wieder","epNo":1,"alt":"","descr":"Oma Drombusch, die in Gießen seit dem Tod ihres Mannes allein lebt, freut sich darauf, wie in jedem Jahr über Weihnachten und Neujahr bei ihren Kindern in Darmstadt zu sein. Aber dort will sich die Freude noch nicht so recht einstellen, weil die Enkel klammheimlich von ihrem Versprechen abrücken, sich an den Feiertagen der Familie zu widmen. Auch Vera Drombusch \"streikt\" daraufhin, denn sie will nicht von Weihnachten bis Neujahr in Zweisamkeit mit der Schwiegermutter verbringen. Das hat zur Folge, daß Siegfried Drombusch seine Mutter auslädt – zur bitteren Enttäuschung von Oma Drombusch, die sich erst durch die Ansprache eines Fernsehpfarrers eines besseren besinnt und doch nach Darmstadt reist, um das verkorkste Weihnachtsfest in einer stimmungsvollen Neujahrsnacht nachzuholen. Doch damit ist die nächste Katastrophe bereits vorprogrammiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835136","hoster":"VOE"},{"path":"/redirect/9835135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-1/episode-2","name":"Der Appell (in Folge 1 enthalten)","epNo":2,"alt":"","descr":"Aus dem Kurzbesuch von Oma Drombusch bei ihrer Familie sind drei Wochen geworden – die gereizte Stimmung eines überlangen Besuchs ist zu spüren. Es hat sich viel angestaut, was nun im offenen Konflikt ausbricht: Da ist zum einen die Frage, wer letztlich für Thomis Schularbeiten verantwortlich ist, zum anderen sind es Marions Schlagersängerinnen-Ambitionen, die die Gefahr heraufbeschwören, als Sprechstundenhilfe entlassen zu werden, und drittens sorgt ihr Freund Gerd Schräpper für zusätzlichen Ärger, weil er findet, daß die Eltern das alles gar nichts angeht. Das ruft wiederum Chris auf den Plan, der als junger Polizist andere Vorstellungen von Solidarität hat als der Freund der Schwester. Oma reist ab. Zu Hause in ihrer Wohnung aber wird ihr das Alleinsein unerträglich, und sie setzt alle Hebel in Bewegung, um zu ihren Kindern nach Darmstadt zu kommen. Es gelingt ihr auch überraschenderweise, und ihr Sohn Siegfried ist froh, daß er sein Gesicht wahren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835138","hoster":"VOE"},{"path":"/redirect/9835140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-1/episode-3","name":"Die Machtprobe (in Folge 1 enthalten)","epNo":3,"alt":"","descr":"Oma Drombusch hat endlich ihr Ziel erreicht, und Vera sieht ihrem Einzug mit Bedenken entgegen, denn für sie ist die alte Dame keineswegs das hilflose Geschöpf, für das sie von der übrigen Familie gehalten wird. So ist die Stimmung zwischen den beiden Frauen von Anfang an gespannt. Zum offenen Machtkampf kommt es, als Oma Drombusch die Küche beansprucht, um die Familie zu versorgen. Dies scheitert zunächst an Veras Einspruch, aber ihre Schwiegermutter findet einen Ausweg. Währenddessen gerät Chris in eine bedrohliche Situation: Als er versucht, auf einer Demonstration schlichtend auf Sitzstreikende einzuwirken, sieht er sich plötzlich dem gezogenen Messer eines zu allem entschlossenen Jugendlichen gegenüber. Marions Freund, der Fotojournalist Gerd Schräpper, hält den Kampf Szene für Szene einseitig im Bild fest und beschwört so neue Konflikte herauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835142","hoster":"VOE"},{"path":"/redirect/9835143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-1/episode-4","name":"Spiel mit dem Feuer","epNo":4,"alt":"","descr":"Auf der Suche nach einem weiteren Betätigungsfeld entdeckt Oma Drombusch den Antiquitätenladen. Aber hier stößt sie auf Siegfrieds entschiedenen Widerspruch. Statt seine gutwillige, aber unkundige Mutter zu bemühen, sucht er eine Kunststudentin, eine hübsche natürlich. Das ruft Vera auf den Plan: Sie hegt den Verdacht, Siegfried sei ehemüde. Von einem älteren Herrn läßt sich Oma Drombusch im Museum einen Konsoltisch zeigen und schließt daraus, das künftig sie im Antiquitätenladen aushelfen muß, nicht eine Kunststudentin. Als diese sich vorstellt, ist Veras Eifersucht auf das Mädchen so groß, daß ihr jede andere Aushilfskraft willkommen ist. Oma Drombusch sieht ihre Chance. Aus Südfrankreich zurückgekehrt, erfährt Siegfried nicht nur, daß seine Tochter zu ihrem Freund gezogen ist, er entdeckt darüber hinaus in einer Illustrierten Nacktaufnahmen von Marion. Kurz darauf kommt es zu einer handfesten Auseinandersetzung zwischen Chris und dem Fotografen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917561","hoster":"VOE"},{"path":"/redirect/9835147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-1/episode-5","name":"Das Konzert (in Folge 4 enthalten)","epNo":5,"alt":"","descr":"Oma Drombusch kann ihre Enttäuschung nicht verbergen: Herr Diehl hat eine Verabredung nicht eingehalten. Den nächsten Tag verbringt sie gekränkt im Bett, so daß Siegfried seiner Mutter ins Gewissen reden muß. Sie steht schließlich unter dem Vorwand auf, daß man sie gebeten habe, einen Klavierabend zu geben. Sie besucht Herrn Diehl mit der Bitte, eine geschickte Absage zu formulieren. Aber statt dessen überredet er sie, die Zusage auf keinen Fall zurückzuziehen. Eigentlich will Chris das \"Konzert\" seiner Großmutter ebenfalls miterleben, aber die Hilfsbereitschaft einem Kollegen gegenüber macht das nicht möglich. Sein Einspringen führt zu einer Katastrophe. Chris überrascht einen Mann beim Einbruch. Als der unvermittelt seine Gaspistole zieht, passiert etwas Verhängnisvolles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921667","hoster":"VOE"},{"path":"/redirect/9835151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-1/episode-6","name":"Entscheidungen (in Folge 4 enthalten)","epNo":6,"alt":"","descr":"Oma Drombusch und Herr Diehl sind einander nähergekommen und verbringen einen schönen Sommertag. Zuhause ist Siegfried ungehalten, weil er findet, daß mit seiner Mutter im Geschäft kaum mehr zu rechnen ist. Er sucht seine arbeitslose Tochter auf, um ihr vorzuschlagen, sie im Antiquitätenladen einzustellen. Aber Marion lehnt ab, nicht zuletzt deshalb, weil der Vater ihr nur wenig Verständnis entgegenbringt. Mutters Sorgen indessen gelten Chris, der nicht nur mit seiner Augenverletzung zu kämpfen hat. Er sieht einem Ermittlungsverfahren entgegen, in dem es um die Frage geht, ob er schuldhaft den Tod eines Menschen herbeigeführt hat. Währenddessen feiert Oma mit Herrn Diehl dessen Geburtstag. Spät am Abend fragt er sie, ob sie nicht zu ihm ziehen will. Aber sie weicht der Antwort aus. Vera erhält den Anruf einer Französin, der ihr beweist, daß in den vergangenen Jahren Siegfrieds Geschäftspartner nicht ein Mann, sondern eine Frau war. Als sie feststellt, daß diese Frau auch noch in den besten Jahren ist, kommt es zum Eklat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835154","hoster":"VOE"},{"path":"/redirect/9835156","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/diese-drombuschs/staffel-2/episode-1","name":"Das kalkulierbare Risiko","epNo":1,"alt":"","descr":"Eigentlich wollte sich Siegfried Drombusch den Traum vom eigenen Haus erfüllen – aber dann war da diese Beerdigung. Ein Trauergast zog die Parallele zwischen ihm und dem Verstorbenen. Der Vergleich gipfelt in der Prophezeiung, daß, wenn zu Siegfried Drombuschs vorhandenen Belastungen auch noch die des Hausbaus kämen, dann werde es ihm ergehen wie dem Verstorbenen. Der Schock sitzt tief. Siegfried Drombusch findet nun, die alte Wohnung habe doch mehr Vorteile als ein neues Haus. Das war seit jeher auch die Meinung seiner Frau, zumindest bis zu dem Zeitpunkt, als neue Mieter über ihrer Wohnung einziehen. Etwas zu grell geschminkte Damen haben das Dachzimmer bezogen. Damen, die auf männliche Telefonkunden warten. Und das bewirkt bei Vera den Entschluß, von nun an nicht mehr gegen die Hausbauabsichten ihres Mannes zu opponieren – der neue Konflikt mit vertauschten Rollen. Aber Onkel Ludwig hat eine Lösung parat. Daß sie den Drombuschs noch viel zu schaffen macht, liegt nicht nur an ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835160","hoster":"VOE"},{"path":"/redirect/9835159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-2/episode-2","name":"Das Loch im System [in Folge 1 enthalten]","epNo":2,"alt":"","descr":"Die Renovierungsarbeiten am Traumhaus der Drombuschs beginnen. Das ungute Gefühl, daß irgendein Unglück im Schoß der Zukunft liege, ist fast verdrängt. Noch tröstet sich die Familie mit Onkel Ludwig, der Tag für Tag die Renovierungsarbeiten überwacht und als alter Hase auch die baulichen Veränderungen fest im Griff zu haben scheint – bis der merkwürdige Herr Fuchs den Hof betritt. Auch das wäre zunächst nicht weiter schlimm gewesen, wenn Onkel Ludwig diesen seltsamen Herrn in Unkenntnis seiner Funktion nicht von der Baustelle gewiesen hätte. Doch Herr Fuchs ist Beamter der Bauaufsichtsbehörde und als solcher fordert er Einsicht in die Baupläne. Aber bereits da beginnen die Schwierigkeiten, die so schnell nicht mehr aufhören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835162","hoster":"VOE"},{"path":"/redirect/9835163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-2/episode-3","name":"Flucht nach vorn (in Folge 1 enthalten)","epNo":3,"alt":"","descr":"Wie sich herausstellt, ist das Traumhaus der Drombuschs, die alte Mühle, denkmalgeschützt. Auf Beschluß der Denkmalkommission sind alle wider- rechtlich durchgeführten Bauarbeiten eingestellt worden. Erst nach Erteilung der Baugenehmigung, die an harte Auflagen, ja zum Teil an die Rückführung in den Urzustand gebunden sind, können die Drombuschs daran denken, wieder Handwerker zu bestellen. Aber die Genehmigung der neuen Pläne dauert. Es wird Herbst, der Auszugstermin rückt bedrohlich näher, und die Baustelle gleicht immer noch einer trostlosen Ruine. Durch die Änderungen des Bauvorhabens – dies ist den Drombuschs jetzt schon klar – werden soviel Mehrkosten entstehen, daß sie nicht mehr wissen, wie sie das alles bezahlen sollen. Auch Siegfrieds Gesundheit setzt erste Warnsignale. Auch Oma Drombusch muß erfahren, daß nicht alles nach Wunsch verläuft: Frau Werbelhoff macht ihr klar, daß sie nicht auf ihre Gesellschaft angewiesen ist. Chris schafft es, daß bei einer Rallye die attraktive Tina seine Beifahrerin wird. Spät abends landet er mit dem Mädchen in einem Dorfgasthaus. In Hamburg ringt Marion mit den Entschluß, ob sie sich von Jörg trennen soll, und Onkel Ludwig kämpft um den Verbleib in der Familie, nachdem bekannt wurde, daß er all das nicht ist, was er vorgibt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835169","hoster":"VOE"},{"path":"/redirect/9835130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-2/episode-4","name":"Das provozierte Verhängnis","epNo":4,"alt":"","descr":"29. Dezember: Die Drombuschs ziehen in die alte Mühle ein. Diese ist allerdings nur ein Rohbau, der nur notdürftig winterfest gemacht ist. Während Vera Drombusch zusammen mit Onkel Ludwig den Einzug überwacht, muß Siegfried in der Stadt einen Arzt aufsuchen, da ihm wieder jene Beschwerden zu schaffen machen, die er fast schon verdrängt hatte – Herzangst und Atemnot. Als Vera beim Auspacken auch noch seine Medikamente findet – sie als Krankenschwester weiß, was diese zu bedeuten haben -, beschließt sie, eindringlich mit ihrem Mann zu reden. Am Abend feiert die Familie zusammen mit Oma und Tina Reibold vor dem Rohbaukamin eine \"frostige\" Hauseinweihung. Doch diese wird überschattet von Befürchtungen, die sich bald als begründet erweisen und alle vor ernsthafte Lebensfragen stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12284380","hoster":"VOE"},{"path":"/redirect/9835132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-2/episode-5","name":"Die manipulierte Chance (in Folge 4 enthalten)","epNo":5,"alt":"","descr":"Nach seinem schweren Herzinfarkt liegt Vater Drombusch noch immer im Krankenhaus. Es muß sein Leben künftig radikal ändern. Ehefrau Vera ist dazu bereit. Sie kündigt Verträge und drückt die Kosten beim Ausbau der alten Mühle. Onkel Ludwig besucht den Patienten im Krankenhaus und berichtet ihm von seiner tüchtigen Frau. Doch Drombusch fühlt sich entmündigt und seine Stimmung sackt auf Null. Nur eine Überraschung kann ihn aufmuntern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835175","hoster":"VOE"},{"path":"/redirect/9835176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-2/episode-6","name":"Liebe ist Unvernunft (in Folge 4 enthalten)","epNo":6,"alt":"","descr":"Vera und Siegfried Drombusch haben sich tief zerstritten. Er findet ihr eigenmächtiges Verhalten bei den beiden Geschäftsaufgaben unverzeihlich. Da trifft die nächste Hiobsbotschat ein: Onkel Ludwig ist von der Polizei verhaftet worden. Woher das Geld für die Kaution nehmen? Die Renovierung der Mühle hat alle finanziellen Mittel verschlungen. Trotzdem wird aus der langersehnten Einweihungsparty noch ein fröhliches Familienfest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921662","hoster":"VOE"},{"path":"/redirect/9835180","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-1","name":"In der Mitte des Lebens","epNo":1,"alt":"","descr":"Vera und Siegfried haben immer noch Geldsorgen wegen der Mühle. Marion wohnt wieder in Darmstadt. Ihr neuer Freund, der Arzt Dr. Peter Wollinski, hat Ärger mit der Polizei. Dann plant die Familie Sigis 50. Geburtstag. Es soll ein frohes Fest werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378735","hoster":"VOE"},{"path":"/redirect/9840571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-2","name":"Die Zeit danach (in Folge 1 enthalten)","epNo":2,"alt":"","descr":"Aus finanziellen Gründen will Vera Drombusch nach dem Tod ihres Gatten das Geschäft aufgeben. Durch den Egoismus der Kinder hängt der Haussegen schief. Sohn Chris verlangt sein Erbteil, Tochter Marion, die ein Lokal aufmachen will, benötigt Geld und gerät in die Fänge des Bierbrauers Berning.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921669","hoster":"VOE"},{"path":"/redirect/9840581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-3","name":"Die Herausforderung (in Folge 1 enthalten)","epNo":3,"alt":"","descr":"Die Herausforderung zeigt Veras tapferen Kampf, aus der Misere herauszukommen. Da Onkel Ludwig Vera verliebt umwirbt, was Vera nicht merkt, gibt es auch eine Reihe komischer und heiterer Momente. Bei Chris und Tina stehen ständig Auseinandersetzungen ums Geld und seinen schlecht bezahlten Beruf ins Haus. Tinas Vater hat ihm einen Neuanfang in seiner Firma angeboten, doch Chris lehnt ab. Marion entschließt sich doch, mit Vera das Lokal in der Mühle einzurichten. Nun aber kann Bernings Plan anlaufen. Wird er die beiden hinters Licht führen können? Er zeigt sich sehr hilfsbereit bei den Umbauarbeiten und drängt auf den Abschluß des Bierliefervertrages. Die Frauen sind über seine Hilfe glücklich und vertrauen ihm. Thomi ist inzwischen zu Oma gezogen, die ihm heimlich Geigenunterricht an der Akademie für Tonkunst ermöglicht. Chris besteht weiter auf seiner Erbforderung. Auch zwischen ihm und Peter Wollinski fehlt es nicht an spannungsgeladenen Momenten, da Peter ständig vor seinen Augen ohne Führerschein fährt. Onkel Ludwig, der Bernings Braten gerochen hat, versteckt den Bierliefervertrag vor der Unterzeichnung. Am Tag der Lokaleröffnung entlarvt ihn Ludwig und wirft ihn hinaus. Am gleichen Abend kommt es zu einem ordentlichen Krach zwischen Tina und Chris, daß er aus der gemeinsamen Wohnung auszieht und reumütig zu Vera zurückkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840592","hoster":"VOE"},{"path":"/redirect/9840598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-4","name":"Prüfung für zwei","epNo":4,"alt":"","descr":"Zwischen Chris und Tina kommt es zu einer Machtprobe. Tina holt sich Rat bei ihrer Freundin in Mainz. Sie ist sich nicht sicher, ob sie das Kind von Chris zur Welt bringen soll. Der still verliebte Onkel Ludwig nimmt einen hohen Kredit auf, mit dem er Vera helfen und seine Beziehung zu ihr auf eine solide finanzielle Basis stellen könnte. Als Chris einer Frau bei einem Überfall zu Hilfe eilt, endet das mit einer Gehirnerschütterung für Chris und einer Wandlung in Tinas Ansichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840529","hoster":"VOE"},{"path":"/redirect/9840521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-5","name":"Die Gretchenfrage (in Folge 4 enthalten)","epNo":5,"alt":"","descr":"Chris und Tina treffen Hochzeitsvorbereitungen, nicht ohne damit einen weiteren Konflikt mit Tinas wohlhabenden Eltern heraufzubeschwören. Ihr Vater fühlt sich verpflichtet, seiner Tochter eine große, standesgemäße Hochzeit auszurichten, während das Brautpaar lieber seinen Verhältnissen entsprechend in kleinem Kreis feiern würde. Thomi hat es wie jede Ausnahmebegabung schwer. Seine schulischen Mißerfolge werden auf Faulheit zurückgeführt. Erst bei der Trauung von Chris und Tina gelingt es ihm, nicht nur seine Mutter davon zu überzeugen, wo seine wirkliche Begabung liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840525","hoster":"VOE"},{"path":"/redirect/9840530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-6","name":"Das Zerwürfnis (in Folge 4 enthalten)","epNo":6,"alt":"","descr":"Alle Probleme sind einem harmonischen Miteinander gewichen, das Lokal läuft, Chris und Tina freuen sich auf das Baby, und sogar Dr. Peter Wollinski kommt noch einmal mit einem blauen Auge davon – ein Jahr Bewährung und Führerscheinentzug in dieser Zeit. Doch diese Idylle wird jäh zerstört, denn Peter kann weder das Trinken noch das Fahren lassen. Als er abends angetrunken, nach einem kurzen Streit mit Marion, die Mühle verläßt, fährt er so rücksichtslos und mit einem defekten Scheinwerfer, daß er Tina, ohne es zu bemerken, mit ihrer Vespa in den Graben drängt. Tina verliert dadurch ihr Baby. Als Chris der Sache nachgeht, erhärtet sich sein Verdacht gegen Peter, was unangenehme Folgen für diesen hat: Die Bewährung wird hinfällig, er muß ins Gefängnis. Vera kümmert sich in der Zwischenzeit um Dr. Sanders und sein krankes Knie mit Quarkumschlägen, weshalb sich Ludwig über die Unmengen Quark im Kühlschrank wundert. Sanders bemüht sich intensiv um Vera. Als Chris in der Unfallsache zusätzlich einen Anwalt einschaltet, kommt es zwischen ihm und Marion zum \"Zerwürfnis\". Beide Parteien wollen bei Vera ausziehen, Marion will sogar das Antiquitätenlokal aufgeben. Da kommt Ludwigs Stunde! Er \"wäscht\" den jungen Leuten gewaltig den Kopf. Als Vera ihn zum Dank mit ins Theater nimmt, sieht er sich am Ziel seiner Träume. Wenn da nicht Dr. Sanders wäre!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840539","hoster":"VOE"},{"path":"/redirect/9840537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-7","name":"Der Prozeß","epNo":7,"alt":"","descr":"Dr. Wollinski. Seine Aussichten sind schlecht, alle Fakten und Argumente sprechen gegen ihn. Die einzige, die an seine Unschuld glaubt, ist Marion. Sie kämpft und arbeitet verbissen für ihn, feindet seinetwegen ihre Familie an und will sich von niemandem helfen lassen. Vor allem im Lokal wächst ihr die Arbeit ohne die Hilfe der Mutter über den Kopf. Vera ihrerseits muß befürchten, daß Marion das Lokal aufgeben wird und richtet sich als Absicherung einen kleinen Laden mit Wohnmöglichkeit in der Stadt ein. Ein heimlicher Grund dafür ist wohl auch ein sich anbahnendes Verhältnis zu Dr. Sanders und die immer bedrängender werdenden Liebesbeweise von Onkel Ludwig, denen sie nichts entgegenzusetzen weiß. Tina leidet unter ihrer Kinderlosigkeit. Ein Gespräch mit ihrer Mutter bringt sie darauf, daß das Ausbleiben einer neuen Schwangerschaft auch seelische Ursachen haben könnte. Sie wird immer unsicherer, ob sie tatsächlich Dr. Wollinski als Täter beschuldigen soll. Am Tag vor dem Gerichtstermin hat Peter doch noch den so sehr erhofften Sonderurlaub erhalten und taucht glücklich bei Marion auf. Die Liebe der beiden scheint fester denn je. Der Prozeß selbst bringt dann die große Überraschung. Bis auf Chris, der fest von seinem ursprünglichen Standpunkt überzeugt bleibt, sich damit aber fast selber schadet, sagen alle Zeugen positiv für Peter aus. Tina nimmt den Strafantrag gegen ihn zurück, so daß Peter von dem Vorwurf der Unfallflucht freigesprochen werden muß. Was bleibt ist sein Alkoholismus, unter dem er mittlerweile selber sehr leidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840561","hoster":"VOE"},{"path":"/redirect/9840558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-8","name":"Wiener Liebe (in Folge 7 enthalten)","epNo":8,"alt":"","descr":"In dieser Folge kommt es für Onkel Ludwig, Dr. Sanders und Vera zum großen Knall. Sie, die bisher versucht hat, Dr. Sanders auf Distanz zu halten und Onkel Ludwig nicht zu enttäuschen, wird jetzt zur Offenbarung und Entscheidung gezwungen. Einem ersten direkten Annäherungsversuch Dr. Sanders entzieht sie sich und fährt, ohne ihn zu benachrichtigen, in Urlaub nach Wien. Dr. Sanders allerdings gelingt es durch einen Trick, Veras Adresse in Wien von dem ahnungslosen Ludwig zu erfahren. Als sie in Wien ankommt, erwartet er sie schon in der Hotelhalle. Nun kommt es zu dramatischen Verwicklungen. Nachdem sich Vera und Dr. Sanders für den Abend verabredet haben, tritt plötzlich Sanders Frau auf. Sie ahnte den Grund für seinen Wien-Aufenthalt und möchte ihn für sich zurückgewinnen. Fast gleichzeitig trifft Onkel Ludwig ein, um Vera zu überraschen. Er ist völlig schockiert, als Vera ihn schroff und erschrocken zurückweist. Erst langsam begreift er den Zusammenhang zwischen Vera und Dr. Sanders. Voll rasender Verzweiflung betrinkt er sich und irrt besinnungslos durch die fremde Stadt, während Vera und Dr. Sanders sich in einem Heurigenlokal immer näher kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840574","hoster":"VOE"},{"path":"/redirect/9840546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-3/episode-9","name":"Das zweite Leben (in Folge 7 enthalten)","epNo":9,"alt":"","descr":"Durch seine Beredtsamkeit und die glaubhafte Schilderung seiner zerrütteten Ehe konnte Dr. Sanders zumindest Veras Verständnis wiederfinden. Beide besuchen gemeinsam den Darmstädter Presseball. Überraschend taucht dort auch Frau Sanders auf, die offensichtlich ihren fieberhaften Malaria-Schub mit starken Medikamenten kupiert hat. Ihre Kreislaufschwäche macht es notwendig, daß Dr. Sanders seine Frau nach Hause bringt und die Nacht bei ihr bleibt. Das zieht Konsequenzen nach sich, mit denen Martin Sanders nicht rechnen konnte. Sein Verschweigen dieser Konsequenzen gegenüber Vera wird Folgen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840562","hoster":"VOE"},{"path":"/redirect/9840566","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/diese-drombuschs/staffel-4/episode-1","name":"Abschied im Zorn","epNo":1,"alt":"","descr":"Zwei Jahre sind vergangen. Vera wird es immer mehr zum Ärgernis, daß Martin sein Appartement als Junggesellenrefugium noch nicht aufgegeben hat, obwohl seine Scheidung unmittelbar bevorsteht. Ihre Beziehung gerät in eine Krise, als Dr. Sanders’ Frau Brigitte nach vierwöchigem, beruflichen Asienaufenthalt zurückkehrt. Im zweiten Monat schwanger muß sie von ihrem Frauenarzt hören, was sie insgeheim befürchtete: Wegen einer Störung der Blutgerinnung verbietet sich ein Schwangerschaftsabbruch. Brigitte, die nie aufgehört hat, Martin zu lieben, versucht nun mit allen Mitteln, ihren Mann zurückzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378771","hoster":"VOE"},{"path":"/redirect/9850975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-4/episode-2","name":"Späte Einsicht (in Folge 1 enthalten)","epNo":2,"alt":"","descr":"Nach Veras Abschied im Zorn ist das Zerwürfnis mit Martin Sanders nicht aus der Welt. Vera macht sich auf den Weg in sein Appartement, um sich bei ihm zu entschuldigen. Doch kaum ist sie eingetroffen, erscheint Frau Sanders, die ihre Tochter vom Bahnhof abgeholt hat und nun ihren Mann zu einem Familienabend einladen möchte. Vera bleibt nur ein peinlicher Rückzug, den ihr Martin keinesfalls erleichtert. Das wird Vera ihm nicht so schnell vergessen. Durch Oma Drombuschs Alarmruf hat sie jedoch wenig Zeit, darüber nachzudenken: Marion, die den Bruch mit Dr. Wollinski weder menschlich noch finanziell verwindet, hat Schlaftabletten genommen, um für einige Zeit alles zu vergessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008267","hoster":"VOE"},{"path":"/redirect/9850979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-4/episode-3","name":"Das Vermächtnis","epNo":3,"alt":"","descr":"Die Beziehung zwischen Martin Sanders und Vera Drombusch tritt auf der Stelle, obwohl sich Martin redliche Mühe gibt, das Vergangene vergessen zu machen. Onkel Ludwig, der seiner mütterlichen Freundin Frau Hohenscheid viel zu verdanken hat, scheint die Führung des Lokals mehr auf eigene Rechnung zu betreiben als zugunsten seiner Brotgeberin. Yvonnchen, ein stummes Mädchen vom Jahrmarkt, das Unterschlupf in der gemeinsamen Wohnung von Frau Hohenscheid und Onkel Ludwig gefunden hat und nun im Lokal als Bedienung arbeitet, entdeckt, daß Onkel Ludwig die Kassenbücher fälscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850981","hoster":"VOE"},{"path":"/redirect/9850982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-4/episode-4","name":"Der falsche Weg (in Folge 3 enthalten)","epNo":4,"alt":"","descr":"Marion Drombusch verliert den Prozess gegen ihren ehemaligen Freund Dr. Wollinski. Das Gericht befindet, ohne jede Art von Vertrag müsse davon ausgegangen werden, dass Dr. Wollinskis Behauptung, die 150.000 Mark seien ihm von Marion geschenkt worden, der Wahrheit entsprächen. Mit dem Verlust all dessen, was sich Marion in ihrem Leben erarbeitet hat, verliert sie zugleich auch den Glauben an die Gesellschaft, die in dieser Weise Recht spricht. Deshalb meint sie es moralisch rechtfertigen zu können, sich das Geld von dieser Gesellschaft auf ihre Weise zurückzuholen. Als Vera, Martin und Onkel Ludwig mit Yvonnche eines Abends ausgelassen die Nobelbar ‚Maxims‘ aufsuchen, sind sie entsetzt, als sie dort Marion begegnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850984","hoster":"VOE"},{"path":"/redirect/9850986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-4/episode-5","name":"Der Verlierer","epNo":5,"alt":"","descr":"Obwohl Vera Drombusch ihn gewarnt hat, macht Dr. Martin Sanders den Fehler seines Lebens. Er folgt seiner Frau in deren Schweizer Landhaus. Als dann der Scheidungstermin ansteht, werden ihm seine in der Schweiz gefundenen Beweise Punkt für Punkt aus der Hand gewunden. Am Ende erfolgt ein Urteil mit fatalen Folgen für ihn. Statt dies jedoch realistisch zu sehen, lässt er sich in seinem Stolz verleiten, seine Stellung beim Darmstädter Echo fristlos zu kündigen. Der neue Chefredakteur hatte auf provozierende Weise in seine Entscheidung eingegriffen. Er versucht, die Niederlage Vera gegenüber mit männlich selbstsicherem Verhalten zu überspielen und schlägt ihr Angebot aus, zu ihr zu ziehen. Das bedeutet zwangsläufig eine Art Trennung. Vera hofft jedoch, dass diese Demonstration der Stärke nicht von Dauer sein wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850990","hoster":"VOE"},{"path":"/redirect/9850991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-4/episode-6","name":"Die Heimkehr (in Folge 5 enthalten)","epNo":6,"alt":"","descr":"Dr. Martin Sanders wohnt bei Vera Drombusch. Seit Wochen arbeitslos, sind seine finanziellen Probleme so groß, daß er sich weder eine Wohnung noch einen Wagen leisten kann. In der Hoffnung, eine Anstellung beim Goethe-Institut zu finden, fährt er nach München. Aber dort sieht man allenfalls eine Möglichkeit im Ausland für ihn. Bei der Kripo erfährt Chris Drombusch, daß die Kollegen von der Sitte eine Razzia in der Nobelbar \"Maxim\" planen, die seine Schwester als Geschäftsführerin leitet. Die Razzia wird für die Polizei zu einem peinlichen Fehlschlag. Dafür macht man Chris – nicht zu Unrecht – verantwortlich, obwohl Beweise fehlen. Fast ein Geächteter, läßt er sich zur Schutzpolizei zurückversetzen. Marion, die alle Beweise gegen sich und den Barbesitzer Huttner in Sicherheit gebracht hat, benutzt die Gelegenheit, mit dem Edelganoven abzurechnen: Beweismittel gegen Geld. Clever genug, behält sie jedoch zu ihrer eigenen Sicherheit ein wichtigen Beleg zurück. Für alle Beteiligten sind damit die Probleme gelöst – zumindest scheinbar. Bis Assi, die Tochter von Martin Sanders und seiner Frau Brigitte, in der alten Mühle ein vertrauliches Gespräch belauscht, dessen Inhalt Chris und Marion unweigerlich vor den Kadi brächte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850949","hoster":"VOE"},{"path":"/redirect/9850948","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/diese-drombuschs/staffel-5/episode-1","name":"Verlorene Zärtlichkeit","epNo":1,"alt":"","descr":"Zwei Jahre sind vergangen, und der sehnsüchtige Wunsch von Chris und Tina nach einem eigenen Kind hat sich noch immer nicht erfüllt. Tina, die schon einmal eine Fehlgeburt im sechsten Monat erlitten hat, will zusammen mit Chris keine Möglichkeit unversucht lassen. Eine letzte Hoffnung verspricht die Methode der extrakorporalen Befruchtung – für beide ein schwerer, gefühlskalter Weg: Fünf Versuche brachten nicht das erhoffte Ergebnis. Tina ist mit den Nerven am Ende. Minderwertigkeitsgefühle und Selbstzweifel plagen sie mehr und mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850951","hoster":"VOE"},{"path":"/redirect/9850952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-5/episode-2","name":"Der Makel (in Folge 1 enthalten)","epNo":2,"alt":"","descr":"Bei Familie Drombusch stehen Veränderungen ins Haus: \"Nesthäkchen\" Thomi muß zur Bundeswehr. In der Hoffnung, bald im Musikkorps spielen zu können, sieht er dieser Zeit sogar mit einer gewissen Begeisterung entgegen. Vera plant, aufgrund der unsicheren Geschäftslage das Antiquitätengeschäft wieder in die Stadt zu verlagern, denn viele Kunden scheuen die weite Fahrt aufs Land. Herr Reibold, Tinas Vater, zeigt Interesse an einer finanziellen Beteiligung. Auch Oma Drombusch plant. Sie hat die Zimmer, die früher Marion mit Daniel bewohnte, an den ältlichen Heilpraktiker Heckenroth vermietet, der sich dort eine Praxis mit Wartezimmer einrichtet. Seine raumgreifende Art erfordert die Umgestaltung der ganzen Wohnung. Guten Mutes und voller Elan sieht sich Oma Drombusch mit völlig neuen Aufgaben konfrontiert. Die Sorge um Herrn Heckenroth und um ihren Vermieter Dr. Schüller, der wieder Anschluß sucht, nimmt sie völlig in Anspruch. Onkel Ludwig ist mit Eifer und bester Laune bei der Sache: Er renoviert das Zimmer für Frau Diebelshauser, die demnächst ihre Stellung antreten wird. Ludwigs hoffnungsvoller Enthusiasmus wird allerdings gebremst, als Frau Diebelshauser ihm gesteht, daß sie schwanger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850960","hoster":"VOE"},{"path":"/redirect/9850956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-5/episode-3","name":"Um keinen Preis","epNo":3,"alt":"","descr":"Chris Drombusch liegt schwerverletzt in tiefer Bewußtlosigkeit auf der Intensivstation der Universitätsklinik. Sein Zustand hat sich zwar stabilisiert, doch vermag niemand vorauszusagen, ob er durch die Kopfverletzungen irreparable Schäden davontragen wird. Trotz aller Verzweiflung zeigen Tina und Vera Stärke: Vera weicht nicht von der Seite ihres Sohnes und ist fest entschlossen, ihn nach seiner Entlassung zu Hause in der Geborgenheit der Familie zu pflegen. Tina möchte diese Aufgabe lieber in der Hand von erfahrenen Ärzten und Pflegern sehen. Sie sammelt all ihre Kraft für den kleinen Richy. Ihre Energie ist im höchsten Maße gefordert, als sich herausstellt, daß Richys Eltern beim Absturz einer Sportmaschine in Amerika ums Leben gekommen sind. Der Kleine wird Tinas ein und alles, ihre Lebensaufgabe: Sie will Richy, der keine Verwandten hat, behalten und ihn später adoptieren. Doch das Jugendamt hat sich inzwischen eingeschaltet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850959","hoster":"VOE"},{"path":"/redirect/9850969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-5/episode-4","name":"Liebe ist auch ein Recht (in Folge 3 enthalten)","epNo":4,"alt":"","descr":"Vera Drombusch hat einen Sanitätsfachbetrieb beauftragt, das Zimmer für Chris mit allem Notwendigen für die häusliche Krankenpflege auszustatten. Auch gegen die Einwände von Tina und Marion ist sie weiterhin entschlossen, ihren Sohn aus der Klinik zu holen und ihn zu Hause zu pflegen. Tina, die den kleinen Richy noch immer widerrechtlich bei sich hat, sucht den Vormundschaftsrichter im Amtsgericht auf und trägt ihm in aller Eindringlichkeit ihr Anliegen vor. Sie bittet ihn, Richys Fall noch einmal zu überdenken, auch zum Wohle des Kindes, und entsprechende Weisungen an das Jugendamt zu erteilen. Vera erhält einen alarmierenden Anruf aus der neurologischen Abteilung der Uniklinik. Chris’ Zustand hat sich dramatisch verschlechtert – er leidet an einer lebensbedrohlichen Embolie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917568","hoster":"VOE"},{"path":"/redirect/9850962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-5/episode-5","name":"Die treibende Kraft","epNo":5,"alt":"","descr":"Vera erhält per Einschreiben den Versorgungsbescheid für Tina und will ihren Augen nicht trauen: Die Präsidialabteilung weißt Tina wesentlich niedrigere Bezüge als erwartet zu. Vera ist erbost – spontan schaltet sie Maximilian Lechner ein und stellt den verantwortlichen Dr. Steiger zur Rede. Sie fordert Recht und Gerechtigkeit für das Opfer und die Hinterbliebenen. Maximilian Lechner macht ihr wenig Hoffnung, und auch Dr. Steiger kann ihr nüchtern die Rechtslage erklären. Die Schuld eines Dritten, die Frage also, ob Chris wirklich an den Folgen der Kopfverletzung gestorben ist, läßt sich nicht beweisen. Nach Logik der Aktenlage handelt es sich für die Präsidialabteilung um einen Unglücksfall. Die Behörde bedauert. Vera läßt es nicht darauf beruhen. Sie verbringt Abend für Abend bei Marion in den \"Katakomben\" als Garderobiere, in der Hoffnung, daß der Tatverdächtige Karlheinz eines Tages hier erneut auftaucht. Eines Abends kommen tatsächlich Wilfried und einige Fußballfans unter lautstarkem Gegröhle in die \"Katakomben\", um ihr altes Stammlokal einmal wieder in Beschlag zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850967","hoster":"VOE"},{"path":"/redirect/9850965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-5/episode-6","name":"Der Weg zurück (in Folge 5 enthalten)","epNo":6,"alt":"","descr":"Über einen Freund von Chris erfährt Onkel Ludwig, daß die Behörden Interpol eingeschaltet haben, um Tina und Richy in Holland aufzuspüren. Auch Maximilian Lechner als Anwalt warnt Tina und bittet sie, freiwillig zurückzukommen. Doch Tina ist nicht gewillt, den Zwängen nachzugeben. Jeder Tag, den sie länger mit Richy zusammen sein kann, bringt sie der Gewißheit näher, daß sich eine Mutter-Kind-Beziehung aufbaut, die auch das Jugendamt nicht ignorieren kann. Auf einem Schiff im Ijsselmeer harrt sie mit Richy aus, nur in Gesellschaft des holländischen Skippers. Als der Junge hohes Fieber bekommt und der Arzt eine möglicherweise gefährliche Infektion diagnostiziert, ist Tina gezwungen, Kontakt zum Jugendamt aufzunehmen – sie benötigt wichtige Informationen aus Richys Impfpaß. Vera Drombusch will ihren Besitz verkaufen und in die Stadt ziehen. Schweren Herzens beobachtet Ludwig Veras innere Wandlung seit dem Tod von Chris. Müde geworden hat sie sich zurückgezogen und kämpft nur noch um das Ziel, den Schuldigen zu überführen. Zu Ludwig, der für den jungen Woody eine wichtige Bezugsperson geworden ist, hat Vera jeglichen persönlichen Kontakt abgebrochen. Sie weiß, daß Woody schweigt – er hat Angst um sein Leben, denn er fürchtet die Rache der Schlägertruppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9850971","hoster":"VOE"},{"path":"/redirect/9850976","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/diese-drombuschs/staffel-6/episode-1","name":"Notsignale","epNo":1,"alt":"","descr":"Die Jahre sind nicht spurlos an Vera Drombusch vorübergegangen: der plötzliche Herztod ihres Mannes, der Verlust ihrer zweiten Liebe, die Geschäftsaufgabe verbunden mit dem Verkauf ihres Hauses an Ludwig, vor allem aber der Tod ihres Sohnes – dies alles ist nicht ohne Wirkung geblieben. Obwohl sie als Krankenschwester die Zeichen erkennen müßte, schenkt sie den Symptomen keine Beachtung: ihre unbestimmbare, an nichts festzumachende Angst, vor allem vor dem Alleinsein, das allmähliche Schwinden des Selbstvertrauens und die quälende Schuldzuweisung an sich selbst für den Verlust der Menschen, die sie geliebt hat. Darunter leidet auch das Verhältnis zu ihrem jüngsten Sohn Thomi, der selbst in einer schwierigen Lebensphase steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304660","hoster":"VOE"},{"path":"/redirect/10104897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-6/episode-2","name":"Im Abseits (in Folge 1 enthalten)","epNo":2,"alt":"","descr":"Nachdem Vera im Krankenhaus überstürzt gekündigt hat, sucht sie nach einer neuen, sinnvollen Aufgabe, um dem Alleinsein zu entfliehen. Sie betreut bedürftige, vorwiegend alleinstehende Menschen. Als sie eines Tages ihre Schwiegermutter besuchen will, rammt sie beim Einparken ein anderes Auto und hinterläßt an dessen Windschutzscheibe einen Zettel. Oma Drombuschs Nachbarin beobachtet diesen Vorfall, und wenig später erscheinen in der Alten Mühle zwei Polizisten, um Vera über den Vorfall zu befragen – Fahrerflucht. Die Beamten können nicht wissen, daß Medikamente die Ursache für Veras auffällige Gleichgültigkeit sind und nehmen die teilnahmslos erscheinende Vera zur Blutprobe mit.","versions":[]},{"path":"/serie/stream/diese-drombuschs/staffel-6/episode-3","name":"Geschenktes Leben","epNo":3,"alt":"","descr":"Ludwig und Vera stehen – jeder für sich – am Wendepunkt ihres Lebens. Ludwig hat Hals über Kopf die Alte Mühle und das Antiquitäten-Lokal verlassen. Niemand außer Yvonnche und ihrem Lebensgefährten Jürgen weiß, daß er vorübergehend das Kasperltheater vom Puppensepp übernommen hat. Das Lokal in der Alten Mühle wird von Hermann Eurich allein bewirtschaftet, aber nur noch an den Wochenenden. Von den Gläubigern bedrängt versucht dieser, Ludwig zu erreichen. Doch Ludwig rührt sich nicht – er kann seinem Leben nicht mehr den alten Sinn geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304644","hoster":"VOE"},{"path":"/redirect/10104899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-6/episode-4","name":"Die Stärke der Schwachen (in Folge 3 enthalten)","epNo":4,"alt":"","descr":"Veras Gesundheitszustand hat sich wesentlich verbessert. Dazu hat auch beigetragen, daß ihr Selbstbewußtsein bei der unverhofften Geburt von Yvonnches Baby gestärkt wurde und sie ihre Kenntnisse als Krankenschwester unter Beweis stellen konnte. Oma Drombusch und ihre Musiker wollen einen Abend mit klassischer Musik in einem Altersheim veranstalten. Sie ist überrascht, dort Hermann Eurich zu sehen, der in dem Heim wohnt. Er mußte seine Arbeit im Lokal wegen der Schulden und der ausbleibenden Gäste einstellen. Nach dem Tod des alten Puppensepp zieht Onkel Ludwig mit dem Kasperltheater und mit den anderen Schaustellern zusammen über die Lande. Eines Abends berichtet Tina ihrem Freund Holger, daß ihr Vater sich immer noch in Untersuchungshaft befindet. Sie weiß nicht, daß Holger mit seiner anonymen Anzeige die Ursache der Inhaftierung ist.","versions":[]},{"path":"/serie/stream/diese-drombuschs/staffel-6/episode-5","name":"Der Zerfall","epNo":5,"alt":"","descr":"Vera bemüht sich, Ludwig ausfindig zu machen. Sie ahnt, daß er nicht nur in finanziellen Nöten steckt, daß er mehr und mehr den Halt verliert. Im Wohnwagen des alten Puppenspielers stöbert sie ihn auf und macht ihm in einer Auseinandersetzung klar, daß er sich mit seinem Puppentheater in eine Illusion flüchtet. Wegen seiner Geldnöte ist Ludwig auch im \"Goldenen Anker\" nicht eben ein gerngesehener Gast. Was Ludwig noch nicht weiß: Der Pächter der Kneipe ist Udo Buchler und Marga Diebelshauser die Bedienung. Weil Buchler sich an Ludwig rächen will, versteckt er Geld in dessen Mantel und alarmiert die Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304667","hoster":"VOE"},{"path":"/redirect/10104912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diese-drombuschs/staffel-6/episode-6","name":"Der Aufbruch (in Folge 5 enthalten)","epNo":6,"alt":"","descr":"Vera gibt sich alle Mühe, das Antiquitätenlokal allein zu bewirtschaften. Als sie Ludwig aus dem Krankenhaus abholen will, hat dieser – entgegen dem ärztlichen Rat – die Klinik bereits verlassen. Sie sucht ihn auf, um ihm ein Buch, das er im Krankenhaus vergessen hat, zu bringen. Es ist ein Buch über die Insel Mauritius, jenen Ort, der Ludwig so fasziniert, weil dort die Weltreligionen friedlich nebeneinander leben. Auf dem Rummelplatz gerät Vera in eine Vorstellung von Ludwigs Puppentheater. Im Spiel der Puppen erkennt sie, was Ludwig im tiefsten Inneren bewegt. Die Vorstellung nimmt ein unerwartetes Ende, als Ludwig Schwierigkeiten mit dem rechten Arm bekommt.","versions":[]}]}]}