{"path":"/serie/stream/diggstown","name":"Diggstown","descr":"Die erfolgreiche Unternehmensanwältin Marcie Diggs (Vinessa Antoine) orientiert sich nach einem Sinneswandel neu – ihre Tante hatte Selbstmord begangen, nachdem sie in einem Rechtsstreit von einer Firma geradezu überrollt wurde. So schließt sich Marcie der örtlichen Rechtsbeihilfe an, eine Gruppe schräger Anwälte vom Weltverbesserer bis zum Zyniker, die in ihren Fällen mit dem Rassismus, Armut und Sexismus konfrontiert werden, den ihre Klienten tagtäglich erleben.","seasons":[{"path":"/serie/stream/diggstown/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/diggstown/staffel-1/episode-1","name":"","epNo":1,"alt":"Willy MacIsaac","descr":"Marcie (Vinessa Antoine) trifft auf einen alten Kollegen, während Pam (Stacey Farber) sich freiwillig erklärt, einen Freund zu repräsentieren. Marcie ringt zudem mit der Wut auf den Pfarrer, von dem sie glaubt, er hätte ihre Tante in den Selbstmord getrieben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966279","hoster":"VOE"},{"path":"/redirect/8966276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-1/episode-2","name":"","epNo":2,"alt":"Renee Joy","descr":"Ein aktivistischer Anwalt gefährdet die Zukunft von Marcies musikalischem Klienten für das übergeordnete Wohl. Doug (Brandon Oakes) verteigt einen Anwalt, der beschuldigt wird, seine Kommune hintergangen zu haben, wobei seine Vergangenheit im Eskasoni-Reservat ans Licht kommt. Marcie (Vinessa Antoine) und Carson (Tim Rozon) haben Probleme, ihre Jobs nicht zwischen sie kommen zu lassen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966282","hoster":"VOE"},{"path":"/redirect/8966281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-1/episode-3","name":"","epNo":3,"alt":"Taisir Ahmed","descr":"Marcie (Vinessa Antoine) versucht ihren Klienten zu finden, der von der Strafverfolgung geschnappt wurde. Pam (Stacey Farber) sucht nach einem neuen Zuhause für ihre schwangere Klientin, nachdem ihre Argumente gegen eine Zwangsräumung zum Abriss des Gebäudes führen. Marcies Ratschlag an Leah zum Dating am Arbeitsplatz wird ignoriert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966285","hoster":"VOE"},{"path":"/redirect/8966283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-1/episode-4","name":"","epNo":4,"alt":"Delroy Nelson","descr":"Marcie (Vinessa Antoine) ist entschlossen, ihren Klienten zu beschützen nachdem eine \"Verhandlung in den Medien\" seinen Deal mit der Staatsanwaltschaft zum Platzen gebracht hat. Reggies (C. David Johnson) Scheidungsfall treibt ihn dazu, sich mit seiner eigenen Ehe zu beschäftigen. Doug (Brandon Oakes) wird zum Pfand in den politischen Spielchen von Colleen (Natasha Henstridge) und Gregor. Marcie erwischt Carson (Tim Rozon) beim Lügen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966290","hoster":"VOE"},{"path":"/redirect/8966291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-1/episode-5","name":"","epNo":5,"alt":"Nikki LeBlanc","descr":"Marcie (Vinessa Antoine) übernimmt die Verteidigung einer Teenagerin, deren Fall einen unerwartete Wendung nimmt. Doug (Brandon Oakes) vertritt derweil Pams (Stacey Farber) Schwester Sam, die über eine mentale Beeinträchtigung verfügt und gegen das diskriminierende Verhalten ihrer Universität vorgehen will. Andernorts wird ein sehr persönliches Geheimnis von Colleen (Natasha Henstridge) gelüftet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966292","hoster":"VOE"},{"path":"/redirect/8966288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-1/episode-6","name":"","epNo":6,"alt":"Kim Bond","descr":"Marcie (Vinessa Antoine) kämpft vor Gericht, damit eine Mutter das Sorgerecht über ihren Sohn zurückbekommt. Doug (Brandon Oakes) repräsentiert Colleens (Natasha Henstridge) ehemaliges männliches Kindermädchen und Avery (Dwain Murphy) kommt Marcies und Carsons (Tim Rozon) wiedergewonnener Freundschaft in die Quere.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966296","hoster":"VOE"},{"path":"/redirect/8966295","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diggstown/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/diggstown/staffel-2/episode-1","name":"","epNo":1,"alt":"Vince Hu","descr":"Marcie (Vinessa Antoine) beschwört den Ärger der Gemeinde herauf als die den Fall eines entlassenen Polizisten annimmt, der eine Frau während einer Jagd durch die Straßen von North Preston angefahren hat. Pam (Stacey Farber) kämpft für eine Mutter, die wegen Prostitution und Betrug angeklagt ist. Doch als die Anklage tiefer in die Angelegenheiten ihrer Klientin eintaucht, nimmt der Fall eine überraschende Wendung.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966294","hoster":"VOE"},{"path":"/redirect/8966298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-2/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Marcies (Vinessa Antoine) Geduld wird auf die Probe gestellt als eine junge Ureinwohnerin, die des Mordes angeklagt ist, einen Deal mit der Staatsanwaltschaft ablehnt, der ihr eine mildere Strafe verschaffen würde. Iris (Shailene Garnett) legt sich mit Reggie (C. David Johnson) an als dieser nicht merkt, wie rassistisch ein Klient ist. Pam (Stacey Farber) muss einen unerwarteten Schrecken durchstehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966300","hoster":"VOE"},{"path":"/redirect/8966302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-2/episode-3","name":"","epNo":3,"alt":"Willy MacIsaac Redux","descr":"Willy MacIssac (Billy Maclellan), ein ehemaliger Klient von Marcie (Vinessa Antoine), wird für den Mord an seiner Exfrau Gloria angeklagt. Doug Paul (Brandon Oakes) kämpft für eine Krankenschwester, die beschuldigt wird, ihren älteren Patienten im Koma bestohlen zu haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966304","hoster":"VOE"},{"path":"/redirect/8966303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-2/episode-4","name":"","epNo":4,"alt":"Tanya Ianova","descr":"Marcie (Vinessa Antoine) verteidigt eine Transfrau, Tanya Ivanova (Cassandra James), als diese beschuldigt wird, Meeresfrüchte gestohlen zu haben. Fabriziert hat den Diebstahl ihr Chef und Liebhaber, Lonnie Thibodeau (David Tompa). Marcie erkennt, dass ihre Bemühungen, Tanyas Namen reinzuwaschen zu ihrer Deportation führen könnten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966307","hoster":"VOE"},{"path":"/redirect/8966308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-2/episode-5","name":"","epNo":5,"alt":"Vi Bayley","descr":"Marcie (Vinessa Antoine) übernimmt die Verteidigung eines Friseursalonbesitzers, der angeklagt ist in Zusammenhang mit dem Angriff auf ein Gangmitglied. Colleen MacDonald (Natasha Henstridge) und Iris Beals (Shailene Garnett) vertreten ein Paar mit Eheproblemen. Die Beziehung mit einem ehemaligen Klienten bringt Doug Paul (Brandon Oakes) und Pam MacLean (Stacey Farber) eine Beschwerde wegen Fehlverhaltens ein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966310","hoster":"VOE"},{"path":"/redirect/8966309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-2/episode-6","name":"","epNo":6,"alt":"Dani Ewing","descr":"Marcie (Vinessa Antoine) verteidigt eine Frau, die der Brandstiftung und Hassverbrechen beschuldigt wird. Reggie Thompson (C. David Johnson) vermittelt zwischen Velma und Austin als die beiden auf verschiedenen Seiten eines Streits enden. Eine Unstimmigkeit mit dem gewalttätigen Freund einer Klientin triggert Iris Beals (Shailene Garnett) und bedroht ihre Zukunft als Sozialarbeiterin.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966275","hoster":"VOE"},{"path":"/redirect/8966277","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/diggstown/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/diggstown/staffel-3/episode-1","name":"","epNo":1,"alt":"Nina Francis","descr":"Marcie verteidigt einen Continuing Care Assistant, der während der COVID-19-Pandemie angeklagt wurde. Doug und Iris kämpfen gegen die Zeit und kämpfen dafür, dass ein indigenes ungeborenes Kind in der Obhut der Familie bleibt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966311","hoster":"VOE"},{"path":"/redirect/8966312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-3/episode-2","name":"","epNo":2,"alt":"Jojo Carvery","descr":"Marcie stellt eine Frau dar, die ihr Leben im Gefängnis droht, Colleen Delas mit einem großmäuligen Klienten und Dougs Ex-Frau tritt wieder in sein Leben ein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8966316","hoster":"VOE"},{"path":"/redirect/8966315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-3/episode-3","name":"","epNo":3,"alt":"Percy Lincoln","descr":"Marcie verteidigt Percy Lincoln, der beschuldigt wird, einen Polizisten außer Dienst in Notwehr getötet zu haben. In dem Bemühen, seine Studenten zu beeindrucken, verliert Reggie das Beste für seinen Mandanten aus den Augen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9041829","hoster":"VOE"},{"path":"/redirect/9041830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-3/episode-4","name":"","epNo":4,"alt":"Enter Vivian Jefferson","descr":"Marcie ist auf der Suche nach Investoren für ein neues Projekt. Als die Tech-Unternehmerin Vivian Jefferson auf sie aufmerksam wird, könnte Marcie den perfekten Gönner gefunden haben... oder hat sie das?","versions":[]},{"path":"/serie/stream/diggstown/staffel-3/episode-5","name":"","epNo":5,"alt":"Ivy Maloney","descr":"Marcie vertritt indigene und schwarze Frauen in einer Sammelklage gegen die Geburtenalarm-Politik der Provinz. Colleen nimmt eine neue Aufgabe an. Avery wird mit den Konsequenzen seiner vergangenen Taten konfrontiert.","versions":[]},{"path":"/serie/stream/diggstown/staffel-3/episode-6","name":"","epNo":6,"alt":"Miles Jones","descr":"In einem David-gegen-Goliath-Fall arbeitet Marcie mit den Überlebenden und Familien der Opfer einer Kirchenschießerei. Reggie gerät in Konflikt mit einem Professor, von dem er glaubt, dass er Frauenfeindlichkeit fördert.","versions":[]}]},{"path":"/serie/stream/diggstown/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/diggstown/staffel-4/episode-1","name":"","epNo":1,"alt":"Larissa Crooks","descr":"Marcies Abwesenheit hinterlässt ein Machtvakuum in ihrer Firma. Als Vivian einspringt, bedroht sie mit ihren Aktionen den Fall gegen einen Arzt, der der Sterilisation von Patienten beschuldigt wird, was die Spannungen auf den Siedepunkt bringt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11692012","hoster":"VOE"},{"path":"/redirect/11692035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-4/episode-2","name":"","epNo":2,"alt":"Basil Allen","descr":"Marcie startet eine Suche in den atlantischen Provinzen, als ein Kunde verschwindet; Vivian macht Doug ein Angebot, das ihn dazu bringt, seine Zukunft bei Marcie Diggs and Associates in Frage zu stellen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11692046","hoster":"VOE"},{"path":"/redirect/11692047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-4/episode-3","name":"","epNo":3,"alt":"Donald Kitpu Christmas","descr":"Der Fall der Kanzlei gegen eine Nonne, die des Missbrauchs an einer indischen Tagesschule beschuldigt wird, fördert tragische Elemente aus Dougs Vergangenheit zutage; zwischen Marcie und den Clawfords entbrennt ein Konflikt über den Tod eines Wanderarbeiters.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13532949","hoster":"VOE"},{"path":"/redirect/11578137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-4/episode-4","name":"","epNo":4,"alt":"Trudy Willis","descr":"Es steht viel auf dem Spiel, als Marcie und das Team eine Klage wegen widerrechtlicher Tötung gegen Goldenview Farms einreichen, eine Megafarm, die von der skrupellosen Familie Clawford betrieben wird. Liebe liegt in der Luft, als Doug und Michelle erneut den Bund fürs Leben schließen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13532955","hoster":"VOE"},{"path":"/redirect/12482171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-4/episode-5","name":"","epNo":5,"alt":"Marcie Diggs","descr":"Marcie muss sich während ihrer Anhörung zur beruflichen Verantwortung mit alten Freunden und Feinden auseinandersetzen; Doug und Ellery erleben aus der ersten Reihe, wie die Clawfords mit ihren Feinden umgehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13532948","hoster":"VOE"},{"path":"/redirect/11653600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/diggstown/staffel-4/episode-6","name":"","epNo":6,"alt":"Cruz Diaz","descr":"Der eskalierende Konflikt zwischen Marcie und Vivian gefährdet die Zukunft von Marcie and Associates; die Clawfords beschließen ein Endspiel, um Marcies Bedrohung für ihr Geschäft zu neutralisieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13532958","hoster":"VOE"},{"path":"/redirect/11691593","hoster":"Streamtape"}]}]}]}]}