{"seriesId":"digimon-adventure","name":"Digimon Adventure","descr":"Im August 1999 sind die Kinder Tai Yagami, Matt Ishida, dessen Bruder T.K. Takaishi, Sora Takenouchi, Izzy Izumi, Joey Kido und Mimi Tachikawa gemeinsam im Sommercamp. Plötzlich beginnt es heftig zu schneien, vor den Kindern erscheinen Digivices und sie werden in die Digiwelt transportiert. Dort landen sie auf der File-Insel, wo jeder sein Partner-Digimon trifft. Kurz darauf werden sie von Kuwagamon, einem riesigen Käferdigimon, attackiert. Mit Hilfe der Digivices können sich ihre Partner-Digimon weiterentwickeln und den Feind besiegen. Sie erkunden gemeinsam die File-Insel und versuchen, einen Weg zurück in die Menschenwelt zu finden. Überall begegnen sie Digimon, die durch schwarze Zahnräder kontrolliert werden. Diese wurden von Devimon geschaffen, dessen Plan es ist, die gesamte Digiwelt zu übernehmen. Schließlich kann Devimon von der Weiterentwicklung von T.K.s Digimon (Patamon wird zu Angemon), besiegt werden, das daraufhin aber stirbt und wieder zum Digi-Ei wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"So fing alles an","epNo":1,"alt":"And so it begins...","descr":"Tai, Matt, TK, Izzy, Sora, Mimi und Joey verbringen zusammen ihre Sommerferien im Feriencamp, als plötzlich seltsame Dinge um sie herum geschehen. Es beginnt zu schneien und sie werden auf eine geheimnisvolle Insel gebeamt, die sich in der DigiWelt befindet. Dort trifft jedes der Kinder auf sein zugehöriges Digimon, welche sie durch die unbekannte Welt begleiten. Doch auch böse Digimon treiben auf dieser Insel ihr Unwesen und die neu erkorenen Digiritter machen sogleich Bekanntschaft mit Kowagamon.","versions":[{"lang":1,"streams":[{"redirect":8993683,"hoster":"VOE"},{"redirect":9023418,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Greymons Geburt","epNo":2,"alt":"The Birth of Greymon","descr":"Die sieben Freunde hat es mit ihren den Digimon in eine unbekannte Gegend verschlagen. Glücklicherweise befindet sich in ihrem Gepäck eine Notration für alle Fälle. Da die Kinder sehr hungrig sind, machen sie eine Pause, um sich auszuruhen und zu essen. Taichi teilt als Einziger seine Nahrungsmittel mit seinem kleinen Freund Agumon. Als die Gruppe überraschend von dem gefährlichen Shellmon angegriffen wird, ist Agumon das einzige Digimon, das über die Kraft verfügt, die Kinder zu verteidigen. Die anderen Digimon fallen kraftlos zu Boden. Agumon digitiert zu Greymon und besiegt Shellmon vorübergehend. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993686,"hoster":"VOE"},{"redirect":9023420,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nächtliches Abenteuer","epNo":3,"alt":"Garurumon","descr":"Auf der Flucht vor zwei Monochromons, die gegeneinander kämpfen, geraten die Kinder mit den Digimon an einen See. Weiterhin passieren seltsame Dinge: Plötzlich steht eine leere Straßenbahn vor ihnen. Die Gruppe beschließt, dass alle in der Bahn schlafen sollen. Zur Sicherheit stellen sie eine Nachtwache auf. Taichi, der als erster Wache schieben muss, sitzt mit Agumon am Lagerfeuer. Ein Stück Glut fällt ihm aus Versehen auf das Schwanzstück des schlafenden Monsters Seadramon. Das Monster erwacht gereizt und wütend. Alle sind in großer Gefahr. Die Digimon versuchen, das Monster zu bekämpfen. Aber nur die Verwandlung von Gabumon in Garurumon kann Seadramon besiegen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993688,"hoster":"VOE"},{"redirect":8421105,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Dorf der Yokomon","epNo":4,"alt":"Biyomon Gets Firepower","descr":"Auf ihrer langen, beschwerlichen Wanderung kommen unsere Freunde in ein Dorf, das von den Yokomon bewohnt wird. Sie werden von diesen freundlichen, kleinen Digimon herzlich begrüßt und sogar zu einem Festessen eingeladen. Da stellt sich plötzlich heraus, dass überall das Wasser versiegt ist, das gesamte Wasser der Gegend kommt vom Mount View. In dem Berg lebt Meramon, ein im Grunde gutmütiges Flammen-Digimon. Doch Meramon wird von einem schwarzen Zahnrad verletzt und gerät in Panik. Deshalb greift er nun das Dorf der Yokomon an. Auf der Flucht vor Meramon gerät Sora in Lebensgefahr, doch ihr Digimon Biyomon digitiert zu Birdramon und rettet das Mädchen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993682,"hoster":"VOE"},{"redirect":8634506,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die geheimnisvolle Fabrik","epNo":5,"alt":"Kabuterimon\u0027s Electro Shocker","descr":"Die Kinder und ihre kleinen Begleiter, die Digimon, geraten in eine sehr seltsame Fabrik. Statt der erhofften Menschen treffen sie auf ein gewalttätiges Metall-Digimon, das sie angreift. Izzy versucht mit Hilfe seines Computers, geheimnisvolle Schriftzeichen zu entschlüsseln und kommt dabei einem Computerprogramm auf die Spur, mit dessen Hilfe es möglich ist, Elektrizität zu produzieren. Das machen er und Tentomon sich im Kampf gegen Andromon zu Nutze. Tentomon digitiert zu Kabuterimon und kann Andromon besiegen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993687,"hoster":"VOE"},{"redirect":8422302,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der seltsame Bürgermeister","epNo":6,"alt":"Togemon in Toy Town","descr":"Langsam gewinnen Heimweh und Sehnsucht nach Normalität die Oberhand bei unseren Abenteurern. Es gilt, eine unangenehme Begegnung mit den Numemon zu überstehen, denen es Mimi ganz besonders angetan hat. Auch ein Zusammentreffen mit Monzaemon, einem riesigen Bären, der sich Bürgermeister der Spielzeugstadt nennt und alle mit seinen Liebesattacken gnadenlos verfolgt, ist nicht dazu angetan, die allgemeine Stimmung zu verbessern. Palmon digitiert zu Togemon, einem stacheligen Kaktus, und besiegt den Teddybären, aber auch dieses Digimon war ein Opfer des geheimnisvollen schwarzen Zahnrads und ist froh, endlich wieder erlöst zu sein. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993685,"hoster":"VOE"},{"redirect":8422257,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gomamons Verwandlung","epNo":7,"alt":"Ikkakumon\u0027s Harpoon Torpedo","descr":"Auf ihrer Suche nach Nahrung kommt die Gruppe an eine heiße Quelle. Taichi und Matt streiten sich darüber, ob sie auf den Berg klettern sollen. Als alle schlafen, macht sich Joe alleine auf den Weg. Gomamon begleitet ihn. Auf halbem Weg begegnen sie Unimon, einem fliegenden Einhorn. Es greift Joe und Gomamon an. Da tauchen Taichi, Sora, Birdramon und Agumon auf. Birdramon und das in Greymon verwandelte Agumon kämpfen gegen Unimon. Beim Versuch, das Zahnrad aus Unimons Rücken zu entfernen, stürzt Joe in die Tiefe. Um seinen Partner retten zu können, verwandelt sich Gomamon in Ikkakumon. Durch dessen \"Raketentorpedos\" wird das Zahnrad vernichtet. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993684,"hoster":"VOE"},{"redirect":9023425,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Herr der Dunkelheit","epNo":8,"alt":"Evil Shows His Face","descr":"Devimon, ein ganz besonders böses und heimtückisches Digimon, hat es auf unsere Freunde abgesehen. Es lockt die Kinder in eine Falle, um sie im Schlaf zu überwältigen. Im Kampf gegen die Kinder bedient er sich der Hilfe von Ogremon und Leomon. Leomon, eigentlich ein friedfertiges Digimon, wird von Devimon manipuliert und mit dem Bösen infiziert. Nur durch einen glücklichen Zufall werden die Kinder auf den erneuten Angriff der bösen Digimon aufmerksam. Noch einmal können sie sich zur Wehr setzen und entkommen. Allerdings wird File Island bei dem Kampf in viele kleine Einzelteile zerlegt. Da jedes der Kinder sich auf einem anderen Teil befindet, werden sie vorläufig voneinander getrennt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993694,"hoster":"VOE"},{"redirect":8422259,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verschollen in Eis und Schnee","epNo":9,"alt":"Subzero Ice Punch!","descr":"Ziellos treiben die Kinder durch Eis und Schnee. Dabei treffen Taichi und Agumon auf Frigimon, ein eigentlich gutartiges Schnee-Digimon. Taichi und Agumon gelingt es, Frigimon von dem schwarzen Zahnrad zu befreien. Aus Dankbarkeit dafür ist Frigimon den beiden behilflich, den Teil von File Island zu erreichen, auf dem sich Yamato und Gabumon befinden. Yamato und Taichi beschließen, nach ihren Kameraden zu suchen, können sich aber nicht einigen, wie sie vorgehen wollen. Dann werden sie von Mojyamon angegriffen, das ebenfalls unter dem Einfluss von Devimon agiert. Frigimon kann die Kinder und ihre Digimon retten und sie sehen ein, dass sie nur gemeinsam stark sind. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12333705,"hoster":"VOE"},{"redirect":8422262,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das geheimnisvolle Labyrinth","epNo":10,"alt":"A Clue From The Digi-Past","descr":"Mimi und Palmon sind in einem Dschungel gelandet und treffen dort auf die Digimon Dastmon und Shipmon, die ihnen erzählen, dass sie Tentomon auf einer gegenüberliegenden kleinen Insel gesehen haben. Mimi und Palmon machen sich auf die Suche. Schließlich finden sie Izzy und Tentomon in einer Ruine. Izzy versucht, den rätselhaften Vorgängen auf die Spur zu kommen. Die Gegenwart Mimis scheint ihn dabei zunächst nur zu stören. Mimi ist sauer, entfernt sich von den anderen und verirrt sich in einem Labyrinth. Inzwischen ist das Digimon Centarumon aufgetaucht. Doch das mysteriöse Digivice verhindert das Schlimmste. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993692,"hoster":"VOE"},{"redirect":8422252,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tanz der Bakemon","epNo":11,"alt":"The Dancing Digimon","descr":"Joe und Gomamon treiben auf einem Bett hilflos auf dem Meer herum. Sie werden von Ogremon angegriffen, doch Gomamon digitiert und besiegt Ogremon. Dann verlässt Ikkakumon jedoch die Kraft, und die beiden gehen unter. Indes versucht Sora zu angeln und glücklicherweise entdeckt Gomamon ihren Köder und bindet Joe an der Angelschnur fest. So werden sie von Sora an Land gezogen. Hier entdecken sie Bakemon. Sora und Joe sollen dem Großen Meister als Opfer dargebracht werden. Biyomon und Gomamon werden eingesperrt. Doch sie überlisten die Wache und digitieren, um Sora und Joe beschützen. Aber der Große Meister ist stark. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993698,"hoster":"VOE"},{"redirect":8422254,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"DigiBaby-Boom","epNo":12,"alt":"DigiBaby Boom","descr":"T.K. und Patamon landen in der Spielzeugstadt und finden dort viele Wiegen mit Baby- Digimon. Als Elecmon, der Beschützer der Babys auftaucht, gibt es Ärger zwischen ihm und Patamon. Nach einem Gefecht und anschließendem Wettkampf geht Patamon als Sieger der Begegnung hervor. Elecmon verliert seine Aggressionen und freundet sich mit T.K. und Patamon an. Sie stellen fest, dass sie ein Gefühl der Zusammengehörigkeit haben, wenn sie miteinander lachen. Vielleicht könnte man die Insel wieder zusammenbringen, indem man alle Herzen verbindet. Devimon plant nach wie vor, die Digimon zu vernichten und sich eins der Kinder zu schnappen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993696,"hoster":"VOE"},{"redirect":8422266,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Legende der DigiRitter","epNo":13,"alt":"The Legend of the DigiDestined","descr":"T.K. und Patamon werden von Ogremon und Leomon angegriffen. Die anderen Kinder kommen ihnen aber mit ihren Digimon zu Hilfe und schlagen Ogremon in die Flucht. Daraufhin schickt Devimon schwarze Zahnräder und Leomon wird noch größer und stärker. Izzy erinnert sich an das Digivice. Zusammen mit Taichi und ihren Digivices ziehen sie Leomon die Zahnräder aus dem Körper, wodurch er wieder gutartig wird. Leomon verspricht den Kindern, ihnen im Kampf gegen Devimon zu helfen. Devimon hat inzwischen die Mächte der Dunkelheit zu sich gerufen und in sich vereint. Mächtig gewachsen stellt es sich den Kindern zum Kampf. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":12916062,"hoster":"VOE"},{"redirect":8422275,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Abschied von der Insel","epNo":14,"alt":"Departure for a New Continent","descr":"Der alte Gennai bittet die Kinder, auf den Kontinent Server zu kommen, um dort seinen größten Feind zu vernichten. Dazu müssten die Digimon auf ein neues Level digitieren. Doch dafür brauchen sie die DigiAmulette und die dazugehörigen Wappen, die Devimon versteckt hält. Auf dem Weg begegnen sie jedoch Whamon, der sie komplett verschluckt. In seinem Magen entdecken sie ein schwarzes Zahnrad und entfernen es. Zum Dank bringt Whamon sie in eine Grotte zu Drimogemon. Nachdem sie auch ihn von einem schwarzen Zahnrad befreit haben, verrät er ihnen, wo die DigiAmulette versteckt sind. Doch Poyomon, T.K.s frisch geschlüpftes Digimon, hat die Amulette längst entdeckt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993695,"hoster":"VOE"},{"redirect":8422251,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das erste Wappen","epNo":15,"alt":"The Dark Network of Etemon","descr":"Whamon setzt die Kinder auf dem Kontinent Server ab, wo sie in ein Pagumon-Dorf gelangen. Sie erfahren, dass die Pagumon die eigentlichen Bewohner des Dorfes, die Koromon, verschleppt und eingesperrt haben. Die Kinder retten die Koromon, und die Pagumon ziehen sich zurück. Plötzlich taucht der gefürchtete Etemon, selbsternannter König der Digimon, auf. Er zerstört das Koromon-Dorf und glaubt, auch die Kinder besiegt zu haben. Doch diese haben sich auf Anraten der Koromon in einer tiefen Höhle versteckt. Dort geraten sie in eine Sackgasse, wo ein große Überraschung auf sie wartet: Ein Zeichen an der Wand verwandelt sich in das erste Wappen und fügt sich in Taichis Amulett ein. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993699,"hoster":"VOE"},{"redirect":8422255,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Lektion für Taichi","epNo":16,"alt":"The Arrival of Skullgreymon","descr":"Die Kinder fassen zusammen, was zur Digitation alles nötig ist: Genügend Energie, ein voller Magen, und der Partner des Digimon muss in Gefahr sein. Als Joes Amulett aufleuchtet, taucht plötzlich ein böses Greymon auf, das von Etemon geschickt wurde. Während sich die beiden Greymon bekämpfen, finden die Kinder Joes Wappen. Tai bemerkt, dass Greymon sich nicht zur nächsten Stufe entwickelt. Er läuft in die Arena und reizt das böse Greymon. Schließlich digitiert Greymon zu SkullGreymon, einem bösartigen Digimon. Es besiegt das böse Greymon, greift aber auch die anderen Digimon an. Schließlich läuft es in die Wüste, wo es sich zu Koromon zurück entwickelt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993700,"hoster":"VOE"},{"redirect":8422260,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Kaktusblüte","epNo":17,"alt":"The Crest of Sincerity","descr":"Auf ihrem Weg durch die Wüste treffen die Kinder auf den alten Gennai. Dieser macht ihnen klar, dass ihre Digimon ausgebildet und erzogen werden müssen. Auf einmal kommt ihnen ein Passagierdampfer entgegen, der sie an Bord kommen lässt. Sie ahnen jedoch nicht, dass Kapitän Kokatorimon ein Handlanger von Etemon ist. Schon nach kurzer Zeit verwandelt Etemon mit seiner Attacke alle Digimon außer Biyomon und Palmon zu Stein. Während Etemon die Mädchen verfolgt, lassen die Jungen ihre Digimon digitieren. Einstweilen können sie Kokatorimon kampfunfähig machen und von Bord entkommen. Doch Kokatorimon verfolgt sie mit seinem Schiff. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993701,"hoster":"VOE"},{"redirect":8422301,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schule des Lebens","epNo":18,"alt":"The Piximon Cometh","descr":"Als das bösartige Kuwagamon die Freunde erneut angreift, bekommen sie unerwartete Hilfe. Das Kobold-Digimon Piximon steht ihnen zur Seite und besiegt das Insekten-Digimon Kuwagamon. Piximon ist fest entschlossen, sich um die weitere Entwicklung der Kinder und ihrer Digimon zu kümmern. Es ist der Meinung, dass alle noch hart an sich arbeiten müssen, um den Herausforderungen ihrer schwierigen Aufgabe gewachsen zu sein. Besonders auf Tai und Agumon hat Pixi es abgesehen: Die beiden bekommen eine schwierige Extraaufgabe gestellt. Sie lernen, niemals aufzugeben und sich mutig neuen Aufgaben zu stellen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993702,"hoster":"VOE"},{"redirect":8422297,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Gefangene in der Pyramide","epNo":19,"alt":"The Prisoner of the Pyramid","descr":"Datamon schickt Tai und seinen Freunden eine E-Mail und bittet um Hilfe. Gleichzeitig verspricht er, den Kindern als Gegenleistung zu verraten, wo sie Soras Wappen finden können. Aufgeregt machen sich die Kinder und ihre Digimon-Partner auf den gefährlichen Weg. Angeführt wird das Unternehmen von Izzy, dem es mithilfe seines Laptops gelingt, immer mehr Geheimnisse der DigiWelt zu entschlüsseln. In den unterirdischen Gängen der Pyramide werden unsere Freunde allerdings von Etemon und seinen getreuen Helfern, den Gazimon, beobachtet. Als sie endlich bei Datamon ankommen und dieser versucht, ihr Vertrauen zu gewinnen, taucht plötzlich Etemon auf. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993704,"hoster":"VOE"},{"redirect":8422294,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bewährungsprobe","epNo":20,"alt":"The Earthquake of MetalGreymon","descr":"Alle sind sich einig, dass Sora und Biyomon so schnell wie möglich aus den Fängen von Datamon befreit werden müssen. Izzy entdeckt, dass Datamon Sora und ihr Digimon weiterhin in der Pyramide gefangen hält. Für Tai ist es eine Frage der Ehre, sich als echter Freund zu bewähren. Mit Agumon macht er sich auf den gefährlichen unterirdischen Weg durch die geheimnisvollen Gänge der Pyramide. Im Untergrund spielen Datamon und Etemon ihr böses Spiel um die Macht. Mit Hilfe der anderen Kinder und einer geschickten List gelingt es, Etemon und Datamon zu besiegen. Vertrauen und Solidarität haben unsere Freunde und ihre kleinen Helfer stark gemacht. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993705,"hoster":"VOE"},{"redirect":8422305,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wieder zu Hause","epNo":21,"alt":"Home Away From Home","descr":"Taichi und Tokomon sind durch ein Loch im Universum wieder in der \"normalen\" Welt gelandet. Schockiert darüber, dass nach all dem, was geschehen ist, immer noch der 1. August 1999 ist, fragt sich Taichi, ob er seine Abenteuer in der DigiWelt nur geträumt hat. Doch als in den Nachrichten über Klimakatastrophen auf der ganzen Welt berichtet wird, stellt er fest, dass Digimon in die normale Welt eingedrungen sind und diese negativ beeinflussen. Als auch seine Heimatstadt von Tyrannomon, Drimogemon und Ogremon bedroht wird, zieht Taichi zusammen mit dem zu Agumon digitierten Koromon in den Kampf. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993706,"hoster":"VOE"},{"redirect":8422293,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nichts als Lügen","epNo":22,"alt":"Forget About It!","descr":"Taichi und Agumon finden Tokomon allein am Ufer eines Sees. Tokomon erzählt, wie einer nach dem anderen die Gruppe verlassen hat, um sich auf die Suche nach Taichi und Agumon zu machen. Zuletzt waren auch Matt und Gabumon gegangen und nicht zurückgekehrt. Zu allem Überfluss war ein Digimon namens DemiDevimon aufgetaucht. Anschließend kam es zu einem Streit zwischen Tokomon und T.K., woraufhin die beiden sich getrennt hatten. Also machen sich Taichi, Agumon und Tokomon auf die Suche nach T.K.. Sie bitten DemiDevimon, sie zu Matt zu bringen, aber Agumon enttarnt es als böses Digimon. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993703,"hoster":"VOE"},{"redirect":8422278,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Im Namen der Freundschaft","epNo":23,"alt":"WereGarurumon\u0027s Diner","descr":"Matt und Gabumon landen an einem Ufer und entdecken ein Restaurant. Es wird von Vegiemon geführt, einem durchtriebenen Digimon. Im Lokal treffen die Kinder auf Joe, der wie ein Leibeigener in der Küche arbeiten muss. Joe erzählt Matt, dass ihn DemiDevimon in das Restaurant gelockt hat. Matt beschließt, Joe zu helfen, will aber vorher noch T.K. abholen. Als Matt gehen will, wird er von Digitamamon erpresst, im Lokal zu bleiben. Überraschend tauchen Taichi und T.K. im Restaurant auf, doch Matt will nichts mehr mit Joe und Taichi zu tun haben. Schließlich digitiert Garurumon zu WereGarurumon und besiegt Digitamamon. Die Gruppe bricht auf, um die anderen zu suchen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993707,"hoster":"VOE"},{"redirect":8422292,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Kampf um Izzys Wappen","epNo":24,"alt":"No Questions, Please","descr":"Izzy ist mit Tentomon unterwegs. Die beiden begegnen dem geheimnisvollen DemiDevimon, das den Auftrag hat, die Wappen der Kinder zu entwenden. Izzy und Tentomon können zwar der Verfolgung durch Devimon entkommen, gelangen aber in die Gewalt des nicht minder gefährlichen Vademon. Diesem gelingt es, in den Besitz von Izzys Seele zu kommen. Auf der Suche nach dem entwischten Izzy und seinem Digimon gelangt auch Devimon zu Vademon. Devimon versucht, durch einen Handel mit Vademon an das Objekt seiner Begierde, nämlich Izzys Wappen, heranzukommen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993708,"hoster":"VOE"},{"redirect":8422296,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Prinzessin Karaoke","epNo":25,"alt":"Princess Karaoke","descr":"Als Taichi und Joe vor einem Schloss stehen, reagiert plötzlich Taichis Digivice. Die Jungs erfahren, dass die im Schloss lebende Prinzessin Mimi stets sehr viele Wünsche hat. Die unterdrückten Gekomon erzählen, dass ihr König ShogunGekomon seit 300 Jahren \"schläft\" und nur durch ein Lied wiedererweckt werden kann. Von DemiDevimon hatten sie erfahren, dass Mimi eine wunderschönen Stimme hat und machten sie zu ihrer Prinzessin. Daraufhin versuchen Taichi, Joe und die Digimon, ShogunGekomon mit einer Gesangseinlage zu wecken – vergeblich. Es endet damit, dass Mimi alle einsperren lässt. Doch in der Nacht hat sie Albträume und wird von Soras Stimme geweckt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993710,"hoster":"VOE"},{"redirect":8422333,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Im Zeichen der Liebe","epNo":26,"alt":"Sora\u0027s Crest of Love","descr":"Als Tai und die anderen Sora endlich finden, versucht sie vor ihnen wegzulaufen. Doch die Freunde bringen sie dazu, ihnen die Gründe für ihr merkwürdiges Verhalten zu verraten. So erfahren sie, dass sie zufällig ein Gespräch zwischen Myotismon und DemiDevimon belauscht hat. DemiDevimon hat sie ertappt und weiß nun, dass Sora die Bedeutung der einzelnen Wappen kennt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993712,"hoster":"VOE"},{"redirect":8422237,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Das Tor zur Welt","epNo":27,"alt":"The Gateway To Home","descr":"Gennai erscheint und verkündet den Kindern, dass sich in der Welt noch ein Kind befindet, das der Gruppe der DigiRitter angehören muss. Er beauftragt die Kinder, sich um dieses Kind zu kümmern und es zu beschützen. Doch dazu müsste es ihnen gelingen, die DigiWelt zu verlassen. Das geht nur durch ein großes, geheimnisvolles Tor in Myotismons Schloss. Aber nur Myotismon selbst weiß, wie man dieses Tor öffnet und will unbedingt verhindern, dass das achte Kind zu der Gruppe der DigiRitter gelangt. Mit Hilfe seiner Untergebenen stellt er eine Armee zusammen, die zuerst die tapferen DigiRitter beseitigen soll, um dann durch das geheimnisvolle Tor in die Welt zu gelangen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993718,"hoster":"VOE"},{"redirect":8422236,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Sesam öffne Dich","epNo":28,"alt":"It\u0027s All In The Cards","descr":"Den DigiRittern ist es nicht gelungen, Myotismon durch das Tor in die Welt der Menschen zu folgen. Also bitten sie Gennai um Hilfe, der sie zu sich nach Hause einlädt. Dort modifiziert er Izzys Laptop, so dass es ihm in Zukunft leichter gelingt, die Digimon zu identifizieren. Obendrein händigt Gennai Tai 10 Karten aus, die in den Steintisch vor dem Tor in richtiger Reihenfolge eingefügt werden müssen, um als Schlüssel zum Tor zur anderen Welt zu dienen. Erneut begeben sich unsere Freunde in Myotismons Schloss. Doch welche Karte gehört auf welches Feld? Die Kinder beschließen, dass Tai Anführer der Gruppe werden und die Entscheidung in dieser Sache fällen solle. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993709,"hoster":"VOE"},{"redirect":8422230,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der erste Kampf der Digimon","epNo":29,"alt":"Return to Highton View Terrace","descr":"Tai und seine Freunde sind wieder in der realen Welt. Dabei werden sie von Myotismons Armee böser Digimon angegriffen. Die Freunde erkennen, dass sie alle einmal in dem Stadtteil gewohnt haben, in dem das achte Kind leben soll. In diesem Stadtteil gab es vor vier Jahren angeblich einen Bombenanschlag. Doch jetzt erkennen Tai und seine Freunde, dass es ein Kampf zwischen gutartigen und bösartigen Digimon gewesen ist. Und jetzt wissen sie auch, dass sie Koromon damals zum ersten Mal gesehen haben. Ihnen wird klar, dass das achte Kind auch ein Augenzeuge dieses Kampfes vor vier Jahren gewesen sein muss und deswegen von Myotismon gesucht wird. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993714,"hoster":"VOE"},{"redirect":8422234,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Heimkehr mit Hindernissen","epNo":30,"alt":"Almost Home Free","descr":"Auf der Suche nach dem achten DigiRitter beschließen unsere Freunde, in die Vorstadt zu fahren. Doch in der U-Bahn kommt es fast zum Eklat als Yokomon ein Baby, das an ihm rumzerrt, anschreit. Sora gelingt es nur mit Mühe, die Situation wieder gerade zu biegen. Sie versuchen, per Anhalter an ihr Ziel zu gelangen. Sak, der Fahrer, ist jedoch ein ziemlicher Kotzbrocken, und als Koromon ihm einen Haufen auf den Rücksitz macht, flippt er völlig aus und stößt Izzy versehentlich von einer Brücke. Motimon digitiert zu Tentomon und rettet Izzy im letzten Moment. Doch da erscheint plötzlich Gesomon, den sich der zu Ikkakumon digitierte Gomamon vorknöpft. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993713,"hoster":"VOE"},{"redirect":8422227,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der achte Digiritter","epNo":31,"alt":"The Eighth Digivice","descr":"Myotismon ist auf der Suche nach dem achten DigiRitter. Die Freunde hingegen bemühen sich, das achte Kind zu finden, um es vor dem Zugriff Myotismons zu retten. Erneut beginnt eine wilde Jagd. Besonders Izzy und Tentomon sind gefordert. Auch Tai hat so seine Probleme im Elternhaus und mit seiner plötzlichen Rückkehr aus dem Sommercamp – zumal es immer offensichtlicher wird, dass es sich bei dem gesuchten Kind um seine kleine Schwester Kari handelt. Vorläufig hat aber deren Katze Mizzie das Digivice in die weite Welt getragen und so eine falsche Spur für Myotismon und seinen getreuen Diener DemiDevimon gelegt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993711,"hoster":"VOE"},{"redirect":8422229,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Kari in Gefahr","epNo":32,"alt":"Gatomon Comes Calling","descr":"Noch wissen die Kinder nicht, wer wohl das auserwählte achte Kind sein könnte und wo es sich aufhält. Sie beschließen, alle Kinder mit denen sie früher einmal gemeinsam in der Schule oder im Kindergarten gewesen sind, anzurufen. Doch auch Myotismon und seine Untergebenen geben nicht auf und verfolgen die Kinder, um den achten DigiRitter endlich zu vernichten. Es kommt zu einem harten Kampf, in dessen Verlauf Greymon zu Metalgreymon digitiert und Myotismon zunächst in die Schranken weisen kann. Aber das achte Kind, die kleine Kari, ist weiterhin in großer Gefahr. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993715,"hoster":"VOE"},{"redirect":8422238,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Freunde für kurze Zeit","epNo":33,"alt":"Out on the Town","descr":"Da Matts und T.K.s Eltern geschieden sind, lebt Matt beim Vater und T.K. bei der Mutter in einem benachbarten Stadtteil. Als Matt seinen Bruder nach Hause bringt, streiten sich T.K. und Patamon, woraufhin Patamon die kleine Gruppe verlässt. Auf der Suche nach dem Digimon treffen Matt, T.K. und Gabumon auf zwei Diener Myotismons: Pumpkinmon und Gotsumon. Gabumon, Matt und T.K. freunden sich mit den beiden an, die eine Heidenfreude daran haben, die Stadt auf den Kopf zu stellen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993716,"hoster":"VOE"},{"redirect":8422226,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Endlich gefunden","epNo":34,"alt":"The Eighth Child Revealed","descr":"Und weiter geht die Suche nach dem achten DigiRitter und dem dazugehörigen Digimon. Gatomon, ein Untergebener Myotismons, versucht verzweifelt, sich an seine Vergangenheit zu erinnern. Sein Freund Wizardmon möchte ihm dabei helfen. Es findet das gesuchte Digivice und erkennt dabei, dass Kari der achte DigiRitter ist. Auch Gatomon wird langsam klar, nach wem es in all den Jahren gesucht hat und warum es Kari nicht vernichten konnte: Gatomon selbst ist Karis Digimon und wird sie von nun an beschützen. Doch so leicht gibt sich Myotismon nicht geschlagen. Es entführt Gatomon, um von ihm zu erfahren, wer der achte DigiRitter ist. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993719,"hoster":"VOE"},{"redirect":8422233,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Nebelwand","epNo":35,"alt":"Flower Power","descr":"Myotismon errichtet rund um die Vorstadt eine undurchdringliche Nebelwand und lässt durch seine Helfer sämtliche Anwohner gefangennehmen. Tai und Kari ist es nur durch Agumons Hilfe gelungen, Myotismons Digimon zu entkommen. Matt hingegen ist mit Gabumon von seinem Vater an einen sicheren Ort gebracht worden. Anschließend hat sich Matts Vater wieder zu seinem Fernsehsender begeben, um Kontakt zur Außenwelt herzustellen. Den Gefangenen gelingt vorläufig die Flucht, doch Dark Tyrannomon kommt ihnen in die Quere. Inzwischen haben sich Matt, Taichi und Kari getroffen und Soras Mutter stellt sich den Digimon in den Weg. Nun steht allen ein großer Kampf bevor. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993717,"hoster":"VOE"},{"redirect":8422165,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Eine schwere Entscheidung","epNo":36,"alt":"City Under Siege","descr":"Lillymon wird im Kampf gegen Myotismon schwer verletzt. Birdramon ergreift es und gemeinsam mit Sora gelingt ihnen die Flucht vor den Bakemon. Auch Izzy ist den Bakemon mit Hilfe von Gennai entkommen. Taichi versucht, den Gefangenen zu helfen. Außerhalb der Vorstadt haben sich indes Joe und T.K. zufälligerweise getroffen. Sie versuchen, die Nebelwand zu durchbrechen. Da verwickelt sie MegaSeadramon in einen Kampf. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993720,"hoster":"VOE"},{"redirect":8422161,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Wizardmons Opfer","epNo":37,"alt":"Wizardmon\u0027s Gift","descr":"Myotismon erkennt trotz Gatomons Schutz in Kari das achte Kind. Inzwischen haben sich die anderen DigiRitter nach und nach wieder gefunden und nehmen gemeinsam mit ihren Digimon, die eins nach dem anderen die Ultra Digitation vollziehen, den Kampf gegen Myotismon auf. Doch Myotismon ist zu stark für sie. Als Myotismon dazu ansetzt, Kari und Gatomon zu töten, wirft sich Wizardmon dazwischen. Da leuchtet Karis Wappen auf und DemiDevimon kann ihr Digivice nicht mehr festhalten. Tai nutzt die Gelegenheit, es an sich zu nehmen und Kari zuzuwerfen. Daraufhin gelingt Gatomon die Ultra Digitation zu Angewomon. Gemeinsam mit den anderen Digimon besiegt es Myotismon. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993729,"hoster":"VOE"},{"redirect":8422163,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Alle gegen VenomMyotoismon","epNo":38,"alt":"Prophecy","descr":"Der Kampf gegen Myotismon geht weiter: Unsere Freunde bekommen von Gennai eine E-Mail, in der dieser von einer alten Schrifttafel berichtet. Diese Schrifttafel weist darauf hin, dass einst ein Ungeheuer besiegt wurde, als Engel ihre Pfeile der Hoffnung und des Lichts auf die Menschen abgeschossen hatten, die sie beschützten und gern hatten. Da Angemon und Angewomon wie Engel aussehen, schießen sie Liebespfeile auf Taichi und Matt. Dadurch digitieren Agumon und Gabumon in einer Ultra-Digitation zu Mega-Digimon, die Myotismon besiegen könnten. Die Bewohner der Vorstadt sind indes immer noch hypnotisiert … (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993724,"hoster":"VOE"},{"redirect":8422166,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Zusammentreffen zweier Welten","epNo":39,"alt":"The Battle for Earth","descr":"Obwohl Agumon und Gabumon die WarpDigitation gelungen ist, sind sie VenomMyotismon immer noch nicht gewachsen. Erst als alle anderen Digimon und die Kinder mit ihren Digivice gemeinsam mit ihnen in den Kampf ziehen, kann Myotismon besiegt werden. Der Nebel verschwindet und die Schlafenden erwachen, aber neues Unheil zieht auf: In der Luft scheint eine geheimnisvolle andere Welt zu schweben. Izzy findet heraus, dass es sich dabei um die DigiWelt handelt. Da die Freunde die Störungen in der Digi-Welt nicht beseitigt haben, nehmen diese jetzt starken Einfluss auf die normale Welt. Die DigiRitter beschließen, in die DigiWelt zurückzukehren, um beide Welten zu retten. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993726,"hoster":"VOE"},{"redirect":8549605,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Rückkehr in die DigiWelt","epNo":40,"alt":"Enter The Dark Masters","descr":"Nachdem der achte DigiRitter gefunden ist, kehren unsere Freunde in die DigiWelt zurück, um die Mächte der Dunkelheit zu besiegen. Nur so kann die DigiWelt und die ebenfalls von diesen Mächten bedrohte Welt der Menschen vor dem Untergang gerettet werden. Doch die Meister der Dunkelheit sind zu stark, und die Digimon der Kinder können nichts gegen sie ausrichten. Die DigiRitter geraten in einen anscheinend aussichtslosen Kampf. Trotzdem sind sie fest entschlossen, sich dem Spiralberg zu nähern, auf dem die Meister der Dunkelheit ihr Unwesen treiben. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993730,"hoster":"VOE"},{"redirect":8728739,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Sedramons Rache","epNo":41,"alt":"Sea-Sick and Tired","descr":"Unsere Freunde finden sich am Strand der File-Insel wieder, wo sie von Shellmon in einen Kampf verwickelt werden. Die Digimon sind stärker geworden und es gelingt ihnen, Shellmon zu besiegen. Die anderen werden von Scorpiomon, einem Helfer MetalSeadramons, gefangen. MetalSeadramon Scorpiomon, die flüchtigen DigiRitterzu fangen. Aber Lillymon und Zudomon gelingt der Sieg über Scorpiomon. Zusammen mit Mimi und Joe kommen sie gerade noch rechtzeitig, um ihre Freunde aus der Hütte zu holen. Auf Zudomon versuchen sie MetalSeadramon zu entkommen – ohne Erfolg. Doch als alles verloren scheint, taucht plötzlich Whamon auf.","versions":[{"lang":1,"streams":[{"redirect":8993732,"hoster":"VOE"},{"redirect":8422160,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Whamon, mein Held","epNo":42,"alt":"Under Pressure","descr":"Die Kinder fliehen in Whamons Bauch. Als die Divermon Whamon ausmachen, taucht er in eine enge Schlucht. Dort kann Whamon sie mittels hohem Wasserdruck einfach wegpusten. Schließlich gelangen sie in eine Höhle und sind überglücklich, endlich wieder frische Luft schnappen zu können. Die Freude währt jedoch nicht lange, denn MetalSeadramon ist ihnen gefolgt. Agumon wardigitiert zu WarGreymon und attackiert MetalSeadramon. Den Todesstoß aber versetzt ihm schließlich Whamon. Allerdings lässt Whamon dabei sein Leben. Die beiden Digimon lösen sich in kleine Teilchen auf, die in Richtung Spiralberg fliegen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993727,"hoster":"VOE"},{"redirect":8422199,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"T.K. wird erwachsen","epNo":43,"alt":"Playing Games","descr":"Die Freunde haben zwar MetalSeadramon und seine Deepserver-Armee besiegt, doch im Kampf gegen die Mächte der Dunkelheit stehen sie erst am Anfang. Heute stehen sie einem neuen, allerdings nicht ganz so gefährlichem Gegner gegenüber. Es ist Puppetmon, der vor allem T.K. ins Auge gefasst hat. Er möchte mit ihm spielen und entführt ihn deshalb einfach. Doch T.K. ist kein Baby mehr, und mit einer List gelingt es ihm, sich von Puppetmon zu befreien. Alle sind glücklich darüber, nur dessen Bruder Matt macht sich Gedanken darüber, dass T.K. offenbar nicht mehr auf seine Hilfe angewiesen ist. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993722,"hoster":"VOE"},{"redirect":8422154,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Cherrymons Intrige","epNo":44,"alt":"Trash Day","descr":"Matt zweifelt an sich selbst. Alle scheinen sich weiter entwickelt zu haben, nur er nicht. Tief im Wald treffen er und Gabumon auf Cherrymon, der Matt einredet, er könne nur stärker werden, wenn er seinen Rivalen Taichi besiege. Matt fällt auf die Intrige herein, und Gabumon vollzieht die Warp Digitation zu MetalGarurumon. Die anderen Kinder werden auf der Suche nach Matt von drei nahezu unbesiegbaren Garbagemon angegriffen, die dem Gefolge von Puppetmon entstammen. Erst MetalGarurumon kann dem schrecklichen Kampf ein Ende bereiten. Matt kehrt zurück zu seinen Freunden. Doch dann fordert MetalGarurumon Agumon zum Kampf auf. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993723,"hoster":"VOE"},{"redirect":8422249,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Bilder aus der Vergangenheit","epNo":45,"alt":"The Ultimate Clash","descr":"Ein Wesen aus der DigiWelt, das sich aber nicht materialisieren kann, spricht durch Kari zu den DigiRittern. Es erklärt den Kindern, warum ausgerechnet sie auserwählt wurden, um die DigiWelt zu retten. Die Kinder erfahren, woher die Digivice und Wappen stammen und wie wichtig es ist, dass jedes Kind seinen Hauptcharakterzug pflegt. Matt will trotzdem seinen Weg alleine gehen. Mimi und Joe ziehen sich ebenfalls zurück, weil Mimi den ewigen Kampf nicht mehr ertragen kann. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993721,"hoster":"VOE"},{"redirect":8422207,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Getrennte Wege","epNo":46,"alt":"Etemon\u0027s Comeback Tour","descr":"Ogremon fällt in einen Krater, der von einem Meteoriten-Einschlag herrührt. Joe und Mimi finden und verarzten es. So kommen die drei ins Gespräch über den Sinn von Kämpfen im Allgemeinen und des ewigen Kampfes zwischen Ogremon und Leomon im Speziellen. Taichi und seine Freunde entscheiden derweil, Puppetmon aufzusuchen und zu bekämpfen. Derweil treffen Joe und Mimi auf Puppetmon, das mit den beiden Rätselraten \"spielen\" will. Doch in letzter Sekunde kommt Metaletemon dazu, das sich eigentlich an den DigiRittern rächen will, sich aber erst einmal mit Puppetmon anlegt. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993725,"hoster":"VOE"},{"redirect":8422203,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Stadt des ewigen Anfangs","epNo":47,"alt":"Ogremon\u0027s Honor","descr":"Mimi und Joe treffen auf Ogremon und SaberLeomon, das Mega-Level von Leomon, welches ihnen zur Flucht vor MetalEtemon verhilft. Leomon verkündet, dass es nun an der Zeit sei, gegen die Meister der Dunkelheit zu kämpfen, da die Kinder und ihre Digimons inzwischen stark genug seien. Gleichzeitig müssen Tai, Sora, T.K., Izzy und Kari gegen Puppetmon antreten, der vorerst unbesiegbar erscheint – selbst WarGreymon ist hilflos. Doch da taucht Matt mit seinem MetalGarurumon auf, dem es gelingt, Puppetmon zu zerstören. In der Zwischenzeit haben Mimi und Joe beschlossen, gegen die Meister der Dunkelheit zu Felde zu ziehen. Ogremon fasst daraufhin den Entschluss, ihnen zu helfen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993733,"hoster":"VOE"},{"redirect":8422202,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Plan Z","epNo":48,"alt":"My Sister\u0027s Keeper","descr":"Kari ist krank und bricht bewusstlos zusammen. In einer der Städte, die sich inzwischen in der DigiWelt aufgetan haben, bringen Tai und die anderen sie in Sicherheit. Tai lässt Kari in Soras und T.K.s Obhut und begibt sich mit Izzy auf die Suche nach einem Arzneimittel. Die große imperiale Metall-Armee greift Taichi und Izzy an. Izzy findet heraus, dass er jedes Mal, wenn er sich mit seinem Computer irgendwo einlogt, seinen Aufenthaltsort verrät. Nun dreht er den Spieß um und verwirrt seine Feinde. Doch sein Plan geht nicht auf. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993731,"hoster":"VOE"},{"redirect":8422197,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Wieder vereint","epNo":49,"alt":"The Crest of Light","descr":"Die Kinder setzen die Suche nach den anderen nun gemeinsam mit Kari fort. Dabei stoßen sie auf eine Werkhalle, in der WaruMonzaemon, ein Lakai von Machinedramon, kleine Numemon zur Arbeit antreibt. Kari entdeckt ihr Herz für die armen Numemon und will sie retten. Derweil suchen Taichi und Izzy weiter nach Kari und den anderen, als sich Andromon nähert. Machinedramon sucht in der Untergrundwelt nach den DigiRittern und stößt auf Andromon und die beiden Jungs. Es kommt zu einem erbitterten Kamp. Erst als die anderen DigiRitter kommen, zerfällt Machinedramon. Da der Herrscher der Städte nun besiegt wurde, verschwindet auch das gesamte Gebiet mit all seinen Ortschaften. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993728,"hoster":"VOE"},{"redirect":8544198,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Lady Devimon","epNo":50,"alt":"Joe\u0027s Battle","descr":"Nach langer Reise kommen Joe, Mimi, Ogremon und ihre Freunde in der Stadt des ewigen Anfangs an. Entsetzt stellen sie fest, dass alles in Trümmern liegt. Sie treffen auf Elecmon, der sich ihnen anschließt, um die Meister der Dunkelheit zu vernichten. Auf dem Spiralberg entbrennt ein erbitterter Kampf zwischen LadyDevimon, einer Anhängerin Piedmons, und den übrigen Digimon, angeführt von Angewomon. Tai befürchtet, dass Piedmon die Digi-Ritter bald zum Kampf herausfordern wird und schickt Sora und T.K. los, um die anderen zu suchen und so schnell wie möglich auf den Spiralberg zu bringen. Und tatsächlich erscheint Piedmon kurz nach Angewomons Sieg über LadyDevimon. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993736,"hoster":"VOE"},{"redirect":8422201,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Der Höllenclown","epNo":51,"alt":"The Crest of Friendship","descr":"Taichi und WarGreymon kämpfen gegen Piedmon, während Joe, Sora und T.K. auf der Suche nach den anderen sind. Joe findet Matt und gemeinsam stoßen sie auf T.K., der am Rande eines tiefen Lochs steht: Sora ist in die Höhle der Dunkelheit gefallen. Aber es gelingt Joe und Matt, das Mädchen aus der Dunkelheit zu retten. Gemeinsam machen sie sich auf den Weg, um Taichi zu helfen. Piedmon hat in der Zwischenzeit WarGreymon geschlagen. Doch durch das Wappen der Freundschaft kann Garurumon WarGreymon wieder zum Leben erwecken. Als Piedmon erneut angreift, digitiert Garurumon zu MetalGarurumon und attackiert gemeinsam mit WarGreymon den Feind. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993738,"hoster":"VOE"},{"redirect":8422200,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Der letzte Meister der Dunkelheit","epNo":52,"alt":"Piedmon\u0027s Last Jest","descr":"WarGreymon und MetallGarurumon kämpfen gegen Piedmon, das die beiden Mega Digimon in kleine Schlüsselanhänger verwandelt. Die übrigen Digi-Ritter wollen fliehen und einzig T.K. und Kari gelingt es fast, an einem Seil zu entkommen. Piedmon zerschneidet das Seil, und die beiden Kinder stürzen in die Tiefe. Als T.K. glaubt, alles sei verloren, leuchtet sein Wappen, und Angemon gelingt die Ultra-Digitation zu MagnaAngemon. Es rettet die Kinder und so stürzen sich alle in die Schlacht gegen Piedmon. Gemeinsam kann der letzte Meister der Dunkelheit endlich besiegt werden. Doch da schreibt Gennai, dass der eigentliche Feind noch immer auf unsere Freunde wartet.","versions":[{"lang":1,"streams":[{"redirect":8993739,"hoster":"VOE"},{"redirect":8422198,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Ein neuer Feind","epNo":53,"alt":"Now Apocalymon","descr":"Unsere Freunde haben erfahren, dass noch ein weit gefährlicherer Feind auf sie wartet. Gegen diesen Feind sind sie zunächst ziemlich machtlos. Es gelingt Apocalymon, die Kinder und ihre Partner-Digimon in Daten zu verwandeln. Aber die DigiRitter geben trotz des Verlustes ihrer Wappen nicht auf. Obwohl der Kampf aussichtslos erscheint, da ihre Digimon nun nicht mehr digitieren können. Doch auch durch innere Werte wie Liebe, Freundschaft, Aufrichtigkeit, gelingt es den Digimon zu digitieren und den übermächtigen Feind zu besiegen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993740,"hoster":"VOE"},{"redirect":8422206,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Abschied ohne Wiedersehen?","epNo":54,"alt":"The Fate of Two Worlds","descr":"Mit vereinten Kräften gelingt es unseren Freunden, das gefährliche Apocalymon zu besiegen – sehr zur Freude der übrigen Digimon, die nun auf ein friedliches Leben hoffen. Doch erst einmal gilt es, Abschied zu nehmen, was den Kindern und ihren Digimon sehr schwer fällt. Nur noch kurze Zeit bleibt, um sich auf Wiedersehen zu sagen, und niemand weiß, ob und wann es ein solches Wiedersehen geben wird. Doch diese Hoffnung begleitet die Kinder, als sie die DigiWelt verlassen und wieder in ihre Heimat zurückkehren. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993737,"hoster":"VOE"},{"redirect":8422250,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tais Erbe","epNo":1,"alt":"Enter Flamedramon","descr":"Drei Jahre sind vergangen. In ihrer realen Welt treffen Kari und TK auf drei neue DigiRitter, die Kinder Davis, Yolei und Cody. Währenddessen treibt in der DigiWelt ein selbsternannter Digimonkaiser namens Ken sein Unwesen und macht die Digimon zu seinen bösartigen Sklaven. Tai ruft per E-mail die DigiRitter aus der realen Welt zu Hilfe und Davis schließt sich ihnen an. Der DigimonKaiser befiehlt Monochromon, die Freunde anzugreifen. Doch Davis schafft es, das \"DigiArmorEi\" des Mutes hochzuheben. Schließlich gelingt es ihm mit Hilfe seines neuen Freundes Veemon, der trotz der Macht des DigmonKaisers zu Flamedramon digitieren kann, sein erstes Abenteuer zu bestehen. (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993735,"hoster":"VOE"},{"redirect":8262345,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Tor zur Digi-Welt öffnet sich","epNo":2,"alt":"The Digiteam Complete","descr":"Yolei und Cody besuchen in Begleitung von Davis, Kari, TK, Izzy und Sora zum ersten Mal die DigiWelt. Dort werden die DigiRitter von den Untertanen des DigimonKaisers angegriffen. Schließlich gelingt es dem Kaiser, Davis und Veemon gefangen zu nehmen. Doch genau wie zuvor Davis, erhalten auch Yolei und Cody ihr \"DigiArmorEi\" und treffen auf ihre Digimonpartner Hawkmon und Armadillomon. Mit Hilfe der DigiArmorEier können die beiden neuen Digimon die ArmorDigitation vollziehen, und es gelingt ihnen, Davis und Veemon zu befreien. Gemeinsam schaffen sie es auch, die Untertanen des Kaisers von ihrer Knechtschaft zu befreien. Doch der Kampf hat erst begonnen.","versions":[{"lang":1,"streams":[{"redirect":8993734,"hoster":"VOE"},{"redirect":8422245,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hoffnung und Licht","epNo":3,"alt":"A New Digitude","descr":"Die Kinder begeben sich in die Digi Welt, wo der DigimonKaiser sie erneut in Kämpfe verwickelt. Als er seine Tyrannomon ausgerechnet auf die hilflosen Digimon Gatomon und Patamon hetzt, gelingen Cody, Kari, TK, Gatomon und Patomon die Flucht. Die kleine Gruppe entdeckt zwei weitere DigiArmorEier, das der Hoffnung und das des Lichtes. Als TK und Kari die Eier anheben, gelingt Gatomon die Armor-Digitation zu Nefertimon und Patamon die ArmorDigitation zu Pegasusmon. So gestärkt kommen sie Yolei und Davis und deren Digimon zu Hilfe. Schließlich schlagen die DigiRitter den DigimonKaiser und befreien die Tyrannomon aus der Sklaverei. Doch wer ist dieser DigimonKaiser? (Text: RTL II)","versions":[{"lang":1,"streams":[{"redirect":8993743,"hoster":"VOE"},{"redirect":8422248,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schwarzen Türme","epNo":4,"alt":"Iron Vegiemon","descr":"Unsere Freunde müssen feststellen, dass ihre Digimon nicht mehr digitieren können. Vermutlich liegt das an dem Einfluss des DigimonKaisers, der versucht, die Welt zu erobern. Er erlangt große Macht, indem er sich Stützpunkte in Form von schwarzen Türmen anlegt. Die Kinder erkennen, dass sie nur über die Zerstörung dieser Türme den Kampf mit dem DigimonKaiser aufnehmen können. Es gelingt ihnen, die Digimon, die sich in seiner Macht befinden, wieder zu befreien. Aber der Digimon Kaiser fühlt sich sehr sicher und sagt ihnen den Kampf an.","versions":[{"lang":1,"streams":[{"redirect":8993741,"hoster":"VOE"},{"redirect":14176157,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Kampf mit dem Digimon Kaiser","epNo":5,"alt":"Old Reliable","descr":"Joe ahnt, dass sich Gomamon in großer Gefahr befindet und beschließt, gemeinsam mit den anderen Kindern für kurze Zeit in die Digiwelt zurückzukehren, um seinem Digipartner zu helfen. In der Digiwelt gibt es inzwischen einen geheimnisvollen Jungen, der sich DigimonKaiser nennt und dem es gelungen ist, zu großer Macht zu gelangen. Doch seine Macht würde geschwächt, wenn es gelänge, einige der unzähligen schwarzen Türme zu zerstören, die er in der ganzen Digiwelt errichtet hat. Unsere Freunde ziehen los, um wenigstens einige der Türme zum Einsturz zu bringen, die im Herrschaftsbereich des DigimonKaisers stehen.","versions":[{"lang":1,"streams":[{"redirect":12333713,"hoster":"VOE"},{"redirect":8422253,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefährliches Picknick","epNo":6,"alt":"Family Picnic","descr":"Mimi ist nach langer Zeit wieder in Japan und kommt zufällig an ihrer alten Schule vorbei. Dort trifft sie auf die neuen DigiRitter, die gerade zur Digiwelt aufbrechen wollen. Mimi schließt sich ihnen an und befindet sich plötzlich wieder am vertrauten Ort. Zu ihrer großen Freude erscheint auch Palmon, das sie stürmisch begrüßt. Doch auch der DigiKaiser hat sich neue Gemeinheiten einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8993745,"hoster":"VOE"},{"redirect":8422241,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wiedersehen mit Andromon","epNo":7,"alt":"Guardian Angel","descr":"Die DigiRitter führen einen langen und harten Kampf, um die DigiWelt von DigiKaiser zu befreien. Beim Angriff eines Guardramon kommt es zu einer Explosion, die die DigiRitter zurück in ihre Welt katapultiert. Doch Kari und Gatomon stecken noch in der DigiWelt fest. Um Kari zu holen, gehen Davis und T.K. dorthin zurück.","versions":[{"lang":1,"streams":[{"redirect":8993744,"hoster":"VOE"},{"redirect":8422243,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kens Geheimnis","epNo":8,"alt":"Ken\u0027s Secret","descr":"Davis Mannschaft hat ein Fußballspiel gegen den Tamachi Junior F.C., den aktuellen Meister. In der gegnerischen Mannschaft spielt Ken Ichijoji, den Davis bewundert und gern kennen lernen würde. Nach dem Spiel stellen die DigiRitter fest, dass der DigiKaiser ein Gebiet in einer strategisch günstigen Lage besetzt hat und beschließen, in die DigiWelt zu gehen.","versions":[{"lang":1,"streams":[{"redirect":13008257,"hoster":"VOE"},{"redirect":8422224,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Experimente","epNo":9,"alt":"The Emperor\u0027s New Home","descr":"Der hochbegabte Grundschüler Ken ist von seiner ihn bewundernden Umgebung angewidert und verlässt die Menschenwelt, um ein noch mächtigerer DigiKaiser zu werden. Seine Eltern brechen sein Zimmer auf und finden seinen Abschiedsbrief. In der DigiWelt erobert Ken in der Zwischenzeit immer mehr Gebiete.","versions":[{"lang":1,"streams":[{"redirect":12921675,"hoster":"VOE"},{"redirect":8422240,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Teufelsspirale","epNo":10,"alt":"The Captive Digimon","descr":"Die DigiRitter sind auf der Suche nach Agumon. Er wird von DigiKaiser als Versuchskaninchen gehalten, dann jedoch von Wormmon freigelassen. Agumon trifft Taichi und die anderen und die Freude ist groß. Leider ist es DigiKaiser in der Zwischenzeit gelungen, eine stärkere Teufelsspirale zu entwickeln, die er Agumon schließlich aufsetzt.","versions":[{"lang":1,"streams":[{"redirect":8993753,"hoster":"VOE"},{"redirect":8422239,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Raidramon, der blaue Donner","epNo":11,"alt":"Storm Of Friendship","descr":"Die DigiRitter wollen Agumon befreien, doch dabei wäre beinahe auch Patamon in die Fänge von DigiKaiser geraten. Die Kinder finden ein Wappen, aber niemand von ihnen kann es anheben. Der Kampf gegen MetalGreymon beginnt, doch Davis kann sich nicht überwinden, Taichis Digimon anzugreifen.","versions":[{"lang":1,"streams":[{"redirect":12378714,"hoster":"VOE"},{"redirect":8422180,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hüter der Gerechtigkeit","epNo":12,"alt":"The Good, The Bad, and The Digi","descr":"Ein Hilferuf von Biyomon ereilt Sora aus der DigiWelt. Die DigiRitter beamen sich in die DigiWelt und landen in einer Wildwest-Stadt. Starmon, der Sheriff, entpuppt sich als ein Handlanger von DigiKaiser. Er sperrt die DigiRitter in ein Gefängnis. Doch in der Zwischenzeit befreit das spiel- und schießwütige Revolvermon die Mädchen, da es unbedingt mit ihnen Karten spielen will.","versions":[{"lang":1,"streams":[{"redirect":8993747,"hoster":"VOE"},{"redirect":8422176,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rufe aus einer anderen Welt","epNo":13,"alt":"His Master\u0027s Voice","descr":"Kari wird von einem dunklen Wesen verfolgt und verliert mitten im Unterricht kurz das Bewusstsein. T.K. bemerkt im Klassenzimmer, dass es aussieht, als löse sich Kari auf. Kari hat das Gefühl, von jemandem gerufen zu werden. Ihr Digimon Gatomon sieht, wie Kari tatsächlich verschwindet.","versions":[{"lang":1,"streams":[{"redirect":8993751,"hoster":"VOE"},{"redirect":8422171,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mimi und ihr amerikanischer Freund","epNo":14,"alt":"The Samurai of Sincerity","descr":"Die DigiRitter sind in der DigiWelt und haben schrecklichen Hunger. Sie entdecken ein Restaurant und essen dort, können aber nicht bezahlen, weil sie keine US-Dollar haben. Der Restaurantbesitzer Digitamamon beruhigt sich erst wieder, als plötzlich Mimi mit einem amerikanischen Freund auftaucht und für die DigiRitter bezahlt.","versions":[{"lang":1,"streams":[{"redirect":8993749,"hoster":"VOE"},{"redirect":8422177,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Shurimon, der flinke Kämpfer","epNo":15,"alt":"Big Trouble in Little Edo","descr":"Die DigiRitter kommen in eine alte japanische Stadt, in der ein Schwarzer Turm steht. Die Stadtbewohner werden fast ausnahmslos durch Teufelsspiralen beherrscht, nur die Schlossbewohner blieben verschont. Unglücklicherweise schleicht sich Ninjamon in das Schloss und manipuliert Majestät ShogunGekomon mit einer Teufelsspirale, woraufhin es verrückt spielt.","versions":[{"lang":1,"streams":[{"redirect":8993752,"hoster":"VOE"},{"redirect":8422186,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Cody, der Retter","epNo":16,"alt":"20,000 Digi-Leagues Under the Sea","descr":"Die DigiRitter und ihre Digimon sind in einem Raum im Meer eingesperrt. Cody fühlt sich schuldig an der misslichen Lage. Es gibt nur eine Notkapsel, in die Cody widerwillig einsteigt, um schnell Hilfe zu holen. Er verlässt die DigiWelt und sucht Joe, der gerade eine Prüfung schreibt. Joe und Cody befreien schließlich die anderen, die inzwischen das Wappen der Zuverlässigkeit ausgegraben haben.","versions":[{"lang":1,"streams":[{"redirect":8993759,"hoster":"VOE"},{"redirect":8422181,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Gespenstische Rufe","epNo":17,"alt":"Ghost of a Chance","descr":"Matt und T.K.\u0027s Vater, der bei einem Fernsehsender arbeitet, erzählt den beiden indessen von gespenstischen Vorkommnissen bei seiner Arbeit. Rätselhafte Schatten erscheinen auf den Aufnahmen und seine Mitarbeiter hören Stimmen. Izzy findet heraus, dass die DigiRitter von jedem Ort aus in die DigiWelt gelangen können, wenn sie ihr D-3 benutzen.","versions":[{"lang":1,"streams":[{"redirect":12378716,"hoster":"VOE"},{"redirect":8422170,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Digimon Kaisers Stützpunkt","epNo":18,"alt":"Run Yolei Run","descr":"Die DigiRitter beschließen trotz Wizardmons Warnung, in die DigiWelt zu gehen, um Digimon Kaiser ausfindig zu machen und ihn zu stürzen. Da dieser Kampf voraussichtlich länger dauern wird, schlägt Taichi vor, eine Reise in ein Camp vorzutäuschen. Um eventuelle Anrufe von Eltern abzufangen, fahren Taichi, Matt und Izzy mit Matts Vater wirklich in ein Camp, während die anderen in die DigiWelt gehen.","versions":[{"lang":1,"streams":[{"redirect":8993754,"hoster":"VOE"},{"redirect":8422172,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"T.K. gegen Digimon Kaiser","epNo":19,"alt":"An Old Enemy Returns","descr":"DigimonKaiser benötigt nur noch ein Teil, um sein Digimon zu vollenden. Als er Myotismon findet und es scannen will, warnt ihn eine Stimme vor der Macht der Dunkelheit. Der Kaiser setzt das fehlende Stück dennoch in sein Digimon ein - und damit ist Kimeramon erschaffen. T.K. erinnert sich unterdessen an den Verlust seines Freundes Angemon.","versions":[{"lang":1,"streams":[{"redirect":8993755,"hoster":"VOE"},{"redirect":8422182,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Goldene Magnamon","epNo":20,"alt":"The Darkness Before Dawn","descr":"Izzy schickt den DigiRittern eine E-Mail in die DigiWelt. Die DigiRitter sollen in DigimonKaisers mobile Festung eindringen. Das von DigiKaiser erschaffene Kimeramon ist allerdings so stark, dass die Digimon wieder auf das Ausbildungslevel digitieren. Die DigiRitter wollen zurück in ihre Welt, nur Davis will unbedingt weiterkämpfen.","versions":[{"lang":1,"streams":[{"redirect":8993758,"hoster":"VOE"},{"redirect":8422194,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Digimon Kaisers Ende","epNo":21,"alt":"The Crest of Kindness","descr":"Kimeramon ist außer Kontrolle, doch Digimon Kaiser will das nicht wahrhaben. Die DigiRitter und sogar Wormmon versuchen verzweifelt, DigimonKaiser zur Vernunft zu bringen, doch der Kaiser will davon nichts wissen. Außerdem weigert er sich nach wie vor, Wormmon als sein Partner-Digimon zu akzeptieren.","versions":[{"lang":1,"streams":[{"redirect":8993760,"hoster":"VOE"},{"redirect":8422173,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Wiederaufbau","epNo":22,"alt":"Davis Cries Wolfmon","descr":"DigimonKaiser hat DigiWelt verwüstet hinterlassen, und die DigiRitter wollen beim Wiederaufbau helfen. Davis versucht mit allen Mitteln, Veemon dazu zu bringen, auf das Champion-Level zu digitieren. Er hofft, dass es dann zu UltraAngemon digitiert, das gut zu Karis Angewomon passen würde. Er ist in Kari verliebt, doch Kari ist ständig mit T.K. zusammen, was Davis natürlich ziemlich wurmt.","versions":[{"lang":1,"streams":[{"redirect":8993757,"hoster":"VOE"},{"redirect":8422175,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Kens Vergangenheit","epNo":23,"alt":"Genesis of Evil","descr":"Ken ist total erschöpft in die Realität zurückgekehrt. Er schläft und träumt viel. Bilder aus seiner Vergangenheit tauchen vor seinen Augen auf. Er erinnert sich an seinen verstorbenen Bruder Osamu, den er immer beneidet hatte, weil er alles konnte und von den Eltern bevorzugt wurde. Schließlich geht Ken wieder in die DigiWelt, um sein verlorenes Herz und Wormmon zu suchen.","versions":[{"lang":1,"streams":[{"redirect":9011327,"hoster":"VOE"},{"redirect":14159361,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Neue Ken","epNo":24,"alt":"If I had a Tail Hammer","descr":"Die DigiRitter helfen dabei, die DigiWelt wiederaufzubauen. Doch sie merken, dass ihre Digimon nicht mehr digitieren kцnnen. Als Cody jedoch angegriffen wird, kann Armadillomon plцtzlich doch zu Ankylomon digitieren. Kens digitiertes Wormmon rettet Cody, indem es das feindliche Digimon tцtet. Es ist das erste Mal, dass Ken fьr die DigiRitter kдmpft.","versions":[{"lang":1,"streams":[{"redirect":8993766,"hoster":"VOE"},{"redirect":8422330,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Geheimnis der Schwarzen Türme","epNo":25,"alt":"Spirit Needle","descr":"Mimi ist allein in der DigiWelt. Palmon sieht, wie eine Frau aus einem Schwarzen Turm ein Digimon macht und diesem befiehlt, einen Damm zu zerstören. Mimi ruft die anderen DigiRitter, die gegen das Rockmon kämpfen, um es davon abzuhalten, den Damm und damit auch eine Stadt zu zerstören. Da Rockmon jedoch viel zu stark für sie ist, schickt Mimi einen Hilferuf an Ken.","versions":[{"lang":1,"streams":[{"redirect":8993774,"hoster":"VOE"},{"redirect":8422328,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Paildramon – Die Verschmelzung","epNo":26,"alt":"United we Stand","descr":"Die DigiRitter reparieren eine Brücke. Wieder taucht die mysteriöse Dame auf und verwandelt einen Schwarzen Turm in ein Digimon. Die Kinder können es besiegen, müssen die Brücke jedoch wieder aufbauen. Davis möchte Ken bitten mitzuhelfen, die anderen sind jedoch noch dagegen. Plötzlich bemerkt Izzy sonderbare Energiewellen in einem Gebiet und teilt seine Entdeckung den DigiRittern mit.","versions":[{"lang":1,"streams":[{"redirect":8993764,"hoster":"VOE"},{"redirect":8422331,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Einzelgänger Ken","epNo":27,"alt":"Fusion Confusion","descr":"Stingmon und ExVeemon digitieren zusammen zu Paildramon, das gegen das Ultra-Digimon Okuwamon kämpft. Unterdessen gelingt es den DigiRittern, die Verzerrungen in der DigiWelt auszuschalten, doch sie tauchen schon bald wieder auf.","versions":[{"lang":1,"streams":[{"redirect":13008256,"hoster":"VOE"},{"redirect":8422329,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Willkommen im Giga-Haus","epNo":28,"alt":"The Insect Master\u0027s Trap","descr":"Die mysteriöse Frau fordert die DigiRitter auf, in das Giga-Haus zu kommen. Obwohl die DigiRitter wissen, dass es sich um eine Falle handeln muss, geht ein Teil von ihnen in das Haus. Dort werden sie von Insekten-Digimon angegriffen. Auch die restlichen DigiRitter, die vor dem Haus warten sollten, flüchten sich vor Angriffen in das Haus.","versions":[{"lang":1,"streams":[{"redirect":8993762,"hoster":"VOE"},{"redirect":8422327,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Bezaubernde Flötenklänge","epNo":29,"alt":"Arukenimon\u0027s Tangled Web","descr":"Die DigiRitter sind noch im Giga-Haus. Davis, Cody und Ken können sich aus dem Spinnennetz befreien und verstecken sich. In der Zwischenzeit versucht Yolei, mit einem überdimensionalen Computer einen Ton zu schaffen, der den Zauberflötenklang stört, welcher alle Insekten-Digimon in seinen Bann gezogen hat. Ihr Plan geht auf, und die DigiRitter überwältigen Arukenimon durch eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8993765,"hoster":"VOE"},{"redirect":8422326,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Black War Greymons Geburt","epNo":30,"alt":"Ultimate Anti-Hero","descr":"Yolei und Davis versuchen durch einen Trick, das Eis zwischen Ken und Cody zu brechen, doch vergeblich. SchlieЯlich verlдsst Ken die DigiRitter. Arukenimon kann indes die erlittene Niederlage nicht ьberwinden und sinnt auf Rache.","versions":[{"lang":1,"streams":[{"redirect":8993761,"hoster":"VOE"},{"redirect":8422322,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Mädchenpower","epNo":31,"alt":"Opposites Attract","descr":"Gatomon erinnert sich, an einer Stelle im Wald vor Jahren seinen Heiligen Ring verloren zu haben. Die DigiRitter machen sich in getrennten Teams auf die Suche nach dem Schmuckstьck. Yolei und Kari treffen unterwegs Ken. Zu dritt laufen sie weiter bis zu einem Tal, in dem etwas Ringartiges funkelt. Es stellt sich heraus, dass es sich um einen Schwarzen und nicht um den Heiligen Ring handelte.","versions":[{"lang":1,"streams":[{"redirect":8993763,"hoster":"VOE"},{"redirect":8422178,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Geheimnisvolle Stein","epNo":32,"alt":"If I Only Had A Heart","descr":"Arukenimon und Mummymon geben den Versuch auf, BlackWarGreymon Befehle erteilen zu wollen. Stattdessen wollen sie einen Heiligen Stein zerstören, weil es heißt, dass dann etwas Ungewöhnliches passiert. Die DigiRitter wollen sie davon abhalten. Inzwischen spricht BlackWarGreymon mit Agumon und fragt es Löcher in den Bauch, weil es wissen will, warum und wozu es eine Seele besitzt.","versions":[{"lang":1,"streams":[{"redirect":8993772,"hoster":"VOE"},{"redirect":8422324,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Yoleis Schulausflug","epNo":33,"alt":"A Chance Encounter","descr":"Yolei ist mit ihrer Schulklasse in Kyoto. Sie entdeckt dort BlackWarGreymon und andere Digimon. Zufällig begegnet sie Soras Vater, Professor Takenouchi, und Shu Kido, Joes Bruder. Die beiden sind auf Forschungsreise. Im Auto erfährt Yolei viel über das Forschungsthema der beiden. Ihr Gebiet ist die Erforschung von Kobolden und ähnlichen Wesen","versions":[{"lang":1,"streams":[{"redirect":8993773,"hoster":"VOE"},{"redirect":8422325,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Auf verlorenem Posten","epNo":34,"alt":"Destiny In Doubt","descr":"Izzy macht es möglich, dass die DigiRitter die Phasenverschiebungen in der DigiWelt auf dem Digi-Terminal sehen können, und so immer über BlackWarGreymons Aufenthalt unterrichtet sind. Nun haben sie also eine Chance, die Heiligen Steine zu erreichen, bevor BlackWarGreymon sie zertrümmern kann.T.K. will BlackWarGreymon zerstören, obwohl es eine Seele hat.","versions":[{"lang":1,"streams":[{"redirect":8993768,"hoster":"VOE"},{"redirect":8422323,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Cody in Gefahr","epNo":35,"alt":"Cody Takes A Stand","descr":"BlackWarGreymon hat auch den fünften Heiligen Stein zerschlagen. Nun sind nur noch zwei Steine übrig. Wieder aus der Digi-Welt zurück, beschließt Davis, ein Meeting zu organisieren, um das weitere Vorgehen zu besprechen.","versions":[{"lang":1,"streams":[{"redirect":8993767,"hoster":"VOE"},{"redirect":8422192,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Das China-Restaurant","epNo":36,"alt":"Stone Soup","descr":"DigiRitter werden in China-Town der Digi-Welt von dem Duft einer Suppe angelockt und beschließen, eine kleine Stärkung zu sich zu nehmen. Im Restaurant treffen die DigiRitter natürlich auf Arukenimon und Mummymon. Ein Kampf beginnt, doch die Digimon haben Hunger und können nicht richtig digitieren.","versions":[{"lang":1,"streams":[{"redirect":8993769,"hoster":"VOE"},{"redirect":8422148,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Das weise Azulongmon","epNo":37,"alt":"Kyoto Dragon","descr":"Dank Shakkoumon hätten die DigiRitter BlackWarGreymon fast besiegt. Sie halten ihre DigiVice zusammen hoch, um den Heiligen Stein an einen anderen Ort zu bringen. Da erscheint Azulongmon vor ihnen. Es verbannt das unglückliche BlackWarGreymon aus der DigiWelt. Doch damit ist die Mission der DigiRitter noch nicht vorbei.","versions":[{"lang":1,"streams":[{"redirect":8993771,"hoster":"VOE"},{"redirect":8422143,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Digimon-Party!","epNo":38,"alt":"A Very Digi Christmas","descr":"Kens Mutter möchte Kens Freunde zu einer Weihnachtsparty einladen, doch Ken traut sich kaum, die Einladung auszusprechen. Die DigiRitter kommen jedoch gern. Zum ersten Mal hat Ken Freunde zu sich eingeladen - und zum ersten Mal lacht er. Leider wird die Harmonie gestört, da Tai anruft und die DigiRitter um Hilfe bittet.","versions":[{"lang":1,"streams":[{"redirect":8993770,"hoster":"VOE"},{"redirect":8422149,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Digimon-Invasion","epNo":39,"alt":"Dramon Power","descr":"Ken und Davis kämpfen mit Paildramon verzweifelt gegen Mummymon und Triceramon. Die restlichen Digi-Ritter bekommen Besuch von Gennai, der ihnen eine Kugel von Azulongmon bringt. Deren Licht führt dazu, dass wieder Ultra- und Warp-Digitationen möglich werden. Prompt digitiert Paildramon auf das Mega-Level zu Imperialdramon.","versions":[{"lang":1,"streams":[{"redirect":8993789,"hoster":"VOE"},{"redirect":8422152,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Mit vereinten Kräften","epNo":40,"alt":"Digimon World Tour, Pt. 1","descr":"Ein amerikanischer Digi-Ritter ruft um Hilfe, weil ein Digimon aus seiner Gruppe verrückt spielt. Mit der Hilfe von anderen amerikanischen DigiRittern gelingt es Davis und Mimi, Cherrymon ruhig zu stellen und die Digimon zurück in die Digi- Welt zu schicken. Kari und Izzy reisen derweil nach Hongkong.","versions":[{"lang":1,"streams":[{"redirect":8993781,"hoster":"VOE"},{"redirect":8422142,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"DigiChaos auf den Kontinenten","epNo":41,"alt":"Digimon World Tour, Pt. 2","descr":"Joe und Cody retten einen australischen DigiRitter vor drei Seafood-Digimon und treiben diese zum Great Barrier Reef. Nach einem Kampf gegen Scorpiomon öffnen sie das Tor zur DigiWelt und schicken die Digimon in die DigiWelt zurück. Derweil warten Tai und TK vor dem Arc de Triomphe auf TKs Großvater Michel. Mit ihm fahren sie am Schloss von Versailles vorbei, wo mitten in der Nacht Licht brennt.","versions":[{"lang":1,"streams":[{"redirect":8993778,"hoster":"VOE"},{"redirect":8422144,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Russisch für Anfänger","epNo":42,"alt":"Digimon World Tour, Pt. 3","descr":"Matt und Ken begeben sich zu den Ruinen eines alten Maya-Tempels, in dessen Innern sich mehrere Digimon befinden. Dort treffen sie auf Chichos, einen mexikanischen DigiRitter, die sich Hals über Kopf in Ken verliebt. Es gelingt unseren Freunden, zwei wütende Digimon in die Digi-Welt zurückzuschicken.","versions":[{"lang":1,"streams":[{"redirect":12333708,"hoster":"VOE"},{"redirect":8422164,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Entführung der Kinder","epNo":43,"alt":"Invasion of the Daemon Corps","descr":"Die DigiRitter sind heimgekehrt und erfahren, dass vermehrt Grundschüler aus der Stadt verschwinden. Plötzlich tauchen auch wieder Digimon in ihrer Welt auf. Im Kampf gegen SkullSatanmon merken die Digi-Ritter, dass diese Digimon extrem starke Gegner sind.","versions":[{"lang":1,"streams":[{"redirect":8993782,"hoster":"VOE"},{"redirect":8422141,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Eine Stadt wird verwüstet","epNo":44,"alt":"Dark Sun, Dark Spore","descr":"Ken erfährt von Yukio Oikawa, dass ihm nachgejagt wird, weil er die Saat der Finsternis in sich trдgt. Die Grundschüler sollen diesen Samen auch eingepflanzt bekommen. Oikawa scannt Kens Samen, um ihn den anderen Kindern einzupflanzen. Deemons LadyDevimon und MarineDevimon kдmpfen derweil gegen Sylphymon und Shakkoumon.","versions":[{"lang":1,"streams":[{"redirect":8993788,"hoster":"VOE"},{"redirect":8422147,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Tor zur Finsternis","epNo":45,"alt":"The Dark Gate","descr":"Sowohl Deemon als auch Oikawa haben es auf die Saat der Finsternis abgesehen. Mit vereinten Kräften versuchen die DigiRitter, Deemon zu zerstören, doch selbst Imperialdramon, Sylphymon und Paildramon gemeinsam gelingt es nicht. Da hat TK die rettende Idee, nämlich Deemon ins Meer der Dunkelheit zu verbannen.","versions":[{"lang":1,"streams":[{"redirect":12333714,"hoster":"VOE"},{"redirect":8422145,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Kleine Genies","epNo":46,"alt":"Duel of the WarGreymon","descr":"TKs und Matts Mutter gibt den DigiRittern eine Liste mit allen Namen und Adressen der Kinder, denen Oikawa den Samen der Dunkelheit eingepflanzt hat. Sie beobachten sie und versuchen vergeblich, mit ihnen zu reden. Agumon ruft Tai derweil in die DigiWelt, denn seine Heimat ist aus ihrem Gleichgewicht geraten, weil Azulongmon seine Energie an die Digimon weitergegeben hat.","versions":[{"lang":1,"streams":[{"redirect":8993792,"hoster":"VOE"},{"redirect":8422193,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Saat des Bösen","epNo":47,"alt":"BlackWarGreymon\u0027s Destiny","descr":"Es stellt sich heraus, dass Codys verstorbener Vater Oikawas einziger Freund gewesen ist. Als Oikawa das herausfindet, kann er Cody nicht angreifen und verschwindet. Als der Samen der Finsternis in der Schülerin Noriko zu keimen beginnt, stehen sich Cody und Oikawa wieder gegenüber. Oikawa absorbiert die Blume, die aus Noriko herauswächst, und gewinnt an Power","versions":[{"lang":1,"streams":[{"redirect":8993777,"hoster":"VOE"},{"redirect":8422185,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Neuer Terror für die DigiWelt","epNo":48,"alt":"Oikawa\u0027s Shame","descr":"Obwohl BlackWarGreymon das Tor zur Digi-Welt versiegelt hatte, scheint es Oikawa und den Kindern zu gelingen, in die Digi-Welt zu gehen. Doch bald stellt sich heraus, dass sie nicht in der DigiWelt, sondern in einer anderen, unbekannten Welt gelandet sind. Myotismon hatte den nichtsahnenden Oikawa lediglich als Handlanger und für seine bösen Pläne benutzt.","versions":[{"lang":1,"streams":[{"redirect":8993784,"hoster":"VOE"},{"redirect":8422189,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Wundersame Waffe","epNo":49,"alt":"The Last Temptation of the DigiDestined","descr":"MaloMyotismon setzt eine heimtückische Waffe gegen die DigiRitter ein: Es beamt sie in ihre Wunschwelt, um sie vom Kämpfen abzuhalten. Nur Davis lässt sich nicht verführen und mit Hilfe der Digimon-Partner gelingt es ihm, die anderen Kinder wieder in die Wirklichkeit zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":8993790,"hoster":"VOE"},{"redirect":8422196,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Lebe Deine Träume","epNo":50,"alt":"A Million Points of Light","descr":"MaloMyotismon will die beiden Welten in Dunkelheit tauchen. Die entführten Kinder finden, dass der Kampf gegen es nicht zu gewinnen ist, worьber Davis ziemlich sauer wird. Er fordert die Kinder auf, an ihre Kraft zu glauben, Träume zu verwirklichen. Die Kinder erinnern sich nach und nach wieder an ihre Zukunftsträume und ein heller Strahl entsteht.","versions":[{"lang":1,"streams":[{"redirect":8342149,"hoster":"VOE"},{"redirect":8342131,"hoster":"Streamtape"}]}]}]}]}