{"seriesId":"digimon-frontier","name":"Digimon Frontier","descr":"Takuya Kanbara erhält eines Vormittags eine SMS auf seinem Mobiltelefon, ob er ein Spiel spielen möchte, das über sein Schicksal entscheiden könnte. Neugierig entschließt er sich, mitzuspielen und wird so zum Bahnhof von Shibuya, einem Bezirk von Tokio geschickt, wo er nichtsahnend in einen geheimnisvollen Zug, ein Trailmon, in die Digiwelt steigt. In diesem trifft er Zoe Ayamoto, J.P. Shibayama und Tommy Hyomi, die alle ebenfalls per SMS zu einem Spiel um ihr Schicksal eingeladen wurden. Noch während sie sich vorstellen, verwandeln sich ihre Mobiltelefone in D-Tektoren. In der Digiwelt angekommen begegnen sie Bokomon und Neemon, die von einem bösartigen Digimon angegriffen werden. Takuya findet einen H-Spirit, digitiert zu Agunimon und wehrt den Angriff ab. Eine Stimme in seinem D-Tektor sagt ihm daraufhin, er sei einer der zehn legendären Krieger und solle zum Waldbahnhof gehen. Ab diesem Moment wird die Gruppe von Bokomon und Neemon begleitet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der legendäre Krieger","epNo":1,"alt":"All Aboard!","descr":"Takuya erhält eine geheimnisvolle Nachricht auf seinem Handy, die ihn zu einem Bahnhof lotst. Er steigt in einen Zug ein, wo er drei weitere Kinder trifft. Zoe, J.P. und Tommy. Auch sie haben eine Nachricht erhalten, und die vier Kinder finden sich in der Digiwelt wieder. Dort treffen sie auf die Digimon Nemon und Bokomon, die vor Cerberusmon auf der Flucht sind. Cerberusmon hingegen sucht die Spirits der zehn legendären Krieger. Da erscheint einer der Spirits und Takuya vereinigt sich mit ihm. So gelingt ihm die SpiritDigitation zu Agnimon, das Feuer. Agnimon besiegt Cerberusmon und scannt dessen Daten.","versions":[{"lang":1,"streams":[{"redirect":9580036,"hoster":"VOE"},{"redirect":8421774,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lobomon, das Licht","epNo":2,"alt":"Lobomon: Warrior of Light","descr":"Während Tommy und J.P. den Weg zurück in die reale Welt suchen, schauen sich Zoe und Takuya die Digiwelt an, doch Tommy und J.P. geraten in Schwierigkeiten, als eine Horde Pagumon sich an ihre Fersen heftet, um an J.P.s Schokolade ranzukommen. Die anderen hören die Hilfeschreie von Tommy und J.P., und Takuya verwandelt sich erneut in Agunimon, um die Pagumon zu vernichten. Doch eines digitiert zu Raremon und greift erneut an. Takuya jedoch hat sich bereits zurückverwandelt. Da gelingt Koji die Spiritdigitation und er digitiert zu Lobomon. Auch Lobomon ist einer der zehn legendären Digikrieger, und es gelingt ihm, Raremon zu besiegen. Nach dem Kampf verschwindet Koji wieder und lässt unsere Freunde allein.","versions":[{"lang":1,"streams":[{"redirect":9588626,"hoster":"VOE"},{"redirect":8421768,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angriff der Candlemon","epNo":3,"alt":"Kumamon Baby, Light My Fire","descr":"Tommy und J.P. haben beschlossen, nun doch in der DigiWelt zu bleiben. Die Freunde werden aufgefordert, sich zum Waldbahnhof zu begeben. Unterwegs kommen sie zu einem Dorf der Candlemon. Die Candlemon geben sich zunächst friedlich, doch dann greifen sie an. Takuya digitiert zu Agunimon, doch er ist den Candlemon nicht gewachsen. Da ruft auch Tommy einen Spirit und digitiert zu Kumamon. Daraufhin erscheint Wizardmon und liefert sich mit Agunimon und Kumamon ein erbittertes Gefecht. Doch Agunimon gelingt es, Wizardmon zu besiegen und dessen D-Code zu scannen. Als die Candlemon sehen, dass die Kinder tatsächlich zu den zehn Legendären DigiKriegern gehören, lassen sie sie weiterziehen.","versions":[{"lang":1,"streams":[{"redirect":12916069,"hoster":"VOE"},{"redirect":8421767,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hilfe, die Mushroomon kommen","epNo":4,"alt":"Kazemon Kicks It","descr":"Takuya, Tommy, Zoe und J.P. folgen mit Nemon und Bokomon den Gleisen, um den ominösen Waldbahnhof zu finden. An einer Gabelung kommt es zum Streit, und die Gruppe teilt sich. Zoe und J.P. treffen im Dörfchen Brise zunächst auf Koji, und bald darauf auf nette Floramon, die allerdings bald von Mushroomon angegriffen werden. Zoe findet rechtzeitig ihren Spirit und digitiert zu Kazemon, kann jedoch nichts mehr ausrichten, als die Mushroomon zu Woodmon digitieren. Da kommt in letzter Sekunde Lobomon und alles fügt sich zum Besten. Takuya und Tommy, die in unwegsames Gelände geraten sind, kommen erst, als alles schon vorbei ist.","versions":[{"lang":1,"streams":[{"redirect":9588627,"hoster":"VOE"},{"redirect":8421766,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Gefangenen der Windfarbrik","epNo":5,"alt":"Ladies and Gentlemen: The Beetlemon","descr":"Die Freunde kommen nach langer Wanderung an eine Windfabrik, die von Stacheldraht umgeben ist und von Minomon bewacht wird. Sie schlagen zunächst Alarm, führen aber dann die Besucher freundlich herum. Leider gibt es in der Kantine nur Batterien zu essen, denn die Arbeiter in der Fabrik sind Kokuwamon, elektrische Digimon, die von fiesen Goblimon in Knechtschaft gehalten werden. Als die Kinder das herausfinden, überredet Takuya die Kokuwamon zum Aufstand, und bietet an, mit seinen Freunden in digitierter Form dabei zu helfen. Nur J.P. ist gar nicht begeistert, hat er doch Die Freunde kommen nach langer Wanderung an eine Windfabrik, die von Stacheldraht umgeben ist und von Minomon bewacht wird. Sie schlagen zunächst Alarm, führen aber dann die Besucher freundlich herum. Leider gibt es in der Kantine nur Batterien zu essen, denn die Arbeiter in der Fabrik sind Kokuwamon, elektrische Digimon, die von fiesen Goblimon in Knechtschaft gehalten werden. Als die Kinder das herausfinden, überredet Takuya die Kokuwamon zum Aufstand, und bietet an, mit seinen Freunden in digitierter Form dabei zu helfen. Nur J.P. ist gar nicht begeistert, hat er doch bislang seinen Spirit nicht gefunden. Als es jedoch zum Kampf kommt, stellt sich heraus, dass der Gegner sehr viel stärker ist als gedacht, und schon bald geraten unsere Freunde gegen den Fabrikdirektor, das gemeine Snimon, ins Hintertreffen. Da findet J.P., der seinen Freunden zu Hilfe kommt, endlich seinen Spirit und digitiert zu Beetlemon, der die Sache wieder ins Lot bringt.","versions":[{"lang":1,"streams":[{"redirect":9588634,"hoster":"VOE"},{"redirect":8421765,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das fiese Grublemon","epNo":6,"alt":"A Molehill Out of a Mountain","descr":"Während Koji einen Berghang entlangkraxelt, entdeckt er ein paar eingesperrte Shellnumemonmädchen. Als er sie befreien will, wird er niedergeschlagen. Inzwischen werden die anderen Legendären Vier vom Hunger getrieben und lassen sich von den Shellnumemonmännchen als Helfer einstellen, die die Shellnumemonmädchen befreien sollen. Im Shellnumemondorf allerdings werden sie verdächtigt, die Verbündeten Grumblemons zu sein, der die Shellnumemonmädchen entführt hat, um von den Shellnumemonmännchen deren D-Codes zu erpressen. Das Missverständnis klärt sich erst auf, als die Fünf (die inzwischen mit Koji wiedervereinigt wurden) gegen Grumblemon antreten. Zwar gelingt es durch diverse Attacken, die Shellnumemonmädchen zu befreien, allerdings wird durch die Erschütterungen auch der D-Code freigelegt, den sich der fiese Zwerg Grumblemon umgehend einverleibt und mit denen er seine ohnehin schon unglaublichen Kräfte um ein Vielfaches vergrößert.","versions":[{"lang":1,"streams":[{"redirect":8993855,"hoster":"VOE"},{"redirect":8421764,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Spielzeugstadt","epNo":7,"alt":"Island of Misfit Boys","descr":"Nach der Niederlage gegen Grumblemon sind die Legendären 5 in der DigiWelt verstreut. Takuya, Koji und Tommy streunen auf der Suche nach dem Waldbahnhof durch die Gegend und landen in der Spielzeugstadt, die in der Luft schwebt. Von dort aus versuchen die BlackToyAgumon in die Welt der Menschen aufzubrechen, um sich an den Kindern zu rächen, die nicht mehr mit ihnen spielen wollen. Tommy wird von Warumonzaemon, einem bösen TeddyDigimon entführt und in ein Schloss verschleppt, aus dem ihn Koji und Takuya wieder befreien und nebenbei die BlackToyAgumons besiegen. Inzwischen landen Zoe, J.P., Nemon und Bokomon an einem mysteriösen Strand und haben keine Ahnung, wo sie sind.","versions":[{"lang":1,"streams":[{"redirect":12333721,"hoster":"VOE"},{"redirect":8422039,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In der Digimon-Grundschule","epNo":8,"alt":"Odd One Out","descr":"J.P., Zoe, Bokomon und Nemon gelangen zu einer Digimon-Grundschule und kümmern sich dort um den Außenseiter Tsunomon. Tsunomon kann als einziges GrundschulDigimon bereits digitieren und wird deshalb von den anderen gehasst. Erst als ein Unwetter einsetzt, kann Tsunomon seine Digitation einsetzen, um ein anderes GrundschulDigimon zu retten, wodurch seine Beliebtheit sprunghaft steigt. Zum Abschied bauen die Kids ihren Besuchern ein Schiff, mit dem sie über die Wiesen schippern und auf Takuya, Tommy und Koji treffen.","versions":[{"lang":1,"streams":[{"redirect":9588636,"hoster":"VOE"},{"redirect":8422036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13511883,"hoster":"VOE"},{"redirect":10104905,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Fernsehwald","epNo":9,"alt":"Welcome to My Nightmare","descr":"Die Freunde, immer noch auf der Suche nach dem ominösen Waldbahnhof, sind froh, wenigstens schon so etwas wie einen Wald gefunden zu haben. Man beschließt, im Freien unter Bäumen zu übernachten. Bokomon findet in seinem Buch etwas über B-Spirits, die offenbar auch zu den legendären Kriegern gehören. Unterdessen schleicht sich jedoch ein fieses Tapirmon an und projiziert Bilder aus der Menschenwelt an die Bäume. Tommy sieht seine Mutter, nach der er großes Heimweh hat, und ist demoralisiert. Anschließend setzt das Tapirmon dem weinenden Tommy einen Alptraum in den Kopf, in dem seine Freunde als intrigante Bösewichte herumspuken. Tommy digitiert sofort zu Kumamon und beginnt, Takuya und die anderen anzugreifen. Takuya und Koji digitieren sofort, können aber zunächst nichts ausrichten. Erst als Tapirmon auch Agunimon mit einem Alptraum verwirren will, wird diesem klar, was geschehen ist. Er widersteht dem Traum, und schafft es sogar, Tommy/Kumamon aus dem seinen wachzurufen. Anschließend besiegt er mit Lobomon das Tapirmon, das dadurch wieder gut und brav wird.","versions":[{"lang":1,"streams":[{"redirect":9588635,"hoster":"VOE"},{"redirect":8422034,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die drei leuchtenden Steine","epNo":10,"alt":"Can\u0027t Keep a Grumblemon Down","descr":"Koji hat sich von der Gruppe entfernt. Bokomon und Nemon sind ihm gefolgt. Er trifft auf Gotsumon, der Ärger mit Grumblemon hat. Grumblemon freut sich, Koji zu sehen, erhofft er sich doch, sich seinen Spirit unter den Nagel reißen zu können. Es kommt zum Kampf, doch Lobomon gelingt es, dank Gotsumon, zu entkommen. Da trifft Grumblemon auf die anderen Digi-Ritter. Es gelingt ihm, Zoe ihren Spirit zu entreißen. Auch Lobomon erscheint wieder. Kurz bevor Gigasmon sich auch Kojis Spirit schnappen kann, greift Gotsumon ein. Er vereinigt drei Steine. Daraufhin erscheint ein B-Spirit. Koji vereinigt sich mit dem B-Spirit und wird zu Kendogarurumon. Kendogarurumon gelingt es vorerst, Gigasmon zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":9580040,"hoster":"VOE"},{"redirect":8422031,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"BuringGreymon außer Kontrolle!","epNo":11,"alt":"A Hunka Hunka BurningGreymon","descr":"Die Freunde suchen Hilfe bei einem Wahrsager, doch bevor Sharmamon seine Prophezeiung machen kann, verschwindet er auf geheimnisvolle Art und Weise und unsere Freunde werden wieder einmal von Grottomon, diesmal in Begleitung von Rottmon angegriffen. Es entbrennt ein erbitterter Kampf und Grottomon alias Gigasmon gelingt es, Tommy seinen Spirit wegzunehmen. Als alles verloren scheint, taucht auf einmal BurningGreymon, auch ein legendärer Digi-Krieger, auf. Gigasmon ergreift die Flucht, doch BurningGreymon greift daraufhin unsere Freunde an. Agunimon gelingt es, ihn zu besiegen, so befreit er Sharmamon, der in BurningGreymon gefangen war. Doch da ergreift der Spirit von BurningGreymon Besitz von Takuya und Takuya alias Agunimon digitiert seinerseits zu BurningGreymon. Als BurningGreymon angreift, digitiert auch Koji zu Kendogarurumon. Es kommt zum Kampf der Giganten.","versions":[{"lang":1,"streams":[{"redirect":9588647,"hoster":"VOE"},{"redirect":8422032,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tommy zeigt Mut","epNo":12,"alt":"Fear and Loathing in Los Arboles","descr":"BurningGreymon ist außer Rand und Band und greift seine Freunde an. Da nimmt Tommy all seinen Mut zusammen und stellt sich ihm in den Weg. Es gelingt ihm, zu Takuya vorzudringen und BurningGreymon zu beruhigen. Dieser digitiert zurück. Da werden unsere Freunde erneut von Gigasmon angegriffen, der alle Spirits in seine Gewalt bringen möchte. Er entführt Tommy und fordert Takuya zum Kampf heraus. Dieser digitiert zunächst zu Agunimon, doch muss er feststellen, dass ein H-Hybrid nichts gegen ein B-Hybrid-Digimon ausrichten kann. Da besinnt er sich, wie Tommy ihm Mut zugesprochen hat und wagt es, zu BurningGreymon zu digitieren. So gelingt es ihm, Grumblemon zwei Spirits abzuknöpfen. Den von Gigasmon und den von Kumamon, doch Grumblemon gelingt es, mit Kazemons Spirit zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":9588648,"hoster":"VOE"},{"redirect":8422030,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Seraphimon erwacht","epNo":13,"alt":"Better an Egg than an Egg Shell","descr":"Die Freunde sind beim Waldbahnhof angekommen, da führen sie ihre D-Tectoren zu einem Schloss. Socerimon öffnet ihnen und als sich die Lichter ihrer D-Tectoren vereinigen, erwacht einer der drei heiligen DigiEngel, Seraphimon, aus tiefem Schlaf. Seraphimon fordert die DigiRitter auf, in die reale Welt zurückzukehren, doch da werden unsere Freunde erneut von Kerubimons Schergen angegriffen. Im Kampf wird Seraphimon getroffen und verwandelt sich in ein DigiEi zurück. Zoe greift das Ei, und es gelingt den Kindern, zu fliehen. Doch, um ihnen die Flucht zu ermöglichen, hat sich auch Socerimon geopfert.","versions":[{"lang":1,"streams":[{"redirect":8993850,"hoster":"VOE"},{"redirect":8422037,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Grumbelmons Ende","epNo":14,"alt":"No Whamon","descr":"Auf ihrer Flucht gelangen unsere Freunde in eine Höhle, die sich jedoch als Sackgasse entpuppt. Dort treffen sie auf Whamon, das völlig verzweifelt ist und wieder in den Ozean hinaus möchte, jedoch ebenfalls in der Höhle festsitzt. Da taucht Grumblemon auf und zaubert sich wieder mit dem geheimnisvollen Staub eine Horde Rockmon. Takuya und Koji digitieren, doch es gelingt ihnen nicht, mit den Angreifern fertig zu werden, zumal Arbormon auch noch in das Geschehen eingreift. Da spuckt Whamon einen B-Spirit aus, der sich als der von J.P. entpuppt. J.P. digitiert zu Metalkabuterimon und kann so Grumblemon besiegen. Da stürzt die Höhle ein und Whamon und die Kinder werden ins offene Meer hinausgespült.","versions":[{"lang":1,"streams":[{"redirect":8993861,"hoster":"VOE"},{"redirect":8422081,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Lanamons Fanclub","epNo":15,"alt":"Beastie Girl","descr":"Die Freunde sind auf einer Insel gelandet. Dort befinden sich die Tocanmon, die Mitglieder von Lanamons Fanclub sind. Um ihrem Idol zu gefallen, beschließen sie, den Kindern ihre D-Tectoren abzuknöpfen, um so die Spirits in ihren Besitz zu bringen. Der Plan gelingt, doch die Kinder verfolgen die Tocanmon. Da erscheint Lanamon und fordert die Freunde zum Kampf heraus. Allein Zoe digitiert zu Kazemon und tritt gegen Lanamon an. Doch Lanamon findet ihren B-Spirit und digitiert zu Calmaramon. Jetzt sieht es böse aus für unsere Freunde, doch Lanamon kann ihren B-Spirit nicht kontrollieren und Calmaramon verschwindet. Unsere Freunde sind gerettet.","versions":[{"lang":1,"streams":[{"redirect":8993846,"hoster":"VOE"},{"redirect":8422078,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Rettung für die Gomanmon!","epNo":16,"alt":"The Swiss Family Digimon","descr":"Die Tocanmon sind mit den D-Tectoren der Kinder auf der Nachbarinsel gelandet. Beim Versuch, sie zu verfolgen, werden Takuya und Koji von Gomamon aufgehalten. Gomamon erzählt, dass vor der Insel gefährliche Strudel sind, die es unmöglich machen, schwimmend zu der Insel zu gelangen. Zoe schlägt vor, die Strudel zu zerstören. Daraufhin bauen unsere Freunde ein Floß und segeln zusammen mit den Gomamon an den Rand der Strudel. Da erscheint wieder einmal Lanamon. Zoe digitiert zu Kazemon und es kommt zum Kampf. Als es aussichtslos erscheint, findet Zoe ihren B-Spirit und digitiert zu Zephyrmon. Calmaramon ist außer sich, dass Zephyrmon wesentlich besser aussieht als sie, und als die Kinder sie obendrein beleidigen, verliert sie wieder die Kontrolle über ihren B-Spirit und rauscht von dannen. Es stellt sich heraus, dass Zoes B-Spirit für die Strudel verantwortlich war, denn auch diese sind nun verschwunden. Endlich können die Gomamon auf ihre Insel zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":8993852,"hoster":"VOE"},{"redirect":8422077,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Auf dem Markt von Akiba","epNo":17,"alt":"Bizarre Bazaar","descr":"Auf der Suche nach ihren D-Tectoren geraten unsere Freunde auf den Markt von Akiba. Dort stößt Tommy auf Datamon, das die D-Tectoren von den Tocanmon erhalten hat. Doch Datamon weigert sich, Tommy die D-Tectoren zurück zu geben. Es fordert ihn auf, ihm innerhalb einer Stunde etwas Gleichwertiges zum Tausch zu bringen, ansonsten werde es die D-Tectoren behalten. Doch Tommy kehrt nach einer Stunde mit leeren Händen zurück. Aber Datamon, das inzwischen von Arbormon angegriffen wurde, schlägt sich auf Tommys Seite und händigt ihm seinen D-Tector aus. Und nicht nur das, es hat Tommys B-Spirit hinzugefügt. Tommy digitiert zu Korikakumon und kann so Petaldramon in die Flucht jagen. Auch die andern Kinder erhalten ihre D-Tectoren zurück. Ophanimon fordert sie auf, sich in Richtung Stern der Rosen zu begeben.","versions":[{"lang":1,"streams":[{"redirect":8993853,"hoster":"VOE"},{"redirect":8422073,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Wusch-Festival","epNo":18,"alt":"Trailmon vs. Trailmon","descr":"Auf dem Weg zum Stern der Rosen gelangen unsere Freunde in eine Stadt. Dort findet das jährliche Wusch-Festival, ein Trailmon-Rennen, statt, bei dem es auf gute Zusammenarbeit zwischen Trailmon und Zugführer ankommt. Jeder schnappt sich ein Trailmon, und dann treten sie gegen Weregarurumon und Doggymon an, die jedoch mit unfairen Mitteln kämpfen. Weregarurumon und Doggymon schalten nach einander fast alle Digi-Ritter aus. Es bleibt nur noch Takuya übrig. Als Takuya zu Burning Greymon digitiert, gelingt es ihm, das Rennen zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12333719,"hoster":"VOE"},{"redirect":8422074,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der ultimativ leckerste Hamburger","epNo":19,"alt":"You Want Fries with That?","descr":"Unsere Freunde sind nach Hamburger-City gekommen, das von Petaldramon und den Chameleonmon überfallen wurde. Sie haben den besten Hamburger-Koch des Dorfes entführt, damit er Petaldramon immer mit leckeren Hamburgern versorgt. Sollte es aber jemandem gelingen, einen noch leckereren Hamburger herzustellen, versprechen sie, den armen Mann frei zu lassen. Unsere Freunde machen sich sofort an die Arbeit. Jeder stellt einen Hamburger her, Bokomon und Nemon kosten. Während Koji und Takuya in einen furchtbaren Streit verfallen, wer der bessere Koch sei, werden die anderen wieder von den Chameleonmon überfallen. Da Tommy superleckere Hamburger gemacht hat, werden auch er, Zoe und J.P. in Petaldramons Anwesen verschleppt. Auch die kleinen Torikaramon werden gefangen genommen. Doch Zoe, J.P. und Tommy digitieren, und es gelingt ihnen, die Chameleonmon zu besiegen. Da hat der beste Hamburger-Koch der Stadt mit Tommys Hilfe endlich den ultimativ leckersten Hamburger hergestellt und bietet ihn Petaldramon an. Dieser frisst sich derart satt, dass er einschläft. Unseren Freunden gelingt es so, der Gefangenschaft zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":8993854,"hoster":"VOE"},{"redirect":8422070,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kampf gegen Arbormon","epNo":20,"alt":"From Dawn to Duskmon","descr":"Ihre Suche nach dem Stern der Rosen führt die Freunde vor das Tor der Dunkelheit, hinter dem der dunkle Kontinent liegt. Bokomon warnt eindringlich davor, diesen Kontinent zu betreten, doch die Digi-Ritter scheuen die Gefahr nicht. Zunächst stoßen sie auf friedliebende Pipismon, doch dann werden sie von Arbormon angegriffen, der die Slide Digitation zu Petaldramon vollzieht. Auch unsere fünf Freunde rufen ihre B-Spirits und digitieren. Nur mühsam gelingt es ihnen, Petaldramon zu besiegen, doch am Ende schaffen sie es. Als sie Arbormon auffordern, sich zu ergeben, erscheint aus dem Nichts Duskmon, der Arbormon besiegt und dessen Daten scannt.","versions":[{"lang":1,"streams":[{"redirect":8993862,"hoster":"VOE"},{"redirect":8422076,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Macht der Dunkelheit","epNo":21,"alt":"Darkest Before Duskmon","descr":"Als unsere Freunde von Duskmon angegriffen werden, sind sie hilflos. Sie sind ihm nicht gewachsen, doch es gelingt ihnen, sich vorerst in Sicherheit zu bringen. Takuya entwirft zunächst einen Schlachtplan. Doch Koji hält es für besser, zu fliehen. Es kommt zum Streit zwischen Koji und Takuya, in dessen Verlauf Koji Takuya auffordert, die Digi-Welt zu verlassen, wenn er andere in Gefahr bringen will. Da greift Duskmon wieder einmal an. Es kommt zum Kampf, doch Duskmon ist zu stark. Duskmon schlägt Kendogarurumon und Koji sinkt bewusstlos zu Boden. Takuya ist verzweifelt, da findet er sich im Bahnhof der Dunkelheit wieder und besteigt ein Trailmon, das ihn in die Welt der Menschen zurückbringen soll.","versions":[{"lang":1,"streams":[{"redirect":8993860,"hoster":"VOE"},{"redirect":8422013,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Takuyas Rückkehr","epNo":22,"alt":"Home Again, Takuya Returns","descr":"Takuya ist in die Welt der Menschen zurückgekehrt und muss feststellen, dass er halb Mensch, halb Tier geworden ist. Als er nach Hause kommt, sieht er sein vergangenes Ich zusammen mit seinem Bruder am Geburtstagstisch sitzen. Also ist er am selben Tag zurückgekehrt, an dem er seinerzeit in die Digi-Welt aufgebrochen ist. Nun verfolgt Takuya sein vergangenes Ich auf Schritt und Tritt und versucht zu verhindern, dass es in die Digi-Welt aufbricht, doch am Ende begreift er, dass genau das der richtige Schritt war. Die Zweifel fallen von ihm ab, und das dunkle Trailmon erscheint und bringt Takuya zurück zu seinen Freunden.","versions":[{"lang":1,"streams":[{"redirect":9588646,"hoster":"VOE"},{"redirect":8422011,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Neue Verbündete","epNo":23,"alt":"Sockit Takuya","descr":"Takuya ist in die Digi-Welt zurückgekehrt und sucht dort nach seinen Freunden, doch Zoe, J.P. und Tommy sind in der Gewalt von Lanamon und Mercurymon, die aus ihnen den Aufenthaltsort von Koji und Takuya herausholen wollen. Lobomon versucht, die drei zu befreien, doch alleine ist er machtlos. Aber Takuya hat inzwischen entdeckt, dass ein Digimon über weitaus mehr Fähigkeiten verfügt, als er zunächst dachte. So gelingt es ihm, sich mit den Naturgewalten zu verbinden und dadurch seine Macht zu stärken. Er befreit seine Freunde und gemeinsam schlagen sie Lanamon und Mercurymon in die Flucht.","versions":[{"lang":1,"streams":[{"redirect":8993865,"hoster":"VOE"},{"redirect":8422010,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"J.P. ganz auf sich gestellt","epNo":24,"alt":"Alone but Never Alone","descr":"Wieder einmal geraten die Digi-Ritter in eine Falle. Dort wird J.P. von den anderen getrennt. Ihm begegnet Volcanomon, das ihm einzutrichtern versucht, dass er keine Freunde habe. J.P. wehrt sich tapfer und es gelingt ihm, Volcanomon zu besiegen, doch da erscheint Beetlemons Schatten und versucht, ihm ebenfalls einzutrichtern, dass er keine Freunde habe. Mehr und mehr erliegt J.P. der dunklen Seite. Doch als Takuya und die anderen dann tatsächlich auftauchen, kann sich J.P. alias Metalkabuterimon befreien und es gelingt ihm, seinen Schatten zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8993869,"hoster":"VOE"},{"redirect":8422007,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Falsche Freunde","epNo":25,"alt":"The Dark Heart of Friendship","descr":"Unsere fünf Freunde sind voneinander getrennt worden. Koji bekommt es mit Karatenmon zu tun, der ihm seinen wundesten Punkt vor Augen hält, dass Koji alleine ist und nur schwer Freundschaften schließt. Obwohl Karatenmons Worte Koji treffen, gelingt es ihm, das Digimon zu besiegen und dessen D-Codes zu scannen. Währenddessen muss sich Tommy mit Asuramon herumplagen. Dieses Digimon behauptet, sein Freund zu sein, hat es aber auch nur auf seine Spirits abgesehen. Als Tommy am Ende begreift, dass er Freunde hat, und dass sein großer Bruder es immer nur gut mit ihm gemeint hat, gelingt es ihm, Asuramon zu besiegen und aus dem Innern von Sephirothmon zurück zu Bokomon und Nemon zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8993857,"hoster":"VOE"},{"redirect":8422005,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Spieglein, Spieglein,,.","epNo":26,"alt":"Zoe\u0027s Unbeelievable Adventure","descr":"Lanamon befragt einen Spiegel, wer das schönste weibliche Digimon in der ganzen DigiWelt sei. Der Spiegel, alias Mercurymon, antwortet Kazemon bzw. Zephyrmon. Erbost beschließt Lanamon Kazemon ein für alle Mal zu erledigen. Ihr neuer Fanclub, die Honeybeemon, versucht Zoe in eine Falle zu locken, um sie Lanamon als Geschenk zu überreichen. Doch alle Versuche schlagen fehl. Statt dessen finden sie Zoe alias Kazemon immer sympathischer. Als Lanamon Kazemon zum Kampf herausfordert, wissen die Honeybeemon nicht, auf wessen Seite sie sich schlagen sollen. Kazemon digitiert, Lanamon ebenso und am Ende gelingt es Zephyrmon, Calmaramon zu besiegen. Begeistert gründen die Honeybeemon einen Kazemon-Fanclub.","versions":[{"lang":1,"streams":[{"redirect":9588651,"hoster":"VOE"},{"redirect":8422004,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Beowulfmons Geburt","epNo":27,"alt":"Stuck in Sakkakumon with You","descr":"Koji und Takuya befinden sich noch immer im Inneren von Sephirothmon. Es gelingt ihnen nicht, dort hinauszukommen, aber umgekehrt gelingt es den andere Digi-Rittern nicht, wieder in Sephirothmon hineinzukommen. Also können sie ihren beiden Freunden nicht helfen. Während Takuya einen relativ einfachen Kampf gegen seinen Gegner Panjyamon bestehen muss, den er jedoch leicht überwältigt, hat Koji ganz andere Probleme. Er ist mit Duskmon konfrontiert, der sich für seine Vergangenheit interessiert. Koji ist Duskmon hoffnungslos unterlegen, doch als alles verloren scheint, bewegt sich Seraphimons Digi-Ei und schickt ein Licht zu Koji ins Innere von Sephirothmon. Koji gelingt die doppelte Spirit-Digitation zu Beowolfmon. Er und Duskmon sind jetzt gleichstark. Im Kampf sieht Koji plötzlich das Antlitz eines Jungen, der ihm zum Verwechseln ähnlich sieht. Wer ist das und wer ist Duskmon?","versions":[{"lang":1,"streams":[{"redirect":8993870,"hoster":"VOE"},{"redirect":8422002,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der gefallene Engel","epNo":28,"alt":"Darkness Before the Dawn","descr":"Mercurymon fordert Agunimon zum Kampf heraus, doch er wendet einen ausgeprochen fiesen Trick an. Mit Hilfe von Seraphimons D-Codes verwandelt er sich in Schatten-Seraphimon, einen gefallenen Engel. Seine Macht ist unermesslich und es steht schlecht um Takuya. Doch seine Freunde glauben an ihn. Als Takuya das spürt, schöpft er neue Hoffnung, da gelingt auch ihm die doppelte Spirit Digitation zu Aldamon. Jetzt kann sein Gegner besiegt werden. Glücklich kehrt Takuya zu den anderen zurück. Da schlüpft ein Digimon aus Seraphimons Digi-Ei. Es handelt sich um Patamon.","versions":[{"lang":1,"streams":[{"redirect":8993873,"hoster":"VOE"},{"redirect":8421944,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Angst vor der Dunkelheit","epNo":29,"alt":"Phantasmagoric Sakkakumon","descr":"Die Digi-Ritter werden von Sephirothmon angegriffen, das die Daten ihrer Attacken geladen hat und somit in der Lage ist, unsere Freunde mit ihren eigenen Waffen zu schlagen. Um Zeit zu gewinnen, ergreifen Aldamon und die anderen die Flucht, doch Sephirothmon holt sie ein und hüllt alles um sie herum in tiefe Dunkelheit. Beetlemon, Kumamon und Kazemon geraten in Panik und gehen aufeinander los. Doch Aldamon gelingt es, seine Freunde zu beschwichtigen. Als sie sich auf die Macht der Digimon besinnen, gelingt es ihnen, ihre Attacken miteinander zu vereinigen und Sephirothmon zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":12333720,"hoster":"VOE"},{"redirect":8421942,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Familienbande","epNo":30,"alt":"O, Brother, Who Art Thou?","descr":"Zwischen Beowolfmon und Duskmon entbrennt ein erbitterter Kampf. Immer wieder erblickt Koji das Gesicht eines Jungen, der ihm zum Verwechseln ähnlich sieht. Wer ist das? Auch Duskmon scheint verwirrt, doch da greift Kerbuymon ein. Er verhindert, dass die anderen Digi-Krieger Koji zu Hilfe kommen und setzt den B-Spirit der Finsternis frei. So vollzieht Duskmon die Slide-Digitation zu Velgrmon. Velgrmon setzt an, Koji zu besiegen, doch da erstrahlt ein Licht aus Kojis D-Tector und Orphanimon spricht zu Velgrmon. Dieser erinnert sich, einen Bruder zu haben. Verstört lässt Velgrmon von Koji ab. Koji ist gerettet, zumindest vorerst.","versions":[{"lang":1,"streams":[{"redirect":13108657,"hoster":"VOE"},{"redirect":8421939,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Ein letzter Wunsch","epNo":31,"alt":"Workin\u0027 on the Train Gang","descr":"Während Takuya sich auf die Suche nach Koji macht, beschließen J.P., Tommy und Zoe, auf eigene Faust Erkundigungen einzuziehen. Sie folgen einem Gleis und kommen dabei an einen unheimlichen Ort. Es stellt sich heraus, dass es ein Friedhof für Trailmon ist. Dort treffen sie Old Angler, der zum Sterben dort hingekommen ist und sie bittet, ihm einen letzten Wunsch zu erfüllen. Doch damit nicht genug, Old Angler will mehr und mehr von unseren Freunden, bis diese sich verschaukelt fühlen. Am Ende vollzieht Old Angler sogar eine Metamorphose und wird wieder jung. J.P., Zoe und Tommy sind stinksauer, doch da verrät ihnen Angler etwas über den Stern der Rosen. Orphanimon muss sich dort befinden, in Gefangenschaft von Kerubymons Schergen.","versions":[{"lang":1,"streams":[{"redirect":8993875,"hoster":"VOE"},{"redirect":8421938,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Bittere Wahrheit","epNo":32,"alt":"My Brother in Spirit","descr":"Wieder einmal treffen Beowolfmon und Duskmon aufeinander. Duskmon enthüllt Koji, dass er bzw. Koichi sein Zwillingsbruder sei, doch Koji will ihm zunächst nicht glauben, doch dann muss er sich der Wahrheit stellen. Sein Vater hat seine Mutter seinerzeit verlassen, um mit einer neuen Frau ein neues Leben anzufangen. Die Zwillingsbrüder wurden getrennt. Koichi blieb bei der Mutter, Koji beim Vater. Da Koichi tief im Herzen einen enormen Hass auf die scheinbar glückliche Familie seines Vaters trägt, gelang es Kerubymon, ihn auf seine Seite zu ziehen. Koji ist verzweifelt. Er will nicht gegen seinen eigenen Bruder kämpfen, doch Takuya gelingt es, ihn davon zu überzeugen, dass er nur so Koichi retten kann. Gemeinsam besiegen Sie Velgremon, und Beowolfmon scannt die Spirits der Finsternis. Koichi liegt ohnmächtig am Boden.","versions":[{"lang":1,"streams":[{"redirect":9580039,"hoster":"VOE"},{"redirect":8421937,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Wahre Macht der Finsternis","epNo":33,"alt":"Ne\u0027er the Twins Shall Meet","descr":"Koichi erzählt seine Geschichte: Wie er vor Neid auf Koji zerfressen in die Digi-Welt gelangt ist und so unter Kerubymons Einfluss geriet. Ihn plagen die Schuldgefühle, dass die Digi-Ritter so freundlich zu ihm sind, obwohl er doch versucht hat, sie zu töten. Koji weiß nicht so recht, wie er seinem Bruder begegnen soll. Seine Freunde versuchen, ihm Ratschläge zu erteilen, doch da wird die Gruppe auf einmal von Kerubymon angegriffen. Die Digi-Ritter digitieren, doch sie sind Kerubymon nicht gewachsen. Da lösen sich die Spirits der Finsternis aus Kojis D-Tector und verändern sich. Auch Koichi erhält einen D-Tector und mit ihm zwei neue Spirits der Finsternis. Er digitiert zu Loewemon, später zu Kaiserleomon und kann Kerubymon besiegen, doch es stellt sich heraus, dass die Kinder nur gegen eine Kopie Kerubymons gekämpft haben. Kerubymon selber erwartet sie nun unter dem Stern der Rosen.","versions":[{"lang":1,"streams":[{"redirect":8993874,"hoster":"VOE"},{"redirect":8421935,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Schloss unter dem Stern der Rosen","epNo":34,"alt":"Operation: Free Ophanimon","descr":"Unter dem Stern der Rosen erwartet unsere Freunde ein weiteres Abenteuer. Es ist gar nicht so leicht, zu Kerubymons Schloss vorzudringen. Dort erwarten die Digi-Ritter zwei Torwächter, die Phantomon. Doch es gelingt den Kindern, ihre Gegner zu besiegen und deren D-Codes zu scannen. Endlich im Inneren des Schlosses, geht das Abenteuer weiter. Goatmon führt unsere Freunde zu Orphanimon. Dort erfahren sie, wie es zu dem Zerwürfnis unter den heiligen drei Digi-Engeln kam und warum Kerubymon auf einmal bösartig wurde. Orphanimon glaubt, Kerubymon mit Hilfe der Spirits der zehn legendären Digi-Krieger besiegen zu können, doch sie muss feststellen, dass Kerubymon andere Pläne hat.","versions":[{"lang":1,"streams":[{"redirect":13100516,"hoster":"VOE"},{"redirect":8421931,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Kasiergreymon und Magnagarurumon","epNo":35,"alt":"Takuya and Koji\u0027s Evolution Revolution","descr":"Die Digi-Ritter sind Kerubymon im Kampf nicht gewachsen. So geling es Kerubymon, sich nacheinander all ihre D-Tectoren unter den Nagel zu reißen. Zwar konnten unsere Freunde in der Zwischenzeit Orphanimon aus ihrem Gefängnis aus Licht befreien, doch auch Orphanimon wird mit Kerubymon nicht so einfach fertig. Doch durch einen Trick gelingt es ihr, Kerubymon die D-Tectoren abzuluchsen und sie den Kindern zurückzugeben. Doch im anschließenden Kampf wird sie so geschwächt, dass auch sie sich wieder in ein Digi-Ei zurückverwandelt. Doch ihre Stimme fordert die Digi-Ritter auf, ihre Spirits miteinander zu vereinigen. Gesagt, getan. Koji und Takuya sammeln in ihren D-Tectoren sämtliche Spirits der feindlichen legendären Digi-Krieger, auch die, die die anderen Kinder gesammelt hatten. Als Tommy, J.P., Koichi und Zoe Takuya und Koji auch noch ihre eigenen Spirits zur Verfügung stellen, vollzieht Takuya die Hyper-Spirit-Digitation zu Kaisergreymon und Koji die Hyper-Spirit-Digitation um Magnagarurumon.","versions":[{"lang":1,"streams":[{"redirect":9588658,"hoster":"VOE"},{"redirect":8421987,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Begegnung mit Icedevimon","epNo":36,"alt":"Ice Ice Baby","descr":"Nachdem Takuya und Koji zu Kaisergreymon und Magnagarurumon digitiert sind, kämpfen sie erbittert gegen Kerubymon. Da die anderen Kinder ihre Spirits Koji und Takuya zur Verfügung gestellt haben, können sie nicht digitieren und ihren Freunden nicht hilfreich zur Seite stehen. Doch Kaisergreymon und Magnagarurumon bringen Kerubymon in böse Bedrängnis. Und nicht nur das, ihr Schloss wird zerstört. Unsere Freunde wähnen sich erst mal in Sicherheit, da werden sie von Icedevimon angegriffen, einem Digimon, dass in Kerubymons Gefängnis gesessen hatte und jetzt befreit ist. Icedevimon droht, die Digi-Ritter aufzufressen, doch gemeinsam gelingt es den Kindern, Icedevimon zu besiegen. Es folgt nur ein kurzer Moment der Ruhe, denn schon meldet sich wieder Kerubymon.","versions":[{"lang":1,"streams":[{"redirect":9588654,"hoster":"VOE"},{"redirect":8421983,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Cherubimons Ende","epNo":37,"alt":"Cherubimania","descr":"Takuya und Koji beschließen, noch einmal gegen Cherubimon anzutreten, um der Digi-Welt ihren Frieden zurückzugeben. Sie vollziehen die Hyper-Spirit-Digitation zu Kaisergreymon und Magnagarurumon. Doch Cherubimon hat die Daten, die sie in der Digi-Welt gesammelt hat, in komprimierter Form absorbiert und ist dadurch nahezu unbesiegbar geworden. Doch unsere Freunde bemerken, dass Cherubimon all ihre Attacken von der Stirn aus schleudert, dort ist also ihre Schwachstelle. Sie greifen ein letztes Mal an und Kaisergreymon gelingt es, mit seinem Schwert in Cherubimons Stirn zu stechen. Cherubimon ist besiegt.","versions":[{"lang":1,"streams":[{"redirect":9580041,"hoster":"VOE"},{"redirect":8421982,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die königlichen Ritter","epNo":38,"alt":"It Can\u0027t Be! Lucemon Reappears","descr":"Unsere Freunde glauben, die Digi-Welt schon gerettet zu haben, doch sie müssen entsetzt feststellen, dass die Digi-Welt nach wie vor vollkommen zerlöchert ist. Da stoßen sie auf Baronmon. Es führt sie in den Tunnel der Geschichte der Digi-Welt, wo sie erfahren, dass Lucemon sich auf ihre Auferstehung vorbereitet. Sie steckt hinter allem und hat Cherubimon dazu gebracht, D-Codes für sie zu sammeln. Nicht nur das, unsere Freunde bekommen es mit zwei Dienern Lucemons zu tun: Dynasmon und Crusadermon. Es kommt zu einem erbitterten Kampf, doch Baronmon gelingt es, die Kinder zu beschützen. Doch als Dynasmon eine alles vernichtende Attacke auf unsere Freunde schleudert, verschwinden alle wie vom Erdboden verschluckt.","versions":[{"lang":1,"streams":[{"redirect":13096133,"hoster":"VOE"},{"redirect":8421981,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die drei Monde der DigiWelt","epNo":39,"alt":"The Man in the Moon is You","descr":"Zu ihrer Überraschung stellen die Digi-Ritter fest, dass sie auf dem Mond gelandet sind. Dort treffen sie die Starmon, die Meteormon und mehrere Hamburgermon, deren Verwandte seinerzeit in die Digi-Welt ausgewandert sind. Zu ihrem Entsetzen müssen unsere Freunde feststellen, dass es ihnen nicht gelingt, den Mond wieder zu verlassen, denn er ist von einer elektromagnetischen Strömung umgeben. Doch sie erfahren, dass die Hamburgermon seinerzeit mit einer Rakete zur Digi-Welt geflogen sind. Eine zweite Rakete, mit der sie damals rumexperimentiert haben, befindet sich noch auf dem Mond, und unsere Freunde machen sie startklar. Doch der Schwung reicht nicht aus, um sie tatsächlich wieder in die Digi-Welt zu befördern. Da hilft das Trailmon Mole. Es schiebt die Rakete an und befördert die Digi-Ritter sicher zurück in die Digi-Welt.","versions":[{"lang":1,"streams":[{"redirect":8993885,"hoster":"VOE"},{"redirect":8421978,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Angemons Schützlinge","epNo":40,"alt":"The Bully Pulpit","descr":"Zurück in der Digi-Welt werden unsere Freunde von Sagittarimon angegriffen. Da erscheint auf einmal Angemon und schlägt Sagittarimon in die Flucht. In Angemons Obhut befinden sich vier weitere Kinder, die seinerzeit von Ophanimon in die Digi-Welt gerufen wurden, und auf eigene Faust dort geblieben sind. Zwei davon, Katsuharu und Teppei, sind Tommys ehemalige Widersacher, die ihn für feige halten. Doch als Sagittarimon in Begleitung mehrerer Centarumon wiederkehrt und erneut angreift, rettet Tommy Teppei das Leben. Daraufhin digitieren unsere Freunde und schlagen gemeinsam mit Angemon die Centarumon in die Flucht. Doch wieder einmal erscheinen die Royal Knights. Sie besiegen Angemon und nehmen die vier Kinder gefangen.","versions":[{"lang":1,"streams":[{"redirect":8993881,"hoster":"VOE"},{"redirect":8421976,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Der Geheimnisvolle Schlüssel","epNo":41,"alt":"Jerks and the Beanstalk","descr":"Die Königlichen Ritter bringen Tommy und die anderen ins Bohnenstangendorf, wo die Mamemon leben. Dort wächst ein riesiger Bohnenstock, der es den Royal Knights nicht erlaubt, die dortigen Daten zu speichern. Tommy und die anderen versuchen zusammen mit den Mamemon vor den Königlichen Rittern zu fliehen, doch ohne Erfolg. Aber da kommen auch Takuya und seine Freunde ins Bohnenstangendorf. Takuya und Koji vollziehen die Hyper-Spirit-Digitation und erneut greifen sie die Königlichen Ritter an. Doch wieder einmal sind sie ihnen nicht gewachsen. Da verrät der Dorfälteste das Geheimnis, wie die Bohnenstange entsichert werden kann, und die Königlichen Ritter schnappen sich die Daten. Katsuharu und seine Freunde kehren daraufhin in die Welt der Menschen zurück.","versions":[{"lang":1,"streams":[{"redirect":8993877,"hoster":"VOE"},{"redirect":8421974,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"In der Stadt des Ewigen Anfangs","epNo":42,"alt":"Glean Eggs and Scram","descr":"Die Digi-Ritter begeben sich in die Stadt des Ewigen Anfangs. Dort befinden sich die Digieier, aus denen die Digimon schlüpfen. Sie treffen auf Swanmon, das sich um die Babys kümmert. Doch Swanmon ist hoffnungslos überfordert, denn die Trailmon weigern sich, die frisch geschlüpften Babys in die jeweiligen Gebiete zu transportieren. Da wird die Stadt des ewigen Anfangs von den Royal Knights angegriffen. Takuya und Koji vollziehen die Hyper-Spirit-Digitation, während die anderen versuchen, die Digi-Eier in Sicherheit zu bringen. Unerwartet kommen die Trailmon zu Hilfe und erklären sich bereit, die Eier zu transportieren. Doch KaiserGreymon und MagnaGarurumon sind zu schwach. Aber da erscheinen auf einmal Lanamon, Mercurymon, Arbormon und Grumblemon. Die Digi-Ritter digitieren und die 10 legendären Digi-Ritter sind wieder vereint. Sie schlagen die Royal Knights in die Flucht, doch diese scannen die Stadt des ewigen Anfangs. Aber zumindest die Eier sind gerettet.","versions":[{"lang":1,"streams":[{"redirect":9588655,"hoster":"VOE"},{"redirect":8422029,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Die Gebrüder Skullsatamon","epNo":43,"alt":"Bad to the Bones","descr":"Die Digi-Ritter begeben sich in die Stadt der Flammen, die Heimat von Bokomon und Nemon. Dort treiben die Gebrüder Skullsatamon ihr Unwesen, denn sie wollen die Daten scannen. Mutig stürzen sich MagnaGarurumon und KaiserGreymon in den Kampf und sie werden von den ansässigen Elecmon, Biyomon, Pagumon und Poyomon unterstützt. Gemeinsam schaffen sie es, die Gebrüder Skullsatamon zu besiegen. Doch da geschieht das Unvermeidliche: Crusadermon erscheint und scannt dennoch die Daten der Stadt der Flammen. Immer weniger Gebiete der Digi-Welt sind noch übrig.","versions":[{"lang":1,"streams":[{"redirect":8993883,"hoster":"VOE"},{"redirect":8422025,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Das Land der Wälder","epNo":44,"alt":"Now You See It, Now You Don\u0027t","descr":"Die Freunde treffen auf Gotsumon, der durch die Königlichen Ritter ebenfalls seine Heimat verloren hat. Gemeinsam begeben sie sich zum Land der Wälder, um zumindest dieses vor Dynasmons und Crusadermons Zugriff zu schützen. Sie teilen sich auf. Während MagnaGarurumon zusammen mit Gotsumon gegen die Knightmon antritt, dringen Takuya und die anderen in Seraphimons Schloss ein. Dort finden sie auch alle wichtigen Daten, doch Dynasmon und Crusadermon gelingt es ebenfalls, ins Schlossinnere zu gelangen. Als sie drohen, Gotsumon und die anderen zu töten, müssen MagnaGarurumon und KaiserGreymon die Königlichen Ritter ziehen lassen. Auch die Daten des Landes der Wälder sind nun verloren.","versions":[{"lang":1,"streams":[{"redirect":9588657,"hoster":"VOE"},{"redirect":8422022,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das vorletze Gebiet","epNo":45,"alt":"All Aboard the Tag Team Express","descr":"Nur noch zwei Gebiete der Digi-Welt sind nicht von den Königlichen Rittern gescannt worden. Unsere Freunde begeben sich zum Markt von Akiba, um diesen zu schützen. Sie evakuieren die Anwohner und bereiten sich auf die Verteidigung vor. Als die Königlichen Ritter tatsächlich dort erscheinen, kommt es wieder einmal zu einer erbitterten Schlacht. Die Digi-Ritter ziehen den Kürzeren, der Nordkontinent mit dem Markt von Akiba wird gescannt. Jetzt bleibt nur noch ein Gebiet: die Gegend rund um Ophanimons Schloss.","versions":[{"lang":1,"streams":[{"redirect":9600008,"hoster":"VOE"},{"redirect":8422021,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Lucemons Auferstehung","epNo":46,"alt":"To Make the World Go Away","descr":"Nur noch ein Gebiet ist übrig. Die Digi-Ritter reisen zu Orphanimons Schloss, wo sie Nefertimon treffen. Während unsere Freunde jeden Winkel des Schlosses absuchen, um den Schlüssel zu finden, der die Daten des Gebiets sichert, werden sie erneut von den Royal Knights angegriffen. Takuya und Koji vollziehen die Hyper-Spirit-Digitation und noch einmal kommt es zu einem erbitterten Kampf. Doch Dynasmon und Crusadermon finden den Schlüssel, der Orphanimons Schloss sichert, es ist Nefertimon höchstpersönlich. Den Royal Knights gelingt es, auch das letzte Gebiet der Digi-Welt zu scannen. Kurz darauf erfolgt Lucemons Auferstehung, die die Kinder ans Ende der Welt verbannen möchte. Doch das Trailmon Angler rettet sie und macht sich mit ihnen auf den Weg zum Mond.","versions":[{"lang":1,"streams":[{"redirect":9588671,"hoster":"VOE"},{"redirect":8422020,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Das Ende der königlichen Ritter","epNo":47,"alt":"When Knights Fall...","descr":"Unsere Freunde sind auf dem gelben Mond angelangt. Dort finden sie die Digieier, die sie seinerzeit retten konnten. Zahlreiche Digimon schlüpfen, unter anderem auch Lopmon und Salamon. Jetzt sind die reinkarnierten Digi-Engel wieder beieinander, in Form von Patamon, Lopmon und Salamon. Doch da werden unsere Freunde erneut von den Royal Knights angegriffen. KaiserGreymon und MagnaGarurumon sind aber inzwischen stark genug und es gelingt ihnen, Crusadermon und Dynasmon zu besiegen. Doch als sie ihre Daten scannen wollen, erscheint Lucemon und verleibt sich seinerseits die Daten ein. Daraufhin digitiert Lucemon in den fall down Modus und erklärt den Kindern, wie und warum er die Welt beherrschen möchte. KaiserGreymon und MagnaGarurumon greifen an, werden jedoch besiegt. Lucemon schickt sich an, den gelben Mond zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":8993890,"hoster":"VOE"},{"redirect":8422015,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Koichis letzter Wille","epNo":48,"alt":"The Brothers Yin and Yang","descr":"Koichi knöpft Koji das Versprechen ab, ihre gemeinsame Mutter zu besuchen, wenn Koji wieder in der Welt der Menschen ist. Bevor Koji fragen kann, warum, werden unsere Freunde wieder von Lucemon angegriffen. Sie digitieren, aber ohne Erfolg. Lucemon kann Licht und Finsternis miteinander vereinen und dadurch eine magische Kugel erschaffen. Wer in diese magische Kugel gerät, ist ein für alle Mal verloren. Als Lucemon Takuya, Koji, Zoe, Tommy und J.P. vernichten will, greift Loewemon ein. Es gelingt Loewemon, seine Freunde zu retten, doch Koichi zahlt dafür mit seinem Leben. Die Digi-Ritter sind wütend und verzweifelt, da geschieht ein Wunder. Die Spirits vereinigen sich wieder miteinander und Koji und Takuya vollziehen die Ancient Spirit-Digitation zu Susanomon. Das heißt, sie sind zu einem einzigen Digimon geworden.","versions":[{"lang":1,"streams":[{"redirect":9588669,"hoster":"VOE"},{"redirect":8422014,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Lucemons ultimative Form","epNo":49,"alt":"Lucemon on the Loose","descr":"Takuya und Koji sind zu Susanomon digitiert und gemeinsam gelingt es ihnen, Lucemon zu besiegen und dessen Daten zu scannen. Doch dummerweise konnten sie nur die heiligen D-Codes scannen, die bösartigen sind in Form eines schwarzen Digi-Eis übrig geblieben. Dieses Digi-Ei saugt nun sämtliche D-Codes aus der Dunklen Zone und verwandelt sich zu Lucemon im Satanmodus. Lucemon macht sich auf, um in die Welt der Menschen einzudringen. Unsere Freunde digitieren und folgen ihr. So gelangen alle zum Bahnhof von Shibuya.","versions":[{"lang":1,"streams":[{"redirect":9588668,"hoster":"VOE"},{"redirect":8421957,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Ein Wunder geschiet","epNo":50,"alt":"End of the Line","descr":"Unsere Freunde sind verzweifelt. Lucemon scheint unverwundbar und nicht nur die Digi-Welt, auch die Welt der Menschen ist offenbar verloren. Doch da erscheinen auf einmal die 10 legendären Digi-Krieger. Takuya und die anderen erkennen, dass sie die ganze Zeit mit ihnen zusammen gekämpft haben. Noch einmal mobilisieren sie all ihre Kräfte und digitieren gemeinsam zu Susanomon. Es gelingt Susanomon, Lucemon zu besiegen. Nun ist es Zeit Abschied zu nehmen, die Digi-Ritter kehren in ihre Welt zurück. Da sagt Loewemon Koji, dass Koichi noch am Leben sei. Die Kinder eilen in ein Krankenhaus, wo Koichi vergeblich wiederbelebt wird. Als Koji seinen scheinbar toten Zwillingsbruder in den Armen hält, erwacht dieser zu neuem Leben. So wird am Ende alles gut.","versions":[{"lang":1,"streams":[{"redirect":9588670,"hoster":"VOE"},{"redirect":8421954,"hoster":"Streamtape"}]}]}]}]}