{"path":"/serie/stream/digimon-fusion","name":"Digimon Fusion","descr":"[Digimon Xros Wars] Der sportliche und gutherzige Junge Taiki Kudō hört eines Nachmittags eine seltsame Melodie und leise Hilferufe. Als er darauf antwortet, erscheint der Digimon Xros Loader und er und seine Freunde Akari Hinomoto und Zenjiro Tsurugi werden in die Welt der Digimon gezogen. Dort sehen sie, wie eine Armee ein Dorf angreift. Shoutmon hatte um Hilfe gerufen und gemeinsam mit Taiki gelingt es, die Armee zurückzuschlagen, indem er mit dem Xros Loader Digimon fusioniert, ein sogenanntes Digi Xros.","seasons":[{"path":"/serie/stream/digimon-fusion/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/digimon-fusion/staffel-1/episode-1","name":"Aufbruch in eine neue Welt","epNo":1,"alt":"Taiki Goes to Another World!","descr":"Mikey Kudo kann niemandem in Not seine Hilfe abschlagen. Als er eines Tages eine mysteriöse Stimme hört und ein Fusionslader in einem roten Licht vor ihm erscheint, nimmt Mikey diesen in die Hand und wird mit Angie und Jeremy in eine andere Welt versetzt. Dort ankommen, werden die Freunde von MadLeomon angegriffen, einem Digimon aus dem Bagra Reich. Als Mikey den Fusionslader neu lädt, springt Shoutmon heraus. Er erklärt den dreien, wo sie sich befinden: in der Digi-Welt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588676","hoster":"VOE"},{"path":"/redirect/8421953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-2","name":"Es ist Shoutmon, hört sein Brüllen!","epNo":2,"alt":"Shoutmon, Roar!","descr":"Als das Bagra Reich erneut Shoutmons Heimat – die Stadt des Lichts – attackiert, hilft ihm Mikey zu digi-fusionieren. Mikey möchte wieder in die Welt der Menschen zurückkehren, doch Shoutmon bittet ihn darum, weiterhin an seiner Seite zu kämpfen und versucht, ihn vom Gehen abzuhalten. Es kommt jedoch zum Streit, als Shoutmon äußert, König der Digi-Welt werden zu wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580038","hoster":"VOE"},{"path":"/redirect/8421948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-3","name":"Ein Gegenspieler erscheint!","epNo":3,"alt":"Rival Kiriha, Appear!","descr":"Der leitende Offizier des Bagra Reiches, Tactimon, hetzt Drimogemon auf die Stadt des Lichts. Als dieser riesige Bambussprossen um die Stadt herum wachsen lässt, wird Jeremy von einer in die Höhe getragen. Plötzlich taucht Christopher auf und bietet Mikey seine Hilfe an. Doch Mikey ist dem Jungen mit dem blauen Fusionslader gegenüber misstrauisch. Wenig später erscheint die hübsche Nene. Sie will den Freunden zeigen, wie man von einer Zone zur anderen reist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916068","hoster":"VOE"},{"path":"/redirect/8421947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-4","name":"Chaos in der Inselzone","epNo":4,"alt":"Island Zone, Upheaval!","descr":"Mikey und seine Freunde folgen Nenes Anweisungen und gelangen so in eine andere Zone. Sie erhoffen sich, von Archelomon und ChibiTortomon zu erfahren, wo sich die Code-Krone befindet. Mit deren Hilfe wollen sie die Inselzone vor der Bagra-Armee beschützen. Allerdings befindet sich die Krone an einem Ort, den man nur während des Sommerfestivals erreichen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304648","hoster":"VOE"},{"path":"/redirect/10104948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-5","name":"Danke für die Digikarten","epNo":5,"alt":"Digimemory, Shine!","descr":"Neptunemon hat erfahren, dass sich die Code-Krone im Bauch von Whamon befindet. Er bombardiert die vermeintliche Insel, die sich als das gigantische Digimon Whamon erweist, aus der Luft. Shoutmon wehrt den Bombenangriff ab und sucht mit Mikey Zuflucht in Whamons Mund. Dieser rettet den geschwächten Shoutmon und vertraut der Gruppe sogar die Code-Krone an, denn er merkt, dass sie die Zone nur beschützen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304651","hoster":"VOE"},{"path":"/redirect/10104951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-6","name":"Erniedrigung oder Eroberung","epNo":6,"alt":"X4, Crisis Breakthrough!","descr":"Die Insel ist von Seadramons umstellt, doch ohne den gefangenen Archelomon wollen Mikey und sein Team nicht in die nächste Zone aufbrechen. Mit Hilfe der DigiMemory-Karte erweckt Mikey MarineAngemon. Mit dem Angriff \"Ozeanliebe\" lenkt es die Feinde erfolgreich ab und können so Archelomon befreien. Doch Neptunemon wirft das Team ins Meer, und die Seadramons lassen das Wasser zu Eis erstarren. Schaffen es die Helden, sich aus dieser brenzligen Situation zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304656","hoster":"VOE"},{"path":"/redirect/10104949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-7","name":"Gefahr bricht aus!","epNo":7,"alt":"Volcano Digimon, A Great Eruption!","descr":"Als Mikey mit seinem Team in der Magmazone ankommt, werden sie prompt von SkullMeramon aus dem Bagra Reich angegriffen. Doch Dorulumon eilt ihnen zu Hilfe, und Mikey bietet ihm erneut an, seiner Gruppe beizutreten. Der lehnt aber das Angebot ab und setzt seine Reise mit Cutemon fort …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921677","hoster":"VOE"},{"path":"/redirect/10104950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-8","name":"Heiße Phase in der Magmazone","epNo":8,"alt":"Fierce General Tactimon, Close In!","descr":"Mikey lässt sich absichtlich gefangen nehmen, um herauszufinden, wo die Gefängnisse der Digimon sind. Als Tactimon, der leitende Offizier des Bagra-Reiches, erfährt, dass Mikeys Team und Dorulumon in Haft sind, macht er sich auf den Weg in die Magmazone. Mikey, seine Freunde, Dorulumon und die anderen gefangenen Digimon suchen unterdessen nach einem Weg, um aus dem Gefängnis zu entkommen. Doch das ist gar nicht so einfach …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304657","hoster":"VOE"},{"path":"/redirect/10104952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-9","name":"Dorulomons Geheimnis","epNo":9,"alt":"Dorulumon, Run Like the Wind!","descr":"Tactimon nimmt Mikey und Dorulumon gefangen. Zum Glück erfährt Christopher davon und eilt ihnen zusammen mit MailBirdramon zur Hilfe. Während die beiden gegen Tactimon kämpfen, gelingt es Shoutmon und den Freunden, die beiden Gefangenen mit unerwarteter Unterstützung von BlueMeramon aus der Zelle zu befreien. Dorulumon und Shoutmon fusionieren, um es als ShoutmonX2 mit AncientVolcanomon aufzunehmen. Ein spektakulärer Kampf beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304658","hoster":"VOE"},{"path":"/redirect/10104953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-10","name":"Ein Ritter für Beastmon","epNo":10,"alt":"Taiki, Become a Knight!","descr":"Kaum in der Seezone angekommen, retten Mikey und seine Freunde Knightmon aus einem Eissee. Er wurde von den Bagra-Truppen dort versenkt. Knightmon ist außer sich vor Freude und bringt das Team auf sein Schloss. Dort lernt Mikey die Prinzessin Beastmon kennen. Allerdings ist die Idylle bedroht: Auf Befehl von Laylamon, einer der drei leitenden Offizierinnen des Bagra-Reiches, greifen zurückgelassene Truppen von IceDevimon das Schloss an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304661","hoster":"VOE"},{"path":"/redirect/10104954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-11","name":"Angie - Eiskalt erwischt!","epNo":11,"alt":"Xros Heart, Burn!","descr":"Mikey ist zu schwach für einen Kampf, und so übernimmt Jeremy die Führung. Angie ist eifersüchtig, weil Beastmon für Mikeys Pflege zuständig ist. Als sie dann auch noch hört, dass Beastmon im Traum über eine Krise der Digi-Welt und der menschlichen Welt spricht, ist sie so beunruhigt, dass sie keinen Schlaf findet. Sie wandert durch das Schloss ihrer Familie, entdeckt einen Spiegel und blickt hinein. Doch der magische Spiegel ist eine Falle von Laylamon!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14074278","hoster":"VOE"},{"path":"/redirect/13993347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-12","name":"Die Sand Zone! Das große Abenteuer in den Ruinen","epNo":12,"alt":"Sand Zone, A Great Adventure in the Ruins!","descr":"Mikeys Team begibt sich in die Sandzone, weil es annimmt, dass in der Wüstenregion ein Schatz versteckt liegt. Bei der Suche nach dem Schatz landen die Freunde in der unterirdischen Bagra-Basis, wo sie auf Blastmon, einen der drei leitenden Bagra-Offiziere, stoßen. Plötzlich taucht Deputymon auf und hilft ihnen bei der Flucht. Gemeinsam begeben sie sich in die Ruinen und werden dort von Fugamon, Ponchomon und BibMamemon attackiert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588675","hoster":"VOE"},{"path":"/redirect/8421949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-13","name":"Taiki, Ritter der Göttin","epNo":13,"alt":"Taiki, Warrior of the Goddess!","descr":"In den Ruinen kommt es zum Kampf zwischen Christopher, Nene und Blastmon. Die Schockwelle von Blastmons Angriff erfasst Mikey und Reapmon und stößt beide in den vergrabenen Untergrundtempel der Göttin. Plötzlich beginnt die Statue der Göttin vor Mikey in einem hellen Licht zu leuchten, und Reapmon klärt Mikey über die Geschichte der Krieger auf, die einst in dieser Gegend lebten. Mikey soll nun auch einer dieser Krieger sein, da die Statue vor ihm angefangen hat zu strahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580042","hoster":"VOE"},{"path":"/redirect/8421951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-14","name":"Spektakel in der Sandzone","epNo":14,"alt":"The Warrior Beelzebumon, Dances!","descr":"Mikeys Team ist von Feinden umzingelt. Dennoch gelingt ihnen die Flucht mit dem verletzen Reapmon. Mikey versucht, Reapmon mit einer Heilungszeremonie zu retten, allerdings kann er während dieser Zeremonie den Fusionslader nicht benutzen. Und so müssen sich die Fusionskämpfer ohne Digi-Fusion gegen Laylamons Anhänger zur Wehr setzen. Shoutmon zweifelt immer mehr daran, dass es richtig ist, sein Leben für den ehemaligen Feind Reapmon aufs Spiel zu setzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384280","hoster":"VOE"},{"path":"/redirect/10104956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-15","name":"Ärger im Paradis","epNo":15,"alt":"Heaven Zone, The Snare of Paradise!","descr":"Laylamon hat Mikey und dessen Team in die Himmelszone verbannt, in der Engel-Digimon leben. Die Polizei ist überall vertreten, sodass das Bagra-Reich keine Chance hat, in diese Zone vorzudringen. Doch die Kontrolle durch Präsident SlushAngemon ist so extrem, dass selbst für kleinste Vergehen die Löschung droht. So wird auch Mikeys Gruppe verhaftet. Zwar können sie vorerst fliehen, jedoch werden die Freunde schnell wieder gefangen genommen und daraufhin zum Löschplatz gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304662","hoster":"VOE"},{"path":"/redirect/10104957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-16","name":"Eine dunkle Wolke über der Himmelszone","epNo":16,"alt":"Dark Knight Digimon, An Entrance!","descr":"Kurz nachdem Lucemon zum neuen Präsidenten gewählt wurde, zeigt er seine böse Seite und entwendet die Code-Krone. Er will sie an Laylamon übergeben und wird dabei von DarkKnightmon und Nene unterstützt. Können Mikey und sein Team noch rechtzeitig eingreifen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304663","hoster":"VOE"},{"path":"/redirect/10104958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-17","name":"Wolkenbruch","epNo":17,"alt":"Miraculous DigiXros! Shoutmon X5 Flies!","descr":"Der gigantische Lucemon hält Nene gefangen, und Mikey, Shoutmon und selbst Sparrowmon können nichts gegen den Feind ausrichten. Also fasst Sparrowmon den Entschluss, seinen einstigen Kameraden, DarkKnightmon, dazu zu bewegen, bei Nenes Befreiung zu helfen. Doch dieser ist eher daran interessiert, die Kraft der Dunkelheit um Lucemon herum zu verstärken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304666","hoster":"VOE"},{"path":"/redirect/10104959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-18","name":"Willkommen in der Dschungelzone","epNo":18,"alt":"Stingmon, Hero of the Digimon Jungle","descr":"Bei der Ankunft in der sogenannten Dschungelzone werden Mikey und Shoutmon von Angie und Jeremy getrennt. Dorulumon hilft Mikey auf der Suche nach Angies Gruppe, während eine Bagra-Truppe, geleitet von Tactimon, den Freunden immer näher kommt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304668","hoster":"VOE"},{"path":"/redirect/10104960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-19","name":"Gepolter in der Dschungelzone","epNo":19,"alt":"The Legendary Deckerdramon Takes Action!","descr":"DarkKnightmon und Nene begeben sich in die heilige Zone des Dschungels. Sie sind auf der Suche nach dem mächtigen Digimon Deckerdramon. Die Fusionskämpfer sind ihnen auf den Fersen, doch um die heilige Zone betreten zu können, müssen Angie und Jeremy erst einmal den traditionellen \"Liebes-Leben-Tanz\" vorführen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304671","hoster":"VOE"},{"path":"/redirect/10104961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-20","name":"An Bord des Schreckenszuges","epNo":20,"alt":"Dust Zone, GrandLocomon\u0027s Giant Scrap City!","descr":"Als Mikey mit seinem Team in der Staubzone ankommt, wird ihnen der Fusionslader gestohlen. Puppetmon erscheint und erzählt Mikey, dass er ihn zu den Dieben führen kann. Doch kann der Junge die Bande von ToyAgumon tatsächlich dazu bringen, den Fusionslader zurückzugeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304672","hoster":"VOE"},{"path":"/redirect/10104962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-21","name":"Katastrophe in der Staubzone","epNo":21,"alt":"Decisive Battle! DarkKnightmon VS Xros Heart!","descr":"Nur durch die Hilfe von Puppetmon kann sich Mikey vor DarkKnightmon in Sicherheit bringen. Doch schon bald bringt Sparrowmon schlechte Neuigkeiten: DarkKnightmon hat Nene gefangen genommen. Daraufhin macht sich Mikeys Team auf den Weg zum Gefängnis. Dort stellt sich ihnen plötzlich Christopher in den Weg. Seine Gedanken werden von außen gesteuert! Ein Schlag von Mikey bringt ihn jedoch zur Besinnung und er nimmt DarkKnightmon ins Visier …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304669","hoster":"VOE"},{"path":"/redirect/10104963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-22","name":"Weise, weiser, Wisemon!","epNo":22,"alt":"Wisemon, The Secret of the Digital World!","descr":"Auf dem Weg in die nächste Zone geraten die Fusionskämpfer in die Fänge des Digimons Arukadhimon. Es versucht jeden zu verschlingen, dem es begegnet … Doch dann trifft Mikey den geheimnisvollen Wisemon – einen Wissenschaftler, der die Digimon-Welt erforscht. Helfen seine Ratschläge dem Team dabei, die nächste Zone zu erreichen? Die Zeit drängt, denn Tactimon, Laylamon und Blastmon machen sich auf Lord Bagras Befehl hin auf die Jagd nach allen 108 Code-Kronen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304674","hoster":"VOE"},{"path":"/redirect/10104964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-23","name":"Schenk mir ein Lächeln - und eoäine Digikrone","epNo":23,"alt":"Shinobi Zone and the Comic Ninja Battle!","descr":"In der Shinobi-Zone macht sich Mikeys Team zusammen mit einigen heimischen Monitamons auf den Weg zum Karatenmon-Schrein. Sie wollen dort die Code-Krone sicherstellen, bevor sie den Bagra-Truppen in die Hände fällt. Am Schrein angekommen erfährt die Gruppe, dass Karatenmon die Krone nur herausrückt, wenn er zum Lachen gebracht wurde. Mit vereinten Kräften schaffen es Nene und Angie, die Herausforderung zu meistern. Doch plötzlich kommt es zum Angriff feindlicher Etemons …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304670","hoster":"VOE"},{"path":"/redirect/14165275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-24","name":"Voller Einsatz für Mission Monita!","epNo":24,"alt":"Drop-Out Monitormonz Do Their Best!","descr":"Mikey und sein Team besitzen nun die Code-Krone aus dem Karatenmon-Schrein, doch in Sicherheit sind sie nicht: Musyamons Verbündeter Shurimon plant einen Angriff auf das Dorf, in dem die Kämpfer übernachten. Mit einem Hinterhalt versuchen Mikey und die anderen, Shurimons Armee zu überwältigen. Jeremy macht sich inzwischen mit einer Gruppe Monitamons auf den Weg zum besetzten Monita-Schloss, um die Prinzessin zu retten. Doch die ängstlichen Monitamons sind keine große Hilfe.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-25","name":"Wer rettet die Scheibenzone?","epNo":25,"alt":"Zone Destruction! Taiki and Kiriha Send Sparks Flying!","descr":"Mikey und sein Team erreichen die Scheiben-Zone. Dort treffen sie auf Christopher, der in ein Duell mit Blastmon um die Code-Krone verwickelt ist. Obwohl Christopher keine Hilfe will, springt Mikey ihm zur Seite – denn der Kampf droht die Zone zu zerstören! Während die Bagra-Truppen Verstärkung von Bulbmon bekommen, stürzen Blastmon, Shoutmon, Greymon und MailBirdramon plötzlich durch den Boden in die Tiefe. Schaffen es die Fusionskämpfer dennoch, die Scheiben-Zone zu retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304676","hoster":"VOE"},{"path":"/redirect/10104966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-26","name":"Shoutmon - König, oder mehr Schein als Sein?","epNo":26,"alt":"Shoutmon, Proof of a King!","descr":"Nachdem der Boden unter ihnen zusammengebrochen ist, landen Mikey und dessen Team in der Shinobi-Zone. Shoutmon ringt unterdessen mit sich, denn er fühlt sich nicht mehr imstande, Kern aller Digi-Fusionen zu sein. Blastmon plant derweil seinen nächsten Angriff auf die Fusionskämpfer …","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-27","name":"Backduell in der Süßen Zone","epNo":27,"alt":"Sweets Zone! The Sweet-Toothed Digimon Battle!","descr":"Mikey und sein Team folgen Spadamons Hilferuf und begeben sich in die süße Zone. Diese Zone der Naschereien wurde bereits von Bagra eingenommen. Matadramon hat die Code-Krone in seinen Besitz gebracht und alle Konditoren im Schloss eingesperrt. Um diese zu retten, nimmt Angie am Konditorwettbewerb teil.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-28","name":"Schlacht in den digitalen Tiefen","epNo":28,"alt":"The Ultimate Weapon Activates! You Can Do It, Cutemon!","descr":"Im Untergrund suchen Mikey und dessen Team nach den gefangenen Digimon und Cutemons Eltern. Die Daten der Digimon wurden bereits extrahiert, um so das ultimative Digimon der Zerstörung zu erschaffen: Breakdramon. Ein Sieg gegen Breakdramon scheint aussichtslos, denn er kämpft mit unfairen Mitteln und benutzt Cutemons Eltern als Schutzschild, was einen Angriff unmöglich macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304677","hoster":"VOE"},{"path":"/redirect/10104967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-29","name":"Sturz der letzten Digikrone","epNo":29,"alt":"Taiki \u0026 Kiriha VS Bugra Army in an All-Out Showdown!","descr":"Die Fusionskämpfer landen in der Schwertzone und werden prompt von den Schwertkämpfern der Bagra-Armee attackiert. Doch ShoutmonX5 kann die Gegner besiegen, und so erhält Mikey die Code-Krone der Zone. Er erfährt von Christopher, dass dies die letzte Krone der Digi-Welt ist. Doch kurz darauf gelingt es Tactimon, Mikeys und Christophers Code-Kronen zu stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304679","hoster":"VOE"},{"path":"/redirect/10104968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-30","name":"Wenn Welten aufeinandertrefffen","epNo":30,"alt":"Embark on a New Adventure!! Decisive Battle in Tokyo!!","descr":"Mikey, Jeremy, Angie und Shoutmon sind zurück in Tokio. Sie versuchen, ihren Familien zu erklären, was sie in der Digi-Welt erlebt haben, doch diese können Shoutmon nicht sehen und verstehen nicht, wovon die Kinder sprechen. Kurze Zeit später erfährt Mikey von Omnimon, der ihm einst den Fusionslader gegeben hat, dass die Digi-Welt noch immer in Gefahr ist. Also entscheidet er sich, Angie und Jeremy zurückzulassen und in die Digi-Welt zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304680","hoster":"VOE"},{"path":"/redirect/10104969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-31","name":"","epNo":31,"alt":"To a New World! The Blazing General\u0027s Dragon Land","descr":"Mikey und Shoutmon kehren in die digitale Welt zurück und landen im Drachenland. Von Lilymon erfahren sie, dass die digitale Welt in sieben Länder umgestaltet wurde, die jeweils von einem dunklen General regiert werden. Mikey und Shoutmon treffen auf Dracomon und retten es vor einer Bande von Dinosaurier- und Drachen-Digimon, die von Devidramon angeführt wird. Währenddessen trifft Christopher ein und startet einen Angriff auf die Bagra-Armee, während er den ersten Dunklen General, Dorbickmon, herausfordert. Als Antwort auf Christophers Herausforderung und nachdem er den Großteil von Blue Flare mit einer Grubenfalle ausgeschaltet hat, kommt Dorbickmon in seinem Dunkelheitsmodus an und benutzt seinen Dunkelheitslader, um DigiFuse zu erzwingen und DeckerGreymon leicht zu besiegen. Mit der Hilfe von Lilymon und Dracomon gelingt es Mikey, Christopher vor Dorbickmons Angriff zu retten. Als Dorbickmon erkennt, dass das Team von Xros Heart zurückgekehrt ist, lässt er Huanglongmon dem Salamandamon helfen, Mikey und die anderen mit seinem Magma zu vernichten. Dracomons mutige Haltung, sich selbst zu opfern, um alle zu retten, veranlasst Shoutmon, sich zu OmniShoutmon zu entwickeln und die Armee zu besiegen, bevor Dorbickmon eintrifft und seine Falle stellt, während OmniShoutmon lebendig begraben wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11304649","hoster":"VOE"},{"path":"/redirect/12980838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-32","name":"","epNo":32,"alt":"Stand up, Kiriha! Xros Heart\u0027s Rescue Plan","descr":"Während OmegaShoutmon gefangen ist, nimmt Dorbickmon DigiXros mit Fanglongmon seinen Dunkelheitsmodus an und verwandelt OmegaShoutmon leicht in seine Anfängerform zurück. Bevor Dorbickmon Taiki und die anderen vernichten kann, taucht Nene auf und benutzt einen pflanzenähnlichen Nebelschirm, um die anderen in Sicherheit zu bringen. In ihrem Lager offenbart Nene, dass sie und die Monitamon sich als Pflanzen verkleidet haben, um Informationen zu sammeln. In der Zwischenzeit benutzt Dorbickmon das gefangene Xros Heart-Mitglied als Köder, um Taki zu zwingen, sich zu offenbaren. Am nächsten Tag taucht Taiki vor Dorbickmon auf. Er dient jedoch als Ablenkung und ermöglicht es Dracomon, das Gebiet zu überfluten, während Shoutmon ihre Verbündeten rettet. Wütend verwandelt Dorbickmon alle seine Untergebenen in den geflügelten Riesen Dorbickmon. Taiki bringt die Verbündeten in seinem Xros Loader in Sicherheit und formt Shoutmon ×5B, um gegen Dorbickmon zu kämpfen, wird aber von Dorbickmons Macht besiegt. Dorbickmon schnappt sich dann Dracomon und versucht, es zu zerquetschen, wird aber von Kiriha aufgehalten, die mit MetalGreymon ankommt. Kirihas Stolz und Dracomons Hoffnung lassen Kirihas Xros-Loader aufleuchten und ermöglichen es MetallGreymon, sich in ZeekGreymon zu verwandeln, das Dorbickmon tödlich verletzt und beide Teams das Drachenland für sich beanspruchen. Bevor er starb, warnte Dorbickmon, dass sie die verbleibenden Todesgeneräle niemals besiegen werden. Kiriha verbündet sich schließlich mit Xros Heart unter Nenes Verfolgung.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-33","name":"","epNo":33,"alt":"Shivers down the Spine! The Moonlight General\u0027s Vampire Land","descr":"Nachdem Dorbickmon besiegt wurde, landen Taiki und die anderen in einem anderen Land, wo sie ein Lopmon befreien konnten, das von drei LadyDevimon gejagt wurde. Später verrät Lopmon, dass der Ort, an dem sie sich gerade befinden, das Land der Vampire ist und dass viele seiner Artgenossen aus irgendeinem Grund im Schloss des Todesgenerals des Landes gefangen gehalten wurden. Taiki und Nene beschließen, sich als Lady Devimon und Cutemon als Lopmon verkleidet in das Schloss zu schleichen, um die Barriere des Schlosses auszuschalten. Als sie herausfinden, dass Taiki auf NeoVamdemon (Bagramons zweiten Todesgeneral) trifft, wird es noch schlimmer, denn Lopmon schafft es, die Barriere zu zerstören, während Shoutmon ×5 nicht in der Lage ist, gegen den stärkeren Todesgeneral zu kämpfen. Der Kampf wird dann von Kiriha übernommen, doch der unverletzte NeoVamdemon setzt seinen Darkness Loader ein, um DigiXros mit seinen Devimon und LadyDevimon Armeen in den Darkness Mode zu zwingen, bevor er ein weiteres DigiXros mit MetalGreymon hinrichtet, was allen, insbesondere Kiriha, einen unerwarteten Schock versetzt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104909","hoster":"VOE"},{"path":"/redirect/10104908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-34","name":"","epNo":34,"alt":"Don\u0027t Die Greymon!! The Birth of Shoutmon DX","descr":"Als Xros Heart in die Enge getrieben wird, gelingt ihnen die Flucht, als Lopmon sich selbst weiß leuchten lässt, was NeoVamdemon erschreckt. Lopmon enthüllt später, dass NeoVamdemons Schwäche ein legendäres weißes Lopmon ist. Während Kiriha und der Rest von Xros Heart die Truppen von NeoVamdemon aufhalten, machen sich Taiki, Shoutmon und Lopmon auf den Weg zu einer unterirdischen Kammer, um nach dem weißen Lopmon zu suchen, aber es stellt sich heraus, dass es sich um eine von NeoVamdemon gestellte Falle handelt. Als Shoutmon hört, dass MetalGreymon immer noch auf die Melodie reagiert, lässt er sich von NeoVamdemon DigiXrossen, zusammen mit Lopmon, die beide versuchen, MetalGreymon davon zu überzeugen, nicht aufzugeben. Lopmon beschwört daraufhin alle gefangenen Lopmon, sich zu weißen Lopmon zu formieren, was es Shoutmon und MetalGreymon ermöglicht, sich in OmegaShoutmon und ZeekGreymon zu verwandeln. Sie befinden sich jedoch immer noch in der Nachteilsphase, bis Lopmon sich opfert, um Taiki und Kiriha die Fähigkeit zu geben, ein Doppel-Xros durchzuführen, wodurch OmegaShoutmon und ZeekGreymon zu Shoutmon DX werden können. Mit dieser Kraft gelingt es ihnen, sich von dem erzwungenen DigiXros zu befreien und NeoVamdemon zu besiegen. Bald beanspruchen und verlassen sie das gereinigte Vampirland.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104911","hoster":"VOE"},{"path":"/redirect/10104910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-35","name":"","epNo":35,"alt":"Power is Being Absorbed! The Hunters of Honey Land","descr":"Nachdem sie NeoVamdemon vernichtet haben, erreichen Taiki und die anderen das Honigland. Bald entdecken sie, dass Lilamon von einem Schwarm Honeybeemon angegriffen wird, die ihr die Kraft rauben. Taikis Gruppe versucht, sie zu retten, wird aber von einem Digimon namens Ignitemon aufgehalten, das die Digimon der Gruppe auf Befehl von Zamielmon (Bagramons dritter Todesgeneral) schwächt. Die Ankunft eines Digimon-Freiheitskämpfers namens Mervamon ermöglicht der Xros Heart United Army jedoch die Flucht. Bald folgen sie Mervamon zurück zu ihrem Unterschlupf und entdecken, dass weitere Digimon, darunter auch Stingmon, von Honeybeemon gestochen wurden, wobei ihnen ein Großteil ihrer Energie entzogen wurde. Bald darauf beschließen sie, Zamielmon zu vernichten. Zurück in Zamielmons Unterschlupf erzählt Zamielmons Diener GrandisKuwagamon, dass die Menschen, denen er begegnet ist, diejenigen sind, die Dorbickmon und NeoVamdemon getötet haben. Am nächsten Tag machen sich Taiki auf den Weg zu Zamielmons Versteck, nur um festzustellen, dass er sie erwartet hat und Ignitemon zum Entsetzen aller als Mervamons jüngerer Bruder entlarvt. Zamielmon erschafft daraufhin DigiXros Honeybeemon und GrandisKuwagamon und bildet GrandisKuwagamon Honey Mode, auf dessen Rücken Ignitemon reitet. Nene, der Mervamons Schmerz spürt, bringt Sparrowmon hervor und zieht Ignitemon mit Gewalt von GrandisKuwagamon herunter. Dann verwandelt Nene DigiXros Mervamon und Sparrowmon in JetMervamon und zerstört GrandisKuwagamon. Nach dem Kampf kommt Ignitemon zur Vernunft und schließt sich der Xros Heart United Army an. Zamielmon entkommt jedoch und schwört Rache.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104915","hoster":"VOE"},{"path":"/redirect/10104913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-36","name":"","epNo":36,"alt":"Laughing Hunter! The Wood-spirit General Zamielmon","descr":"Nachdem Zamielmon entkommen ist, erfährt Xros Heart von Ignitemon, dass der Todesgeneral seine jetzige Größe dadurch erhalten hat, dass er den DigiHonig konsumiert hat, der aus der von seinen Digimon-Opfern gestohlenen Energie hergestellt wurde. Mit diesem Wissen kommt Taiki auf die Idee, dass er Zamielmon besiegen könnte, wenn es ihm gelänge, wieder seine ursprüngliche Größe zu erreichen. Eine Einladung von Zamielmon zu seinem Tanemon Floramon Spielplatz gibt Taiki dann die Chance, sein Ziel zu erreichen. Während Taiki und Nene zum Spielplatz gehen, um Zamielmon aufzuhalten, macht sich Kiriha auf den Weg zu Zamielmons Versteck und zerstört mit Beelzebumon und Ignitemon, die ihm helfen, alle DigiHonig. Obwohl der Plan funktioniert, hat das Team nicht damit gerechnet, dass Zamielmons wahre Größe gigantisch ist, da Shoutmon DX nicht in der Lage ist, gegen den sich schnell bewegenden Gegner zu kämpfen. Dank JetMervamon wird Zamielmon jedoch vor seinem Versteck gestoppt und ermöglicht es Shoutmon DX, es zu erledigen. Später, als Mervamon sich Xros Heart anschließt, verrät Kiriha, dass er auf dem Weg zu Zamielmons Lager einen Jungen mit blondem Haar getroffen hat, was Nenes Gesichtsausdruck drastisch verändert, da Kirihas Beschreibung mit der ihres Bruders übereinstimmt.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-37","name":"","epNo":37,"alt":"Brother, Why!? The Nightmarish Enemy, General Yuu","descr":"Nachdem Nene von Kiriha gehört hat, dass er einen Jungen gesehen hat, der ihrem jüngeren Bruder ähnelt, macht sie sich eifrig auf die Suche nach Yū, um ihn zu finden und zu erfahren, dass er DarkKnightmon die ganze Zeit über bereitwillig geholfen hat. Yū und Tuwarmon machen sich daraufhin auf den Weg, als Taiki und die anderen ihr zu Hilfe kommen, während Nene ihrem Bruder hinterherläuft. Yū beschwört jedoch Doumon, um Nene mit einem Zauber zu belegen, der ihr vorgaukelt, wieder in der Menschenwelt zu sein. Tuwarmon, der Nene töten wollte, wurde von Mervamon aufgehalten, der aus Nenes Xros-Lader auftauchte. Taiki und Kiriha entdeckten daraufhin Nenes genauen Standort und durchbrachen die Illusion, als DarkKnightmon mit Lilithmon erschien (das später mit Blastmon und dem Vilemon als Gattai Lilithmon von Yū mit seinem Darkness Loader DigiXros wurde). Es folgt ein chaotischer Kampf, bei dem Doumon zerstört wird, als Yū DigiXros Tuwarmon auf DarkKnightmon setzt, damit letzteres zu MusouKnightmon wird. OmegaShoutmon und ZeekGreymon kämpfen als Vergeltung und die Kraft der drei Digimons verursacht einen großen Knall. Als DarkKnightmon und seine Gruppe abreisen, beschließt Nene, Yū um jeden Preis zurückzubekommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104917","hoster":"VOE"},{"path":"/redirect/10104916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-38","name":"","epNo":38,"alt":"The Mysterious Cyber Land! The Beauty of Fullmetal City","descr":"Xros Heart gelangt in das futuristische Königreich Cyber Land, wo sie von einer Armee von Andromon angegriffen werden, die aus einem Whamon auftaucht. Nachdem sie sie besiegt haben, stellt die Bande fest, dass es sich nur um Puppen-Nachbildungen handelt. Taiki und seine Gefährten beschließen, das Übel an der Wurzel zu packen, betreten das Whamon-Raumschiff und entdecken darin ein seltsames Mädchen in einer Kapsel. Sie stellt sich als Ruka vor und erklärt, dass sie von der Bagra-Armee gefangen genommen wurde. Obwohl Dorulumon zögert, ihr zu vertrauen, nehmen Taiki und die anderen sie schnell in ihre Gruppe auf, als sie sie aus dem Raumschiff führt. Dorulumon wird jedoch bald von den anderen getrennt, weil sie Ruka hinterherjagen und trifft auf Cutemon, der sich seltsam verhält. Der Cutemon entpuppt sich jedoch als der vierte Todesgeneral, bekannt als Splashmon, der die Fähigkeit besitzt, jede beliebige Form anzunehmen. Als er Dorulumon in seiner Falle gefangen nimmt, enthüllt Splashmon, dass seine Puppen, darunter auch Ruka, von Kreaturen kontrolliert werden, die von ihm erschaffen wurden und Drippins genannt werden. Splashmon nimmt Dorulumons Gestalt an und erscheint vor Taiki und den anderen, die nach ihrem Freund suchen, woraufhin sie von einer Gruppe MetalTyrannomon angegriffen werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104914","hoster":"VOE"},{"path":"/redirect/10104918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-39","name":"","epNo":39,"alt":"Xros Heart Break up Crisis! Water Tiger General\u0027s Despicable Trap","descr":"Nachdem Dorulumon gefangen genommen wurde, nimmt Splashmon die Gestalt seines Gefangenen an, um die Mitglieder des Xros Hearts-Teams aneinander zweifeln zu lassen, um mehr negative Energie für Bagramon zu erzeugen, was Kiriha dazu bringt, das Team zu verlassen. Von dort aus nimmt Splashmon Nene gefangen und nimmt ihre Gestalt an, um Taiki, Shoutmon und Ballistamon in eine Todesfalle zu locken. Der Todesgeneral nimmt daraufhin Taikis Gestalt an, um sich mit Kiriha anzulegen, muss aber feststellen, dass die Täuschung keine Wirkung hat und zwingt Splashmon, ihn persönlich zu töten. Taiki taucht jedoch auf und enthüllt, dass er die ganze Zeit wusste, dass es Splashmon war, und mitspielte, während Dorulumon und Nene befreit wurden. Wütend darüber, dass sein Plan, Xros Heart gegen sich selbst zu wenden, fehlgeschlagen ist, versetzt Splashmon alle seine Drippins in den Dunkelheitsmodus, bevor es MetalGreymon mit Leichtigkeit besiegt und von Shoutmon ×4 und Jet Mervamons Angriff verschont bleibt. Nachdem es seine wahre Wassertiger-Form enthüllt hat, überwältigt Splashmon Omega Shoutmon und Zeek Greymon. Als Taiki die Schwäche von Splashmon herausfindet, wird der Rivale schließlich von Shoutmon DX vernichtet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104919","hoster":"VOE"},{"path":"/redirect/10104920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-40","name":"","epNo":40,"alt":"Cheerful Pirates appears! Set Sail for Gold Land!!","descr":"Nach der Landung im Goldland, das ein weites goldenes Meer umfasst, findet Xros Herz keine Spur des Todesgenerals, bis ein Piratenschiff aus dem Wasser auftaucht und den fünften Todesgeneral, Olegmon den Golddieb, enthüllt. Olegmon bewundert ihre Hartnäckigkeit und bietet Xros Heart an, sich seiner Mannschaft anzuschließen. Das Team lehnt jedoch ab und beginnt, Olegmon anzugreifen, nur um Olegmon die Möglichkeit zu geben, Shoutmon und die meisten Mitglieder von Xros Heart zu zwingen, seine Diener zu werden, indem er sie mit einem Zauberspruch belegt. Dank Ballistamon gelingt es Taiki und den übrigen Mitgliedern, zu entkommen. In der Absicht, die anderen zu befreien, verrät Ballistamon das Geheimnis, wie Olegmons Bann gebrochen werden kann. Nachdem er sich von dem Bann befreit hat, gelingt es dem wütenden Shoutmon, sich zu OmegaShoutmon zu entwickeln und gegen Olegmon zu kämpfen. Als er jedoch von seiner Mannschaft gefangen genommen wird, enthüllt Olegmon, dass Ballistamon einer seiner gefährlichsten Diener ist, und zwingt Ballistamon, sich wieder in seine ursprüngliche Form, DarkVolumon, zu verwandeln.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104927","hoster":"VOE"},{"path":"/redirect/10104922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-41","name":"","epNo":41,"alt":"Olegmon the Golden Thief Laughs! Farewell Xros Heart!","descr":"After being captured, Ballistamon turned back into his original form, DarkVolumon. Despite Kiriha\u0027s intervention with Deckerdramon and MailBirdramon, they and OmegaShoutmon are all sent overboard by Olegmon with Taiki tied up. The next day, after begging Kiriha to have him save Ballistamon, Shoutmon has Kiriha save Nene and Taiki while telling the latter to DigiXros him with DarkVolumon in order to reach him. Though it seemed to fail at first, Ballistamon comes to his senses as Shoutmon frees the other Xros Heart members, Lunamon, Coronamon, and Spadamon from Olegmon\u0027s spell. Though forming Shoutmon ×4S to lead the defeat of Olegmon\u0027s crew, he is unable to fight the Death General. But in a gamble, Ballistamon Xros Opens from the formation to use his ultimate speaker attack which still contains Olegmon\u0027s spell to destroy his former leader. Soon after, Spadamon, Lunamon, and Coronamon join up with Xros Heart.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104944","hoster":"VOE"},{"path":"/redirect/10104921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-42","name":"","epNo":42,"alt":"Whispers to Kiriha! The Canyon Earth Spirit General`s Devilish Offer","descr":"Xros Heart kommt im Canyon Land an, wo der Erdgott General Gravimon, nachdem er von der Niederlage seiner Mitstreiter, den Death Generals, erfahren hat, alle seine Streitkräfte um seine Festung versammelt hat. Kiriha plant, seine Gruppe als Ablenkungsmanöver zu benutzen, damit Xros Heart die Burg überrumpeln kann - ein Plan, dem Taiki zustimmt - und offenbart schließlich, dass er in die digitale Welt gekommen ist, um stark zu werden. Nachdem es ihm und ZeekGreymon jedoch gelungen ist, die Burg zu stürmen und die Truppen des Todesgenerals mit Hilfe ihres Blaulicht-Teams auszuschalten, stellt Gravimon fest, dass er die ganze Zeit über einen Schritt voraus war. Obwohl JetMervamon der Xros Heart United Army zur Flucht verhilft, erfährt Taiki, dass Kiriha gefangen genommen wurde. Und zu allem Übel nutzt Gravimon Kirihas zwielichtige Vergangenheit, um ihn zu seinem Spielball zu machen und Taiki zu besiegen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104923","hoster":"VOE"},{"path":"/redirect/10104925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-43","name":"","epNo":43,"alt":"The Mighty Love! Deckerdramon\u0027s Final Scream!!","descr":"Kiriha wird von Gravimon hereingelegt, damit er glaubt, dass Taiki der Grund dafür ist, dass er sein Ziel, stark zu sein, nie erreichen konnte, da der Junge von der Dunkelheit in seinem Herzen verzehrt wird. Die Spannung steigt, als ein Kampf zwischen der Xros Heart United Army ausbricht und Taiki zögert, sich gegen Kiriha zu wehren. Obwohl die Kern-Digimon beider Seiten schwer verletzt wurden, weigert sich Kiriha, den Kampf zu beenden, bis Deckerdramon ihn stoppt und Kiriha dazu bringt, die Liebe, die er aus seinem Herzen verloren hat, zurückzugewinnen. Die Aktion schlug fehl und führte dazu, dass Kiriha Deckerdramon wegen Befehlsverweigerung tödlich verwunden ließ. Taiki griff ein, so dass Deckerdramon den Rest von Kirihas Vergangenheit enthüllte. Später, als Kiriha begann, die Quelle seiner Liebe zu verstehen, erschien Gravimon, um einen Angriff von oben zu starten, wobei Deckerdramon alle mit seinem eigenen Körper abschirmte. Kiriha erkannte bald, dass seine Kraft in der Liebe und dem Band zwischen ihm und seinen Teamkameraden liegt. Obwohl Deckerdramon durch die Auswirkungen von Gravimons Angriff stirbt, gab seine letzte Aktion Kiriha, Taiki und Nene den Willen, Great Xros auszuführen, ein brandneues DigiXros mit ihren Haupt-Digimon, das Shoutmon ×7 bildet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104926","hoster":"VOE"},{"path":"/redirect/10104924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-44","name":"","epNo":44,"alt":"The Bond of X7! The Sublime Battle with Gravimon!!","descr":"Nach dem Tod von Deckerdramon entsteht durch die wiederhergestellte Verbindung zwischen Kiriha und Taiki und Nene Shoutmon ×7. Obwohl es Shoutmon ×7 gelingt, Gravimon zu zerstören, stellt sich bald heraus, dass Gravimon sich selbst regenerieren kann, wenn sein Herz von Hi-Vision Monitamon sicher aufbewahrt wird, nachdem er sich ins Schloss geschlichen hat, um es zu untersuchen, bevor er gefangen genommen wurde. Während Taiki DigiXros Cutemon mit Dondokomon, Knightmon, PawnChessmons, Persiamon, ChibiKamemon und Jijimon G-Cutemon bildet, um Gravimons Armee abzuwehren, schleichen sich Nene und Kiriha in das Schloss des Todesgenerals, um das gefangene Hi-Vision Monitamon zu befreien und Gravimons Herz zu finden. Gravimon hat jedoch damit gerechnet, dass sie einen solchen Plan durchziehen würden, und DigiXros seine verbliebenen Truppen in den Dunkelheitsmodus versetzt, während er enthüllt, dass er sein Herz während des ersten Kampfes heimlich in Taikis linken Arm übertragen hat. Kiriha geht auf Gravimons Forderungen ein und gibt seinen Xros Loader auf, um Taikis Leben zu retten. Doch als Gravimon versucht, Kiriha zu töten, schützt Taiki seinen Freund und sorgt dafür, dass der Todesgeneral sich selbst Schaden zufügt. Als Gravimon Taiki sein Herz entnimmt, erlaubt er Shoutmon ×7 unwissentlich, das Herz schwer zu verletzen, bevor Kiriha es persönlich zerstört. Damit sind sowohl Gravimon als auch der Kampf zu Ende, und der Xros Heart United Army bleibt noch ein Land und dann das Hauptquartier der Bagra-Armee.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104928","hoster":"VOE"},{"path":"/redirect/10104930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-45","name":"","epNo":45,"alt":"The Final Kingdom, the Shining Sun of Bright Land!","descr":"Taiki und die anderen kommen im letzten Königreich der digitalen Welt an, dem Hellen Land. Sie machen sich auf den Weg zum Turm des Landes, aber Sparrowmon informiert sie, dass ein Kraftfeld sie daran hindert, den Turm vom Himmel aus zu betreten. Auf ihrem Weg begegnen sie den Digimon des Landes, die von großen Stacheln am Boden festgehalten werden, und versuchen ihnen zu helfen, aber ihnen wurde gesagt, dass nur Apollomon (der letzte Todesgeneral) sie entfernen kann. Plötzlich taucht Apollomons Armee auf und es kommt zu einer Schlacht. Der Todesgeneral erfährt von der Stärke des Xros-Herzens und gewährt ihnen eine Audienz bei ihm im Garten des Turms. Anstatt einen Kampf zu beginnen, bietet Apollomon sich an, dem Xros-Herz zu helfen, Bagramon zu besiegen und den ultimativen Tag der Zerstörung \"D5\" aufzuhalten. Obwohl Taiki glaubt, dass sie Apollomon vertrauen können, musste das Digimon das Leben des Jungen retten, um Kiriha und Nene zu überzeugen. In diesem Moment tauchen Yuu und Tuwarmon auf und greifen an, während das böse Programm namens Geflüsterter Virus, das in Apollomon steckt, aktiviert wird, um die edlen Digimon in eine Form namens Geflüstert zu verderben. Da die einzige Möglichkeit, den kontrollierten Apollomon zu stoppen, darin besteht, ihn zu zerstören, gerät Taiki in einen Zwiespalt, als er feststellt, dass er aufgrund seiner mangelnden Überzeugung nicht in der Lage ist, seinen Xros Loader zu benutzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104929","hoster":"VOE"},{"path":"/redirect/10104932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-46","name":"","epNo":46,"alt":"Dead or Alive, the Hellish General\u0027s Decisive Battle!","descr":"Taiki steht Yuu schließlich in einem Schwertkampf gegenüber und verliert gegen ihn. Zu diesem Zeitpunkt erscheint der Geflüsterte und berichtet von Kirihas Niederlage, während DarkKnightmon und Lilithmon Nene, Shoutmon ×5, Beelzemon und Mervamon jagen. Yuu erzählt dann, wie er in die digitale Welt gekommen ist und wie er DarkKnightmon begegnet ist, was den Jungen dazu bringt, seine wahre Natur zu enthüllen. Taiki erkennt die Wahrheit hinter der Fassade, rappelt sich auf und besiegt Yuu, während er ihn davon überzeugt, dass DarkKnightmon nichts als Lügen erzählt hat. Aber auch wenn Nene versucht, ihn weiter zu überzeugen, weigert sich Yuu, zu glauben, und stattdessen verwandelt DigiXros DeadlyAxemon, alle Schergen von Apollomon und die böse Energie der Höllenfelder in Tuwarmon und übernimmt den Höllenmodus von Deadly Tuwarmon. Als sich jedoch die Xros Heart-Mitglieder versammeln, um Shoutmon ×7 zu bilden und Tuwarmon einige Schäden zufügen, beginnt Yuu an seinem Glauben an DarkKnightmon zu zweifeln. Schwer verletzt ist Tuwarmon zusammen mit Yuu gezwungen, sich aus dem Kampf zurückzuziehen, der ihn dann fragt, ob Taiki die Wahrheit sagt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104931","hoster":"VOE"},{"path":"/redirect/10104933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-47","name":"","epNo":47,"alt":"Taiki VS. Yuu, Showdown of the Boy Generals!!","descr":"Taiki steht schließlich Yuu in einem Schwertkampf gegenüber und verliert gegen ihn. In der Zwischenzeit erscheint Whispered und berichtet von Kirihas Niederlage, während DarkKnightmon und Lilithmon Nene, Shoutmon ×5, Beelzebumon und Mervamon jagen. Yuu erzählt dann, wie er in die digitale Welt gekommen ist und wie er DarkKnightmon begegnet ist, was den Jungen dazu bringt, seine wahre Natur zu enthüllen. Taiki erkennt die Wahrheit hinter der Fassade, rafft sich auf und besiegt Yuu, während er ihn davon überzeugt, dass DarkKnightmon nichts als Lügen erzählt hat. Doch trotz Nenes Versuch, ihn weiter zu überzeugen, weigert sich Yuu, zu glauben, und stattdessen verwandelt DigiXros DeadlyAxemon, alle Schergen Apollomons und die böse Energie der Höllenfelder in Tuwarmon und übernimmt den Höllenmodus von Deadly Tuwarmon. Als sich jedoch die Xros Heart-Mitglieder versammeln, um Shoutmon ×7 zu bilden und Tuwarmon einige Schäden zufügen, beginnt Yuu an seinem Glauben an DarkKnightmon zu zweifeln. Schwer verletzt ist Tuwarmon zusammen mit Yuu gezwungen, sich aus dem Kampf zurückzuziehen, der ihn dann fragt, ob Taiki die Wahrheit sagt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104936","hoster":"VOE"},{"path":"/redirect/10104934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-48","name":"","epNo":48,"alt":"Beelzebumon, Fade into Light!","descr":"Nene und Kiriha suchen nach Yuu, während Taiki und Wisemon daran arbeiten, den Weg zu öffnen, der es ihnen ermöglicht, zurück an die Oberfläche zu gelangen, ohne dass Taiki oder Yuu ihr Leben opfern müssen. In der Zwischenzeit machen sich das verletzte Beelzebumon und Mervamon auf die Suche nach Yuu und finden den Jungen, bevor er von SkullKnightmon gefangen genommen wird. Was das schwer verletzte Lilithmon betrifft, so wird es von Whispered DigiXros mit Blastmon in seinen Dämonen-Bestien-Modus versetzt, während es das Höllenfeld negiert und alles darin auslöscht. Angesichts dieser monströsen Bedrohung bilden Taiki, Kiriha und Nene schnell Shoutmon ×7, um zu verhindern, dass sowohl die schwarze als auch die weiße Burg zerstört werden. Als Wisemon ihm mitteilt, dass beide Schlösser wichtige Elemente für den Weg zurück ins Helle Land sind, riskiert Taiki, falsche Todesdaten zu geben, um den Weg freizugeben. Nach diesem Erfolg fällt Taiki in Ohnmacht. Als sich der Pfad öffnet, verlassen SkullKnightmon und Yuu den Ort, gefolgt von der Xros Heart United Army. Beelzebumon erkennt jedoch, dass Lilithmon den Angriff von Shoutmon ×7 überlebt hat und bleibt zurück, um sich zu opfern und Lilithmon endgültig zu vernichten. Zu diesem Zeitpunkt kommt Taiki zur Vernunft und erkennt den Verlust von Beelzebumon.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104937","hoster":"VOE"},{"path":"/redirect/10104939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-49","name":"","epNo":49,"alt":"Taiki\u0027s Decision! Surpass the Strongest Apollomon!","descr":"SkullKnightmon und Yuu entkamen aus dem Höllenfeld und kehrten zum Großen Dämonenpalast zurück, während Taiki und die anderen sicher die Oberfläche des Hellen Landes erreichten. Wisemon gelang es bald, zu analysieren, dass Apollomon noch bei Bewusstsein ist, obwohl Whispered die Kontrolle hat. Während Kiriha und Nene Apollomons Armee aufhalten, machen sich Taiki und seine Digimon auf den Weg zu Apollomons Schrein. Doch als sie oben ankommen, gibt sich Whispered als Apollomon aus und versucht, Taiki zu töten, während er unachtsam ist. Taiki durchschaut jedoch die Täuschung und benutzt OmegaShoutmon, um den Todesgeneral zu schlagen, während Kiriha und Nene ankommen, um Shoutmon ×7 zu bilden, und der epische Kampf mit Whispered beginnt. Nachdem Shoutmon ×7 versiegelt wurde, beginnt Flüsterer jedoch, Energie zu sammeln, um einen Angriff auszuführen, der das gesamte Helle Land zerstören würde. Obwohl Dracomon und Mervamon ihn befreien, kann Shoutmon ×7 den Angriff nicht abwehren. Als Apollomon dies sieht, nutzt er sein letztes bisschen Bewusstsein, um Taiki aufzufordern, sowohl Whispered als auch sich selbst zu vernichten, da er lieber sterben würde, als ein Sklave zu bleiben und die Digitale Welt dem Untergang zu weihen. Shoutmon ×7 kommt Apollomons Bitte nach und setzt seine stärkste Attacke gegen Whispered ein, um den Kampf zu beenden und das Leben aller Digimon von Bright Land zu retten. In der Zwischenzeit plant DarkKnightmon, nachdem er sich selbst reformiert und von Whispered\u0027s Tod erfahren hat, seinen nächsten Schritt, während Yuu endlich die Wahrheit akzeptiert und Damemon an den Verletzungen stirbt, die er sich während des Kampfes im Höllenfeld zugezogen hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10104940","hoster":"VOE"},{"path":"/redirect/10104938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-50","name":"","epNo":50,"alt":"Revive! The Appearance of All Seven Death Generals!","descr":"Nachdem alle Todesgeneräle besiegt wurden, machen sich Taiki und die anderen auf den Weg zum Hauptquartier der Bagra-Armee, Pandemonia. Das Bagramon, das sie erwartet hat, entpuppt sich als Illusion, und DarkKnightmon kümmert sich um sie. DarkKnightmon enthüllt dann den Stein der Finsternis, die Code-Krone, die mit der von den Todesgenerälen gesammelten negativen Energie durchtränkt wurde. Er benutzt ihn, um die seelenlosen Todesgeneräle wiederzubeleben. Als Shoutmon ×7 gebildet wird, um die Monster aufzuhalten, verwandelt DarkKnightmon sie in GrandGeneramon, eine zerstörerische Bestie, die Shoutmons DigiXros auslöscht. Später benutzt DarkKnightmon den Stein der Finsternis, um Shoutmons Seele, seinen Digi-Kern, zu entreißen, bevor es versucht, Taikis Seele zu stehlen, wobei sich Dorulumon und Ballistamon opfern, um dies zu verhindern. Taiki ließ jedoch bald darauf zu, dass DarkKnightmon seine Seele entfernt wurde. Im Gefängnisland angekommen, trifft Taiki auf die DigiCores der Generäle, die sich rächen wollen, aber Shoutmon, Dorulumon und Ballistamon tauchen auf und es kommt zu einem Rückkampf zwischen ihnen und den eigentlichen Todesgenerälen.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-51","name":"","epNo":51,"alt":"For the Sake of the Future of the Digital World! Friendship with the Death Generals!","descr":"Im Gefängnisland haben die Todesgeneräle Shoutmon ×3 so leicht besiegt, aber durch diesen Akt der Selbstaufopferung bewegt, wechselt Olegmon die Seite, um Taiki gegen seine ehemaligen Teamkameraden zu unterstützen, während Apollomon von Whispered getrennt wird, um ihren eigenen Kampf auszutragen. Da DarkKnightmon nicht die Absicht hat, sein Versprechen gegenüber Taiki zu halten, die anderen zu verschonen, lässt er GrandGeneramon Kiriha und Nene besiegen. Später opfert sich Apollomon, um Taiki und seinen Digimon zusammen mit Olegmon zu helfen, sich wiederherzustellen. Olegmon starb jedoch erneut, als das Xros Heart-Team das unvollständige GrandGeneramon zerstörte. Nachdem ihr Kampf gegen die Todesgeneräle wirklich vorbei ist, machen sich Taiki und die anderen auf den Weg zum eigentlichen Pandemonia, um Bagramon und DarkKnightmon gegenüberzutreten und Yū zu retten.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-52","name":"","epNo":52,"alt":"Bagra Brothers! The Bonds of Darkness","descr":"In der Pandemonia wird Yū gefangen genommen und seine Macht gesammelt, während Taiki und andere schließlich vor dem Palast auf Bagramon und DarkKnightmon treffen. Bagramon, der den Dunklen Stein absorbiert hat, erscheint vor dem Xros-Herz und enthüllt die Bedeutung von D5. Bagramon benutzt Jatetsufūjinmaru (Tactimons Schwert, das nach seinem Kampf mit OmegaShoutmon ins Meer fiel) als Zielsuchgerät und öffnet einen Spalt in die Menschenwelt und friert alles in der Nähe seines ausgestreckten Arms ein, während Akari und Zenjirō alle Energie erschöpfen werden von einer geheimnisvollen Stimme gerettet. Mitten im Chaos fallen Taiki und Mervamon in den Untergrund. In der Zwischenzeit hat Kiriha OmegaShoutmon und ZeekGreymon, um gegen Bagramon zu kämpfen. DarkKnightmon nutzt die Ablenkung aus, sticht Bagramon in den Rücken und zwingt DigiXros dazu, die Kraft seines Bruders zu absorbieren.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-53","name":"","epNo":53,"alt":"Approaching! The Last Day of the Human World, D5","descr":"Nachdem DarkKnightmon seinen Bruder Bagramon in einen DigiXros aufgenommen hat, enthüllt er, dass er den Darkness Loader entsiegelt und die Amano-Geschwister benutzt hat, um Bagramon schließlich zu stürzen und der neue Herrscher der digitalen Welt zu werden. Unterdessen gelang es Taiki, Yū vor dem vergrößerten Tyutyumon zu retten, der von Bastemon verschlungen wurde. Taiki schließt sich dann wieder dem Rest an und bringt Yū zurück zu Nene. DarkKnightmons neue Form wird dann von Shoutmon ×7 konfrontiert. Nachdem er jedoch DarkKnightmon metaphysisch zerstört hat, übernimmt Bagramon die Kontrolle über den Körper seines Bruders und verwandelt ihn in DarknessBagramon um, der dann seine Umgebung löscht und sich in die Menschenwelt begibt, wo alles in Stein verwandelt wird. Dabei tötet er Shoutmon und schickt die anderen ins Leere. Als sie dort gefangen waren, wurden Taiki und die anderen von Akari und Zenjirō gerettet, die durch die Kraft zweier DigiMemories (WarGreymon und Examon) transportiert wurden, die zum Leben erwachten und einen Weg vorschlugen, Shoutmon zurückzubringen und beide Welten zu retten.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-1/episode-54","name":"","epNo":54,"alt":"Glorious DigiXros, Seize our Future!","descr":"Taiki und die anderen werden durch die DigiMemories von Examon und WarGreymon zurück zur Erde transportiert. Examon enthüllt Bagramons Plan und die Entstehung von DigiMemories. Bald verwandelte sich Yūs Darkness Loader in einen gelben Xros Loader, als Examon und WarGreymons DigiMemories Omegamons DigiMemory wiederbelebten. Bald begann eine entscheidende Schlacht zwischen der Xros Heart United Army und der Bagra Army. Währenddessen dringen Taiki, Akari und Cutemon in den Körper von DarknessBagramon ein, um nach Shoutmon zu suchen. Als sie auf ein metaphysisches Bagramon treffen, bei dem Taiki fast getötet wurde, verwandelt sich der Dunkle Stein in Code Crown und erweckt jedes Digimon, einschließlich Shoutmon, wieder zum Leben. Die Code Crown schickt dann Taiki und seine Teammitglieder aus DarknessBagramons Körper. Geleitet von der Code Crown führt das Xros-Herz einen DigiXros namens Final Xros auf Shoutmon mit allen Digimon aus, um den Shoutmon ×7 Superior-Modus zu bilden. Schließlich wird DarknessBagramon endgültig zerstört und alles ist wieder normal. Taiki und seine Freunde verabschiedeten sich von Shoutmon und den Digimon, als sie in die digitale Welt zurückkehrten, hatten aber das Gefühl, dass seine Abenteuer noch nicht vorbei waren.","versions":[]}]},{"path":"/serie/stream/digimon-fusion/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/digimon-fusion/staffel-2/episode-1","name":"","epNo":1,"alt":"We Are, Digimon Hunters!","descr":"Ein Jahr nachdem die Fusion Fighters United Army Bagramon besiegt hat, leitet Mikey ein Basketballteam, das nach seiner Armee benannt ist. Auf dem Heimweg von einem Spiel sieht Mikey ein Digimon durch die Stadt huschen, aber als er ihm folgen will, wird er von Ryoma Mogami aufgehalten, der ihn warnt, dass \"Die Jagd\" bald beginnen wird. Am nächsten Tag entdeckt Mikeys Teamkollege Tagiru Akashi das Digimon in einer Spielhalle, und als er ihm folgt, stolpert er in den \"DigiQuartz\", eine seltsame Welt neben der realen Welt. Das Digimon, Gumdramon, lädt ihn ein, zuzusehen, wie Ryouma und seine Hunter-Kollegen gegen ein MetalTyrannomon kämpfen, das entkommt. Tagiru beschließt, ein Digimon-Jäger zu werden, und nachdem er vom Uhrmacher einen X-Loader erhalten hat, gelingt es ihm, das MetalTyrannomon zu fangen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13532950","hoster":"VOE"},{"path":"/redirect/10104935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-2","name":"","epNo":2,"alt":"The Students Disappear! The Wavering Shadow of Sagomon","descr":"Nachdem Tagiru in die reale Welt zurückgekehrt ist und herausgefunden hat, dass Digimon außerhalb von DigiQuartz neu geladen werden kann, erfährt er von Taikis und Yūs früheren Erfahrungen mit dem Digimon ein Jahr zuvor. Inspiriert davon, auf Taikis Niveau zu sein, kehrt Tagiru zu DigiQuartz zurück, um eine neue Jagd zu beginnen. Die beiden stoßen auf einen mysteriösen Schatten hinter den Schülerentführungen: Sagomon. Sagomon überwältigt Gumdramon, bevor er und Tagiru von einem der drei Kinder, Ryōma Mogami, gerettet werden. Als dies geschah, traf Taiki in der Gasse, in der Tagiru seinen Xros Loader bekam, auf den Besitzer des Old Clock Store und sein Digimon Clockmon. Der Eigentümer warnt Taiki weiterhin davor, sich in die Jagden einzumischen, da das Fachwissen dazu führen würde, dass das Gleichgewicht des \"Spiels\" gestört würde. Obwohl Taiki nicht die Absicht hat, sich zu beteiligen, verspricht er, einzugreifen, falls jemand im Kreuzfeuer verletzt wird. Nichts von dem Taiki einen starken Willen hat wie Tagiru, der alte Uhrmacher, geht, aber nicht bevor er Taiki das Regelbuch des Jägers gibt, das Tagiru vergessen hat zu bekommen. Während Yū ihm folgt, um sicherzustellen, dass er Digimon nicht wie zuvor missbraucht, findet Tagiru Sagomon im Poolbereich, wo die Schüler festgehalten werden. Selbst nachdem Gumdramon Super Evolve und DigiXros mit MetalTyrannomon zum Metal Arresterdramon wurden, kämpft Tagiru immer noch, bis Taiki mit Shoutmon auftaucht, der Sagomon mit einem Schlag zurückstößt, bevor er zu OmegaShoutmon und DigiXrosing mit Dorulumon wird, um Arresterdramon zu helfen. Nachdem sie Sagomon besiegt und seine Daten gesammelt haben, kehren Tagiru, Taiki und Yū mit den vermissten Schülern, die keine Erinnerung an ihre Zeit in \"DigiQuartz\" haben, in die reale Welt zurück. Kurz nachdem er von Shoutmon angeschrien und gleichzeitig dafür gelobt wurde, dass er einen Partner gefunden hat, schwört Gumdramon, seinen Rivalen einzuholen, bevor er und Tagiru zu DigiQuartz zurückkehren und eine neue Jagd beginnen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13917562","hoster":"VOE"},{"path":"/redirect/10104942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-3","name":"","epNo":3,"alt":"Robot Club\u0027s Dream, Pinocchimon\u0027s Enticement","descr":"Die Mitglieder des Robotikclubs der Schule sind frustriert, weil es ihnen immer wieder nicht gelingt, einen Roboter zu bauen, der gut genug ist, um am bevorstehenden Wettbewerb teilzunehmen, als sie von Xros Hearts altem Freund Puppetmon angesprochen werden, der ihnen die Chance bietet, an einem größeren Projekt teilzunehmen. Als Tagiru am nächsten Tag aufgefordert wird, dem abwesenden Tokio eine Nachricht zu überbringen, erfährt er von Taiki, dass alle anderen Mitglieder des Robotik-Clubs ebenfalls nicht in der Schule sind. Aus Angst, es könnte etwas mit Digimon zu tun haben, begleiten er und Yū ihn zu Tokios Haus. nur um zu sehen, wie er an einer Maschine arbeitet. Xros Heart erkennt, dass Tokio seine Mutter täuscht, indem er glaubt, er gehe zur Schule, um zu Hause zu bleiben, und wird Zeuge, wie Tokio über seinen Computer in den DigiQuartz eindringt. Indem sie ihm dorthin folgen, erfahren sie, dass Tokio und die anderen vermissten Kinder im Auftrag von Puppetmon ein GigaBreakdramon gebaut haben. Taiki und Shoutmon konfrontieren Puppetmon, der sich anscheinend überhaupt nicht an sie erinnert und GigaBreakdramon gegen sie startet. Tagiru und die Digimon Hunters kämpfen erfolglos gegen GigaBreakdramon. Als Ryōma Astamon befiehlt, stattdessen Puppetmon anzugreifen, riskieren Taiki und Shoutmon, verletzt zu werden, um Puppetmon zu beschützen, damit er zur Besinnung kommt. Durch DigiXrosing Shoutmon mit Puppetmon gelingt es Taiki, Arresterdramon die Möglichkeit zu geben, GigaBreakdramon zu besiegen, der von Tagiru gefangen genommen wird.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-4","name":"","epNo":4,"alt":"The Targeted Honor Student! Blossomon\u0027s smile","descr":"Tagirus Klassenkameradin Miho Sudo ist seit der Grundschule Ehrenschülerin mit dem 1. Platz und legt Wert darauf, ihre Noten zu verbessern, als sie auf dem 8. Platz liegt. Mihos Wunsch, dass die besten 7-Schüler verschwinden, erregt die Aufmerksamkeit eines Digimon, der ihr anbietet, ihn Wirklichkeit werden zu lassen. Später ist Yū eifersüchtig auf Tagiru und Gumdramon und trifft Miho. Kurz darauf versetzt die Nachricht, dass die beiden besten Schüler ihrer Klasse, Mishima und Takahashi, angegriffen wurden und unterernährt aussehen, alle in der Schule in Aufruhr. Nur Miho reagierte nicht auf das Ereignis, als Yū ihr folgte, während Tagiru den Digi Quartz betrat und die Schule von einer rankenartigen Pflanze bedeckt vorfand, deren Ranken sich um Mishima und Takahashi wickeln, während sie sie entwässern. Als er die Quelle der Ranken verliert, begegnet Ren einem nervösen Tagiru und Gumdramon, als er ihnen sagt, dass sie den Ranken-Digimon nicht besiegen können, wenn sie nicht seine wahre Form finden. Ren beschließt, zu seinem eigenen Vorteil zu helfen und lässt Dracmon in die Ranke beißen, um das Digimon zu entlarven. Dies führt nicht nur dazu, dass die Rebe vor Schmerzen tobt, sondern wirkt sich auch auf Miho auf einer sympathischen Ebene aus, als sie den DigiQuartz betritt und mit dem Digimon verschmilzt: Es stellt sich heraus, dass es sich um Blossomon handelt. Yus gutes Herz befreit Miho von Blossomons Kontrolle, der von Tagiru gefangen genommen wurde. Am Ende gewinnt Yū ein Basketballspiel, während Tagiru sich die Nase bricht.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-5","name":"","epNo":5,"alt":"Cuteness Causion! Cute Hunter, Airu\u0027s Trap!","descr":"In einem niedlichen Laden namens \"Fancy Shop Dream\" fängt Airu Suzuki zusammen mit ihrem Digimon Opossumon eine Reihe anderer Digimon ein. Als Airu feststellt, dass sie alle \"nicht gut\" sind, überlässt sie die Digimon ihren Teamkameraden. Cutemon ist immer noch deprimiert darüber, dass er sich nicht wieder mit Damemon vereinen kann, und erscheint vor Yū, um ihn aufzuheitern. Doch am Ende gerät er ins Visier von Airu, die ihn zu ihrer süßen Digimon-Sammlung hinzufügen möchte. Während Yū mit Tagiru und Gumdramon nach Hause zurückkehrt, entdeckt Cutemon eine Reihe von Bildern von Nene, die inzwischen in Hongkong zu einem Idol geworden ist. Nachdem sie vom Essen eingeschlafen waren, erwachten Cutemon, Tagiru und Gumdramon und stellten fest, dass Yū verschwunden war. Tagiru, Gumdramon und Cutemon finden Yū in dem Park, in dem er und Damemon sich zum ersten Mal trafen, und kommen gerade rechtzeitig, als Airu Yū zum DigiQuartz transportiert. Beim Versuch, Yū zur Auslieferung von Cutemon zu zwingen, gelingt Airu beinahe, bis ihr DigiXros von Opossumon und Candlemon ihnen die Flucht ermöglicht. Am nächsten Tag, nachdem Yū erklärt hat, was mit Taiki passiert ist, stellt er fest, dass Cutemon sich aus seinem Xros Loader geschlichen hat, als er versucht, ihn zu Taiki zurückzubringen. Sie rennen alle zurück in den Park, wo Airu Cutemon gefangen hat und plant, ihn in ihren Xros Loader zu zwingen. Bald gesellen sich zu ihr ihre Teamkollegen, die sich offiziell als Ryōma Mogami und Ren Tobari vorstellen, bevor Ryōma Super Psychemon zu Astamon entwickelt, um sie davon abzuhalten, Cutemon zu retten. Sowohl Taiki als auch Tagiru laden dann ihre Digimon neu und digitalisieren sie in OmegaShoutmon bzw. Arresterdramon. Während Taiki beschließt, alleine gegen Ryōma und Ren anzutreten, helfen Tagiru und Arresterdramon Yū, Cutemon zu retten. Bis dahin entwickelt Airu Super Opossumon zu Cho-Hakkaimon, um Cutemon in ihren Xros Loader zu zwingen. Airu ist im Begriff, Cutemon zu besiegen, als Yū ihn rettet und Damemon auftaucht. Mit der Kraft der Digivolution verwandelt sich Damemon nun in Tsuwamon und überwältigt Cho-Hakkaimon mit Leichtigkeit, wodurch sie und Airu in ihrer eigenen Falle gefangen werden. Nachdem sie Airu und Opossumon freigelassen haben, treffen sich Taiki, Tagiru und Yū mit ihrem Digimon wieder auf dem Dach und sind froh, dass Damemon endlich zurückgekehrt ist und Yū endlich wieder mit seinem Partner vereint ist.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-6","name":"","epNo":6,"alt":"Digimon Kendo Match! Approaching the Blade of Kotemon!","descr":"Die Jungen von Xros Heart treten dem Kendo-Club der Schule für das regionale Turnier bei und nachdem sie ein Match gewonnen haben, werden sie von Musashi Kenzaki, einem Schüler einer Konkurrenzschule, beobachtet. Später landet Musashi im DigiQuartz und trifft Kotemon, der ihn als seinen Schüler nimmt. Einige Zeit später fordert eine mysteriöse Gestalt Mitglieder aus Kendo-Clubs für Erwachsene in der ganzen Stadt heraus und schlägt sie so weit, dass ihre Kleidung zerfetzt wird. Tagiru und die anderen finden heraus, dass dieser Vorfall etwas mit Digimon zu tun haben könnte, und untersuchen selbst, bis sie herausfinden, dass der mysteriöse Angreifer tatsächlich Musashi ist. Tagiru fordert Musashi zu einem Kampf heraus und er sieht, wie für einen Moment eine zweite Klinge an seiner anderen Hand erscheint, um seinen Angriff abzuwehren. Musashi flieht und Kotemon erscheint und bietet sich an, Tagiru zu trainieren, und bittet ihn, dabei zu helfen, Musashi davon abzuhalten, dem dunklen Weg zu folgen, den er einschlägt. Im Turnier fordert Tagiru Musashi erneut heraus, doch während ihres Matches werden sie in den DigiQuartz hineingezogen. Ren erscheint und Tagiru erfährt, dass der Grund für Musashis plötzliche Veränderung darin liegt, dass Dracmon ihn benutzt, um dunkle Energie zu erschaffen, die es nutzt, um sich in Yasyamon zu verwandeln. Arresterdramon hat Schwierigkeiten, gegen Yasyamon zu kämpfen, aber auf Kotemons Wunsch hat Tagiru Gumdramon DigiXros bei sich und gemeinsam besiegen sie Yasyamon, was Ren zur Flucht zwingt. Zurück in der Menschenwelt nehmen Musashi und Tagiru ihren Kampf wieder auf und Musashi gewinnt fair und fair, aber Tagiru ist nicht traurig, da beide ihr Bestes gegeben haben.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-7","name":"","epNo":7,"alt":"The Okonomiyaki Panic! The Town Full of Pagumon","descr":"Tagiru, Yū und Taiki gehen nach der Schule in einen Okonomiyaki-Laden. Doch sobald die drei die Tür öffnen, betreten sie die Welt, in der Digimon in DigiQuartz leben, und treffen auf ein Digimon namens Pagumon, das Okinomiyaki liebt. Tagiru will Pagumon jagen. Am nächsten Tag erfuhren Tagiru und die anderen, dass derjenige, der die Kartoffelchips gegessen hatte, entweder verschwunden war oder in der Luft verstreut war. Dann sagt Pagumon: \"Es muss Jagamons Werk sein!\" Tagiru will Jagamon jagen, also geht er zum nächsten Supermarkt. Er stinkt, als er die Jungen und Mädchen ansieht, die die Kartoffelchips in der Hand halten und durch die Luft fliegen. Tagiru geht in DigiQuartz und plant, Jagamon zu jagen. Doch als Tagiru Gumdramon nachlädt, beginnt Pagumon mit sich selbst zu kämpfen. Jagamon bemerkt Pagumon, er lässt Gumdramon fliegen und rennt weg. Sie dachten, sie könnten Jagamon finden, aber aufgrund von Pagumons \"schlechten Ratschlägen\" verlieren sie weiterhin die Jagd. Da alles Pagumons Schuld ist, ist Gundramon sehr wütend und fordert Tagiru auf, ihn vom Xros Loader nachzuladen, um Pagumon zu fangen. Tagiru verteidigt jedoch für Pagumon und beginnt mit Gumdramon zu streiten. Gumdramon ist wütend und geht in Ryomas X-Loader! Tagiru und Gumdramon sind voneinander getrennt. Tagiru kehrt nach Hause zurück und macht sich Sorgen um Gumdramon. Paguman sagt, dass er Gumdramon immer noch vermisst, aber er gibt es nicht zu. Er macht etwas Okonomiyaki, aber Pagumon gesteht, dass er es noch nie zuvor gegessen hat, ihm hat einfach der Geruch gefallen. Pagumon beschließt, das Okonomiyaki zu essen und beginnt, seltsam zu werden. Pagumon beginnt sich zu vermehren und geht in jeden Okonomiyaki-Laden in der Stadt. Taiki, Yū und Tagiru treffen sich in einem der Geschäfte. Tagiru versucht, sie mit MetalTyrannomon einzufangen, scheitert jedoch. In diesem Moment kommt Ryoma vorbei und lädt Gumdramon nach und sagt, dass er Gumdramon nicht will. Gumdramon denkt über einen Plan nach, nachdem Tagiru ihnen erzählt hat, was passiert ist. Er bittet den Koch, das größte Okonomiyaki zuzubereiten, das er kann. Gumdramon trägt das Okonomiyaki zum Pool, während alle Pagumon ihn verfolgen. Er legt das Okonomiyaki in den Pool und die Pagumon beginnen, sich im Kreis zu drehen. Sie werden schließlich zu Okonomiyaki-Teig verarbeitet. Gumdramon sagt, was wäre, wenn sie bereits Okonomiyaki wären? Tagiru fängt den Pagumon ein und der ursprüngliche Pagumon ist verwirrt und scheint sein Gedächtnis verloren zu haben. Gumdramon und Tagiru werden wieder Freunde.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-8","name":"","epNo":8,"alt":"Thriving Digimon Hunt! The Shopping District\u0027s Remarkable Hunter!","descr":"Während Tagiru auf der Jagd nach Zenimon ist, entdeckt er, dass plötzlich ein mysteriöser Teenager namens Hideaki Mashimo mit einem blauäugigen Dobermon auftaucht und ihm im Einkaufsviertel den Weg versperrt. Zenimon ist ein Digimon, der Geld sehr mag und immer dann, wenn es an einem Geldautomaten liegt, funktioniert der Automat nicht richtig. Um diese ungewöhnliche Situation auf der Straße zu überwinden, macht Hideaki Jagd auf den Zenimon, um eine Belohnung vom Ladenbesitzer zu erhalten. Sein Hauptziel ist es, Geld zu verdienen, anstatt die Digimon zu jagen. Sein Traum ist es, einen Takoyaki-Laden zu besitzen, und er jagt Digimon, um gleichzeitig Geld zu sparen. Die alleinige Digimon-Jagd ist gefährlich und er beschließt, sich mit Tagiru zusammenzutun und verspricht, dass er die Belohnung mit ihm teilen wird. Überraschenderweise sind Tagiru, Hideaki, Dobermon und Gumdramon einem neuen Digimon namens Ganemon begegnet. Ganemon ist Zenimons Chef und versucht, den Zenimon und Ko-Zenimon (eine kleinere Form von Zenimon) zurückzuerobern, die aus seiner Aktentasche entkommen sind. Laut Ganemon sind die Zenimon viel zu schnell und wendig, als dass Hideaki sie einfangen könnte, und er ist darüber ziemlich verärgert. Er schlägt vor, dass sowohl Tagiru als auch Hideaki sich mit ihm zusammentun und Zenimon gefangen nehmen sollten, wozu sie sich bereit erklären, ihm zu helfen. Dann, in einer unerwarteten Wendung der Ereignisse, entpuppt sich Ganemon als Anführer der Zenimon, nachdem er von Hideaki entdeckt wurde, und frisst Geld, um größer und stärker zu werden. Arresterdramon und Dobermon DigiXros kombinieren Dobermons Geschwindigkeit mit Arresterdramons Stärke, um Ganemon zu besiegen. Nach dem Kampf bringt Ganemon das Geld zurück zu den Märkten, von denen er die Zenimon gestohlen hat, und wird Teil von Hideakis Digimon-Sammlung.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-9","name":"","epNo":9,"alt":"Taiki Is Targeted! The Super Celebrity Star\u0027s Brave Shout!","descr":"Akari kehrt in die Stadt zurück, um Taiki zu besuchen, ohne etwas von den Digimon-Jagden zu bemerken. SuperStarmon beschließt, Taiki zu fangen und ihn seiner Sammlung inhaftierter Promi-Puppen hinzuzufügen. Er lockt Taiki und Akari in ein Luxushotel, wo er sie im DigiQuartz einsperrt. Tagiru, Yū und Ryouma schließen sich zusammen, um Taiki und Akari zu retten und SuperStarmon zu fangen. Yū und Tsuwamon retten Taiki und Akari erfolgreich, wobei letzterer Taiki und Yū DoubleXros Shoutmon, Ballistamon, Dorulumon und Starmon und die Pickmons in Shoutmon X4 vorschlägt. Shoutmon X4 besiegt SuperStarmon und wird von Yū gefangen genommen. Akari bietet Taiki ihre Hilfe an, wenn sie verfügbar ist, und Zenjiro stürmt in Taikis Zimmer und will wissen, wo der Uhrmacher ist. Nach dem Kampf erzählt Ryouma dem Uhrenbesitzer, was gerade in DigiQuartz passiert ist.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-10","name":"","epNo":10,"alt":"Going to Hong Kong! Protect the Super Beauty Idol!!","descr":"Tagiru, Taiki und Yū werden von einem Trailmon auf Wunsch \"einer bestimmten Person\", die sie treffen muss, an einen unbekannten Ort in DigiQuartz gebracht. Das Trio kehrt zeitversetzt in die Menschenwelt zurück und findet sich in Hongkong wieder. Yū führt die anderen durch die Stadt, bis sie von einer Limousine abgeholt werden, die der älteren Schwester des Jungen und Xros Heart-Kollegen Nene gehört, einem mittlerweile bekannten Idol. Nene entpuppt sich als diejenige, die ihnen das Trailmon geschickt hat, und erklärt, dass sie von einem mysteriösen maskierten Mann mit seltsamen Kräften verfolgt wird und vermutet, dass ein Digimon hinter diesem Vorfall steckt. Tagiru hilft Nene am eifrigsten, aber am Ende verursacht er noch mehr Ärger, indem er einen Bühnenschauspieler angreift und verletzt, nachdem er ihn für den maskierten Stalker gehalten hat, und muss einspringen. In diesem Moment ist Nene dabei, Tagiru die Hand zu schütteln, nachdem er seine Arbeit gut gemacht hat , als der maskierte Mann auftaucht und ihn angreift. Nenes Verdacht wird bestätigt, als sie einen Harpymon neben sich finden, doch der Feind erweist sich als zu wendig für sie und flieht. Taiki kommt zu dem Schluss, dass nur die Geschwindigkeit von JetMervamon mit der von Harpymon mithalten kann, und nachdem der maskierte Mann wieder auftaucht, verbünden er und die anderen sich, um ihn aufzuhalten, bis Nene eine Pause von ihrem Konzert macht, um sich dem Kampf anzuschließen. JetMervamon wird jedoch von Harpymon besiegt und ein wütender Tagiru bittet Nene, ihm Sparrowmon auszuleihen. Durch DigiXrosing Arresterdramon mit Sparrowmon besiegt Tagiru Harpymon und fängt ihn ein. Dann stellt sich heraus, dass es sich bei dem maskierten Mann um Nenes Vater handelt, der aufgrund seiner Angst vor der Entscheidung seiner Tochter, im Ausland ein Idol zu werden, unter Harpymons Einfluss geriet. Nachdem der Vorfall geklärt ist, kehren Tagiru und die anderen in die Menschenwelt zurück, um sich den Rest von Nenes Konzert anzusehen.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-11","name":"","epNo":11,"alt":"Tagiru Goes Weak?! Gumdramon in Big Trouble!!","descr":"Normalerweise sind aktive und leidenschaftliche Schüler und Lehrer an Tagirus Schule leblos und energielos geworden. Tagiru vermutet, dass ein Digimon dahinter steckt und untersucht mit Gumdramon den DigiQuartz. Bei der Untersuchung stellt er fest, dass FlaWizardmon der Verantwortliche ist. FlameWizardmon hat Lebensenergie von Menschen absorbiert, um sich selbst zu stärken. Tagirus leidenschaftliche Energie wird schließlich von FlaWizardmon absorbiert und er selbst wird leblos. Taiki und Yū finden den DigiQuartz selbst heraus und untersuchen ihn. Gumdramon bleibt zurück, um Tagiru zu unterstützen, und trägt ihn schließlich dorthin, wo Taiki und Yū gegen FlaWizardmon kämpfen. Tagiru gewinnt endlich genug leidenschaftliche Energie zurück und gibt seine feurige Leidenschaft an Gumdramon weiter, wodurch er sich zu Arresterdramon super entwickelt. FlaWizardmon ist schließlich besiegt und die Schüler und Lehrer erhalten ihre Energie zurück.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-12","name":"","epNo":12,"alt":"Delicious? Disgusting? Digimon, Ramen Showdown!","descr":"Masaru Katsuji, ein Junge in Tagirus Klasse, scheint in letzter Zeit schlecht zu sein, da das Ramen-Restaurant seiner Familie seit der Eröffnung eines nahegelegenen beliebten Ramen-Restaurants gegenüber weniger Kunden hat. Tagiru sagt, er werde \"Katsuji\" dabei helfen, seine Popularität zurückzugewinnen, und er und Yū fordern sich gegenseitig heraus, eine Lösung zu finden. Später in dieser Nacht, als Herr Katsuji versucht, seine Ramen zu verbessern, wird er vom Digimon-Duo Ogremon und Fugamon in DigiQuartz hineingezogen. Obwohl sie in DigiQuartz ein eigenes Ramen-Restaurant mit ihren speziellen handgestampften Nudeln besitzen, bieten die beiden Oni-Digimon an, Katsuji etwas davon als Gegenleistung für seine köstliche Suppe zu geben, damit beide Restaurants florieren können. Xros Heart hat das Gefühl, dass mit der plötzlichen Anzahl an Kunden bei Katsuji etwas nicht stimmt, und erfährt von Katsujis Deal mit Ogremon und Fugamon. Als die Bande erfährt, dass Katsuji bereit ist, ihnen zu helfen, obwohl die drei rund um die Uhr arbeiten, was ihren Tribut an den Mann fordert, beschließt sie, sich nicht einzumischen, da die Oni-Digimon nichts falsch machen. Masaru weigert sich jedoch, seinen Vater von einem freundlichen Ramen-Hersteller zu einem zu machen, der seine Kunden wütend anschreit, und fordert seinen Vater zu einem Ramen-Wettbewerb heraus, bei dem Katsuji alle Verbindungen zu Ogremon und Fugamon abbrechen muss, wenn der Junge gewinnt. Mit der Hilfe von Xros Heart bereitete Masaru eine Suppe zu, während ihre Digimon-Partner die Nudeln zubereiteten. Als er die Suppe seines Sohnes probiert und erkennt, dass es sich dabei um sein altes Rezept handelt, erkennt Herr Katsuji, dass es nicht so wichtig ist, Kunden anzulocken, wie ein Ramen zuzubereiten, das die Herzen derer, die es essen, erwärmt, und nimmt die Niederlage in Kauf. Da sie sich jedoch weigern, ihren Verlust hinzunehmen, versuchen Ogremon und Fugamon, Herrn Katsuji festzuhalten, und werden im daraus resultierenden Kampf gegen Shoutmon, Gumdramon und Damemon besiegt, bevor sie von Tagiru gefangen genommen werden.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-13","name":"","epNo":13,"alt":"The World Trip for Children Only! The Dream Digimon Train","descr":"Kiichi, der in der gleichen Klasse wie Tagiru ist, zeigt allen seine Bilder von Besuchen verschiedener Orte auf der ganzen Welt. Obwohl ihre Klassenkameraden halb daran zweifeln, erfährt Tagiru später in der Nacht, dass Kiichi mit einem Locomon reist. Kiichi lädt Tagiru ein, auf Locomon zu fahren und zusammen mit ein paar anderen Kindern ihrer Schule die Welt zu bereisen. Ein paar Tage später beginnen die Schüler einzuschlafen, als Kiichi Tagiru gesteht, dass sie Locomon für nächtliche Reisen benutzt haben. Tagiru, Taiki und Yū beschließen, dem zu Kiichis Wohl ein Ende zu setzen und entern Locomon. Locomon wird jedoch von Ren auf seinem Pteranomon entgleist, bevor er zur Sammlung des Digimon-Jägers hinzugefügt wird. Kiichi bittet Tagiru, ihn mitzubringen und Locomon mitzunehmen, während Gumdramon Airus Parasimon besiegt und die Jäger fliehen. Am Ende versprechen Kiichi und Locomon, ihre Ausflüge mit den Kindern und ihre Schlafenszeit zu regeln und Verbündete von Tagiru und Gumdramon zu werden.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-14","name":"","epNo":14,"alt":"Hunter\u0027s Big Gathering! Digimon Competition in the Southern Island!","descr":"Tagiru freut sich über seinen Erfolg als Digimon-Jäger, bevor ihn der mysteriöse Uhrenladenbesitzer zu einem Wettbewerb einlädt, bei dem es darum geht, den stärksten Jäger zu ermitteln. Die Einladung enthüllt einen Barcode, den Wisemon las, um den Ort des Wettbewerbs, eine ferne Insel, herauszufinden. Tagiru, Taiki, Yū und Hideaki reisen alle zur Insel, wo sich andere Jäger versammeln, und erfahren, dass das Ziel darin besteht, ein mächtiges Digimon namens Volcadramon zu fangen. Volcadramon erwies sich jedoch als zu mächtig, schreckte Haruki, Noburo und Ken ab und überwältigte Tagiru und seine Freunde, bis plötzlich Kiriha auftauchte und das Digimon gefangen nahm. Kiriha hinterlässt Taiki eine Warnung, während Taiki über den Plan des Uhrenladenbesitzers spekuliert. Unterdessen äußert sich der alte Mann gegenüber einigen sehr vertrauten Gästen über die Jäger ...","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-15","name":"","epNo":15,"alt":"Want Friends? Phelesmon, the Devil\u0027s Promise","descr":"Auf dem Weg zur Schule trifft Tagiru einen Transferschüler namens Makoto Tamura, der es irgendwie schafft, jeden, den er ansieht, zu seinen Freunden zu machen. Da auch Yuu betroffen ist, vermuten Tagiru und Taiki, dass ein Digimon dahintersteckt. Als sie jedoch versuchen, DigiQuartz zu erreichen, stellen die beiden Jungen Gumdramon und Shoutmon fest, dass der Schulhof in DigiQuartz blockiert ist. Wie sich herausstellte, wurde Makotos Fähigkeit, Freunde zu finden, von Phelesmon in Gestalt eines Engels arrangiert, der ein \"Heiliges Ritual der Freundschaft\" durchführen will.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-16","name":"","epNo":16,"alt":"Doki Doki Horror Experience! The Spirit Hunter Roars!!","descr":"Feuerbälle tauchen an der Telefonzelle auf, die sich vor den Ruinen befindet. Außerdem ist durch den Telefonhörer eine seltsame und unheimliche Stimme \"H~E~L~P M~E\" zu hören. Als Tagiru und Yuu von diesem Gerücht erfahren, vermuten sie, dass ein Digimon dahinter steckt, und beschließen, es zu fangen. Als sie das Ziel erreichen, trifft sie auf einen Teenager namens Kaoru, der ihn einen \"übernatürlichen Jäger\" nennt und beabsichtigt, den \"übernatürlichen Vorfall\" mit wissenschaftlichen Fakten aufzuklären. Als sie die identifizierte Telefonzelle finden und sie mit dem hochgeladenen Video vergleichen, bemerken sie, dass die Feuerbälle in einem heruntergekommenen Drive-in verschwinden. Während sie das Drive-in erkunden, landen die drei in einer Höhle und finden ein tragbares Spielgerät, das als Sprachquelle dient. Als wir bei DigiQuartz landen, stellt sich heraus, dass es sich bei der Stimme tatsächlich um einen Patamon handelt, der von Airu verfolgt wird.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-17","name":"","epNo":17,"alt":"Resembles? Not at all? The Masquerading Phantom Thief Betsumon","descr":"Betsumon ist ein Dieb, der Cosplay-Kostüme verwendet, um anderen Digimon zu ähneln, was ihn unabhängig von seinem Aussehen in der digitalen Welt begehrt macht. Um Betsumon zu fangen, schließt sich Tagiru den Digimon-Jägern an, die ebenfalls Geschäfte mit Betsumon haben. Es stellt sich jedoch heraus, dass Betsumon ein alter Freund von Gumdramon ist, obwohl sich das Digimon nicht an ihn erinnert und in die Offensive geht.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-18","name":"","epNo":18,"alt":"UFO·The Great Dinosaur Gathering! Ekakimon of Dream","descr":"In der Stadt wurden verschiedene Kryptiden gesichtet. Tagiru und Gumdramon entdecken, dass Ekakimon eine Bindung zu einem einsamen Jungen aufgebaut und dessen Zeichnungen zum Leben erweckt hat.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-19","name":"","epNo":19,"alt":"Big Adventure under the Sea! Find the Treasure Digimon of Dreams!","descr":"Beim Angeln trifft Xros Heart auf die Digimon-Jägerin Mizuki und ihren Partner Submarimon. Mizuki ist eine Schatzjägerin, die ihre Geschichte erzählt und von einem Schatz in einem versunkenen Schiff unter den Gewässern Tokios gehört hat. Um jedoch das wunderschöne Meer zu verteidigen und Reichtümer zu erlangen, wurde sie eine Digimon-Jägerin, um sich mit Dragomon auseinanderzusetzen (der auch ein Plesiomon verfolgt). Mizuki bittet Tagiru um Hilfe und führt Xros Heart zu Dragomons Aufenthaltsort, da dieser ebenfalls nach etwas Wertvollem sucht. Tagiru hilft dabei, Dragomon zu fangen, während Mizuki es schafft, Plesiomon zu fangen.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-20","name":"","epNo":20,"alt":"Rare Card Vanished! The Invincible RookChessmon","descr":"Kinder in der ganzen Stadt wurden kürzlich durch ein Kartenspiel einer Gehirnwäsche unterzogen. Taiki, Yu und Tagiru entdecken, dass RookChessmon dahinter steckt.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-21","name":"","epNo":21,"alt":"The Amusement Park of Dreams, Digimon Land!","descr":"Als Tagiru und Gumdramon von einem Digimon-Vergnügungspark erfahren, folgen sie einem Paar Bakomon in den DigiQuartz, wo sich das Digimon-Land befindet. Als sie dort den Manager Jokermon konfrontieren, erfahren Tagiru und Co., dass der Park eine Fassade für seinen Besitzer Sakkakumon ist, um die Energie zu schlucken, die aus dem Glück der Kinder entsteht, und für jedes Kind, das er verzehrt, in Verbindung mit der gegenseitigen Erweiterung von Digimon Land größer und mächtiger zu werden. Da Sakkakumon in der Lage ist, feindliche Angriffe zu absorbieren und dreimal stärker abzuwehren, kann er keinen Treffer landen und muss sich zurückziehen, als Jokermon eingreift und den Bakomons befiehlt, die drei Digimon-Jäger zu fangen. Der braune Bakomon greift jedoch in den Kampf ein und versiegelt Sakkakumons Öffnungen an seinem Körper, wodurch Sakkakumons Macht schwindet. OmegaShoutmon, Tsuwamon und Arresterdramon nutzen die Situation aus und besiegen Sakkakumon, bevor sowohl Jokermon als auch er von Tagiru gefangen genommen werden. Damit erkennen die verbleibenden Bakomons ihre Fehler und bereuen","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-22","name":"","epNo":22,"alt":"The Golden Insect! The Mysterious MetallifeKuwagamon","descr":"Um die ganze Geschichte hinter der Digimon-Jagd herauszufinden, findet Xros Heart eine Spur in einem mythischen Digimon namens MetallifeKuwagamon. Tagirus insektensammelnder Klassenkamerad Kaneda betritt DigiQuartz mit Tagiru und Hideaki. Zu Kanedas Bestürzung stellt sich später heraus, dass es sich bei dem Käfer, den er gefangen hat, tatsächlich um Metallife Kuwagamon handelt, der den Jungen später als Geisel nimmt, um seine Flucht zu decken. Schließlich finden Tagiru und die anderen MetallifeKuwagamon und Arresterdramon besiegt ihn, während Tagiru Kaneda rettet. Tagiru erkennt jedoch, dass MetallifeKuwagamon nicht gefangen genommen werden kann, da das Digimon verrät, dass seine Daten einem bösen Digimon-Jäger gehören. Plötzlich, bevor er die Identität seines Meisters preisgeben kann, löscht ein böses Wesen mit roten Augen und rotem Mund MetallifeKuwagamon, bevor es versucht, die Digimon-Jäger hineinzusaugen. Doch in allerletzter Minute treffen Taichi Yagami (der mit WarGreymon ankommt) und Masaru Daimon (der mit ShineGreymon ankommt) ein, um den Jägern zu Hilfe zu kommen. Mit der Hilfe der beiden Jugendlichen erinnert sich Tagiru an seine Bindung zu Gumdramon und das ermöglicht es Arresterdramon, seinen überlegenen Modus anzunehmen und das böse Wesen zu zerstören. Taichi und Masaru verabschieden sich, wobei Ersterer einem verwirrten Tagiru erklärt, dass er sie bald genug kennen wird. Während Kiriha versucht, Nene in Hongkongs Digi Quartz zu helfen, trifft sie auf Mimi Tachikawa und Ruki Makino, die den beiden im Hinblick auf den bald bevorstehenden Endkampf in Japan helfen wollen.","versions":[]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-23","name":"","epNo":23,"alt":"It\u0027s Revealed Now! The Secret of Digimon Hunt","descr":"Was für Tagiru wie ein normaler Tag zu sein schien, geht schief, als seine Schule in DigiQuartz aufgenommen wird, bevor er einen Tsumemon findet, der sich in Keramon verwandelt. Als Ryoma ankommt, entwickelt sich Keramon Super zu Chrysalimon als Arresterdramon und Astamon bzw. Xros Up mit Ogremon und Triceramon. Chrysalimon verbreitet DigiQuartz jedoch in Tagirus Haus und lässt seine Eltern unter anderen Menschen verschwinden. Als sie von Ryoma hören, dass der Rest der Welt folgen würde, wenn das so weitergeht, und enthüllen, wie er mit Digimon in Berührung gekommen ist, bündeln Taikis und Ryomas Gruppe ihre Kräfte, um die entführten Opfer zu befreien und schließen sich den anderen an, während sie von einer unwilligen alten Uhr Antworten fordern Ladenbesitzer. Zu diesem Zeitpunkt entwickelte sich Chrysalimon Super zu Infermon und überwältigte das Digimon der Jäger, bis Tagiru und Ryoma einen Double Xros zwischen Arresterdramon und Astamon ausführten. Mit Astamons Feuerkraft kämpft Xros Up Arresterdramon gegen Infermon, bis es sich in dasselbe mysteriöse Wesen verwandelt, das man zuvor gesehen hat, und sich mit anderen zu einem Klumpen verbindet, aus dem Diablomon hervorgeht. Mit Yuu, Nene und Kiriha bildet Taiki Shoutmon X7, um Xros beim Aufstieg von Arresterdamon zu helfen und Diablomon zu zerstören. Das mysteriöse Monster verwandelt sich jedoch in seine wahre Form: Quartzmon.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13511885","hoster":"VOE"},{"path":"/redirect/10104945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-24","name":"","epNo":24,"alt":"Assembly Of Legendary Heroes! Final Battle Of The Digimon All-Stars!!","descr":"Der Besitzer des Old Clock Store erklärt, dass einer der Digimon-Jäger sich als stärker als alle anderen erweisen muss, um Quartzmon zu besiegen, um den Brave Snatcher, das, was von Bagramon übrig geblieben ist, zu erhalten und ihn mit den Kräften von Taiki und den fünf legendären Helden zu erfüllen andere Zeit-Raum-Universen, die ihre jeweiligen digitalen Welten gerettet haben. Bevor er die Teams von Tagiru, Ryouma und Noboru und ein paar andere Jäger in eine separate Dimension schickt, gibt der Besitzer des alten Uhrenladens Akari und Zenjirou ihre eigenen Xros-Lader, damit sie und die reformierte Xros Heart United Army dabei helfen können, Quartzmon in Schach zu halten. Im Kampf gegen eine Armee von Myotismon-Klonen, die aus Quartzmon hervorgegangen sind, bildet Xros Heart Shoutmon DX, XrosUpBallistamon mit Deputymon, XrosUpDorulumon mit PawnChessmon, XrosUpTsuwamon mit SuperStarmon und XrosUpMervamon mit Beelzemon. Der Kampf nimmt eine schlimmere Wendung, als sich einige der Myotismon in MaloMyotismon und eine Gruppe von VenomMyotismon verwandeln. Gerade als die Kinder besiegt werden sollen, erscheinen Marcus und sein Agumon mit Tai und Agumon, Davis und Magnamon, Takuya, Takato und Guilmon. Tais Agumon Warp digitalisiert sich zu WarGreymon, während Marcus‘ Agumon Double Warp digitalisiert zu ShineGreymon. Takato und Guilmon verschmelzen zu Gallantmon, während sich Takuya Fusion zu Aldamon entwickelt. Bald geht Magnamon die Energie aus und er wird zu Veemon, woraufhin Ken mit Stingmon ankommt, bald gefolgt von Matt und MetalGarurumon und dem Rest der legendären Krieger. Veemon und Stingmon digitalisieren sofort ihre DNA und dann Mega Digivolve zu Imperialdramon, während WarGreymon und MetalGarurumon DNA zu Omnimon digitalisieren und Kumamon und die anderen legendären Krieger mit Aldamon zu Ancient Spirit Digivolve zu Susanoomon verschmelzen. Dann erscheint Grani und verschmilzt mit Gallantmon, um zum Gallantmon Crimson Mode zu werden, während Marcus ShineGreymon zum ShineGreymon Burst Mode aufrüstet. Während des Kampfes helfen Marcus und ΩShoutmon beim Kampf gegen einige der MaloMyotismon, während Imperialdramon seinen Kämpfermodus annimmt, um die VenomMyotismon zu erledigen. Unterdessen ziehen sich die anderen Jäger aus dem Streit zurück, wer der ultimative Jäger ist, und Tagiru und Ryouma kämpfen um die Position. Nachdem Ryouma als Sieger hervorgeht, erlangt er erfolgreich den Brave Snatcher. Doch gerade als sich die sechs Helden darauf vorbereiten, mit Ryouma und Astamon zu kämpfen, um Quartzmon zu besiegen, schlägt Ryouma plötzlich Taiki und ΩShoutmon mit dem Brave Snatcher nieder und enthüllt dabei, dass er tatsächlich ein Verbündeter von Quartzmon ist, dessen wahrer Plan der Massenvölkermord an der Menschheit und die Herstellung von DigiQuartz ist die neue menschliche Welt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13532951","hoster":"VOE"},{"path":"/redirect/10104946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/digimon-fusion/staffel-2/episode-25","name":"","epNo":25,"alt":"Now Burn Up Tagiru! The Glorious Digimon Hunt!","descr":"Obwohl es so aussah, als hätte Ryouma die Jäger verraten, offenbart Astamon Tagiru, dass er die Verkörperung von Quartzmons Terminal ist und Ryouma die ganze Zeit manipuliert hat. Quartzmon nimmt seine wahre Gestalt an und enthüllt, dass er Ryouma verwendet hat, um genügend Digimon-Daten zu erhalten, um seinen Hauptkörper zu konstruieren, bevor er mit ihm verschmolz und sich unter der Erde vergrub, um die Erde in Daten zum Absorbieren zu verwandeln. Der Besitzer des Old Clock Store lässt alle um sich scharen, um ihnen die Kraft ihrer Xros-Lader zu leihen, während Clockmon vorübergehend die Zeit einfriert, um Quartzmons Digitalisierung des gesamten Lebens auf der Erde lange genug zu stoppen, damit Tagiru den Brave Snatcher erhalten kann. Dann gibt Taiki seine Brille an Tagiru weiter und bittet ihn, Quartzmon mit der vereinten Kraft von ihm, Tai, Davis, Takato, Takuya und Marcus zu jagen. Während die anderen digitalisiert werden, machen sich Tagiru und Arresterdramon auf die Jagd nach Quartzmon, wobei letzterer den Superior-Modus annimmt und Digi-Xrossing mit dem Brave Snatcher durchführt, um Quartzmon an der Wurzel zu zerstören. Nachdem Quartzmon auf ein DigiEgg reduziert und alles wiederhergestellt ist, kehren die DigiDestined-, Tamers-, Legendary Warriors- und DATS-Agenten in ihre Universen zurück, während die Xros Heart- und Hunter-Digimon in ihre jeweiligen menschlichen und digitalen Welten zurückkehren. Einen Monat später kehrt Gumdramon jedoch in die reale Welt zurück und wird wieder mit Tagiru vereint. Der Besitzer des alten Uhrenladens erscheint vor Taiki und Yuu und offenbart sich als wiederauferstandener Bagramon und dass er ihnen helfen wollte, Quartzmon, ein Nebenprodukt seines Bösen, zu stoppen. Er enthüllt auch, dass einige Digimon in ihrer Welt geblieben sind und fordert sie auf, auf der Hut zu sein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11304650","hoster":"VOE"},{"path":"/redirect/10104943","hoster":"Streamtape"}]}]}]}]}