{"seriesId":"dinotaps","name":"Dinotaps","descr":"Drei neugierige und liebenswerte Dinosaurier tapsen durch ihre wundersame Welt. Die etwas naseweise, bärenstarke Gwen, der nachdenkliche, gutmütige Brontosaurus Bob und der kleine, quirlige T-Rex Toni. In den kleinen Alltagsabenteuern begegnen ihnen große Fragen und die Antworten hierauf bringen meist zum Schmunzeln. Hinzu kommt noch eine Prise Sprachwitz und ein Klacks Slapstick – fertig ist die Welt der Dinotaps.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Ding, das rund war","epNo":1,"alt":"The Thing That Was Round","descr":"Es ist noch früher Morgen in der Dinotaps-Welt, als Gwen ihren beiden Freunden Bob und Toni von ihrem Gefühl erzählt, dass heute ein einmaliger Tag werden wird. Schon kurze Zeit später scheint sich genau das zu bestätigen. Gwen findet einen hübschen runden Stein, auf dem ein lächelndes Gesicht zu sehen ist. Gwen ist überglücklich und nennt ihn fortan ihr fröhliches Rundchen. Doch als Bob und Toni mit ihr Rundchenfangen spielen, passiert es. Bob misslingt ein Wurf und das Rundchen fliegt weit, weit fort. Was unserer forschen Vogeldame natürlich gar nicht gefällt. Schuldbewusst, aber optimistisch macht Bob sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8994072,"hoster":"VOE"},{"redirect":8421647,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Ding, das noch nie jemand gesehen hat","epNo":2,"alt":"The Thing We’d Never Seen Before","descr":"Heute möchten Gwen, Bob und Toni ein Etwas sehen, das sie noch nie zuvor in ihrem Leben gesehen haben. Ganz zufällig kommt ein Prolongotap vorbei, der längste Dinotap der Welt. Er verspricht unseren drei Freunden, dass sie etwas sehen werden, dass sie noch nie gesehen haben. Und alles, was sie dafür tun müssen, ist zu warten. Die drei setzen sich hin und machen sich bereit zu warten. Währenddessen läuft der längste Dinotap und läuft und läuft. Doch das Warten ist gar nicht so einfach, denn Toni wird immer wieder von etwas abgelenkt und büxt aus. Wird unser Trio je erfahren, ob der längste Dinotap der Welt ihnen auch nicht zu viel versprochen hat?","versions":[{"lang":1,"streams":[{"redirect":12921693,"hoster":"VOE"},{"redirect":8421650,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Ding, das allein sein wollte","epNo":3,"alt":"The Thing That Wanted To Be Left Alone","descr":"Gwen, Bob und Toni begegnen auf einer ihrer zahlreichen Wanderungen durch die bunte Dinotaps-Welt einem Solodinotap namens Meggi. Sie erzählt den Freunden, dass sie allein am allerglücklichsten ist und schlägt ihnen vor, es auch einmal zu versuchen. Als Ratschlag gibt sie den drei Freunden mit auf den Weg, der Sonne bis zu dem Ort zu folgen, an dem sich Himmel und Meer begegnen. So geht jeder seiner Wege alleinsam.","versions":[{"lang":1,"streams":[{"redirect":8994071,"hoster":"VOE"},{"redirect":8421687,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Ding, das hochfiel","epNo":4,"alt":"The Thing That Fell Up","descr":"Gwen hat sich in den Kopf gesetzt, eins von allen Dingen, die es auf der großen weiten Welt gibt, zu sammeln. Einen Zweig, eine Feder und ein Was-auch-immer-das-ist hat sie bereits. Da treffen die drei Freunde auf einen Baum, der wunderschöne, bunt leuchtende Blätter hat. Natürlich ist Gwen direkt Feuer und Flamme und will unbedingt eines haben. Unter großen Anstrengungen gelingt es den Dinotaps, eins dieser Blätter zu pflücken. Doch als Gwen es in den Händen hält, stellt sie fest, dass es kein Blatt, sondern ein Funkelfalter ist. Freudestrahlend will sie ihn zu ihrer Sammlung von Eins-von-allem legen, doch da passiert etwas Seltsames: der Funkelfalter hört auf zu leuchten und seine wundervollen Farben verblassen. Wie können die Dinotaps den Falter wieder zum Leuchten bringen?","versions":[{"lang":1,"streams":[{"redirect":12378721,"hoster":"VOE"},{"redirect":8421697,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Ding, das herunterfiel","epNo":5,"alt":"The Thing That Fell Down","descr":"Gwen, Bob und Toni sind in einer sternenklaren Nacht zusammen auf Entdeckungsreise. Während Gwen sich im Zählen übt und Toni einigen Flimmer-Fliegen hinterher jagt, gerät Bob über die seltsam funkelnden Lichter am Himmel ins Grübeln. Vielleicht sind es ja Löcher in der Nacht oder handelt es sich doch nur um riesige, weit entfernte Flimmer-Fliegen-Nester? Plötzlich stürzt nicht weit von den Dreien ein Glitzer genannter Meteorit vom Himmel. Gwen, Bob und Toni suchen und finden ihn. Zu Bobs Leidwesen erlischt der magisch glitzernde Glitzer. Gwen sucht nun fieberhaft nach einer Lösung, den kosmischen Reisenden wieder nach Hause zu schicken","versions":[{"lang":1,"streams":[{"redirect":13499558,"hoster":"VOE"},{"redirect":14198351,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Ding, das man vielleicht behalten sollte","epNo":6,"alt":"The Thing That Was for Keeping","descr":"Gwen, Bob und Toni entdecken einen wunderbaren Hügel, von dem sie einen ganz herrlichen Ausblick auf fast alles von ziemlich Allem genießen können. Doch bevor sie diesen neuen bewaldeten Ort erkunden können, poltert es durch das Gehölz. Das ist der Große Krämer-Dinotap. Er erklärt ihnen, wie wichtig es ist, Kram zu besitzen. Mit dieser Lektion gewappnet machen sich die drei sofort auf die Sache nach etwas Passendem. Mit der Zeit lernen die Freunde aber, dass Besitztum zu viele Verpflichtungen mit sich bringt und sie nur von ihren Abenteuerausflügen abhalten würde. Da müssen die drei Dinotaps eine Entscheidung treffen","versions":[{"lang":1,"streams":[{"redirect":8994076,"hoster":"VOE"},{"redirect":8421668,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Ding, das kuschelig war","epNo":7,"alt":"The Thing That Was Cosy","descr":"Gwen und Bob spielen ausgelassen zwischen Bergen und Tälern der Dinotaps-Welt. Beide lieben es, die Hänge herauf und wieder herunter zu jagen. Nur für Toni ist diese Art der Freizeitgestaltung viel zu anstrengend. Als Bob und Gwen beschließen, den gerade herunter gesausten Abhang wieder nach oben zu klettern, ist Toni dafür schon viel zu müde. Glücklicherweise findet er zufällig ein nettes kuscheliges Plätzchen, auf dem er ein kleines Nickerchen halten kann. Gwen gefällt das gar nicht und sie überlegt, wie sie Toni wecken könnte. Schließlich ist heute der wichtige Bergauf-Bergab-Tag und nicht der Faulenzer-Tag auf einem Toni-Kuschel","versions":[{"lang":1,"streams":[{"redirect":8994078,"hoster":"VOE"},{"redirect":8421649,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Ding, mit dem sich Toni sicher fühlte","epNo":8,"alt":"The Thing That Made Tony Feel Safe","descr":"Gwen, Bob und Toni werden vom Wind fast mitgerissen, so stürmisch ist es. Schnell sucht sich jeder etwas zum Festhalten, je größer, desto besser. Ausgerechnet der kleine Toni sucht sich das größte Objekt, einen riesigen Felsbrocken. Um vor dem Wind zu fliehen, beschließen die drei schnell, eine Brücke, die sie zu einem freundlicheren Fleckchen führt, zu überqueren. Natürlich muss Toni unbedingt seinen Felsbrocken mitnehmen. Dass die drei mit dem neuen felsigen Freund im Gepäck auf Schwierigkeiten stoßen, ist bereits vorprogrammiert","versions":[{"lang":1,"streams":[{"redirect":8994079,"hoster":"VOE"},{"redirect":8421688,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Ding, das wehte","epNo":9,"alt":"The Thing That Blew","descr":"Es ist ein sehr stürmischer Tag und ein starker Wind fegt durch die Dinotaps-Welt. Doch selbst das kann unsere drei Freunde nicht davon abhalten, großen Spaß zu haben. Als Bob nämlich eine tanzende Feder entdeckt, die mit dem Wind fortweht, erfindet er kurzerhand ein neues Spiel: \"Fang die Feder!\". Aber dieses Spiel ist nicht so einfach, wie er sich das vorgestellt hat","versions":[{"lang":1,"streams":[{"redirect":8994087,"hoster":"VOE"},{"redirect":8421619,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Ding, das wackelte","epNo":10,"alt":"The Thing That Wobbled","descr":"Dieses Mal ist bei unseren Dinotaps-Freunden besonders viel Spaß angesagt. Toni entdeckt etwas, an dem er hervorragend herunterrutschen kann. Bob ist davon spontan begeistert und macht sofort mit, nur Gwen ist anfangs ein bisschen ängstlich. Doch schon nach ihrem ersten Jubelrutsch-Versuch, verliert sie ihre Angst und will gar nicht mehr aufhören. Dumm ist nur, dass ihre Rutsche ein alter, müder Dinotap ist, der sich extrem in seiner Ruhe gestört fühlt. Er droht, die Freunde weit fortzujagen, falls sie es noch einmal wagen würden, ihn zu belästigen. Toni lässt sich davon natürlich nicht abhalten und der Riesendinotap macht seine Drohung wahr.","versions":[{"lang":1,"streams":[{"redirect":13499561,"hoster":"VOE"},{"redirect":8421616,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Ding, das schlafen wollte","epNo":11,"alt":"The Thing That Wanted To Sleep","descr":"","versions":[{"lang":1,"streams":[{"redirect":8994084,"hoster":"VOE"},{"redirect":8421624,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Ding ,das tanzte","epNo":12,"alt":"The Thing That Danced","descr":"Heute wollen Gwen, Bob und Toni einen ganz besonderen Weg wandern: Durch eine schlängelige Schlucht. Dort ließe sich wunderbar spazieren und spielen. Vor dem Eingang steht jedoch ein großer Dinotap namens Sid und dieser erlaubt ihnen nur dann die Schlucht zu betreten, wenn sie den \"Sid\" tanzen. Die drei geben ihre Tanzkünste zum Besten, aber Sid will sie trotzdem nicht in die Schlängelschlucht lassen. Da hat Gwen genug und stürmt schließlich einfach mit Bob und Toni im Gefolge an Sid vorbei. In der Schlucht angekommen stellen sie fest, dass Sid nicht mitkommen kann, weil er zu groß ist und nicht durch den Eingangsspalt durchpasst. Nun geben unsere drei Freunde alles, um Sid den Zugang zur Schlängelschlucht zu ermöglichen.","versions":[{"lang":1,"streams":[{"redirect":13532952,"hoster":"VOE"},{"redirect":8421621,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Ding, das lustig war","epNo":13,"alt":"The Thing That Was Funny","descr":"Ein kleiner Flatter-Falter landet auf Bobs Nase, wodurch sich Bob zu einem ziemlich lustigen Gesicht hinreißen lässt. Gwen und Toni kringeln sich vor Lachen, so ulkig sieht Bobs Grimasse aus. Als Gwen verkündet, dies sei ohne Frage das allerbestlustigste Bob-Gesicht aller Zeiten gewesen, will Bob seinen komischen Gesichtsausdruck natürlich auch sehen. Leider ist das nicht so ohne weiteres möglich. Aber die schlaue Gwen hat schon einen Plan. So machen sich die drei auf die Suche nach einem Dinotap, der genauso aussieht wie Bob","versions":[{"lang":1,"streams":[{"redirect":13499559,"hoster":"VOE"},{"redirect":8421635,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Ding, das fliegen wollte","epNo":14,"alt":"The Thing That Wanted To Fly","descr":"Beim Spielen rast Gwen einen Hügel herunter, breitet die Arme aus und verkündet, sie sei die bestbeste Fliegerin, die je einen Flug geflogen ist. Das scheint auch ein kleiner Vogel gehört zu haben, der gerade seine ersten Flugversuche unternimmt und ungeschickt aus luftiger Höhe zu Boden stürzt. Glücklicherweise ist Gwen im rechten Augenblick zur Stelle und kann den kleinen Piepmatz auffangen. Für diesen steht ab sofort fest: Gwen ist seine Retterin und Heldin, und es gibt niemanden besseren, der ihm das Fliegen beibringen könnte. Doch wie soll Gwen das bloß anstellen","versions":[{"lang":1,"streams":[{"redirect":13499562,"hoster":"VOE"},{"redirect":8421617,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Ding, das zurückkam","epNo":15,"alt":"The Thing That Was Coming Back","descr":"Für Gwen, Toni und Bob ist das Sommersonnenwetter alles andere als erträglich. Die drei Freunde sind sich schnell einig, dass es bestimmt der heißhitzigste Tag des ganzen Jahres sein muss. Doch wo findet sich auf die Schnelle nur ein nichthitziger Ort? Weit und breit ist kein Unterschlupf zu entdecken. Doch gerade als Bob und Gwen das längswachsende Gras betrachten, fallen sie durch eine kleine Unachtsamkeit zufällig durch das Eingangsloch eines unterschlüpfigen Unterschlupfs. Dort ist es zwar angenehm kühl, aber draußen scheint ein schrecklicher Riesendinofüßler zu lauern","versions":[{"lang":1,"streams":[{"redirect":13499563,"hoster":"VOE"},{"redirect":8421628,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Ding, das sprach","epNo":16,"alt":"The Thing That Talked","descr":"Toni gibt immer Toni-typische Geräusche von sich, wie Bob und Gwen feststellen. Sie üben sich im \"Najiek\" und im \"Tapau\", fast so wie Toni. Doch wie schön wäre es, wenn Toni eines Tages auch einmal Bob- und Gwen-Wörter sprechen würde. Plötzlich tönt eine krächzende Stimme wie aus dem Nichts und spricht nicht nur ein Wort, nein, es ist ein ganzer Satz. Das muss Tonis erster Satz gewesen sein! Begeistert versucht Gwen, Toni dazu zu bringen, den Satz nochmal zu wiederholen. Aber das will nicht so klappen.","versions":[{"lang":1,"streams":[{"redirect":13499566,"hoster":"VOE"},{"redirect":8421330,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Ding, das meins war","epNo":17,"alt":"The Thing That Was Mine","descr":"Gwen, Bob und Toni suchen Steine, die nicht aus Stein sind und die ihnen ganz allein gehören. Für alle gilt das Motto: \"behalte-halten\". Wer ein Etwas zuerst gefunden hat, der darf es auch behalten. Gwen findet eine Feder, Bob eine Eichel und Toni einen Knochen. Doch mit Tonis Knochen gibt es ein kleines Problem. Er gehört eigentlich dem kleinen Dinotap Mimi, die ihn natürlich zurückhaben will. Doch dass Mimi diejenige ist, die den Knochen als erste gefunden hat, wissen unsere drei Freunde nicht und treten deswegen dafür ein, dass Toni ihn behalten darf","versions":[{"lang":1,"streams":[{"redirect":13108659,"hoster":"VOE"},{"redirect":8421323,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Ding, das hochschwang","epNo":18,"alt":"The Thing That Leaped High","descr":"Gwen, Bob und Toni haben eine gemeinsame Vorliebe für Stöcke. Da trifft es sich, dass sie auf einen riesigen Stapel von Stöcken stoßen. Daraus zieht Toni einen sehr langen und erfindet prompt ein neues Spiel: Stabhochschwung. Während Toni und Gwen ihren Spaß bei diesem Spiel haben, hat Bob das Nachsehen. Denn keiner der Stöcke, die er findet, vermag sein enormes Gewicht zu tragen. Als Gwen und Toni jedoch in eine Notlage geraten, schlägt seine große Stunde.","versions":[{"lang":1,"streams":[{"redirect":13499565,"hoster":"VOE"},{"redirect":8421334,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Ding, das stimmitierte","epNo":19,"alt":"The Thing That Talked Back","descr":"Dieses Mal kommen unsere drei Dinotaps auf die Idee, gegenseitig ihre Stimmen zu imitieren oder wie sie es bezeichnen zu stimmitieren. Wie der Zufall es so will, kommen sie an einen Ort, wo sie genau das hervorragend tun können: Eine Schlucht, in der ihre Stimmen vielfach widerhallen. Das ist ebenso spaßig wie verwirrend. Denn als Gwen Bob und Toni dazu auffordert, sie zu suchen, können sie sich gegenseitig nicht mehr finden, weil keiner mehr weiß, woher die Stimme des anderen kommt","versions":[{"lang":1,"streams":[{"redirect":13499567,"hoster":"VOE"},{"redirect":8421324,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Ding, das gruselig war","epNo":20,"alt":"The Thing That Was Scary","descr":"Es ist ein Tag, an dem der Regen auf die Dinotaps-Welt niederprasselt, oder wie Gwen es ausdrückt nasser Sonnenschein. Anfangs macht es noch Spaß, ein bisschen im nassen Sonnenschein zu spielen. Da dieser aber von einem Gewitter begleitet wird, machen sich die drei Freunde doch auf die Suche nach einem geeigneten Unterschlupf. Als sie eine geeignete Höhle finden, gruselt es Bob und Gwen zunächst vor der Dunkelheit. Doch dann treffen sie ein ganz sonderbares Wesen.","versions":[{"lang":1,"streams":[{"redirect":13499568,"hoster":"VOE"},{"redirect":8421622,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Ding das kalt war","epNo":21,"alt":"The Thing That Was Cold","descr":"Gwen, Bob und Toni tollen durch eine weißig-weiße Schneelandschaft und vergnügen sich ausgelassen auf der Schlitter-Schanze. Doch trotz der vielen Bewegung fühlt sich Bob bald richtig kaltig-kalt und zitterlich, bis er auf einmal plötzlich durch und durch frostig ist. Flügelringend sucht Gwen trotz der Kälte nach einer Lösung, ihren blauen Freund wieder zu entkälten und natürlich fallen ihr auch allerhand Möglichkeiten ein, die sie sofort ausprobiert","versions":[{"lang":1,"streams":[{"redirect":13499569,"hoster":"VOE"},{"redirect":8421331,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Ding, das niemals enden sollte","epNo":22,"alt":"The Thing That We Didn’t Want to End","descr":"Bob, Gwen und Toni haben sich den ganzen Tag über mit allerlei Spielen vergnügt, doch nun neigt sich der Tag dem Ende zu und die Sonne geht unter. Und wer, wenn nicht Gwen, hätte nun eine geniale Idee? Mit dem Vorschlag, einfach so schnell hinter der Sonne hinterherzulaufen, dass sie niemals untergeht, kann Gwen alle überzeugen. Leider schlägt der Versuch fehl, so sehr sich die drei auch anstrengen. Schließlich bricht die Dunkelheit herein und die geheimnisvolle Nachtzeit beginnt. Und so schön der Tag auch gewesen sein mag, in der Nacht gibt es viele Dinge zu entdecken, die tagsüber verborgen bleiben","versions":[{"lang":1,"streams":[{"redirect":13499570,"hoster":"VOE"},{"redirect":8421328,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Ding, das uns wach hielt","epNo":23,"alt":"The Thing That Kept Us Awake","descr":"Nach einem langen und anstrengenden Tag voller Abenteuer machen sich die drei erschöpften Freunde auf die Suche nach einem gemütlichen, schön-schlummerigen Schlafplatz für die Nacht. Dabei scheint das Glück nicht gerade auf ihrer Seite zu sein, denn die erste sich bietende Möglichkeit ist leider zu weich und die zweite stellt sich als viel zu hüpfrig heraus. Gerade als sich ein geeignetes Plätzchen findet, hören Bob, Gwen und Toni plötzlich ein eigenartiges Raschel-Rauschen. Es raschelt nicht nur, es ist sogar ein schnarchendes Geräusch! Da bei diesem Lärm sowieso nicht mehr an Schlaf zu denken ist, versuchen sie das Geheimnis zu lüften und stoßen dabei auf ein seltsames Etwas","versions":[{"lang":1,"streams":[{"redirect":13499572,"hoster":"VOE"},{"redirect":8421587,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Ding, das zerbrach","epNo":24,"alt":"The Thing That Broke","descr":"Gwen, Toni und Bob haben es sich an einem schönen Sonnentag zur Aufgabe gemacht, das meistbeste Ding aller Zeiten, mit dem man Dinge tun kann, zu finden. Und tatsächlich! Sie finden es. Es ist eine riesige Steinkugel, auf der die drei sodann in halsbrecherischer Akrobatik die Hügel hinunterrasen. Doch leider übertreiben sie es ein wenig und das gerade erst so lieb gewonnene neue Spielzeug zerbricht in zwei Hälften. Wie sollen sie denn nun noch spielen?","versions":[{"lang":1,"streams":[{"redirect":13499573,"hoster":"VOE"},{"redirect":8421586,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Ding, durch das man zuschauen konnte","epNo":25,"alt":"The Thing We Looked Through","descr":"Gwen, Bob und Toni spielen ausgelassen mit einem Steinball. Die wie immer energiegeladene Gwen schießt dabei mit einem gewaltigen Kick ein Loch in einen Felsen. Sofort erkennt sie die Möglichkeiten, die sich durch dieses Guckloch bieten, und präsentiert sich spontan als Sängerin. Dadurch inspiriert wollen Bob und Toni natürlich auch an der \"Schaut-auf-mich\" Show teilhaben und es beginnt ein kleiner Kampf um die Bühne. Es dauert nicht lange, bis drei kleine Dinotaps begeistert von dieser Vorstellung angelockt werden. Leider findet der Spaß ein jähes Ende, als der Felsen durch einen Unglücksfall in lauter kleine Stücke zerbricht","versions":[{"lang":1,"streams":[{"redirect":13532953,"hoster":"VOE"},{"redirect":8421598,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Ding, das uns den Weg zeigte","epNo":26,"alt":"The Thing That Pointed","descr":"Ein seltsames Etwas, das die Dinotaps heute gefunden haben: Es ist rund auf der einen Seite und spitzig auf der anderen. Gwen ist sich sicher, die spitze Seite zeigt ihnen den Weg zum wunderst-wunderbaren Ding der Welt. Das eiförmige Ding bewegt sich immer wieder und zeigt in eine neue Richtung. Als dann das wegzeigende Etwas zerbricht, ist der Schreck anfänglich groß, die darauf folgende Überraschung aber noch freudige","versions":[{"lang":1,"streams":[{"redirect":13499574,"hoster":"VOE"},{"redirect":8421593,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Das Ding, das wir essen wollten","epNo":27,"alt":"The Thing We Wanted to Eat","descr":"Unseren drei Dinotap-Freunden ist nicht nur wahnsinnig heiß, sie haben auch Durst und ganz besonders großen Hunger. Sie finden eine Pflanze, die allerdings viel zu klein ist, um den Riesenkohldampf zu stillen. Und da ihnen das kleine Pflänzchen leidtut, beschließen sie, sich darum zu kümmern. Schon nach kurzer Zeit zeigt sich ein erster Erfolg: Die Pflanze beginnt zu wachsen. Doch sie müssen auf der Hut sein, denn auch eine Gruppe kleiner Rutschel-Dinger ist auf der Suche nach Nahrung","versions":[{"lang":1,"streams":[{"redirect":13499571,"hoster":"VOE"},{"redirect":8421609,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Ding, das uns rettete","epNo":28,"alt":"The Thing That Rescued Us","descr":"Die Dinotaps geraten ein ums andere Mal in gefährliche Situationen. Zum Glück ist Super-Linda, die rettende Retterin, immer zur Stelle, um unglückseligen Dinotaps aus der Patsche zu helfen. Doch am Ende ist Super-Linda selbst diejenige, die Hilfe braucht. Mit vereinten Kräften gelingt es Gwen, Bob und Toni, Super-Linda aus einer Notlage zu befreien.","versions":[{"lang":1,"streams":[{"redirect":13499576,"hoster":"VOE"},{"redirect":8421592,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Ding, das alle überraschte","epNo":29,"alt":"The Thing That Was A Surprise","descr":"Das Ding, das alle überraschte: Gwen, Toni und Bob toben quietschfidel durch die schöne grüne Hügellandschaft und erklimmen einen grasbewachsenen Berg nach dem anderen. Bob findet, dass Hügelkuppen besonders interessant sind, weil man sich nie sicher sein kann, was sich dahinter verbirgt, doch Gwen ist da natürlich anderer Meinung. Was soll denn bitteschön daran aufregend sein, nicht zu wissen, was im nächsten Moment geschieht? Bob besteht aber darauf, dass nicht vorhersehbare Ereignisse ganz besonders aufregend seien. Er beschließt daraufhin, Gwen und Toni die Schlüssigkeit seiner Theorie durch Überraschungsbeispiele künstlerisch zu veranschaulichen","versions":[{"lang":1,"streams":[{"redirect":13499575,"hoster":"VOE"},{"redirect":8421602,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Ding, das Bob rief","epNo":30,"alt":"The Thing That Called Bob","descr":"Das Ding, das Bob rief: Heute stellt sich Bob eine schwierige Frage: Was macht Toni eigentlich zu Toni, Bob zu Bob und Gwen zu Gwen? Für Gwen steht fest, dass ihr Wissen sie außer Frage gwenhaft macht und für den großen und starken Bob ist klar, dass er auf diese Weise ziemlich bobhaft ist. Plötzlich rufen Stimmen wie aus dem Nichts nach Bob. Und neugierig, wie Gwen, Toni und Bob nun einmal sind, machen sie sich sofort auf die Suche nach dem geheimnisvollen Ding, das dort nach Bob ruft. Nach einiger Zeit treffen sie endlich auf zwei Fledertaps. Jedoch behaupten sie steif und fest, Bob sei nicht Bob, denn Bob sei viel kleiner, flattriger und punktiger. Das stürzt Bob in wahre Zweifel, was ihn denn zu sich selbst macht.","versions":[{"lang":1,"streams":[{"redirect":13499577,"hoster":"VOE"},{"redirect":8429400,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Das Ding, das keine Ruhe gab","epNo":31,"alt":"The Thing That Followed","descr":"Das Ding, das keine Ruhe gab: Gwen, Toni und Bob sind einmal wieder unterwegs zu neuen Abenteuern, doch Gwen scheint an diesem Tag nicht besonders gut gelaunt zu sein. Ein kleines Spiel wird sicher für Aufmunterung sorgen. So spielen sie das Tap-dich-Spiel, das allen großen Spaß macht. Sie werden dabei von einem anderen Dinotap beobachtet, dessen Neugier geweckt ist. Der kleine Derek will unbedingt mitspielen, scheint aber die Spielregeln nicht zu begreifen. Auch nicht, als Bob sie ihm vorreimt. Später kommen ausgerechnet auch noch acht von Dereks chaotischen Freunden hinzu und alle wollen Tap-dich spielen. Das ist für Gwen einfach zu viel","versions":[{"lang":1,"streams":[{"redirect":13499578,"hoster":"VOE"},{"redirect":8421629,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Das Ding, das festsaß","epNo":32,"alt":"The Thing That Was Stuck","descr":"Bob ist heute allerbester Laune. Er hat aber auch allen Grund dazu, denn Gwen und Toni sind die freundigsten Freunde, die man sich nur vorstellen kann, denn sie stehen ihm immer zur Seite. Da entdeckt Gwen am Hang eines Hügels einen riesigen, pilzigen Hüpferling und alle drei können es kaum erwarten, auf diesem tollen Wald-Trampolin herumzutollen. Bob übertreibt es aber etwas und verliert die Kontrolle. Zu seinem Unglück ist er mitten in der Krone eines ziemlich hohen Baumes gelandet. Gerade als er sich überreden lässt, von ganz oben nach unten auf den angenehm weichen Hüpferling zu springen, rupft ein großer Dinotaps den Pilz einfach aus der Erde und macht sich mit ihm auf und davon. Wie soll Bob nun von dem Baum herunterkommen?","versions":[{"lang":1,"streams":[{"redirect":13499579,"hoster":"VOE"},{"redirect":8421639,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Das Ding, das wahrlich alles wusste","epNo":33,"alt":"The Thing That Knew Everything","descr":"Gwen, Bob und Toni begegnen einem großen Dinotap, der auf jemanden wartet, \"der wahrlich alles weiß\". In ihrem übersteigerten Selbstbewusstsein hält Gwen sich natürlich für diesen Jemand, der angeblich alle Fragen beantworten kann. Nachdem Gwen das lauthals verkündet hat, ruft der große Dinotap zwei weitere Dinotaps herbei, die ebenfalls Antworten auf ihre Fragen suchen. Obwohl Bob ihr mehrfach den Rat gibt, sich alle Antworten genau zu überlegen, plappert Gwen einfach drauflos und gibt natürlich lauter falsche Antworten. Doch die Dinotaps wissen, wie man die richtigen Antworten findet.","versions":[{"lang":1,"streams":[{"redirect":13499580,"hoster":"VOE"},{"redirect":8733812,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Ding, das am mutigsten war","epNo":34,"alt":"The Thing That Took Us On An Adventure","descr":"Gwen, Bob und Toni haben richtig Lust auf ein Abenteuer. Wie der Zufall es so will, treffen sie auf einen kleinen Dinotap, der von sich behauptet, der mutigste aller Dinotaps zu sein. Er will sie auf ein großes Abenteuer mitnehmen, bei dem er seinen Freund befreien muss, der angeblich im Innern eines Vulkans festsitzt. Doch langsam wird den Dinotaps klar, dass dieser neue Freund gar nicht das ist, was er behauptet","versions":[{"lang":1,"streams":[{"redirect":13499581,"hoster":"VOE"},{"redirect":8421594,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Das Ding, das wir sein können","epNo":35,"alt":"The Thing We Can Be","descr":"Gwen, Toni und Bob spielen am Strand das \"Wenn-du-alles-sein-könntest-was-wäre-das-dann?\"-Spiel. Das weckt natürlich das äußerst neugierige Interesse von drei Dinotapslingen, die mitspielen wollen. Die auf sie aufpassende Dinotaps-Dame ist damit gar nicht einverstanden, denn sie ist schon seit geraumer Zeit hoffnungslos damit überfordert, die Kleinen zur Ruhe zu bringen und dafür zu sorgen, dass sie leise sind. Mehrmals ermahnt sie Bob, Gwen und Toni, mit der Spielerei aufzuhören und weit weg zu gehen. Doch die Dinotaps wollen sich die Gelegenheit nicht entgehen lassen zu helfen. (","versions":[{"lang":1,"streams":[{"redirect":13499582,"hoster":"VOE"},{"redirect":8421632,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Das Ding, das andere Dinge war","epNo":36,"alt":"The Thing That Was Other Things","descr":"Gwen, Toni und Bob haben bei ihren Abenteuern schon viele Dinge kennen gelernt und können darauf auch zu Recht stolz sein. Auf einmal begegnet ihnen aber etwas, bei dem sie sich nicht so sicher sind. Zunächst einer sprechenden Blume, dann einer poetischen Wolke und schließlich einem Vulkan kurz vor dem Ausbruch. Komischerweise sehen diese drei Erscheinungen alle etwas dinotapsig aus. Es stellt sich heraus, dass unsere drei Freunde auf Doro getroffen sind, die so tut als ob wie kein anderer Dinotap. Leider hat Doro schon so lange Zeit \"Tu-so-als-ob\" gespielt, dass sie gar nicht mehr weiß, wer oder was sie in wirklicher Wirklichkeit eigentlich ist. Sofort haben Gwen, Toni und Bob eine schlaue Idee, wie sie Doro wieder auf die Tapsen helfen können","versions":[{"lang":1,"streams":[{"redirect":13106370,"hoster":"VOE"},{"redirect":8421615,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Das Ding, das uns gehörte","epNo":37,"alt":"The Thing That Was Ours","descr":"Als Gwen, Toni und Bob auf einem Entdeckungsspaziergang auf ein paar Dinotaps treffen, stellen sie fest, dass diese an einem besonderen Ort leben. In diesem Fall ist es eine Behausung aus Steinen. Sofort beschließt Gwen, sich auf die Suche nach so einem Ort zu machen und findet auch schon bald einen geeigneten Platz: Einen großen, vertrockneten Baum. Doch schon bald zeigt sich, dass es gar nicht so leicht ist, es allen bei der Einrichtung recht zu machen. Toni schleppt viel zu viele Lieblingssteine an, Gwen möchte sich unbedingt mit einer Menge Blumen umgeben, aber Bob reagiert auf Blumen leider allergisch und muss ständig niesen. So kommt es zum Streit. Schließlich bezieht jeder beleidigt ein eigenes Quartier auf dem Baum, der unter der Last seiner neuen Bewohner zusammenbricht. Nun kommt es darauf an, das wiederzufinden, was sie verbindet","versions":[{"lang":1,"streams":[{"redirect":13499583,"hoster":"VOE"},{"redirect":8421566,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Das Ding, das ganz wundervollst war","epNo":38,"alt":"The Thing That Was Wondermost","descr":"Gwen, Bob und Toni sind bester Laune und nehmen sich fest vor, am heutigen Strandtag etwas ganz Wundervollstes zu finden, das man machen könnte. Während Gwen und Bob Ausschau halten und Toni am Meer schon anfängt, Steine in den Sand zu drücken, begegnen sie dem Dinotaps Adele, die auf dem Weg zum Feld voller fröhlich fliegender Flatter-Falter ist. Begeistert wollen sich Gwen und Bob schon anschließen, da treffen sie auf den Dinotap Arthur, der auf dem Weg zu den wunderbaren Glitsch-Plantsch-Becken ist, um sich dort hineinplumpsen zu lassen. Auch diese Idee scheint Gwen und Bob zu gefallen und so versuchen sie sich zu entscheiden zwischen Flatter-Faltern und Glitsch. Toni spielt derweil seelenruhig am Strand mit seinen Steinen. Als sich Bob und Gwen endlich entscheiden, ist es eigentlich schon zu spät für beides. Zum Glück gibt es aber noch etwas ganz Wundervollstes am Strand zu tun","versions":[{"lang":1,"streams":[{"redirect":13499584,"hoster":"VOE"},{"redirect":8421560,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Das Ding, das fast Toni war","epNo":39,"alt":"The Thing That Was Almost Tony","descr":"Gwen, Bob und Toni wissen nicht recht, was sie an diesem schönen Tag anfangen sollen. Doch Gwen hat schon eine Idee und schlägt vor, \"Stapel-Taps\" zu spielen. Auf einmal scheint Toni verschwunden zu sein. Als Gwen und Bob nach ihm rufen, erscheint ein kleines Dinotap-Mädchen, das Toni zum Verwechseln ähnlich sieht. Mittlerweile ist auch Toni wieder zur Stelle. Er freut sich riesig über seine neue Spielgefährtin und fängt sofort an, mit ihr allerlei Spielchen auszuprobieren. Gwen fühlt sich ins Abseits gestellt und versucht, Toni dazu zu motivieren, mit ihr zu spielen, aber Toni hat natürlich nur Augen und Ohren für seine neue, kleine Freundin","versions":[{"lang":1,"streams":[{"redirect":13532956,"hoster":"VOE"},{"redirect":8421568,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Ding, das wundersthübsch klang","epNo":40,"alt":"The Thing That Sounded Lovely","descr":"Gwen, Bob und Toni sind auf der Suche nach dem wundersthübschigsten Geräusch aller Zeiten. Toni wird sofort im Wald fündig und spielt begeistert auf seiner Stock-Flöte, Bob spielt mit einem Stock auf Baumstamm-Trommeln. Nur Gwens Suche bleibt zunächst ergebnislos. Wild entschlossen, auch ein Geräusch für sich zu finden, begibt sie sich auf die Suche. Gerade, als sie die Idee hat, sich irgendwo ein Geräusch auszuleihen, hört sie aus der Ferne das wundervolle Zwitschern eines Vogels. Gwen ist sich sicher, dass der Vogel ihr Geräusch zu Mittag gegessen hat und sie das Geräusch wieder aus dem Vogel herausbekommen muss. Bob erklärt Gwen, dass der Vogel das Zwitschern ganz allein mit seinem Schnabel machen kann. Das bringt die beiden Dinotaps auf eine Idee.","versions":[{"lang":1,"streams":[{"redirect":13499585,"hoster":"VOE"},{"redirect":8421559,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das Ding, das bestimmte","epNo":41,"alt":"The Thing That Ruled","descr":"Gwen, Toni und Bob haben ein neues Spiel erfunden, welches sie am Strand spielen wollen. Doch gerade, als sie richtig Spaß haben, verbietet ihnen der dort auf seinem Thron sitzende Bestimmer der Welt jegliches Spielen und droht sogar mit schrecklichen Konsequenzen. Außerdem befiehlt Tyranno-Tapsus Rex den Dreien, die Steine am Strand zu sortieren, das Meer zu waschen und den Himmel zu putzen. Doch Tonis Spieltrieb ist nicht zu bremsen und er beginnt immer wieder von neuem ein lustiges Spiel. Als Bob merkt, dass die Drohungen des Bestimmers ohne Folgen bleiben, laden sie ihn einfach ein mitzuspielen","versions":[{"lang":1,"streams":[{"redirect":13499586,"hoster":"VOE"},{"redirect":8421583,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Das Ding, das das Beste war","epNo":42,"alt":"The Thing That Was Best","descr":"Bob fragt sich, ob es wohl von Allem immer ein Bestes gibt, so vielleicht auch einen besten Dinotap aller Zeiten. Aber wie wäre wohl so ein Dinotap? Gwen ist natürlich der Meinung, er müsste so bürzelig sein wie sie, am besten auch so stampfig wie Bob und natürlich auch so schreiig wie Toni. Sofort machen sie sich auf die Suche nach dem besten Dinotap aller Zeiten. Sie werden lange nicht fündig, treffen aber bei ihrer Suche auf andere Dinotaps. Einer ist besonders rutschelig, ein anderer ist sehr wibbelig und ein dritter ist ziemlich klapperig. Als sie schließlich denken, endlich fündig geworden zu sein, brüllt ihr Favorit sie in die Flucht, so furchteinflößend ist er. Eine aufregende Jagd beginnt. Doch ist vielleicht alles nur ein Missverständnis?","versions":[{"lang":1,"streams":[{"redirect":13499587,"hoster":"VOE"},{"redirect":8421564,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Das Ding, das wir retteten","epNo":43,"alt":"The Thing That We Saved","descr":"Gwen, Toni und Bob verbringen einen wunderbaren Sonnennachmittag in der Natur. Hinter einer Hügelkuppe glauben sie ihren Augen nicht zu trauen, denn auf einmal offenbart sich ihnen ein wunderschöner Küstenstreifen mit einem goldgelben Sandstrand. Natürlich lassen sich die drei Dinotaps die Gelegenheit nicht entgehen und fangen sofort an, ein sandiges Etwas, besser noch: Einen waschechten Sandotap zu bauen. Als waschecht, wie zunächst erhofft, entpuppt sich der körnige Kamerad leider nicht. Das Meer scheint unbedingt an ihm knabbern zu wollen und den Sandotap einfach so wegzurauschen. Schnell muss eine Lösung gefunden werden","versions":[{"lang":1,"streams":[{"redirect":13499589,"hoster":"VOE"},{"redirect":8421563,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Das Ding, das wir erschreckten","epNo":44,"alt":"The Thing We Scared","descr":"Gwen, Toni und Bob treffen beim Spielen auf einen winzig kleinen Dinotap, kaum größer als eine von Gwens Tapsen. Doch das kleine Etwas fürchtet sich anscheinend vor den drei Riesentaps. Auch unsere Helden müssen diese Angst am eigenen Leib erfahren, denn als sie eine Brücke überqueren wollen, werden sie vom schrecklichen Schrecko-Tap Brian aufgehalten und so verangstschreckt, dass sie zunächst den Rückzug antreten. Doch meistens sind die Dinge gar nicht so schrecklich, wie sie im ersten Moment erscheinen","versions":[{"lang":1,"streams":[{"redirect":13499588,"hoster":"VOE"},{"redirect":8421497,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Ding, das im Weg war","epNo":45,"alt":"The Thing That Was in the Way","descr":"Gwen, Toni und Bob streifen durch die wunderschöne Natur und Bob fühlt sich spontan zu einigen Gedichten inspiriert. Da seine Wörter wunderschön miteinander herum zu hüpfen scheinen, nennt er seine Art, Gedichte zu erfinden \"hüpfige Wort-Party\". Damit drückt Bob den Dingen, die er liebt, seine Zuneigung aus. Natürlich fordert Gwen auch sofort eine persönliche Wort-Hüpf-Party für sich. Schließlich ist sie alles, was die Dinge betrifft, über die Bob schon so schön gereimt hat, auch. Und noch viiiel mehr. Bob gibt sich die allergrößte Mühe, doch immer, wenn er ansetzt, gwaht Toni dazwischen. Wird Bob seiner lieben Gwen doch noch worthüpfig ausdrücken können, wie gern er sie hat?","versions":[{"lang":1,"streams":[{"redirect":13499590,"hoster":"VOE"},{"redirect":8421491,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Das Ding, das friedlich und still war","epNo":46,"alt":"The Thing That Was Peaceful and Quiet","descr":"Gwen, Toni und Bob finden, dass dieser Tag auf jeden Fall ein laut-rufiger Tag ist. In einem Felsental treffen sie auf den Dinotap Adele. Sie ist alles andere als begeistert von den Schreihälsen, denn sie bevorzugt es friedlich und still. Geduldig versucht sie den Dinotaps zu erklären, wie man still sein kann. Doch Gwen, Toni und Bob können nicht aufhören zu lärmen und die friedliche Ruhe zu stören. So schickt Adele die drei Freunde an einen lautigeren Ort hinter dem Hügel. Dort treffen sie auf zwei brüllige Dinotaps, die den ganzen Tag ohrenbetäubenden Lärm machen. Schnell wird für Gwen, Toni und Bob klar, dass gute Laune und Ausgelassenheit nicht unbedingt heißt, lauterer sein zu müssen","versions":[{"lang":1,"streams":[{"redirect":13499591,"hoster":"VOE"},{"redirect":8421499,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Das Ding, das irgendwohin ging","epNo":47,"alt":"The Things That Went Somewhere","descr":"Für Gwen, Toni und Bob brennt an diesem Hochsommertag die Sonne viel zu heiß vom Himmel. Weit und breit scheint es keinen Ort zu geben, der eine kleine Abkühlung verspräche. Doch plötzlich entdecken die drei Freunde eine wahre Schattenoase, ein mit dichten Baumkronen und Platanen bewachsenes Paradies. Leider ist das schattige Plätzchen von einer hohen Hecke stacheliger Stacheldinger umgeben, die überwunden werden muss. Während Gwen sich vergebens bemüht, mit List und Tücke das piksende Hindernis zu überwinden, folgt der schlaue Toni einfach den Doreenen, Rutschel-Dinger, die ihm den Weg in den kühlen Garten zeigen. Gwen gibt sich letzten Endes geschlagen und begreift, dass Langsamkeit manchmal auch Vorteile hat.","versions":[{"lang":1,"streams":[{"redirect":13499593,"hoster":"VOE"},{"redirect":8421489,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Das Ding, das am Ende der Welt war","epNo":48,"alt":"The Thing at the End of the World","descr":"Gwen, Bob und Toni lieben es, ihre bunte Welt zu erforschen. So kommen sie auf die Idee, sich auf den Weg an das Ende der Welt zu begeben. Sie laufen und laufen und laufen, den ganzen Tag und durch die dunkle Nacht hindurch. Dabei entdecken die drei Freunde viele neue, spannende Orte und begegnen abenteuerlichen Dingen. Doch am \"Ende\" der Welt erwartet sie etwas ganz Besonderes","versions":[{"lang":1,"streams":[{"redirect":13499594,"hoster":"VOE"},{"redirect":8421569,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Das Ding, das nicht zu sehen war","epNo":49,"alt":"The Thing That Wasn’t There","descr":"Gwen, Toni und Bob spielen \"Ich sehe etwas, was du nicht siehst\". Natürlich ist Gwen eine superschnelle Ratemeisterin und Bob ist mit den Gedanken schon wieder ganz woanders. Was passiert denn mit all den Dingen um uns herum, wenn wir die Augen schließen? Sind sie dann noch da oder verschwinden sie auf einmal? Diese Frage lässt sich auch ohne Werkzeuge der Quantenphysik lösen, wie Gwen unter Beweis stellt. Jedoch muss sie ganze Überzeugungsarbeit leisten, denn Bob ist nicht davon abzubringen, dass er jedes Mal, wenn er die Augen schließt, etwas verschwindigen lässt. Aber woher soll man wissen, ob etwas oder jemand wirklich anwesend ist? Nun, indem man einfach auf sein Gefühl fühlt","versions":[{"lang":1,"streams":[{"redirect":13532957,"hoster":"VOE"},{"redirect":8421496,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Das Ding, das sich öffnete und schloss","epNo":50,"alt":"The Thing That Was Open and Closey","descr":"Auf der Suche nach einem neuen Abenteuer finden Gwen, Toni und Bob einen wunderbar matschigen Tümpel, in dem es nur so von Blubberblasen wimmelt. Sofort beginnt der wilde Blubber-Spaß. Doch fast hätten sie dabei das kleine muschelige Klapp-auf-Klapp-zu-Ding übersehen. Von Toni verangstschreckt sucht es schnell das Weite. Die drei Freunde folgen dem kleinen Klapp-auf-Klapp-zu-Ding, um sich bei ihm zu entschuldigen. Dabei treffen sie auf einen viel größeren Blubbertümpel, aus welchem vier weitere kleine Klapp-auf-Klapp-zu-Dinger auftauchen. Verängstigt von Gwen, Toni und Bob flüchten sich die Babymuscheln in den Schutz ihrer gigantischen, offensichtlich verärgerten Muschel-Mutter. Doch Toni kann mit seinen perfekten Blubbisch-Kenntnissen die Situation aufklären.","versions":[{"lang":1,"streams":[{"redirect":13499592,"hoster":"VOE"},{"redirect":8421492,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Das Ding, das uns wärmte","epNo":51,"alt":"The Thing That Shone","descr":"In dieser Doppelfolge werden Gwen, Toni und Bob zu Figuren einer herzerweichenden Weihnachtsgeschichte, in der es um gemeinsame Rücksichtnahme, Zusammenhalt und gemeinsames Teilen geht. So finden sich die drei als erzählte Figuren inmitten einer eiskalten dunklen Nacht. Gwen meint, ein helles Licht, so warm wie das Glück selbst, gesehen zu haben. Dorthin machen sich die Freunde auf einen langen, beschwerlichen Weg. Auf ihrer Reise finden sie allerhand Verbündete, die ebenfalls auf der Suche nach einem der Kälte trotzenden, bestbesten Ort sind. Schließlich finden sie in einer kuscheligen, gemütlichen Höhle Zuflucht und zusammen wird es ein warmes und rauschendes Fest","versions":[{"lang":1,"streams":[{"redirect":13499595,"hoster":"VOE"},{"redirect":8421537,"hoster":"Streamtape"}]}]}]}]}