{"seriesId":"dirk-gently","name":"Dirk Gently","descr":"Dirk Gently ist eine britische TV-Serie, die auf den gleichnamigen Büchern des Kultautors Douglas Adams basiert. Im Mittelpunkt steht Dirk Gently und dessen holistische Detektei.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Pilot","descr":"Als eine ältere Dame, Ruth, ihn engagiert, weil ihre Katze verschwunden ist, führen ihn seine Ermittlungen in ein Lagerhaus, in dem eine sehr seltsame Apparatur steht. Doch bevor Dirk und sein Assistent MacDuff alles genauer unter die Lupe nehmen können, fliegt das ganze Gebäude in die Luft. Doch was hat das Verschwinden eines Milliardärs mit der Sache zu tun? Vor allem, wenn der Milliardär 10 Jahre zuvor eine Affäre mit der Freundin von MacDuff hatte? Dirk ist sich mehr als sicher, dass die Lösung in den verschiedenen Verknüpfungen liegt. Mittedrin kriegen sie es die beiden dann auch noch mit Mord, mehreren Mordversuchen und einer Zeitreise zu tun …","versions":[{"lang":1,"streams":[{"redirect":9588760,"hoster":"VOE"},{"redirect":8421429,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Mr. Edwards hat Dirks Fähigkeiten gebucht, weil er glaubt, dass ihm Gefahr droht. Edwards fühlt, dass er vom Pentagon beobachtet wird und alle ihm nach dem Leben trachten. Dirk ist sich natürlich sicher, dass es sich bei seinem neuen Klienten um einen durchgeknallten Verschwörungstheoretiker handelt, nimmt aber gerne den Auftrag und das damit verbundene Geld an. Dann wird Edwards tot aufgefunden und seine kruden Behauptungen scheinen sich zu bewahrheiten, denn er hat an einer bahnbrechenden Computersoftware gearbeitet …","versions":[{"lang":1,"streams":[{"redirect":9588761,"hoster":"VOE"},{"redirect":8421469,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Vor 20 Jahren wurde Dirk aus Cambridge rausgeschmissen, weil er betrogen hat. Nun kehrt er mit MacDuff an den Ort ihrer Studienzeit zurück. Dirks ehemaliger Professor hat beide als Sicherheitsexperten beauftragt, damit sie seinen kostbaren Roboter beschützen. Schon wenige Stunden, nachdem sie an der Universität angekommen sind, ist nicht nur der Roboter gestohlen, auch der Professor ist tot. Und die beiden Männer werden zu den Hauptverdächtigen. Der Professor war der einzige, der an die Talente von Dirk geglaubt hat, also ist der holistische Detektiv erst recht daran interessiert, den Mörder seines Mentors zu finden. Schnell stößt Dirk auf zwei Menschen, die etwas mit dem Tod zu tun haben könnten. Zum einen auf eine brillante, allerdings schwer frustrierte Kybernetik-Expertin und einen Programmierer aus China, der ihr helfen wollte, ihre zweifelhaften Experimente endlich zu einem Ende zu bringen. Und wie immer steckt hinter dem Raub eines Roboters weitaus mehr, als man annehmen könnte, denn der Fall ist von äußerst perfider menschlicher Tragweite, der von Künstlicher Intelligenz getragen wird.","versions":[{"lang":1,"streams":[{"redirect":9588763,"hoster":"VOE"},{"redirect":8421465,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Dirk ist wieder unverhofft in Schwierigkeiten. Die Polizei will umgehend mit ihm reden, weil mehrere seiner Klienten ermordet wurden. Die einzige Gemeinsamkeit, die zwischen den Opfern ermittelt werden konnte, ist deren Kontakt zu Dirk. Dirk will sofort das Land verlassen, weil er sich umzingelt fühlt. Seine Flucht wird durch die Ankunft einer Frau gestoppt, die seine Dienste in Anspruch nehmen will, weil sie von einem Stalker bedroht wird. MacDuff ist einigermaßen überrascht, als Dirk den Fall annimmt. Komplettes Unverständnis löst bei ihm aber erst die Erkenntnis aus, dass Dirk selbst der Stalker ist. Irgendwann gelingt es der Polizei Dirk in seiner Wohnung zu stellen. Die Ermittler wollten ihn gar nicht verhaften, sondern beschützen, weil ihm ein Profikiller auf den Fersen ist. Nun ist Dirk einigermaßen empört – warum traut man ihm eigentlich nicht zu, dass er ein paar simple Morde begehen könnte? Schließlich finden er und MacDuff heraus, dass Dirk in seiner Laufbahn als Detektiv lediglich einen Mörder hinter Gitter gebracht hat und genau der wurde kürzlich aus dem Gefängnis entlassen …","versions":[{"lang":1,"streams":[{"redirect":9588762,"hoster":"VOE"},{"redirect":8421476,"hoster":"Streamtape"}]}]}]}]}