{"path":"/serie/stream/dirty-sexy-money","name":"Dirty Sexy Money","descr":"Die schwerreiche Ostküstenfamilie Darling ist aus dem Holz, aus dem in den USA Präsidentschaftskandidaten geschnitzt werden. Nur leider häufen sich bei den Darlings Fehltritte und Eskapaden, die man besser nicht in die Öffentlichkeit trägt. Wie gut, dass die Familie einen tüchtigen jungen Anwalt hat, dessen Vater ihr schon treue Dienste leistete und der das Schlimmste immer gerade noch verhindern kann. Aber anders als sein Vater findet Nick George die Darlings hauptsächlich dekadent und ihren Reichtum obszön – und so verfolgt er seine eigenen Ziele …","seasons":[{"path":"/serie/stream/dirty-sexy-money/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Anwalt Nick George (Peter Krause) bekommt ein unmoralisches Angebot vom schwerreichen Magnaten Tripp Darling (Donald Sutherland): Er soll in die Fußstapfen seines Vaters treten und als Hausanwalt der Familie alle Skandale unter den Teppich kehren. Ein schier unmögliches Unterfangen, das ihn bald mit dunklen Geheimnissen konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994243","hoster":"VOE"},{"path":"/redirect/8562739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-2","name":"Die Löwen","epNo":2,"alt":"The Lions","descr":"Um herauszufinden, wer für den Tod seines Vaters verantwortlich ist, wendet sich Nick an den Flugzeugmechaniker Norman Exley. Unterdessen zieht sich Juliet den Zorn ihrer Familie zu, weil sie sich weigert, zu einem Fototermin zu erscheinen. Patrick hat Stress, weil ihn sein Vater drängt, für den Senat zu kandidieren. Als problematisch erweist sich dabei seine Beziehung zu der transsexuellen Carmelita.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994244","hoster":"VOE"},{"path":"/redirect/8544203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-3","name":"Der italienische Bankier","epNo":3,"alt":"The Italian Banker","descr":"Ein Unbekannter erpresst die Darlings mit einem Sexvideo, dessen Hauptrolle ausgerechnet eines der Familienmitglieder spielt. Für die Aushändigung der peinlichen Aufnahmen verlangt der Erpresser Bares. Natürlich ist es Nick, der die Sache ausbaden muss. Brians Frau hat andere Sorgen: Sie findet es äußerst merkwürdig, dass das schwedische Waisenkind, das ihr Mann mitgebracht hat, Englisch spricht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378763","hoster":"VOE"},{"path":"/redirect/8538966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-4","name":"Der Chiavennasca","epNo":4,"alt":"The Chiavennasca","descr":"Auf Geheiß von Tripp reist Nick mit seiner Frau Lisa nach Italien, um mehr über den mysteriösen Tod seines Vaters in Erfahrung zu bringen. Nick würde gerne Zeit mit Lisa allein verbringen, aber Freddy und Karen folgen den beiden auf Schritt und Tritt. Unterdessen gesteht Letitia ihrem Mann, dass sie ihm nicht immer treu war. Tripp will daraufhin herausfinden, ob ihre Kinder tatsächlich von ihm sind. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008272","hoster":"VOE"},{"path":"/redirect/8538968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-5","name":"Die Brücke","epNo":5,"alt":"The Bridge","descr":"Nick trifft sich mit Tripps Erzfeind, dem Milliardär Simon Elder, und findet heraus, dass er mehr mit ihm gemeinsam hat als zunächst angenommen. Unterdessen haben sich die Fronten zwischen Juliet und ihrem Zwillingsbruder Jeremy verhärtet. Jeder der beiden Dickköpfe will nun eine eigene Geburtsparty schmeißen und versucht den anderen zu übertrumpfen. Koste es, was es wolle. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994233","hoster":"VOE"},{"path":"/redirect/8549618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-6","name":"Das Spiel","epNo":6,"alt":"The Game","descr":"Bei einem hochkarätigen Pokerspiel tritt Tripp gegen seinen Erzfeind Simon an. Simon schlägt Nick einen ungewöhnlichen Deal vor: Wenn er Tripp dazu bringt, sein teuerstes Anwesen im Spiel einzusetzen, wird er Nick bei der Suche nach dem Mörder seines Vaters behilflich sein. Unterdessen gerät Karen in Panik, als sie erfährt, dass sie erst heiraten kann, wenn die Scheidung von ihrem Ehemann Sebastian vollzogen ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994231","hoster":"VOE"},{"path":"/redirect/8544222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-7","name":"Die Hochzeit","epNo":7,"alt":"The Wedding","descr":"Karens Hochzeit mit Freddy steht kurz bevor. Doch die Darling-Tochter bekommt kurz vor dem Termin kalte Füße und Grund dafür ist, so zumindest Lisas feste Überzeugung, ausgerechnet Nick. Unterdessen versucht Natalie die Wogen zu glätten, indem sie einen Song zum Thema Versöhnung herausbringt. Jeremy findet es jedoch mehr als fraglich, ob Natalie diese Geste wirklich ernst meint. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206733","hoster":"VOE"},{"path":"/redirect/8549619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-8","name":"Das Landhaus","epNo":8,"alt":"The Country House","descr":"Nick würde Thanksgiving nur zu gerne allein mit seiner Frau Lisa und seiner Tochter Kiki verbringen. Leider hat Tripp wieder einmal andere Pläne: Er will, dass Nick für ihn im Landhaus der Familie ein Treffen mit seinem Kontrahenten Simon Elder arrangiert, bei dem die beiden sich ein für allemal aussprechen können. Unterdessen setzt Letitia alles in Bewegung, damit ihre Tochter dem Mann näher kommt, den sie wirklich begehrt: Nick. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994237","hoster":"VOE"},{"path":"/redirect/8549621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-9","name":"Die Uhr","epNo":9,"alt":"The Watch","descr":"Eine Rückblende zeigt, dass Nicks verstorbenen Vater Dutch zu Lebzeiten eine leidenschaftliche Affäre mit Tripps Frau Letitia hatte. Karens Leidenschaft für Nick ist unterdessen erloschen, seit sie Simon Elder, dem Erzrivalen ihres Vaters, begegnet ist. Für Brian sieht es derweil gar nicht gut aus: Er wurde festgenommen, nachdem er einen Richter bestechen wollte, ihm das Sorgerecht für seinen Sohn zu erteilen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994240","hoster":"VOE"},{"path":"/redirect/8538971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-1/episode-10","name":"Der Nussknacker","epNo":10,"alt":"The Nutcracker","descr":"Nick erfährt, dass sich Karen und Simon Elder heimlich treffen, doch er will sich nicht eingestehen, warum ihn das stört. Karen schwänzt sogar den traditionellen Familienbesuch beim Balett ‚Der Nussknacker‘, um auf Simons Einladung eine geheimnisvolle Person zu treffen. Brians Suspendierung stürzt ihn derweil in eine existenzielle Karrierekrise und Jeremy versucht immer noch, Sophie als angeblicher Maler zu beeindrucken. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994236","hoster":"VOE"},{"path":"/redirect/8549635","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-1","name":"Das Geburtstagsgeschenk","epNo":1,"alt":"The Birthday Present","descr":"Lisa und Nick planen, wie sie seinen Geburtstag verbringen wollen ’ nämlich in trauter Zweisamkeit. Dummerweise sind Tripp und Letitia Darling für solche Kinkerlitzchen nicht zu haben. Sie planen, zu Nicks Ehren eine glamouröse Yacht-Party zu veranstalten. Natürlich soll jeder erscheinen, der in New York Rang und Namen hat. Auch ohne die Geburtstags-Querelen halten die Darlings Nick wieder ganz schön auf Trab. Er tut sein Bestes, Tripp und Patrick miteinander zu versöhnen, was jedoch schwierig ist: Patrick leidet sehr unter dem unerklärlichen Verschwinden von Carmelita … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994235","hoster":"VOE"},{"path":"/redirect/8544207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-2","name":"Der Familienanwalt","epNo":2,"alt":"The Family Lawyer","descr":"Nach der Verhaftung von Letitia brechen stürmische Zeiten für die Darlings an, denn Zeitungen und Fernsehsender überbieten sich gegenseitig mit Sensationsmeldungen über den Familienclan. Nick fällt nicht nur die Aufgabe zu, Ellens Beerdigung zu organisieren. Tripp überrascht den Anwalt auch mit der Ankündigung, dass er von der Familie dazu auserkoren wurde, Letitia vor Gericht zu vertreten … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206735","hoster":"VOE"},{"path":"/redirect/8544220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-3","name":"Die Hauptzeugin","epNo":3,"alt":"The Star Witness","descr":"Nick fällt aus allen Wolken, als er erfährt, wer die Kronzeugin im Prozess gegen Letita Darling ist: Nämlich seine Mutter Claire, die seit 30 Jahren angeblich unauffindbar ist ’ und genauso lange von den Darlings bezahlt wird! Nick konfrontiert Letitia mit diesen Fakten und erfährt, dass es keineswegs die Idee der Darlings war, dass Claire ihren Sohn im Stich lassen sollte. Patrick hat sich unterdessen dazu durchgerungen, in einer Senatsdebatte die Wahrheit über den Tod seiner Frau preiszugeben ’ doch im letzten Moment kneift er … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994238","hoster":"VOE"},{"path":"/redirect/8549627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-4","name":"Das Schweigen","epNo":4,"alt":"The Silence","descr":"Letitia Darling steht unter Hausarrest und kann deshalb nicht auf Patricks Wahlparty erscheinen und daran ändert auch alles Betteln und Flehen bei Nick nichts. Nachdem sie mittlerweile eine Woche lang über Simon Elders Heiratantrag nachgrübelt, erlebt Karen eine böse Überraschung: Simon macht kurzerhand mit ihr Schluss. Patrick ist derweil überglücklich, wieder mit Carmelita vereint zu sein. Noch immer schwebt die Beziehung zu dem Transvestiten wie ein Damoklesschwert über Patricks Senatskarriere. Tripp beschließt daher, Carmelita ein für alle Mal aus Patricks Leben zu entfernen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994242","hoster":"VOE"},{"path":"/redirect/8538956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-5","name":"Die Entscheidung","epNo":5,"alt":"The Verdict","descr":"Während des Mordprozesses gegen Letitia gelingt es Nick, hinter eines von Nolas schmutzigen Geheimnissen zu kommen. Tripp kann es unterdessen wieder einmal nicht lassen, sich in Patricks Leben einzumischen: Kaum hat der die Wahl in den Senat geschafft, will Tripp ihm vorschreiben, mit wem er die hochrangige Stelle des Büroleiters besetzen soll … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994239","hoster":"VOE"},{"path":"/redirect/8549624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-6","name":"Das Opfer","epNo":6,"alt":"The Injured Party","descr":"Letitia fährt eine hübsche Fahrradfahrerin mit ihrem Wagen an. Um keinen weiteren öffentlichen Skandal zu provozieren, lädt Tripp die junge Frau zur Genesung auf sein Anwesen ein. Ein Fehler? Indessen erfreut sich Patrick an der energischen Herangehensweise von Nola Lyons, die nun nicht mehr Staatsanwältin, dafür aber seine Büroleiterin ist. Tripp und Jeremy können seine Freude jedoch leider nicht teilen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994241","hoster":"VOE"},{"path":"/redirect/8549628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-7","name":"Die Fakten","epNo":7,"alt":"The Facts","descr":"Die Darlings feiern Thanksgiving diesmal weit entfernt von ihrem New Yorker Stammsitz. Ihr Chauffeur Clark nutzt die freie Zeit, um mit einem Klatschreporter zu sprechen und ihm seine Ansichten zum skandalträchtigen Lebenswandel der Darlings mitzuteilen. Bei Letitia dreht sich unterdessen alles um ihre bevorstehende Modenschau … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994251","hoster":"VOE"},{"path":"/redirect/8538958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-8","name":"Das Sommerhaus","epNo":8,"alt":"The Summer House","descr":"Karen Darlings fünfte Hochzeit rückt in greifbare Nähe, und die Gäste reisen bereits aus aller Welt nach New York. Doch ihr Vater Tripp und der Familienanwalt Nick George setzen alles daran, ihre Hochzeit mit dem Darling-Erzfeind und Multimilliardär Simon Elder zu verhindern. Sie fürchten, dass Simon Elder die Hochzeit nur als Mittel zum Zweck ansieht, um sich so durch die Hintertür in das Darling-Familienunternehmen zu schmuggeln. Tripp ist wie verzaubert von seinem jungen Hausgast Wrenn. Daher lässt er Nick ein Treffen zum Lunch organisieren, um sie näher kennen zu lernen. Jeremy setzt unterdessen alles daran, seiner Ex-Liebhaberin Nola Lyons ihren neuen Job als Stabschefin seines Bruders Patrick zu erschweren. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994249","hoster":"VOE"},{"path":"/redirect/12978159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-9","name":"Der Plan","epNo":9,"alt":"The Plan","descr":"Nach ihrer Trennung von Simon Elder bekommt Karen Darling ihre Aktienanteile am Familienunternehmen zurück. Patriarch Tripp Darling hat unerfreuliche Nachrichten für den Familienanwalt Nick George. Senator Patrick Darling will, dass Carmelita bei seiner Amtseinführung auftritt, obwohl sein Vater Tripp und Nick ihn ausdrücklich davor gewarnt haben. Brian und Andrea können sich in der Zwischenzeit wieder versöhnen, und Brian kann sich endlich mit Andreas bevorstehendem Tod abfinden. Der jüngste Darling-Sohn, Jeremy, gerät in seiner Position als Büroassistent seines Bruders Patrick mehr als einmal mit seiner Ex-Geliebten und Patricks Stabschefin Nola Lyons aneinander. Ellens Bruder Chase geht unterdessen immer noch von einer Ermordung seiner Schwester durch die Darling-Familie aus und ist gewillt, seine Drohungen gegen die Familie im Rahmen von Patricks Amtseinführung endlich in die Tat umzusetzen. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994260","hoster":"VOE"},{"path":"/redirect/8549625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-10","name":"Der Spender","epNo":10,"alt":"The Organ Donor","descr":"Nach dem Amoklauf von Ellens Bruder Chase während der Amtseinführung von Patrick Darling liegen die Nerven im Hause Darling blank. Der junge Jeremy Darling leidet seit dem Vorfall an Amnesie und sein Bruder Patrick leidet unter Carmelitas tragischem Tod. Zu allem Überfluss schlachtet die Boulevardpresse die Tragödie auch noch bis ins letzte Detail aus. Familienanwalt Nick George hat außerdem mit privaten Problemen zu kämpfen, da der Streit um das Sorgerecht für Nicks und Lisas gemeinsame Tochter ansteht. Zu allem Überfluss wittert Karen Darling nun ihre Chance und versucht, sich dem zukünftigen Single Nick anzunähern. Brian Darlings Rückkehr in die Kirche steht an, doch bevor es soweit ist, kommt es zum erneuten Streit mit Andrea. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333752","hoster":"VOE"},{"path":"/redirect/8549632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-11","name":"Familienausflüge","epNo":11,"alt":"The Convertible","descr":"Lisa George flüchtet mit ihrer Tochter aus New York, ohne ihren Mann Nick davon in Kenntnis zu setzen. Dieser nimmt sogleich im Privatjet der Darlings die Verfolgung auf. Brian und Karen Darling kommen mit an Bord, weil sie scheinbar wichtige Dinge zu erledigen haben. Die Reise verläuft jedoch für alle Beteiligten anders, als es ursprünglich geplant war. Nach einigen Turbulenzen in der Luft wird die Fahrt schließlich mit dem Auto fortgesetzt. Patrick Darling fühlt sich sehr wohl in seinem Amt als Senator, bis sein Vater Tripp ihn um einen Gefallen bittet. Er soll das schon einmal aus Kalkül abgelehnte Biotreibstoff-Projekt von Simon Elder wieder ins Gespräch bringen und den damaligen Kritiker zum Überdenken seiner Position bewegen. Simon Elder vermutet unterdessen, dass der jüngste Darling-Sohn Jeremy seine Amnesie nur vortäuscht. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994258","hoster":"VOE"},{"path":"/redirect/8538963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-12","name":"Eindringlinge","epNo":12,"alt":"The Unexpected Arrival","descr":"Simon Elder, der Erzfeind der Darlings, findet heraus, dass Karen Darling von ihm schwanger ist. Karen muss sich nun etwas einfallen lassen, um Nick George zu erklären, dass ausgerechnet Simon der Vater ihres Kindes sein wird. Nick muss sich in seiner Funktion als Familienanwalt der Darlings darum kümmern, dass Simon Elder das Patent für seinen Biotreibstoff an Darling Enterprises überträgt. Nola Lyons ist überglücklich, als sie von Jeremy Darling erfährt, dass dieser seine Amnesie nur vorgetäuscht hat. Nun will er ihr sogar bei einem wichtigen privaten Vorhaben beistehen. Senator Patrick Darling wird unterdessen in eine brisante Bekanntschaft mit dem Abgeordneten aus dem Energieausschuss verwickelt, dessen Unterstützung die Darlings für das Biotreibstoff-Projekt benötigen. Brian gerät derweil in Bedrängnis, als Andrea in seinem Koffer ein unbenutztes Kondom findet. Schneller als ihm lieb ist wird er mit seinen Sachen vor die Tür gesetzt. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994266","hoster":"VOE"},{"path":"/redirect/8544211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dirty-sexy-money/staffel-2/episode-13","name":"Der Böse","epNo":13,"alt":"The Bad Guy","descr":"Nola Lyons versucht mit allen Mitteln herauszufinden, wo Simon Elder ihren Bruder gefangen hält. Als die Situation eskaliert und Simon schwer verletzt wird, liegt es an dem hinzukommenden Familienanwalt Nick George zu retten, was noch zu retten ist. Als Simon ihm gesteht, was die wahren Beweggründe für sein Vorgehen gegen die Darlings waren, bekommt Nick einige unschöne Wahrheiten über seinen für tot erklärten Vater Dutch zu hören. Jeremy lässt seinen Gefühlen unterdessen freien Lauf und will der hübschen Nola Lyons endlich einen Heiratsantrag machen. Als sie seinen Antrag ablehnt, dreht er völlig durch und lässt sich zu einigen verrückten Aktionen verleiten. Nick gesteht Karen unterdessen, dass er mit ihr zusammen ein Kind haben möchte. Doch zuvor muss er sich in einer wahren Schlammschlacht in einer Talkshow mit seiner Exfrau Lisa auseinandersetzen. Diese hat nämlich ein Enthüllungsbuch über die Familie Darling geschrieben, in dem sie schwere Anschuldigungen gegen den superreichen Familienclan erhebt. (Text: ZDFneo)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994259","hoster":"VOE"},{"path":"/redirect/8544204","hoster":"Streamtape"}]}]}]}]}