{"seriesId":"disney-evermoor","name":"Disney Evermoor","descr":"Im Mittelpunkt steht das amerikanische Teenager-Mädchen Tara Bailey, das ihr städtisches Leben verlassen muss und gemeinsam mit ihrer Familie in das schöne, aber auch abgeschiedene Dorf Evermoor zieht. Es liegt am Rande einer unheimlichen Moorlandschaft in Middle England. Während sich ihre Mutter, eine erfolgreiche Romanautorin, und ihr Stiefvater in ihrem neuen Zuhause, dem Gutshaus von Evermoor, einrichten, versuchen Tara, ihr Bruder Jake und ihre Stiefgeschwister Seb und Bella sich an die neue Umgebung zu gewöhnen. In dem gruseligen Anwesen entdeckt Tara einen mysteriösen Wandteppich, der offenbar die Zukunft vorhersagen kann, und es dauert nicht lange, bis sie sich in einer Welt aus Gefahren, Geheimnissen und Intrigen wiederfindet, die jegliche Idylle zunichte macht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ankunft in Evermoor","epNo":1,"alt":"Chapter 1","descr":"Die 15-jährige Tara zieht mit ihrer Patchworkfamilie in ein Herrenhaus in Evermoor. Dort werden sie von sehr eigenartigen Gestalten empfangen. Es gibt einen seltsamen Bürgermeister, so genannte Everinen und einen Wandteppich, der die Zukunft vorhersagen kann. Tara, die früher schon einmal in dem Herrenhaus war, versucht das Geheimnis des Wandteppichs zu ergründen. Esmerelda, eine der Everinen, würde die Familie Crossley am liebsten sofort wieder loswerden. Plötzlich bricht ein Feuer aus und der Wandteppich hat es sogar prophezeit.","versions":[{"lang":1,"streams":[{"redirect":9588806,"hoster":"VOE"},{"redirect":8409203,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10105131,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein schrecklicher Verdacht","epNo":2,"alt":"Chapter 2","descr":"Die Suche nach der Wahrheit führt Tara zum Leuchtturm. Auf dem Weg begegnet sie Cameron. Er gefällt ihr sehr gut um so ärgerlicher ist es, dass er von Bella fasziniert zu sein scheint. Tara hat den Verdacht, dass Esmerelda vorhat, ihre Mutter umzubringen. Sie schlägt Fiona die Teetasse aus der Hand und bedroht Esmerelda. Der Verdacht stellt sich als unbegründet heraus und Tara bekommt Hausarrest. Als Bella daraufhin beschließt mit Cameron ins Kino zu gehen, begeht Tara einen folgenschweren Fehler.","versions":[{"lang":1,"streams":[{"redirect":9588804,"hoster":"VOE"},{"redirect":8409200,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der geheime Zirkel","epNo":3,"alt":"Chapter 3","descr":"Tara schleicht sich beim Treffen der Everinen ein. Sie wird zwar entdeckt, kann aber flüchten und findet die magische Schreibmaschine wieder, mit der sie daraufhin Camerons Gefühle manipuliert. Als die Schreibmaschine plötzlich wieder verschwindet, sucht Tara danach und macht eine unglaubliche Entdeckung …","versions":[{"lang":1,"streams":[{"redirect":9588805,"hoster":"VOE"},{"redirect":8409186,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der goldene Faden","epNo":4,"alt":"Chapter 4","descr":"Wie sich herausstellt, hat Tante Bridget ihren Tod aus Angst vor Esmerelda nur vorgetäuscht und erfreut sich bester Gesundheit. Esmerelda zieht indes den goldenen Faden aus dem Wandteppich und löscht so die Existenz der Familie Cossley aus. Daher muss Tara, die, wie sich herausstellt, eigentlich eine Hohe Everine ist, schleunigst den Teppich neu besticken. Aber der Faden ist zu kurz und Tara muss eine Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":9588803,"hoster":"VOE"},{"redirect":8409228,"hoster":"Streamtape"}]}]}]}]}