{"path":"/serie/stream/disney-einfach-cory","name":"Disney Einfach Cory","descr":"Corys Vater hat einen Job als Koch, und zwar beim amerikanischen Präsidenten! So kommt es, dass die beiden ins Weiße Haus ziehen. Cory hat allerlei Hände voll zu tun, sich in der neuen Umgebung zurecht zu finden. Und dann ist da auch noch die Tochter des Präsidenten, die ständig versucht ihn hereinzulegen.","seasons":[{"path":"/serie/stream/disney-einfach-cory/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-1","name":"Cory hoch zu Ross","epNo":1,"alt":"New Kid In Town","descr":"Corys Vater hat einen Job als Koch, und zwar beim amerikanischen Präsidenten! So kommt es, dass die beiden ins Weiße Haus ziehen. Cory hat allerlei Hände voll zu tun, sich in der neuen Umgebung zurechtzufinden. Und dann ist da auch noch die Tochter des Präsidenten, die ständig versucht, ihn hereinzulegen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590387","hoster":"VOE"},{"path":"/redirect/8410905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-2","name":"Multikultureller Austausch","epNo":2,"alt":"Ain\u0027t Miss Bahavian","descr":"Meenas Vater, der Botschafter, fürchtet, Cory könnte einen schlechten Einfluss auf seine Tochter haben. Victor Baxter muss unterdessen alle Register ziehen, um die kulinarischen Bedürfnisse von Präsidententochter Sophie befriedigen zu können. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590388","hoster":"VOE"},{"path":"/redirect/8410909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-3","name":"Verrückt nach Meena","epNo":3,"alt":"Everybody Loves Meena","descr":"Phil hat es satt, ständig verbergen zu müssen, dass er aus der Zukunft kommt. Deshalb offenbart er sich Vizedirektor Hackett, der schon seit langem etwas ahnt. Zum Beweis klont er ihn zwei Mal. Als Lloyd davon erfährt, rastet er aus. Er befürchtet, dass Hackett alle ins Gefängnis bringt. Doch der ist völlig begeistert, eine Familie aus der Zukunft zu kennen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9701460","hoster":"VOE"},{"path":"/redirect/8410901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-4","name":"Rock \u0027n\u0027 Roll und Katzenjammer","epNo":4,"alt":"We Built This Kitty On Rock \u0026 Roll","descr":"Um einen Fernsehauftritt in einer Wohltätigkeitsshow zu bekommen, bringt Cory Präsidententochter Sophie dazu, in seiner Band mitzuspielen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601519","hoster":"VOE"},{"path":"/redirect/8410908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-5","name":"Der Wahlkrampf","epNo":5,"alt":"Rock the Vote","descr":"Cory erklärt Newt, wie seine Eltern sicher aufhören würden, von einer Politikerkarriere ihres Sohnes zu träumen: Wenn Newt als Klassensprecher kandidiert und nicht gewählt wird. Sophie ist enttäuscht: Beim Karrieretag in ihrer Schule gibt der Präsident keine gute Figur ab. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601520","hoster":"VOE"},{"path":"/redirect/8410897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-6","name":"Na dann, gute Nacht!","epNo":6,"alt":"Napper\u0027s Delight","descr":"Mit geheimen Besichtigungstouren durchs Weiße Haus verdient sich Cory Geld für eine Skireise dazu. Corys Vater Victor und der Präsident sind ziemlich überarbeitet und brauchen eine Auszeit. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601521","hoster":"VOE"},{"path":"/redirect/8410903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-7","name":"Hilfe, die Cheerleader kommen!","epNo":7,"alt":"Smells Like School Spirit","descr":"Candy gründet eine Cheerleading-Gruppe, bei der auch Meena mitmachen möchte. Cory wittert seine Chance, Meena endlich ein wenig näher zu kommen. Doch dann fragt Candy ihn, ob er mit ihr ausgehen möchte. Cory willigt ein, aber nur, weil er Meena eifersüchtig machen will. Das falsche Spiel fliegt auf. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601522","hoster":"VOE"},{"path":"/redirect/8410620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-8","name":"Nachtisch mit Nebenwirkungen","epNo":8,"alt":"Just Desserts","descr":"Cory, Botschaftertochter Meena und Newt steigen in das bahavianischen Dessert-Geschäft ein, während Sophie sich im Radfahren versucht. Bleibt abzuwarten, wessen Versuch eher von Erfolg gekrönt sein wird. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601523","hoster":"VOE"},{"path":"/redirect/8410617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-9","name":"Der Unglücksbringer","epNo":9,"alt":"Bahavian Idol","descr":"Cory schenkt Meena eine bahavianische Figur, die sich als Pechsymbol entpuppt. Meena ist überzeugt davon, das nun ein Fluch auf ihr liegt. Cory und Newt haben alle Hände voll zu tun, Meena von ihrem vermeintlichen Fluch zu befreien. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581037","hoster":"VOE"},{"path":"/redirect/8410614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-10","name":"Cory und die rasenden Reporter","epNo":10,"alt":"Beat The Press","descr":"Ein Reporter entlockt Cory Details aus einer privaten Unterhaltung, die dieser mit dem Präsidenten hatte. Unterdessen hilft Meena Newt bei der Produktion seines Musikvideos, obwohl sie überhaupt keine Lust dazu hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581038","hoster":"VOE"},{"path":"/redirect/8410613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-11","name":"Der Duft der Verwechslung","epNo":11,"alt":"Mall Of Confusion","descr":"Cory hilft dem Präsidenten, unerkannt im Einkaufszentrum zu bummeln. Sophie versucht Meena zu überreden, ihre Hausaufgaben zu machen. Sie soll nämlich einen Bericht über Bahavia schreiben und wer wäre da geeigneter als Meena? (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601524","hoster":"VOE"},{"path":"/redirect/8410612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-12","name":"Die Intelligenzbestie","epNo":12,"alt":"Get Smarter","descr":"Newt hat ein Mädchen namens Jessica kennengelernt. Kurz vor ihrem ersten Date findet er heraus, dass sie eine Intelligenzbestie ist. Mit Corys Hilfe versucht er vor Jessica ebenfalls besonders schlau zu wirken. Doch nun denkt Jessica, dass sie mit Newt nicht mithalten kann! Währenddessen duelliert sich Mama Martinez mit Chefkoch Victor um den Gaumen des Präsidenten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601525","hoster":"VOE"},{"path":"/redirect/8410606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-13","name":"Möge der Saft mit Dir sein","epNo":13,"alt":"And The Weenie Is","descr":"Cory bekommt es mit der Angst zu tun: Ein Freund aus alten Tagen kommt zu Besuch und droht, Peinliches aus ihrer Vergangenheit auszuplaudern. Victor versucht unterdessen sein Glück mit einem altertümlichen Eiscremebereiter, den er auf dem Speicher des Weißen Hauses gefunden hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700351","hoster":"VOE"},{"path":"/redirect/8410920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-14","name":"Verrückt nach Nanoosh","epNo":14,"alt":"No, No, Nanoosh","descr":"Cory ist neidisch auf Meena, weil die einen bahavianischen Superstar treffen darf. In Victors Küche herrscht ebenfalls Unruhe: Die neue Praktikantin verdirbt es sich gleich mit der gesamten Crew. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916259","hoster":"VOE"},{"path":"/redirect/8410876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-15","name":"Wie gewonnen, so zerronnen","epNo":15,"alt":"Air Force One Too Many","descr":"Russlands Premierminister Schuheauski besucht Präsident Martinez. Der Premier ist sehr an der Jacke des US-Präsidenten interessiert und außerdem möchte er Alaska von den Amerikanern zurückhaben. Martinez lehnt dies ab, schenkt ihm dafür aber seine geliebte Jacke. Er ahnt nicht, dass Cory inzwischen den Kaufvertrag über Alaska in die Jackentasche gesteckt hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601526","hoster":"VOE"},{"path":"/redirect/8410874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-16","name":"Die irre Jagd nach Raven","epNo":16,"alt":"That\u0027s So In The House","descr":"Raven kommt ins Weiße Haus, um dem Präsidenten ihre selbst entworfenen Reiseführer-Uniformen zu präsentieren. Doch kurz bevor sie einander vorgestellt werden, hat Raven eine Vision und wirft den Präsidenten zu Boden. Der lässt sie daraufhin durchs Weiße Haus jagen. Damit die Modenschau nicht ins Wasser fällt, schlüpft Cory in Frauenkleider und präsentiert die Uniformen als Raven Baxter. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601528","hoster":"VOE"},{"path":"/redirect/8410882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-17","name":"Der Wunsch-Alb-Traum","epNo":17,"alt":"Gone Wishin\u0027","descr":"Als Cory eine Sternschnuppe sieht, wünscht er sich, Präsident zu sein. Der Wunsch geht kurz darauf in Erfüllung. Doch ganz Cory-typisch ignoriert er jegliche Ermahnungen und vernachlässigt seine eigentlichen Pflichten. So kommt, was kommen muss: Eine Roboterarmee greift die Erde an und Cory hat keine Ahnung, was er tun soll. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581043","hoster":"VOE"},{"path":"/redirect/8410871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-18","name":"Absolut taktlos","epNo":18,"alt":"I Ain\u0027t Got Rhythm","descr":"Corys Band will dem berühmten Musikmanager Vince Valentine vorspielen. Doch vorher muss unbedingt ein Keyboarder her. Ausgerechnet Stickler wird das neue Mitglied. Er versucht natürlich sofort, Cory zu manipulieren. Und zwar mit einem Rhythmusdestabilisator. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916262","hoster":"VOE"},{"path":"/redirect/8410881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-19","name":"Sophie will erwachsen sein","epNo":19,"alt":"The Kung Fu Kats Kid","descr":"Cory, Newt und Meena treffen sich bei Alexander in der Liberry, um neue \"Bekanntschaften\" zu knüpfen. Plötzlich taucht Sophie auf. Sie möchte die gleichen Dinge tun, die Erwachsene machen. Um dies zu erreichen, erpresst sie Cory mit einem Video, das sie heimlich von ihm aufgenommen hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9601527","hoster":"VOE"},{"path":"/redirect/8410868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-20","name":"Verrückt nach Lionel","epNo":20,"alt":"A Rat By Any Other Name","descr":"Cory und Stickler wissen nicht, mit wem sie auf den Neandertaler-Ball gehen sollen. Beide haben ein Auge auf Candy Smiles geworfen. Zur gleichen Zeit überrascht Victor Cory mit Ratte Lionel. Weil Corys Freunde sich über die Ratte lustigmachen, verschenkt er sie an Sophie. Doch dann überlegt er es sich anders und will Lionel wieder zurückhaben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700355","hoster":"VOE"},{"path":"/redirect/8410877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-1/episode-21","name":"Im Fitness-Wahn","epNo":21,"alt":"Never The Dwayne Shall Meet","descr":"\"The Rock\" kommt zu Besuch ins Weiße Haus. Cory hört sofort die Kassen klingeln und schafft es, \"The Rock\" als Partner für seine Fitness-Maschine zu gewinnen. Doch dann landen Meena, Newt und Cory in einem Lagerraum, aus dem es keinen Ausgang gibt, weil er durch die Fitness-Maschine blockiert ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581042","hoster":"VOE"},{"path":"/redirect/8410921","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-1","name":"Das Präsidenten-Siegel","epNo":1,"alt":"The Presidential Seal","descr":"Cory schwärmt für ein Mädchen namens Nicole. Allerdings steht seine Angebetete mehr auf Geschichte als auf ihn. Doch als er ganz nebenbei erwähnt, dass er im Weißen Haus wohnt, ist Nicole Feuer und Flamme. Kurz darauf stehen die beiden im Oval Office und schon passiert das erste Missgeschick: Cory schüttet ein Tintenfass über dem Präsidentensiegel aus. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581041","hoster":"VOE"},{"path":"/redirect/8410916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-2","name":"Bodenloses Chaos","epNo":2,"alt":"Through the Roof","descr":"Alexander besucht Cory, Newt und Meena im Proberaum. Er droht mit Rausschmiss, wenn sie bis Sonnenuntergang keinen neuen Song für ihre Band geschrieben haben. Meena hat keine Zeit, also liegt es nun an Cory und Newt, den Song zu schreiben. Dummerweise vertrödeln sie die meiste Zeit und dann fällt Cory auch noch durch ein Missgeschick durch den Boden und bleibt stecken. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999373","hoster":"VOE"},{"path":"/redirect/8410922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-3","name":"Meenas Verwandlung","epNo":3,"alt":"Monster\u0027s Ball","descr":"Cory, Newt und Meena schauen sich im Fernsehen ‚Meine Party ist besser als deine‘ an. Meena ist erst nicht sehr begeistert. Doch dann sieht sie, was für Geschenke die Mädchen in der Fernsehsendung bekommen. Bald dreht sie regelrecht durch und benimmt sich wie die Mädchen aus der anfangs so gehassten Fernsehsendung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999378","hoster":"VOE"},{"path":"/redirect/8410913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-4","name":"Der erste Kuss","epNo":4,"alt":"Lip Service","descr":"Cory und Newt wollen Küssen üben, doch kein Mädchen interessiert sich wirklich für sie. Erst die beiden Ashleys lassen sich zu einem romantischen Treffen überreden. Kurz bevor Newt Ashley 2 den ersten Kuss geben kann, erinnert er sich, dass er vor vielen Jahren seiner besten Freundin den ersten Kuss versprochen hat. Cory hat eine Idee, wie man die Knutscherei für wohltätige Zwecke einsetzen kann. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999379","hoster":"VOE"},{"path":"/redirect/8410896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-5","name":"Die sprechende Puppe","epNo":5,"alt":"Who Let The Dolls Out","descr":"Cory hat erfahren, dass sich böse Puppen besser verkaufen als Puppen, die liebe Sachen sagen. Ohne Sophies Wissen zeichnet er für eine Puppe alle gemeinen Sachen auf, die sie sagt. Sophie rächt sich: Auf einmal trifft Cory überall auf die sprechende Sophie-Puppe. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999385","hoster":"VOE"},{"path":"/redirect/8410907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-6","name":"Wenn die Chemie nicht stimmt","epNo":6,"alt":"We Don\u0027t Have Chemistry","descr":"Eigentlich wollte Cory mit Candy endlich über ihre Beziehung reden. Aber Stickler zwingt ihn, mit ihm bei einem ‚Astro Force Five‘-Treffen mitzuspielen. Sophie will unbedingt Klassensprecherin werden. Um gegen ihre Konkurrentin Tanisha zu gewinnen, schreckt sie auch vor unfairen Mittteln nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999386","hoster":"VOE"},{"path":"/redirect/8410947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-7","name":"Der Simulant","epNo":7,"alt":"Uninvited Pest","descr":"Corys übelster Feind Stanley taucht im Weißen Haus auf und tut so, als habe er sich zum Guten gewandelt. Cory ist der Einzige, der ihm das nicht abnimmt. Offenbar ist sein Misstrauen nicht unbegründet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13499760","hoster":"VOE"},{"path":"/redirect/8410851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-8","name":"Der Flechtmeister","epNo":8,"alt":"Making the Braid","descr":"Durch einen Zufall stellt sich heraus, dass Newt ein Profi im Zöpfeflechten ist. Das bringt Cory auf eine Geschäftsidee. Er eröffnet einen Friseursalon, in dem Newt nun möglichst viele Zöpfe flechten soll. Doch der in der Gegend bereits ansässige Friseur ist darüber gar nicht begeistert. Es kommt zu einem Flechtwettbewerb zwischen Mr. Michelle und Newt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999383","hoster":"VOE"},{"path":"/redirect/8410849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-9","name":"Einfach zu fabelhaft","epNo":9,"alt":"Model Behavior","descr":"Cory und Newt wollen sich auf eine Party mit Supermodels reinschmuggeln. Leider klappt ihr Plan nicht, sie scheitern schon am Türsteher. Doch das Schicksal meint es gut mit den beiden: Durch Zufall werden Cory und Newt von der Modesignerin Leilani Monet entdeckt. Sie lädt die beiden zu einem Werbeshooting mit fünf Supermodels nach Hawaii ein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999380","hoster":"VOE"},{"path":"/redirect/8410850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-10","name":"Mission Völkerverständigung","epNo":10,"alt":"Peace, Love, and Misunderstanding","descr":"Saruza, die Tochter des dubinianischen Botschafters, kommt neu an die Schule. Meena ist gar nicht begeistert, denn zwischen ihrer Heimat Bahavia und Dubinia herrscht eine uralte Fehde. Cory versucht zwischen den beiden zu vermitteln. Als sein erster Versuch in Sachen Völkerverständigung scheitert, sucht Cory Unterstützung beim Präsidenten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916260","hoster":"VOE"},{"path":"/redirect/8410842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-11","name":"Lügen haben kurze Beine","epNo":11,"alt":"Sittin Pretty","descr":"Der Präsident fragt Cory, ob er auf seine Tochter Sophie und deren Freundin Tanisha aufpassen kann. Candy ist begeistert. Sie kommt mit, um mit Cory ‚Vater, Mutter, Kind‘ zu spielen. Die anderen Kinder sind genervt. Mit einem Trick provozieren sie einen Streit zwischen Cory und Candy. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10493642","hoster":"VOE"},{"path":"/redirect/8410854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-12","name":"Kampf um Candy","epNo":12,"alt":"Macho Libre","descr":"Auf Corys Schule taucht ein junger Mann namens Juan Carlos auf. Cory ist gar nicht begeistert, denn Candy verbringt viel Zeit mit dem Neuen. Beide Jungs buhlen um Candy und beschließen, den Kampf wie richtige Männer im Ring auszutragen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999384","hoster":"VOE"},{"path":"/redirect/8410839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disney-einfach-cory/staffel-2/episode-13","name":"Geld oder Liebe","epNo":13,"alt":"Mad Songs Pay So Much","descr":"Der berühmte Horrorfilm-Regisseur Toshi Nakamora hört bei einem Besuch im Weißen Haus zufällig ein unfertiges Lied von Cory und seiner Band. Er ist begeistert und bietet Cory viel Geld für das vollendete Stück. Cory beauftragt Meena, das Lied fertigzustellen. Doch die ist frisch verliebt und kann kein Lied schreiben, das zu einem Horrorfilm passt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999388","hoster":"VOE"},{"path":"/redirect/8410852","hoster":"Streamtape"}]}]}]}]}