{"seriesId":"disney-s-fillmore","name":"Disney\u0027s Fillmore","descr":"Cornelius Fillmore, ehemaliger \"Schulhofverbrecher\", arbeitet erfolgreich mit seiner Partnerin Ingrid Third, seinem Chef Vallejo und anderen beim Securityteam der X-Middle-School. Dort haben sie allerlei Verbrechen aufzudecken, wie Anschläge auf den Schulfavoriten beim Schachturnier …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rostfreier Edelstahl","epNo":1,"alt":"To Mar a Stall","descr":"Fillmore und das Security-Team stehen vor einem Rätsel. Wo ist Duappy, das älteste virtuelle Haustier, auf das die X-Middle-School besonders stolz ist. Ausgerechnet jetzt, da ein Filmteam einen Bericht über Duappy bringen will, ist das Tier verschwunden. Sein Besitzer Everett ist ratlos. Wer steckt dahinter? Schon bald hat Fillmore zwei Hauptverdächtige: Everetts Flamme Lorraine und deren Freundin Biana.","versions":[{"lang":1,"streams":[{"redirect":11037319,"hoster":"VOE"},{"redirect":11037307,"hoster":"Doodstream"},{"redirect":11037304,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der geklaute Test","epNo":2,"alt":"Test of the Tested","descr":"Jemand, der sich für ziemlich clever hält, hat die ausgefüllten Fragebögen des SATTY-9-Tests geklaut. Der Test ist bei den Schülern der X-Middle-School verhasst. Fillmore und sein Team haben zwei Tage Zeit, die Bögen wieder zu finden.","versions":[{"lang":1,"streams":[{"redirect":11037313,"hoster":"VOE"},{"redirect":11037324,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der große Bücherraub","epNo":3,"alt":"A Wurm in Our Midst","descr":"Wer ist der unheimliche Schmierfink, der die neuen Toilettenräume der X-Middle-School so versaut hat? Fillmore und sein Team machen sich auf die Suche. Es gibt mehrere Verdächtige: Einzelgänger Randal Julian, der schon mehrfach wegen ‚Wandmalerei‘ bestraft wurde, ein kleiner Künstlerclub, der wegen der neuen Toiletten seinen Clubraum räumen musste und die Präsidentin des Toilettenausschusses, die vergeblich Edelstahl-Toilettentüren gefordert hatte …","versions":[{"lang":1,"streams":[{"redirect":11037328,"hoster":"VOE"},{"redirect":11037321,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nur Kummer mit Hummer","epNo":4,"alt":"Cry, The Beloved Mascot","descr":"Eine ereignisreiche Zeit liegt hinter Fillmore. Was alles passiert ist, schreibt er seinem alten Partner Wayne, den es vor einiger Zeit in den Süden verschlagen hat. In dem Brief erzählt Fillmore, wie er Ingrid kennen gelernt hat und wie schwer sie es anfangs an der neuen Schule hatte. So wurde sie als Neue verdächtigt, ein Stinkbombenattentat verübt zu haben. Obwohl die Beweise gegen sie sprachen, hatte Fillmore keinen Moment an ihre Schuld geglaubt. Und zusammen gelangt es ihnen, den wahren Täter zu entlarven. Das war der Anfang einer neuen Partnerschaft …","versions":[{"lang":1,"streams":[{"redirect":11037355,"hoster":"VOE"},{"redirect":11037347,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ingrid Undercover","epNo":5,"alt":"Red Robins Don’t Fly","descr":"Wo steckt bloß Hummi, das Maskottchen der X-Middle-School? Ausgerechnet vor einem wichtigen Boccia-Spiel ist Hummi verschwunden. Jetzt verdächtig jeder jeden. Am auffälligsten verhält sich der schuleigene Hellseher Alstair Greystone. Seine eigenartigen Vorhersagen machen ihn überaus verdächtigt. Und welche Rolle spielt Harrison Post bei der Maskottchenentführung? Ingrid und Fillmore forschen nach …","versions":[{"lang":1,"streams":[{"redirect":12384293,"hoster":"VOE"},{"redirect":11037346,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nächster Halt: Weltuntergang","epNo":6,"alt":"Next Stop, Armageddon","descr":"Wer hat die Bücher aus der Schulbücherei der X-Middle-School geklaut? Salzkrümel am Tatort deuten auf Tony Clementina hin, der ewig Salzstangen verdrückt. Tatsächlich findet Fillmore in Tonys Baumhaus die Bücher. Aber wie sind sie dahin gekommen. Denn eines ist sicher: Tony ist nicht schwindelfrei und könnte eine so schwere Last niemals so hoch tragen. Ingrid hat den Buchclub der Schule im Verdacht …","versions":[{"lang":1,"streams":[{"redirect":11037354,"hoster":"VOE"},{"redirect":11037351,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der beste Freund","epNo":7,"alt":"Nappers Never Sleep","descr":"Ingrid wird als Undercover-Agentin in den Rotkäppchenklub geschleust. Sie soll in deren Räumlichkeiten den Tresor finden. In dem vermutet Vallejo Diebesgut. Und zwar Süßigkeiten, die der Rotkäppchenclub den anderen stiehlt, um die Kasse aufzubessern. Ein schwerer Einsatz für Ingrid …","versions":[{"lang":1,"streams":[{"redirect":11037360,"hoster":"VOE"},{"redirect":11037363,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fillmores neuer Partner","epNo":8,"alt":"Ingrid Third, Public Enemy #1","descr":"Zu dumm, dass Fillmores und Ingrids letzter Einsatz schief gelaufen ist. Und so werden sie strafversetzt. Ihr neuer Job: Sie müssen bei einem Modelleisenbahn-Kongress Wache schieben. Und prompt passiert etwas. Ein Zug entgleist und löst eine unfassbare Katastrophe aus. Fillmore und Ingrid sind sich sicher: da wurde manipuliert. Und tatsächlich. Da hat jemand an einer Fernbedienung rumgespielt. Doch wer?","versions":[{"lang":1,"streams":[{"redirect":11037368,"hoster":"VOE"},{"redirect":11037374,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf der Suche nach sich selbst","epNo":9,"alt":"A Cold Day at X","descr":"In der Schule steht der gefürchtete Algebra-Test an. Die Lehrerin Mrs. Cornwall hat den Tipp bekommen, dass ein paar Schüler den Test vorher klauen wollen, um sich besser vorzubereiten. Fillmore wird eingeschaltet. Er soll die Täter finden. Da Mrs. Cornwall den Test für alle zugänglich in einer Schublade aufbewahrt, ist es ein leichtes Spiel, ihn zu entwenden. Und tatsächlich. Die kleine Gauernbande kommt eines Nachts angeschlichen. Fillmore ist sofort da. Doch dann wird er erpresst: entweder sein Fisch muss dran glauben, oder er rückt den Test heraus …","versions":[{"lang":1,"streams":[{"redirect":11037388,"hoster":"VOE"},{"redirect":11037394,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der beste Wachmann der Welt","epNo":10,"alt":"Masterstroke of Malevolence","descr":"Das ist ein schwerer Schlag für Fillmore und seine Kollegen. An der X-Middle-School werden Roller gestohlen. Sofort gründet Schüler Derek Minna das Rollerkommando, um die Gauner zu fassen. Außerdem will er das Securityteam bloß stellen. Fillmore und Ingrid haben es also doppelt so schwer …","versions":[{"lang":1,"streams":[{"redirect":11037393,"hoster":"VOE"},{"redirect":11037397,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gut gedacht, schlecht gemacht","epNo":11,"alt":"Two Wheels, Full Throttle, No Breaks","descr":"Es hätte ein schöner Ausflug für Fillmore, Ingrid und O’Farrell werden können. Denn dieses Mal müssen sie die Schüler auf einem Museumsbesuch begleiten. Doch gerade als alle vor dem Bild ‚Hummerfänger im Hafen‘ stehen, fällt der Strom im Museum aus. Als das Licht wieder angeht, hat der Hummerfänger einen Bart. Wer war es? Und womit hat der Täter gemalt? Eine wichtige Frage für den Restaurator …","versions":[{"lang":1,"streams":[{"redirect":11037400,"hoster":"VOE"},{"redirect":11037416,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Spiel der Könige","epNo":12,"alt":"Of Slain Kings on Checkered Fields","descr":"Fillmore und Ingrid müssen ziemlich schnell den Dieb der CD-ROMs mit den Prüfungsthemen finden. Der Abgeordnete Peabody ist sauer und setzt Fillmore zusätzlich unter Druck. Irgendwie scheint sowieso alles gegen Fillmore zu laufen. Wer will ihm da einen Streich spielen? Und warum?","versions":[{"lang":1,"streams":[{"redirect":11037428,"hoster":"VOE"},{"redirect":11037409,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gute Freunde vergisst man nicht","epNo":13,"alt":"A Forgotten Yesterday","descr":"Wer hat die über 10.000 Wertcoupons aus dem Schrank von Toby und Tina geklaut? Fillmore und Ingrid machen sich auf die Suche. Da Toby Spielschulden hat, fällt der Verdacht auf ihn. Er beteuert jedoch seine Unschuld. Da werden Fillmore und Ingrid von einem Maskierten angegriffen …","versions":[{"lang":1,"streams":[{"redirect":12384294,"hoster":"VOE"},{"redirect":11037335,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Währung des Zweifels","epNo":1,"alt":"The Currency of Doubt","descr":"Wer hat die über 10.000 Wertcoupons aus dem Schrank von Toby und Tina geklaut? Fillmore und Ingrid machen sich auf die Suche. Da Toby Spielschulden hat, fällt der Verdacht auf ihn. Er beteuert jedoch seine Unschuld. Da werden Fillmore und Ingrid von einem Maskierten angegriffen …","versions":[{"lang":1,"streams":[{"redirect":11037426,"hoster":"VOE"},{"redirect":11037425,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Reißwolftäter","epNo":2,"alt":"The Shreds Fell like Snowflakes","descr":"Wer ist der geheimnisvolle Reißwolftäter, der den Schülern Unterlagen aus der Hand reißt und in den Reißwolf wirft? Der Fall ist so kompliziert, dass ein Profiler zur Hilfe angefordert werden muss. Vallejos alter Kumpel Frank Bishop wird für diesen Job engagiert. Bald hat er den potenziellen Täterkreis auf einige Personen reduziert. Doch dann gerät er unter Verdacht, selbst der Reißwolftäter zu sein …","versions":[{"lang":1,"streams":[{"redirect":11037429,"hoster":"VOE"},{"redirect":11037440,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feinde verzeihen nicht","epNo":3,"alt":"Foes Don’t Forgive","descr":"Talentwettbewerb an der Middle-X-School. Auch Zauberer Santiago tritt auf. Als Höhepunkt will er den Roboterhund von Dewey verschwinden lassen. Dabei wird das kostbare Tier geklaut. Hat Santiago sich das Eisentier unter den Nagel gerissen oder steckt jemand anders hinter dem dreisten Diebstahl?","versions":[{"lang":1,"streams":[{"redirect":11037442,"hoster":"VOE"},{"redirect":11037449,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In guten wie in schlechten Zeiten","epNo":4,"alt":"South of Friendship, North of Honor","descr":"Ferien an der Middle-X-School. Fillmore nutzt die freien Tage und besucht seinen alten Partner Wayne. Doch der hat sich ziemlich verändert. Und an seiner Schule geht es auch nicht mit rechten Dingen zu, wie Fillmore bald feststellen muss. Als die besonderen De-Luxe-Pralinen verschwinden, macht sich Fillmore mit Wayne auf die Suche nach dem Übeltäter. Dabei stellt sich heraus, dass der Patrouillen-Sheriff hinter all dem steckt. Als der Sheriff merkt, dass ihm Wayne und Fillmore auf die Schliche gekommen sind, nimmt er Wayne die Dienstmarke ab. Jetzt muss Fillmore alleine ermitteln …","versions":[{"lang":1,"streams":[{"redirect":11037450,"hoster":"VOE"},{"redirect":11037445,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Diplomatensöhnchen","epNo":5,"alt":"Immune to All But Justice","descr":"Was für eine gute Tat: Ein Diplomatensohn arrangiert Auktionen innerhalb der Schule und spendet die eingenommen Gelder für gute Zwecke. Doch dann finden Ingrid und Fillmore heraus, dass das Diplomatensöhnchen krumme Dinger dreht. Allerdings können sie den Knaben nicht auffliegen lassen, weil er diplomatische Immunität genießt. Da hat Vallejo eine Idee …","versions":[{"lang":1,"streams":[{"redirect":11037448,"hoster":"VOE"},{"redirect":11037458,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fillmores Feuerprobe","epNo":6,"alt":"The Nineteenth Hole is a Shallow Grave","descr":"Wurden bei der Minigolf-Open an der Middle-X-School die Bahnen manipuliert oder spielen alle Spieler absichtlich so grottenschlecht? Principal Folsom will das genau wissen und beauftragt Fillmore und Ingrid mit den Ermittlungen. Doch die beiden kommen einfach nicht weiter. Als letzte Lösung bleibt nur noch, einen Undercoveragenten ins Golfturnier einzuschmuggeln. Die Wahl fällt auf Fillmore. Doch der ist alles andere als begeistert …","versions":[{"lang":1,"streams":[{"redirect":11834105,"hoster":"VOE"},{"redirect":11037460,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Name verpflichtet","epNo":7,"alt":"Links in a Chain of Honor","descr":"Ein Neuer ist ins Securtity-Team gekommen: Peter. Schon seine drei großen Brüder haben erfolgreich im Securtity-Team gearbeitet. Jetzt sollen Fillmore und Ingrid den Neuling anlernen. Und der ältere Bruder von Peter hat auch schon einen Auftrag. Das Team soll herausfinden, wo die Hummerfan-Handschuhe abgeblieben sind. Bald hat Neuling Peter eine heiße Spur …","versions":[{"lang":1,"streams":[{"redirect":11037471,"hoster":"VOE"},{"redirect":11037469,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fan-Mania","epNo":8,"alt":"The Unseen Reflection","descr":"Wer ist der treuste Fan der Vampirita-Roman-Serie – das will ein Wettbewerb ermitteln. Für Terri und Torrey gibt es keine Zweifel: Sie selbst sind es und deshalb setzen sie alles dran, um diesen Wettbewerb zu gewinnen. Doch was die treuen Fans auch entwerfen und bauen ? kurz vor der Fertigstellung wird jedes Vampirita-Kunstwerk zerstört. Wer steckt nur dahinter? Fillmore und Ingrid machen sich auf die Suche …","versions":[{"lang":1,"streams":[{"redirect":11037479,"hoster":"VOE"},{"redirect":11037478,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der mysteriöse Brief","epNo":9,"alt":"Codename: Electric Haircut","descr":"Das Securtity-Team bekommt einen mysteriösen Brief mit dem Inhalt: \"Lasst den Fehler aus dem System\". Vallejo beauftragt Fillmore und Ingrid, die Sache aufzuklären. Doch nicht nur der seltsame Brief, sondern auch das mysteriöse Verschwinden einer Schülerin machen Fillmore und Ingrid das Leben schwer. Untersuchungen ergeben, dass die Daten der verschwundenen Schülerin aus dem Schulcomputer verschwunden sind. Außerdem stellt sich heraus, dass jemand den Hauptrechner mit einem Virus infiziert hat, der bald losschlagen soll …","versions":[{"lang":1,"streams":[{"redirect":11037480,"hoster":"VOE"},{"redirect":11037495,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das ganze Leben ist ein Spiel","epNo":10,"alt":"Play On, Maestro, Play On","descr":"Fillmore und Ingrid sind für die Sicherheit der Technikausstellung zuständig. Auf der Ausstellung wird die neue Ultra-Box präsentiert und prompt gestohlen. Alles deutet daraufhin, dass Arthur der Dieb ist. Doch am nächsten Tag verschwindet auf dieselbe Art und Weise wieder eine Ultra-Box. Diesmal kann Arthur unmöglich der Täter sein. Ingrid und Fillmore bitten Arthur um Hilfe bei der Ermittlung des wahren Täters …","versions":[{"lang":1,"streams":[{"redirect":13008271,"hoster":"VOE"},{"redirect":11037491,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die große Essensschlacht","epNo":11,"alt":"This Savior, a Snitch","descr":"Eine Diebesbande hat sich in der Middle-X-School auf die Lunchpakete der Kinder spezialisiert. Während der Verfolgung eines Essensdiebs zerstört Fillmore leider die aus Pastateilchen gebaute Statue von Prinicpal Folsom. Niemand glaubt Fillmore, dass die Verfolgungsjagd Schuld an der bedauerlichen Zerstörung ist. Jetzt soll Fillmore von der Schule geschmissen werden. Nur Augenzeuge Augie könnte Fillmores Unschuld beweisen. Doch der weigert sich den Mund aufzumachen …","versions":[{"lang":1,"streams":[{"redirect":11037494,"hoster":"VOE"},{"redirect":11037503,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Rache der Unterdrückten","epNo":12,"alt":"A Dark Score Evened","descr":"An der Middle-X-School wird gemoppt, was das Zeug hält. Eine Bande Rowdies klaut Schülern das Essengeld, demütigt sie oder wirft sie aus dem Badminton-Team. Doch plötzlich wendet sich das Blatt. Auf einmal werden die Rowdies angegriffen. Wer steckt dahinter? Kann es sein, dass sich die Unterdrückten plötzlich gegen ihre Peiniger zur Wehr setzen? Doch dann stoßen Ingrid und Fillmore auf etwas, dass sie wirklich überrascht …","versions":[{"lang":1,"streams":[{"redirect":11037502,"hoster":"VOE"},{"redirect":11037504,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Große Klappe, weicher Kern","epNo":13,"alt":"Field Trip of the Just","descr":"Wer ist der feige Mörder des Physik-Maskottchens, der Spinne Guildenstern? Der Verdacht fällt auf Eric, der sich um das Tierchen kümmern sollte und keinen Hehl daraus macht, dass er das Spinnentier nicht leiden kann. Doch dann stellen Ingrid und Fillmore fest, dass Eric in Wahrheit ein sehr großer Tierfreund ist. Steckt vielleicht Erics Verehrerin Alexandria hinter dem Spinnenmord?","versions":[{"lang":1,"streams":[{"redirect":11037525,"hoster":"VOE"},{"redirect":11037513,"hoster":"Streamtape"}]}]}]}]}