{"path":"/serie/stream/disneys-barbaren-dave","name":"Disneys Barbaren-Dave","descr":"Was zeichnet einen waschechten Barbaren aus? Ganz richtig: das Schwert, die Kampfeslust und eine raue Seite.  Doch es gibt eine Ausnahme namens Dave. Ein Barbar, der ganz anders ist als seine Stammesgenossen. Dave macht gern einen Bogen um Gefahren, liebt die feine Küche, gute Musik, Vogelbeobachtung und Origami, die Kunst des Papierfaltens. Kein Wunder, dass Dave unter seinen Mit-Barbaren keinen leichten Stand hat. Sogar seine kleine Schwester Fang ist viel mehr ein barbarischer Haudegen als er. Und selbst Lula, Daves magisches Schwert, hat so manches Mal Sehnsucht nach ihrem kampfeslustigen Vorbesitzer Argan. Und trotzdem, alle Barbaren haben ihren Sonderling Dave tief im Herzen lieb gewonnen. Und so manches Mal kommt den größten Streithähnen unter den Barbaren die besonnene Seite ihres untypischen Kameraden zu Gute. Flotte Disney-Serie, in deren Mittelpunkt Antiheld Dave steht. Der kleine Barbar beweist, dass man sich durchaus von anderen unterscheiden darf. Es gibt keinen Grund, sich für die eigenen Ideen, Wünsche und Interessen zu schämen. Im Gegenteil, nur wer sich selber treu bleibt, gewinnt wahre Freunde.","seasons":[{"path":"/serie/stream/disneys-barbaren-dave/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-1","name":"Der Geist des Stumpfes, Psycho-Gespräche","epNo":1,"alt":"The Maddening Sprite Of The Stump, Shrink Rap","descr":"Lula steckt in einem Baumstumpf fest. Das gefällt dem geheimnisvollem Geist des Stumpfes. Er stellt die Regel auf, dass derjenige der wahre König von Udrogoth wird, der Schwert Lula aus dem Stumpf zieht. Und weil diese Aufgabe niemand lösen kann, ernennt sich der Geist zum alleinigen Herrscher. Doch dann wird Udrogoth von einem Riesen-Muffin angegriffen …// Monster Quozmir tyrannisiert mit seiner schlechten Laune Udrogoth. Außerdem verbreitet das Biest durch seinen Zerstörungstrieb überall Angst und Schrecken. Da hat Dave eine Idee. Er will das bösartige Viech mit einer Gesprächstherapie heilen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304994","hoster":"VOE"},{"path":"/redirect/10105213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-2","name":"Ein Feind für Faffy, Lulas erstes Mal","epNo":2,"alt":"Pet Threat, Lula’s First Barbarian","descr":"Hausdrache Faffy platzt fast vor Eifersucht. Dave hat ein kleines Wiesel ins Haus geschleppt, und das Biest ist jetzt Daves Liebling. Doch dann entdeckt Faffy, dass das Wiesel ein böses Spiel treibt …// Schwert Lula kann es nicht fassen. Plötzlich ist ihr erster Besitzer – Argan – wieder da, der sie vor vielen Jahrhunderten verlassen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304998","hoster":"VOE"},{"path":"/redirect/10105214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-3","name":"Daves böse Liebe, Ned Frischman: Der Mann von Morgen","epNo":3,"alt":"Girlfriend, Ned Frischman: Man Of Tomorrow","descr":"Dave hat sein Herz an die wunderschöne Prinzessin Irmoplotz verloren. Beide lieben Gedichte und reagieren auf dieselben Nahrung allergisch. Die zwei feinsinnigen Verliebten passen also perfekt zueinander. Doch ein Problem gibt es: Irmoplotz ist eine \"böse\" Prinzessin …// Ned Frischman ist aus dem Jahr 1994 per Zeittunnel nach Udrogoth eingereist. Mit seinen Erfindungen bringt er jetzt das Städtchen total durcheinander …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305006","hoster":"VOE"},{"path":"/redirect/10105215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-4","name":"Candys Stärke, Das Plünderungsritual","epNo":4,"alt":"Beef!, Rite Of Pillage","descr":"Candy kann es nicht fassen. Auf einmal ist es ‚in‘ muskulös zu sein. Wie soll sich die zarte Candy aber plötzlich in einen Muskelprotz verwandeln? Onkel Oswidge hat eine ‚zauberhafte‘ Idee …// Das traditionelle Plünderungsritual, durch das Dave endlich ein richtiger Barbar wird, rückt immer näher. Für den friedliebenden Feingeist Dave ein echtes Problem. Er hat Angst die barbarischen Tests nicht zu bestehen und Schande über seine Familie zu bringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305010","hoster":"VOE"},{"path":"/redirect/10105217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-5","name":"König für einen Tag oder zwei, Gute Schlacht, Freunde","epNo":5,"alt":"King For A Day Or Two, Slay What?","descr":"Candy hat genug vom Regieren und überlässt das Zepter Bruder Dave. Der ist total begeistert und zwingt durch seine neue Macht alle Bewohner in sein frisch geschriebenes Musical. Und da alle Untertanen in der Premiere sitzen, kann Lord Chuckles Udrogoth überfallen …// Fang kann es nicht glauben. Ihr großer Held Strom der Schlächter kommt in die Stadt, um einen Drachen zu erlegen. Unglücklicherweise soll sein Opfer Hausdrache Faffy werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11304995","hoster":"VOE"},{"path":"/redirect/10105216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-6","name":"Nicht gesellschaftsfähig, Der doppelte Dave","epNo":6,"alt":"Civilization, The Terror Of Mecha-Dave","descr":"Candy ist total sauer. Ihre wilde Schwester Fang hat mit ihrem unzivilisiertem Benehmen ihre Schlummerparty ruiniert. Jetzt will Candy Schwester Fang endlich Manieren beibringen …// Das niederträchtige Schweinchen Lord Chuckles hat einen Doppelgänger von Dave geschaffen. Das bereitet dem sanftmütigen Barbaren viele Unannehmlichkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384291","hoster":"VOE"},{"path":"/redirect/10105218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-7","name":"Ein Held der anderen Art, Die Schöne und der Pickel","epNo":7,"alt":"The Way Of The Dave, Beauty And The Zit","descr":"Dave hat es mit seinen Schwestern Candy und Fang wirklich nicht leicht. Dank der kapriziösen Candy gerät er mit dem bösen Lord Chuckles aneinander. Wildfang Fang verlangt jetzt, dass der sanftmütige Dave den niederträchtigen Unhold mit allen barbarischen Mitteln bekämpfen soll.// Das darf doch wohl nicht wahr sein! Ein hässlicher Pickel verunstaltet Candys süßes Gesicht. So will sie nicht um Barbarenball gehen. Onkel Oswidge, Zauberer von Beruf, will den Pickel mit Magie den Garaus machen. Doch dann geht irgendetwas schief …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305001","hoster":"VOE"},{"path":"/redirect/10105219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-8","name":"Die Band, Shopping-Mania","epNo":8,"alt":"Band, Web","descr":"Fang, Candy und Co gründen eine Band. Und über Nacht haben sie auch einen Riesenerfolg mit ihrem Song über Pfannkuchen. Doch dann mischt plötzlich Lord Chuckles mit …// Candy entdeckt das Internet als Shoppingmeile. Sie kauft und kauft, bis sie auf einem riesigem Berg Rechnungen sitzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305013","hoster":"VOE"},{"path":"/redirect/10105220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-9","name":"Küchenzauber, Ordnung ist das ganze Leben","epNo":9,"alt":"Sorcerer Material, Sweep Dreams","descr":"Dave und Fang überraschen Onkel Oswidge mit dem Besuch seines alten Freundes Malsquando aus der Hexenschule. Aber das ist keine gute Idee, denn Malsquando führt Böses im Schilde. Doch trotz der miesen Zaubertricks von Malsquando kann Oswidge seinen Neffen und seine Nichte retten.// Dave, Fang und Onkel Oswidge werden von Lord Chuckles in seinen dreckigen Palast gelockt. Dort sollen sie jetzt für Ordnung und Sauberkeit sorgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305011","hoster":"VOE"},{"path":"/redirect/10105221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-10","name":"Die Waffen einer gebräunten Frau, Streit nach Noten","epNo":10,"alt":"Here There Be Dragons, Pipe Down!","descr":"Hitzewelle in Udrogoth. Schuld daran ist ein Fluch der Nomaden. Der Fluch kann erst gebrochen werden, wenn der Stern der Nacht am Himmel erscheint. Doch dieser Stern ist in Privatbesitz …// Dave hat ein ganz besonderes Musikinstrument geschenkt bekommen. Doch das entsetzlich klingende Teil weckt ein Monster auf und das ist gar nicht lustig für Udrogoth …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305017","hoster":"VOE"},{"path":"/redirect/10105222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-11","name":"Schnickschnack für den Frieden, Thor, die Niete","epNo":11,"alt":"Termites Of Endearment, Thor, Loser","descr":"Dave hat die entzückende Schnickschnack-Boutique eröffnet. Das stört Lord Chuckles sehr und er sendet garstige Termiten aus, die den Laden und Udrogoth zerstören sollen. Doch Dave kann mit den gefräßigen Viechern verhandeln und sie zu Teilhabern machen …// Schwert Lula bekommt Besuch von ihrer Schwester Molly. Doch die will für immer bleiben, weil sie ihren Besitzer Thor, den Gott des Sturms, verlassen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305009","hoster":"VOE"},{"path":"/redirect/10105223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-12","name":"Königliche Last, Kartoffel-Soldat","epNo":12,"alt":"The Princess And The Peabrains, Horders \u0026 Sorcery","descr":"andy hat die Nase von ihren Prinzessinnen-Pflichten voll. Deshalb macht sie ihre Freundinnen Dinky und Cheesette zu Co-Prinzessinnen. Die beiden Aushilfs-Regentinnen sollen jetzt all ihre Arbeit erledigen, während Candy sich amüsiert. Ob das gut geht?// Fang möchte so gerne Kriegerin werden. Aber die Barbarenhorde lehnt die Nachwuchs-Kriegerin ab, weil sie noch zu klein ist. Das hält Fang jedoch nicht von ihrem Plan ab. Sie versucht alles, um den großen Barbaren zu beweisen, dass sie eine gute, große Kämpferin ist. Doch dann kommt ihr eine Horde riesiger Kartoffelkäfer in die Quere …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305018","hoster":"VOE"},{"path":"/redirect/10105227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-13","name":"Haare, die der Mensch nicht braucht, Unsichtbare Geister","epNo":13,"alt":"The Brutish Are Coming, The Lost Race Of Reeber","descr":"Onkel Oswidge hat ein großes Problem: Durch seine dichten Ohrenhaare kann er so schlecht hören. Und so kommt es vor, das er manchen Orakelspruch völlig missversteht, was zu ungeahnten Problemen führt …// Candy möchte sich menschenfreundlicher zeigen. Deshalb beschließt sie, dem nächst Besten zu helfen. Plötzlich müssen sie und ihr Familie gegen unsichtbare Geister kämpfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305019","hoster":"VOE"},{"path":"/redirect/10105224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-14","name":"Geist gesucht, Die Wer-Kuh","epNo":14,"alt":"That Darn Ghost!, The Cow Says Moon","descr":"In allen Schlössern leben Geister. Nur Candy ist ‚Geist-los‘. Fang und Dave möchten ihrer Schwester helfen und mieten Lumpsack, ein ganz gemeiner, gruseliger Geist. Doch der kann sich überhaupt nicht benehmen …// Dave hat sich von Prinzessin Irmoplotz getrennt. Diese sinnt auf Rache und verwandelt Dave in ein muhendes Monster. Onkel Oswidge versucht den Zauber rückgängig zu machen, allerdings nicht mit dem gewünschten Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305016","hoster":"VOE"},{"path":"/redirect/10105225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-15","name":"Die Nacht der lebenden Stofftiere, Ich liebe Neddy","epNo":15,"alt":"Night Of The Living Plush, I Love Neddy","descr":"Candy ist regelrecht süchtig nach Stofftieren. Bald ist ihr gesamtes Schloss mit den plüschigen Bewohnern vollgestopft. Lord Chuckles nutzt Candys Besessenheit und schlüpft in ein Plüschtierkostüm, um im Schloss alle Stofftiere zum Leben zu erwecken …// Der Zeitreisende Ned Frischman ist immer noch in Udrogoth. Als Ned feststellt, dass die Dorfbevölkerung all die alten Witze nicht kennen, läuft er zur Hochform auf und begeistert alle mit seinen verrückten Eskapaden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305024","hoster":"VOE"},{"path":"/redirect/10105226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-16","name":"Die Kampf-Rassel, Die bösen Speisen","epNo":16,"alt":"Shake, Rattle, \u0026 Roll Over, Bad Food","descr":"Lord Chuckles betätigt sich als Drachentrainer. Er will sich so die Hilfe von Faffy ergaunern, um in Besitzt einer seltenen Rassel zu gelangen …// Dave hat sein Barbarentraining an den Nagel gehängt um ein kleines aber feines Bistro eröffnen. Das gefällt seiner Familie überhaupt nicht. Als sich plötzlich alle Nahrungsmittel in schreckliche Monster verwandeln, findet Dave sein Bistro auch nicht mehr so toll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305029","hoster":"VOE"},{"path":"/redirect/10105228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-17","name":"Maskenfest, Liebling der Riesen","epNo":17,"alt":"Red Sweater Of Courage, Dog Of Titans","descr":"Daves Feigheit hat Udrogoth schon oft an den Rande der Zerstörung gebracht. Seine Familie ist der Meinung, dass Dave jetzt endlich mal Tapferkeit zeigen muss und zwingt ihn, den roten Pullover der Furchtlosigkeit anzuziehen …// Dave ist von einem Riesen-Mädchen gefangen genommen worden. Ihr gefällt das winzige Männchen und sie beschließt, ihn als Haustier zu behalten. Dave gefällt dieses Leben total. Als seine Familie ihn endlich gefunden hat und befreien will, weigert er sich, mit ihnen nach Hause zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305023","hoster":"VOE"},{"path":"/redirect/10105229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-18","name":"Qualverwandtschaft, Plünderball","epNo":18,"alt":"Fiends \u0026 Family, Plunderball","descr":"Chuckles will verkleidet den smaragdgrünen Schädel aus dem Schloss stehlen. Das böse Schwein ahnt jedoch nicht, dass sich jeder in einen Käse verwandelt, der den Schädel berührt.// Das jährliche Plünderball-Match Udrogoth gegen Hierogoth steht an. Dave beschließt, das Team persönlich zu trainieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305027","hoster":"VOE"},{"path":"/redirect/10105251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-19","name":"Ein begabtes Schwein","epNo":19,"alt":"A Pig’s Story","descr":"Das Schwein Lord Chuckles hat wieder mal einen Plan, um Udrogoth in seine Gewalt zu bringen. So entführt er einen Geschichtenerzähler und zwingt ihn Geschichten zu erzählen, in denen Dave immer verliert. Doch dann bekommt der Erzähler eine Kehlkopfentzündung. Jetzt muss Lord Chuckles seinen Part übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305028","hoster":"VOE"},{"path":"/redirect/10105230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-20","name":"Die Hose des Bösen, Lasst Blumen sprechen","epNo":20,"alt":"Lederhosen Of Doom, Floral Derangement","descr":"Fang hat eine tolle Lederhose geschenkt bekommen. Schnell zieht sie das Teil über, ohne die beiliegende Notiz zu lesen. Das bringt nicht nur Fang in arge Schwierigkeiten …// Fang möchte aus Dave zu gerne einen richtig grausamen Barbaren machen. Damit ihr Wunsch endlich in Erfüllung geht, klaut sie einen Zauber von Onkel Oswidge und streut den auf Daves Blumen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305030","hoster":"VOE"},{"path":"/redirect/10105231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-barbaren-dave/staffel-1/episode-21","name":"Der Nies-Kobold, Rosarote Brille","epNo":21,"alt":"Not A Monkey, Happy Glasses","descr":"Fang leidet unter heftigen Niesattacken. Die werden durch eine Allergie ausgelöst, unter der eigentlich nur Affen leiden. Jetzt ist Fang total unsicher. Ist sie vielleicht ein Affe?// Erntefest in Udrogoth. Alle freuen sich auf diese Feier. Doch Lord Chuckles hat schon wieder einen bösen Plan ausgeheckt, um den Einwohnern das Fest zu verderben. Er schenkt ihnen die legendären rosaroten Gläser, die ein ganz besonderes Geheimnis haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11305035","hoster":"VOE"},{"path":"/redirect/10105232","hoster":"Streamtape"}]}]}]}]}