{"path":"/serie/stream/disneys-grosse-pause","name":"Disneys Große Pause","descr":"Lehrer haben’s auch nicht leicht! Davon kann insbesondere Miss Finster ein Lied singen. Sie unterrichtet in der \"Third Street School\" eine wahre Rasselbande. Anführer ist der gewiefte T.J., ein echter Lausbub. Zu seiner Clique gehören der gutherzige Mikey,der sportliche Vince, Gretchen, die leider gar nicht sportlich ist, dafür aber hochintelligent, die kräftige Spinelli, die sich für ihren Namen mächtig schämt und Gus, der auf den ersten Blick ganz schön schüchtern erscheint. Aber wie gesagt, nur auf den ersten Blick! Allesamt machen sie dem Lehrpersonal das Leben schwer. Und den Streber Randall ziehen sie auf, wo und wann sie können. Selber Schuld, wenn man sich als Oberpetze entpuppt und sich bei Miss Finster einschleimen will.","seasons":[{"path":"/serie/stream/disneys-grosse-pause/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/disneys-grosse-pause/filme/film-1","name":"Die geheime Mission","epNo":1,"alt":"","descr":"T.J. entdeckt in den Sommerferien grüne Strahlen, die aus der Schule kommen. Niemand will ihm glauben – außer seiner Erzrivale Direktor Prickley, der vaporisiert wird. T.J., Vince, Gretchen, Spinelli, Gus und Mickey finden heraus, dass Prickleys Rivale Phillium Benedict verantwortlich ist, da er die Sommerferien abschaffen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994759","hoster":"VOE"},{"path":"/redirect/8421205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/filme/film-2","name":"Der Weihnachtswunderfilm","epNo":2,"alt":"","descr":"Weihnachten steht vor der Tür, und Pricklys Wagen bleibt im Schnee stecken. Der Schuldirektor hält das zuerst für einen schlechten Scherz von T. J. und seiner Gang. Dann lässt er mit seinen Kolleginnen Grotke und Finster die Streiche der Schüler Revue pas-sieren und stellt erstaunt fest, dass die Kids gar nicht so übel sind… Kurzweiliges Trickvergnügen, das auf der gleichnamigen Serie basiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994729","hoster":"VOE"},{"path":"/redirect/8421247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/filme/film-3","name":"Wir sind Fünftklässler","epNo":3,"alt":"","descr":"Unsere Grundschüler werden in die 5. Klasse versetzt. Von nun an müssen sie mit allerhand Veränderungen fertig werden. Auf der neuen Schule gibt es keine Spielplätze, dafür aber eine bekannte Lehrerin: ausgerechnet die knurrige Miss Finster wird die Klasse unterrichten. Die Freunde haben alle Hände voll zu tun, sich in dieser neuen Welt der größeren Schüler zurechtzufinden und zu behaupten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916090","hoster":"VOE"},{"path":"/redirect/8421252","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-1","name":"Der Einbruch / Der Neue","epNo":1,"alt":"The Break in / The New Kid","descr":"Das ranzige Essen in der Schulkantine ist eine einzige Qual, die T.J. nicht länger mit ansehen kann. Darum schleicht er sich mithilfe seiner Freunde ins Lager der Cafeteria, um nach dem guten Essen zu suchen. Daraufhin wird er erwischt und handelt sich somit Nachsitzen während der Pause ein. Ein einziger Albtraum. Vince, Mikey,Spinelli und Gretchen sind entschlossen: Sie müssen ihren Freund T.J. retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994739","hoster":"VOE"},{"path":"/redirect/8421251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-2","name":"Das Experiment / Wir wollen unseren Schrotti","epNo":2,"alt":"The Experiment / The Great Jungle Gym Stand off","descr":"[Das Experiment] Butch erzählt die schlimmste Geschichte aller Horrorgeschichten, was eine heftige Erkenntnis mit sich bringt: Die Jungs küssen die Mädchen, die Mädchen küssen die Jungs! Angst herrscht unter den fünf Freunden. Angst vor dem Unbekannten. Das Ganze eskaliert und bringt ein risikoreiches Experiment mit sich ...\u0026lt;br /\u0026gt;\r[Wir wollen unseren Schrotti] Der ganze Schulhof ist entsetzt, als Prickley bekannt gibt, dass das geliebte Klettergerüst mit dem Namen Schrotti ersetzt werden soll. Das lassen die Kinder nicht auf sich sitzen und versuchen mit allen Mitteln Schrotti und ihre wertvollen Erinnerungen zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994738","hoster":"VOE"},{"path":"/redirect/8421245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-3","name":"Verhext / Schülerlotse Mikey","epNo":3,"alt":"Jinxed / Officer Mikey","descr":"[Verhext] Jeder kennt dieses Gesetz. Sagen zwei Leute zur selben Zeit das gleiche Wort, muss der eine schweigen, sobald der andere \u0027Verhext!\u0027 gerufen hat. Dieses Spiel drehen die Ashleys so um, dass purer Ernst daraus wird. Zu Gus\u0027 Pech. Kann er noch rechtzeitig mit der Nennung seines Namens gerettet werden?\u0026lt;br /\u0026gt;\r[Schülerlotse Mikey] Mikey hat einen Traum. Ein Traum, der allerdings zu platzen schien. Seine Freunde können das nicht mit ansehen und setzen alles daran ihn zum Schülerlotsen zu machen. Egal wie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097305","hoster":"VOE"},{"path":"/redirect/8421208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-4","name":"Vorname Ashley / Hilfe, Miss Finster ist verknallt","epNo":4,"alt":"First Name Ashley / To Finster with LoveVorname As","descr":"[Vorname Ashley] Ausgerechnet die taffe Spinelli trägt den verfluchten Namen \u0027Ashley\", was Randall kurzerhand auf dem gesamten Schulhof verbreitet. Die feinen, mädchenhaften Ashleys sehen sich dazu gezwungen das wilde Mädchen zu zähmen. Die pure Folter. Was werden Spinellis Freunde dagegen unternehmen?\u0026lt;br /\u0026gt;\r[Hilfe, Miss Finster ist verknallt] Miss Finster, der Schulhofschreck, soll verknallt sein? Hilfe! Doch schnell bemerken die fünf Freunde, was für Vorteile sie aus dieser Situation ziehen können. Dies sollte allerdings schon bald gewaltig nach hinten losgehen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097306","hoster":"VOE"},{"path":"/redirect/8421246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-5","name":"Der neue König / Chad, der große Bruder","epNo":5,"alt":"King Gus / Big Brother Chad","descr":"Ob das mal gut geht? Weil der König des Schulhofs an den Mandeln operiert werden muss, soll der schüchterne Gus ihn vertreten. Ausgerechnet er muss fortan darüber wachen, dass während der Pausen alles geregelt verläuft. Doch kaum hat Gus den Thron bestiegen, steigt ihm diese ganze Macht über die er plötzlich verfügbt zu Kopfe.------------------------------------------------------------------------------Vince ist cool. Aber sein Bruder Chad ist noch viel cooler. Das glauben alle. Bis Chad seinen kleinen Bruder von der Schule abholt. Da entpuppt sich der große Coole als echter Spießer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994758","hoster":"VOE"},{"path":"/redirect/8421177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-6","name":"Gretchen, das Genie / Der unbekannte Speedy","epNo":6,"alt":"My Fair Gretchen / Speedy, the hardly known","descr":"Gretchen ist ein Genie. Das wissen alle. Doch als sie einen Test mit Bravour besteht und deshalb auf die Schule für Hochbegabte versetzt werden soll, bricht Panik aus. Wie kann man Gretchen bloß dazu bringen, Fehler zu machen?\u0026lt;br /\u0026gt;\rSpeedy, der Klassenhamster, ist gestorben. Die Kinder finden ihn nach dem Wochenende tot in seinem Käfig. Traurig bereiten sie eine schöne Beerdigung vor. Doch plötzlich erleben sie ihr blaues Wunder …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097299","hoster":"VOE"},{"path":"/redirect/8421172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-7","name":"Der Versager / Die Klette","epNo":7,"alt":"I Will Kick Not Forever / The Kid Came Back","descr":"Ausgerechnet Vince, der König der Kickballspieler, muss eine Niederlage gegen die zimperliche Ashley einstecken. Sein Selbstbewusstsein ist geknickt. Und es dauert lange, bis T.J. und seine Bande den Jungen wieder auf Vordermann gebracht haben.\u0026lt;br /\u0026gt;\rUrplötzlich steht auf dem Schulhof ein schüchterner, anhänglicher Junge, der T.J. und seiner Bande nicht mehr von den Fersen weicht. Dummerweise bringt der Neuzugang nur Unglück, so dass die Kinder ihn auf dem schnellsten Weg los werden wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994777","hoster":"VOE"},{"path":"/redirect/8421181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-8","name":"Der Quälgeist / T.J. in Gefangenschaft","epNo":8,"alt":"The Pest / Legend of the Big Kid","descr":"Die clevere Gretchen weiß nicht mehr ein noch aus. Geoffrey hat sich in sie verliebt und weicht nicht mehr von ihrer Seite. Gretchen könnte ausflippen … \u0026lt;br /\u0026gt;\rT.J. erlebt Höllenqualen, denn die Kindergarten-Gören haben ihn entführt. Seine Freunde beeilen sich, ihn aus den Fängen der nervigen Kleinen frei zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994773","hoster":"VOE"},{"path":"/redirect/8421169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-9","name":"Die Kiste / Der Prozess","epNo":9,"alt":"The Box / The Trial","descr":"Früher mussten unartige Kinder zur Strafe 30 Minuten mit dem Gesicht zur Wand stehen. Doch als Miss Finster T.J. erwischt, wie er sich beim Verbüßen seiner Strafe von den Mitschülern unterhalten lässt, ändert sie die Taktik. Ab sofort kommen die Kinder zur Strafe in die \"Kiste\". Natürlich erwischt es zuerst T.J….------------------------------------------------------------------------------Kann es stimmen? Hat Spinelli den unbeliebten Randall bei einer Schlammschlacht auf dem Schulhof mit einem Stein beworfen? Der Verletzte behauptet das zumindest. Spinelli wird der ‚Prozess‘ gemacht. Ausgerechnet Gretchen führt die Verhandlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9934645","hoster":"VOE"},{"path":"/redirect/8421194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-10","name":"Das Geheimnis des Lehrerzimmers / Randall bessert","epNo":10,"alt":"Teacher\u0027s Lounge / Randall\u0027s Reform","descr":"Die Kinder sind aufgeregt, denn heute darf einer von ihnen das Lehrerzimmer betreten. Einmal im Jahr machen die Schüler eine Auflistung, was ihnen an Material für den Unterricht fehlt. Nur einer darf die Liste übergeben. Wer wird es dieses Mal sein?------------------------------------------------------------------------------Randall will zu T.J. und seiner Bande gehören. Doch die Kinder haben keine Lust, die olle Petzte aufzunehmen. T.J. fordert Randall auf, endlich die Spitzelei sein zu lassen. Dann könnte es durchaus sein, dass er aufgenommen wird. Randall scheint sich tatsächlich zu bessern. Doch als er sieht, dass seine geliebte Miss Finster bereits Ersatz für ihn gefunden hat, schwankt er…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994771","hoster":"VOE"},{"path":"/redirect/8421173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-11","name":"Regen, nichts als Regen / Die große Konservensamm","epNo":11,"alt":"Rainy Days / The Great Can Drive","descr":"TJ und seine Freunde haben Pause, doch Mrs. Finster verbietet den Kindern draußen zu spielen da es regnet. Vier Tage musste man sich drin beschäftigen und der Willen schien gebrochen. Doch da hatte TJ die Idee im Regen zu spielen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097313","hoster":"VOE"},{"path":"/redirect/8421174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-12","name":"Mikey ist verliebt / Psychoterror","epNo":12,"alt":"The Voice / Kids in the Mist","descr":"So ein Pech: Zwei Wochen vor dem großen Schulfest fällt der Sänger aus. Direktor Prickley ist völlig verzweifelt. Da entdeckt er, dass Mikey eine wunderbare Stimme hat. Allerdings gibt es ein kleines Problem. Der stimmgewaltige Knabe kann nur auf der Toilette singen. Was tun? In seiner Not engagiert der Direktor die beste Gesangslehrerin der Stadt, Miss Salamony. Kaum sieht Mikey sie, ist er verknallt in sie. ..\u0026lt;br /\u0026gt;\rWas treiben Kinder eigentlich in der großen Pause? Das will Kinderpsychologin Dr. Quilty wissen. Also schleicht sie mit einer Videokamera über den Schulhof, um die Schüler zu filmen # heimlich natürlich. Und natürlich wird sie sofort entdeckt. T.J. und seine Gang haben aber Mitleid mit der Expertin und bieten ihr großzügig ihre Hilfe an. Das Video, was daraus entsteht, grenzt an Psychoterror …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097315","hoster":"VOE"},{"path":"/redirect/8420888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-13","name":"Wo sind Spinellis Eltern? / Die vierte Dimension","epNo":13,"alt":"Parent´s Night / Swing on through to the other si","descr":"Elternabend an der Third-Street-School und schon wieder wollen Spinellis Eltern daran nicht teilnehmen. Das kommt den anderen Kindern komisch vor. Niemand hat je ihre Eltern zu Gesicht bekommen. Deshalb quälen T.J. und Co. die arme Spinelli so lange, bis sie verspricht, ihre Eltern mit zum Elternabend zu bringen. Kann sie dieses Versprechen halten?\u0026lt;br /\u0026gt;\rSpinelli glaubt zu träumen: Eben noch versuchte die Schaukel-Liese einen Überschlag und im nächsten Moment ist sie verschwunden. Als Schaukel-Liese am nächsten Tag nicht zur Schule kommt steht für Spinelli fest, dass die begeisterte Schauklerin in die vierte Dimension verschwunden ist. Nach diesem \"Wunder\" wird die gesamte Schule vom Schaukel-Virus erfasst. Doch dann taucht die Schaukel-Liese wieder auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994772","hoster":"VOE"},{"path":"/redirect/8420885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-14","name":"T.J. in Nöten / Petey, der Schulschreck","epNo":14,"alt":"The Beat-up / The Hypnotist","descr":"T.J. hat große Probleme. Schuld daran ist der Aufsatz ‚Mein bester Freund‘. Jeder aus der Truppe erwartet, dass T.J. ihn zu seinem besten Freund ernennt. Als T.J. keine Stellung beziehen will, wenden sich plötzlich von ihm alle ab.\u0026lt;br /\u0026gt;\rShowtime in der Third-Street-School: Der unglaubliche Jeffrey, ein Hypnotiseur, gibt eine Vorstellung. Leider läuft etwas schief und der strenge Herr Schulleiter bildet sich plötzlich ein, der muntere sechsjährige ‚Petey‘ zu sein. Mit seinen lustigen Streichen verursacht das Bürschchen große Heiterkeit. Klar, dass die Schüler die momentane Unzurechnungsfähigkeit des Schulleiters ausnutzen, um ein paar Dinge an der Schule zu ändern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994780","hoster":"VOE"},{"path":"/redirect/8420894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-15","name":"Spinellis Schande / Ashley im Abseits","epNo":15,"alt":"Mama´s Girl / Outcast Ashley","descr":"Wie peinlich: Spinelli hat Miss Grotke Mama genannt. Klar, dass sie jetzt von allen ausgelacht wird. Spinelli ist völlig verzweifelt. Wie gut, wenn man liebe Freunde hat, denen sofort eine Lösung einfällt.\u0026lt;br /\u0026gt;\rFür die Ashleys gibt es einen wichtigen Tag im Jahr: den Fliedertag. Da lernten sie sich nämlich kennen. Als Ashley A. an diesem wichtigen Datum nicht in fliederfarbenden Klamotten erscheint, wird sie ausgestoßen. Verzweifelt macht sich Ashley auf die Suche nach einer neuen Freundin. Ihre Wahl fällt ausgerechnet auf Gretchen. …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994781","hoster":"VOE"},{"path":"/redirect/8420883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-16","name":"Das Spiel / Der verlorene Ball","epNo":16,"alt":"The Game / The Lost Ball","descr":"Ein kleines Stück Plastik, das Gus auf dem Sportplatz findet, sprengt die Pausen. Denn dabei handelt es sich um ein Teil des berüchtigten Ajimbo-Spiels. Und jetzt stürzen sämtliche Schüler in Klesos Laden und schmeißen ihr Taschengeld für Ajimbo-Spielscheibchen und Kaugummis raus. Statt in der Pause zu spielen, sitzen die Kinder nun in Grüppchen rum und zocken.\u0026lt;br /\u0026gt;\rDie Kinder bekommen von der Schulverwaltung ein Supergeschenk: den ultimativen Kickball. Jeder ist heiß darauf, dem Leder den ersten Tritt zu versetzen. Ausgerechnet Gus, der unfähigste Kicker aller Zeiten, ist der Gewinner. Und natürlich geht es schief. Gus katapultiert den teuren Ball direkt über eine Mauer. Dahinter liegt der Garten ohne Wiederkehr. Dort sind nicht nur unzählige Bälle, sondern sogar schon ein Schüler verschwunden. Um das wertvolle Teil zurückzuholen, seilt sich Gus todesmutig über die Mauer. Und dann hören seine Freunde nur noch seine grausigen Schreie über das Funkgerät …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994790","hoster":"VOE"},{"path":"/redirect/8421179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-17","name":"Geschichtslektion mit Folgen / Operation Wandertag","epNo":17,"alt":"Gus\u0027 Last Stand / Operation Field Trip","descr":"Der entsetzliche Gellmann hat ein neues Opfer gefunden: Gus, der von nun an ständig in die Mülltonne gestopft wird. Wehren oder friedlich in die Mülltonne gehen – das ist die Frage aller Fragen. Da Gus nicht weiß was er tun soll, fragt er seinen Vater. Leutnant Griswold erteilt seinem Sohn darauf hin eine Geschichtslektion. Er erklärt Gus, dass sich im 1. Weltkrieg kleine Länder gegen größere erfolgreich durchgesetzt haben. So angestachelt zieht Gus in die Schlacht gegen Gellmann – und kassiert mächtig Prügel. Doch das hat Folgen … \u0026lt;br /\u0026gt;\rWandertag an der Third-Street-School. Die Schüler werden mit Bussen zum M.I.T.U.W.E.-Museum gekarrt. Plötzlich macht der Bus von Bertha schlapp: Totalschaden. Die Kinder sitzen jetzt mitten in der Prärie fest und bejammern ihr Schicksal. Auch Bertha hockt weinend am Straßenrand, weil sie ihren geliebten Bus morgen verschrotten muss. T.J. hat die Nase voll und mit einer zündenden Rede inspiriert er die Jammerlappen dazu, die Reparatur des Busses selbst in die Hände zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994791","hoster":"VOE"},{"path":"/redirect/8420880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-18","name":"Der Wettkampf / Freunde in Windeln","epNo":18,"alt":"The Challenge / Wild Child","descr":"Direktor Prickley wird von seinem älteren Bruder besucht. Der ist auch Direktor und hat an der Schule des ‚Kleinen‘ jede Menge auszusetzen. Nur etwas findet er klasse. Das Kickckballteam. Sofort verabreden die rivalisierenden Direktoren-Brüder einen Wettkampf ihrer Teams in der Schule des älteren Prickley. Als T.J. und Co. dort ankommen staunen sie nicht schlecht: Die Schule sieht genau so aus wie die Third Street School und auch ihr Kickballteam scheint aus Doppelgängern von T.J. und Freunden zu bestehen … \u0026lt;br /\u0026gt;\rDas ist der blanke Horror – denken Spinelli und Gang, als sie von dem neuen Konzept der Schule erfahren: Jeder Viertklässler soll eine Woche lang mit einem Kindergartenkind in der großen Pause spielen. Erst als die Schüler erfahren, dass es eine affenstarke Belohnung – Eintrittskarten für den coolsten Vergnügungspark der Welt – gibt, sind sie mit von der Partie. Schließlich kann es ja nicht so schwer sein, ein Kindergartenkind zu betreuen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097328","hoster":"VOE"},{"path":"/redirect/8420886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-19","name":"Die Vertretung / Gretchens großer Wurf","epNo":19,"alt":"The Substitute / Gretchen and the Secret","descr":"Riesenjubel in T.J.’s Klasse: Miss Gorky wird eine Woche lang ausfallen. Dafür soll eine Vertretung kommen. Vertretungsstunden sind # das weiß jedes Kind – wie Ferien mitten im Schuljahr. Aber der neue Vertretungslehrer scheint ein Alptraum zu sein: Streng, knallhart, ausgebufft. Allerdings hat er total interessante Ideen für den Unterricht … \u0026lt;br /\u0026gt;\rGretchen ist eine absolute Null im Sport. Krampfhaft sucht sie nach einer Sportart, bei der sie sich nicht lächerlich macht. Da entdeckt sie das Jo-Jo. Schon bald geht sie mit dem kleinen runden Ding wie ein Profi um. Nur einen weltberühmten Trick kann sie nicht: Mit zwei Jo-Jo’s ein Paar Schuhe so vor sich herschieben, dass es aussieht, als würde ein Unsichtbarer laufen. Nur einer beherrscht diesen Trick und Gretchen schafft es, ihn zu überreden, ihr Unterricht zu geben, um am Yappy Jo-Jo-Wettbewerb teilnehmen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994797","hoster":"VOE"},{"path":"/redirect/8421149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-20","name":"Ermittlungen aller Art / Mikeys großes Vorbild","epNo":20,"alt":"The Girl was Trouble / Copy Cat Kid","descr":"Intelligenzbestie Gretchen bekommt von ihrem Onkel einen Handy-Computer geschenkt. Doch dann wird das gute Stück einfach gestohlen. Das will sich Gretchen nicht gefallen lassen. Als Meisterdetektiv Philipp Marlow führt sie Ermittlungen durch, um den Mini-Computer wieder zu finden. Dabei erlebt sie recht abenteuerliche Dinge.\u0026lt;br /\u0026gt;\rBaseball-Spiel in der großen Pause: Mikey soll der Fänger sein. Aber natürlich ist der wieder mit etwas anderem beschäftigt. Er dichtet nämlich. Plötzlich schnappt Vince den Ball sozusagen vor Mickeys Nase weg und punktet. Von da ist Vince sein großes Vorbild. Denn wenn er nicht den Ball gefangen hätte, wäre er Mickey mitten ins Gesicht geklatscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994789","hoster":"VOE"},{"path":"/redirect/8421145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-21","name":"Der Kater, der eine Katze war / Die Pyramide","epNo":21,"alt":"Operation Stuart / Pharao Bob","descr":"Mikey und seine Freund finden einen kleinen, einsamen Kater auf dem Schulhof. Sofort wird das Tierchen von ihnen adoptiert und heimlich mit in die Klasse genommen. Aber der Mini-Tiger entwischt ihnen und flüchtet ausgerecht in Direktor Prickleys Büro. Sofort ruft der das Tierheim an. Können die Kinder das niedliche Kätzchen noch vor einem ungewissen Schicksal bewahren?\u0026lt;br /\u0026gt;\rSchulhofkönig ‚King Bob‘ möchte auf keinen Fall in Vergessenheit geraten. Deshalb beschließt er, sich ein Denkmal zu setzen. Eine Pyramide soll immer an ihn erinnern. Flugs ernennt er Gretchen zur Baumeisterin und versklavt sämtliche Schüler. Anfangs macht es alle noch Spaß, eine Pyramide aus Lehmziegeln zu bauen. Doch dann wächst von Tag zu Tag der Unmut gegen ‚King Bob‘, der in der Zwischenzeit zu ‚Pharao Bob‘ geworden ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994787","hoster":"VOE"},{"path":"/redirect/8421155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-22","name":"T.J. bekommt Ärger / Spinellis verrücktes Wochen","epNo":22,"alt":"The Story of Whomps / Weekend at Muriel\u0027s","descr":"Da an der Third Street School unanständige Wörter verboten sind, hat T.J. ein Wort erfunden: ‚Beknattert‘. Jahrelang ging beim Gebrauch von ‚beknattert‘ alles gut. Jetzt soll auf einmal der Oberschuldirektor entscheiden, ob ‚beknattert‘ unanständig ist oder nicht..\u0026lt;br /\u0026gt;\rDas darf doch nicht wahr sein! Beim Einkaufen mit ihren Eltern trifft Spinelli auf ihre grausige Lehrerin Miss Finster. Voller Entsetzen muss sie feststellen, das die verhasste Lehrerin eine alte Bekannte ihrer Oma war. Doch damit ist Spinelis Alptraum noch nicht zu Ende. Weil ihre Eltern am Wochenende eingeladen sind, bietet sich Miss Finster an, auf Spinelli aufzupassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994800","hoster":"VOE"},{"path":"/redirect/8421144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-23","name":"Pausengeschäfte / Allein sein kann gemein sein","epNo":23,"alt":"Economics of Recess / Omega Kids","descr":"T.J. glaubt seinen Augen nicht zu trauen: Er war nur ein paar Tage krank und schon ist auf dem Pausenhof alles anders. Plötzlich muss für alles mit bunten Stickern bezahlt werden. Doch T.J. hat keine Sticker und das begehrte Schulhof-Zahlungsmittel ist ausverkauft. Aber T.J. entwickelt eine Geschäftsidee, die ihn bald zum reichsten Jungen auf dem Pausenhof macht. Leider ist ihm sein Reichtum ganz schön zu Kopf gestiegen … \u0026lt;br /\u0026gt;\rAn der Third Street School gibt es viel zu viele Schüler, meinen Gretchen und ihre Freunde. Denn überall muss man Schlange stehen, sogar um Kickball zu spielen. Und bei der Essensausgabe gehen einem dann auch noch die superleckeren Tunfisch-Tacos vor der Nase aus. Da kann man schon mal total sauer werden und sich wünschen, die Schule würde einem ganz alleine gehören. Und dieser Wunsch wird Gretchen und Co. schon am nächsten Tag erfüllt. Denn der Tunfisch war wohl verdorben und die Mitschüler sind krank. Aber so ganz alleine ist es gar nicht so toll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994795","hoster":"VOE"},{"path":"/redirect/8421166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-24","name":"Gibt es den Weihnachtsmann, oder gibt es ihn nicht","epNo":24,"alt":"Yes, Mikey, Santa Does Shave","descr":"Den Weihnachtsmann gibt es – das ist für Mikey klar wie Kloßbrühe. Doch wie kann er T.J. und Co. von der Existenz des edlen Gabenspenders überzeugen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994802","hoster":"VOE"},{"path":"/redirect/8421147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-25","name":"Haarige Zeiten / Ballettstunden","epNo":25,"alt":"Bad Hair Day / Dance Lessons","descr":"Mikey will die größte Kaugummiblase aller Zeiten pusten. Wie dumm, dass so ein kleiner Nichtsnutz aus der unteren Klasse die Rekordblase zersticht. Aber das Allerschlimmste: Mikey ist von Kopf bis Fuß in rosa Kaugummi gehüllt. Wie soll er das klebrige Zeug nur wieder abkriegen? Und was sagen bloß seine Eltern, wenn er schon wieder Kaugummi in den Haaren hat? Wie gut, wenn man findige Freunde hat. Die eröffnen kurzerhand auf dem Schulhof einen Friseursalon und scheren einen Schädel nach dem anderen. Wenn das mal keinen Ärger gibt … \u0026lt;br /\u0026gt;\rSpinelli geht einer Rauferei nie aus dem Weg. Als sie bei der siebten Schulhof-Prügelei erwischt wird, meldet das die Schule ihren Eltern. Und ihre Mutter hat sich was ganz Feines ausgedacht, um aus Spinelli eine junge Dame zu machen: Ballettunterricht. Wie groß ist Spinellis Freude, als sie im Tanzunterricht auf Mikey trifft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994805","hoster":"VOE"},{"path":"/redirect/8421148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-26","name":"Direktor für einen Tag / Der Schönheitswettbewer","epNo":26,"alt":"Principal for a Day / The Beauty Contest","descr":"Direktor Prickly und Miss Finster haben eine klasse Maßnahme gefunden, um T.J. zu bestrafen: Er wird Schuldirektor für einen Tag. Die Mitschüler sind völlig aus dem Häuschen. Schule unter der Leitung von T.J. – das verspricht Spaß pur. Es lässt sich auch alles ganz lustig an, bis T.J. einen Schüler bestrafen muss. Plötzlich wird er vom Rausch der Macht gepackt – sehr zur Begeisterung von Direktor Prickly … \u0026lt;br /\u0026gt;\rDie Ashleys haben sich eine feine Rache für Spinelli ausgedacht. Sie melden ihre Lieblingsfeindin einfach bei einem Schönheitswettbewerb an. Spinelli ist total entsetzt, doch ihre Freunde finden die Idee gar nicht so übel und schon beginnt das Training für den Wettbewerb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994804","hoster":"VOE"},{"path":"/redirect/8421192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-27","name":"König der Streiche / Der Schieber-Lehrling","epNo":27,"alt":"The Big Prank / Hustler\u0027s Apprentice","descr":"T.J. ist der beste Streichespieler aller Zeiten – das behaupten seine Freunde. King Bob, der ‚Prinz der Streiche‘ sieht das etwas anders. Und ehe sich T.J. versieht, haben seine Freunde eine Wette auf ihn abgeschlossen: T.J. muss King Bob im Laufe des Tages einen Streich spielen. Wenn das nicht gelingt, muss er dem Herrscher des Schulhofs eine Woche Luft zufächeln. Da King Bob mit allen Wassern gewaschen ist, ist das keine leichte Aufgabe.\u0026lt;br /\u0026gt;\rGus hat das Modellflugzeug seines Vaters zu Schrott geflogen. Jetzt muss Ersatz her. Aber woher nehmen? Gretchen weiß Rat: Bei dem Schieberjungen auf dem Schulhof bekommt man alles, was man braucht und das zu einem fairen Preis. Gus erhält überglücklich das Flugzeug und geht bei dem Schieberjungen in die Lehre. Dabei zeigt Gus plötzlich ein enormes Verkaufstalent. Leider entwickelt er ziemlich unfaire Geschäftsmethoden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994812","hoster":"VOE"},{"path":"/redirect/8421185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-28","name":"Kindergartenderby / Karriereträume","epNo":28,"alt":"Kindergarten Derby / Career to Remember","descr":"Wettkampfstimmung an der Third Street School: Es soll der sogenannte Kindergarten-Wettlauf stattfinden. Dabei trainiert jeder Schüler ein Kindergartenkind für das Wettrennen. Nur Mikey will nicht mitmachen. Schließlich ist er damals als Einziger beim Kindergartenwettlauf nicht im Ziel angekommen. Da taucht der kleine, dicke Tubby auf. Er will das Rennen gewinnen – mit Mikey als Trainer. Und Mickey lässt sich breitschlagen … \u0026lt;br /\u0026gt;\rAn der Third Street School ist Tag der Berufsberatung. Ehemalige Schüler stellen ihren Beruf vor und erzählen so einiges darüber. Zum Abschluss dieses informativen Tages fordert der Direktor die Kinder auf, sich schon jetzt genau zu überlegen, was sie später werden wollen. Alle haben auch schon konkrete Vorstellungen – nur Spinelli hat überhaupt keine Karrierepläne...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994809","hoster":"VOE"},{"path":"/redirect/8421197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-29","name":"Hank, das Genie / Der Spion, der auf den Schulhof","epNo":29,"alt":"A Genius Among Us / The Spy Who Came in from the P","descr":"Mathegenie Gretchen hat eine für sie unlösbare Matheformel auf die Klassentafel geschrieben. Am nächsten Tag ist diese Aufgabe zu ihrer größten Verblüffung gelöst. Gretchen möchte gerne wissen, wer das heimliche Genie ist und legt sich auf die Lauer. Zu ihrer Überraschung ist es Hausmeister Hank. Die beiden freunden sich an und gründen sogar einen Matheclub. Nur eines kann Gretchen nicht verstehen: Warum ist ein so brillanter Mathematiker nur Hausmeister? Klar, dass ein neuer Job her muss … \u0026lt;br /\u0026gt;\rT.J. und Co. freunden sich mit dem Neuen an. Er heißt James, ist sehr nett und trägt immer eine Sonnenbrille. Sie nehmen James unter ihre Fittiche, verraten ihm alle Tricks und Kniffe, die zum Überleben in der Schule wichtig sind. Wie groß ist der Schreck, als sie feststellen müssen, dass alle ihre Geheimnisse verraten wurden. Steckt Petze Randall dahinter oder gibt es einen Spion?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994808","hoster":"VOE"},{"path":"/redirect/8421184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-30","name":"Die Verschwörung / Die Wette","epNo":30,"alt":"Partners in Crime / The Bet","descr":"Petze Randall und Schleimer Menlo sind die Außenseiter an der Third Street School. Als Menlo und Randall beim Rugbyspiel übrig bleiben, weil sie niemand in ihrer Mannschaft haben will, verbrüdern die beiden Außenseiter sich. Aus Rache nutzen sie ihre Informationen gegen die Schüler aus und erpressen sie. Als auch noch Mikey der Schule verwiesen wird, reicht es der Clique. Gegen die Verschwörer muss etwas unternommen werden – und zwar sofort.\u0026lt;br /\u0026gt;\rVince ist ein klasse Sportler. Keiner kann ihn schlagen, und das weiß er nur zu gut. Aber eines Tages steigt ihm seine eigene Großartigkeit zu Kopf. Er nennt sich nur noch ‚Big Vince La Salle‘. Seinen Freunden geht sein Getue ganz mächtig auf die Nerven. T.J. meint, das Mr. Supersport mal einen kleinen Dämpfer braucht. Also schließt er mit ihm eine ganz schön garstige Wette ab: Vince darf einen Tag lang in keiner Sportart gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994810","hoster":"VOE"},{"path":"/redirect/10097349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-31","name":"Die Premiere / Der Schicksalstag","epNo":31,"alt":"The First Picture Show / Gus´Fortune","descr":"Comic-Held Senor Fusion ist T.Js absoluter Lieblingsstar. Zur Premiere zu Fusions neuem Kinofilm muss T.J unbedingt hin. Ein kleines Problemchen gibt es allerdings noch: Die Premiere startet an einem Vormittag und ausgerechnet Miss Grotke will an diesem Tag eine Arbeit schreiben. Da hat T.J. eine bombastische Idee: Ein Schulausflug zur Premiere muss her. Die Lehrer sind einverstanden. Doch das letzte Wort hat Direktor Prickley … \u0026lt;br /\u0026gt;\rDas Papierspiel ‚Himmel und Hölle‘, mit dem man die Zukunft angeblich vorhersagen kann, bringt Gus in arge Nöte. Alle Klassenkameraden haben die tollsten Sachen prophezeit bekommen. Bei Gus heißt es aber, dass er nur noch einen Tag zu Leben hat. Das Schlimmste: Bei den Freunden treffen alle Prophezeiungen ein. Jetzt setzt Gus alles auf eine Karte und will dem fiesen Erpresser Gelman wenigstens an seinem letzten Tag einen Denkzettel verpassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994814","hoster":"VOE"},{"path":"/redirect/8421190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-32","name":"Projekt \u0027Pausenlos\u0027 / Die Essensschlacht","epNo":32,"alt":"Recess is cancelled / Tattletale Heart","descr":"Das darf doch wohl nicht wahr sein: Das Außenministerium hat einen gigantischen Plan, wie Schüler noch mehr lernen können: Pausen streichen. Und ausgerechnet die Third Street School wird für dieses Versuchsprojekt ausgesucht … \u0026lt;br /\u0026gt;\rKlasse Essensschlacht in der Cafeteria und natürlich muss Spaßbremse Miss Finster der Heiterkeit ein Ende bereiten. Und natürlich will sie wissen, wer den Unfug angezettelt hat. Das wird für Gus ganz schön hart. Schließlich weiß er, wer der Schuldige war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097358","hoster":"VOE"},{"path":"/redirect/8421188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-33","name":"Die Schlammschlacht / Mikey hat Probleme","epNo":33,"alt":"One Stayed Clean / Rumor Mill","descr":"Heute ist der große Tag, an dem das jährliche Klassenfoto gemacht wird. Gus ist total glücklich, dass er endlich mal lange genug an einer Schule geblieben ist, um auf ein Klassenfoto zu kommen. Natürlich möchte er auf diesem wichtigen Bild sauber und adrett aussehen. Einen Haken gibt es aber: Gus Klasse soll erst zum Schulschluss fotografiert werden. Wie soll er nur während der Pause sauber bleiben? Wie gut wenn man Freunde hat, die einen vor einer Schlammschlacht schützen.\u0026lt;br /\u0026gt;\rEin böses Gerücht macht die Runde: Mikey soll einen Jungen auf der Mädchentoilette eingesperrt haben – und das ist bekanntlich das Schlimmste, was man einem Jungen antun kann. T.J. und Freunde beschließen, diesem unverschämten Gerücht auf den Grund zu gehen. Als alle Spuren auf Randall hindeuten, behauptet der, ein Unbekannter hätte ihm den Tipp am Telefon gegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994818","hoster":"VOE"},{"path":"/redirect/8421125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-34","name":"Yahoozi, der Zauberer / Die Brillenschlange","epNo":34,"alt":"The Madness of King Bob / Call Me Guy","descr":"Seit kurzem ist T.J. auf dem Schulhof offiziell der \"Prinz der Streiche\". Von Eifersucht geplagt, fordert King Bob ihn heraus, um den Titel zurück zu erobern. Doch das ist gar nicht so einfach, wie King Bob zu seinem Leidwesen feststellen muss. Doch dann wird die Aufführung zu ‚Yahoozi, der Zauberer‘ abgekündigt und King Bob wittert seine große Chance.\u0026lt;br /\u0026gt;\rBrillenschlange Gus hat genug von dem Nasenfahrrad, schmeißt es kurzerhand in die Ecke und nennt sich Guy. Über Nacht wird er zum beliebtesten Jungen an der Schule. Doch es gibt ein riesengroßes Problem: Ohne Brille ist Gus/Guy blind wie ein Maulwurf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994820","hoster":"VOE"},{"path":"/redirect/8421118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-35","name":"Direktor Prickley geht / Randall hat Geburtstag","epNo":35,"alt":"Prickly is Leaving / Randall\u0027s Friends","descr":"Großer Jubel an der Third Street School. Schuldirektor Prickley geht. Vor allem T.J. und seine Freunde sind überglücklich. Doch dann lernen sie den neuen Direktor kennen und der ist – milde ausgedrückt – der pure Alptraum. Aber alle Versuche, Prickley zum Bleiben zu überreden, schlagen fehl.\u0026lt;br /\u0026gt;\rOberpetze Randall hat zum Geburtstag ein KGB-Nachtsichtgerät geschenkt bekommen. Damit lässt es sich jetzt noch einfacher spionieren. Randall ist überglücklich. Da eröffnet ihm sein Vater, dass er ihn in der Schule besuchen will und seine Freunde kennen lernen möchte. Randall und Freunde? Doch T.J. und Clique lassen sich erweichen und wollen die Rolle von Randalls Freunden spielen. Ob das wohl gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994822","hoster":"VOE"},{"path":"/redirect/8421128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-36","name":"El Diablo greift ein / Ein Flug in das Weltall","epNo":36,"alt":"Dodgeball City / Space Cadet","descr":"Dodgeball, auch Abwerfen genannt – ist nicht die Stärke der Klasse vier. Da erfährt T.J., dass der beste Dodgeballspieler – El Diabolo genannt – sein Klassenkamerad Gus ist. Voller Eifer – und natürlich ohne Gus zu fragen – organisiert T.J. einen Wettkampf gegen die fünfte Klasse. Und der Gewinner soll alle Murmeln der Gegnermannschaft erhalten. Doch Gus sträubt sich. Er will von Dodgeball nichts mehr wissen.\u0026lt;br /\u0026gt;\rGretchen hat einen Superpreis von der NASA gewonnen: Einen Flug ins Weltall. Allerdings ist Gretchen davon nicht ganz so begeistert. Sie hat Angst, körperlich dafür nicht fit zu sein T.J. bietet sich sofort an, sie zu trainieren. Doch das harte Trainingsprogramm löst einen bösen Streit zwischen den Beiden aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994827","hoster":"VOE"},{"path":"/redirect/8421115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-37","name":"T.J., der Held des Tages / Das Witzeduell","epNo":37,"alt":"The Shiner / Stand-up Randall","descr":"Die Gerüchteküche brodelt, weil T.J ein blaues Auge hat. Seine Freunde vermuten eine Schlägerei und plötzlich soll es sich um eine Heldentat handeln. Anfangs versucht T.J. das Gerücht im Keim zu ersticken. Aber dann stellt er fest, dass es ganz angenehm ist, ein Held zu sein.\u0026lt;br /\u0026gt;\rOberpetze Randall findet ein Witzbuch in der Schule. Und so beginnt die Karriere von Stand-up-Komödiant Randall. Jeder lacht über ihn und bald hat er eine riesige Fangemeinde. Doch die Fans wollen mit immer neuen Witzen bei Laune gehalten werden und Randall gehen langsam aber sicher die Geschichten aus. Da erfindet er flugs etwas und zwar über den pummeligen Mikey. Ob das eine gute Idee ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994825","hoster":"VOE"},{"path":"/redirect/8421132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-38","name":"Die unheilbringende Statue / Das alte Regelwerk","epNo":38,"alt":"Biggest Trouble Ever / The Rules","descr":"Folge 38\u0026lt;br /\u0026gt;\rNach jahrelangen Restaurierungsarbeiten wird die Gedenkstatue von Thaddeus T. Third, dem Namensgeber der Third Street School, endlich aufgestellt. Leider ist das gute Stück noch nicht festgeschraubt, als T.J. und Freunde es zu einer kleinen Kletterpartie nutzen. Dadurch kommt es im feierlichen Moment der Enthüllung zur Katastrophe … .\u0026lt;br /\u0026gt;\rHomerun oder Foul – um diese schwierige Frage zu klären, schickt King Bob seine Schergen nach einem Regelbuch aus. Und die werden in der Bibliothek tatsächlich fündig. Doch das Regelwerk von 1934 ist ein wenig merkwürdig. Schließlich stammt es aus einer Zeit, in der kaum ein Schüler Geld für Bälle hatte. Doch King Bob und seine Schergen bestehen gnadenlos auf Einhaltung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994824","hoster":"VOE"},{"path":"/redirect/8421114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-39","name":"Gus, der Dieb / Der Physik-Wettbewerb","epNo":39,"alt":"Gus and the Misdemeanors / Science to Remember","descr":"Die Rowdys der Third Street School haben ein neues Opfer gefunden: Gus. Ihn wollen sie zu einem wunderschönen Bach mitnehmen, wenn er vorher ein paar Kaugummis im Süßigkeitsladen von Mr. Kelso klaut. Mit zitternden Knien begibt sich Gus auf Diebestour. Doch das idyllische Bächlein entpuppt sich als stinkende Kloake und das schlechte Gewissen setzt Gus schwer zu … \u0026lt;br /\u0026gt;\rDer jährliche Physik-Wettbewerb steht an. Genie Gretchen hat sich etwas ganz Besonderes dafür ausgedacht: eine Solaranlage, die Strom erzeugen kann. An dem Wettbewerb wollen auch T.J. und seine Freunde und Becky aus der zweiten Klasse teilnehmen. Die Kleine möchte gerne einmal so werden wie Gretchen und bittet ihr Vorbild um Hilfe bei ihrem Wettbewerbs-Projekt. Gretchen ist sofort bereit, Becky zu helfen. Und anschließend darf die Kleine ihrem großen Vorbild bei der Solaranlage zur Hand gehen. Doch die nette Becky ist ganz schön durchtrieben. Sie baut heimlich Gretchens Projekt nach, unterschlägt deren Anmeldung für den Wettbewerb und gibt den Sonnengenerator als ihr eigenes Projekt aus. T.J. und seine Freunde wollen Gretchen helfen, aber die ist so enttäuscht, dass sie nicht eingreifen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994830","hoster":"VOE"},{"path":"/redirect/8421120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-40","name":"Mikeys geplatzte Hosennaht / Der Konkurrent","epNo":40,"alt":"Mikey\u0027s Pants / Here Comes Mr. Perfect","descr":"Nichts ist so peinlich wie eine geplatzte Hosennaht in der Schule. Nicht nur das man ausgelacht wird, man muss auch noch zu Miss Finster, die das Malheur flickt. Als Mikey eines Tages die Hosennaht platzt, versuchen seine Freunde alles, um ihm diese Blamage zu ersparen – leider vergebens, denn Miss Finster hat bereits die Witterung einer geplatzten Naht aufgenommen … \u0026lt;br /\u0026gt;\rGus ist stolz auf sich: Er hält den Rekord im Schulewechseln – zwölf Mal bis jetzt. Da kommt Jared an die Third Street School, und der hat bereits 38 Schulen ‚besucht‘. Aber nicht nur im Schulewechseln ist der Neue Spitze, er kann auch alles viel besser: Er ist klüger als Gretchen, stärker als Spinelli, schneller als Vince und ein besserer Dichter als Mikey. Als Jared auch noch pfiffigere Streiche als T.J. ausheckt, ist der Spaß für die anderen Schüler vorbei. Sie beschließen den Konkurrenten zu bestrafen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994828","hoster":"VOE"},{"path":"/redirect/8421057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-41","name":"Die Glücksmurmel / Wer anderen eine Grube gräbt.","epNo":41,"alt":"Good Luck Charm / Digger\u0027s Split up","descr":"Vince gelingt alles, so lange er seinen ultimativen Glücksbringer – eine Murmel – hat. Eines Tages bittet Spinelli ihn, ihr die Glücksmurmel für den bevorstehenden Mathetest zu leihen. Schweren Herzens gibt ihr Vince die Murmel – aber nur unter der Bedingung, dass Spinelli ihm die Glaskugel vor seinem wichtigen Drei-Kampf-Wettbewerb zurück gibt. Doch dann verliert Spinelli die Glücksmurmel … \u0026lt;br /\u0026gt;\rEtwas Unglaubliches ist passiert: Die Buddler haben sich getrennt: Dave hat den Spaten an den Nagel gehängt und will von nun an als Normalo neue Wege gehen – sehr zum Leidwesen von T.J. und Clique. Denn Dave ist nicht nur ein nerviger Zeitgenosse, sondern auch ein ziemliches Großmaul. Und da der einsame Buddler Sam aus lauter Frust den Schulhof gerade in einen Schweizer Käse verwandelt, müssen die Buddler unbedingt wieder vereint werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994832","hoster":"VOE"},{"path":"/redirect/8421048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-42","name":"Spinelli ist verknallt / T.J. und die Blassnasen","epNo":42,"alt":"That Stinking Feeling / Lord of the Nerds","descr":"Spinelli hat es voll erwischt. Während eines Rugbyspiels gegen die fünfte Klasse trifft sie die Liebe wie ein Blitz. Ausgerechnet in Milchzahn-Johnny, den Ersatzquarterback, hat sie sich verknallt. Und da für die burschikose Spinelli dieses Gefühl völlig fremd ist, rennt sie erst einmal zur Krankenschwester … .\u0026lt;br /\u0026gt;\rAn der Third Street School gibt es eine ganz besondere Spezies von Schülern: Blassnasen. Das sind Streber mit geflickten Brillen, die sich während der Pause im Keller verschanzen, um an Schulprojekten zu arbeiten. Für T.J. und seine Freunde sind diese Typen total daneben. Doch dann bricht sich T.J. das Schlüsselbein und er darf fünf lange Wochen nicht auf den Schulhof. Jetzt muss er seine Pausen mit den Blassnasen verbringen. Die sind aber gar nicht so übel, muss T.J. zu seinem Erstaunen feststellen. Vor allem interessieren sich die Freaks aus dem Keller für Comics, wie T.J. auch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994833","hoster":"VOE"},{"path":"/redirect/8421058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-43","name":"Direktor Prickley und der Schulcomputer / Gus hat","epNo":43,"alt":"Schoolworld / Bachelor Gus","descr":"Direktor Prickley kann sich endlich einen langersehnten Wunsch erfüllen: den Sel 30 000. Das ist der ultimative Schulcomputer. Das Ding kann einfach alles: Die Uhrzeit anzeigen, gongen, den Trinkbrunnen bedienen, die Arbeit der Schüler bewerten. Anfangs sind die Schüler von dem Computer total begeistert. Doch dann beginnt das Wunderwerk der Technik ein recht zickiges Eigenleben zu entwickeln … .\u0026lt;br /\u0026gt;\rGus Eltern ziehen schon wieder um. Nach zwölf Schulwechseln in nur drei Jahren hat Gus einfach die Nase voll. Er will bleiben! Deshalb packt er seinen Siebensachen und zieht um – und zwar ins Klettergerüst. Mit Hilfe seiner Freunde wird das eine echt tolle Bude. Aber das Beste: Diese Bude ist ohne elterliche Aufsicht. Das Gus eine sturmfreie Bude hat, spricht sich wie ein Lauffeuer rum, und Gus feiert mit seinen Freunden eine schrille Party. Doch dann kommt der Abend und die Kinder müssen heim und Gus bleibt im Klettergerüst alleine zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994835","hoster":"VOE"},{"path":"/redirect/8421047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-44","name":"Wenn aus Schülern Lehrer werden / Es ist schwer,","epNo":44,"alt":"The Rules / Bonky Fever","descr":"Der legendäre Dude ist der neue Referendar an der Third Street School. Der Dude war schon als Drittklässler König des Schulhofs, heckte die genialsten Streiche aus und war alles in allem der coolste Typ, der je auf dieser Schule war. T.J. ist total happy, dass er ihn als Lehrer bekommt. Doch gewitzte Schüler sind nicht unbedingt klasse Lehrer – das müssen alle bald feststellen. Der Unterricht ist mehr als öde und der Dude komplett langweilig – bis er die Geschichten von früher auspackt. Das passt aber Direktor Prickley und Miss Finster überhaupt nicht und als auch noch ein Test daneben geht, scheint die Lehrerkarriere am Ende … \u0026lt;br /\u0026gt;\rMikey wird zehn. Eigentlich ein Grund zum Jubeln. Aber dann verkündet Mikeys Mama, dass er von jetzt an alleine zur Bushaltestelle gehen kann. Und da ist es vorbei mit der Freude. Mikey entwickelt sich in seiner Not zum Kindergartenkind zurück und spielt mit Bongy, einem grünen Drachen für Vorschulkinder. Mikeys Freunde sind entsetzt und versuchen, ihn zu heilen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097381","hoster":"VOE"},{"path":"/redirect/8429670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-45","name":"Der Klassensprecher / Gretchen und das neue Fahrra","epNo":45,"alt":"The Candidates / This Brain for Hire","descr":"Klassensprecherwahl in T.J.s Klasse. Eigentlich steht schon fest, wer der Sieger der Wahl sein wird: Vince, weil er nämlich immer der einzige Kandidat ist. Doch dann sorgt Spinelli plötzlich für einen ungewissen Wahlausgang. Sie überredet Gretchen, sich ebenfalls zur Wahl zu stellen. Und das spaltet die Klasse, die zu 50 Prozent aus Mädchen und 50 Prozent Jungen besteht. Dass alle Mädchen für Gretchen sind, ist klar. Doch werden auch alle Jungs Vince wählen?\u0026lt;br /\u0026gt;\rGretchen möchte so gerne \"Ruddlers rote Rakete\", das absolute Superfahrrad, besitzen. Es steht in Mr. Kelsos Schaufenster und Gretchen bewundert es täglich. Doch wie kommt sie nur an ihren Traum-Drahtesel heran? T.J. weiß Rat: Gretchen soll sich das Geld für das Fahrrad mit Nachhilfeunterricht verdienen. Gesagt, getan. Doch leider sind Gretchens Nachhilfeschüler ein wenig faul. Sie schreiben einfach die Hausaufgaben von ihrer ‚Lehrerin‘ ab, statt zu lernen. Der nächste unangekündigte Test hat deshalb ein katastrophales Ergebnis. Alle sind durchgefallen und müssen nachsitzen, bis auf Gretchen natürlich. Die macht sich auf, ihr Traumfahrrad zu kaufen. Doch dann plagen sie Skrupel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994838","hoster":"VOE"},{"path":"/redirect/8421046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-46","name":"Die Barnaby Boys / Die Schatzsuche","epNo":46,"alt":"Barnaby Boys / Buried Treasure","descr":"T.J. und Vince haben ein neues Hobby: Lesen und zwar Krimis aus der neuen Buchreihe ‚Die Barnaby Boys‘. Die Jungs beten die Bücherhelden regelrecht an. Deshalb legen sie sich dieselben Namen zu, tragen die gleichen Klamotten und wittern hinter jedem und allem einen Kriminalfall. Besonders verdächtig scheint ihnen der neue Aushilfshausmeister. Deshalb muss er dringend beschattet werden. Innerhalb kürzester Zeit haben T.J. und Vince auch Gretchen, Mikey und Gus angesteckt. Nur Spinelli weigert sich … \u0026lt;br /\u0026gt;\rT.J. kann sein Glück gar nicht fassen: Er hat in einem alten Geschichtsbuch eine Schatzkarte gefunden. Streng geheim natürlich, macht er sich mit seinen Freunden auf die Suche. Doch eine richtige Schatzsuche lässt sich nicht völlig verbergen und bald sind auch die Ashleys, die Buddler und Petze Randall vom Goldfieber gepackt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994839","hoster":"VOE"},{"path":"/redirect/8421050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-47","name":"Valentinstag / Die ungerechte Bewertung","epNo":47,"alt":"My Funny Valentines / The Ratings Game","descr":"Der Valentinstag steht an und jeder ist voller Vorfreude auf die tollen Valentinskarten – bis auf T.J. Er verkündet vollmundig, dass er dieses Jahr keine Karten verschicken wird. Natürlich sind die anderen Schüler darüber total empört. Deshalb besinnt sich T.J. eines Besseren und bastelt noch schnell für jedes Mädchen eine Valentinskarte. Das bringt die Mädchenwelt ganz schön durcheinander.\u0026lt;br /\u0026gt;\rWas haben sich die Ashleys bloß dabei gedacht? Die kleinen Biester haben rosafarbene Briefe ausgeteilt, in denen sie jeden Schüler bewerten. Auf einer Skala von eins bis zehn wird jeder nach Wichtigkeit benotet. Klar, dass dadurch Ärger auf dem Schulhof vorprogrammiert ist. So fühlen sich Spinelli und Gus ungerecht bewertet, und T.J. empfindet diese Bewertung als absoluten Blödsinn und das sagt er auch laut. Ein schwerwiegender Fehler, denn die Ashleys stufen ihn sofort runter. Als T.J.s Freunde ihm beistehen, werden auch sie abgewertet. Jetzt mag niemand mehr in ihre Nähe kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994842","hoster":"VOE"},{"path":"/redirect/8421098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-48","name":"Besuch aus Norwegen / Der Bücherwurm","epNo":48,"alt":"Yope from Norway / The Library Kid","descr":"An der Third Street School wird der norwegische Austauschschüler Jope erwartet. Gus erklärt sich bereit, dem Gast die Schule zu zeigen und freundet sich mit ihm an. Jope findet Gus total gut und gibt ihm den Spitznamen ‚heißer Typ‘. Gus findet seinen Spitznamen klasse, doch seine Freude ist vorbei, als die anderen davon erfahren. Die machen sich nämlich total lustig über diesen Namen.\u0026lt;br /\u0026gt;\rT.J. und seine Freunde wandern lustlos in die Bücherei, um dort ein Buch für die fällige Besprechung auszusuchen. Da treffen sie auf ein seltsames Mädchen. Die Kleine hat ihr ganzes Leben lang schon in der Bücherei gehaust. Wie es draußen aussieht weiß sie überhaupt nicht. T.J. und seine Freunde überreden den ‚Bücherwurm‘, mit ihnen in der großen Pause zu spielen. Durch die neugewonnene Freiheit flippt die Kleine aber völlig aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994845","hoster":"VOE"},{"path":"/redirect/8421090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-49","name":"Spinellis Kunstwerk / Nicht alle lieben T.J.","epNo":49,"alt":"Spinelli\u0027s Masterpiece / Nobody doesn\u0027t like T.J.","descr":"Spinelli hat eine tolle Möglichkeit gefunden, ihre schlechte Laune abzureagieren. Statt sich zu prügeln, versucht sie es mit Kreidezeichnungen auf dem Schulhof. Die anderen Schüler staunen nicht schlecht, als sie sehen, welches bezaubernde Kunstwerk die mies gelaunte Spinelli gemalt hat. Da droht Miss Finster mit dem Gartenschlauch … \u0026lt;br /\u0026gt;\rT.J. ist davon überzeugt, dass ihn jeder gerne mag. Da findet er heraus, dass sein Mitschüler Gordi ihn überhaupt nicht leiden mag. Das kann T.J. nicht einfach auf sich sitzen lassen und so gibt er sich alle nur erdenkliche Mühe, um sich mit Gordi anzufreunden. Doch der bleibt stur und lehnt T.J. weiterhin ab. So ein hartnäckiger Fall erfordert eine ganz besondere Strategie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994847","hoster":"VOE"},{"path":"/redirect/8421101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-50","name":"Der Freizeitpark / Der neue Video-Wart","epNo":50,"alt":"A Great State Fair / The A.V. Kid","descr":"Der Freizeitpark: Die Schule macht einen Ausflug in einen Freizeitpark, besonders Gus freut sich riesig drauf doch er vergisst die Bescheinigung seines Vaters und muss in der Schule bleiben... Doch seine Freunde bringen ihn noch in den Park.Der neue Video-Wart: Es wird ein neuer Video Wart für die Schule gesucht! D.J. und Vinc liefern sich einen Wettkampf. Wer bekommt den Posten als Video Wart?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097394","hoster":"VOE"},{"path":"/redirect/8421089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-51","name":"Der falsche Guru / Die mysteriöse Miss Grotke","epNo":51,"alt":"Don\u0027t Ask Me / Secret Life of Grotke","descr":"Spinelli soll nur die Meditationsmatte des weisen Gurus für einen kurzen Moment hüten, als schon die ersten Schüler angerannt kommen und einen Ratschlag wünschen. Zähneknirschend macht sich Spinelli an die Arbeit. Ihr Tipps kommen erstaunlicherweise bei den Schülern supergut an. Kurze Zeit später hängt der echte Guru seinen Turban an den Nagel und Spinelli übernimmt den Job. Alles läuft prima, bis Spinelli Selbstverteidigungskurse anbietet … \u0026lt;br /\u0026gt;\rAlle Schüler mögen Miss Grotke. Deshalb sind T.J. und seine Freunde auch sehr besorgt, als die beliebte Lehrerin eines Tages einen geheimnisvollen Anruf während des Unterrichts erhält. Was hat Miss Grotke nur zu verbergen? Ist sie etwa eine Geheimagentin? Neugierig heften sich die Kinder an ihre Fersen. Als die Lehrerin auch noch einen seltsamen Mann im Regenmantel trifft, der ihr eine Kiste zusteckt, scheint der Fall klar …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994849","hoster":"VOE"},{"path":"/redirect/8421100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-52","name":"Miss Finster und das Gipsbein / Das Fußballturnie","epNo":52,"alt":"Fuss over Finster / Soccer Boy","descr":"Miss Finster versteht auf dem Pausenhof wirklich keinen Spaß. Deshalb sind fast alle Schüler total aus dem Häuschen, als sie hören, dass sich Miss Finster den Knöchel gebrochen hat. Sie toben herum und treiben es ziemlich wild auf dem Schulhof. Nur T.J. hat keine Freude an dem ausgelassenen Treiben. Wer mag schon Streiche spielen, wenn sich niemand darüber ärgert … \u0026lt;br /\u0026gt;\rDas jährliche Fußball-Turnier rückt näher. Und jeder möchte nur eines: den ehrwürdigen King-Bob-Pokal gewinnen. Flugs stellt Vince seine Traummannschaft auf. Leider unterläuft ihm ein folgenschwerer Fehler. Er setzt Mikey nur auf die Reservebank. Ihm ist nämlich total entgangen, dass Mikey ein begnadeter Torwart ist. Allerdings weiß das die gegnerische Mannschaft und heuert den Reservekicker an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994852","hoster":"VOE"},{"path":"/redirect/8421086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-53","name":"Fort Tender / Der Bazillenkrieg","epNo":53,"alt":"Fort Tender / Germ Warfare","descr":"T.J. und seine Freunde haben sich auf einem Spielplatz ein wunderschönes Fort gebaut. Leider müssen sie am nächsten Tag feststellen, dass Lawson und seine Gang sich das Fort unter den Nagel gerissen haben.\u0026lt;br /\u0026gt;\rGus stellt voller Grausen fest, dass es überall von Bazillen wimmelt. Diese kleinen Teufel müssen unbedingt ausgerottet werden, meint er. Doch Mikey ist anderer Meinung. Er findet alle Lebewesen entzückend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994855","hoster":"VOE"},{"path":"/redirect/8421092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-54","name":"Die perfekte Tochter / Prinz Randall","epNo":54,"alt":"More Like Gretchen / Prince Randall","descr":"Als Gretchen Spinelli besucht, sind deren Eltern von dem klugen Gast total angetan. Spinelli ist darüber sauer und möchte mit Gretchen nichts mehr zu tun haben. Doch T.J. hat eine Idee, wie die Wunschtochter doch nicht so perfekt erscheinen würde. Spinellis Eltern müssten nur Gretchens richtig kennen lernen … \u0026lt;br /\u0026gt;\rKing Bob hat von Petzte Randall die Nase voll und verbietet ihm, ihn je wieder anzusprechen. Doch – oh Wunder – am nächsten Tag ernennt King Bob den widerlichen Randall zum Prinzen. Da muss was faul sein, meinen T.J. und seine Freunde. Und sie haben Recht, denn sie entdecken, dass Randall unter die Erpresser gegangen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994851","hoster":"VOE"},{"path":"/redirect/8421140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-55","name":"Was ist \u0027in\u0027 und was ist \u0027out\u0027? / Der gute alte T.J.","epNo":55,"alt":"Me No Know / Good Ole T.J.","descr":"Vince hat ein großes Problem: Seine Eltern haben ihm verboten, sich den neuen Film ‚Nitwitz 3‘ anzusehen. Doch alle Klassenkameraden waren bereits im Kino und Vince ist jetzt megaout.\u0026lt;br /\u0026gt;\rIn der Klasse werden Arbeitsgruppen gebildet. Die sollen jeweils etwas über die Antike recherieren. Gretchen ist sehr ärgerlich darüber, dass T.J. bei der Ausarbeitung überhaupt nicht hilft. Deshalb beschließt sie, es genau so wie T.J. zu machen. Unglücklicherweise gibt das eine schlechte Note. Jetzt hat T.J. ein schlechtes Gewissen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994857","hoster":"VOE"},{"path":"/redirect/8421133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-56","name":"Das Seniorenheim / Das Versprechen","epNo":56,"alt":"Old Folks Home / Some Friend","descr":"Mikey und seine Freunde verbringen ihre Samstage damit, Senioren im Heim zu besuchen. Die Kinder sind anfangs nicht gerade von dieser Aufgabe begeistert, doch dann merken sie, dass sie mit den alten Herrschaften viel gemeinsam haben.\u0026lt;br /\u0026gt;\rT.J und Menlo, sein alter Kumpel aus Kindergartentagen, haben sich mal versprochen, immer ihre Geburtstagsfeiern zu besuchen. Jetzt hat Menlo Geburtstag und T.J. muss sich heimlich hinschleichen. Denn seine Truppe ist reichlich sauer auf das Geburtstagskind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10097412","hoster":"VOE"},{"path":"/redirect/8421142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-57","name":"Vince, der Meisterkoch / Mikey, der Poet","epNo":57,"alt":"Chez Vince / Tucked in Mikey","descr":"Das Schulessen ist einfach grausam. Vince will das nicht schlucken und sagt den ‚Meister-Köchen‘ mal so richtig seine Meinung. Doch der ‚Mecker-Schuss‘ geht nach hinten los: Chefkoch Pierre hat mit Vince tolle Pläne … \u0026lt;br /\u0026gt;\rPoet Mikey wird zum Hofdichter der Schule ernannt. Für diese schwere Aufgabe benötigt er dringend Hilfe von Menlo …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994850","hoster":"VOE"},{"path":"/redirect/8421130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-58","name":"Die Woodchuck Scouts / Wie der Vater, so der Sohn","epNo":58,"alt":"Beyond a Reasonable South / The Army Navy Game","descr":"Gus und Mikey wollen sich der Pfadfindertruppe von Phil anschließen, da er so tolle Geschichten von den Woodchuck Scouts erzählt hat. Doch seltsamerweise versucht Phil alles, um Mikey und Gus von seinen Pfadfindern fern zu halten … \u0026lt;br /\u0026gt;\rDie zarte Freundschaft von Gus und einem niedlichen Mädchen wird auf eine harte Probe gestellt, denn die Vätern sabotieren das Glück ihrer Kinder. Der Grund: Ein Vater ist bei der Marine, der Andere bei der Army …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994861","hoster":"VOE"},{"path":"/redirect/8421116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-59","name":"Der ehrliche Finder / Mikey, der Riese","epNo":59,"alt":"The C Note / Big Ol\u0027 Mikey","descr":"TJ hat einen Briefumschlag mit viel Geld gefunden: 100 Dollar stecken in dem Kuvert. Die Truppe ist total aus dem Häuschen und überlegt, was man mit dem Geld alles machen könnte. Doch dann schießt einer quer und will das Geld zurück geben.\u0026lt;br /\u0026gt;\rMikey ist außer sich vor Angst. Gretchen hat nämlich ausgerechnet, dass er eines Tages mehrere Meter groß sein wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994863","hoster":"VOE"},{"path":"/redirect/10097403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-60","name":"Die Hitzewelle / Mundy, Mundy!","epNo":60,"alt":"The Coolest Headwave Ever / Mundy, Mundy","descr":"Das ist vielleicht ein heißer Sommer. Und bei dieser Affenhitze gibt es plötzlich in der Schule kein Wasser mehr.\u0026lt;br /\u0026gt;\rMundy steht auf der Beliebtheitsskala bei den anderen Schülern nicht gerade oben. Eines Tages vollbringt er eine gute Tat und ist von dem Moment an bei allen super angesehen. Doch das passt Mundy überhaupt nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994865","hoster":"VOE"},{"path":"/redirect/8421135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-61","name":"Lawson und seine Gang","epNo":61,"alt":"Lawson and his Crew - Part 1 / Lawson and his Crew","descr":"Lawson findet das gar nicht lustig, dass T.J. und seine Freund auf dem Schulhof so angesehen sind. Wütend macht sich der kleine Neidhammel daran, eine eigene Band zu gründen, um T.J. und Clique zu vertreiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994867","hoster":"VOE"},{"path":"/redirect/8421061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-62","name":"Das Geschenk / Wer hat hier die Schuld?","epNo":62,"alt":"No Strings Attached / All the Principals\u0027 Men","descr":"Das darf doch nicht wahr sein: Alle Bälle werden auf dem Schulhof eingezogen. T.J. und seine Freunde sind außer sich. Jetzt heißt es: Sofort den Schuldigen finden.\u0026lt;br /\u0026gt;\rSpinelli bekommt von den Ashleys Wrestlingkarten geschenkt. Sie und ihre Freunde vermuten einen ganz bösen Streich hinter diesem Geschenk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994869","hoster":"VOE"},{"path":"/redirect/8421071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-63","name":"Das Golfturnier / Mikey und Kurst","epNo":63,"alt":"The Principals of Golf / Kurst the Not so Bad","descr":"Das jährliche Golfturnier steht an und Vince soll der Partner von Direktor Prickly werden. Kann das Paar gewinnen?\u0026lt;br /\u0026gt;\rMikey hat sich mit dem schlimmen Kurst angefreundet. Das finden die Freunde aber gar nicht toll. Sie befürchten, dass der grauenhafte Kurst einen schlechten Einfluss auf Mikey haben wird. Aber auch Kurst Kumpels sind nicht von dem neuen Freundespaar begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994872","hoster":"VOE"},{"path":"/redirect/8421069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-64","name":"Der magische Baseballschläger / Randalls Geheimdi","epNo":64,"alt":"Lost Leader / League of Randalls","descr":"Der magische Baseballschläger ist weg. Und hinter diesem Diebstahl stecken natürlich die Ashleys. Das kann die Gang nicht auf sich sitzen lassen und macht sich zum Gegenangriff bereit.\u0026lt;br /\u0026gt;\rRandall heuert die kleinen Brüder der Ashleys für seinen hauseigenen Geheimdienst an. Doch die gewitzten Kleinen bringen Petze Randall ganz schön in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994874","hoster":"VOE"},{"path":"/redirect/8421074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/disneys-grosse-pause/staffel-1/episode-65","name":"Immer wenn sie Chips aß / Wenn Fahrräder angreif","epNo":65,"alt":"Terrifying Tales of Recess","descr":"Chips sind nicht immer harmlos. Das muss eine kleine Schülerin feststellen, die aus einer seltsamen Chipstüte genascht hat\u0026lt;br /\u0026gt;\rT.J. und seine Bande glauben zu träumen: Nach einem heftigen Sturm sind ihre Fahrräder plötzlich lebendig geworden und terrorisieren die Schule\u0026lt;br /\u0026gt;\rLawson verlangt von Vince, die Nacht in einer Erdhöhle zu verbringen. Alles geht glatt, bis Vince die Gruft der Familie Finster entdeckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994868","hoster":"VOE"},{"path":"/redirect/8421082","hoster":"Streamtape"}]}]}]}]}