{"path":"/serie/stream/dispatches-from-elsewhere","name":"Dispatches from Elsewhere","descr":"Im Zentrum der Anthologie-Serie \"Dispatches from Elsewhere\" steht eine Gruppe ganz gewöhnlicher Menschen. Die stoßen auf ein Rätsel, das sich hinter dem Schleier ihres Alltagslebens verbirgt. Schon bald werden sie feststellen, dass dieses Geheimnis weitaus größer ist, als sie es sich jemals hätten vorstellen können.","seasons":[{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-1","name":"Peter","epNo":1,"alt":"Peter","descr":"Peter, gelangweilter Mitarbeiter eines Musik- Streaming Dienstes, ruft eine geheimnisvolle Nummer auf einem Flyer an und wird daraufhin vom Jejune-Institut eingeladen. Dort wird er jedoch vor dem Institut und Octavio Coleman gewarnt und mit Unterstützung der Anderswo Gesellschaft und Commander 14 entkommt er und trifft schließlich auf Simone, mit der er nach Hinweisen sucht. Als sie sich später bei einer Versammlung wiederbegegnen, werden sie mit Janice und Fredwynn zu einer Vierergruppe und zusammen sollen sie Clara finden. Jeder von ihnen hat eine andere Vermutung über die Situation, doch Simone erlebt schließlich am eigenen Leib, dass sie ernst ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995022","hoster":"VOE"},{"path":"/redirect/8421075","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13922361","hoster":"VOE"},{"path":"/redirect/8421066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-2","name":"Simone","epNo":2,"alt":"Simone","descr":"Simone arbeitet in einer Kunstausstellung und erhält dort ein Päckchen Batterien, mit denen sie zu Peter geht. Passend dazu hat er einen elektronischen, sprechenden Fisch bekommen, der sich Clara nennt und sie auf ihrer Suche nach Hinweisen begleitet. Als sie einander etwas enthüllen sollen und Peter dies tut, ist Simone überfordert. Als sie sich im Diner mit Fredwynn und Janice trifft, müssen sie sich entscheiden, ob sie einem Protest der Anderswo Gesellschaft oder eine Aktionärsversammlung des Jejune- Instituts beiwohnen und beschließen beides zu besuchen, doch Fredwynn entschließt sich zu einem Alleingang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995015","hoster":"VOE"},{"path":"/redirect/8421221","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13922359","hoster":"VOE"},{"path":"/redirect/8421220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-3","name":"Janice","epNo":3,"alt":"Janice","descr":"Janice, Simone und Peter jagen Octavios Limousine mit Fredwynn drinnen hinterher, doch diese fährt schließlich in die Garage eines Theaters. Durch eine Idee von Janice kommen sie hinein, doch drinnen treffen sie auf Octavio, der vor Publikum eine Intervention vorstellen soll und dafür Janice auf die Bühne holt, die daraufhin mit ihrem alten Ich konfrontiert wird. Schließlich stürmt die Anderswo Gesellschaft das Geschehen. Im Gerangel flieht die Gruppe und trifft wieder auf Fredwynn, der ihnen eine Entdeckung offenbart. Nicht ganz überzeugt geht Janice nach Hause zu ihrem komatösen Ehemann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995012","hoster":"VOE"},{"path":"/redirect/8421216","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13362187","hoster":"VOE"},{"path":"/redirect/8421224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-4","name":"Fredwynn","epNo":4,"alt":"Fredwynn","descr":"Fredwynn wird von Octavio in der Limousine gefunden und in einen Raum gesperrt, aus dem er flüchten kann und eine Entdeckung macht. Am nächsten Tag sind Janice, Simone und Peter jedoch nicht von seinen Ideen überzeugt und sagen ihm schließlich sie sollten einfach auf den nächsten Hinweis warten und das Spiel weiterspielen. Doch Fredwynn will Antworten und sucht Unterstützung bei Janice. Zusammen finden sie in Janice Hochzeitsvideo einen Hinweis und schließlich eine Adresse. Mit Simone und Peter machen sie sich auf den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995007","hoster":"VOE"},{"path":"/redirect/8421217","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13362231","hoster":"VOE"},{"path":"/redirect/8421068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-5","name":"Clara)","epNo":5,"alt":"Clara","descr":"Die Gruppe findet im Keller Bilder und Schriftzüge auf den Wänden vor, zurückgelassen von Clara. Sie beschreiben ihre Vergangenheit, in der sie Fishtown zu etwas großartigem machen wollte und auf drei Freunde getroffen ist, die ihr dabei halfen, doch damit machte sie auch das Jejune Institut und Octavio auf sich aufmerksam. Janice findet heraus was Fredwynn hinter ihrem Rücken gemacht hat und Simones und Peters Inspiration durch Clara macht sich auf ihrer Arbeit bemerkbar. Die Gruppe erfährt das Clara kurz nach einem Angebot von Octavio verschwand und Simone hat einen Beweis für die Geschichte gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921769","hoster":"VOE"},{"path":"/redirect/8421087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-6","name":"Jeder von uns","epNo":6,"alt":"Everyone","descr":"Die Gruppe diskutiert die Situation und teilt sich schließlich auf um unterschiedlichen Ansätzen nachzugehen. Simone und Janice konzentrieren sich auf die Kunst; Clara und Fredwynn und Peter wollen der Verschwörungstheorie weiter auf den Grund gehen. Sie alle kriegen die Nachricht, dass dies der letzte Tag des Spieles sei. Die Männer finden auf Peters alter Arbeitsstelle einen Hinweis und die Frauen finden mehr über Clara heraus. Die Teams finden schließlich wiederzueinander, beide wurden zu einem Penthouse geführt, doch dort erwartet sie eine verwirrende Szenerie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995006","hoster":"VOE"},{"path":"/redirect/8421045","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13362243","hoster":"VOE"},{"path":"/redirect/8421035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-7","name":"Die Höhle von Kelpius","epNo":7,"alt":"Cave Of Kelpius","descr":"Ein Unbekannter betritt das Penthouse, aber flieht als er die Gruppe sieht. Peter und die anderen folgen ihm und stoßen auf weitere Entdeckungen über das Spiel und auf weitere Menschen, sowie auf Octavio und Commander 14, die ihre Ansichten diskutieren und das Spiel erläutern. Als auch noch Clara präsentiert wird, scheint das Spiel zu Ende zu sein, was Peter erschüttert. Auf der Afterparty sucht Fredwynn die Architektin und Simone geht auf Peter zu, während Janice sich außen vorgelassen fühlt, aber schließlich ein weiteres Geheimnis erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994995","hoster":"VOE"},{"path":"/redirect/8421051","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13362252","hoster":"VOE"},{"path":"/redirect/8421044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-8","name":"Lee","epNo":8,"alt":"Lee","descr":"Die Architektin Lee hat die Vierergruppe beobachtet und beeinflusst. Die Gruppe, die nun das Geheimnis weiß, ist auf den Weg zu ihr und wird von Lee zu einer weiteren Adresse geführt um die finalen Hinweise über Clara zu finden. Die Gruppe diskutiert was der Sinn dieses Spiels ist und Simone und Peter gehen schließlich auf ein Date, was jedoch nicht ganz läuft wie gewollt. Unterdessen hat Janice mit ihrer und der Situation ihres Mannes zu kämpfen und muss eine traurige Entscheidung treffen und Fredwynn lässt Clara nicht los und macht eine Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994994","hoster":"VOE"},{"path":"/redirect/8421039","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13362299","hoster":"VOE"},{"path":"/redirect/8421056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-9","name":"Die Erfinderin","epNo":9,"alt":"The Creator","descr":"In den Monaten nach dem Spiel nimmt Peter Magiestunden und versucht an sich zu arbeiten, während Simone einen Rat von Janice bekommt, die wiederum Collegekurse besucht. Peter und Simone sehen sich schließlich wieder und können sich aussprechen. Als die beiden sich mit den anderen zum \"Geburtstag\" des Spiels treffen wollen, erscheint nur Janice, doch Fredwynn nicht. In Sorge suchen ihn die anderen auf, doch er ist weiterhin besessen von dem Rätsel um Clara. Nur seine Freunde können ihn zurückholen. Weitere Enthüllungen stehen jedoch bevor und die Reise der Vier ist noch nicht vorbei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8994998","hoster":"VOE"},{"path":"/redirect/8421041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dispatches-from-elsewhere/staffel-1/episode-10","name":"Der Junge","epNo":10,"alt":"The Boy","descr":"Der kleine Junge mit dem Clownsgesicht möchte unbedingt Schauspieler werden, doch kämpft damit als er schließlich erfolgreich auf der Bühne steht. Der unzufriedene Jason Segel trifft auf Simone, die ihm schließlich eine Postkarte übergibt und ihn so auf ein Spiel durch die Stadt schickt. Enden tut es auf einem Dach wo er auf Janice trifft. Inspiriert davon schreibt er das Skript \"Dispatches from Elsewhere\", was er vier Monate später fertigstellt. Als Simone ihm noch eine Veränderung nahelegt, ist Jason geknickt, aber schließlich mit seinem alten Ich konfrontiert. Mit neuer Erkenntnis und mit Hilfe stellt Jason seinen neuen Traum schließlich auf die Beine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995004","hoster":"VOE"},{"path":"/redirect/8421088","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13362294","hoster":"VOE"},{"path":"/redirect/8421080","hoster":"Streamtape"}]}]}]}]}