{"seriesId":"dmz","name":"DMZ","descr":"Während des erbittert geführten Zweiten amerikanischen Bürgerkriegs: Sanitäterin Alma (Rosario Dawson) hat sich nach Manhattan aufgemacht, um in der entmilitarisierten Zone nach ihrem Sohn zu suchen, von dem sie zuvor bei der Evakuierung der Großstadt getrennt worden war.Die Abwesenheit von regulären Streitkräften hat in der zerstörten Stadt dafür gesorgt, dass sich Gangs hier breit gemacht haben und um die Vorherrschaft streiten. Einer der aussichtsreichen Gang-Anführer ist Parco Delgado (Benjamin Bratt), der keine Skrupel kennt, wenn es um die Ausbreitung und Sicherung seines Einflusses geht: Er will auf der Insel und in den Ruinen einen eigenen Herrschaftsbereich aufbauen.Unglücklicherweise muss sich Alma auf ihrer Suche mit Delgado auseinandersetzen – und ihr ebenso beherzter wie ausdauernder Kampf wird zur Inspiration der bisher hoffnungslosen Überlebenden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Viel Glück","epNo":1,"alt":"Good Luck","descr":"Während Almas gefährliche 24-Stunden-Passage in ein gesetzloses Manhattan auf der Suche nach ihrem Sohn Christian beginnt, suchen die Rivalen Parco und Wilson die Zustimmung der größten Gangs der DMZ in getrennten Bewerbungen für den Gouverneur.","versions":[{"lang":1,"streams":[{"redirect":14511324,"hoster":"VOE"},{"redirect":14490280,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503908,"hoster":"VOE"},{"redirect":14490288,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Emporkommen","epNo":2,"alt":"Advent","descr":"Parco und Wilson sichern sich in letzter Minute Unterstützung vor ihrer ersten Debatte im Rathaus. Alma richtet einen verzweifelten Appell an den Inhaber der ultimativen Energiequelle der DMZ.","versions":[{"lang":1,"streams":[{"redirect":14489548,"hoster":"VOE"},{"redirect":11160338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489198,"hoster":"VOE"},{"redirect":10035215,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein guter Name","epNo":3,"alt":"The Good Name","descr":"Alma macht deutlich, für wen sie kämpft, als Wilsons Dieb aufgedeckt wird, Odis Freundlichkeit erwidert wird und Skel zwischen Tenny und Parco hin und her gerissen wird. Dann bricht Krieg in der DMZ aus.","versions":[{"lang":1,"streams":[{"redirect":14489278,"hoster":"VOE"},{"redirect":11201041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489267,"hoster":"VOE"},{"redirect":10035222,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" Zuhause ","epNo":4,"alt":"Home","descr":"Gerade als sie eine sichere Passage aus der DMZ aushandelt, ringt Alma mit einem zwingenden Grund zu bleiben, während Skel gezwungen ist, sich zwischen denen zu entscheiden, die er liebt.","versions":[{"lang":1,"streams":[{"redirect":14509379,"hoster":"VOE"},{"redirect":11281756,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489399,"hoster":"VOE"},{"redirect":10035232,"hoster":"Streamtape"}]}]}]}]}