{"seriesId":"dnentod-ein-nordsee-krimi","name":"Dünentod – Ein Nordsee-Krimi","descr":"Als rauer Typ ermittelt der eigenwillige Tjark Wolf (Hendrik Duryn) in der rauen Landschaft von Ostfriesland. An seiner Seite ist die Polizeichefin Femke Folkmer (Pia-Micaela Barucki), mit der er – natürlich – ein ungleiches Ermittler-Duo bildet. An der Nordseeküste machen sie einen grausigen Fund – und ahnen noch nicht, dass damit ihre Zusammenarbeit in einer Reihe von Mordfällen beginnt, die sie bis an ihre Grenzen bringen werden – oder sogar ein Stück darüber hinaus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Grab am Strand","epNo":1,"alt":"","descr":"Werlesiel ist ein beschaulicher Ort an der friesischen Küste. Doch mit der Idylle ist es vorbei, als eine junge Frau nach einer Partynacht im dichten Seenebel verschwindet. Polizistin Femke Folkmer glaubt nicht an einen normalen Vermisstenfall und beginnt mit den Nachforschungen. Schon bald trifft Tjark Wolf von der Kripo Wilhelmshaven ein, um dem Verschwinden der unbekannten Frau nachzugehen…","versions":[{"lang":1,"streams":[{"redirect":14514852,"hoster":"VOE"},{"redirect":14498324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Falle","epNo":2,"alt":"","descr":"Bei einem Einsatz der Kripo Wilhelmshaven im Drogenmillieu wird Femkes und Tjarks Kollegin Ceylan Özer schwer verletzt und schwebt fortan in Lebensgefahr. Fest entschlossen, die Schmuggler zu überführen, gehen Femke und Tjark jedem Hinweis nach und merken bald, dass in Wahrheit ein noch viel größeres Verbrechen dahinter steck. Ein Lagerarbeiter plant eine große Abrechnung und ist zu allem bereit…","versions":[{"lang":1,"streams":[{"redirect":14515289,"hoster":"VOE"},{"redirect":14498500,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tod auf dem Meer","epNo":1,"alt":"","descr":"Ostfriesische Küste: Ein Geisterschiff auf der Nordsee, eine Yacht mit einem Toten und einer Überlebenden an Bord, die kein Wort spricht: Ein mysteriöser Fall für Femke Folkmer und Tjark Wolf. Der Tote war ein Bänker und in dubiose Geschäfte rund um einen Offshore-Windpark verwickelt. Die Überlebende von der Yacht war scheinbar eine Prostituierte und damit nur ein Zufallsopfer. Als jedoch kurz darauf ein tödlicher Anschlag auf sie verübt wird, erkennen die Kommissare, dass sie in ein tödliches Netz aus Intrigen, Macht und Verrat geraten sind, bei dem sie selbst in tödliche Gefahr geraten …","versions":[{"lang":1,"streams":[{"redirect":14335357,"hoster":"VOE"},{"redirect":14498501,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Falsches Spiel","epNo":2,"alt":"","descr":"Ein LKW wird bei voller Fahrt spektakulär ausgeraubt. Schon länger wird Friesland von einer Reihe rätselhafter Raubüberfälle auf Transporter erschüttert. Das Team um Femke, Tjark und Ceylan sind den Tätern auf der Spur, dabei müssen sie mit der Kollegin Rena Fehmerling von der Autobahnpolizei zusammenarbeiten. Als ein Schäfer, der unvermittelt Zeuge des letzten Überfalls geworden ist, die Beute an sich nimmt, geraten er und seine Frau in die Schusslinie eines gefährlichen Netzwerks. Als Tjark ihn retten will, holt ihn seine Vergangenheit wieder ein und er wird vom Jäger zum Gejagten.","versions":[{"lang":1,"streams":[{"redirect":14515277,"hoster":"VOE"},{"redirect":14498498,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Frau am Strand","epNo":3,"alt":"","descr":"In dem idyllischen Ort Werlesiel wird der motorisierte Gleitschirmflieger Willem Leefmann tot in den Dünen entdeckt. Während der Ermittlungen stellt sich heraus, dass zahlreiche Dorfbewohner ein Motiv für seinen Mord hatten. Die psychisch labile Sabine Eriksen, die von der Gemeinde gemieden wird, rückt ins Zentrum des Falls. Die Ermittler decken ein düsteres Geheimnis auf, das tief in den Dünen vergraben liegt und der Schlüssel zum aktuellen Fall ist – doch damit beginnt ein nervenaufreibender Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":14274848,"hoster":"VOE"},{"redirect":14498509,"hoster":"Streamtape"}]}]}]}]}