{"path":"/serie/stream/doc-martin","name":"Doc Martin","descr":"Martin Ellingham ist ein höchst kompetenter Mediziner, der nach einem traumatischen Erlebnis kein Blut mehr sehen und riechen kann. Daher gibt er seinen gut dotierten Chirurgenjob in London auf und lässt sich als Allgemeinmediziner im verschlafenen Provinznest Portwenn nieder. Allerdings fehlt es ihm scheinbar gänzlich an Einfühlungsvermögen, so dass er seine Patienten in aller Regelmäßigkeit vor den Kopf stößt.","seasons":[{"path":"/serie/stream/doc-martin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/doc-martin/staffel-1/episode-1","name":"Pilot","epNo":1,"alt":"Going Bodmin","descr":"Der erfolgreiche Londoner Chirurg Martin Ellingham kann einfach kein Blut mehr sehen. Kurzerhand schmeißt er seinen hochdotierten Job hin, um künftig im kleinen Küstenstädtchen Portwenn als Landarzt zu praktizieren. Aber bei den Einheimischen eckt der schnöselige Großstädter mit seinen ruppigen Manieren schnell an. Zum Glück lebt im Ort auch seine Tante Joan, die ihm bei der Eingewöhnung zur Seite steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098074","hoster":"VOE"},{"path":"/redirect/8421553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-1/episode-2","name":"Martins Praxis","epNo":2,"alt":"Gentlemen Prefer","descr":"Doc Martins Praxis öffnet und das Wartezimmer ist rappelvoll. Allerdings scheinen die Einwohner von Portwenn sie für einen Treffpunkt zum Schwatzen und pflegen ihrer sozialen Kontakte zu halten. Doc Martin setzt seine Patienten kurzerhand vor die Tür. Und weil er gerade in Fahrt ist, feuert er auch noch die Sprechstundenhilfe. Prompt wird er von den Kleinstädtern geschnitten. Tante Joan muss Martin daran erinnern, mit etwas mehr Fingerspitzengefühl vorzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995038","hoster":"VOE"},{"path":"/redirect/8421551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-1/episode-3","name":"Dumm gelaufen","epNo":3,"alt":"Sh*t Happens","descr":"Eine heftige Magen-Darm-Infektion grassiert in Portwenn. Doc Martin sieht sich gezwungen einschneidende Maßnahmen zu ergreifen, um die Epidemie einzudämmen. Das kommt bei den Bewohnern aber überhaupt nicht gut an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098076","hoster":"VOE"},{"path":"/redirect/8420930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-1/episode-4","name":"Die Placebos","epNo":4,"alt":"The Portwenn Effect","descr":"Die jährliche Portwenn-Players-Tanzveranstaltung steht vor der Tür. Eigentlich ein Höhepunkt des sozialen Lebens in der kleinen Stadt. Doch Doc Martin geht der Sinn für solche Veranstaltungen völlig ab. Auch Lehrerin Liousa kann ihn nicht überzeugen, teilzunehmen. Unterdessen muss Martin dem örtlichen Ranger einen Besuch im Moor abstatten. Der ist fest davon überzeugt, mit einem gigantischen roten Eichhörnchen zusammenzuwohnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098079","hoster":"VOE"},{"path":"/redirect/8420924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-1/episode-5","name":"Der Liebhaber","epNo":5,"alt":"Of All the Harbours in All the Towns","descr":"John Slater, eine alte Flamme von Tante Joan, taucht in Portwenn auf und möchte die Beziehung zu ihr wieder aufwärmen. Aber dann entdeckt Doc Martin, dass Slater an einer ernsten Herzkrankheit leidet. Unterdessen gerät auch der Doc selbst ins Visier einer Verehrerin: Die 15-jährige Schülerin Melanie Gibson hat ein Auge auf Martin geworfen und bringt ihn in arge Bedrängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108685","hoster":"VOE"},{"path":"/redirect/8420934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-1/episode-6","name":"Die Außenseiter","epNo":6,"alt":"Haemophobia","descr":"Doc Martin ist mächtig sauer: Sein kleines Geheimnis, seine Phobie vor Blut, ist offenbar durchgesickert. Das macht ihn nicht nur zum Gegenstand des Dorftratsches, sondern auch zum Ziel eines üblen Scherzes. Zu allem Überfluss wird er mit seinem Problem auf eine schwierige Probe gestellt, als sich ein neunjähriger Schüler schwer verletzt und ins Krankenhaus muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995048","hoster":"VOE"},{"path":"/redirect/8420926","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/doc-martin/staffel-2/episode-1","name":"Alt, aber oho!","epNo":1,"alt":"Old Dogs","descr":"Nach dem peinlichen Vorfall im Krankenhaus geht Doc Martin der Lehrerin Louisa möglichst aus dem Weg. Aber dann kommt der Architekt Danny Steel, ein Exfreund Louisas, nach Portwenn. Er will die Beziehung zu ihr wieder aufwärmen und bei Martin regt sich prompt die Eifersucht. In der Praxis bekommt er es unterdessen mit einem Fischer zu tun, der angeblich überfallen wurde, aber sich weigert, zur Polizei zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098087","hoster":"VOE"},{"path":"/redirect/8420946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-2","name":"Keiner hört auf den Doc","epNo":2,"alt":"In Loco","descr":"Louisa hat sich um den Posten als Direktorin an ihrer Schule beworben und sie ist peinlich darum bemüht, beim anstehenden Bewerbungsgespräch eine gute Figur zu machen. Dummerweise sitz aber Doc Martin im Schulausschuss und sie kann sich seiner Stimme keineswegs sicher sein. Zu allem Überfluss grassiert auch noch eine hoch infektiöse Hautkrankheit unter den Kindern in Portwenn. Doc Martin hat alle Hände voll zu tun, die Infektion zu stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14074302","hoster":"VOE"},{"path":"/redirect/8420928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-3","name":"Die Kräuterhexe","epNo":3,"alt":"Blood is Thicker","descr":"Doc Martin macht einen Hausbesuch bei den Flint-Brüdern, die alleine mit ihren Eltern in einem einsamen Haus wohnen und über chronische Magenbeschwerden klagen. Offenbar durch eine Salmonellen-Infektion, die vom gammeligen Inhalt ihres Kühlschranks herrührt. Aber mit den Flints scheint noch etwas anderes nicht zu stimmen: Warum lassen die Männer nicht zu, dass Doc Martin die Mutter untersucht? Unterdessen kommt die Schwester des Polizisten Mark nach Portwenn, um einen Heilkräuterladen zu eröffnen. Bald ist halb Portwenn mit ihren Präparaten versorgt und leidet unter heftigen Nebenwirkungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098089","hoster":"VOE"},{"path":"/redirect/8420925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-4","name":"Die Aromatherapie","epNo":4,"alt":"Aromatherapy","descr":"Halb Portwenn tratscht darüber, dass Radiosprecherin Caroline Bosman offenbar ein Alkoholproblem hat. Doc Martin bestellt sie in die Praxis, um herauszufinden, ob das tatsächlich so ist. Aber Caroline rauscht wütend wieder ab, bevor er Tests machen kann. Auch Louisa, die sich große Sorgen um ihre alte Freundin macht, bewirkt bei Caroline nichts. Unterdessen hat Doc Martin mit einem ganz speziellen Fall zu tun: Ein älterer Bewohner Portwenns sucht ihn auf, weil sich die Leute zunehmend über seinen Geruch beschweren. Und tatsächlich raubt der Patient Martin und Sprechstundenhilfe Pauline den Atem","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098092","hoster":"VOE"},{"path":"/redirect/8420972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-5","name":"Zwangsneurose","epNo":5,"alt":"Always On My Mind","descr":"Doc Martins Patientin Helen Pratt erleidet einen Herzanfall und stirbt ihm unter den Händen weg. Ihr Ehemann, beschuldigt den Arzt, seine Frau getötet zu haben. Seine unbändige Wut richtet sich bald auch auf seine Nachbarin: Martins Tante Joan. Aber bald benötigt Mr. Pratt selbst die Hilfe des verhassten Doktors. Unterdessen eröffnet sich Sprechstundenhilfe Pauline die Chance, der Mannschaft des örtlichen Rettungsbootes beizutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995053","hoster":"VOE"},{"path":"/redirect/8420968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-6","name":"Spätes Baby-Glück","epNo":6,"alt":"The Family Way","descr":"Doc Martin hat seine Eltern seit nunmehr sieben Jahren nicht gesehen und ihr Verhältnis ist auch nicht gerade herzlich. Umso überraschter ist er, als die beiden zu einem Besuch vorbeischauen. Ein Familientreffen mit immensem Konfliktpotential. Denn obwohl Martins Vater ein freundlicher älterer Herr ist, findet er Gefallen daran, seinen Sohn wegen dessen beruflichem Abstieg zu triezen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995054","hoster":"VOE"},{"path":"/redirect/8420975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-7","name":"Das Waldabenteuer","epNo":7,"alt":"Out of the Woods","descr":"Nur noch zwei Wochen sind es, bis Polizist Mark die hübsche Julie Mitchell heiraten will und er hat noch immer keinen Trauzeugen. Doc Martin jedenfalls lehnt Marks Bitte diesbezüglich rundweg ab. Stattdessen lässt sich Al Large überreden, die Aufgabe zu übernehmen. Allerdings ohne zu ahnen, wie Mark sich seinen Junggesellenabschied vorstellt: Er will eine Nacht im Freien campieren und unter den Sternen schlafen. Eine Idee, für die sich die Männer von Portwenn, inklusive des Docs, überhaupt nicht erwärmen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9701424","hoster":"VOE"},{"path":"/redirect/8420966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-2/episode-8","name":"Erotomania","epNo":8,"alt":"Erotomania","descr":"Mark Mylow schaut bei Doc Martin für seinen regelmäßigen medizinischen Check-up vorbei. Eine bestimmte physische Besonderheit Marks gibt dem Doc dabei besonders zu Denken. Martin und Louisa haben unterdessen ein vertrauliches Gespräch. Der Alkohol löst ihm dabei soweit die Zunge, dass er seine Gefühle gesteht. Der Apothekerin Mrs. Tishell rät Martin derweil, stets eine Halskrause zu tragen – als Vorsichtsmaßnahme. Doch die Krause erweist sich bald als dringend nötig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8526017","hoster":"VOE"},{"path":"/redirect/8420933","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/doc-martin/staffel-3/episode-1","name":"Die falschen Tabletten","epNo":1,"alt":"The Apple Doesn\u0027t Fall","descr":"Doc Martin muss eine junge Patientin behandeln, die sich daneben benimmt. Von Louisas Rat an deren Mutter, es doch mal mit Ritalin zu versuchen, ist Martin allerdings gar nicht begeistert. Unterdessen trifft der neue Constable Joe Penhale in Portwenn ein, der mit eigentümlichen medizinischen Problemen zu kämpfen hat. Pauline füllt ihr Job als Sprechstundenhilfe nicht aus. Martin macht ihr deshalb einen Vorschlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098101","hoster":"VOE"},{"path":"/redirect/8420970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-3/episode-2","name":"Berts Neuanfang","epNo":2,"alt":"Movement","descr":"Pauline ist für einige Tage weg und Doc Martin muss sich deshalb an eine neue Sprechstundenhilfe gewöhnen. Unterdessen hört Bert Large auf den Rat des Docs, sein Leben umzukrempeln und eröffnet ein Restaurant. Sein Stresslevel sinkt dadurch aber keineswegs. Als kurz darauf viele Bewohner Portwenns erkranken, hat Doc Martin sofort Berts neues Restaurant in Verdacht. Doch die Ursache liegt woanders","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098108","hoster":"VOE"},{"path":"/redirect/8420967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-3/episode-3","name":"Nachbarschaftsliebe","epNo":3,"alt":"City Slickers","descr":"Doc Martin und Louisa versuchen weiterhin, so etwas wie eine Beziehung zu entwickeln. Aber ihr geplantes gemeinsames Dinner fällt wieder ins Wasser, diesmal wegen Louisas eigenartigen neuen Nachbarn. Martin ist besonders von deren eigenartigen Erziehungsmethoden verstört. Unterdessen erfährt der Doc, dass Constable Penhale nicht nur an Narkolepsie, sondern auch an Platzangst leidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995055","hoster":"VOE"},{"path":"/redirect/8420905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-3/episode-4","name":"Der Verehrer","epNo":4,"alt":"The Admirer","descr":"Tante Joan hat eine Affäre mit einem wesentlich jüngeren Mann. Ein Umstand, der Doc Martin überhaupt nicht passt. Aber die alte Dame denkt gar nicht daran, die Affäre zu beenden. Carrie Wilson hat unterdessen ein Auge auf den Doc geworfen, sehr zu Louisas Ärger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8281124","hoster":"VOE"},{"path":"/redirect/8420898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-3/episode-5","name":"Der Heiratsantrag","epNo":5,"alt":"The Holly Bears a Prickle","descr":"Martin und Louisa besuchen gemeinsam ein Open-Air-Konzert und es sieht zunächst alles nach einem gelungenen Date aus. Aber Martin schafft es wieder einmal, den Abend zu ruinieren. Zurück in Portwenn eröffnet ihm Louisa, dass sie ihn nicht mehr treffen will. Unterdessen wird Paulines Spielsucht immer schlimmer. Es wird offensichtlich, dass sie dringend Hilfe braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995057","hoster":"VOE"},{"path":"/redirect/8420907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-3/episode-6","name":"Ein bronchopulmonaler Aspergillus","epNo":6,"alt":"Nowt So Queer","descr":"Die Nachricht von Martins und Louisas Verlobung verbreitet sich Dank Postbote Dave wie ein Lauffeuer. Das Paar findet unterdessen heraus, dass der einzige freie Termin für die Trauung bereits in drei Wochen ist. In seiner Praxis behandelt Martin unterdessen eine Patientin, die ein künstliches Kniegelenk erhalten hat, sich aber weigert, Antibiotika zu schlucken. Dahinter scheint deren dominante Schwester zu stecken, von der in Portwenn beunruhigende Gerüchte die Runde machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995058","hoster":"VOE"},{"path":"/redirect/8420897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-3/episode-7","name":"Alles geschafft und doch kein Ja-Wort","epNo":7,"alt":"Happily Ever After","descr":"Martin und Louisa wollen endlich vor den Traualtar treten. Da kommt es bei Martin gar nicht gut an, dass er von einigen Leuten gefragt wird, ob er sich die Entscheidung auch reiflich überlegt hat. Trotzdem bleibt bei ihm ein Körnchen des Zweifels hängen. Unterdessen scheinen die Hochzeitsvorbereitungen unter keinem guten Stern zu stehen. Al und Bert müssen sich für das Catering etwas anderes einfallen lassen, weil sie ein Problem in ihrem Restaurant haben. Der Florist wird verhaftet, als er ein Fahrrad stehlen will und der Vikar stürzt und bricht sich ein Bein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100538","hoster":"VOE"},{"path":"/redirect/8420910","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/doc-martin/staffel-4/episode-1","name":"Fehldiagnose","epNo":1,"alt":"Better the Devil","descr":"Seit er die Hochzeit mit Louisa abgesagt hat, fragt sich Doc Martin immer mehr, was ihn noch in Cornwall hält. Bald kommt er zu dem Schluss, dass er zuerst seine Blutphobie loswerden muss, bevor er jemals wieder von dort weg kann. Unterdessen trifft Martin seine ehemalige Studienkollegin und Freundin Edith wieder. Gerade als die beiden beginnen, sich wieder etwas näher zu kommen, taucht Louisa wieder auf – hochschwanger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098110","hoster":"VOE"},{"path":"/redirect/10098116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-2","name":"Ein verwirrter Kopf","epNo":2,"alt":"Uneasy Lies The Head","descr":"Obwohl Doc Martin sich über Louisas Rückkehr nicht gerade begeistert zeigt, ist sie gewillt, wieder in Portwenn zu bleiben. Sie bewirbt sich an der Schule und bemerkt dabei sofort einige Merkwürdigkeiten im Verhalten des neuen Direktors. Martin verweist Paulines Onkel und Tante, die offenbar Probleme haben, ein Kind zu zeugen, an seine Studienkollegin Edith. Deren Tests führen prompt zu einem überraschenden Geständnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921771","hoster":"VOE"},{"path":"/redirect/13907880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-3","name":"Sam, der Maler","epNo":3,"alt":"Perish Together As Fools","descr":"Police Constable Penhale freut sich über den Besuch seiner Bruders. Aber dann hat Doc Martin schlechte Nachrichten für einen der beiden. Louisa sucht derweil in Portwenn eine neue Wohnung. Während einer Untersuchung bei Edith, offenbart sie der Ärztin einige peinliche Neuigkeiten. Al befolgt unterdessen einen Rat von Bert, was die verfahrene Situation mit Pauline nur noch verschlimmert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13108698","hoster":"VOE"},{"path":"/redirect/8420835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-4","name":"Peripheres Sehen","epNo":4,"alt":"Driving Mr. McLynn","descr":"Al braucht dringend Bares. Er schlägt Louisa vor, ihren Haushalt zu entrümpeln und alle Installationsprobleme zu lösen, wenn sie ihn noch vor dem Wochenende bezahlen kann. Doc Martin fügt unterdessen einem älteren Patienten versehentlich eine kleine Wunde zu. Der reagiert äußerst ungehalten und läuft geradewegs aus dem OP.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098125","hoster":"VOE"},{"path":"/redirect/8420829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-5","name":"Amöbiasis","epNo":5,"alt":"The Departed","descr":"Doc Martin ist unterwegs nach London. Er will den Verantwortlichen treffen, der den Auswahlprozess für den Job leitet, den er ins Auge gefasst hat. Doch erneut wird klar, dass er seine Blutphobie besiegen muss, wenn er sich den lukrativen Posten sichern will. In Portwenn hat unterdessen Tante Joan Ärger mit einem boshaften Schuljungen. Sie sperrt ihn in einen Hühnerstall. Nachdem der Junge krank wird, drohen ihr ernste Konsequenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995069","hoster":"VOE"},{"path":"/redirect/10098123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-6","name":"Toxoplasmose","epNo":6,"alt":"Midwife Crisis","descr":"Die neue Hebamme in Portwenn überzeugt Louisa, eine Infektion mit natürlichen, ganzheitlichen Methoden zu behandeln. Doc Martin ist darüber völlig außer sich. Gute Nachricht dagegen erhält Martin aus London bezüglich des Jobs, auf den er sich beworben hatte. Unterdessen verliebt sich Bert in die neue Köchin in seinem Restaurant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995062","hoster":"VOE"},{"path":"/redirect/8420839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-7","name":"Bitte nicht stören","epNo":7,"alt":"Do Not Disturb","descr":"Pauline erfährt davon, dass Doc Martin nach London gehen will, und geht ihn wegen ihrer unsicheren beruflichen Zukunft heftig an. Tante Joan versucht ihre finanziellen Probleme dadurch zu lösen, dass sie auf ihrer Farm Zimmer vermietet. Doch bereits für ihren ersten Gast muss sie den Doktor rufen. Bert organisiert unterdessen eine Baby-Party für Louisa.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098131","hoster":"VOE"},{"path":"/redirect/8420830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-4/episode-8","name":"In letzter Sekunde","epNo":8,"alt":"The Wrong Goodbye","descr":"Es ist der letzte Tag für Doc Martin in Portwenn, bevor er nach London geht. Doch ausgerechnet jetzt, als er sich auf die Schließung der Praxis vorbereitet, suchen zahlreiche Patienten seine Hilfe. Dann wird er noch Zeuge, als Louisas Assistentin stürzt und eilt ihr zu Hilfe. Zu allem Überfluss gerät die schwangere Louisa auch noch in einen Autounfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098134","hoster":"VOE"},{"path":"/redirect/8420904","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/doc-martin/staffel-5/episode-1","name":"Die neue Ärztin","epNo":1,"alt":"Preserve the Romance","descr":"Eigentlich hatte Doc Martin geplant, seine Karriere in London wiederaufzunehmen. Aber stattdessen hat er nach der Rückkehr von Louisa und ihrem gemeinsamen Baby jetzt mit seiner neuen Rolle als Vater zu kämpfen. Außerdem wachsen in Martin allmählich Zweifel an der Kompetenz seiner Nachfolgerin in der Praxis in Portwenn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098130","hoster":"VOE"},{"path":"/redirect/8420831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-2","name":"Aufgeschoben ist nicht aufgehoben","epNo":2,"alt":"Dry Your Tears","descr":"Nach der Abreise von Dr. Dibbs kehrt Doc Martin in seine Praxis zurück – vorübergehend zumindest, bis ein Nachfolger gefunden ist. Unterdessen überredet er Louisa, mit dem Baby bei ihm einzuziehen, damit er sich ebenfalls um den Kleinen kümmern kann. Bei der Beerdigung seiner Tante Joan lernt Martin deren Schwester Ruth kennen, die sich als ebenso übellaunig erweist, wie er selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098129","hoster":"VOE"},{"path":"/redirect/8420919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-3","name":"Mit dem Gewehr geboren","epNo":3,"alt":"Born With a Shotgun","descr":"Doc Martins neue Sprechstundenhilfe Morwenna Newcross macht gleich an ihrem ersten Tag keinen besonders guten Eindruck. Zuerst erscheint sie zu spät zur Arbeit und dann lässt ihre nervtötende Hyperaktivität Martin sogar vermuten, dass sie Drogen genommen hat. Auch zuhause hat der Doc Stress, denn das Baby hält ihn und Louisa die ganze Nacht wach. Unterdessen bekommt es Ruth auf der Farm mit einem Eindringling zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995064","hoster":"VOE"},{"path":"/redirect/8420873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-4","name":"Unter Verdacht","epNo":4,"alt":"Mother Knows Best","descr":"Louisas Hippie-Mutter Eleanor trifft in Portwenn ein. Sie nimmt umgehend die Küche in Beschlag, um ein Kräuterelixier zu brauen, das das Baby ruhigstellen soll. Unterdessen bricht ein kulinarischer Wettstreit zwischen Bert und Mark Bridge aus, denn beide wollen am Portwenn Fun Day mit ihren Gerichten punkten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995072","hoster":"VOE"},{"path":"/redirect/8420876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-5","name":"Erinnere dich an mich","epNo":5,"alt":"Remember Me","descr":"Constabler Pennhale ist geschockt, als seine Exfrau Maggie überraschend in Portwenn auftaucht. Sie scheint völlig vergessen zu haben, dass sie sich bereits vor Jahren getrennt haben, und will von ihm wissen, warum er sie verlassen hat. Louisas Mutter Eleanor hat unterdessen ein Date mit dem Fischer Paul Hale, den sie seit ihrer Schulzeit nicht mehr gesehen hat. Martin und Louisa einigen sich endlich auf einen Namen für ihr Baby.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995066","hoster":"VOE"},{"path":"/redirect/8420878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-6","name":"Geh bitte nicht","epNo":6,"alt":"Don\u0027t Let Go","descr":"Maggie bekommt von Doc Martin grünes Licht, um nach Bude zurückzukehren. Das treibt Constabler Pennhale zu verzweifelten Maßnahmen, um sie in Portwenn zu halten. Auf der Farm entdeckt Ruth unterdessen in einer Scheune eine Unmenge alter Familienerbstücke. Die Spannungen zwischen Martin und Louisa steuern unterdessen auf einen Höhepunkt zu, als sie herausfindet, dass Martin eigenmächtig einen Termin für James Henrys Taufe angesetzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10332273","hoster":"VOE"},{"path":"/redirect/10332272","hoster":"Doodstream"},{"path":"/redirect/10098143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-7","name":"Haie und Katzen","epNo":7,"alt":"Cats \u0026 Sharks","descr":"Bert schuldet zwei Kredithaien 1000 Pfund und hat eine Menge Schwierigkeiten, das Geld zurückzuzahlen. Eleanor muss dringend operiert werden. Doch der Krankenwagen fährt versehentlich ins falsche Dorf. Doc Martin bleibt nichts anderes übrig, als die Notoperation selbst durchzuführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098148","hoster":"VOE"},{"path":"/redirect/8420893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-5/episode-8","name":"Und wenn sie nicht gestorben sind...","epNo":8,"alt":"Ever After","descr":"Mrs. Tishell beschließt, dass sie ihre Liebe für Doc Martin nicht länger verstecken kann. Ein brisanter Medikamentencocktail tut ein Übriges und veranlasst sie zu drastischen Maßnahmen: Sie entführt den kleinen James Henry. Martin, Louisa, Ruth and Constabler Penhale starten eine verzweifelte Suchaktion","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995068","hoster":"VOE"},{"path":"/redirect/8420874","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/doc-martin/staffel-6/episode-1","name":"In Krankheit und Gesundheit","epNo":1,"alt":"Sickness and Health","descr":"Ganz Portwenn ist in Aufregung als endlich die Hochzeit von Doc Martin und Louisa ansteht. Allerdings gilt es vorher noch einige Probleme zu lösen. Vor allem irritiert den Arzt, dass Constabler Pennhale davon ausgeht, als Trauzeuge zu fungieren. Und dann kommt auch noch die Braut zu spät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995073","hoster":"VOE"},{"path":"/redirect/8420879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-2","name":"Die Dinner-Gäste","epNo":2,"alt":"Guess Who\u0027s Coming to Dinner?","descr":"Doc Martin hat den Babysitter vergrätzt. Zum Glück erklärt sich Mike bereit, kurzfristig einzuspringen und auf den kleinen James aufzupassen. Allerdings ist Louisa gar nicht damit einverstanden. Prompt kommt es zum ersten Streit der Frischvermählten, als ihre Dinnergäste Dennis and Karen Dodds eintreffen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995075","hoster":"VOE"},{"path":"/redirect/8420917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-3","name":"Die Zähmung des Wolfes","epNo":3,"alt":"The Tameness of a Wolf","descr":"Ein heimlicher Verehrer beunruhigt Ruth. Der Unbekannte hinterlässt eine rote Rose auf ihrer Windschutzscheibe und später sogar einen Geburtstagskuchen auf ihrem Küchentisch, während sie zur Arbeit im Radiosender ist. Als die Angelegenheit immer bedrohlicher wird, sieht sich Doc Martin gezwungen, einzugreifen. Bert gerät unterdessen außer sich, weil einer von Louisas Schülern eine verheerende Kritik seines Restaurants in der Schülerzeitung veröffentlicht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588939","hoster":"VOE"},{"path":"/redirect/8420922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-4","name":"Niemand mag mich","epNo":4,"alt":"Nobody Likes Me","descr":"Louisa will, dass sich Martin mehr um James kümmert. Also arrangiert sie kurzerhand, dass er den Kleinen in eine Spielgruppe begleitet. Eine unangenehme Erfahrung für ihn, denn dort macht er gezwungenermaßen die Bekanntschaft einer Mutter und ihrer Tochter und muss gemeinsam Lieder singen. Ruth zieht unterdessen in ein Häuschen im Dorf und bekommt sofort Ärger mit einem unleidlichen neuen Nachbarn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995077","hoster":"VOE"},{"path":"/redirect/10098154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-5","name":"Das Überlebenstraining","epNo":5,"alt":"The Practice Around the Corner","descr":"Die zwanghafte Mrs Tishell kehrt nach Portwenn zurück. Ihre anfängliche Sympathie für Doc Martin verschwindet allerdings urplötzlich wieder, als der sich weigert, sie für arbeitsfähig zu erklären. Unterdessen malt sich Constabler Pennhale Chancen aus, in eine Eliteeinheit der Polizei aufgenommen zu werden und nimmt an einem Survivaltraining teil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098155","hoster":"VOE"},{"path":"/redirect/8420913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-6","name":"Falscher Alarm","epNo":6,"alt":"Hazardous Exposure","descr":"Der Hypochonder Malcolm Rayner hat Probleme mit dem Atmen. Doc Martin äußert den vagen Verdacht, dass dies eventuell auf Kontakt mit Asbest zurückzuführen sein könnte. Als Constabler Penhale davon erfährt, bekommt er das prompt in den falschen Hals und pflastert den gesamten Ort mit Warnschildern. Bert macht unterdessen Jennifer einen Heiratsantrag und Ruth kann sich nicht recht für Als Geschäftspläne erwärmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098157","hoster":"VOE"},{"path":"/redirect/8420877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-7","name":"Glück und Unglück","epNo":7,"alt":"Listen with Mother","descr":"Ruth, Louisa und sogar Margaret machen sich Sorgen um Doc Martin. Der scheint sich unwohl zu fühlen und immer mehr zurückzuziehen. Auch Louisas Versuche, ihn dazu zu bringen, über den Verlust seines Vaters zu sprechen, enden ergebnislos. Mrs. Tishnell unterzieht sich unterdessen wegen der Schmerzen in ihrem Kiefer einer kleinen Operation. Was damit endet, dass sie sich erneut in Doc Martin verliebt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995079","hoster":"VOE"},{"path":"/redirect/8420914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-6/episode-8","name":"In letzter Minute","epNo":8,"alt":"Departure","descr":"Louisa hat sich entschlossen, mit dem kleinen James ihre Mutter in Spanien zu besuchen, um etwas Abstand zu gewinnen. Kaum ist sie abgereist, entdeckt Doc Martin auf ihrem Gehirnscan eine Fehlbildung, die zu einer Hirnblutung führen könnte. Margaret enthüllt unterdessen die wahren Gründe, warum sie nach Portwenn gekommen ist. Auf der Verlobungsparty von Bert und Jennifer erleidet Caroline einen Stromschlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921774","hoster":"VOE"},{"path":"/redirect/8420846","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/doc-martin/staffel-7/episode-1","name":"Rette mich","epNo":1,"alt":"Rescue Me","descr":"Louisa ist bei ihrer Mutter in Spanien, um Abstand zu gewinnen und sich Klarheit über ihre Ehe mit Martin zu verschaffen. Der Doc weiß, dass er sich ändern muss, wenn er ihre Beziehung retten will. Tante Ruth vereinbart für ihn einen Termin bei der Therapeutin Rachel Timoney. Doch als die erste Sitzung ansteht, kommt Doc Martin eine Übung mit dem Rettungsboot dazwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008281","hoster":"VOE"},{"path":"/redirect/8420840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-2","name":"Die ersten Gäste","epNo":2,"alt":"The Shock of the New","descr":"Louisa ist aus Spanien zurückgekehrt, doch die Probleme in ihrer Ehe mit Doc Martin bleiben bestehen. Zudem muss sie sich um einen neuen Babysitter für den kleinen James kümmern. Nur zögerlich lässt sie sich auf einen Versuch mit Janice ein. Constabler Penhale ist unterdessen ganz aufgeregt, als er mit einem nagelneuen Taser ausgestattet wird. Allerdings bietet Portwenn nicht gerade viele Gelegenheiten, das Gerät auszuprobieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098165","hoster":"VOE"},{"path":"/redirect/10098163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-3","name":"Es ist gut zu reden","epNo":3,"alt":"It\u0027s Good to Talk","descr":"Nach einem weiteren unerfreulichen Ereignis in seinem Restaurant verschwindet Bert spurlos. Sein Bruder Al wendet sich an Constabler Penhale, doch der ist mehr damit beschäftigt, Louisas Babysitterin zu umgarnen. Louisa ist alles andere als begeistert, als Doc Martins Therapeutin sie zu einem Paargespräch einladen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098168","hoster":"VOE"},{"path":"/redirect/8420842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-4","name":"Bildung","epNo":4,"alt":"Education, Education, Education","descr":"Louisa und Martin haben ihre erste gemeinsame Therapiesitzung. Und sind überrascht, als sie von ihrer Therapeutin Rachel eine Hausaufgabe bekommen. Unterdessen muss sich Morwenna mit einem Schülerpraktikanten in der Praxis herumärgern, der anfängt, sie herumzukommandieren. Mrs. Tishell ist überrascht, als ihr Mann Clive zurückkehrt, um ihrer Ehe noch eine Chance zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098167","hoster":"VOE"},{"path":"/redirect/8420864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-5","name":"Control-Alt-Delete","epNo":5,"alt":"Control-Alt-Delete","descr":"Ein Straßenhund folgt Doc Martin auf Schritt und Tritt – bis der die Geduld verliert. Aber Louisa sorgt dafür, dass der Doc das Tier in Angela Sims Rettungsstation abgibt. Tante Ruth findet unterdessen heraus, dass Bert selbst Whiskey brennt. Constabler Penhale will ein Barbecue veranstalten, um dabei Janice etwas näher zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921782","hoster":"VOE"},{"path":"/redirect/8420847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-6","name":"Die Kinder der Anderen","epNo":6,"alt":"Other People\u0027s Children","descr":"Auf den Rat ihrer Therapeutin hin wollen Doc Martin und Louisa einen romantischen Abend im Restaurant verbringen. Doch das Date wird jäh von Louisas Exfreund Danny unterbrochen: Einer seiner Schützlinge, mit denen er auf Ruths Farm campierte, ist spurlos verschwunden. Weiterer Ärger droht für den Doc auf der Geburtstagsparty des kleinen James, als er ein Gesundheitsrisiko entdeckt und damit die Gäste vertreibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9206748","hoster":"VOE"},{"path":"/redirect/8420843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-7","name":"Die amerikanische Touristin","epNo":7,"alt":"Facta Non Verba","descr":"Louisa ist nicht gerade begeistert, als ihre neue Kunstlehrerin einige neue Ideen mit den Schülern ausprobieren will. Constabler Penhale ist unterdessen unentschlossen, wie er auf das Angebot einer Versetzung reagieren soll. Bert entschließt sich, wieder als Handwerker zu arbeiten. Die Therapeutin Dr. Timoney überrascht Louisa und den Doc, weil sie die beiden für eine zusätzliche Therapiesitzung treffen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098174","hoster":"VOE"},{"path":"/redirect/8420845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-7/episode-8","name":"Doc Martin ist weg","epNo":8,"alt":"The Doctor Is Out","descr":"Doc Martin ist verschwunden. Louisa fürchtet, dass Dr. Timoneys Bemerkung, dass die beiden nicht füreinander bestimmt wären, ihn dazu bewogen hat, Portwenn zu verlassen. Was niemand ahnt: Der Doc wurde von Annie Winton gefangen genommen. Sie will ihn zwingen, an ihrem todkranken Mann eine heikle Operation durchführen. Ruth und Bert macht unterdessen Al ein Angebot für seine Whiskey-Brennerei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995087","hoster":"VOE"},{"path":"/redirect/8429792","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/doc-martin/staffel-8/episode-1","name":"Gottes Wege","epNo":1,"alt":"Mysterious Ways","descr":"Ganz Portwenn ist mit den Vorbereitungen zur Hochzeit von Janice und Constabler Penhale beschäftigt. Aber dann diagnostiziert Doc Martin bei ihm ein Problem, das den Freudentag ruinieren könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995091","hoster":"VOE"},{"path":"/redirect/8420999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-2","name":"Die Sünden der Väter","epNo":2,"alt":"Sons and Lovers","descr":"Martin und Louisa müssen einen Hort für James finden. Nachdem Louisa bei einer Diagnose helfen konnte, denkt sie über andere Karrierewege nach. Ein Horror für Martin, der jede Veränderung verabscheut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995099","hoster":"VOE"},{"path":"/redirect/8421004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-3","name":"Lebwohl, mein Liebling","epNo":3,"alt":"Farewell My Lovely","descr":"Martin erfährt, dass Louisa für James eine Therapie beantragt hat. Louisas Segelausflug steuert auf eine Katastrophe zu, als Segellehrerin Amy bewusstlos wird. Al macht sich daran, den Pub zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098191","hoster":"VOE"},{"path":"/redirect/8420995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-4","name":"Die Wunderheilung","epNo":4,"alt":"Faith","descr":"Morwennas Eltern kommen mit schlimmen Neuigkeiten zu Besuch. Martin platzt undiplomatisch in Louisas Skype-Anruf für ihren neuen Kurs. Constable Penhale rätselt über einen Einbruch in die Schule","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995088","hoster":"VOE"},{"path":"/redirect/8420849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-5","name":"Kindermund","epNo":5,"alt":"From the Mouths of Babes","descr":"James bekommt Zähne und raubt Martin und Louisa den Schlaf. Al erhält die erste Whisky-Bestellung und versucht, die Destille zu reparieren. Mrs. Thishell schließt die Apotheke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588948","hoster":"VOE"},{"path":"/redirect/8420993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-6","name":"Der einsame Sheriff","epNo":6,"alt":"Accidental Hero","descr":"Louisa zweifelt an ihrer Entscheidung, wieder zu studieren. Morwenna erlebt einen desaströsen Ausflug mit Al. Martin stolpert in der Praxis über Buddy und verletzt sich schwer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995090","hoster":"VOE"},{"path":"/redirect/8420998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-7","name":"Eine schwierige Patientin","epNo":7,"alt":"Blade on the Feather","descr":"Die Ruder-Regatta gegen Port Carran hält ganz Portwenn auf Trab. Martin behandelt die Kapitänin des gegnerischen Teams wegen einer Zyste und löst damit eine Kette unerfreulicher Ereignisse aus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098190","hoster":"VOE"},{"path":"/redirect/8420868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-8/episode-8","name":"Auf der Anklagebank","epNo":8,"alt":"All My Trials","descr":"Martin muss sich wegen seiner Blut-Phobie einem Ausschuss stellen. Ruths Recherchen über dessen Mitglieder lassen Martins Hoffnung schwinden. Dann drohen zwei Notfälle die Anhörung platzen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098196","hoster":"VOE"},{"path":"/redirect/8420815","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/doc-martin/staffel-9/episode-1","name":"Die Fahrt zum Leuchtturm","epNo":1,"alt":"To the Lighthouse","descr":"Doc Martins medizinische Karriere steht weiterhin auf der Kippe: Eine Vertreterin des General Medical Council soll seine Arbeit beurteilen. Unterdessen hält Al versehentlich um Morwennas Hand an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588950","hoster":"VOE"},{"path":"/redirect/8420824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-2","name":"Das Einzelkind-Syndrom","epNo":2,"alt":"The Shock of the New","descr":"Die Beurteilung des General Medical Council verdonnert Doc Martin zu drei Auffrischungskursen. Der erste hat ausgerechnet den Aderlass zum Thema. Louisa beginnt ihren neuen Job als Jugendtherapeutin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098197","hoster":"VOE"},{"path":"/redirect/8420823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-3","name":"Noch mehr Überraschungen","epNo":3,"alt":"S.W.A.L.K","descr":"Doc Martin stellt Ruth eine unerfreuliche Diagnose: Sie zeigt erste Anzeichen von Demenz. Louisa plant eine besondere Geburtstagsparty für Martin, doch Al will am selben Abend seine Verlobung feiern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098205","hoster":"VOE"},{"path":"/redirect/8420825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-4","name":"So tun als ob","epNo":4,"alt":"Paint it Black","descr":"Louisa ist außer sich, weil ihr Hund Buddy verschwunden ist. Doch Doc Martin ist ganz damit beschäftigt, sich auf die zweite Beurteilung vorzubereiten. Bert und Al erfahren Beunruhigendes über den Pub.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995124","hoster":"VOE"},{"path":"/redirect/8420833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-5","name":"Camping und andere Hindernisse","epNo":5,"alt":"Wild West Country","descr":"Constable Penhale hat endlich wieder einen echten Fall: Ein Camper wurde angeschossen. Bert und Al sehen unterdessen ihr Geschäftsidee scheitern, als der Pub an einen Unbekannten verkauft wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995098","hoster":"VOE"},{"path":"/redirect/8420816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-6","name":"Zeit der Neulinge","epNo":6,"alt":"Equilibrium","descr":"Martin (Martin Clunes) und Louisa (Caroline Catz) haben ihren ersten Besuch bei der Fruchtbarkeitsspezialistin Dr. Emma Ryder ( Lucy Russell). Ryder muss Martin darin erinnern, dass er der Patient ist und nicht der Doktor, auch wenn er die Tests selbst durchführen könnte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995103","hoster":"VOE"},{"path":"/redirect/10098201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-7","name":"Louisas Doppelgängerin","epNo":7,"alt":"Single White Bevy","descr":"Während einer Operation bemerkt Angela (Caroline Quentin), dass Buddy, der Hund, nicht er selbst ist. Buddys Gesundheit verschlechtert sich und Martin (Martin Clunes) eilt mit ihm zu Angela. Dort stellt er allerdings fest, dass Angela an der Katzenkratzkrankheit leidet und kaum sehen kann. Deshalb muss Martin die Operation an Buddy unter Angelas Führung selbst durchführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10098207","hoster":"VOE"},{"path":"/redirect/8420860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-9/episode-8","name":"Ein letzter Test","epNo":8,"alt":"Licence to Practice","descr":"Al und Morwenna wollen sich endlich das Jawort geben. Auch für Doc Martin ist es ein wichtiger Tag, denn seine letzte Überprüfung steht an. Doch unerwartete Komplikationen drohen beides zu verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995119","hoster":"VOE"},{"path":"/redirect/8420865","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/doc-martin/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/doc-martin/staffel-10/episode-1","name":"Späte Einsicht","epNo":1,"alt":"I Will Survive","descr":"Letzte Folge des Erfolgsdramas mit Martin Clunes in der Hauptrolle. Martin zweifelt an seiner Entscheidung zu kündigen und kehrt nach Portwenn zurück, entschlossen, seine Blutphobie zu überwinde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895869","hoster":"VOE"},{"path":"/redirect/11895866","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11240707","hoster":"VOE"},{"path":"/redirect/11240709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-2","name":"Eine Kette unerklärlicher Ereignisse","epNo":2,"alt":"One Night Only","descr":"Die Portwenn-Praxis ist wieder geöffnet, aber mit dem neuen Empfangschef Max Foreman läuft es nicht mehr ganz so reibungslos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891485","hoster":"VOE"},{"path":"/redirect/11891483","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11291553","hoster":"VOE"},{"path":"/redirect/11291563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-3","name":"Überleben in Portwenn","epNo":3,"alt":"How Long Has This Been Going On?","descr":"Der Arzt trifft den Parkranger Stewart James bei einem Hausbesuch bei einem örtlichen Bauern und lädt ihn zu einer lang ersehnten Untersuchung ein, bei der Morwenna Al und Joe dazu zwingt, an einem seiner Überlebenskurse teilzunehmen, was Stewart zunehmend unter Stress stellt Erfolg, und Al zögert aufgrund von Stewarts früheren psychischen Gesundheitsproblemen. Stewarts Geisteszustand scheint sich im Laufe des Abends zu verschlechtern, und Al gelingt die Flucht und die Anwerbung des Arztes – der eine Verbindung zwischen Stewarts Wahnvorstellungen und den Krankheiten des örtlichen Bauern aufdeckt, als er versucht, Schaffelle zu verkaufen. Pippa, die neue Schulleiterin der örtlichen Schule, ist begeistert von dem – wenn auch nicht genehmigten – Garten, den sie angelegt hat, als sie einen Hautausschlag bekommt und ihre Gesundheit bei einer Veranstaltung in der Schule beim Lernen vieler Kinder auch plötzlich abnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891488","hoster":"VOE"},{"path":"/redirect/11891484","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11425981","hoster":"VOE"},{"path":"/redirect/11425986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-4","name":"Die Kräuterfrau","epNo":4,"alt":"Everlasting Love","descr":"Die Ärztin sieht sich mehreren Patienten gegenüber, deren Leiden sich auf Anraten einer Kräuterkundlerin, die sich im Dorf niedergelassen hat, verschlimmert haben, und entdeckt die Verbindung zwischen ihrer Ablehnung der modernen Medizin und einer vermeintlichen jungen Mutter, deren Baby Anzeichen von Mumps zeigt. Mrs. Tishell ist entschlossen, Irene Moore zu helfen, wieder ins Wasser zu kommen, nachdem ihr gesagt wurde, sie solle ihr übliches morgendliches Schwimmen vermeiden, falls dies ihre anhaltenden Migräneprobleme aufflammt. Eine alte Flamme von Martin von der Universität taucht auf und lädt ihn zu einer Konferenz ein, zu Louisas Missfallen – die bereits mit James Eifersucht wegen der Aufmerksamkeit zu kämpfen hat, die Baby Mary zuteil wird. Ruths Rückkehr aus Mexiko erregt einige Aufmerksamkeit von Chicken, dem adoptierten Hund der Familie, und der Enthüllung, dass sie eine tiefe Venenthrombose entwickelt hat.Fisch Pediküre nebenberuflich .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895877","hoster":"VOE"},{"path":"/redirect/11895874","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11426260","hoster":"VOE"},{"path":"/redirect/11426262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-5","name":"Verpasste Chancen","epNo":5,"alt":"Fly Me To The Moon","descr":"Martin ist misstrauisch und Louisa ist schockiert über die unangekündigte Rückkehr ihres Vaters. Ruth hilft Martin bei seiner Blutphobie, als sie seine missliche Lage entdeckt, und ein unerwarteter Wohnwagenbesetzer vereitelt Berts Träume vom schnellen Geld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891487","hoster":"VOE"},{"path":"/redirect/11891482","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11482837","hoster":"VOE"},{"path":"/redirect/11482838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-6","name":"Im akademischen Rampenlicht","epNo":6,"alt":"Return to Sender","descr":"Doc Martins Beziehung zu Louisa hat im Laufe der Jahre Höhen und Tiefen erlebt, und das Ehepaar wird auf die Probe gestellt wie nie zuvor, als seine Ex Sophie Trent den ersten Schritt macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895879","hoster":"VOE"},{"path":"/redirect/11895880","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11532055","hoster":"VOE"},{"path":"/redirect/11532049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-7","name":"Die Entscheidung","epNo":7,"alt":"Love Will Set You Free","descr":"Dr. Martin Ellingham verlässt eine geschäftige Londoner Praxis, um eine kleine Praxis in Portwenn zu eröffnen, aber seine aggressive Art am Krankenbett führt dazu, dass die Einheimischen wollen, dass er weg ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11891494","hoster":"VOE"},{"path":"/redirect/11891493","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11541739","hoster":"VOE"},{"path":"/redirect/11541741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-8","name":"Unterdrückte Gefühle","epNo":8,"alt":"Our Last Summer","descr":"Das Dorf schmeißt eine Abschiedsparty für die Ellinghams – Ruth hilft Mrs Tishell, mit den Neuigkeiten fertig zu werden, aber es scheint, dass Martin und Louisa es nicht zur Party schaffen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895884","hoster":"VOE"},{"path":"/redirect/11895885","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11592127","hoster":"VOE"},{"path":"/redirect/11592124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doc-martin/staffel-10/episode-9","name":"Noch einmal Weihnachten in Portwenn","epNo":9,"alt":"Last Christmas In Portwenn","descr":"Die finale Folge der Dramedyserie: Doc Martin und Louisa kehren für ein letztes Weihnachtsfest ins Küstenstädtchen Portwenn zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11906201","hoster":"VOE"},{"path":"/redirect/11906198","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11974517","hoster":"VOE"},{"path":"/redirect/11974519","hoster":"Streamtape"}]}]}]}]}