{"seriesId":"doctor-doctor","name":"The Heart Guy","descr":"Hugh Knight (Rodger Corser) genießt den Ruf als Shootingstar der Medizinwelt Sydneys. Er gilt als genialer und charmanter Herzchirurg, aber auch als selbstsüchtiger Hedonist, der sich an keine Spielregeln hält. Nach einer wilden Partynacht wacht er in seiner Hotelsuite neben einem wegen einer Überdosis bewusstlosen Model auf. Dieser Skandal kostet ihn seine Chirurgenlizenz. Fortan bleibt ihm nur, sich als Allgemeinmediziner niederzulassen. Er kehrt zurück in seinen kleinen Heimatort Wyhope, wo er einen klaren Kopf bekommen will. Doch dazu kommt es nicht: Seine chaotische Familiensituation lässt ihn nicht zur Ruhe kommen – erst recht nicht, als er seine Ex-Freundin Charlie (Nicole da Silva) wiedertrifft, die mittlerweile mit seinem Bruder verheiratet ist!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zurückversetzt","epNo":1,"alt":"Doctor Doctor","descr":"Nach einer wilden Partynacht wacht der exzentrische Star-Arzt Hugh Knight (Rodger Corser) neben einem Model mit Überdosis auf. Der Skandal kostet ihn seine Lizenz als Herzchirurg. Ihm bleibt nur, sich als Arzt in seinem Heimatort Wyhope niederzulassen. Doch dort wartet Familienchaos und seine Ex Charlie (Nicole da Silva) – die mittlerweile mit seinem Bruder verheiratet ist!","versions":[{"lang":1,"streams":[{"redirect":8483809,"hoster":"VOE"},{"redirect":8642271,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erpressungsversuch","epNo":2,"alt":"Home Sweet Home","descr":"Hugh (Rodger Corser) bekommt gleich mal eine schockierende Einführung in den medizinischen Alltag im Outback, als er zu einem Notfall auf eine Farm gerufen wird. Mit zweifelhaften Methoden schafft der Arzt es zudem, den reichen Minenbesitzer Big Nathan zu einer saftigen Spende für das Krankenhaus zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":8483810,"hoster":"VOE"},{"redirect":8642273,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwein gehabt","epNo":3,"alt":"San Francisco","descr":"Hugh findet endlich ein Versuchskaninchen für sein revolutionäres künstliches Herz. Als Charlie und Matt (Nicole da Silva, Ryan Johnson) eine Party in ihrer Brauerei schmeißen, kochen bei einigen der Gäste die Emotionen hoch.","versions":[{"lang":1,"streams":[{"redirect":8483808,"hoster":"VOE"},{"redirect":8642274,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kopf in der Schlinge","epNo":4,"alt":"I Need Another Drink","descr":"Um seine Karriere zu retten, macht sich Hugh zu einem schicksalsträchtigen Besuch in die Stadt auf – und erfährt ein Familiengeheimnis, das sein Leben für immer verändern wird. Charlies (Nicole da Silva) Frust über Meryl (Tina Bursill), die sich ständig in alles einmischt, erreicht den Siedepunkt – und treibt Charlie zu einer Rache-Aktion.","versions":[{"lang":1,"streams":[{"redirect":8483805,"hoster":"VOE"},{"redirect":8642275,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bombenalarm","epNo":5,"alt":"We Don’t Need","descr":"Als Arzt Hugh (Rodger Corser) einen Nachwuchs-Sportstar rettet, wird er als Held der Stadt gefeiert. Doch bald landet er wieder umso härter auf dem Boden der Tatsachen.","versions":[{"lang":1,"streams":[{"redirect":8483811,"hoster":"VOE"},{"redirect":8642277,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Friedensangebot","epNo":6,"alt":"Golden Harvest","descr":"Als ein ehemaliger Kollege in den Ort kommt, wird’s für Hugh richtig unangenehm. Denn der Ex-Star-Chirurg möchte nur ungern enthüllen, dass er hier mittlerweile als Provinz-Doc schuftet. Doch dann bei einem Dinner in großer Runde droht schließlich die ganze Wahrheit ans Licht zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8483813,"hoster":"VOE"},{"redirect":8642276,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Belastungsprobe","epNo":7,"alt":"This Is Not A Love Song","descr":"Hugh und Penny (Rodger Corser, Hayley McElhinney) brechen zu einem Ausflug zu einer Kohlemine auf – und kommen sich bei der ungeplanten Übernachtung zwangsläufig näher. Gerade jetzt bekennt Aoife (Shalom Brune-Franklin) Hugh ihre Liebe und erwartet von ihm binnen 24 Stunden eine Reaktion.","versions":[{"lang":1,"streams":[{"redirect":8483812,"hoster":"VOE"},{"redirect":8642284,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Voll erwischt","epNo":8,"alt":"The Truth Is Out There","descr":"Gegen den Rat seiner Familie entschließt sich Hugh (Rodger Corser) zur ehrlichen Aussprache mit Ajax (Matt Castley). Doch das Ganze läuft anders als geplant. Endlich bekommt Hugh wieder die Erlaubnis, zumindest kleinere chirurgische Eingriffe durchzuführen, aber es findet sich einfach kein Patient.","versions":[{"lang":1,"streams":[{"redirect":8483815,"hoster":"VOE"},{"redirect":8642278,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sterbehilfe","epNo":9,"alt":"Say Sayonara","descr":"Nach dem Unfall fehlt Hugh (Rodger Corser) jedes Gefühl in seiner Hand. Seine Zukunft als Chirurg steht auf dem Spiel. Hughs schwer krebskranker Freund Joey (Dave Eastgate) äußert seinen letzten Wunsch, der den Arzt in ein moralisches Dilemma bringt.","versions":[{"lang":1,"streams":[{"redirect":12335819,"hoster":"VOE"},{"redirect":8642280,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der große Abschied","epNo":10,"alt":"Mash","descr":"Als Penny (Hayley McElhinney) einen Job in Sydney annimmt, stürzt ihr Weggang das Krankenhaus ins Chaos. Hugh (Rodger Corser) erhält neue Hinweise auf die Ursache für Joeys Tod. Kurz vor Pennys Abschied kommt es zu einem schweren Unfall, der die Notaufnahme des Krankenhauses auf eine harte Probe stellt.","versions":[{"lang":1,"streams":[{"redirect":12382632,"hoster":"VOE"},{"redirect":8642282,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gebrochenes Herz","epNo":1,"alt":"Why Hope?","descr":"Noch 150 Tage, dann darf Hugh Knight (Rodger Corser) zurück nach Sydney und seinen Job als Herzchirurg wieder aufnehmen. Wegen eines Party-Skandals war der geniale, aber arrogante Chirurg in seinen winzigen Heimatort Wyhope strafversetzt worden, um dort ein Jahr als Allgemeinarzt zu schuften. Nun zählt Hugh die Tage, bis er in sein glamouröses Leben zurückkehren kann. Doch nicht nur seine verflossene große Liebe Charlie (Nicole da Silva) macht ihm den Abschied schwerer als gedacht.","versions":[{"lang":1,"streams":[{"redirect":8483831,"hoster":"VOE"},{"redirect":8642279,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Versöhnung","epNo":2,"alt":"Honey Trap","descr":"Um ihre inkompetente Chefin loszuwerden, greifen Hugh (Rodger Corser) und seine Kollegen zu drastischen Mitteln. Penny (Hayley McElhinney) steckt in einem Liebes-Dilemma. Und Hayley (Chloe Bayliss) plagen Gewissensbisse wegen ihrer Beziehung zu Ajax (Matt Castley).","versions":[{"lang":1,"streams":[{"redirect":8483816,"hoster":"VOE"},{"redirect":8642281,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aufräumarbeiten","epNo":3,"alt":"Hurricane Nora","descr":"Penny und Floyd (Hayley McElhinney, Winta McGrath) kehren nach Whyhope zurück und finden das Krankenhaus nicht in dem Zustand vor, in dem Penny es verlassen hat. In ihrem Büro wimmelt es von schimmeligen Sandwiches und Rattenfallen. Die Versorgung der Patienten lässt auch zu wünschen übrig. Und es wird noch schlimmer: Hugh (Rodger Corser) hat sich kurzerhand privat im Krankenhaus eingenistet.","versions":[{"lang":1,"streams":[{"redirect":8483814,"hoster":"VOE"},{"redirect":8642286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wahlsieg","epNo":4,"alt":"How Can You Mend A Broken Heart","descr":"Penny und Hugh (Hayley McElhinney, Rodger Corser) wird der schlimmste Albtraum war: Sie werden zum Unglücksort eines Flugzeugabsturzes gerufen – und machen eine ernüchternde Entdeckung. Der Rückflug in ihrem eigenen Flugzeug wird zur Mutprobe. Ajax (Matt Castley) stößt beim Praktikum im Krankenhaus an seine Grenzen.","versions":[{"lang":1,"streams":[{"redirect":12251379,"hoster":"VOE"},{"redirect":8642283,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Neue Besen kehren gut","epNo":5,"alt":"Throw Her Under The Bus","descr":"Meryl (Tina Bursill) braucht dringend rechtlichen Beistand und engagiert Pennys Schwester, eine Anwältin. Nur leider ist Pennys Verhältnis zu ihrem Schwesterherz alles andere als entspannt. Hugh (Rodger Corser) wird zu einem Notfall auf eine Farm gerufen. Die Behandlung der dort verunglückten Frau stellt ihn vor eine gewaltige sprachliche Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":8483818,"hoster":"VOE"},{"redirect":8642285,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Adieu, Bye-Bye","epNo":6,"alt":"Zeppelin","descr":"Penny (Hayley McElhinney) nimmt einen 16-jährigen Jungen mit Down-Syndrom bei sich zuhause auf, nachdem dessen Vater bei einem Autounfall schwer verletzt wurde und ins Koma versetzt wird. Ihre Dates mit Dr. Toke (Angus McLaren) werden währenddessen immer romantischer. Im Krankenhaus stellt Hugh (Rodger Corser) Penny ein Ultimatum. Und Charlie (Nicole da Silva) gerät mit ihrer Klasse in eine brenzlige Situation.","versions":[{"lang":1,"streams":[{"redirect":13001782,"hoster":"VOE"},{"redirect":8642288,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Miss Whyhope","epNo":7,"alt":"Glitter","descr":"Der jährliche \"Miss Whyhope\"-Schönheitswettbewerb steht an und Meryl (Tina Bursill) hofft darauf, dass Hayley (Chloe Bayliss) die Krone holt. Charlie (Nicole da Silva) plant als neue Direktorin jedoch einige Veränderungen bei dem Event. Ajax (Matt Castley) kommen während seiner Hochzeitsvorbereitungen Zweifel: Ist er wirklich bereit zu heiraten?","versions":[{"lang":1,"streams":[{"redirect":8483824,"hoster":"VOE"},{"redirect":8642295,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Spenderorgan","epNo":8,"alt":"One In A Million","descr":"Nach einem Einbruch machen sich Matt und Ajax (Ryan Johnson, Matt Castley) an die Verfolgung der drei Diebe. Jim (Steve Bisley) erleidet einen Zusammenbruch, weil er seine Dialyse versäumte. Hugh (Rodger Corser) sieht nur eine Chance: Jim braucht eine Nierentransplantation. Doch wer kommt als Spender in Frage?","versions":[{"lang":1,"streams":[{"redirect":8483819,"hoster":"VOE"},{"redirect":8642287,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Überraschungsbesuch","epNo":9,"alt":"Sweet Dreams Are Made Of Mustangs","descr":"Der Tag von Jims (Steve Bisley) Transplantation ist gekommen. Hugh (Rodger Corser) bereitet sich auf die komplizierte OP vor. Ausgerechnet jetzt steht eine alte Bekannte vor der Tür des Chirurgen: Hugh ehelichte die mysteriöse Frau einst in Las Vegas – und es kam nie zu einer rechtskräftigen Scheidung.","versions":[{"lang":1,"streams":[{"redirect":8483821,"hoster":"VOE"},{"redirect":8642297,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Bund für’s Leben","epNo":10,"alt":"Marriage Etcetera","descr":"Die Hochzeitspläne von Ajax und Hayley (Matt Castley, Chloe Bayliss) sind wieder aktuell, doch erneut kommen dem jungen Paar letzte Zweifel. Harriet und Hugh (Genevieve Hegney, Rodger Corser) versuchen verlorene Zeit wieder gut zu machen und intensivieren ihre Beziehung. Das kommt jedoch nicht bei allen Familienmitgliedern gut an.","versions":[{"lang":1,"streams":[{"redirect":8483826,"hoster":"VOE"},{"redirect":8642289,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Adieu Jim","epNo":1,"alt":"Tell Her, It\u0027s Over!","descr":"Hugh muss einen Todesfall in der Familie verkraften – und erbt einen gewaltigen Schuldenberg. Zumindest darf der Chirurg wieder zurück nach Sydney. Doch der Abschied von Penny fällt ihm schwer.","versions":[{"lang":1,"streams":[{"redirect":13114283,"hoster":"VOE"},{"redirect":8642290,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein neues Familienmitglied","epNo":2,"alt":"Isn\u0027t She Lovely","descr":"Jims Tod belastet die Familie noch immer. Hugh verschiebt seine Rückkehr nach Sydney. Der Doc muss sich nicht nur in der Klinik um einen Notfall kümmern – sondern auch auf seiner geerbten Farm.","versions":[{"lang":1,"streams":[{"redirect":13114285,"hoster":"VOE"},{"redirect":8642291,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"A oder B","epNo":3,"alt":"","descr":"Charlies Vater kommt zu Besuch und stellt ihren Alltag komplett auf den Kopf. Auch Hughs Ex-Frau Harriet schaut vorbei – und hat wichtige Neuigkeiten für den Arzt im Gepäck.","versions":[{"lang":1,"streams":[{"redirect":8483832,"hoster":"VOE"},{"redirect":8642292,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bunker","epNo":4,"alt":"","descr":"Meryl wird von mehreren Verehrern umgarnt. Penny stört eine wichtige Liveübertragung aus Hughs OP. Der Arzt fällt eine neue Entscheidung bezüglich Harriets Nachwuchs.","versions":[{"lang":1,"streams":[{"redirect":12251383,"hoster":"VOE"},{"redirect":8642294,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mutter ist die Beste","epNo":5,"alt":"When We Collide","descr":"Hayley und Ajax sind voll und ganz mit der Betreuung ihres Babys beschäftigt. Meryls Partneragentur entwickelt sich prächtig, und Hugh bekommt einen wichtigen Patienten unters Messer.","versions":[{"lang":1,"streams":[{"redirect":8483830,"hoster":"VOE"},{"redirect":8642293,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Speed-Dating","epNo":6,"alt":"Call Me Irresponsible","descr":"Meryl veranstaltet eine riesige Speed-Dating-Party in Matts Brauerei. Ajax findet eine ungewöhnliche Methode, um das Baby zum Einschlafen zu bringen. Und Hugh operiert trotz eines Handicaps.","versions":[{"lang":1,"streams":[{"redirect":13921424,"hoster":"VOE"},{"redirect":8642296,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Adieu, Arcadia","epNo":7,"alt":"Don’t Wanna Let You Go","descr":"Matt und Charlie haben Stress in ihrer Ehe. Ivy und Hayley erkunden auf Pferden die Stadt. Hugh will unterdessen die unrentable Farm loswerden.","versions":[{"lang":1,"streams":[{"redirect":13114284,"hoster":"VOE"},{"redirect":8642299,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebesgeflüster","epNo":8,"alt":"Wet Weekends","descr":"Hugh ist es endlich gelungen, einen Käufer für die Farm zu finden. Die hochschwangere Harriet lernt einen neuen Mann kennen, und Charlie fällt eine Entscheidung, die Matt überhaupt nicht gefällt.","versions":[{"lang":1,"streams":[{"redirect":8483833,"hoster":"VOE"},{"redirect":8642298,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vertrag kommt von vertragen","epNo":9,"alt":"Suspicious Minds","descr":"Meryl sucht eine neu Bleibe. Matt frischt eine alte Liebe wieder auf. Für Rod wird es eng: Ist er ein korrupter Wirtschaftskrimineller? Hugh muss einen Schlangenbiss behandeln.","versions":[{"lang":1,"streams":[{"redirect":13114289,"hoster":"VOE"},{"redirect":8642300,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vaterfreuden","epNo":10,"alt":"No Laughing Matter","descr":"Hugh einigt sich mit Matt und Ajax auf einen Deal. Harriet will in Whyhope ihr Baby auf die Welt bringen. Hugh und Penny sprechen während eines Notfalleinsatzes über ihre Zukunft.","versions":[{"lang":1,"streams":[{"redirect":13114294,"hoster":"VOE"},{"redirect":8642302,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die neue Liebschaft","epNo":1,"alt":"Episode 1","descr":"Die junge Ärztin Tara trifft in Whyhope ein. Sie wurde dorthin strafversetzt – genau wie Hugh drei Jahre zuvor. Ausgerechnet er soll Tara jetzt auf die Finger sehen.","versions":[{"lang":1,"streams":[{"redirect":8483837,"hoster":"VOE"},{"redirect":8642301,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Lesung","epNo":2,"alt":"Don’t Stop Me Now","descr":"Penny zieht Hugh für sein Versagen zur Verantwortung. Der flüchtet sich zurück in die Stadt. Hayley und Ajax wollen neue Leidenschaft in ihr Schlafzimmer bringen.","versions":[{"lang":1,"streams":[{"redirect":12335820,"hoster":"VOE"},{"redirect":8642303,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Wahlkampf","epNo":3,"alt":"Self-Fulfilling Prophecies","descr":"Matt gibt sich Mühe, seine Liebe zu Charlie zu verbergen. Tara wird im Krankenhaus von schmerzhaften Erinnerungen eingeholt. Und Hugh bekommt ungebetenen Besuch – von Elizas Großmutter.","versions":[{"lang":1,"streams":[{"redirect":8483840,"hoster":"VOE"},{"redirect":8642304,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hochzeit","epNo":4,"alt":"A House Divided","descr":"Als die Wahl näher rückt, werden Meryl und Ajax zu erbitterten Konkurrenten. Hugh versucht, Pennys Hochzeit zu sabotieren. Matt spielt April weiter etwas vor – doch sie schöpft bereits Verdacht.","versions":[{"lang":1,"streams":[{"redirect":8483839,"hoster":"VOE"},{"redirect":12514417,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Entführung","epNo":5,"alt":"The Getaway","descr":"Während Penny in den Flitterwochen weilt, lassen es Hugh und Tara krachen – mit lebensgefährlichen Konsequenzen. Charlie bereitet sich auf ihre Abreise vor. Und Penny hat Jarrod etwas zu beichten.","versions":[{"lang":1,"streams":[{"redirect":8483841,"hoster":"VOE"},{"redirect":8642306,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das große Match","epNo":6,"alt":"Oh, Baby","descr":"Matt verkündet freudige Neuigkeiten – nur nach Aprils Geschmack etwas zu früh. Meryl ist enttäuscht, dass Hugh sich nicht genug um Eliza kümmert. Indes tuscheln die Leute über Hugh und Charlie.","versions":[{"lang":1,"streams":[{"redirect":12251382,"hoster":"VOE"},{"redirect":8642312,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die neue Bürgermeisterin","epNo":7,"alt":"The Sum Of All Our Choices","descr":"Kurz vor ihrem Abschied aus Whyhope trifft sich Charlie noch einmal mit Matt. Penny stellt Jarrods Bergbaupläne in Frage. Tara und Hugh müssen eine verletzte schwangere Farmerin versorgen.","versions":[{"lang":1,"streams":[{"redirect":12929909,"hoster":"VOE"},{"redirect":8642307,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Geburtstagsüberraschung","epNo":8,"alt":"Cursed","descr":"Nach der Überdosis kämpfen die Ärzte um Taras Leben. Ausgerechnet jetzt treffen ihre überraschten Eltern in Whyhope ein – und beschuldigen Hugh. Charlie und Matt wagen einen Neuanfang.","versions":[{"lang":1,"streams":[{"redirect":8483855,"hoster":"VOE"},{"redirect":8642317,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der neue Job","epNo":9,"alt":"Octopus Trap Heart","descr":"Nach dem peinlichen Auftritt bei seiner Geburtstagsparty erinnert sich Hugh an nichts mehr. Seine Freunde versuchen, ihn wieder aufzubauen. Ajax stellt Hayley vor eine große Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8483851,"hoster":"VOE"},{"redirect":8642311,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der große Abschied","epNo":10,"alt":"Ring Of Fire","descr":"Penny hatte bei ihrem Autounfall Glück im Unglück. Trotzdem muss sie sich noch im Krankenhaus erholen. Jarrod bekommt ein Jobangebot in einer anderen Stadt – was Penny zu einer Entscheidung zwingt.","versions":[{"lang":1,"streams":[{"redirect":13114295,"hoster":"VOE"},{"redirect":8642321,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"To Me, To You","descr":"Hughs Plan, Whyhope zu verlassen, gerät ins Chaos, als das Krankenhaus geschlossen werden muss, gegen Meryl wegen Korruption ermittelt wird und eine alte Flamme überraschend zurückkehrt.","versions":[{"lang":2,"streams":[{"redirect":12929905,"hoster":"VOE"},{"redirect":8642270,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"It Had To Be You","descr":"Hugh und Penny legen ihre Differenzen beiseite, um für die Rechte einer todkranken jungen Mutter zu kämpfen. Als ihr strafrechtliche Anklagen drohen, bindet sich Meryl an Hayley, um Beweise für ihre Korruption vor Sharna zu verbergen.","versions":[{"lang":2,"streams":[{"redirect":8483807,"hoster":"VOE"},{"redirect":8642268,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Unbearable Lightness Of Being In Whyhope","descr":"Hugh und Penny streiten sich, als sie zur Arbeit im Krankenhaus zurückkehrt. Sharnas Mission, Whyhope aufzuräumen, verursacht Ken, Betty und Meryl Chaos.","versions":[{"lang":2,"streams":[{"redirect":11037020,"hoster":"VOE"},{"redirect":11037018,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Things We Do For Love","descr":"Hughs Romanze mit Shsrna gerät ins Wanken, als sie droht, das Krankenhaus zu schließen. Charlie entwirft einen Plan, um Meryls rechtliche Probleme zu lösen und Wes\u0027 Familie zu helfen.","versions":[{"lang":2,"streams":[{"redirect":11037021,"hoster":"VOE"},{"redirect":11037026,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Bridge Over Troubled Water","descr":"Hugh ist gezwungen, sich für eine Seite zu entscheiden, als Meryl plant, Sharnas Karriere zu zerstören. Ken enthüllt ein dunkles Geheimnis, als seine Eltern Whyhope besuchen. Haley hat eine Glaubenskrise, als sie alle 10 Gebote an einem Tag bricht.","versions":[{"lang":2,"streams":[{"redirect":11037023,"hoster":"VOE"},{"redirect":11037029,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Reasonable Doubt","descr":"Penny muss sich zwischen ihrer Loyalität gegenüber dem Krankenhaus und ihren Gefühlen für Hugh entscheiden. Meryls Korruptionsprozess nimmt eine überraschende Wendung und Ajax erhebt Stellung, um Hayley zurückzugewinnen.","versions":[{"lang":2,"streams":[{"redirect":11037030,"hoster":"VOE"},{"redirect":11037028,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Ghost In The Heart","descr":"Pennys Sohn im Teenageralter heckt einen gerissenen Plan aus, um die Romanze zwischen Hugh und Penny wieder aufleben zu lassen. Sharna startet eine Charme-Offensive, um Hugh einen hochkarätigen Job in der Stadt zu verschaffen. Meryl und Michaels Romanze steht vor einem großen Hindernis.","versions":[{"lang":2,"streams":[{"redirect":11037032,"hoster":"VOE"},{"redirect":11037033,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Taste of Whyhope","descr":"Hugh steht vor seiner größten Entscheidung aller Zeiten, ob er Whyhope und Penny für ein neues Leben in der Stadt verlassen kann. In der Zwischenzeit kommt die Liebe in die Familie Knight, als Meryl, Matt und Ajax alle neue Gründe finden, sich wieder zu verlieben.","versions":[{"lang":2,"streams":[{"redirect":11037037,"hoster":"VOE"},{"redirect":11037038,"hoster":"Streamtape"}]}]}]}]}