{"seriesId":"dog-days","name":"Dog Days","descr":"[Ger Sub] Im Land Fronaldos wird die Republik Biscotti vom Löwenkönigreich Garette angegriffen. Angesichts einer drohenden Niederlage beschwört Prinzessin Millhiore einen Helden, der das Land retten soll. Doch was sie erhält, ist Izumi Shinku, ein Mittelschüler aus Japan. Was ihn in Fronaldo erwartet ist die Aufgabe, ein Held zu werden, der gut genug ist seine Feinde zu besiegen, während er die besonderen Kampfregeln in dieser seltsamen neuen Welt erlernt...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hero Born!","descr":"Shinku Izumi verspricht seiner besten Freundin Rebecca, in den letzten drei Tagen der Frühlingsferien zur Blumenbesichtigung zu gehen. Während er jedoch allein in der Schule einige akrobatische Bewegungen ausprobiert, erscheint ein Hund und öffnet ein magisches Portal, während Shinku mitten in der Luft ist, was dazu führt, dass er mit dem Hund durch das Portal springt. Er kommt im Land Flonyard an und wird von einem schönen Mädchen begrüßt, allerdings mit bestialischen Gesichtszügen wie Eselsohren und Schwanz. Das Mädchen, das sich als Prinzessin Millhiore vorstellt , bittet ihn um Hilfe, der er zustimmt und zum Helden der Prinzessin wird, um die Streitkräfte von Galette zu vertreiben, die in Biscotti eindringen wollen.","versions":[{"lang":3,"streams":[{"redirect":8342381,"hoster":"VOE"},{"redirect":8342387,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"My First Battle!","descr":"Izumu zieht in den Kampf und kann erfolgreich viele seiner Gegner K.O. schlagen, doch dann trifft er auf die Anführerin der Löwenarmee. Wird er sie besiegen können?","versions":[{"lang":3,"streams":[{"redirect":8995248,"hoster":"VOE"},{"redirect":8420577,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Want to Go Home! I Can\u0027t Go Home? Hero in Flognarde!","descr":"Der Kampf endet mit Biscottis Sieg, doch Shinku erfährt, dass Millhiore nicht wusste, dass er, sobald er nach Flonyard gerufen wurde, nicht mehr nach Hause zurückkehren kann. Unterdessen erfährt Leonmichellis jüngerer Bruder Gaul von der Niederlage seiner Schwester und möchte sich unbedingt Shinku im Kampf stellen.","versions":[{"lang":3,"streams":[{"redirect":12921794,"hoster":"VOE"},{"redirect":9023553,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Charge! Princess Recovery Battle!!","descr":"Galliens Spezialeinheit, das Génoise-Trio, entführt Millhiore und er fordert Shinku zu einem Duell heraus. Shinku, Éclair und die Chefforscherin Ricotta Elmar haben den Plan, die Festung, in der sie festgehalten wird, zu stürmen, um sie rechtzeitig für ihr Siegeskonzert zu retten. Shinku und Éclair sind dem Feind zahlenmäßig deutlich unterlegen und schaffen es, das Blatt zu wenden, als die freiberuflichen Ritter Brioche Dalkian und Yukikaze Panettone kommen, um ihnen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8995251,"hoster":"VOE"},{"redirect":9023554,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Severe Battle! Mion Fortress!","descr":"Die Prinzessin wurde entführt und Shinku macht sich sofort mit Eclair und Ricotta auf den Weg um sie zu retten.","versions":[{"lang":3,"streams":[{"redirect":8995259,"hoster":"VOE"},{"redirect":9023555,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Fortune Telling Princess","descr":"Shinku erfährt von Millhiore, wie sie ihre Sternenbeobachtungskräfte nutzte, um mehr über ihn zu erfahren und warum sie ihn zu ihrem Helden wählte. Unterdessen bestätigt Leonmichelli mithilfe ihrer eigenen Sternenbeobachtungsfähigkeiten, dass ihnen ein unheilvolles Schicksal bevorsteht.","versions":[{"lang":3,"streams":[{"redirect":8995254,"hoster":"VOE"},{"redirect":9023556,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Declaration of War","descr":"Leonmichelli ist verzweifelt daran interessiert, das schreckliche Schicksal von Millhiore und Shinku zu ändern, und fordert Biscotti zu einem weiteren Kampf heraus, bei dem jedes Land seine heiligsten Schätze austrägt. Millhiore nimmt die Herausforderung widerwillig an, ohne sich ihrer wahren Absichten bewusst zu sein.","versions":[{"lang":3,"streams":[{"redirect":8995253,"hoster":"VOE"},{"redirect":9023560,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Day of War","descr":"Der Tag der Schlacht kommt und es dauert nicht lange, bis Millhiore ihren Verdacht bezüglich Leonmichellis Verhalten bestätigt und sich Shinku und Éclair anschließt, um die Festung zu stürmen, in der Leonmichelli stationiert ist, um ihr entgegenzutreten. Unterdessen haben Brioche und Yukikaze das Gefühl, dass sich eine seltsame Präsenz nähert.","versions":[{"lang":3,"streams":[{"redirect":8995271,"hoster":"VOE"},{"redirect":8420571,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Battle at Grana Fortress","descr":"Mit beiden heiligen Schwertern erreicht Millhiore die Spitze der Festung, um sich Leonmtchelli zu stellen, die zittert, als ihr klar wird, dass ihre Taten die Prinzessin in das gleiche Schicksal führen, um dessen Abwendung sie so sehr gekämpft hat, als eine mächtige und unheilvolle Kreatur vor ihnen erscheint.","versions":[{"lang":3,"streams":[{"redirect":8995263,"hoster":"VOE"},{"redirect":8420570,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Hero, The Princess and the Light of Hope","descr":"Das Monster packt Millhiore und flieht wild aus der Festung. Shinku kämpft darum, die Prinzessin zu erreichen, bevor sie von der Kreatur absorbiert wird, während sie erfährt, dass das Monster in Wirklichkeit ein Fuchsjunges ist, dessen Körper von einem verfluchten Schwert durchbohrt wurde.","versions":[{"lang":3,"streams":[{"redirect":8995256,"hoster":"VOE"},{"redirect":8420496,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Like Flowers Dancing in the Night Sky","descr":"Shinku und Millhiore gelingt es, das Monster zu bezwingen und dem Fuchsjungen sein früheres Selbst zurückzugeben. Yukikaze bietet sich an, sich darum zu kümmern, und es findet ein großes Konzert mit der Prinzessin statt, um das Ende der Feindseligkeiten zwischen Biscotti und Gallete zu feiern.","versions":[{"lang":3,"streams":[{"redirect":8995257,"hoster":"VOE"},{"redirect":9023561,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The 4 Conditions","descr":"Endlich finden Ricotta und ihre Assistenten einen Weg für Shinku, nach Hause zurückzukehren. Sie stellt jedoch fest, dass er dadurch nicht nur alle Erinnerungen und Erfahrungen aus seiner Zeit bei Flonyard vergessen wird, sondern auch nie mehr zurückkehren kann. Als Shinku davon erfährt, bittet er Ricotta, den anderen nicht die Wahrheit zu sagen, da er nicht möchte, dass sie ihn mit traurigem Gesicht wegschicken.","versions":[{"lang":3,"streams":[{"redirect":8995255,"hoster":"VOE"},{"redirect":8420566,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Promise","descr":"Kurz nachdem Millhiore ihre Liebe zu ihm gesteht, wird Shinku nach Hause geschickt und hat keine Erinnerungen an seine Tage auf Flonyard. Ricotta erfährt jedoch, dass es dank der Besitztümer, die er seinen Freunden als Andenken hinterlassen hat, und des Versprechens, das er ihnen gegeben hat, dass er tatsächlich zurückkehren würde, möglich ist, seine Erinnerungen wiederzubeleben und zurückzuholen. Als Shinku seine Erinnerungen wiedererlangt, erneuert er sein Gelübde, Flonyard so bald wie möglich wieder zu besuchen.","versions":[{"lang":3,"streams":[{"redirect":8995266,"hoster":"VOE"},{"redirect":9023564,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Hero Appears!","descr":"Drei Monate nachdem er Flonyard verlassen hat, kehrt Shinku zusammen mit seiner Freundin Rebecca nach Biscotti zurück, während seine Cousine Nanami von Leomichelli nach Galette gerufen wird und sich bereit erklärt, ihre Heldin zu werden. Nach einem kurzen Wiedersehen mit Millhiore und seinen anderen Freunden nimmt Shinku an einem besonderen Kampf teil, um seine Rückkehr zu feiern. Kurz darauf schließt sich auch Nanami dem Kampf an, während Rebecca mit Millhiore im Schloss bleibt. Couvert , die Prinzessin von Pastillage, beobachtet die Schlacht auf ihrem Schloss und beschließt, nach Biscotti aufzubrechen, um Rebecca zu bitten, ihre Heldin zu werden.","versions":[{"lang":3,"streams":[{"redirect":9206755,"hoster":"VOE"},{"redirect":8420574,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Pastillage Joins the Battle!","descr":"Mit einem Helden auf jeder Seite verschärft sich der besondere Kampf zwischen Biscotti und Gallete, bis sich die von Couvert angeführte Pastillage-Armee der Schlacht anschließt. Nachdem sie Rebecca entführt hat, stellt sich Couvert mit ihren Truppen den Teams von Shinku und Nanami entgegen, während sie Rebecca davon überzeugt, sich ihrer Seite anzuschließen und Pastillages Heldin zu sein.","versions":[{"lang":3,"streams":[{"redirect":8995264,"hoster":"VOE"},{"redirect":9023566,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Three Heroes!","descr":"Couvert und Rebecca schließen sich dem Kampf an und der Dreikampf wird noch intensiver, bis er mit Galletes Sieg endet. Shinku nimmt Nanami und Rebecca mit auf eine Tour durch Biscotti, bevor er mit Éclair und Yukikaze zu einem speziellen Trainingslager aufbricht.","versions":[{"lang":3,"streams":[{"redirect":8995269,"hoster":"VOE"},{"redirect":8420584,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Biscotti Summer Camp!","descr":"Nanami begleitet Leo zurück nach Gallete und Couvert kehrt mit Rebecca nach Pastillage zurück. Während sich die drei Nationen auf das bevorstehende Sonderereignis vorbereiten, begleitet Shinku Eclair, Yukikaze und Noir vom Génoise-Trio in ein Trainingslager, um ihre Fähigkeiten zu verbessern.","versions":[{"lang":3,"streams":[{"redirect":8995265,"hoster":"VOE"},{"redirect":8420556,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Galette Sword Style Record!","descr":"Als Leo von einigen Diebstählen in der galletischen Stadt Ayase erfährt, schickt er ein kleines Team nach Nanami, um die Täter zu entlarven und zu verhaften. Sie erhalten unerwartete Hilfe von einem mysteriösen Fremden, der sich später als Isuka Makishima entpuppt , Brioches älterer Bruder und berühmter Schmied.","versions":[{"lang":3,"streams":[{"redirect":8995261,"hoster":"VOE"},{"redirect":8420540,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Pastillage\u0027s Hero King Legend","descr":"Die Herrscher und Helden der drei Nationen treffen sich in Pastillage, um sich auf das nächste Ereignis vorzubereiten. Couvert bringt Shinku vor ein Denkmal für den legendären Helden, der das Land gegründet hat, und sie lassen versehentlich Valério Calvados frei , den dort versiegelten alten Dämonenkönig. Valério sorgt im ganzen Palast für große Aufregung, bis Adélaïde Grand Marnier , die Heldin, die ihn begleitet hat, ihn in die Schranken weist.","versions":[{"lang":3,"streams":[{"redirect":8995260,"hoster":"VOE"},{"redirect":9023568,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Battle at the Cave of Sealing!","descr":"Adel, Valeri, Isuka und Brioche inspizieren eine Höhle, in der sie einst einige mächtige Dämonen einsperrten. Wenn eines der Siegel gebrochen wird, bricht eine riesige Welle von Mäusedämonen aus. Als das Problem für die vier zu groß wird, ruft Adel die anderen Helden herbei, die ein paar Freunde mitbringen, um gegen die Mäuse zu helfen.","versions":[{"lang":3,"streams":[{"redirect":8995267,"hoster":"VOE"},{"redirect":8420562,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Esnart Arts and Music Festival","descr":"Millhiore ist eingeladen, beim Esnart Art and Music Festival in Pastillage zu singen. Kurz vor ihrem Auftritt werden die Prinzessin und Rebecca von einer abtrünnigen Katzengottheit angegriffen, die versucht, ihre Juwelen zu stehlen, und Shinku führt ein Team an, um sie zu fangen, bevor sie noch mehr Ärger macht.","versions":[{"lang":3,"streams":[{"redirect":8995270,"hoster":"VOE"},{"redirect":9023562,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Union Fest","descr":"Endlich beginnt das besondere Ereignis mit den Armeen von Biscotti, Gallete und Pastillage. Éclair meidet Shinku seit dem Vorfall mit dem Katzendieb, während Rico zu dem Schluss kommt, dass sie tatsächlich ihre wahren Gefühle für ihn leugnet und sie damit zur Rede stellt. Als Leo die Situation zur Kenntnis nimmt, fordert er sie in der ersten Runde des Festivals zu einem Duell heraus und behauptet, dass Éclair nicht gegen sie gewinnen kann, solange sie solche Zögerlichkeit in ihrem Herzen behält.","versions":[{"lang":3,"streams":[{"redirect":8995268,"hoster":"VOE"},{"redirect":8420550,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"One-on-One In The Skies and On Land!","descr":"Das Union Festival läuft mit mehreren Einzelkämpfen zwischen wichtigen Spielern der drei Nationen auf Hochtouren. Nanami fordert Brioche heraus, während Shinku und Gaul sich mit ihren Heldenkristallen duellieren und Milhi einen hitzigen Luftkampf mit Rebecca liefert. Da ihr Land in der Gesamtpunktzahl hinterherhinkt, beschließt Adel, sich dem Kampf anzuschließen und die \"geheime\" Identität von Hero Mask anzunehmen.","versions":[{"lang":3,"streams":[{"redirect":8995272,"hoster":"VOE"},{"redirect":9023567,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Change My Heart","descr":"Während das Union Festival weitergeht, statten Shinku und Millhi Yukikaze einen Besuch ab. Als Millhi das Ei einer mystischen Kreatur entdeckt, schlüpft das Ei und sowohl die drei als auch das Jungtier wechseln schließlich ihre Körper. Während die Kreatur in Shinkus Körper davonläuft, schließen sich die anderen zusammen, um sie in die Enge zu treiben und alle wieder in den Normalzustand zu versetzen.","versions":[{"lang":3,"streams":[{"redirect":8995275,"hoster":"VOE"},{"redirect":8420555,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Final Stage","descr":"Je näher das Ende des Union Festivals rückt, desto mehr wird es für die drei Helden Zeit, nach Hause zurückzukehren. Auf der Suche nach einem Geschenk für Rebecca gerät Couver mit Rico und Noir in einen Kerker. Die drei entkommen den tödlichen Fallen, die rund um den Ort aufgestellt sind, kaum, bis die anderen ihren Standort finden und Shinku und Rebecca herbeieilen, um sie zu retten.","versions":[{"lang":3,"streams":[{"redirect":12333814,"hoster":"VOE"},{"redirect":8728757,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Summer Memories","descr":"Shinku, Rebecca und Nanami verbringen die letzten Tage ihres Aufenthalts zusammen mit ihren Freunden auf Flonyard. In der Nacht vor ihrer Abreise sprechen Shinku und Millhiore über das letzte Mal, als sie sich trennten, und erinnern sich daran, wie sie ihm gestanden hat und wie er geantwortet hat. Die Prinzessin bat Shinku, ihn zu umarmen, damit sie sich an Shinkus \"warme und glückliche\" Umarmung erinnerte. Jeder von ihnen erhält außerdem von seinem jeweiligen Herrscher ein besonderes Geschenk, bevor er zur Erde zurückgeschickt wird, mit dem Versprechen, in naher Zukunft zurückzukehren.","versions":[{"lang":3,"streams":[{"redirect":12921799,"hoster":"VOE"},{"redirect":8420544,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Once Again, The Hero Returns","descr":"Die drei Helden kehren nach Flonyard zurück, doch die Beschwörung von Shinku und Nanami wird durch einen Blitz unterbrochen und sie stranden in einem Wald. Während ihre Freunde nach dem Duo suchen, treffen sie ein Mädchen namens Sharl , das ihnen Hilfe anbietet.","versions":[{"lang":3,"streams":[{"redirect":8995282,"hoster":"VOE"},{"redirect":9023575,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dragon Priestess","descr":"Shinku und Nanami helfen Sharu, den Wald vor Horden abtrünniger Bestien zu schützen, doch nach der Wiedervereinigung mit ihren Freunden taucht eine größere Bedrohung auf.","versions":[{"lang":3,"streams":[{"redirect":8995281,"hoster":"VOE"},{"redirect":9023569,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Big Battle! The Dragon Forest!","descr":"Die Armeen von Biscotti, Gallete und Pastillage schließen sich zusammen, um einen mächtigen Dämon zu besiegen, der den Wald bedroht. Um Sharu dabei zu helfen, den Dämon zu besiegeln, bringen Shinku, Nanami und Rebecca ihre Kräfte an ihre Grenzen.","versions":[{"lang":3,"streams":[{"redirect":8995278,"hoster":"VOE"},{"redirect":9023572,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"What\u0027s Passed On","descr":"Nachdem die Krise abgewendet ist, kehren die Helden in ihre jeweiligen Königreiche zurück, doch als Nanami und das Genoise-Trio Pastillage einen Besuch abstatten, geraten sie in ein schleimiges Durcheinander, als einige gefährliche Kreaturen im Schloss ausbrechen.","versions":[{"lang":3,"streams":[{"redirect":12378843,"hoster":"VOE"},{"redirect":8420549,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Exploration at the Crystal Mines!","descr":"Shinku und Rebecca nehmen an einer wissenschaftlichen Expedition teil, die zu einem gefährlichen Abenteuer wird, als eine verfluchte Kreatur die örtlichen Feen bedroht.","versions":[{"lang":3,"streams":[{"redirect":8995279,"hoster":"VOE"},{"redirect":8420533,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Lion\u0027s Arranged Marriage","descr":"Es ist Zeit für Leonmitchelles jährliche Herausforderung, bei der jeder, der die Prinzessin besiegt, das Recht erhält, sie zu heiraten, aber dieses Mal taucht auch ein neuer und mächtiger Kandidat auf, der ein alter Freund von ihr ist.","versions":[{"lang":3,"streams":[{"redirect":8995277,"hoster":"VOE"},{"redirect":8420546,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Little Prince and the Legendary Hero","descr":"Nachdem er Leonmitchelle in der Herausforderung beinahe besiegt hat, wird Prinz Leaf aus dem Königreich Halver von den Einheimischen durch Galette, Biscotti und Pastillage geführt, und nachdem er eines von Milhiores Konzerten besucht hat, versammeln sie sich um Adel, der ihnen alte Geschichten darüber erzählen will Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":8995276,"hoster":"VOE"},{"redirect":8420541,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Recollection: The Story of the Hero and the Princess","descr":"Adel und Valério erzählen Couvert und ihren Freunden von ihren Heldentaten, das Land von Dämonen zu befreien, zusammen mit Brioche, Isuca und Valérios lange verschollener Schwester, Prinzessin Clarifier, die Adel nach Flonyard rief und ihre engste Freundin wurde.","versions":[{"lang":3,"streams":[{"redirect":8995284,"hoster":"VOE"},{"redirect":9023570,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Star Whale in the Sky Sea","descr":"Als Sharl erfährt, dass mit der Himmelspriesterin etwas nicht stimmt, bittet sie die Helden um Hilfe und begibt sich mit ihnen in das Innere des Sternwals, einer riesigen fliegenden Gottheit, in der sie lebt.","versions":[{"lang":3,"streams":[{"redirect":8995285,"hoster":"VOE"},{"redirect":9023571,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Sky Priestess and the Star People","descr":"Beim Treffen mit der Himmelspriesterin erfährt Shinkus Gruppe, dass der Sternwal von Dämonen befallen ist und dass die einzige Möglichkeit, ihn zu reinigen, die Stimme eines talentierten Sängers ist. Da Aria, die Sängerin des Himmelsvolkes, nicht singen kann, kehren Shinku und Rebecca an die Oberfläche zurück und suchen Milhiores Hilfe, doch Verde, ein seltsamer Feind, erscheint, der Aria für sich beanspruchen will.","versions":[{"lang":3,"streams":[{"redirect":8995286,"hoster":"VOE"},{"redirect":9023573,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Song of the Stars","descr":"Als Shinku mit Verstärkung zurückkehrt, verbündet er sich mit Gallien gegen Verde, um Aria zu retten, während Milhiore ihr Lied nutzt, um den Himmelswal zu heilen.","versions":[{"lang":3,"streams":[{"redirect":12921802,"hoster":"VOE"},{"redirect":8420523,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Returning Home","descr":"Sobald der Himmelswal wiederhergestellt ist, kehren Shinku und seine Freunde an die Oberfläche zurück. Einige Zeit später werden die Helden erneut zur Erde zurückgeschickt und versprechen, in naher Zukunft nach Flonyard zurückzukehren.","versions":[{"lang":3,"streams":[{"redirect":8995295,"hoster":"VOE"},{"redirect":9023574,"hoster":"Streamtape"}]}]}]}]}