{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten","name":"Dogs of War – Hilfe auf vier Pfoten","descr":"Viele Soldaten, die aus einem Krieg zurückkehren, leiden unter posttraumatischen Belastungsstörungen (\"PTSD\"). Um dieser psychischen Erkrankung entgegenzuwirken, werden Hunde aus dem Tierheim speziell eingesetzt. Mit ihnen sollen die betroffenen Soldaten leichter heraus aus der Dunkelheit und hinein in den normalen Alltag finden.","seasons":[{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten/staffel-1/episode-1","name":"","epNo":1,"alt":"Michael","descr":"Die neue Reihe begleitet Jim und seine Frau Lindsey bei der Ausbildung und Vermittlung von Therapiehunden, die Kriegsveteranen helfen sollen, wieder ins normale Leben zurück zu finden.","versions":[]},{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten/staffel-1/episode-2","name":"","epNo":2,"alt":"Duane","descr":"Duane gehörte zu den ersten Veteranen, denen Jim und Lindsey helfen konnten. Als er seinen Therapie-Hund verliert, rutscht er erneut in eine Abwärtsspirale von Depressionen und posttraumatischem Stresssyndrom. Jim und Lindsey wollen ihm einen Ausweg zeigen, aber dafür müsste er einen neuen Kameraden akzeptieren. Unterdessen hat Rebel, ein anderer Veteran, der bereits am Programm teilnimmt, Probleme, weil seine Familie sich nur schwer daran gewöhnen kann, mit einem Assistenzhund zusammenzuleben.","versions":[]},{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten/staffel-1/episode-3","name":"","epNo":3,"alt":"Stephanie","descr":"In der neuen Folge \"Dogs of War – Hilfe auf vier Pfoten\" hilft Service-Hund Atticus der Veteranin Stephanie eine neue Perspektive im Leben zu finden.","versions":[]},{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten/staffel-1/episode-4","name":"","epNo":4,"alt":"Thomas","descr":"Jim und Lindsey lernen Thomas kennen, einen Veteranen mit einer seltenen Form von posttraumatischem Stresssyndrom, das mehr als nur ein Kriegstrauma zur Ursache hat. Thomas möchte aber nicht darüber sprechen. Jim und Lindsey wollen herausfinden, was Thomas passiert ist und den richtigen Hund für ihn finden. Außerdem versucht Jim festzustellen, welcher Veteran am besten zu Moxie passt. Der Mischling zwischen Schäferhund und Dänischer Dogge kam als Streuner zu ihnen und ist einer ihrer besterzogensten Hunde.","versions":[]},{"path":"/serie/stream/dogs-of-war-hilfe-auf-vier-pfoten/staffel-1/episode-5","name":"","epNo":5,"alt":"Ron","descr":"Ron hat im Irak Sprengkörper entschärft. Nachdem er wieder zu Hause war, überspielte er die Symptome seiner posttraumatischen Belastungsstörung. Jetzt ist er im \"Paws \u0026 Stripes\"-Programm und hat Schwierigkeiten, sein eigentliches Alkoholproblem zu verstecken. Jim und Lindsey wollen ihm und seinem Hund Sabo helfen, zusammenzubleiben.","versions":[]}]}]}