{"path":"/serie/stream/dokidoki-precure","name":"DokiDoki! PreCure","descr":"[Ger Sub] Das Trumpfkönigreich ist eine magische Welt, in der alle unter der Führung der Prinzessin Marie Ange glücklich leben. Doch eines Tages wird das Königreich von bösen Mächten, Jikochuu genannt, angegriffen. Aber eine Kriegerin namens Cure Sword nimmt den Kampf gegen die Jikochuu allein auf, bevor sie mit ihrer Feenpartnerin in die Menschenwelt reist, um die verschwundene Prinzessin zu finden. Neben Cure Sword reisen auch noch drei andere Feenpartner in die Menschenwelt, die nun auf der Suche nach den drei anderen PreCure sind.","seasons":[{"path":"/serie/stream/dokidoki-precure/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-1","name":"","epNo":1,"alt":"The Earth is in Big Trouble! The Last Remaining PreCure!!","descr":"Im fernen Trump-Königreich kämpft ein einsamer Precure namens Cure Sword einen verzweifelten Kampf gegen einen unschlagbaren Feind. Unterdessen hilft Mana Aida, Präsidentin des Schülerrates, auf der Erde dabei, die Schüler der Ōgai First Public Middle School während eines Schulausflugs zum sagenumwobenen Clover Tower zu betreuen. Während sie mit ihrer Freundin Rikka Hishikawa das Einkaufszentrum besucht, entdeckt sie das beliebte Idol Makoto Kenzaki und hilft dabei, ein seltsames Medaillon zurückzugeben, das sie fallen lässt, während ihr Manager sie hinausbegleitet. Als Mana einen Accessoire-Stand besucht, entdeckt sie einen ähnlich aussehenden Artikel namens \"Cure Lovead\" und der Ladenbesitzer schenkt ihn ihr. Während Mana und Rikka in der Schlange warten, um an die Spitze des Clover Tower zu gelangen, manipuliert ein mysteriöser Junge namens Ira das Herz eines ungeduldigen Kunden und verwandelt seine selbstsüchtigen Gedanken in ein krabbenartiges Monster namens Jikochu, das Chaos anrichtet, bevor es weitergeht bis zur obersten Etage. Aus Angst um ein junges Mädchen, dem sie zuvor geholfen hat, jagt Mana dem Jikochu nach, dicht gefolgt von einer Fee namens Sharuru. Nachdem sie das Mädchen in Sicherheit gebracht hat, wird Mana von Sharuru angesprochen, der sich in eine schöne Kommune verwandelt und sie bittet, sich zu verwandeln. Während Mana darum kämpft, herauszufinden, wie sie sich verwandeln kann, erscheint Cure Sword, besiegt den Jikochu und gibt das nun gereinigte Herz seinem rechtmäßigen Besitzer zurück. Kurz darauf wird Cure Sword von einem weiteren Crab Jikochu gefangen, der von Iras Verbündetem Marmo erschaffen wurde. Da Mana sie beschützen möchte, leuchtet ihr Cure Lovead und verleiht Mana, wenn es mit der Lovely Commune verwendet wird, die Kraft, sich in das Precure, Cure Heart zu verwandeln.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13521044","hoster":"VOE"},{"path":"/redirect/10106306","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8995296","hoster":"VOE"},{"path":"/redirect/8420504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-2","name":"","epNo":2,"alt":"Yipes! Cure Heart\u0027s Secret Identity Has Been Blown!!","descr":"Während sich Mana an ihre neuen Kräfte gewöhnt, versucht Cure Sword, sich vom Jikochu zu befreien, wird dabei jedoch von der Seite des Turms gezerrt, obwohl Mana es in letzter Minute schafft, sie zu retten. Als Mana den Hilferuf des Herzens im Jikochu hört, erkennt sie, dass das menschliche Herz im Inneren gezwungen ist, ein Jikochu zu werden und es zurückgeben möchte, und erhält ein neues Cure Lovead, das es ihr ermöglicht, ihren reinigenden Angriff \"My Sweet Heart\" einzusetzen , um die Jikochu zu besiegen. Danach versucht Mana, sich mit Cure Sword anzufreunden, weigert sich jedoch und zieht es vor, allein zu sein. Auf dem Rückweg erzählt Mana Rikka, dass sie eine PreCure geworden ist, obwohl sie ihr nicht glaubt. Später in der Nacht, als Mana zu Rikkas Haus geht, um ihr mehr zu erzählen, wird sie von Sharuru und ihren Feenkollegen Raquel und Lance sofort darüber informiert, dass sie ihre Identität geheim halten soll, damit sie andere nicht in sich hineinzieht kämpfen. Manas Versuche, sich davon abzuhalten, Rikka von ihrer Identität zu erzählen, bereiten Rikka nur noch Sorgen. In diesem Moment nutzt Ira das Herz eines Schülers, um ein Ampel-Jikochu zu erschaffen, das Chaos anrichtet, indem es Menschen an Ort und Stelle einfriert. Nachdem sie die anderen Schüler in Sicherheit gebracht hat, beschließt Mana, Rikka ihr Vertrauen zu schenken und verwandelt sich vor ihr. Am Ende wird Mana durch das rote Licht des Jikochu eingefroren, aber Rikka schafft es, einen Knopf auf seinem Rücken zu drücken, um das Licht auf Grün umzuschalten, sodass Mana sich wieder bewegen und ihn besiegen kann. Nach dem Kampf dankt Rikka Mana für ihr Vertrauen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995299","hoster":"VOE"},{"path":"/redirect/8420484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-3","name":"","epNo":3,"alt":"The Greatest Partner Appears! Cure Diamond!!","descr":"Während Rikka im Wissenschaftslabor versucht, die Geheimnisse hinter den Cure Loveads herauszufinden, schlägt Raquel vor, dass sie möglicherweise selbst eine PreCure werden könnte, obwohl Rikka nicht das Gefühl hat, dass sie das Potenzial dazu hat. Als sie nach Hause zurückkehrt, erhält Rikka einige Souvenirs von ihrem reisenden Vater und schreibt ihm einen Brief zurück. Am nächsten Tag treffen Mana und Rikka auf den Ladenbesitzer, der Mana das Heilungs-Lovead gegeben hat, und dieser schenkt Rikka ein eigenes Lovead, das sie nur ungern annimmt, da sie den Verdacht hat, dass da etwas Verdächtiges vor sich geht. Unterdessen nimmt Ira einen anderen Bürger ins Visier, der sich darüber ärgert, keine Briefe zu erhalten, und erschafft einen ziegenähnlichen Briefkasten-Jikochu, der anfängt, alle Briefe zu zerkauen. Während Mana beim Versuch, Rikkas Brief an ihren Vater zu schützen, eine Prügelstrafe einsteckt, konzentriert sich Rikka auf ihre Freundschaftsgefühle mit Mana und erlangt die Macht, sich mit Raquel in die PreCure, Cure Diamond, zu verwandeln und die Jikochu mit ihrem reinigenden Angriff, Twinkle Diamond, zu besiegen. Als die Mädchen nach dem Kampf erkennen, dass sie Lance verloren haben, werden sie von ihrer Freundin aus der Grundschule, Alice Yotsuba, angesprochen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995297","hoster":"VOE"},{"path":"/redirect/8420502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-4","name":"","epNo":4,"alt":"I Must Decline! Because I\u0027m, Not Fit to be a PreCure!","descr":"Alice bringt Mana und Rikka in ihre Villa und enthüllt, dass sie nicht nur Lance gefunden hat, nachdem sie ihn im Wissenschaftslabor zurückgelassen hatten, sondern auch ihre PreCure-Identitäten entdeckt hat, nachdem sie sie auf den Überwachungskameras im Clover Tower entdeckt hatte, der ihr gehört Vater, sodass sie vollen Zugriff auf die Datenbank hat. Alice beschließt, sich selbst zur \"PreCure-Produzentin\" zu ernennen und nutzt ihr Netzwerk, um den Mädchen dabei zu helfen, Jikochu zu finden und ihre Identität zu schützen. Dies hilft Mana und Rikka, einen Musikspieler Jikochu zu besiegen, den Ira in der Stadt freilässt. Lance wird jedoch deprimiert, als Alice sagt, dass sie selbst keine Pretty Cure werden möchte, obwohl sie ein Cure Lovead hat, das sie von dem mysteriösen Ladenbesitzer erhalten hat. Mana und Rikka erzählen Lance von ihrer Kindheit mit Alice, in der sie in einen Kampf gegen einige Tyrannen geriet, die Mana schlecht redeten und sie mit den Kampfkünsten, die ihr beigebracht wurden, leicht verprügelten. Alice fürchtete sich vor ihrer eigenen Stärke und schwor, nie wieder zu kämpfen, weshalb sie keine Pretty Cure werden will. Während Mana und Rikka sich auf den Weg machen, um gegen einen Boombox-Jikochu zu kämpfen, spricht Lance noch einmal mit Alice und erinnert sie daran, dass Macht zum Schutz derjenigen eingesetzt werden muss, die einem am liebsten sind. Alice überwindet ihre Angst, erlangt die Macht, sich in Cure Rosetta zu verwandeln und nutzt ihre Barrierefähigkeiten, um Mana und Rikka dabei zu helfen, die Jikochu zu besiegen. Nach der Schlacht verrät Alice, dass sie glaubt, dass die Identität von Cure Sword kein anderer als Makoto ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995303","hoster":"VOE"},{"path":"/redirect/8420494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-5","name":"","epNo":5,"alt":"No Way! That Girl is Cure Sword??","descr":"Nachdem Alice ihre Gründe für die Annahme erklärt hat, dass Makoto Cure Sword ist, nutzt sie ihre Verbindungen, um Mana und Rikka in ein Fernsehstudio zu bringen, wo Makoto für einen Fernsehauftritt probt. Mana beschließt, Makoto direkt zu bitten, ihr Verbündeter zu sein, aber sie erwidert sie und sagt, ihre Leistung sei zu wichtig. Als Mana darüber deprimiert wird, werden sie und die anderen von Makotos Manager Davie angesprochen, der erklärt, wie Makoto immer hart daran gearbeitet hat, andere mit ihrer Musik zum Lächeln zu bringen, und Mana ihre Leistung zeigt, um ihr zu zeigen, was das bedeutet. In diesem Moment nimmt Marmo ein anderes Idol ins Visier, das auf Makotos Beliebtheit neidisch war, und erschafft einen Stern-Jikochu, der beginnt, Makoto anzugreifen. Während Mana und die anderen ihr Leben riskieren, um Makotos wichtiges Konzert zu schützen, erscheint Cure Sword und besiegt den Jikochu, bevor er auf ebenso mysteriöse Weise verschwindet. Nachdem Mana es versäumt hat, nach dem Vorfall richtig mit Makoto zu sprechen, erhält sie einen Brief von Davie, in dem er sie zu einem Handschlagtreffen mit Makoto einlädt, um ihr die Möglichkeit zu geben, auszudrücken, was sie von ihrer Musik hält.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995302","hoster":"VOE"},{"path":"/redirect/8420498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-6","name":"","epNo":6,"alt":"What a Shock! MakoP is Coming to My House!?","descr":"Makotos Manager möchte, dass sie eine Abwechslung zum ständigen Singen findet, und arrangiert für sie einen Auftritt in einer Kochshow, die Makoto im Restaurant \"The Pig\u0027s Tail\" veranstaltet, in dem Mana lebt. Die Probe geht jedoch furchtbar schief, da Makoto so wenig Erfahrung mit dem Kochen hat, dass sie nicht einmal wusste, dass Eier Lebensmittel sind. Um ihr zu helfen, beschließen Mana und die anderen, Makoto dabei zu helfen, Omurice auf eine für sie leicht zu erlernende Weise herzustellen . Dank all ihrer Übung gelingt es Makoto, am Drehtag ein köstliches Stück Essen aufzustellen, das sie mit den anderen teilt und das sie an das Herz erinnert, das sie früher in ihre Lieder gesteckt hat. Als Makoto beginnt, sich den anderen zu öffnen, nimmt Ira den Kameramann ins Visier und erschafft ein Schwein-Jikochu, das anfängt, alles im Restaurant, einschließlich des Restaurants selbst, zu fressen, um größer zu werden. Makoto möchte nicht, dass das Schwein das Omurice frisst, das sie mit ihren neuen Freunden gemacht hat, und enthüllt den anderen schließlich ihre Identität als Cure Sword, wobei Davie sich auch als ihr Feenpartner entpuppt, und besiegt den Jikochu. Gerade als Makoto beschließt, sich den anderen Cures anzuschließen, werden sie vom dritten Mitglied des Jikochu-Trios, Bel, angesprochen, der sie in das Trump-Königreich verbannt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995308","hoster":"VOE"},{"path":"/redirect/8420501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-7","name":"","epNo":7,"alt":"Close Battle! Farewell, PreCure!!","descr":"Die Mädchen finden sich im zerstörten Trump-Königreich wieder, getrennt von ihren Partnern, und erblicken in der Ferne den furchterregenden König Jikochu. Während Davie den anderen Feen bei der Suche nach den Mädchen hilft, erklären sie und Makoto, was mit dem Trump-Königreich passiert ist. Makoto war einst eine Kriegerin und Sängerin, die der Prinzessin des Trump-Königreichs, Marie Ange, diente. Dann wurde das Königreich eines Tages von den Jikochu angegriffen, die die Herzen seiner Bürger in eine große Armee verwandelten. Ange schaffte es, König Jikochu in einen Ruhezustand zu versetzen, verbrauchte dabei jedoch ihre Energie. Nachdem sie die neugeborenen Sharuru, Raquel und Lance auf die Suche nach dem PreCure geschickt hatten, entkamen Makoto und Ange durch ein Portal, wurden jedoch getrennt, als Ange beschloss, Makoto vor Bels Angriffen zu verteidigen. Als sie sich auf der Erde wiederfand, wurde Makoto zu einem Idol in der Hoffnung, dass ihre Lieder eines Tages Ange erreichen würden. Makoto erklärt, dass König Jikochu Macht durch die von Jikochu erzeugte Dunkle Energie erhält, aber Ange benötigt, um das ihm auferlegte Siegel zu lösen. Die Mädchen werden bald von einer Bande von Frog Jikochu verfolgt. Makoto fordert die Mädchen auf, sie zurückzulassen, aber Mana und die anderen bestehen darauf, dass sie dabei helfen wollen, das Trump-Königreich wiederherzustellen. Die Gruppe macht sich auf den Weg zum Schloss, wo der Spiegel liegt, der zur Erde führt. Bei ihrer Ankunft treffen sie jedoch auf Bel, der den Spiegel zerbricht und sie scheinbar im Trump-Königreich gefangen hält. Glücklicherweise gibt Mana den anderen Mut, indem er theoretisiert, dass sie immer noch in ihre Welt zurückkehren können, und daraus folgert, dass Bel die Fähigkeit dazu hat und sie daher seine Macht dazu nutzen können. Nach der Wiedervereinigung mit ihren Partnern und der Transformation bündeln die PreCures ihre Kräfte, um Bel zurückzuschlagen, bevor sie mit einem der verbleibenden Spiegelfragmente zur Erde zurückkehren. Als sie sicher zurückkommen, versprechen die Mädchen, Ange zu finden und dem Trump-Königreich wieder zu seinem früheren Glanz zu verhelfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8551630","hoster":"VOE"},{"path":"/redirect/8420485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-8","name":"","epNo":8,"alt":"Kyupirappa~! A Mysterious Baby is Born!!","descr":"Die Mädchen beschließen, den mysteriösen Ladenbesitzer zu besuchen, der ihnen die Cure Loveads geschenkt hat, um mehr über die Situation zu erfahren. In seinem Laden finden sie ein seltsames Ei, das plötzlich aufplatzt und ein fliegendes Baby zum Vorschein bringt, das Gefallen an den Mädchen findet. Nachdem er erfahren hat, dass das Baby, das sie Ai nennen, eine Verbindung zum Trump-Königreich hat, überlässt der Ladenbesitzer, der sich als Joe Okada vorstellt, Ai schließlich der Obhut der Mädchen. Da es den Mädchen schwerfällt, Ai Chan zur Ruhe zu bringen, nimmt Marmo einen schläfrigen Geschäftsmann ins Visier und erschafft ein Schaf-Jikochu, das seine Kräfte einsetzt, um die PreCures schläfrig zu machen und sie anfällig für Angriffe zu machen. Während die PreCures darum kämpfen, wach zu bleiben, wird Ai lauter, was dazu führt, dass der Jikochu seine Kräfte voll ausschöpft, um Ai zum Weinen zu bringen und einzuschlafen. Dies gelingt ihm jedoch nicht und er schläft stattdessen Marmo und die PreCures ein. Als die Jikochu versuchen, Ai anzugreifen, leuchtet sie plötzlich auf und hilft den PreCures, sich gegenseitig aufzuwecken und die Jikochu zu besiegen. Anschließend hilft Makoto Ai mit einem Schlaflied beim Einschlafen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12333817","hoster":"VOE"},{"path":"/redirect/8420486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-9","name":"","epNo":9,"alt":"Nonsense! Ai-chan Goes to School!","descr":"Joe zwingt Mana und Rikka, Ai mit zur Schule zu nehmen, also bieten Sharuru, Raquel und Lance an, während des Unterrichts bei der Betreuung zu helfen. Als Mana Schwierigkeiten hat, Ai zu beruhigen, erhält sie ein neues Cure Lovead, das Ai beim Einschlafen hilft. Als die Feen Ai jedoch versehentlich bei ihrem Nickerchen stören, macht sie sich auf den Weg durch die Schule und sorgt mit ihren Kräften für Chaos. Am Ende verändert sie schließlich die Diagramme, die Mana für die Fußball- und Baseballkapitäne erstellt hat, was dazu führt, dass sie ins Visier von Ira geraten und zur Erstellung von Soccerball und Baseball Jikochu verwendet werden. Während die PreCures gegen die Angriffe der Jikochu kämpfen, nutzt Ai erneut ihre Kraft, um den PreCures einen Geschwindigkeitsschub zu verleihen. Unter Rikkas Führung schlagen die Cures die Jikochu mit ihren Mitteln und besiegen sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9580094","hoster":"VOE"},{"path":"/redirect/8420522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-10","name":"","epNo":10,"alt":"The Transfer Student is a National Super Idol!!","descr":"Die Aufregung in der Schule steigt, als Makoto in Manas Klasse wechselt. Dies erweist sich jedoch als hektisch, da Makoto in verschiedenen Dingen neu ist und aufgrund ihres Idolstatus Aufmerksamkeit erregt, aber Rikka schafft es, die Dinge in Ordnung zu halten. Tief in ihrem Inneren ist Rikka jedoch unschlüssig darüber, dass Mana mehr Zeit mit Makoto verbringen soll. Als Rikka am nächsten Tag immer nervöser wird, Mana und Makoto zusammen zu sehen, treffen sie und Alice auf Marmo, der einen von Makotos Unterstützern ins Visier nimmt und einen fanatischen Jikochu erschafft. Als Rikka das sieht, wird ihr klar, dass sie auf Manas und Makotos neue Freundschaft eifersüchtig geworden ist, aber Alice versichert ihr, dass es ein natürliches Gefühl ist, das jeder ab und zu hat. Rikka und die anderen PreCures überwinden ihr Unbehagen und schaffen es, die Jikochu zu besiegen. Nach dem Kampf äußert Makoto ihren eigenen Neid auf die starke Partnerschaft zwischen Mana und Rikka und gibt Rikka die Gewissheit, dass alle das Gefühl teilen, einander näher kommen zu wollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8430138","hoster":"VOE"},{"path":"/redirect/8420488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-11","name":"","epNo":11,"alt":"Awaken It! PreCures\u0027 New Power!","descr":"Mana wird gebeten, der Softballmannschaft bei einem Match zu helfen, nachdem ihr Pitcher sich am Arm verletzt hat. Während sie sich selbst ausbildet, hilft sie auch dabei, den Erstklässlern einige Ratschläge zu geben. Am Abend vor dem Match trifft Mana auf Ai und Joe, der Ai ein neues Cure Loveads gibt, und werden von Bel konfrontiert. Da Mana sich vor Joe nicht verwandeln kann, verletzt Bel Joe und entführt Ai. Er bittet sie, am nächsten Tag alleine zu den Docks zu kommen, um gegen ihn zu kämpfen. Als Mana nicht zum Softballspiel erscheint, bitten die Erstklässler darum, ihren Platz einzunehmen. Unterdessen kämpft Mana gegen Bel, der die Umgebung zu seinem Vorteil nutzt, wird aber durch die Ankunft der anderen PreCures unterstützt, die von Alices Butler Sebastian über die Situation informiert wurden. Dann verschluckt Bel jedoch eine Dunkle Psyche und verwandelt sich in ein Handy-Biest Jikochu, das sich als immun gegen die Angriffe der Heilmittel erweist. Als Bel versucht, einen Angriff auf Ai zu starten, leuchtet ihr Cure Lovead auf und verleiht den Cures eine neue Kraft, den Love Heart Arrow, der es ihnen ermöglicht, Bel zu besiegen. Als Mana zum Spiel zurückkehrt, unterstützt sie das Softballteam und hilft ihnen, das Spiel mit einem Strike Out zu gewinnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12916105","hoster":"VOE"},{"path":"/redirect/8420481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-12","name":"","epNo":12,"alt":"Mana\u0027s Determination! I\u0027ll Take an Apprentice!","descr":"Ein Junge namens Jun Saotome bittet Mana, ihn zu ihrem Lehrling zu machen, da er genauso hilfreich sein möchte wie sie. Mana akzeptiert und lässt sich von Jun begleiten, während sie Lehrern und Schülern in der gesamten Schule hilft. Sie besuchen auch den Antiquitätenladen Solitaire, wo Joe ihm ein grünes Lovead schenkt. Jun hat jedoch das Gefühl, dass er Manas Stärke nicht gerecht werden kann und gerät schließlich ins Visier von Ira, der seine Psyche verschluckt und sich in ein Elefantentier Jikochu verwandelt. Während Iras Stärke die PreCures überwältigt, erklären sie, wie Mana mit Hilfe anderer dorthin gelangte, wo sie war. Dadurch kann Jun den Willen des Jikochu zurückhalten, was den PreCures die Chance gibt, ihn zu besiegen. Danach beschließt Jun, Floristin der Schule zu werden und den anderen Schülern ein Lächeln zu schenken. Währenddessen wacht ein mysteriöses Mädchen über die Mädchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8490603","hoster":"VOE"},{"path":"/redirect/8420489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-13","name":"","epNo":13,"alt":"Finally Found!? A Clue of the Princess!","descr":"Während Makoto sich an Anges Liebe zu Rosen erinnert, nehmen Mana und die anderen an einem Rose Lady-Wettbewerb teil, bei dem eine seltene königsgelbe Rose als Hauptpreis ausgelobt wird. Unterwegs begegnen sie dem mysteriösen Mädchen, das ein besonderes Interesse an ihnen zeigt. Während des Wettbewerbs versucht Alices Freundin und Rivale aus Kindertagen, Reina Itsutsuboshi, ständig, die Mädchen zu stören, um Alice wütend zu machen und disqualifiziert zu werden, aber Alice schafft es, die ganze Zeit ruhig zu bleiben. Im Finale treten Alice und Reina in einem Tennismatch gegeneinander an, bei dem Reina versucht, Alice wütend zu machen, indem sie sich von ihren Groupies blenden lässt und Schlamm über ihre Freunde schüttet. Alice schafft es jedoch, ruhig zu bleiben und das Match zu gewinnen. Als Reina auf Alices Freunde eifersüchtig wird, gerät sie ins Visier von Marmo, der zum Rosenbestie Jikochu wird und die PreCures in eine Falle lockt. Zum Glück hilft Alices Entschlossenheit, ihre Freunde zu beschützen, sie bei der Befreiung und ermöglicht ihnen, Marmo zu besiegen. Wenn die gewonnene königsgelbe Rose von Ai berührt wird, entsteht ein mysteriöser Kristall. Währenddessen stellt sich im Versteck von Jikochu heraus, dass es sich bei dem mysteriösen Mädchen um die Tochter von König Jikochu, Regina, handelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9613088","hoster":"VOE"},{"path":"/redirect/8420487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-14","name":"","epNo":14,"alt":"The Dream or the Promise! Rikka\u0027s Many Worries!","descr":"Makoto und Davie vermuten, dass der Kristall, den sie von der Rose erhalten haben, einer von fünf königlichen Kristallen ist, die beim Zusammenbau eine große Kraft erwecken. Währenddessen ist Rikka ein wenig deprimiert, als sie bei den Testergebnissen den zweiten Platz belegt, obwohl sie bei jedem Test stets den ersten Platz belegte, während ihre Mutter in letzter Zeit ein merkwürdiges Verhalten von ihr bemerkt. Als Mana und die anderen sich damit befassen, stellen sie fest, dass Rikka sich für Karuta-Wettbewerbe interessiert , was ihr Studium ein wenig beeinträchtigt hat. Rikka ist der Meinung, sie sollte Karuta stoppen, um sich auf ihr Lernen zu konzentrieren, und beschließt, ihre Fähigkeiten in einem Match gegen die Karuta-Königin zu testen, bevor sie aufgibt. Deshalb helfen Mana und die anderen ihr sowohl beim Karuta-Training als auch beim Lernen. Am Tag des Turniers nimmt Ira jedoch die Königin ins Visier, die verärgert darüber ist, keinen würdigen König zu haben, und wird zum Karuta-Biest Jikochu. Die Wünsche der Königin überwiegen die Jikochu und fordern die PreCures zu einem groß angelegten Karuta-Match heraus. Rikka nutzt ihre Übung und schafft es, das Spiel zu wenden, sodass Mana das Jikochu reinigen kann. Nach dem Turnier erhält Rikka von der Königin einen Satz Karuta-Karten, der bei Berührung durch Ai einen blauen Königskristall hervorbringt. Anschließend wird Rikka von ihrer Mutter begrüßt, die ihr versichert, dass sie weiterhin Karuta als Hobby spielen kann, sowie von ihrem Vater, der von seinen Reisen zurückgekehrt ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9580093","hoster":"VOE"},{"path":"/redirect/8420554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-15","name":"","epNo":15,"alt":"Really Busy! Makoto\u0027s Idol Days!","descr":"Makoto ist besonders beschäftigt, da sie für die Hauptrolle in einer Verfilmung von \" Schneewittchen\" besetzt ist und glaubt, dass dies ein weiterer Hinweis auf Anges Aufenthaltsort ist. Obwohl die anderen um Unterstützung bitten, fällt es Makoto aufgrund ihres Wunsches, Ange zu finden, schwer, sich auf ihre Schauspielerei zu konzentrieren, was dazu führt, dass sie von ihrem Co-Star Tamaki Ootori verachtet wird, der ihre Rolle ernsthaft geprobt hatte. Nachdem Mana und die anderen erfahren haben, dass Makoto ihre Nächte damit verbracht hat, nach Ange zu suchen, beschließen sie, ihre Patrouille zu übernehmen, damit sie sich auf ihre Schauspielerei konzentrieren kann. Am letzten Drehtag erscheint jedoch Regina und nutzt ihre Kraft, um Tamaki zu zwingen, einen Spiegel-Jikochu zur Welt zu bringen, der sich sogar gegen die Angriffe des Liebesherzpfeils als resistent erweist. Als Makoto erkennt, dass sie ihre Kräfte bündeln müssen, gibt Ai den PreCures neue Cure Loveads, die es ihnen ermöglichen, ihren neuen Gruppenangriff, Lovely Force Arrow, auszuführen, der die Jikochu besiegt. Nachdem Regina sich den PreCures vorstellt und sich verabschiedet, überreicht Tamaki Makoto ihr ramponiertes Drehbuch, das den dritten Königskristall hervorbringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9613086","hoster":"VOE"},{"path":"/redirect/8420474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-16","name":"","epNo":16,"alt":"Regina Fierce Attack! Mana is Mine!","descr":"Da sie sich für Mana interessiert, erscheint Regina vor ihr und möchte sie zu ihrer Freundin machen. Trotz der Einwände von Makoto und Rikka willigt Mana ein, ihre Freundin zu sein, was Makoto verärgert. Dies erweist sich bald als ziemlich problematisch, da Regina Mana während der Schule immer wieder bittet, mit ihr zu spielen, was ihre Kräfte beeinträchtigt und unhöflich gegenüber ihren anderen Freunden ist. Als Rikka und Alice versuchen, Manas Gründe für die Freundschaft mit Regina Makoto zu erklären, ärgert sich Regina darüber, dass Mana an ihre anderen Freunde denkt, und beschließt, sie loszuwerden, indem sie eine Getränkedose Jikochu erschafft, um sie anzugreifen. Bald erscheint Mana am Tatort und erzählt Regina, dass wahre Freunde bedeuten, ehrlich zueinander zu sein, anstatt ihnen zu sagen, was sie tun sollen. Nachdem die PreCures die Jikochu besiegt haben, erklärt Mana, dass sie immer noch ernsthaft Reginas Freundin werden möchte, schafft es aber trotzdem, sich mit Makoto zu versöhnen, während Regina über die Bedeutung einer \"wahren Freundin\" nachdenkt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995305","hoster":"VOE"},{"path":"/redirect/8420455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-17","name":"","epNo":17,"alt":"Shock! The Stolen Crystal!","descr":"Beim Besuch einer Waldskulpturengalerie in der Hoffnung, einen weiteren Hinweis zu finden, treffen die Mädchen erneut auf Regina, die erneut versuchen möchte, mit Mana befreundet zu sein. Mana willigt ein, sie zu ihnen zu lassen, unter der Bedingung, dass sie auch mit den anderen befreundet ist. Makoto stößt auf eine Statue, die sie stark an Ange erinnert, während Joe kurz vorbeikommt und Ai bei den anderen zurücklässt. Als Mana vermutet, dass es sich bei dem in der Statue eingebetteten roten Stein um einen königlichen Kristall handeln könnte, zerstört Regina die Statue, um den Stein für sie zu beschaffen, was Mana und die anderen in Schwierigkeiten mit dem Galeriemanager bringt. Der Bildhauer Hitomi, der keinen bösen Willen zeigt, erklärt den Mädchen, dass er nach dem Aufheben des roten Steins dazu inspiriert wurde, die Statue so zu gestalten. Als Regina bemerkt, dass Mana und die anderen die Verantwortung für ihren Fehler übernommen haben, äußert sie ihren ernsthaften Wunsch, ihre Freundin zu sein, was den Stein in einen roten Königskristall verwandelt. In diesem Moment ändert Regina plötzlich ihre Persönlichkeit und sehnt sich nach den anderen königlichen Kristallen. Sie zielt auf Hitomi, um einen Bildhauer Jikochu zu erschaffen, der Makoto, Rikka und Alice in Statuen verwandelt. Während Mana darum kämpft, die königlichen Kristalle zu beschützen, erscheint Joe plötzlich in der Gestalt eines Ritters, um sie zu beschützen und ihr zu helfen, die anderen wieder in den Normalzustand zu versetzen, damit sie die Jikochu besiegen können. Als Regina mit dem roten Königskristall entkommt, entpuppt sich Joe als Jonathan Klondike, ein Ritter des Trump-Königreichs und Anges Verlobte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995307","hoster":"VOE"},{"path":"/redirect/8420467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-18","name":"","epNo":18,"alt":"Appear! The Last Royal Crystal!","descr":"Nachdem Joe erklärt hat, was er über die königlichen Kristalle weiß, nimmt er die Mädchen mit auf eine Zugfahrt, was seiner Meinung nach ein weiterer Hinweis ist, der sie zu den verbleibenden königlichen Kristallen führen könnte. Während Joe an einer Blumenwiese vorbeikommt, erzählt er Mana, wie er und Ange sich verliebt haben. Nachdem die Jikochu das Trump-Königreich angegriffen hatten, folgte er Ange in die Menschenwelt. In diesem Moment nimmt Regina einen kleinen Jungen ins Visier und erschafft einen Zug-Jikochu. Während Joe Regina abwehrt, verfolgen die PreCures den Jikochu und besiegen ihn, bevor er das Blumenfeld zerstören kann. Die Mädchen erhalten dann einen königlichen Kristall aus dem Zug und lassen nur den zurück, den Regina gestohlen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995310","hoster":"VOE"},{"path":"/redirect/8420469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-19","name":"","epNo":19,"alt":"Betting the Crystals! Jikochu\u0027s Game!","descr":"Regina erscheint vor den Mädchen und schlägt ein Spiel vor, bei dem alle königlichen Kristalle auf dem Spiel stehen, was Mana akzeptiert, in der Hoffnung, einen Weg zu finden, den verbleibenden Kristall ohne Kampf zurückzuholen. Die Mädchen werden in eine speziell vorbereitete Spielwelt entführt, wo Regina und das Jikochu-Trio auf sie warten. Das erste Spiel ist ein Elfmeterschießen, das die Jikochu gewinnen können, indem sie den Ball und das Tor durch Jikochu ersetzen. Die PreCures protestieren dagegen, dass die Spiele ihnen gegenüber unfair und voreingenommen gegenüber dem Jikochu-Trio seien, weil es sich bei den verwendeten Gegenständen um Jikochu handele, aber Regina sagt ihnen, dass dies ihr Spiel sei und sie die Regeln festlege. Makoto möchte weiter protestieren, aber Mana nimmt die Herausforderung an, die immer noch glaubt, dass Regina ihre Freundin ist und das Problem ohne Kampf lösen kann. Das nächste Spiel ist Bowling, das die PreCures dank Manas Taktik und Ais Magie gewinnen können. Das letzte Spiel ist ein Völkerballspiel, das die Cures gewinnen, nachdem sich die Jikochu-Gruppe im Kampf gegeneinander selbst bewusstlos gemacht hat. Regina bricht jedoch ihr Versprechen und ruft einen Purse Jikochu herbei, um die PreCures anzugreifen, aber es gelingt ihnen, ihn zu besiegen und der Spielwelt zu entkommen. Regina nimmt die anderen Kristalle, aber als sie mit ihren zusammengefügt werden, schießen sie plötzlich in den Himmel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9580095","hoster":"VOE"},{"path":"/redirect/8420468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-20","name":"","epNo":20,"alt":"The Crystal\u0027s Guidance! To the Princess!","descr":"Mit Sebastians Hilfe machen sich die Mädchen zusammen mit Joe auf den Weg zu einigen schneebedeckten Bergen, wo die Kristalle zuletzt gesichtet wurden. Oben auf dem Berg angekommen treffen sie auf Regina und das Jikochu-Trio, die ebenfalls auf der Suche nach den Kristallen sind. Im folgenden Kampf fallen sowohl Mana als auch Regina durch einen Spalt im Berg und landen in einer Höhle. Dort erscheinen die Kristalle und enthüllen den Aufenthaltsort von Ange, die im Eis gefangen ist, bevor sie ihre Kraft verlieren und Regina wieder zur Besinnung bringen. Obwohl sie seltsamerweise feststellt, dass ihre eigenen Kräfte nicht mehr funktionieren, gelingt es ihr, ihre Freundschaft mit Mana zu bekräftigen. Als die anderen ankommen, schickt das Jikochu-Trio einen Schneemann-Jikochu, um ihnen in den Weg zu kommen. Obwohl es den PreCures gelingt, die Jikochu zu besiegen, nimmt das Jikochu-Trio sowohl Ange als auch Regina gefangen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13008295","hoster":"VOE"},{"path":"/redirect/8420476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-21","name":"","epNo":21,"alt":"To the Trump Kingdom! Rescue the Princess!","descr":"Mit Hilfe von Ai und den Royal Crystals finden die PreCures einen Weg, in das Trump-Königreich zu reisen. Dort bringt das Jikochu-Trio Ange vor König Jikochu, schafft es jedoch nicht, sie aus ihrer Schutzbarriere zu befreien. Als das Trio seinen Plan verkündet, alle Menschen in der Menschenwelt in Jikochu zu verwandeln, äußert Regina ihren Einwand und verärgert damit König Jikochu, der sie niederschlägt und ihre Kräfte beschneidet. Als die PreCures im Trump-Königreich ankommen, bekämpfen sie das Trio und eine Armee von Jikochu, während Mana auf Regina zusteuert. Dort werden sie beide von einem Spinnen-Jikochu angegriffen, der sie über einer Lavagrube zurücklässt, die an einem Faden baumelt, der nicht stark genug ist, um sie beide zu tragen. Endlich erfährt Regina ihre wahren Gefühle gegenüber Mana und lässt sich fallen, damit Mana überleben kann. Doch Mana rettet sie gerade noch rechtzeitig, weigert sich aufzugeben und sagt, dass sie, um alle zu beschützen, stärker werden kann als sogar Reginas Vater. Reginas Bewunderung für diese Rede ermöglicht es ihr, sich von ihrem Siegel zu befreien und Mana in Sicherheit zu bringen, während die PreCures die Jikochu-Armee besiegen und mit Regina und Ange im Schlepptau zurück in die Menschenwelt fliehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12333818","hoster":"VOE"},{"path":"/redirect/8420457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-22","name":"","epNo":22,"alt":"Appearance in a Pinch! The New Warrior Cure Ace!","descr":"Nachdem Mana die immer noch inhaftierte Ange bei Joe in einem geheimen Versteck zurückgelassen hat, nimmt sie Regina mit zu sich nach Hause. Während sie die Zeit mit Manas Familie genießt, beklagt Regina, dass sie sich nicht erinnern kann, viel Zeit mit ihrem Vater verbracht zu haben. Am nächsten Tag begleitet Regina Mana und die anderen bei einem Picknick zum Strand, wo sie bald vom Jikochu-Trio entdeckt werden. Als die PreCures vom Trio geschlagen werden, verspürt Regina einen Schmerz in ihrer Brust, der laut einer Illusion von König Jikochu auf das Gefühl von Liebe zurückzuführen ist. König Jikochu versucht, Regina von diesen Gefühlen abzubringen, indem er Dunkle Energie einsetzt, um sie wieder unter seine Kontrolle zu bringen. Die PreCures versuchen, sie dazu zu bringen, sich an ihre wahren Gefühle zu erinnern, aber Manas Zögern, den Lovely Force Arrow gegen sie einzusetzen, führt dazu, dass sie besiegt werden. Bevor Regina den letzten Schlag ausführen kann, werden die PreCures von einem anderen Krieger, Cure Ace, gerettet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9613090","hoster":"VOE"},{"path":"/redirect/8420461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-23","name":"","epNo":23,"alt":"Taking Back the Love! The Five Vows of PreCure!","descr":"Cure Ace überwältigt Regina im Kampf und zwingt das Jikochu-Trio, sich mit ihr zurückzuziehen. Während Mana sich darüber beklagt, dass sie nicht stark genug ist, um Regina zu beschützen, beschlagnahmt Cure Ace ihr Cure Lovead und sagt, dass sie ihre Liebe zurückgewinnen muss, um sie zurückzubekommen. Zurück im Trump-Königreich schließen sich die Jikochu-Abgeordneten Leva und Gula der Antagonistengruppe an. Nach dem Vorfall schließt sich Mana in ihrem Zimmer ein, also bieten Rikka und die anderen an, ihrer Familie auf einem Flohmarkt an ihrer Stelle zu helfen. Während Mana weiterhin deprimiert bleibt, erscheint Ai in ihrem Haus, nachdem sie ihrer Familie mit einem Zauberspruch vorgegaukelt hat, sie sei Manas Schwester, und schafft es, Mana so aufzuheitern, dass sie das Haus verlässt, um das Festival zu erkunden. Dort trifft sie ein eigenartiges Mädchen, das sie gut zu kennen scheint. In diesem Moment nehmen Leva und Gula zwei Jungen ins Visier, die Makotos Autogramm wünschen, und kreieren ein Paar Autogramm-Jikochu. Als Mana davon erfährt, beschließt sie, auch ohne ihr Lovead dorthin zu fahren, da ihr klar ist, dass ihre Probleme dem Wesentlichem nicht im Wege stehen sollten. Nachdem es Mana gelingt, die Jikochu aus eigener Kraft zurückzuschlagen, gibt das Mädchen von vorhin ihr Cure Lovead zurück und entpuppt sich als Cure Ace, und gemeinsam besiegen sie die Jikochu. Nach dem Kampf teilt Cure Ace den PreCures mit, dass ihre Mission gerade erst begonnen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9580096","hoster":"VOE"},{"path":"/redirect/8420387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-24","name":"","epNo":24,"alt":"Shock! MakoP Declares Her Idol Retirement!","descr":"Während Makoto sich fragt, ob sie weiterhin ein Idol sein soll, nachdem sie die Prinzessin gefunden hat, sagt Cure Ace, die sich offiziell als Aguri Madoka vorstellt, zu Makoto, dass ihr das Herz schwankt, und behauptet, dass sie weder beim Singen noch beim Singen alles gibt ein PreCure sein. Da sie das Gefühl hat, keinen Grund zum Singen zu haben, beschließt Makoto, ganz mit dem Singen aufzuhören und plant, bei ihrem nächsten Konzert ihren Rücktritt bekannt zu geben. Da diese Idee nicht gefällt, versuchen Mana und die anderen, sie von der Freude am Singen zu überzeugen – ohne Erfolg. Am Tag des Konzerts nimmt Leva einen Reporter ins Visier und erstellt einen Mikrofon-Jikochu. Währenddessen erhält Makoto von Ai ein Mirror Lovead, das es ihr ermöglicht, mit Ange zu sprechen, der ihr sagt, sie solle für sich selbst singen. Makoto wird endlich ehrlich zu ihren eigenen Gefühlen, lässt ihre Liebe zum Singen wieder aufleben und schlägt an der Seite von Aguri den Jikochu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9613089","hoster":"VOE"},{"path":"/redirect/8420424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-25","name":"","epNo":25,"alt":"Brilliant Transformation! Appearance of A New Heroine?","descr":"Alice ist niedergeschlagen, nachdem ihr Schild während eines Kampfes gegen einen Jikochu zerbricht, und hat das Gefühl, dass sie ohne Aguri nicht in der Lage gewesen wäre, die anderen zu beschützen. Während Alice danach strebt, stärker zu werden, entwickelt Sebastian eine künstliche Kommune, damit er ein Superheld werden und Alice unterstützen kann. Am Ende vermischt er jedoch sein Gepäck mit Marmo, die schließlich die Kommune nutzt, um eine Superheldin zu werden, die sich Cutie Madame nennt. Bald macht sie sich einen Namen, indem sie Menschen aus Unfällen rettet, die sie selbst absichtlich verursacht hat, um große Menschenmengen anzulocken und berühmt zu werden. Nachdem es Sebastian nicht gelingt, die Kommune von Marmo zu erhalten, gesteht er Alice alles, die ihr versichert, dass er ihr genau so hilft, wie er ist. Als Alice erfährt, wie Marmo in einem Vergnügungspark ihre Macht missbraucht, kämpft sie gegen sie. Ihre Entschlossenheit, Sebastian zu helfen, hilft ihr, ihre eigene Liebe zu finden, und erlaubt ihr, ihren Schild zu verwenden, um Marmos Angriff auf sie abzuwehren und die Kommune zu zerstören.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9613091","hoster":"VOE"},{"path":"/redirect/8420456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-26","name":"","epNo":26,"alt":"My True Feelings? Rikka Worries Once Again!","descr":"Nach einem Kurs über die Ambitionen der Menschen macht sich Rikka Gedanken darüber, ob sie wirklich Ärztin werden wollte oder ob es nur aus Bewunderung für ihre Mutter geschah. In dieser Nacht wird Ira auf einem seiner Flüge plötzlich vom Blitz getroffen und stürzt ins Meer. Am nächsten Tag finden Rikka und Raquel ihn angespült am Strand und stellen später fest, dass er an Amnesie leidet. Da sie das Gefühl hat, dass sie ihn nicht allein lassen sollte, nimmt Rikka ihn mit zu sich nach Hause, um seine Verletzungen zu behandeln. Als die anderen Mädchen davon erfahren, sieht Aguri ihn als potenzielle Bedrohung und bereitet sich auf den Kampf gegen ihn vor, doch Rikka stellt sich ihr in den Weg und die anderen stehen zu ihrer Entscheidung. In diesem Moment greift Gula an, woraufhin Ira seinen Kopf schlägt und seine Erinnerungen wiedererlangt. Trotzdem beschließt Ira, den PreCures dabei zu helfen, Gula\u0027s Angriff auszuweichen, während Rikka, die die Macht erkennt, an sich selbst zu glauben und nichts zu bereuen, sich mit Aguri zusammenschließt, um Gula abzuwehren. Als Ira zum Jikochu-Team zurückkehrt, bekräftigt Rikka ihren Traum, Ärztin zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13008296","hoster":"VOE"},{"path":"/redirect/8420452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-27","name":"","epNo":27,"alt":"Discovered?! Cure Ace\u0027s Weakness!","descr":"Mana und die anderen liefern eine Lieferung an eine Freundin ihrer Mutter, Mari Madoka, die zufällig Aguris Großmutter ist, vor der sie Cure Ace geheim hält. Aguri lädt Mana und die anderen zu Maris Teezeremonie unter freiem Himmel ein, wo sie etwas mehr über Aguris weniger ernste Seite erfahren. Aguri erklärt, dass sie eine PreCure war, die zuvor von den Jikochu besiegt worden war, was dazu führte, dass Ai, ihr Partner, in ein Ei verwandelt wurde. Um König Jikochu daran zu hindern, verschiedene Welten zu erobern, beschloss Aguri, die anderen PreCures stärker zu machen, damit sie ihn besiegen können. In diesem Moment vereinen Leva und Gula ihre Kräfte, um ein riesiges Barbecue-Jikochu zu erschaffen. Aguri versucht, den Jikochu schnell zu erledigen, scheitert jedoch und offenbart ihre Schwäche, dass sie nur fünf Minuten lang verwandelt bleiben kann. Zum Glück gelingt es den anderen PreCures, den Jikochu aufzuhalten, bevor er Mari Schaden zufügen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8474093","hoster":"VOE"},{"path":"/redirect/8420462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-28","name":"","epNo":28,"alt":"My Heart\u0027s Pounding! Aguri\u0027s Summer Vacation!","descr":"Als Aguri aufgrund ihrer Überanstrengung aufgrund ihres ununterbrochenen Trainings in Ohnmacht fällt, erzählt ihr Klassenkamerad Eru Morimoto Mana und den anderen, dass sie sehr verantwortungsbewusst ist, aber auch ziemlich einsam wirkt, da sie anscheinend keine Freunde in ihrem Alter hat. Da Mana möchte, dass Aguri und Eru miteinander auskommen, schlägt Mana vor, dass sie alle zum Sommerfest gehen, in der Hoffnung, Aguri beizubringen, dass es genauso wichtig ist, Zeit mit Freunden zu verbringen, wie ein PreCure zu sein. Während Aguri zunächst von der Idee \"superbesonderer köstlicher Süßigkeiten\" angelockt wurde, verbringt er gerne Zeit mit Eru und den anderen und stellt fest, dass die Süßigkeiten am besten schmecken, wenn sie mit Freunden gegessen werden. In diesem Moment gründen Leva und Gula ein Sommerfest-Jikochu, um Aguri ins Visier zu nehmen, aber Eru schafft es, ihr zu helfen und möchte es ihr dafür zurückzahlen, dass sie sie in der Schule vor einigen Tyrannen beschützt hat. Als Aguri sich dem Kampf anschließt, versuchen Leva und Gula, ihr eine Falle zu stellen, bis ihr Zeitlimit abgelaufen ist, aber ihre neu entdeckte Liebe und ihr Wunsch, Eru und ihre Freunde zu beschützen, helfen ihr, sich zu stärken und sich zu befreien, sodass sie die Jikochu besiegen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9613093","hoster":"VOE"},{"path":"/redirect/8420472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-29","name":"","epNo":29,"alt":"For Mana\u0027s Sake! Sharuru\u0027s Big Transformation!","descr":"Um Mana nützlicher zu sein, bittet Sharuru zusammen mit Raquel und Lance Davie, ihnen beizubringen, wie man sich in eine menschliche Form verwandelt. Nachdem jeder gelernt hat, sich zu verwandeln, ist Sharuru bestrebt, Mana bei den Aufgaben des Schülerrats zu unterstützen. Während Sharuru jedoch im Auftrag von Mana eine Lieferung an eine andere Schule übernimmt und unterwegs auf verschiedene Verzögerungen stößt, erschaffen Leva und Gula in der Schule ein Volleyball-Jikochu, wobei Mana sich ohne Sharuru nicht verwandeln kann, der die Anwesenheit des Jikochu in ihr nicht erkennen kann menschliche Form. Während Mana nach Sharuru sucht, kämpfen die anderen PreCures gegen den Jikochu, der sich als mehr als widerstandsfähig erweist, da seine beiden Gesichter eine einfache Reinigung verhindern. Mana schafft es, Sharuru zu finden und kehrt gerade rechtzeitig zurück, damit die PreCures und Aguri den Jikochu von beiden Seiten angreifen und besiegen können. Obwohl Sharuru sich schuldig fühlt, weil er die anderen in Gefahr gebracht hat, freuen sich Mana und die anderen über die guten Taten, die Sharuru vollbracht hat. Nachdem die Bindung zu ihren Feen gestärkt ist, informiert Aguri die Mädchen, dass sie einen letzten Test absolvieren müssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8706461","hoster":"VOE"},{"path":"/redirect/8420443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-30","name":"","epNo":30,"alt":"The Final Trial! The Legendary Precure!","descr":"Die Cures fliegen zu einer abgelegenen Insel, wo Aguri ihnen das Magical Lovely Pad beschaffen will, einen von drei mystischen Gegenständen, darunter Anges Miracle Dragon Glaive, die von den legendären PreCures verwendet wurden, die vor 10.000 Jahren die Welt vor der Dunkelheit retteten. Auf der Insel angekommen treffen die Mädchen den Wächter des Lovely Pad, eine ältere Fee namens Melan, die die Heilmittel auf die Probe stellt, indem sie sich in einen mächtigen Drachen verwandelt. Die PreCures kämpfen gegen sie, werden aber völlig besiegt. Aguri, niedergeschlagen über ihren Verlust, gibt an, dass sie eine PreCure geworden sei und die Hilfe des anderen gesucht habe, damit sie die Kraft habe, das Lovely Pad zu erhalten. Da Mana nicht so schnell aufgeben will, kocht Mana Curry für alle und ermutigt sie, es noch einmal zu versuchen. Die PreCures kämpfen erneut und schaffen es, Melans Barriere zu durchbrechen, indem sie Alice ihre Macht verleihen. Aufgrund von Aguris Zeitlimit verpassen sie jedoch die Chance, einen Vorteil daraus zu ziehen. Mana kämpft jedoch bis zum Schluss weiter und erinnert Melan an den unerbittlichen Geist ihrer ehemaligen Partnerin Cure Empress. Obwohl es den PreCures nicht gelingt, Melan vollständig zu besiegen, bewundert sie ihre Stärke und gibt ihnen den legendären Spiegel, das Lovely Pad.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995312","hoster":"VOE"},{"path":"/redirect/8420427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-31","name":"","epNo":31,"alt":"Oogai Town is in Big Trouble! Lovely Pad is Born!","descr":"Während sie sich eine Pause gönnen, um herauszufinden, wie man das Lovely Pad benutzt, stellen die Mädchen schockiert fest, dass ihre Familien und alle anderen in der Stadt Oogai ins Schlafkoma gefallen sind. Es stellt sich heraus, dass diese das Werk dunkler Samen sind, die von Leva und Gula verbreitet wurden und schließlich ihre Herzen verdunkeln und sie in Jikochu verwandeln, was genug Energie liefert, um König Jikochu zu erwecken. Die PreCures konfrontieren Leva und Gula, die sich zu einer mächtigen Form verbinden, sie überwältigen und das Lovely Pad in Stücke zerschmettern, was zu einem emotionalen Zusammenbruch von Mana führt. Nachdem sie ihrem Frust freien Lauf gelassen hat, gewinnt Mana ihre Entschlossenheit zurück und ermutigt die anderen, sich zu wehren. Ihre Gefühle verwandeln die Teile des Spiegels in fünf neue Lovely Pads, die es den PreCures ermöglichen, Mana ihre Kraft zu verleihen und den Lovely Straight Flush auszuführen, Leva und Gula zu besiegen und alle in der Stadt wieder in den Normalzustand zu versetzen. Während die Mädchen mit ihren Familien eine Mahlzeit genießen, eliminiert Bel Leva und Gula, indem er ihre Energie absorbiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8706460","hoster":"VOE"},{"path":"/redirect/8420437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-32","name":"","epNo":32,"alt":"Mana Collapses! A Stormy Culture Festival","descr":"Während Mana sich auf das Schulkulturfest vorbereitet, bekommt Mana aufgrund der Überarbeitung Fieber und wird von Rikka angewiesen, sich den nächsten Tag frei zu nehmen. Nachdem er gehört hat, wie Rikka Mana mit dem glücklichen Prinzen vergleicht, ist Aguri schockiert, als er erfährt, dass die Figur in seinem Buch kein so glückliches Ende hat, da er seine Freundlichkeit übertrieben hat, bis er nur noch ein Herz aus Blei war. Unterdessen gibt Bel Ira und Marmo neue Gegenstände namens Blutringe, die aus Levas und Gulas Janergy hergestellt werden, und stellt sie unter sein Kommando. Als Mana am nächsten Tag die Anweisungen des Arztes ignoriert und versucht zu helfen, zwingt Aguri sie, sich auszuruhen, weil sie besorgt ist, dass Mana das gleiche Schicksal erleiden wird wie der glückliche Prinz, und schikaniert die anderen Schüler, weil sie sich zu sehr auf andere verlassen. Als das Lagerfeuer des Festivals auseinanderfällt, nachdem ein Schüler darauf geklettert ist, schließen sich alle Schüler zusammen, um es wieder zusammenzusetzen, und danken Aguri dafür, dass er ihnen geholfen hat, die Dinge selbst zu regeln. In diesem Moment nimmt Ira einen lauten Kunden ins Visier und nutzt die Kraft des Blutrings, um eine stärkere Kaffeetasse Jikochu zu erschaffen, die den PreCures schwindelig macht. Als Aguri begreift, dass Mana im Gegensatz zum Glücklichen Prinzen die volle Unterstützung ihrer Mitschüler hat, nutzt sie ihr Lovely Pad, um allen genügend Zeit zu verschaffen, sich zu erholen und den Jikochu zu besiegen. Während der Lagerfeuertanz des Abends wie geplant verläuft, dankt Mana Aguri dafür, dass er sich Sorgen um sie gemacht hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995316","hoster":"VOE"},{"path":"/redirect/8420441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-33","name":"","epNo":33,"alt":"Alice\u0027s Father Appears! Yotsuba Family Stay Meeting!","descr":"Während die Mädchen in Alices Villa übernachten, kommt ihr Vater, der oft geschäftlich unterwegs ist, nach Hause. Alice erzählt den anderen, wie sie Mana und Rikka zum ersten Mal traf, als sie sechs Jahre alt war. Mana und Rikka trafen sie, nachdem sie in ihren Garten gestolpert waren, und luden Alice, die einen gebrechlichen Körper hatte, mehrmals zum Spielen ein und versprachen, ein geheimes Versteck zu schaffen. Nachdem Alice jedoch Fieber bekam, plante ihr Vater, sie an einen Ort zu verlegen, der für ihre Gesundheit besser geeignet war. Als Mana und Rikka Alices Wunsch hörten, bei ihren Freunden zu bleiben, inszenierten sie mit Hilfe von Sebastian eine Rettungsaktion, indem sie die verschiedenen Fallen und versteckten Durchgänge der Villa nutzten. Obwohl sie schließlich gefasst wurden, bemerkte Alices Vater, wie viel besser sich ihre Gesundheit verbessert hatte, seit sie sich mit Mana und Rikka angefreundet hatte, und beschloss, sie bei ihnen bleiben zu lassen. Zurück in der Gegenwart nimmt Marmo einen Hubschrauberpiloten ins Visier, um einen Hubschrauber-Jikochu zu erschaffen. Nachdem Alice ihren Vater gerettet hat, erinnert sie sich an die Worte, die Mana ihr damals gegeben hat, und nimmt es im Alleingang mit dem Jikochu auf, bevor sie ihn zusammen mit den anderen besiegt. Alice verabschiedet sich von ihrem Vater und erzählt den anderen wieder ihre Geschichte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8706462","hoster":"VOE"},{"path":"/redirect/12985642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-34","name":"","epNo":34,"alt":"Mama is Big Trouble! Unhappy Ai-chan!","descr":"Während eines Kampfes gegen Ira und Marmo beginnt Ai plötzlich zu weinen, was dazu führt, dass Ira und Marmo einen Energieschub verspüren. Während die Mädchen darum kämpfen, Ai aufzuheitern, erfahren Mana und Rikka von ihrer jeweiligen Mutter, wie es ihnen als Babys ergangen ist. Als Rikka hört, wie sehr ihre Mutter ihre Anwesenheit schätzt, hilft sie Mana dabei, sich nachts um eine weinende Ai zu kümmern. Am nächsten Tag, als die Mädchen Ai in den Park mitnehmen, erschafft Ira ein Motorrad-Jikochu, das durch Ais verängstigte Schreie stärker wird. Rikka versteht Ais Angst und schafft es, sie zu beruhigen, wodurch das Jikochu geschwächt wird und es den PreCures gelingt, es zu besiegen. Als die Mädchen sich fragen, wie Ais Schreie dazu geführt haben, dass die Jikochu stärker wurden, werden sie von Ange kontaktiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8706464","hoster":"VOE"},{"path":"/redirect/8420447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-35","name":"","epNo":35,"alt":"No No Ai-chan! Toothbrushing Big Plan!","descr":"Ange erklärt, dass Ai nicht nur jemand ist, der den PreCures Kraft verleiht, sondern auch als Schutzschild dient, um die Herzen der Menschen vor dem Jikochu zu schützen. Als Ai in ihre impulsive Phase eintritt, informiert Ange die Mädchen, dass sie sich richtig erziehen müssen, damit sie nicht ihre Kräfte verliert und dem Jikochu ermöglicht, an Macht zu gewinnen. Als die Mädchen entdecken, dass Ai ihre ersten Milchzähne gewachsen sind, beginnen sie, ihr das Zähneputzen beizubringen, doch dann entdecken sie, dass Makoto, die nichts von der Existenz von Karies wusste, selbst welche hat. Die Mädchen bringen Makoto zum Zahnarzt, um ihn behandeln zu lassen, haben aber Angst vor den Instrumenten des Zahnarztes und rennen davon. Während die Mädchen versuchen, Makoto davon zu überzeugen, ihre Höhle behandeln zu lassen, erschafft Marmo ein Cavity-Jikochu, vor dem Makoto zu viel Angst hat, dagegen anzukämpfen, was wiederum dazu führt, dass Ai weint und das Jikochu mit Energie versorgt. Makoto erhält etwas Ermutigung von Aguri, die sie an Ange erinnert, und schafft es, ihre Angst zu überwinden und dabei zu helfen, die Jikochu zu besiegen. Danach lässt Makoto ihre Karies reparieren und ermutigt Ai, sich um ihre Zähne zu kümmern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995317","hoster":"VOE"},{"path":"/redirect/8420430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-36","name":"","epNo":36,"alt":"Rakeru\u0027s in High Spirits! The Power of First Love, Full Throttle!","descr":"Während Sharuru und Raquel Mana und Rikka in ihrer menschlichen Gestalt helfen, kommt ein Mädchen namens Yashima auf die Suche nach einem verlorenen Kaninchen, das Raquel findet. Nachdem sie sich von Yashima bedankt hat, ist Raquel in sie verknallt und beschließt, mehr Zeit mit ihr zu verbringen. Während Yashima mit Raquel eine Bootsfahrt auf einem See unternimmt, nimmt Marmo ein eifersüchtiges Schulmädchen ins Visier und erschafft einen Schwanen-Jikochu, der den See verunreinigt. Als die PreCures am Tatort eintreffen, drängt Raquels Entschlossenheit, die Landschaft, die Yashima liebt, zu schützen, dazu, es tatsächlich mit dem Jikochu aufzunehmen, bevor die Cures dabei helfen, ihn zu besiegen. Raquel ist jedoch traurig, als sie erfährt, dass Yashima bereits einen Freund hat, aber Rikka schafft es, ihn aufzuheitern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8848613","hoster":"VOE"},{"path":"/redirect/8420432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-37","name":"","epNo":37,"alt":"Fix this Love Hate Relationship! Carrot vs. Aguri!","descr":"Während sie Ai beibringen, beim Karottenessen nicht wählerisch zu sein, bemerken die Mädchen, dass Aguri auch keine Karotten mag. Da sie das Gefühl haben, dass dies einen schlechten Einfluss auf Ai haben könnte, versuchen die Mädchen, Aguri beizubringen, Karotten zu mögen, ohne großen Erfolg. Als Mana und die anderen von einem Bauern namens Aki hören, der das Restaurant \"Pig\u0027s Tail\" mit Karotten versorgt, bringen sie Aguri zu seinem Karottenfeld, wo sie von der Liebe erfährt, die in den Anbau jeder Karotte fließt. Ira erscheint jedoch und erschafft ein Lebkuchenhaus-Jikochu, in dem er Aguri und Ai einschließt und Karottenmonster einsetzt, um Ai zu erschrecken. Als Aguri die Gefühle hinter Karotten versteht, überwindet sie ihre wählerische Haltung und beißt in die Karotte, was sie mit Kraft erfüllt und es ihr und Ai ermöglicht, aus dem Haus zu fliehen und die Jikochu zu besiegen. Da sowohl Aguri als auch Ai feststellen, dass sie Karotten mögen, erwacht Regina aus ihrem Schlaf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8506755","hoster":"VOE"},{"path":"/redirect/8420470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-38","name":"","epNo":38,"alt":"Beel\u0027s Scheme! Ai Becomes a Jikochu!?","descr":"Bel und die anderen glauben, dass sie ihre Macht steigern können, wenn sie Ai in einen Jikochu verwandeln, und ermutigen Ai mit Fingerpuppen, nachts herumzuspielen. Dies führt dazu, dass Ai am nächsten Tag einige ihrer rebellischen Verhaltensweisen wieder aufleben lässt. Dies dauert mehrere Tage, während das Jikochu-Trio Ai verwöhnt und sie weniger brav benimmt. Als Sharuru sieht, wie Ai am frühen Morgen nach Hause kommt, erhält Mana einen Herausforderungsbrief von Bel, der sie und die anderen zu einer verlassenen Fabrik aufruft, wo sie feststellen, dass Ai vom Jikochu völlig in Versuchung geführt wird, was dem Trio mehr Macht verleiht. Als Mana versucht, Ai wieder zur Besinnung zu bringen, sind beide aufgrund von Ais Schreien unter einem eingestürzten Schornstein gefangen. Nachdem Mana sie an all die Zeit erinnert, die sie zusammen verbracht haben, gelingt es Ai, die Dunkelheit in ihrem Herzen zu beseitigen, was Aguri einen Kraftschub verleiht und es ihr ermöglicht, Ira und Marmo zu besiegen. Bel nutzt ihre Blutringe, um sich selbst zu stärken, aber die Heiler schaffen es, ihn zu überwältigen und zerstören dabei die Blutringe. Während die Mädchen darüber nachdenken, dass sie bereit sein könnten, sich König Jikochu zu stellen, kehrt Regina zurück, um das Kommando über das Jikochu-Trio zu übernehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8506753","hoster":"VOE"},{"path":"/redirect/8420450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-39","name":"","epNo":39,"alt":"I\u0027ve Come to See You! Regina Returns!","descr":"Joe kehrt scheinbar aus seinem Versteck zurück und erzählt den anderen, dass der Schlüssel zum Erwachen von Ange sehr wohl ihre Waffe, die Miracle Dragon Glaive, sein könnte, die derzeit im Trump-Königreich liegt. Er begleitet die Mädchen in das Trump-Königreich und führt sie durch geheime Pfade, obwohl die Feen ihm gegenüber misstrauisch werden. Als sie an der Drachenglefe ankommen, enthüllen die Mädchen, dass sie wussten, dass Joe in Wirklichkeit der verkleidete Bel war, der heimlich versuchte, sie dazu zu bringen, die Gleve von ihrem Ruheplatz zu entfernen, und nur mitspielte, um zum Trump-Königreich zu gelangen. Bel ruft einen Octopus Jikochu herbei, um gegen die Heiler zu kämpfen, die jedoch feststellen, dass sie auch nicht in der Lage sind, die Gleve zu entfernen. In diesem Moment erscheint Regina vor Mana, die fest entschlossen ist, die Dinge mit ihr zu besprechen. Doch die Dunkelheit in Regina wehrt sich mit ihrer Janergie und stärkt dabei das Jikochu. Obwohl es den Cures gelingt, die Jikochu zu besiegen, kann Regina plötzlich die Gleve an sich reißen, was die Cures zum Rückzug nach Hause zwingt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12916108","hoster":"VOE"},{"path":"/redirect/8420428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-40","name":"","epNo":40,"alt":"Feelings I Want to Convey! MakoP\u0027s New Song Announced!","descr":"Makoto möchte, dass ihre Gefühle Regina erreichen, und beschließt, ein neues Lied zu schreiben, hat aber Schwierigkeiten, den richtigen Text zu finden, also helfen die anderen ihr. Gemeinsam schaffen sie es, ein Lied zusammenzustellen, das Makotos Produzenten bei ihrem nächsten Auftritt singen sollen. Doch am Tag der Aufführung fordert Regina den Produzenten auf, eine CD Jikochu zu erstellen und Makoto in die Falle zu locken. Während die anderen gegen Regina und ihre Gruppe kämpfen, beschließt Makoto, ihr Lied zu singen, was bei Regina erste Wirkung zeigt. Da die Heiler fest an ihrem Glauben festhalten, verleihen sie dem Lovely Pad eine neue Macht, die es ihnen ermöglicht, die Jikochu zu besiegen. Obwohl Regina entkommt, versichert Aguri Makoto, dass ihr Lied nicht bedeutungslos war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8719531","hoster":"VOE"},{"path":"/redirect/8420426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-41","name":"","epNo":41,"alt":"Alice\u0027s Dream! The Flower that Connects Friends","descr":"Um sich einen Kindheitstraum zu erfüllen, wird Alice von ihren Freunden ermutigt, auf dem Flohmarkt einen eigenen Blumenladen zu eröffnen. Reina eröffnet jedoch einen eigenen Blumenladen, um mit ihrem zu konkurrieren. Während Reina zunächst mit ihrem prahlerischen Blumensortiment mehr Kunden anlockt, beginnt Alice, mit ihren Verkäuferfähigkeiten Kunden anzulocken. In diesem Moment erscheint Regina und lässt alle Blumen verwelken, aber Alice und Reina schaffen es, ein paar kleine Sprossen zu retten, und Alice erinnert sich, dass es Reina war, die ihr beigebracht hat, wie man Blumen pflegt. Sie entdecken bald, dass die Ursache für das Welken ein Baum-Jikochu ist, den Regina in die Umlaufbahn gebracht hat. Daher beschließt Alice, ins All zu fliegen, um Regina zu konfrontieren und ihr die Schönheit der Blumen zu zeigen. Als Regina sich wehrt, kommen die anderen Heiler mit Hilfe von Reina, die von Alices Identität erfahren hat, Alice zu Hilfe. Während Alice Reginas Angriffe abwehrt, beginnt ihre Liebe zur Kosmosblume Regina zu erreichen, was es den Heilern ermöglicht, die Jikochu zu besiegen und alle Pflanzen wieder in den Normalzustand zu versetzen. Alice bekräftigt ihre Freundschaft mit Reina und beschließt, noch härter zu arbeiten, um das Lächeln aller zu schützen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8523689","hoster":"VOE"},{"path":"/redirect/8420438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-42","name":"","epNo":42,"alt":"Let\u0027s Celebrate! The First Birthday!","descr":"Aguri träumt immer wieder davon, dass Ange gegen König Jikochu antritt. Unterdessen erfahren Mana und die anderen von Manas Mutter, dass Aguri tatsächlich von Mari adoptiert wurde und nicht weiß, wann sie selbst Geburtstag hat. Daher beschließt Mana, eine Überraschungs-Geburtstagsparty für Aguri zu veranstalten, die noch nie zuvor eine Party veranstaltet hat. Die Party wird jedoch bald von Regina und Ira unterbrochen, die Manas Familie mithilfe eines Ameisen-Jikochu in Stein verwandeln. Von Manas Gefühlen gestärkt, hilft Aguri den Cures, die Jikochu zu besiegen, sodass die Party wieder aufgenommen werden kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8523698","hoster":"VOE"},{"path":"/redirect/8420417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-43","name":"","epNo":43,"alt":"To the Important People! Aguri\u0027s Class Visit!","descr":"Nach einem weiteren Kampf mit den Jikochu wird Aguri von Mari entdeckt, als sie sich von Cure Ace zurückverwandelt. Später in dieser Nacht versucht Mari Aguri zu erklären, dass sie schon immer von ihrer Rolle als Cure Ace wusste. Sie verrät, wie sie vor einem Jahr Aguri als Baby entdeckte, das vom Himmel gefallen war und sich plötzlich in die Gestalt eines Zehnjährigen verwandelte, als ein Jikochu vor ihnen erschien und Mari mit einer geheimnisvollen Stimme aufforderte, sich um sie zu kümmern ihrer. Als Aguri das hört, wird sie plötzlich besorgt und rennt zu Manas Haus, wo sie mit vielen Fragen über ihre Erinnerung an den Kampf gegen einen Jikochu, die Träume, die sie über Ange hatte, und darüber, wer sie wirklich ist, konfrontiert wird. Da Aguri nicht in der Lage ist, sich Mari zu stellen, beschließen Mana und die anderen, sie über Nacht bei ihr schlafen zu lassen, damit sie sich daran erinnert, was wichtig ist. Als Mari am nächsten Tag zu einem Elternbesuch in Aguris Schule erscheint, bastelt Regina einen Radiergummi-Jikochu, um alle Kinderzeichnungen ihrer wichtigsten Personen zu löschen. Aguri ist verärgert, als der Jikochu ihre Zeichnung löscht, aber Mari tritt für sie ein und versichert ihr, dass ihre Gefühle angenommen wurden, was ihr die Kraft gibt, den Jikochu zu besiegen und die Zeichnungen wiederherzustellen, bevor sie mit Mari nach Hause zurückkehrt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8523692","hoster":"VOE"},{"path":"/redirect/8420423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-44","name":"","epNo":44,"alt":"Jikochu\u0027s Trap! The Christmas without Mana","descr":"Mana wird wegen eines Redewettbewerbs für den Präsidenten des Studentenrats angesprochen, der leider an Heiligabend stattfindet. Trotz Manas Einwänden drängt Rikka sie, am Wettbewerb teilzunehmen und übernimmt an ihrer Stelle die Aufgaben des Studentenrats. Der Redewettbewerb entpuppt sich jedoch als eine von Regina gestellte Falle, die Mana in einem Käfig einsperrt, weil sie glaubt, dass die anderen Heilmittel ohne Mana als Dreh- und Angelpunkt leicht zu besiegen wären. Währenddessen findet Rikka, die sich Manas Situation nicht bewusst ist, in Manas Notizen Ermutigung, fühlt sich aber letztendlich ohne sie einsam. Regina und das Trio greifen die Mädchen dann mit einem Weihnachtsbaum-Jikochu an. Sie sind jedoch überrascht, dass die Heilmittel auch ohne Mana stark bleiben, weil ihre Herzen immer verbunden sind. Rikka schafft es auch, Regina dazu zu bringen, zuzugeben, dass sie Mana immer noch liebt, die von Joe gerettet wird und sich den Cures anschließt, um die Jikochu zu besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995318","hoster":"VOE"},{"path":"/redirect/8420408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-45","name":"","epNo":45,"alt":"The Foreordination\u0027s Showdown! Ace VS. Regina","descr":"Joe verrät, dass er einen der drei legendären Schätze gefunden hat, die Ewige Goldene Krone. Als Aguri die Krone berührt, wird sie plötzlich von Erinnerungen überflutet, die die Wahrheit darüber enthalten, was im Trump-Königreich passiert ist. Aguri ruft Makoto und Joe unter vier Augen zusammen, verrät ihnen, dass Ange nie im Kristall gefangen war und erzählt ihnen alles, was sie gelernt hat. Aguri glaubt, dass es ihr selbst bestimmt ist, gegen Regina zu kämpfen, und nimmt Makoto und Joe mit in das Trump-Königreich. Dort stellt sie Regina zur Rede und setzt ihre Goldene Krone gegen Reginas Drachenglefe. Als die beiden Mädchen sich gegenseitig an ihre Grenzen bringen und Makoto und Joe nichts anderes tun können, als zuzuschauen, schickt Bel einige Jikochu, um sie in ihrem geschwächten Zustand anzugreifen, aber Mana, Rikka und Alice, die von Aguris plötzlichem Verschwinden erfahren hatten Kommen Sie aus Eru, um Aguri und Regina zu retten. Nachdem die Jikochu besiegt sind, erklärt Aguri, dass es ihre Bestimmung ist, gegen Regina zu kämpfen, und offenbart Mana und den anderen, dass sie und Regina das Licht und die Dunkelheit von Marie Ange sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995319","hoster":"VOE"},{"path":"/redirect/8420425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-46","name":"","epNo":46,"alt":"Ace and Regina! The Truth of Birth!","descr":"Mithilfe der Goldenen Krone zeigt Aguri Mana, Regina und den anderen die Geschichte des Trump-Königreichs. Ange, deren Mutter kurz nach ihrer Geburt starb, wurde von ihrem Vater, dem König, liebevoll erzogen. Eines Tages wurde Ange von einer tödlichen Krankheit heimgesucht, die durch einen Klumpen Dunkelheit verursacht wurde. Um ihr Leben zu retten, befreite der König die Goldene Krone, die von der legendären Pretty Cure verwendet wurde, um ein dunkles Übel zu versiegeln, um das Wissen zu erlangen, um sie zu heilen. Obwohl Ange geheilt werden konnte, entkam die Dunkelheit und hüllte den König ein, verwandelte ihn in König Jikochu und zwang Ange, ihn mit der Drachengleve zu versiegeln. Nachdem Ange Makoto bei der Flucht in die Menschenwelt geholfen hatte, wurde sie von Bel in die Enge getrieben, der versuchte, sie in eine Jikochu zu verwandeln. Um das zu verhindern, spaltete Ange ihre Psyche in zwei Hälften und trennte ihre Liebe zu ihrem Königreich von ihrer Liebe zu ihrem Vater, der zu Regina und Aguri werden sollte, während sie selbst zu einem Ei zurückkehrte, das schließlich zu Ai werden sollte. Nachdem ihnen alles offenbart wurde, beschließt Regina, sich auf die Seite von König Jikochu zu stellen, der aus seinem Schlaf erwacht. Während König Jikochu und Regina in die Menschenwelt kommen, um sie zu zerstören, stehen Mana und die anderen bereit, sie zu verteidigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995321","hoster":"VOE"},{"path":"/redirect/8420410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-47","name":"","epNo":47,"alt":"Cure Heart\u0027s Determination! Protect the Promise!","descr":"Oogai sieht zu, wie die Cures gegen die Jikochu kämpfen. Rikka, Alice und Makoto kämpfen gegen das Jikochu-Trio, während Mana mit Aguri geht, um zu versuchen, mit König Jikochu zu sprechen. Obwohl Bel versucht, die anderen zu Fall zu bringen, indem er erklärt, dass der Egoismus in den Herzen der Menschen dazu führen wird, dass Oogai genauso endet wie das Trump-Königreich, zeigen die Einwohner der Stadt stattdessen die starke Kraft ihres Herzens, während sie sich gegenseitig bei der Evakuierung helfen. Regina kämpft bald gegen Mana, die fest an ihrer Liebe zu ihr festhält und sie daran erinnert, dass sie immer Freunde sind. Als König Jikochu sie angreift, beschützt Regina Mana, entfesselt die wahre Macht der Drachenglefe und akzeptiert schließlich ihre Gefühle der Liebe sowohl für Mana als auch für ihren Vater. Mit Aguris Hilfe beginnen die drei den Kampf um die Wiederherstellung der Liebe in König Jikochus Herzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995322","hoster":"VOE"},{"path":"/redirect/8420421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-48","name":"","epNo":48,"alt":"Heart-Pounding Full Throttle! PreCure vs. King Jikochu!","descr":"Als Mana erfährt, dass der König des Trump-Königreichs im Herzen von König Jikochu gefangen ist, beschließt sie, sich in König Jikochu vorzuwagen, um ihn zu retten. Dabei platzt sie beiläufig mit ihrer Identität gegenüber der Öffentlichkeit heraus, die den Heilern ihre Unterstützung zusichert, während sie die Verteidigung des Jikochu durchbrechen und in den Körper von König Jikochu vordringen. Während Alice, Rikka und Makoto zurückbleiben, um die Jikochu abzuwehren, erreichen Mana, Aguri, Regina und Ai das Herz, wo sie mit mehreren Jikochu-Zellen konfrontiert werden. Als sie plötzlich in Not geraten, kommt die Liebe des Königs zu seiner Familie zum Vorschein und gibt Mana die Macht, die Zellen zu besiegen, sodass Aguri und die anderen den König retten und König Jikochu vernichten können. Doch bevor die Heiler ihren Sieg feiern können, schluckt Bel das verbleibende Fragment von König Jikochu, um seine Macht zu erlangen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12378842","hoster":"VOE"},{"path":"/redirect/8420412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dokidoki-precure/staffel-1/episode-49","name":"","epNo":49,"alt":"Deliver It To You! My Sweet Heart","descr":"Entgegen seinen Plänen wird Bel von der Macht König Jikochus verzehrt, der sich in das ultimative Wesen von vor 10.000 Jahren, Proto Jikochu, verwandelt. Während die Heiler, unterstützt von Regina, darum kämpfen, gegen ihn zu kämpfen, versucht Proto Jikochu, seine Janergy zu nutzen, um Manas Psyche zu stehlen. Ihre Psyche schafft es jedoch, der Dunkelheit zu widerstehen und zu Mana zurückzukehren, die sich mit der Kraft der Heilmittel und der drei Schätze verbindet, um sich in ihren \"Parthenon-Modus\" zu verwandeln und dessen Kraft zu nutzen, um Proto Jikochu völlig zu überwältigen. Mana versichert ihm, dass die Liebe immer da sein wird, um dem Egoismus zu widerstehen, und reinigt Proto Jikochu und bringt die menschliche Welt und das Trump-Königreich zu ihrem früheren Glanz zurück. Danach erscheint der Geist von Ange vor den Mädchen und erklärt, dass sie in Ai, Aguri und Regina weiterleben wird, auch wenn sie nicht mehr zu ihrer vorherigen Form zurückkehren kann. Einige Zeit später schließt sich Regina Mana in der Schule an, während das Trump-Königreich, das nun mit der menschlichen Welt verbunden ist, in eine Republik mit Joe als Präsident umgewandelt wurde. Unterdessen dienen Mana, Rikka, Alice, Makoto und Aguri neben Regina weiterhin als PreCures und schützen die Welt vor Gefahren. Die Serie endet mit den Worten \"Danke\" auf der Abschlusskarte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8995324","hoster":"VOE"},{"path":"/redirect/8420405","hoster":"Streamtape"}]}]}]}]}