{"path":"/serie/stream/doki","name":"Doki","descr":"Doki, der kleine Hund, reist mit seinen tierischen Freunden rund um den Globus, um fremde Länder zu entdecken, neue Freunde zu gewinnen und etwas über die Welt zu erfahren.","seasons":[{"path":"/serie/stream/doki/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/doki/staffel-1/episode-1","name":"Drachen-Jagd auf Komodo/Die Seidenspinner von China","epNo":1,"alt":"Brave Knight Fico/On The Silk Road","descr":"Zu gern möchte Doki einmal einem richtigen Drachen gegenüber stehen. Zu schade, dass es sich dabei um Fabelwesen handelt! Doch dann macht Gabi ihm den Vorschlag, zur Komodo-Insel zu fliegen. Dort soll es echte Drachen geben. Das lässt sich Doki nicht zweimal sagen. Gemeinsam fliegt Team Doki auf die Insel und trifft dort auf Komodoro-Warane. Diese Echsenart ist so groß, dass die Einheimischen sie Drachen nennen. Beim Tanzen zerreißt Anabella aus Versehen den Seidenschal, den sie von ihrer Mutter geschenkt bekommen hat. Um den weichen Stoff auszubessern und um herauszufinden, aus was Seide eigentlich besteht, fliegt Team Doki nach China. Dort lernen sie Lian kennen, die eine Seidenmanufaktur besitzt. Doki und seine Freunde finden heraus, dass Seide aus den Kokos der Seidenraupen hergestellt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10106299","hoster":"VOE"},{"path":"/redirect/10106298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doki/staffel-1/episode-2","name":"Eier im Weltall/Der Monsterball vom Amazonas","epNo":2,"alt":"Doki In Orbit/A Big Stretch","descr":"Um herauszufinden, wie Gummi hergestellt wird, fliegt Team Doki zum Amazonas. Dort treffen sie auf Francisco, der ihnen erzählt, dass Gummi aus dem Harz der dortigen Bäume hergestellt wird. Leider kommen jedoch in letzter Zeit häufig Banditen in den Dschungel, um die Bäume abholzen und sie gewinnbringend zu verkaufen. Daraufhin erklärt sich Team Doki bereit, Francisco zu helfen, und den Banditen eine Falle stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10106300","hoster":"VOE"},{"path":"/redirect/10106301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doki/staffel-1/episode-3","name":"Jodeln am Mount-Everest/Ein heißes Bad in Island","epNo":3,"alt":"Climb Every Mountain/Fico’s Hot Bath","descr":"Doki klettert für sein Leben gern und er traut sich zu, sogar den Mount Everest zu bezwingen, den höchsten Berg der Welt. Als er dann aber tatsächlich mit seinen Freunden ins Himalaya-Gebirge fliegt, merkt er schnell, wie wichtig es ist, sich auf den Aufstieg gut vorzubereiten. Glücklicherweise ist Gabi dabei, die darauf besteht, die Route zu planen und sich an die dünne Luft und die Wetterumschwünge zu gewöhnen.Team Doki nimmt eine weite Reise nach Island in Kauf, damit Rico endlich mal wieder ein Bad nimmt. Denn dort soll es warme Quellen geben. Doch es ist gar nicht so einfach, diese Quellen zu finden. Mal schießen Wasserfontänen aus dem Boden und mal ist das Wasser so heiß, dass man darin Eier kochen kann. Und als Rico dann endlich einen geeigneten Badeort findet, bricht auch noch ein Vulkan aus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10106305","hoster":"VOE"},{"path":"/redirect/10106302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doki/staffel-1/episode-4","name":"Vanilleeis aus Madagaskar/Die Blumentopf-Inseln","epNo":4,"alt":"The World’s Favorite Flavour/Down By The Bay","descr":"Was ist eigentlich Vanille? Ottos Oma hat ihm erzählt, dass sie aus Madagaskar stammt. Dort soll es am Ende eines magischen Flusses einen Vanille-Springbrunnen geben, der nie versiegt. Doki glaubt, dass Ottos Oma ihm einen Bären aufgebunden hat und will selbst herausfinden, wo Vanille herkommt. Tatsächlich stammt sie aus Madagaskar. Allerdings entspringt sie keinem Brunnen, sondern wird aus den Blüten einer Orchideenart gewonnen.Gabi benötigt einen größeren Blumentopf für ihr Veilchen. Ein kanadisches Expeditionsteam gibt Doki daraufhin den Rat, zur Bay of Fundy zu reisen, der Bucht mit den größten Tideunterschieden der Welt. Dort gäbe es auch die größten Blumentöpfe der Welt, erfährt Team Doki. Doch als alle an der kanadischen Küste ankommen, sehen sie weit und breit kein Geschäft mit Blumentöpfen. Erst als die Ebbe die Küste erreicht und sich das Wasser zurückzieht, erkennen sie, was ihre Freunde aus Kanada gemeint haben.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-5","name":"Fiesta Mexicana/Auf Tauchtour in Ägypten","epNo":5,"alt":"Ups And Downs/Doki In The Deep","descr":"Anabella war auf einer Geburtstagsparty und hat für alle Luftballons mitgebracht. Doch als Anabella einen aufpustet, schwebt dieser nicht so schön in der Luft wie die anderen Luftballons auf der Party. Um herauszufinden, was Luftballons in die Luft steigen lässt, fliegt Team Doki zu einer Heißluftballon-Wettfahrt nach Mexiko.Als Ottos Angel ins Wasser fällt und Doki in den See springt, um nach ihr zu tauchen, fragt er sich, wie sich die Fische tief unter Wasser orientieren können. Schließlich scheint am Meeresboden keine Sonne. Daraufhin macht Rico den Vorschlag, auf Tauchtour zum Mittelmeer zu fliegen. Dort gibt es nicht nur spannende Schiffswracks, sondern auch Tiere, die unter Wasser leuchten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511976","hoster":"VOE"},{"path":"/redirect/10106303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doki/staffel-1/episode-6","name":"Wasserrutschen in Spanien/Alles Käse in der Schweiz!","epNo":6,"alt":"Doki’s Pipe Dream/Squeezin’ Cheese","descr":"Otto hat für alle Chili gekocht und mit der Schärfe etwas übertrieben. Dummerweise gibt es im Clubhaus kein fließendes Wasser, um den Durst zu löschen. Ein Forscherteam aus Spanien lädt die Freunde daraufhin ein, nach Spanien zu kommen und sich ein Aquädukt anzusehen. Dort erfahren Doki und seine Freunde, wie die Alten Römer bereits vor 2000 Jahren für fließendes Wasser gesorgt haben.Gabi will am jährlichen Kochwettbewerb für köstliche Käse-Kreationen teilnehmen. Doch Otto ist geradezu käsesüchtig und hat die ganzen Vorräte aufgefuttert. Also fliegt Team Doki in die Schweiz, um herauszufinden, wie Käse gemacht wird. Dort lernen sie die Bäuerin Johanna kennen, die gerade Hilfe gut brauchen kann. Doch schon als die Kühe zum Melken in den Stall gebracht werden sollen, beginnen die Schwierigkeiten. Rico vergisst, das Zauntor zu schließen, sodass die Kühe ausbrechen.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-7","name":"Tour de Paris/Die Stadt in der Wüste","epNo":7,"alt":"Team Doki’s Bike Challenge/Doki’s Desert Discovery","descr":"Team Doki fliegt für eine Fahrradtour nach Paris. Der Fahrradladen von Benoît bietet eine Vielzahl an verschiedenen Fahrrädern, die er vermietet. Um herauszufinden, welches Fahrrad am besten für eine Tour geeignet ist, schlägt Benoît vor, ein Rennen quer durch Paris zu veranstalten. Ist es das Fahrrad mit den vielen Gängen, das sich Gabi ausgesucht hat? Das schnelle Fahrrad von Rico? Oder das robuste Mountainbike von Doki?Otto benötigt für seine vielen haltbaren Lebensmittel eine Speisekammer, hat jedoch kein Baumaterial dafür. Aus dem dafür vorgesehen Holz hat sich Rico nämlich eine Rampe gebaut, um darauf Skateboard zu fahren. Also fliegt Team Doki nach Jordanien in die Wüstenstadt Petra. Die Bewohner, die die Stadt vor langer Zeit erbaut haben, nutzten damals das wenige Baumaterial, das ihnen zur Verfügung stand, und hauten die Stadt kurzerhand in die Felsen.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-8","name":"Wolkenkratzen in New York/Bibber-Ballett in Moskau","epNo":8,"alt":"The Sky’s The Limit/The Nutcracker? Sweet!","descr":"Anabellas Freundin Mila arbeitet in der Kostümabteilung des Moskauer Balletts und hat Team Doki eingeladen, sich eine Vorstellung des \"Nussknackers\" anzusehen. Als Doki und seine Freunde Moskau erreichen, ist es dort bitterkalt. Otto landet das Flugzeug notdürftig auf dem zugefrorenen Moskwa-Fluss. Und dann steckt auch noch das Fahrzeug mit den Kostümen im Schnee fest. Die Vorstellung droht auszufallen. Doki schlägt vor, die Kostüme mit dem Flugzeug zu transportieren.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-9","name":"Wasserschlacht in Frankreich/Vogelscheuchen in New York","epNo":9,"alt":"The Big Picture/Up On The Roof","descr":"Nichts ist schöner als eine Wasserschlacht mit Wasserballons und Spritzpistolen! Doch leider muss Team Doki einen anderen Ort dafür finden, denn Anabella hat im Clubhaus ihre Bilder gelagert. Und diese dürfen nicht nass werden. Also sucht Team Doki einen besseren, trockenen Ort für die Bilder, an dem sie gut geschützt sind. Ein Team aus Frankreich schlägt daraufhin vor, die Bilder in die Höhlen von Lascault zu bringen. Dort gibt es Malereien an den Wänden, die einst von den Steinzeitmenschen gemalt wurden, und somit seit Jahrtausenden unversehrt geblieben sind.Kaninchen knabbern die Karotten in Gabis Garten an. Deshalb fragt sich Team Doki, wie man die eigenen angebauten Lebensmittel vor hungrigen Tieren schützen kann. Ein Expeditions-Team aus New York bietet seine Hilfe an. Juan hat dort einen Garten auf einem der vielen Hochhäuser angelegt. In diesem Fall sind es Vögel, die gerne an die Früchte und Samen gehen. Rico schlägt vor, eine Vogelscheuche einzusetzen. Doch so leicht lassen sich die Vögel nicht austricksen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13511979","hoster":"VOE"},{"path":"/redirect/10106307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/doki/staffel-1/episode-10","name":"Töpfern in Mexiko/Freier Fall am Wasserfall","epNo":10,"alt":"Play With Clay/Chasing Rainbows","descr":"Doki trifft beim Ballspielen aus Versehen Ricos Lieblingstasse. Er entschuldigt sich bei seinem Freund und würde ihm gerne eine neue Tasse schenken. Deshalb fliegt Team Doki nach Mexiko zu einer Tongrube. Dort lassen sich Doki und seine Freunde von Miguel zeigen, wie man töpfert.Nur zu gerne würde Team Doki einen Regenbogen sehen. Gabi weiß, dass nur dann einer am Himmel zu sehen ist, wenn es regnet und gleichzeitig die Sonne scheint. Doch dann lädt ein Expeditions-Team aus Zimbabwe alle zu den berühmten Viktoriafällen ein. Denn dort können Doki und seine Freunde Regenbogen beobachten, ohne dass es gleichzeitig regnen muss.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-11","name":"Gruselparty in Hollywood/Das Ungeheuer von Loch Ness","epNo":11,"alt":"Monster Masquerade/Castles And Monsters","descr":"Team Doki feiert eine Halloween-Party und hat sich entsprechend kostümiert. Doch richtig zufrieden sind Doki und seine Freunde mit dem Ergebnis nicht. Gerne würden sie noch gruseliger aussehen. Deshalb fliegen alle nach zu einem Filmstudio nach Hollywood, wo sie auf die Regisseurin Opal treffen. Diese dreht gerade einen Gruselfilm und kann den neugierigen Expeditionsteilnehmern zeigen, wie man eine schön gruselige Atmosphäre erschaffen kann.Anabella möchte so gerne mal eine richtige Prinzessin sein. Ein Krönchen hat sie schon. Jetzt fehlt nur noch ein echtes Schloss! So wie das Schloss in Schottland, das auf Ricos Monster-Magazin abgebildet ist. Dort im See soll auch das Ungeheuer von Loch Ness leben. Das wiederum möchte Rico gerne mal sehen. Also macht sich Team Doki auf nach Loch Ness!","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-12","name":"Goldrausch in Kanada/Sandkuchen in der Sahara","epNo":12,"alt":"Going For The Gold/Water Woes","descr":"Otto hätte gerne ein kleines Stück Gold für seine Mineraliensammlung. Er besitzt zwar einen Stein, der aussieht wie Gold, doch dabei handelt es sich nur um Rosenquarz. Daraufhin fragt sich Doki, woran man erkennen kann, dass Gold echt ist. Um dies herauszufinden, reist Team Doki nach Kanada, um nach Gold zu schürfen.Team Doki will einen Ausflug an den Strand machen, um Sandburgen zu bauen, doch dann fängt es an zu regnen. Otto schlägt vor, in die Wüste Sahara zu fliegen. Dort gibt es viel Sand und es regnet so gut wie nie! Doch als Team Doki dort ankommt, merkt Otto schnell, dass der Sand viel zu trocken ist, um damit Sandburgen zu bauen. Wo aber soll Team Doki nun in der Wüste Wasser herbekommen?","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-13","name":"Chinaböller/Spiel auf Zeit in Greenwich","epNo":13,"alt":"Happy Noodle Year/Happy New Year … Again!","descr":"Dandan aus China lädt Team Doki an Silvester zu sich ein, um mit ihr vor Ort das chinesische Neujahrsfest zu feiern. Denn Zuhause bei Team Doki wurde das Feuerwerk wegen zu starkem Schneetreiben abgesagt. Doch als Doki und seine Freunde nach China fliegen und sich schon auf die Neujahrparade freuen, erfahren sie, dass das chinesische Neujahr erst in drei Wochen zum Beginn des nächsten Neumonds beginnt.Team Doki hat in China Silvester gefeiert und fliegt nun zurück nach Hause. Als sie sich in ihrem Flugzeug über London befinden, erfahren sie, dass es dort noch gar nicht Mitternacht ist. Und tatsächlich: Die Uhr des Big Ben zeigt erst Viertel vor zwölf an! Zunächst glauben Doki und seine Freunde, dass die Uhr kaputt sein muss. Doch dann erfahren sie von Talbert in dem kleinen Städtchen Greenwich, was es mit der Zeitverschiebung auf sich hat.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-14","name":"Die Statuen der Osterinsel/Versteckspiel in Namibia","epNo":14,"alt":"Mysterious Moai/Hide And Seek","descr":"Anabella hat eine große und sehr hohe Skulptur erschaffen, die sie auf die Veranda des Klubhauses stellen will. Doch sie ist viel zu schwer, um sie zu tragen. Auch auf der Osterinsel gibt es große und schwere Steinskulpturen, die die Ureinwohner vor langer Zeit zum Strand gebracht und dort aufgestellt haben. Um herauszufinden, wie sie dies ohne moderne Maschinen gemacht haben, reist Team Doki auf die Osterinsel.Beim Versteckspielen hat Doki leichtes Spiel, als er mit Suchen dran ist. Rico zappelt zu sehr. Mundi muss niesen. Und Anabellas rosa Federn sind viel zu auffällig. Um zu lernen, wie man sich am geschicktesten versteckt, reist Team Doki nach Namibia. Dort treffen sie auf den Wildhüter Marco, der ihnen Tiere zeigt, die sich gut tarnen können.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-15","name":"Wettfahrt im Panamakanal/Bruchlandung in Berlin","epNo":15,"alt":"Doki’s Canal Race/Fico’s Masterpiece","descr":"Doki und seine Freunde lassen Papierboote im Bach fahren. Doch als der Bach einen kleinen Wasserfall bildet, gehen alle Boote unter. Doki fragt sich daraufhin, wie echte Schiffe solche Stellen passieren können. Daraufhin wird er mit seinem Team nach Panama eingeladen und lernt die Funktionsweise von Schleusen kennen.Malstunde bei Team Doki. Alle malen sich gegenseitig und scannen ihre Portraits ein, damit die anderen Teams sie betrachten können. Alissa aus Berlin gefällt insbesondere das Bild gut, das Rico von Doki gemalt hat. Dabei ist dieser darauf fast gar nicht zu erkennen. Alissas Vater ist Künstler. Sie lädt Team Doki nach Berlin ein und zeigt ihnen, dass es bei Kunst nicht immer nur darauf ankommt, was man sieht. Viel wichtiger ist, was man als Betrachter fühlt.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-16","name":"Aloha Hawaii/Sternenregen in Puerto Rico","epNo":16,"alt":"Aloha Birthday/Catch A Falling Star","descr":"Team Doki plant eine Überraschungsparty für Geburtstagskind Rico. Doch das ist gar nicht so einfach, denn Rico gibt normalerweise so lange keine Ruhe, bis er weiß, was er geschenkt bekommt. Gabi schlägt vor, mit ihm Skifahren zu gehen. Aber Rico liebt es auch zu surfen. Und so einigen sich alle darauf, mit Rico nach Hawaii zu fliegen. Denn dort ist beides möglich!Team Doki wird nach Puerto Rico eingeladen. Dort steht eines der stärksten Teleskope auf der Welt. Anabella möchte nämlich unbedingt eine Sternschnuppe sehen, damit sie sich etwas wünschen kann. Doki hingegen will erfahren, ob es tatsächlich Sterne gibt, die vom Himmel fallen, und erfährt von der Astronomie-Studentin Jacinta, was ein Meteorit ist.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-17","name":"Feuer im Regenwald?/Ein Song für Australien","epNo":17,"alt":"Treetop Team/A Whale Of A Tale","descr":"Rico nutzt eine große Plane als Hängematte, findet aber keinen geeigneten Baum, um sie aufzuhängen. Daraufhin fliegt Team Doki nach Kalifornien, denn dort stehen im Redwood Nationalpark die größten Bäume der Welt, die sogenannte Mammutbäume. Als Doki und seine Freunde dort ankommen, entdecken sie dichten Rauch und glauben zunächst, dass ein Feuer ausgebrochen ist. Doch die Wildhüterin Rita klärt sie auf: es handelt sich nur um dichten Nebel, der dort an der Küste üblich ist.Gabi veranstaltet in Australien ein Benefizkonzert zur Erhaltung des Great Barrier Reef. Das große Riff an der australischen Küste ist bekannt für seine Vielfalt an Meerestieren und – pflanzen. Rico möchte bei dem Konzert auftreten, doch dazu will er noch ein Lied komponieren. Glücklicherweise trifft er auf Cooper, der ihm dabei hilft und ein sehr ungewöhnliches Instrument spielt, das an Walgesänge erinnern soll: ein Didgeridoo.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-18","name":"Colorado Cowboy/Heiße Tage in den Anden","epNo":18,"alt":"Team Tenderfoot/Doki’s Egg Experiment","descr":"Doki fragt sich, ob es noch immer den Wilden Westen gibt. Rico glaubt, dass Cowboys bestimmt schon längst durch Roboter ersetzt wurden. Dabei fällt ihm auf, dass er nicht mal die Aufgabe von Cowboys kennt. Also reist Team Doki nach Colorado Springs. Dort werden sie von Cowgirl Jackie begrüßt, die ihnen zeigt, dass ihre Arbeit längst nicht mehr so abläuft wie man es aus den Westernfilmen kennt. Doki möchte ausprobieren, ob es wirklich einen Ort gibt, der so heiß ist, dass man dort ein Ei auf dem Gehweg braten kann. Gabi schlägt vor, dafür nach Ecuador zu reisen. Dort liegt der Berg Chimborasso. Dieser Berg ist der Punkt auf der Erde, welcher der Sonne am nächsten ist. Der Kondor Fortunato vom Expeditionsteam aus Ecuador hilft ihnen beim Aufstieg. Doch je höher sie gelangen, desto kälter wird es.","versions":[]},{"path":"/serie/stream/doki/staffel-1/episode-19","name":"Eiskalt in Kanada/Fünfkampf in Olympia","epNo":19,"alt":"Deep Freeze Doki/Pentathlon Pranks","descr":"Es ist Winter im Klubhaus und so kalt, dass sogar Anabellas Farben eingefroren sind. Team Doki friert und alle fragen sich, wie sie sich am besten aufwärmen können. Daraufhin werden sie von Kaja nach Nunavut in die Nähe des Nordpols eingeladen. Sie zeigt ihnen verschiedene Techniken, sich mit den einfachsten Mitteln warmzuhalten. Bei ihr erreichen die Temperaturen minus 30 Grad! Anabella nutzt eine alte Amphore als Blumenvase. Darauf sind Menschen abgebildet, die rennen und springen und Speere werfen. Team Doki fragt sich, welche Sportart auf der Amphore abgebildet ist. Ein Mitglied des Expeditionsteams aus Griechenland will sich daraufhin die Amphore genauer ansehen und lädt Doki und seine Freunde nach Olympia ein.","versions":[]}]}]}