{"seriesId":"dolls-frontline","name":"Dolls Frontline","descr":"[Girls Frontline] Nachdem die Erde im Dritten Weltkrieg von biologischen Kampfstoffen weitgehend brach gelegt wurde, ist es den verbliebenen Nationen kaum noch möglich, das entstandene Ödland militärisch abzusichern. Deswegen werden immer häufiger private Unternehmen wie \"Griffin and Kryuger\" damit beauftragt, die Truppen der skrupellosen Androiden-Armee Sangvis Ferri zu bekämpfen, die das Fortbestehen der Menschheit bedroht. Doch auch Griffin u. Kryuger setzen auf weibliche Androiden, um im Kampf zu bestehen, so wie beispielsweise M4A1, eine noch unerprobte Anführerin einer Spezialeinheit, die in verschiedenen Operationen gegen den Feind vorgehen soll, um ihn endgültig zu vernichten ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Seed","descr":"Das AR-Team ist im feindlichen Territorium gefangen und muss eine Einkreisung durchbrechen, um wertvolle Daten zurück zur Basis zu liefern. Aber die Zahl der Feinde ist riesig, und es gibt nur wenige von ihnen…","versions":[{"lang":3,"streams":[{"redirect":14376293,"hoster":"VOE"},{"redirect":13584906,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Wake Up","descr":"Commander Gentiane wird in die Basis eingeladen, um ihre Mission zu beginnen. Aber warum muss sie erst die T-Dolls verhören, bevor sie ihren Dienst antreten kann?","versions":[{"lang":3,"streams":[{"redirect":14376223,"hoster":"VOE"},{"redirect":13584907,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Echo","descr":"Nach einer nicht so erfolgreichen Mission entdeckt Griffin die Koordinaten des vermissten M4A1. Während Gentiane die erhaltenen Daten analysiert, recherchiert sie, um die fragliche taktische Puppe besser zu verstehen.","versions":[{"lang":3,"streams":[{"redirect":14357313,"hoster":"VOE"},{"redirect":13584912,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Silence 01","descr":"Nach ihrer Rettung möchte M4A1 mit dem Kommandanten sprechen, um ihre Freunde zu retten, aber Gentiane sah bereits voraus, dass diese Bitte gestellt werden würde, und erwartete die Ausführung einer Mission.","versions":[{"lang":3,"streams":[{"redirect":14376044,"hoster":"VOE"},{"redirect":13584915,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Silence 02","descr":"Sehr zur Freude von M4 und SOPII autorisiert Helian Gentiane, eine Rettungsmission für AR-15 zu bilden. Im Besprechungsraum treffen M4 und SOPII auf Scorpion und PPSh-41, die von Gentiane gerettet wurden. Gentiane erklärt ihren T-Dolls, dass AR-15 in einer SF-Versorgungsbasis festgehalten wird und dies eine Aufklärung sein wirdMission nur mit der Unterstützung von Teams von zwei anderen Griffin Commanders, Shi Jun von Base 601 und Kamolov von Base 737. Die Griffin-Streitkräfte entdecken, dass die SF-Basis stark verteidigt wird, und Hunter kontaktiert M4 und bietet an, AR-15 im Austausch dafür freizugeben ihre Hingabe. Einer der Versorgungszüge der Basis stürzt jedoch ab und die SF-Vespid-Streitkräfte wenden sich plötzlich gegeneinander. M4 und die Griffin-Streitkräfte nutzen diese plötzliche Entwicklung, um die Verteidigung der Basis zu deaktivieren und Zugang zu erhalten. Hunter erlangt die Kontrolle über einige ihrer Truppen zurück, stellt jedoch fest, dass AR-15 entkommen ist. Während er sie verfolgt, wird Hunter von einer Explosion erfasst und von Sprengstoff, der von AR-15 aufgestellt wurde, unter Trümmern eingeschlossen. AR-15 sagt Hunter, dass sie zugelassen hat, dass sie gefangen genommen wird, und während Hunter abgelenkt war, hat sie sich in das Kommandomodul der Basis gehackt, um die SF dazu zu bringen, gegeneinander zu kämpfen. AR-15 exekutiert Hunter und trifft sich dann wieder mit ihren Teamkollegen, um sie daran zu erinnern, dass sie M16 noch retten müssen. In der Zwischenzeit weist Helian Gentiane eine neue Mission mit einem speziellen Team von T-Dolls zu.","versions":[{"lang":3,"streams":[{"redirect":14376015,"hoster":"VOE"},{"redirect":14378287,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Message 01","descr":"Nach und nach versucht Griffin, Gebiete zu dominieren, die sich in Sangvis Gewahrsam befinden, und die Zahl der Feinde allmählich zu verringern. Dafür wurden Ermittlungstruppen eingesetzt und Commander Gentiane ist dafür verantwortlich, eine Gruppe zu koordinieren, um die riesige feindliche Armee abzulenken.","versions":[{"lang":3,"streams":[{"redirect":14376224,"hoster":"VOE"},{"redirect":13584920,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Message 02","descr":"Das Team von M4 übernimmt eine schlecht verteidigte Sangvis-Versorgungsbasis, aber Intruder freut sich über einen offenen Kommunikationskanal, dass sie in ihre Falle getappt sind, während sie einen intensiven Sangvis-Angriff auf die beiden anderen Griffin-Teams koordiniert. Dank der Hilfe von Squad 404 gelingt es Helian, den Standort von Intruder herauszufinden, und Gentiane weist das Team von M4 an, den Standort von Intruder zu ermitteln. M4, AR-15, PPsh-41 und Scorpion verfolgen Intruder zu einem Konzertsaal, wo sie auf sie wartet. Sie eröffnet das Feuer aus einem Trommelfeuer automatisierter Maschinengewehre und fängt die Griffin Dolls in einem vernichtenden Kreuzfeuer ein. AR-15 findet jedoch einen blinden Fleck, der es dem Team ermöglicht, sich frei zu schießen. Währenddessen kümmern sich die anderen Teams dank PPK um Sangvis-Verstärkung, der ihnen hilft, ihre Schwäche in nächtlichen Schlachten zu überwinden. Verzweifelt eröffnet Intruder das Feuer mit ihrem massiven großkalibrigen Maschinengewehr. Sie wird jedoch von M16 niedergeschlagen, der ankommt und enthüllt, dass sie diejenige war, die den blinden Fleck für das Team von M4 geschaffen hat. Bevor er stirbt, warnt Intruder M4 und die anderen, dass die Geschichte noch lange nicht vorbei ist.","versions":[{"lang":3,"streams":[{"redirect":14376294,"hoster":"VOE"},{"redirect":13584914,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Kindling 01","descr":"Während das wiedervereinigte AR-Team seine Mission fortsetzt, fragt sich Gentiane, wer das Team während ihrer streng geheimen Mission in Safehouse 3 befehligt hat und warum ihre Identität aus den Erinnerungen des Teams gelöscht wurde. Später nehmen Gentiane und ihr T-Doll-Adjutant G36 an einer Konferenz in einer geheimen unterirdischen Griffin-Basis teil. Sie trifft Shi Jun und Kamolov zusammen mit ihren Adjutanten Super-Sassund PKK, sowie zwei weitere Kommandeure, Kawasaki und Franklin. Helian informiert die Kommandeure, dass Kryuger Sangvis\u0027 Parapluie-Plan erklären wird, jedoch wird die Basis plötzlich von schwerem Artilleriefeuer getroffen und von einer großen Sangvis-Truppe angegriffen. Gentiane ist verletzt, schließt sich aber ihren Kommandeurskollegen und den T-Dolls der Basis an, um gegen die Sangvis zu kämpfen. Gentiane überzeugt Kryuger, dass das AR-Team in der Lage ist, unabhängig zu operieren, und weist sie neu an, um den Sangvis-Befehlsknoten zu zerstören und ihren Angriff zu unterbrechen. MKV und Vector schließen sich dem AR-Team an und mit den Aufklärungsfähigkeiten von AR-15 lokalisieren sie die Sangvis-Basis und verschaffen sich Zugang durch eine schlecht bewachte Passage. Im Inneren findet das AR-Team die Basis leer vor, erhält aber eine Videobotschaft des Sangvis-Rädelsführers Zerstörer, der gerade entkommen ist.","versions":[{"lang":3,"streams":[{"redirect":14357314,"hoster":"VOE"},{"redirect":13584916,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Kindling 02","descr":"Destroyer verspottet die Bemühungen des AR-Teams und beendet ihre Übertragung. AR-15 schlägt vor, dass sie sich neu gruppieren, anstatt sie zu verfolgen, also kehrt das Team zur geheimen Griffin-Basis zurück, wo Kryuger und Helian AR-15 verhaften. Sie haben herausgefunden, dass sie den Standort der Basis an Sangvis weitergegeben hat und AR-15 zustimmt, verhört zu werden. Nach der Analyse informiert Helian Gentiane, dass AR-15 nach ihrer Gefangennahme durch Sangvis mit einem Virus infiziert war, der Daten an sie übermittelte, sodass Griffin ihr Zener-Protokoll abgeschaltet hat. [c] Später schlägt Gentiane vor, die Basis als \"Luxemburg\" zu verwenden, [d]während sie und die anderen Commander ihre T-Dolls auf eine andere Mission schicken, um Destroyer zu finden, nachdem sie zuerst Backups ihrer Gedanken bestellt haben. Die Griffin-Feldteams werden benachrichtigt, dass AR-15 entkommen ist, bevor ein anderer Rädelsführer, Dreamer, einen Kommunikationsausfall verursacht, der es Destroyer ermöglicht, aus dem Versteck zu entkommen. Mit der Ermutigung eines wiederbelebten G43 gab das AR-Team seine aktuelle Mission auf und beschloss, seinen vermissten Teamkollegen zu finden. In der Zwischenzeit ruft Destroyer Dreamer um Hilfe und erinnert Dreamer daran, dass sie den Virus während der Safehouse 3-Mission in AR-15 eingeschleust hat. Dreamer erklärt jedoch, dass Destroyer keine weitere Verwendung hat und zusammen mit den Griffin-Teams ausgelöscht wird, und enthüllt, dass dies nicht das erste Mal ist, dass Dreamer sie geopfert und ihre Erinnerungen gelöscht hat, bevor er sie rekonstruiert hat.","versions":[{"lang":3,"streams":[{"redirect":14376045,"hoster":"VOE"},{"redirect":13584917,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Kindling 03","descr":"Dreamer versichert Destroyer, dass sie sie nicht im Stich lassen wird, da sie immer noch nützlich ist, und feuert die riesige Railgun abJupiter Canons im AR-Team, die sich der Position des Zerstörers nähern. Kryuger spürt eine Falle für das AR-Team und befiehlt ihnen, sich zurückzuziehen, während sie andere T-Dolls-Teams zum Angriff in das Gebiet schickt, was dazu führt, dass viele von den Kanonen zerstört werden. Währenddessen wird AR-15, die Destroyer heimlich verfolgt hat, von Dreamer entdeckt, schwört jedoch Rache, weil sie sie mit dem Parapluie-Virus ausgenutzt hat. Eine Woche später, während die Neural Clouds der zerstörten T-Dolls in ihre neuen Körper hochgeladen werden, erinnert sich Gentiane daran, dass die fortschrittlichen T-Dolls des AR-Teams wegen ihrer Fähigkeit zu Emotionen und individuellen Gedanken und ihren Neural Clouds für das Unternehmen wichtig sind kann nicht gesichert werden. Später, während einer Mission im Griffin-Territorium, nimmt das AR-Team eine Gruppe bewaffneter Menschen in gepanzerten Anzügen fest. Es stellt sich heraus, dass es sich um Kryuger und seine Söldner handelt, die Überreste der Sangvis-Technologie auf dem Schlachtfeld aufspüren. Kryuger und Helian kommen zu dem Schluss, dass Teile der gepanzerten T-Doll Aegis und der taktischen mechanisierten Infanterie Nemeum darauf hindeuten, dass Sangvis sich weiterentwickelt, indem sie fortschrittliche T-Dolls zusammen mit dem Parapluie-Virus produziert, um Griffin zu zerstören. Sie beschließen, dass sie AR-15 vor Sangvis finden und den Virus analysieren müssen.","versions":[{"lang":3,"streams":[{"redirect":14376225,"hoster":"VOE"},{"redirect":13584918,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Comet 01","descr":"Das AR-Team setzt seine Suche nach AR-15 mit Hilfe von Squad Negev fort, das sich aus Negev, Galil , Micro Uzi und TAR-21 zusammensetzt. Der Trupp wird jedoch bald von einer Sangvis-Truppe angegriffen, die vom Rädelsführer Alchemist angeführt wird, der versucht, sie mit dem Parapluie-Virus zu infizieren. Sie ziehen sich in ein nahe gelegenes Planetarium zurück und Galil warnt das AR-Team, dass ihre Kommunikation gestört wurde. M16 kehrt zurück, um Verstärkung zu rufen, während M4 und SOPII Galil folgen, um ihre Teamkollegen zu retten. M16 und die Griffin-Verstärkungen in Kombination mit Squad Negev, M4, SOPII und Galil erledigen den Feind, aber Alchemist entkommt. Als Galil ins Planetarium geht, um ihre Teamkameraden zu finden, erscheint AR-15 plötzlich vor M4 und SOPII. Später findet M16 SOPII bewusstlos und allein, während M4 und AR-15 verschwunden sind. Gentiane bricht die Suche nach AR-15 ab und befiehlt allen Griffin-Truppen, sich zurückzuziehen, als plötzlich eine große Sangvis-Truppe auftaucht.","versions":[{"lang":3,"streams":[{"redirect":14376226,"hoster":"VOE"},{"redirect":13584919,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Comet 02","descr":"M4 scheint von AR-15 verhört zu werden, aber es ist wirklich Mastermind, der Anführer von Sangvis Ferri, der Informationen über M4 selbst durch die neurale Wolke von M4 sucht. AR-15 verlässt M4 und geht Alchemist nach, der angewiesen wurde, AR-15 mit den Griffin-Streitkräften zu eliminieren und M4 zu finden. Während AR-15 gegen Alchemist kämpft, wird Squad Negev in eine Sangvis-Falle in einer nahe gelegenen Stadt gelockt, aber die anderen Griffin Commanders kommen, um ihnen bei der Evakuierung zu helfen. SOPII überfällt und erschießt Alchemist und rettet AR-15, der SOPII eine Festplatte mit Sangvis-Daten, eine aufgezeichnete Nachricht von AR-15 selbst und den tatsächlichen Standort von M4 gibt. AR-15 enthüllt M16, dass sie plant, sich selbst zu opfern, um Mastermind zu eliminieren, da sie aufgrund des Parapluie-Virus eine ständige Bedrohung für ihre Teamkollegen darstellt. Als AR-15 Mastermind in dem Gebäude konfrontiert, das sie mit Sprengstoff gefangen hat, Ihre Nachricht an das AR-Team wird abgespielt und besagt, dass sie ihre Teamkollegen trotz anfänglicher Abneigung wegen ihrer individuellen Macken immer mehr mag und sich um sie kümmert und sich von ihren Freunden verabschiedet. Die Sangvis-Truppen eröffnen das Feuer auf AR-15, aber sie schafft es, den Sprengstoff zu zünden und zerstört nicht nur sich selbst, sondern hoffentlich auch Mastermind und ihre Truppen mit ihr. Während das AR-Team den Verlust von AR-15 betrauert, interviewt Kryuger eine neue Elite T-Doll. In der Zwischenzeit existiert Mastermind immer noch und wird von Agent darüber informiert, dass eine andere T-Doll mit dem Parapluie-Virus infiziert wurde. Sie zerstört nicht nur sich selbst, sondern hoffentlich auch Mastermind und ihre Truppen mit ihr. Während das AR-Team den Verlust von AR-15 betrauert, interviewt Kryuger eine neue Elite T-Doll. In der Zwischenzeit existiert Mastermind immer noch und wird von Agent darüber informiert, dass eine andere T-Doll mit dem Parapluie-Virus infiziert wurde. Sie zerstört nicht nur sich selbst, sondern hoffentlich auch Mastermind und ihre Truppen mit ihr. Während das AR-Team den Verlust von AR-15 betrauert, interviewt Kryuger eine neue Elite T-Doll. In der Zwischenzeit existiert Mastermind immer noch und wird von Agent darüber informiert, dass eine andere T-Doll mit dem Parapluie-Virus infiziert wurde.","versions":[{"lang":3,"streams":[{"redirect":14357315,"hoster":"VOE"},{"redirect":13584921,"hoster":"Streamtape"}]}]}]}]}