{"path":"/serie/stream/dom","name":"Dom","descr":"Pedro ist ein gutaussehender Junge aus der Mittelschicht von Rio de Janeiro, der in seinen Jugendjahren mit der Droge Kokain bekannt gemacht wurde und schließlich zum Anführer einer kriminellen Bande wird, die Anfang der 2000er Jahre die Presse in Rio dominierte: Pedro Dom. Auf der anderen Seite des Gesetzes steht Pedros Vater, Victor Dantas, der zum Geheimdienst der Polizei gehört. Inspiriert von einer wahren Geschichte handelt die Serie von dem packenden Schicksal eines Vaters und seines Sohnes, die auf unterschiedlichen Seiten im Drogenkrieg Rio de Janeiros stehen. Die beiden ergänzen sich aber auch oft und schon bald verwischt zusehends die Grenzen zwischen richtig und falsch.","seasons":[{"path":"/serie/stream/dom/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dom/staffel-1/episode-1","name":"Der Taucher","epNo":1,"alt":"KIDS DON\u0027T COME WITH INSTRUCTIONS","descr":"Rio de Janeiro, 1999. Als ein junger Mann aus der Mittelschicht der Drogensucht nachgibt, eilt ihm sein Vater, ein Polizist, in den Slums zu Hilfe. Victor ist ein Vater, dessen Lebensaufgabe es ist, den Krieg gegen die Drogen zu gewinnen. Unterdessen verliert sein Sohn Pedro immer wieder seine Kämpfe gegen sie. Auf entgegengesetzten Seiten des gleichen Krieges zu sein, wird ihre Beziehung zerbrechen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12391808","hoster":"VOE"},{"path":"/redirect/12391811","hoster":"Doodstream"},{"path":"/redirect/12403606","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8995355","hoster":"VOE"},{"path":"/redirect/8539207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-2","name":"Metamorphose","epNo":2,"alt":"METAMORPHOSIS","descr":"Unter Drohungen und unfähig, gegen seine Sucht anzukämpfen, trifft Pedro auf Jasmin und schließt sich einer Bande von Luxushausdieben an. Victor sucht einen Informanten, um den Aufenthaltsort seines Sohnes herauszufinden. 1970 nimmt ein junger Victor an seiner ersten und komplexen Drogenbüste teil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12391809","hoster":"VOE"},{"path":"/redirect/12391810","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499613","hoster":"VOE"},{"path":"/redirect/8549779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-3","name":"Der General","epNo":3,"alt":"DESTINY WITH A CAPITAL D","descr":"Nach einem gescheiterten Versuch, sich mit seinem Vater zu versöhnen, und irritiert von den Fehlern des vorherigen Raubüberfalls, überlegt Pedro zu kündigen, nur um einen Plan für einen noch größeren Diebstahl zu entwickeln. 1970 infiltriert Victor den Slum und trifft auf den Drogenboss, der in Rio de Janeiro Kokain populär machen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427193","hoster":"VOE"},{"path":"/redirect/12391813","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499615","hoster":"VOE"},{"path":"/redirect/8544223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-4","name":"Bis zum bitteren Ende","epNo":4,"alt":"WHOSE FAULT IS IT?","descr":"Pedro ärgert sich über Licos ständigen Fehler bei Raubüberfällen. 1995, im Alter von 14 Jahren, beginnen Pedro und Lico mit dem Kokainkonsum. Sie führen ihre ersten Einbrüche durch, um ihre Sucht zu unterstützen. In den 1970er Jahren wird der junge Victor zum ersten Mal dazu gedrängt, Koks zu schnupfen. Er hinterfragt seine eigenen Handlungen als Undercover-Agent und erwägt, die Mission zu verlassen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12391818","hoster":"VOE"},{"path":"/redirect/12391819","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499614","hoster":"VOE"},{"path":"/redirect/8544228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-5","name":"Schuldgefühle","epNo":5,"alt":"CRASHING","descr":"Im Alter von 15 Jahren unterzieht sich Pedro einer brutalen Reha-Phase. Als Erwachsener erliegt er, von einem schrecklichen Verlust am Boden zerstört, vollständig seiner Drogensucht. Seine Freunde befürchten, er könnte OD. 1970 geht der junge Victor ein Risiko ein und macht eine weitere Lieferung für den Drogenboss Ribeiro.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12391823","hoster":"VOE"},{"path":"/redirect/12391821","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13534044","hoster":"VOE"},{"path":"/redirect/8539328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-6","name":"Zukunftspläne","epNo":6,"alt":"PARTNERS?","descr":"Nachdem Pedro wegen einer OD ins Krankenhaus eingeliefert wurde, gibt Pedro eine weitere Chance auf die Reha, weit weg von Rio de Janeiro. 1999 wird er im Alter von 18 Jahren aus der Jugendstrafanstalt entlassen. Die Beziehung zu seinem Vater verschlechtert sich. 1970 stärkt der junge Victor seine Verbindungen zu Ribeiro und erfährt alles über die komplexe Operation hinter der Drogenlieferung in die Favela.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14344062","hoster":"VOE"},{"path":"/redirect/12391830","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499619","hoster":"VOE"},{"path":"/redirect/8549783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-7","name":"In der Falle","epNo":7,"alt":"TRAPPED","descr":"Sauber und gelassen nach Monaten der Reha wird Pedro sofort wieder in Drogen und Verbrechen gelockt. Die Polizei ist ihm auf den Fersen. 1978 tritt Victor der Zivilpolizei bei und trifft bei einer Operation in der Favela auf einen alten Bekannten. Desillusioniert schließt er sich einer Einheit an, die verspricht, Rio de Janeiro von Drogen zu befreien","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12391829","hoster":"VOE"},{"path":"/redirect/12391832","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499616","hoster":"VOE"},{"path":"/redirect/8539325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-1/episode-8","name":"Gegen die Strömung","epNo":8,"alt":"TAKING A BREAK","descr":"Nach einem erfolglosen Raubüberfall und dem Tod eines Gangmitglieds wird Pedro entführt und bringt seine Mutter und seine Schwester in eine gefährliche Situation. Sie schmieden einen Plan, um ihn zu retten, während Victor, als er von der Entführung seines Sohnes erfährt, Rache an den Tätern schwört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12403608","hoster":"VOE"},{"path":"/redirect/12403611","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13499621","hoster":"VOE"},{"path":"/redirect/8549782","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dom/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dom/staffel-2/episode-1","name":" Verrat und Enttäuschung","epNo":1,"alt":"","descr":"Rio de Janeiro, 2004. Dom wird zu einem der meistgesuchten Verbrecher der Stadt. Die Polizei ist ihm auf den Fersen und sein Gesicht ist überall im Boulevardfernsehen zu sehen. Seine Bande hat ein neues Mitglied und die Raubüberfälle werden immer gefährlicher. Im Jahr 1978 lernen sich Victor und Marisa kennen und verlieben sich ineinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382761","hoster":"VOE"},{"path":"/redirect/12382610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-2","name":"Der Fluch der Familie","epNo":2,"alt":"","descr":"Die verärgerte Vivi rächt sich und bringt Dom noch mehr in Gefahr und zwingt ihn, aus Rio de Janeiro zu fliehen. Auch abseits des Rampenlichts gelingt es Dom nicht, aus dem Leben des Verbrechens auszusteigen. Im Jahr 1978 versucht Victor, bei der Polizei zu kündigen, aber die Kriminellen verfolgen ihn und bedrohen sein Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384984","hoster":"VOE"},{"path":"/redirect/12384969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-3","name":" Dschungelgesetze","epNo":3,"alt":"","descr":"Vitória, 2004. Unter einem Decknamen wird Dom zusammen mit Quinado verhaftet. Im Gefängnis werden sie getrennt und rivalisierenden Gruppen zugeteilt. Dom weckt bei dem Anführer seiner Gruppe Interesse, was zu Konflikten führt. 1978 erlebt Victor im Amazonas-Regenwald den Konflikt zwischen Holzfällern, Drogenhändlern und indigenen Völkern. So beginnt seine Reise als Undercover-Agent in der Region.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384991","hoster":"VOE"},{"path":"/redirect/12385022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-4","name":"Ausbruch","epNo":4,"alt":"","descr":"Mit Alciones Vertrauen wird Dom eingeladen, an einem Ausbruchsversuch teilzunehmen. Quinado versucht mitzumachen, aber als die Gruppe herausfindet, dass er zur rivalisierenden Fraktion gehört, kommt es zu Spannungen, und alles steht auf dem Spiel. In der Zwischenzeit wird Paloma entführt und Victor begibt sich in den Bundesstaat Pernambuco, um nach ihr zu suchen. Im Amazonasgebiet, 1978, beginnt Victor, den Drogenhandel in der Region zu entwirren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419317","hoster":"VOE"},{"path":"/redirect/12419306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-5","name":"Bekehrung","epNo":5,"alt":"","descr":"Nach einem unerwarteten Todesfall landet Dom in Einzelhaft. Als er in seine Zelle zurückkehrt, versucht er, das Gefängnis zu befrieden. Der Deal scheitert, und Dom wird in den Flügel der Evangelikalen verlegt. In der Zwischenzeit findet Victor Doms wahren Aufenthaltsort heraus und reist in den Bundesstaat Espírito Santo, um seinen Sohn zu retten, aber die Freiheit wird teuer sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441918","hoster":"VOE"},{"path":"/redirect/12441913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-6","name":"Erpressung","epNo":6,"alt":"","descr":"In Rio sorgt der Name Pedro Dom weiterhin für Schlagzeilen, was die Polizei auf den Plan ruft. In Vitória versucht Dom, sich freizukaufen, nachdem Victor ihn mit einem korrupten Anwalt bekannt gemacht hat. Im Amazonasgebiet wird Victor 1978 Zeuge, wie Kokain an der Landesgrenze ankommt, aber er wird erwischt. Sein Leben ist nun in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12472179","hoster":"VOE"},{"path":"/redirect/12472195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-7","name":"Zeit","epNo":7,"alt":"","descr":"Durch Erpressung einer Person, die Dom sehr liebt, bekommt der Fahnder Roberto, was er will. Pedro hat keine andere Wahl, als dieses Mal um Hilfe zu bitten. Victor kämpft weiter um das Leben seines Sohnes, aber ein ernstes persönliches Problem könnte alles zunichte machen. Am Amazonas, im Jahr 1979, wird Victor von der Richtung der Ermittlungen gegen den dortigen Drogenhandel überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12492039","hoster":"VOE"},{"path":"/redirect/12492036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-2/episode-8","name":"Don Quijote","epNo":8,"alt":"","descr":"In dieser Bonus-Episode, die während der brasilianischen Militärdiktatur spielt, wird der frischgebackene Polizist Victor Dantas Zeuge eines Banküberfalls und gerät in die Geiselhaft einer Gruppe von Guerillakämpfern, die sich gegen das Regime stellen. Diese Erfahrung könnte Victors Ansichten über Gerechtigkeit für immer verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12492030","hoster":"VOE"},{"path":"/redirect/12492056","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dom/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/dom/staffel-3/episode-1","name":"Eine Frage der Zeit","epNo":1,"alt":"","descr":"Dom riskiert alles, um seine neugeborene Tochter im Krankenhaus zu besuchen, doch die Polizei ist ihm dicht auf den Versen. Währenddessen erfährt Victor, dass seine Gesundheit nachlässt und ihm die Zeit davonläuft, um seinen Sohn vor einem Leben voller Chaos zu bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14051016","hoster":"VOE"},{"path":"/redirect/14051017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-3/episode-2","name":"Alles rächt sich","epNo":2,"alt":"","descr":"Nach dem Überfall auf die Wohnung einer prominenten Persönlichkeit, wird Dom schnell zum meistgesuchten Kriminellen in Rio. Die Sicherheitskräfte des Bundesstaates mobilisieren ihre Truppen, um Rocinha zu stürmen und Pedro Dom zu schnappen. Dem Tod so nah wie nie zuvor, beschließt Victor, Lia von seiner dunklen Vergangenheit zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14051023","hoster":"VOE"},{"path":"/redirect/14051022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-3/episode-3","name":"Zwischen zwei Welten","epNo":3,"alt":"","descr":"Vom polizeilichen Großeinsatz in die Ecke gedrängt, kommt Dom nur knapp mit seinem Leben davon und er sieht sich einem großen Opfer gegenübergestellt. Ein Jahrzehnt zuvor nimmt Victor an einem gefährlichen Einsatz in Kolumbien teil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14051025","hoster":"VOE"},{"path":"/redirect/14051026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-3/episode-4","name":"Der Kuss der Hexe","epNo":4,"alt":"","descr":"Dom ist am Ende. In einem verzweifelten Versuch, der Polizei zu entkommen, landet er in den Fängen von jemand weitaus Gefährlicherem. Währenddessen schließt Victor ein Geschäft, das die letzte Hoffnung für seinen Sohn sein könnte. Es sind die letzten Tage in Doms Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14051028","hoster":"VOE"},{"path":"/redirect/14051031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dom/staffel-3/episode-5","name":"Frei","epNo":5,"alt":"","descr":"Ein unerwarteter Besuch könnte die letzte Gelegenheit für Dom sein, dem kriminellen Leben zu entfliehen. Victor setzt einen Plan in Bewegung, um seinen Sohn zu retten, doch Dom muss noch eine letzte Aufgabe erfüllen, um seine Schuld beim Drogenboss zu begleichen. Es sind Doms letzte Stunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14051033","hoster":"VOE"},{"path":"/redirect/14051036","hoster":"Streamtape"}]}]}]}]}