{"seriesId":"domestic-na-kanojo","name":"Domestic na Kanojo","descr":"[Domestic Girlfriend] Domestic na Kanojo handelt von dem Oberschüler Natsuo Fujii, der eines Tages seine Jungfräulichkeit an ein Mädchen verlor, das er nur wenige Stunden zuvor kennenlernte. Rui Tachibana, so der Name der jungen Dame, wollte jedoch lediglich ein wenig Erfahrung sammeln und drängte Natsuo dazu, mit ihr ins Bett zu steigen, obwohl sie keine wirklichen Gefühle für ihn hegte. Nach dem Akt hat er allerdings ein schlechtes Gewissen, da er denkt, seinen Schwarm Hina Tachibana betrogen zu haben. Wie sich herausstellt sind die beiden Mädchen auch noch Geschwister und müssen aufgrund der arrangierten Ehe zwischen ihm und seiner Angebeteten, ins Haus des Jungen ziehen. Doch wie wird sich die Beziehung der drei weiterentwickeln ...?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Würdest du hier mit mir Sex haben?","epNo":1,"alt":"Will You Do It with Me, Here?","descr":"Der Oberschüler Natsuo ist in seine Lehrerin Hina verliebt. Um seine Gefühle zu überwinden, geht Natsuo mit seinen Freunden zu einem Gruppendate und trifft ein ruhiges Mädchen namens Rui Tachibana. Am Geschehen desinteressiert schleichen sich die beiden raus. Sie nimmt Natsuo mit zu sich nach Hause und bittet ihn dann, mit ihr Sex zu haben, obwohl sie kein romantisches Interesse an ihm hat. Danach erzählt sein Witwer-Vater Natsuo, dass er wieder heiraten wird und Natsuo findet heraus, dass seine neuen Stiefschwestern Hina und Rui sind. Nach der Heirat ziehen sie gemeinsam in ein neues Haus. Als alle ins Bett gehen, versucht Natsuo, eine schlafende Hina zu küssen, wird aber von Rui unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":8339585,"hoster":"VOE"},{"redirect":9023577,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339559,"hoster":"VOE"},{"redirect":8339557,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Habt ihr es etwa getan?","epNo":2,"alt":"By Any Chance, Did We Do It?","descr":"Rui zerrt Hina in ihr Schlafzimmer, nachdem sie gesehen hat, wie Natsuo versucht, sie zu küssen. Am nächsten Tag stellt Natsuo fest, dass Rui auf seine Schule gewechselt ist; sie beschließen, sich wie Fremde zu verhalten. Natsuo beobachtet, wie Hina auf dem Schuldach weint. Während des Mittagessens hilft Natsuo Rui, Freunde zu finden, indem er einen Streit inszeniert, der es ihren Klassenkameraden ermöglicht, Ruis Persönlichkeit zu sehen. Später zu Hause versucht Natsuo, eine widerstrebende Hina dazu zu bringen, sich über ihren Freund zu äußern, aber sie werden unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":12252046,"hoster":"VOE"},{"redirect":8339597,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339560,"hoster":"VOE"},{"redirect":8339552,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stimmt es also wirklich?","epNo":3,"alt":"Is It True, After All?","descr":"Natsuo ist verärgert über Hinas Beziehung zu ihrem Freund und wird von seiner besten Freundin Fumiya ermutigt. Er bittet Hina, mit ihrem Freund Schluss zu machen, aber am Ende küsst er sie. Hina schlägt ihm ins Gesicht, erwidert dann den Kuss und drückt ihn auf ihr Bett. Nachdem sie den Schock in seinen Augen gesehen hat, sagt sie ihm, dass er noch ein Kind ist und sich nicht in ihr Leben einmischen sollte. Am nächsten Tag verlässt Natsuo das Haus, um bei Fumiya zu bleiben, was den Haushalt stört. Rui trifft ihn in Fumiyas Haus und nachdem sie besprochen haben, wie sie Hinas Beziehung beenden können, kehren sie nach Hause zurück.","versions":[{"lang":1,"streams":[{"redirect":8339600,"hoster":"VOE"},{"redirect":8339599,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339558,"hoster":"VOE"},{"redirect":8339556,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was ist mit dir?","epNo":4,"alt":"And... What About You?","descr":"Natsuo und Rui verfolgen Hina, haben aber kein Glück, ihren Freund zu finden. Sie stehlen Hinas Telefon und planen, dass Rui sich als Hina ausgibt und sich trennt, aber sie ist zu nervös, um mit dem Fremden zu sprechen. Während sie im Restaurant, in dem Fumiya arbeitet, ihren nächsten Schritt besprechen, kommen Hina und ihr Freund Shuu herein. Natsuo streitet sich mit Shuu, bis Rui Shuu Wasser ins Gesicht schüttet und davonläuft. Natsuo folgt ihr und später sagt Hina zu Shuu, dass sie sich für eine Weile meiden sollten. Am nächsten Tag besucht Natsuo das Grab seiner Mutter. Rui und Hina folgen ihm, wobei Hina erklärt, dass ihre Beziehung vorbei ist. Dann beten sie gemeinsam am Grab und stellen sich als Natsuos neue Schwestern vor.","versions":[{"lang":1,"streams":[{"redirect":8339593,"hoster":"VOE"},{"redirect":8339595,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339565,"hoster":"VOE"},{"redirect":8339568,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Darf ich mich verlieben?","epNo":5,"alt":"Is It Okay, If I Fall For Him?","descr":"Rui freundet sich mit Momo Kashiwabara an, die dafür bekannt ist, mit zahlreichen Jungen auszugehen. Sie treffen Natsuo beim Einkaufen und er rettet Momo davor, von einem Fahrradfahrer angefahren zu werden. Momo fragt Rui später, ob sie sich in ihn verlieben kann. Momo flirtet mit Natsuo in der Schule, aber er kehrt nach Hause zurück, um sich um Rui zu kümmern, die sagte, sie sei krank, und Rui enthüllt, dass Momo in ihn verknallt ist. Am nächsten Tag zur Mittagszeit küsst Momo Natsuo auf die Wange, um ihn aufzuheitern. Später lädt Momo ihn zu ihrem Haus , wo sie machen aus in ihrem Zimmer. Er sieht Narben an ihrem Handgelenk, die er ignorieren soll. Natsuo kocht Yaki Udonfür sie und sagt ihr, dass sie ihn anrufen kann, wenn sie einsam ist. Sie beginnt zu weinen und erzählt ihm, dass keiner der Jungs, mit denen sie ausgegangen ist, sie so behandelt hat wie er. Sie fragt ihn, ob sie sich verabreden, aber er antwortet, dass vielleicht keiner von ihnen mit Menschen ausgehen sollte, von denen sie emotional abhängig sind.","versions":[{"lang":1,"streams":[{"redirect":8339576,"hoster":"VOE"},{"redirect":8339571,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8995358,"hoster":"VOE"},{"redirect":8339562,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Küsst euch hier und jetzt","epNo":6,"alt":"Right Here and Now, Try to Kiss","descr":"Rui bittet Natsuo, ihr bei der Suche nach einem Club zu helfen. Sie stoßen auf den Literaturclub, wo Natsuo ein Buch seines Lieblingsautors You Hasukawa mitnimmt, obwohl Rui ihn vor Diebstahl warnt. Als er es am nächsten Tag zurückgibt, wird er von der Lehrerin Reiji Kiriya erwischt, die droht, ihn anzuzeigen, wenn er dem Club nicht beitritt. Als Kiriya erfährt, dass Natsuo und Miu Ashihara, die einzigen anderen Mitglieder des Clubs, beide Liebesromane mögen, versucht er, sie zum Küssen zu bewegen; Natsuo stoppt, als er Tränen in Ashiharas Augen sieht. Am nächsten Tag beginnen sie, in der Bibliothek Notizen zu verteilen, und schließen eine Freundschaft. Momo und Rui treten später dem Club bei. Am Wochenende fragt Hina Natsuo, ob sie ausgehen können.","versions":[{"lang":1,"streams":[{"redirect":8490607,"hoster":"VOE"},{"redirect":8339570,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339564,"hoster":"VOE"},{"redirect":8339543,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich muss nicht erwachsen sein","epNo":7,"alt":"This Is What It Means to Go Out Together, You Know?","descr":"Natsuo und Hina werden in einem Restaurant für ein Paar gehalten. Sie unterhalten sich an einem Strand, Natsuo ist neugierig, warum sie die Affäre mit Shuu hatte; eine Rückblende zeigt Hinas Highschool-Tage mit ihm. Natsuo sagt Hina, dass er seinen Roman beendet hat und gesteht ihr seine Liebe. Er ist überrascht, als sie fragt, ob sie ausgehen dürfen; sie watet mit ihm ins Wasser und erklärt, dass es wie ein doppelter Selbstmord wäre, weil sie alles verlieren würden. Sie kehren nach Hause zurück und Hina liest Natsuos Roman. In der folgenden Nacht späht Natsuo in Hinas Zimmer und sieht, wie sie masturbiert, während sie Shuus Namen ruft. Er lässt ein Buch fallen und versteckt sich hinter der Treppe, als sie nach der Ursache des Lärms sucht. Am nächsten Morgen begrüßt Hina Natsuo und sagt, dass er etwas früher aufstehen soll; sie winkt ihm zu, als sie geht; Blick auf ihre Hand,Natsuo ist es peinlich.","versions":[{"lang":1,"streams":[{"redirect":13008299,"hoster":"VOE"},{"redirect":8339572,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339545,"hoster":"VOE"},{"redirect":8339544,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich muss nicht erwachsen sein","epNo":8,"alt":"Then I Don`t Have to Be an Adult","descr":"Natsuo und Schulkamerad Alex erwischen einen Dieb, der Ruis Unterwäsche gestohlen hat. Alex interessiert sich für Rui, aber als Natsuo sie vorstellt, stürmt Rui heraus. Natsuo kocht für Rui, um sich zu entschuldigen, was sie akzeptiert, indem sie ihn küssen lässt. Hina sieht dies und wird aufgebracht, und Rui erzählt Hina ihre wahren Gefühle. Hina beschließt auszuziehen. Bei einem Familienausflug zu einem Schrein versucht Natsuo, mit Hina zu sprechen; Sie versucht zunächst, ihm auszuweichen, gesteht dann aber ihre wahren Gefühle und wie sie sich nicht zurückhalten konnte, wenn sie blieb. Sie halten Händchen, während sie nach Hause gehen.","versions":[{"lang":1,"streams":[{"redirect":8339582,"hoster":"VOE"},{"redirect":8339584,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339538,"hoster":"VOE"},{"redirect":8339539,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sag sowas nicht","epNo":9,"alt":"Don`t Say That, Please?","descr":"Rui trifft Shuu in einer Buchhandlung; er lädt sie zu einem Essen ein, um sich für den Ärger zu entschuldigen, den er verursacht hat, und erklärt, dass er jetzt geschieden ist, sich aber egoistisch fühlen würde, um sich mit Hina zu versöhnen. Hina zieht aus, hinterlässt aber Natsuo einen Schlüssel zu ihrer Wohnung. Später findet Rui Natsuo, der aus dem Fenster in Hinas altem Zimmer starrt und umarmt ihn. Natsuo geht zu Hinas Wohnung und sieht ihr beim Schlafen zu; Sie wacht auf und er sagt ihr, dass er bereit ist, mit ihr zu sterben. Sie küssen sich, aber Hina stoppt ihn, als er versucht, weiter zu gehen, und sagt, dass sie die Dinge nicht überstürzen sollten. Am nächsten Tag in der Schule gesteht sie, dass es ihr genauso geht und sie küssen sich.","versions":[{"lang":1,"streams":[{"redirect":8339579,"hoster":"VOE"},{"redirect":8339577,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339551,"hoster":"VOE"},{"redirect":8339550,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Du Lügner …","epNo":10,"alt":"Liar...","descr":"Natsuo besucht regelmäßig Hinas Wohnung, während ihre Beziehung voranschreitet. Die Mitglieder des Literaturclubs besuchen den abwesenden Lehrer Kiriya und erfahren in seiner Wohnung, dass ihr Clubleiter der Romanautor You Hasukawa ist, einer von Natsuos Idolen. Natsuo bricht sich das Bein und Rui kümmert sich um ihn, einschließlich des Badens, aber er lügt sie wegen seiner heimlichen Besuche bei Hina an. Nachdem Rui von seinen Lügen erschreckt wurde, liest er Natsuos Roman und erkennt, dass er in Hina verliebt ist. Sie konfrontiert ihn in Hinas Wohnung und flieht, als sie sie zusammen sieht. Natsuo findet sie und beschließt, ihr alles zu erzählen.","versions":[{"lang":1,"streams":[{"redirect":8339580,"hoster":"VOE"},{"redirect":8339537,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12252047,"hoster":"VOE"},{"redirect":8339546,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ist das wirklich in Ordnung?","epNo":11,"alt":"Are You Sure?","descr":"Natsuo erzählt Rui von seiner Beziehung zu Hina und Rui beschließt, sie zu meiden , während er nicht zu Hause ist. Rui konfrontiert Hina, die sich für ihre Beziehung zu Natsuo entschuldigt und anbietet, sich zu trennen; Rui versteht Hinas Gefühle und stoppt sie und die Schwestern versöhnen sich. Die Studenten im zweiten Jahr machen einen Strandurlaub nach Okinawa, wo Natsuo einen Souvenirring für Hina kauft. Als er sich in ihr Hotelzimmer schleicht, um es ihr zu geben, versucht sie, mit ihm Schluss zu machen; Natsuo widerspricht und steckt den Ring an ihren Finger. Sie sehen ein Feuerwerk von ihrem Fenster aus und Natsuo bittet Hina, ihn in Zukunft zu heiraten, und nennt sie zum ersten Mal bei ihrem Namen. Sie haben Sex und besprechen ihre Gefühle. Zurück zur Schule, wird Hina vom Direktor gerufen und zeigt ein Bild von ihr, wie sie Natsuo am Hotelfenster küsst.","versions":[{"lang":1,"streams":[{"redirect":8339494,"hoster":"VOE"},{"redirect":8339496,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339549,"hoster":"VOE"},{"redirect":8339548,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tut mir leid. Ich liebe dich.","epNo":12,"alt":"I\u0027m Sorry, I Love You.","descr":"Der Schulleiter konfrontiert Hina wegen ihrer Beziehung zu Natsuo. Hina gibt bekannt, dass sie auf eine entfernte Schule versetzt wird. Natsuo und Rui können Hina nicht kontaktieren; ein Brief in Hinas leerer Wohnung erklärt Natsuo, dass sie die Versetzung im Austausch für das Schweigen der Schule beantragt hat und Natsuo beim Weiterziehen hilft. Natsuo verfällt in eine Depression, bis ihn Mitglieder des Literaturclubs ermutigen und er sein Herz in einen neuen Roman gießt. Am Neujahrstag bringen Natsuo und der Club es nach Kiriya. Später wird Natsuo zu einer Zeremonie \"entführt\", bei der sein Roman, der von Kiriya an einem Wettbewerb teilgenommen hat, den ersten Preis gewonnen hat. Natsuo kehrt nach Hause zurück und ist überrascht, als er denkt, Hina zu sehen, die herbeieilt, um sie zu umarmen und ihr die Neuigkeiten mitzuteilen; es ist tatsächlich Rui in einer Perücke, und sie stürzt unter Tränen in ihr Zimmer.Natsuo und Rui sprechen über seine Gefühle für Hina und er gibt zu, Sex mit ihr gehabt zu haben. Rui küsst dann Natsuo und sagt, dass sie sich nicht mehr zurückhalten wird. An anderer Stelle diskutieren zwei Schulmädchen über Hinas Haare, die jetzt kurz sind. Hina blickt in die Ferne und lächelt wie die Auflösung in Natsuos zweitem Roman mit dem Titel \"Well, See You\".","versions":[{"lang":1,"streams":[{"redirect":12378846,"hoster":"VOE"},{"redirect":8339492,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8339591,"hoster":"VOE"},{"redirect":8339589,"hoster":"Streamtape"}]}]}]}]}