{"path":"/serie/stream/don-matteo","name":"Don Matteo","descr":"Mit dieser Serie hat sich Terence Hill einen lang gehegten Wunsch erfüllt. Das Lösen von Kriminalfällen eines Pfarrers ist seit Pater Brown nicht neu, aber hier exzellent umgesetzt. Mit Humor, Hirn und Menschlichkeit geht Don Matteo in Gubbio/​Umbrien seinem Pfarrerjob nach und hilft nur allzu gerne der örtlichen Polizei bei kniffligen Fällen, meist ungefragt, aber dafür sehr erfolgreich.","seasons":[{"path":"/serie/stream/don-matteo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/don-matteo/staffel-1/episode-1","name":"Der Fremde","epNo":1,"alt":"The Foreign Man","descr":"Don Matteo kehrt als neuer Gemeindepfarrer in seine alte Heimat zurück. Kurz nach seiner Ankunft wird die Leiche eines kroatischen Einwanderers im Fluss gefunden. Die Polizei geht von einem Selbstmord aus, doch nach einer Begegnung mit der verzweifelten Wittwe ermittelt Don Matteo auf eigene Faust und kommt zu einem ganz anderen Schluss: es war Mord. Kann er die Polizei dazu bewegen, den Fall erneut aufzurollen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678100","hoster":"VOE"},{"path":"/redirect/12678109","hoster":"Doodstream"},{"path":"/redirect/12678098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-2","name":"Eine Routine-Operation","epNo":2,"alt":"A Routine Operation","descr":"Als die kleine Angela bei einer Blinddarm-OP ins Koma fällt, beschuldigen die Eltern den Anästhesisten Giuliani. Don Matteo steht den Eltern mit Rat und Gebet bei. Als der Arzt wenig später tot aufgefunden wird, fällt der Verdacht auf den Vater des Mädchens. Doch dann macht Don Matteo eine schockierende Entdeckung. Auch Natalina macht eine Entdeckung: Nerino ein Junge aus dem Dorf stiehlt Geld aus der Kollekte der Kirche. Don Matteo geht der Sache nach und erfährt, dass der Junge niemanden mehr hat, außer seiner dementen Nonna. Kann Don Matteo auch hier helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678112","hoster":"VOE"},{"path":"/redirect/12678136","hoster":"Doodstream"},{"path":"/redirect/12678115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-3","name":"Der Mut zur Aussage","epNo":3,"alt":"The Courage to Speak","descr":"Im Dorf wird fleißig geheiratet. Da staunen die Leute nicht schlecht, als auch Don Matteo mit einer weiß gekleideten Frau auf dem Fahrrad an ihnen vorbei saust. Das Gerede ist groß… Doch es ist nicht wie es scheint. Lenka Rizzato musste schnell ins Krankenhaus, nachdem sie Kredithaie übel zugerichtet haben. Doch das Ehepaar Rizzato möchte keine Anzeige erstatten. Damit bringen sie nicht nur sich, sondern auch Don Matteo in Gefahr und es steht sogar seine Pfarrstelle auf dem Spiel. Außerdem muss er eine Lösung für Nerino und seine Nonna finden, die bald obdachlos werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678133","hoster":"VOE"},{"path":"/redirect/12678148","hoster":"Doodstream"},{"path":"/redirect/12678135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-4","name":"Anna","epNo":4,"alt":"Anna","descr":"Don Matteo und Natalina sind nach einer Taufe zur Feier in ein Flüchtlingslager eingeladen. Dort lernen sie die junge Albanerin Anna kennen, die in Schwierigkeiten zu stecken scheint. Anna beichtet Don Matteo, dass sie von einem Bekannten aus Albanien erpresst und auf den Straßenstrich geschickt wird. Für Don Matteo ist klar, dass er Anna unterstützen muss. Er begibt sich auf die Suche nach ihrem Freier, doch die Zeit drängt, denn in wenigen Tagen soll Anna nach Albanien abgeschoben werden. Wird er ihr rechtzeitig helfen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678146","hoster":"VOE"},{"path":"/redirect/12678151","hoster":"Doodstream"},{"path":"/redirect/12678147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-5","name":"Die Strategie des Skorpions","epNo":5,"alt":"The Scorpion\u0027s Strategy","descr":"Don Matteo vertritt den erkrankten Pfarrer der Gefängniskapelle. Er hat sich kaum in der neuen Aufgabe eingelebt, da findet man auch schon den Gefangenen Geatano Serravalle tot in seiner Zelle, offensichtlich ermordet. Unter Verdacht gerät Pascetti Francesco. Als Don Matteo erfährt, dass der Tote Geatano Serravalle unter Leukämie litt und nur noch ein paar Monate zu leben hatte, kommen ihn erstmals Zweifel daran, dass es sich hier wirklich um einen Mordfall handelt und er findet anschließend auch einige Indizien, die seine Selbstmordtheorie untermauern. Für Capitano Anceschi reichen diese Indizien aber nicht, er verdächtigt weiterhin Pascetti. Diesen Verdacht kann Don Matteo erst ausräumen, als er von Vanni, dem Vater des kleinen Nerino, der ebenfalls im Gefängnis sitzt, erfährt, dass er Pascetti zur Tatzeit woanders gesehen hat. Er wollte das nur nicht aussagen, weil dadurch sein Verhältnis mit der Gefängnispsychologin Laura ans Licht kommen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678149","hoster":"VOE"},{"path":"/redirect/12678182","hoster":"Doodstream"},{"path":"/redirect/12678150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-6","name":"Spürnasen","epNo":6,"alt":"A Matter of Smell","descr":"Einen Tag bevor die Trüffelsaison beginnt werden sämtliche Spürhunde in der Region vergiftet. Der Verdacht fällt auf Folena Salvatore, da dessen Hund der einzige noch lebende Trüffelhund ist. Folena hat zudem auch kein Alibi. Er vertraut Don Matteo an, dass er in der fraglichen Nacht mit seinem Hund schon im Wald gewesen ist und verbotenerweise nach Trüffel gesucht hat. Don Matteo geht mit Maresciallo Cecchini und Folena die Strecke ab, die Folena in der fraglichen Nacht genommen hat und findet an einen Stacheldrahtzaun einen Fetzen von Folenas Jacke, der beweißt, dass Folena tatsächlich dort im Wald gewesen ist. Der zweite Verdacht fällt auf den Tierarzt Dottore Mariani, doch auch der scheidet schnell wieder aus. Den entscheidenden Hinweis entdeckt Maresciallo Cecchini schließlich in einem Buch. Wie es ausschaut können nicht nur Hunde Trüffel aufspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678172","hoster":"VOE"},{"path":"/redirect/12678174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-7","name":"Die alte Rose","epNo":7,"alt":"The Antique Rose","descr":"Annalisa Cotroneo beichtet Don Matteo, dass sie eine Affäre hat. Sie möchte die Beziehung zu ihren Liebhaber aber beenden und so ihre Ehe retten. Sie bittet Don Matteo darum ihr zu helfen. Don Matteo besucht daraufhin ihren Mann in dessen Gärtnerei. Bei dem Gespräch erfährt er, dass der Ehemann schon einen Privatdetektiv auf seine Frau angesetzt hat. Am nächsten Tag wird Annalisa mit einer Rose in der Hand tot aufgefunden. Der Verdacht fällt natürlich sofort auf ihren Ehemann, zumal dieser für die Tatzeit auch kein Alibi aufweisen kann. Nur Don Matteo, der ja am Tag zuvor noch mit dem Ehemann gesprochen hat, glaubt an dessen Unschuld. Er macht den Privatdetektiv und mit dessen Hilfe auch Annalisas Geliebten ausfindig und kommt so der Wahrheit immer näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678195","hoster":"VOE"},{"path":"/redirect/12678210","hoster":"Doodstream"},{"path":"/redirect/12678191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-8","name":"Der kleine Engel","epNo":8,"alt":"The Little Angel","descr":"Die junge Mutter Christina Piersanti wird im Koma liegend in ihrer Wohnung gefunden. Von ihrem neugeborenen Baby fehlt allerdings jede Spur. Die sofort eingeschaltete Polizei nimmt zunächst Francesco Rinaldi, den Freund Christinas fest. Er hatte nämlich am Abend vorher einen lautstarken Streit mit ihr ist anschließend beim Verlassen der Wohnung gesehen worden. Don Matteo, der am gleichen Morgen noch mit Francesco gesprochen hatte, glaubt allerdings nicht an seine Schuld und versucht ihm zu helfen. Als er im Krankenhaus keine Hinweise über die Geburt des Babys findet, bittet er den Bischof um Hilfe. Gemeinsam bekommen sie anhand einer Liste der beantragten Taufen heraus, dass Familie Bolzeni ein Kind taufen lassen möchte, obwohl sie gar kein Kind bekommen können. Beim Besuch der Bolzenis kommt Don Matteo einem skrupellosen Kinderhändlerring auf die Spur, der das Baby von Christina eigentlich vermitteln wollte, da Christina das Kind zunächst nicht haben wollte. Als diese ihr Kind aber dann nach der Geburt doch behalten wollte, haben sie sie überfallen und das Kind an die Bolzenis verkauft. Don Matteo erkennt, dass die gerade aus dem Koma erwachte Christina nun eine erhebliche Gefahr für die Verbrecher darstellt und kann in einem gefährlichen Showdown gerade noch einen Mordanschlag verhindern. Die Bolzenis, die keiner Mutter ihr Kind wegnehmen wollten, geben das Baby zurück und alles sind wieder glücklich in Gubbio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678207","hoster":"VOE"},{"path":"/redirect/12678219","hoster":"Doodstream"},{"path":"/redirect/12678211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-9","name":"Warten auf Gerechtigkeit","epNo":9,"alt":"Awaiting Trial","descr":"Als Don Matteo zu einem Gespräch zum Anwalt Cardarelli fährt findet er die Tür offen vor und hört einen Schuß. Er betritt die Kanzlei und eilt dem getroffenen Anwalt zur Hilfe. Der Mörder ist jedoch noch am Tatort, schlägt Don Matteo hinterrücks nieder und drückt ihm die Tatwaffe in die Hand. Kurze Zeit später wird Don Matteo mit der Mordwaffe neben der Leiche entdeckt. Obwohl die Polizei zu keiner Zeit an die Schuld des Pfarrers glaubt, muss er zunächst in Untersuchungshaft. Sein Zellengenosse Cimicetto weiß unterdessen wenig Schmeichelhaftes über den ermordeten Anwalt zu berichten, der auch ihn bei seinem Prozess vertreten hat, dabei aber nicht für seine Verteidigung tat, weswegen Cimicetto auch für Taten verurteilt wurde, die sein damaliger Komplize begangen hat. Laut Cimicetto war das damals ein abgekartertes Spiel zwischen dem ermordeten Anwalt Cardarelli und der Anwältin Gardani, die jetzt auch Don Matteos Anwältin ist. Die Anwältin hat nämlich vor ein paar Jahren bei einem Autounfall mit Fahrerflucht ihre Tochter verloren und Cimicetto war der damals nicht gefasste Fahrer. Nun glaubt Cimicetto, dass sein Komplize dieses Wissen an die Gardani weiter gegeben hat und diese ihn dann aus Rache für alle Verbrechen alleine verantwortlich gemacht hat, während sein Komplize straffrei ausging. Don Matteo glaubt der Geschichte zunächst nicht richtig, als er dann aber aus dem Gefängnis entlassen wird und stattdessen nur noch unter Hausarrest steht, nutzt er die Gelegenheit eigene Ermitllungen anstellen. Bei der Mutter des ermordeten Anwalts findet er schließlich einen Hinweis, der die Geschichte Cimicettos bestätigt und darauf hindeutet, dass Cardarelli die Gardani damit erpresst hat. Er versteckt diesen Hinweis bei sich zu Hause. Unter dessen kommt die Anwältin selbst zur Beichte zu Don Matteo und erzählt, dass sie es war, die Cardarelli in Notwehr getötet hat, nachdem dieser sie mit der Waffe angegriffen hat, als sie dabei war das belastende Dokument in seiner Kartei zu suchen. Sie hat dann Don Matteo den Mord in die Schuhe geschoben. Durch das Beichtgeheimnis kann der Pfarrer nichts anderes unternehmen als auf die Anwältin einzureden, doch obwohl diese ihre Tat verabscheut, tut sie nichts um Don Matteo zu entlasten und schaut beim abschließenden Prozess ohne ein Wort der Verteidigung bereitwillig zu, wie Don Matteo zu Unrecht beschuldigt wird. Aber als der Richter gerade den Schuldspruch fällen will, platzt jedoch Capitano Anceschi in das Gericht und präsentiert dem Richter die Beweise für Don Matteos Unschuld. Der Capitano hatte zuvor bei einer Durchsuchung von Don Matteos Büro den Hinweis von Cardarellis Mutter gefunden und konnte dann mit Hilfe Cimicettos die Anwältin des Mordes überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678221","hoster":"VOE"},{"path":"/redirect/12678236","hoster":"Doodstream"},{"path":"/redirect/12678227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-10","name":"Die Erpressung","epNo":10,"alt":"Blackmail","descr":"Der Bauer Augusto ist erbost, denn obwohl seine Tiere krank werden, weil das schmutzige Abwasser von Carlo de Francescos Fabrik sein Land und das Wasser vergiftet, wird Carlo beim Prozess freigesprochen. Augustos junge Anwältin Giovanna Cafiero ist ebenfalls sehr enttäuscht von dem Urteil und legt Einspruch ein, obwohl sie wenig Chancen auf Erfolg sieht. Wenig später erhält der Unternehmer Carlo einen Brief mit kompromittierenden Bilder mit seiner Geliebten. Der Erpresser will ihn damit zwingen künftig nicht mehr so rücksichtslos mit der Umwelt umzugehen, ansonsten würde er die Bilder an seine Frau schicken. Carlo denkt jedoch nicht daran sich erpressen zu lassen und übergibt den Brief und eine Aufzeichnung eines Erpresseranrufs an die Polizei. Diese verdächtigt daraufhin natürlich zunächst Augusto, da dieser noch immer sehr wütend auf Carlo ist. Don Matteo glaubt jedoch an die Unschuld des Bauerns. Währenddessen freundet sich Nerino mit Marco, dem Sohn der De Francescos an und die Beiden treffen sich öfters um gemeinsam für die Schule zu lernen oder irgendwas zu unternehmen. Nach einem Gespräch mit dem Bischof und dem Maresciallo Cecchini kommt Don Matteo hinter die wahre Identität des Erpressers, doch bevor er etwas in diese Richtung unternehmen kann kommt es zu einem dramatischen Zwischenfall. Bei spielen am Bach stürzt Marco ins Wasser. Nerino kann ihn zwar rausziehen, aber Marco geht es danach so schlecht, dass er ins Krankenhaus muss. Im Krankenzimmer erfährt dann Carlo de Francesco, dass Marco so krank ist, weil er das von ihm vergiftete Wasser geschluckt hatte. Erst jetzt beginnt bei Carlo das Umdenken und er setzt sich von nun an mehr für die Umwelt ein und ist auch bereit dem Bauern Augusto Entschädigung zu zahlen. Ganz zum Schluss beichtet dann noch Carlos Ehefrau bei Don Matteo, dass diese die Erpressung versucht hat um ihren Mann zur Vernunft zu bringen. Don Matteo, der schon herausgefunden hatte, dass sie es war, lässt den Fall daraufhin auf sich beruhen und alles ist wieder friedlich in Gubbio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678226","hoster":"VOE"},{"path":"/redirect/12678244","hoster":"Doodstream"},{"path":"/redirect/12678232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-11","name":"Der Schauspieler","epNo":11,"alt":"The Actor","descr":"Dreharbeiten in Gubbio. Der berühmte Schauspieler Manuel Donato ist für Dreharbeiten seines neuen Actionfilms in der Stadt. Gedreht wird eine Schießerei direkt vor der Kirche. Überschattet wird dieses Großereignis schließlich durch den Tod des Hauptdarstellers, der bei dieser Schießerei von einer echten Kugel getroffen wird. Die Polizei nimmt als erstes Luigi Fattori fest. Dieser war der letzte Darsteller, der auf Manuel schießen sollte und zuständig für die Gewehre. Luigi beteuert allerdings seine Unschuld und Don Matteo glaubt ihm dies auch. Daher stellt er eigene Ermittlungen an und kann Luigis Unschuld mit Hilfe von Pippos privat gedrehtem Video auch beweisen. Nach einem Gespräch mit dem Maresciallo kommt Don Matteo dann auch noch dem Trick des wahren Mörders auf die Schliche. Er findet heraus, dass Manuels Bruder Giovanni, ebenfalls Schauspieler, neidisch auf seinen Bruder war, da dieser immer erfolgreicher wurde und außerdem noch die hübsche Lucia bekommen hat. Mit Hilfe eben dieser Lucia gelingt es schließlich Giovanni auf dem Polizeirevier in die Enge zu treiben und das Rätsel aufzulösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678253","hoster":"VOE"},{"path":"/redirect/12678254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-12","name":"Im Rausch","epNo":12,"alt":"Drunk","descr":"Don Matteos Pilgerfahrt kurz vor Weihnachten wird durch einen Unfall überschattet. Einer der drei Reisebusse kommt von der Fahrbahn ab und prallt gegen eine Mauer. Der Fahrer ist der Einzige, der sich bei dem Unglück schwerer verletzt und muss zunächst ins Krankenhaus. Laut den Untersuchungen der Polizei ist der Fahrer Vincenzo Mancini Schuld an dem Unfall, da in seinem Blut Alkohol festgestellt wird. Mancini, seit Jahren anonymer Alkoholiker, beteuert, dass er wissentlich keinen Alkohol getrunken hat. Don Matteo, der mit dem Zusammenstellen eines Weihnachtschors viel um die Ohren hat, glaubt allerdings Vincenzo und stellt seine eigenen Ermittlungen an. Dabei bekommt er heraus, dass zwischen den beiden beteiligten Busunternehmen eine aggressive Konkurrenz besteht und nach mehr zufälligen Hinweisen von Pippo und dem Maresciallo kommt Don Matteo dahinter, dass der Unfall auf Sabotage zurückzuführen ist. Er stellt den Busunternehmer Passeri zur Rede und dieser gibt die Tat dann auch schließlich zu. Zu guter Letzt kann dann noch der kurzfristig zusammengestellte Chor den skeptischen Bischof und seinem Vikar begeistern und einem besinnlichen Weihnachtsfest steht nichts mehr im Wege.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678263","hoster":"VOE"},{"path":"/redirect/12678265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-13","name":"Ein akademisches Verbrechen","epNo":13,"alt":"Academic Crime","descr":"Don Matteo wird gebeten eine Forschungseinrichtung zu besuchen um festzustellen, ob Spenden dort gut angelegt sind. Als er dort angekommen ist, erfährt er allerdings, dass am Abend zuvor dort der junge Forscher Stefano Verra ermordet wurde. Der junge Arzt Di Salvo, der Don Matteo gerade nach Hause fährt, wird auf dem Weg von der Polizei festgenommen, da Stefano Verra mit seinem Motorroller-Schloss erschlagen wurde. Di Salvo beteuert allerdings seine Unschuld und nach einem Gespräch mit dessen Freundin Roberta ist auch Don Matteo von seiner Unschuld überzeugt. Er ermittelt im Umkreis der Forschungsklinik und kann auch mit Hilfe der Polizei dem Leiter und seinem Assistenten Veruntreuung der Fördermittel nachweisen, aber mit dem Mord haben auch die Beiden nichts zu tun. Der Zufall lenkt dann allerdings den Verdacht auf Di Salvos Kollegen Bonelli, der am Meisten von dem Mord profitiert. Da auch Roberta dahinter kommt, kommt es zu einem dramatischen Finale, bei dem Don Matteo und der Capitano erst in letzter Sekunde einen zweiten Mord verhindern können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678273","hoster":"VOE"},{"path":"/redirect/12678288","hoster":"Doodstream"},{"path":"/redirect/12678274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-14","name":"Liebe kennt kein Alter","epNo":14,"alt":"Ageless Love","descr":"Die Contessa Elena Compelli Rastrander ist mit ihrem Sohn zu Besuch in Gubbio. Sie bittet Don Matteo sich um die Beerdigung von Libero Ferrini zu kümmern und bietet ihm an alle anfallenden Kosten zu übernehmen. Libero Ferrini war zuletzt Bewohner des Pflegeheims Villa Margherita, daher stattet Don Matteo dem Pflegeheim einen Besuch ab um zu erfahren, was Libero für ein Mensch war. Nach einem Gespräch mit dem Leiter des Heimes, Dr. Alberti, beschleicht Don Matteo der Verdacht, dass es in dem Altenheim nicht mit rechten Dingen zugeht. Er erzählt daraufhin Capitano Anceschi von seinem Verdacht und dieser lässt sofort das Altenheim überwachen. Lauro und Ghisoni machen Beweisfotos wie die Pfleger die Bewohner schlagen und ans Bett fesseln. Der Capitano nimmt daraufhin Dr. Alberti fest und lässt die dankbaren Bewohner in ein anderes Heim bringen. Dr. Alberti bestreitet jedoch, dass der Tod von Libero mit Misshandlungen im Pflegeheim zu hat. Als Don Matteo schließlich Nonnas Fotos von der Ankunft der Gräfin anschaut, erkennt er dass Ottavio, der Sohn der Contessa, für Liberos Tod verantwortlich ist. Bei einer Beichte stellt er ihn zur Rede und Ottavio gesteht, dass es bei einem Handgemenge zu Liberos tödlichen Sturz gekommen ist. Zum Handgemenge ist es gekommen, da er Libero wegen dessen unangemessener Liebe zu seiner Mutter zur Rede gestellt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678287","hoster":"VOE"},{"path":"/redirect/12678307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-15","name":"Das Feuer der Leidenschaft","epNo":15,"alt":"The Fire of the Passion","descr":"Der bestechliche Ingenieur Morabito ersteigert einen sehr wertvollen Diamanten, zum einen um sein Schwarzgeld zu waschen und zum anderen um seine junge Geliebte damit zu überraschen. Zuhause versteckt er den Diamanten in einer kitschigen Gondel. Nichts ahnend welchen Wert die Gondel nun hat, gibt seine Frau Clara diese Gondel Don Matteo für seine Wohltätigkeitsversteigerung. Als Morabito davon erfährt ist er total außer sich und wütend. Clara versucht daraufhin die Gondel zurückzuholen, allerdings ist die Versteigerung schon vorbei und dort wurden drei dieser Gondeln versteigert. Eine dieser Gondeln ist in den Händen von Rosina gelandet, einer Freundin von Elide. Diese entdeckt schließlich auch den Diamanten und möchte sofort Don Matteo informieren. Doch während sie noch Elide am Telefon hat, wird sie niedergeschlagen. Der Täter übersieht allerdings den Diamanten in ihrer Hand und zieht unverrichteter Dinge wieder ab. Die geistig schon ein wenig verwirrte Elide findet schließlich den Diamanten und die auf dem Boden liegende Rosina. Sie versteht allerdings nicht, was dort passiert ist und erzählt Don Matteo beiläufig nach ihrer Rückkehr, dass Rosina auf dem Boden schläft und nicht mit ihr sprechen wollte. Den Diamanten erwähnt sie gar nicht, sondern wirft ihn in den Salztopf, da sie ihn für einen Salzkorn hält. Don Matteo ist natürlich sofort gewarnt und eilt zu Rosina und findet ihre Leiche und die zerstörte Gondel. Zunächst kann sich keiner einen Reim auf die Sache machen, erst als mit Luigi Vincenzi der zweite Käufer einer Gondel niedergeschlagen und beraubt wurde und Don Matteo mit der Contessa Ravelli gesprochen hatte, die den Diamanten versteigern ließ, ahnt der Pfarrer worum es geht. Da Natalina die dritte Gondelkäuferin war, ruft er die Polizei zur Hilfe und sie stellen dem Mörder eine Falle. Zu Don Matteos Erstaunen ist Clara Morabito die Mörderin. Diese hatte nämlich erfahren, dass ihr Mann sie betrügt und außerdem ihr ganzes Vermögen in diesen Diamanten gesteckt hat. Nun hatte sie Angst mittellos sitzen gelassen zu werden und wollte unbedingt den Diamanten beschaffen. Später beim Abendessen ist es dann Nerino, der sich an dem Diamanten verschluckt und somit den Fall zu einem zufriedenen Ende bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678303","hoster":"VOE"},{"path":"/redirect/12678320","hoster":"Doodstream"},{"path":"/redirect/12678317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-1/episode-16","name":"Der Maulwurf","epNo":16,"alt":"The Rotten Apple","descr":"Ausgerechnet jetzt wo Capitano Anceschi beruflich in Rom ist wird bei einer fingierten Kokainübergabe ein Mordanschlag auf einen verdeckt ermittelnden Drogenermittler verübt. Don Matteo kann den Mann zwar schwer verletzt retten, dennoch stellt sich natürlich die Frage, wieso die Tarnung des Polizisten auffliegen konnte. Von dem verdeckten Einsatz waren nur Capitano Anceschi, Maresciallo Cecchini und die beiden Brigadiere Ghisoni und Lauro informiert. Da der Maresciallo nicht weiß, wem er trauen kann bittet er Don Matteo als Freund um Hilfe. Gemeinsam beschatten sie nun Lauro und Ghisoni um einen von ihnen als Maulwurf zu enttarnen. Sie finden allerdings nur heraus, dass beide loyale Polizisten sind und niemals einen Kameraden verraten würden. Der Maresciallo ist schon völlig verzweifelt, aber dann findet Don Matteo heraus, dass die Tarnung gar nicht verraten wurde, sondern im Vorfeld das Kokain durch Backmittel vertauscht wurde. Der Mordanschlag wurde also nur verübt, weil die Drogengangster dachten sie wären hinters Licht geführt worden. Dadurch erweitert sich natürlich der Kreis der Verdächtigen auf alle Polizisten die Zugang zu den Drogen hatten. Als Cecchini bei der Durchsuchung der Polizeiunterkünfte schließlich weitere Drogen in einem Bad findet, legt er sich mit Don Matteo auf die Lauer. Auf diesem Wege erwischen sie dann den Neuling Benvenuti. Dieser hatte die Drogen nur ausgetauscht um damit von drogensüchtigen Informanten wertvolle Informationen zu bekommen. Er hatte also nur Gutes im Sinn, wollte den Undercover-Einsatz nicht gefährden und bereut seine Taten zutiefst. So ist der Fall schließlich geklärt, bevor Capitano Anceschi aus Rom zurück ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678079","hoster":"VOE"},{"path":"/redirect/12678088","hoster":"Doodstream"},{"path":"/redirect/12678076","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/don-matteo/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/don-matteo/staffel-2/episode-1","name":"Giftige Äpfel","epNo":1,"alt":"The Poisoned Apple","descr":"Nachdem Nerino von Natalinas Apfelkuchen gegessen hat, wird er schwer krank. Auch etliche andere Menschen der Umgebung haben nach dem Verzehr von Äpfeln Vergiftungserscheinungen. Die Untersuchung ergibt, dass die Äpfel mit Pestiziden vollgepumpt sind – dabei stammen sie vom Biobauernhof von Stefano Di Giacomo. Wollte jemand ihm eins auswischen? Don Matteo geht verschiedenen Spuren nach, um den Übeltäter zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672436","hoster":"VOE"},{"path":"/redirect/12672438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-2","name":"Zeichen auf der Haut","epNo":2,"alt":"The Mark on the Skin","descr":"Als ein junger Mann an einer Überdosis Heroin verstirbt, kommt bei der Polizei die Frage auf, von wem er die Drogen bekommen hat. In Verdacht gerät bald die Tätowiererin Marisa. Sie war einst ebenfalls drogenabhängig und scheint einige Geheimnisse zu hüten. Don Matteo ist jedoch anderer Meinung – wird er ihre Unschuld beweisen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672439","hoster":"VOE"},{"path":"/redirect/12672442","hoster":"Doodstream"},{"path":"/redirect/12672440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-3","name":"Herz aus Eis","epNo":3,"alt":"Heart of Ice","descr":"Bei einem Klassentreffen mit ehemaligen Mitschülern von Capitano Anceschi geschieht ein Mord: Der wohlhabende Arzt Luigi Chimenti, ein Spezialist für künstliche Befruchtung, wird tot aufgefunden. Über ihm kniet Nico Caronna, der noch wenige Stunden zuvor Chimenti wegen seiner Entlassung Rache angedroht hat. Nico beteuert seine Unschuld, aber es sieht nicht gut für ihn aus. Dabei gab es im Leben des Ermordeten noch andere Konfliktfelder. In seiner Klinik geht etwas nicht mit rechten Dingen zu und seine Ehe mit der schönen Giulia ist in der Krise. Für Giulia hatte Capitano Anceschi schon immer Gefühle, die nach all den Jahren noch nicht vergangen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672443","hoster":"VOE"},{"path":"/redirect/12672444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-4","name":"Der Magier","epNo":4,"alt":"The Magician","descr":"Der Magier und Wunderheiler Kaspar macht Halt in Gubbio. Dank diverser Wunderheilungen erfährt er großen Zuspruch und scheut sich nicht, die Gunst seiner dankbaren Patienten auszunutzen und diesen ihr Geld abzunehmen. Als Monica Tini zu Don Matteo in die Kirche kommt, die gerade von ihrem Arzt erfahren hat, dass sie unheilbar krank ist, spendet dieser ihr Trost. Doch kurze Zeit später ist auch sie, wie durch ein Wunder geheilt. Don Matteo rückt dem sogenannten Magier auf die Pelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672448","hoster":"VOE"},{"path":"/redirect/12980847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-5","name":"Fünf Hummer","epNo":5,"alt":"Five Lobsters","descr":"Der berühmte Feinschmecker Renato Rebecchini wird tot neben seinem Wagen gefunden. Er hatte kurz zuvor einen Streit mit den Gebrüdern Bagnetti. Da diese als aggressive Hitzköpfe bekannt sind, geraten sie sofort unter Verdacht. Sogar Don Matteo, den die Brüder um Hilfe bitten, glaubt zunächst nicht an deren Unschuld, da er miterlebt hat, wie sie einen Obdachlosen verprügelt haben. Dennoch versucht er der Wahrheit, auf die Spur zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672452","hoster":"VOE"},{"path":"/redirect/12672454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-6","name":"Cecchini unter Verdacht","epNo":6,"alt":"Honest Man","descr":"Maresciallo Cecchini wird eine Falle gestellt. Als er eines Abends einer völlig verstörten Frau zu Hilfe eilt und zu ihr in den Wagen steigt, wird dieser Wagen nach einem anonymen Hinweis von der Polizei angehalten. Es stellt sich heraus, dass die Fahrerin eine Prostituierte ist, der Wagen gestohlen und außerdem noch zum Drogenschmuggel benutzt wurde. Zu allem Überfluss behauptet die Frau auch noch, dass Cecchini sein Amt ausnutzt, um den Drogenhandel zu decken. Zum Glück kann Cecchini sich auf die Hilfe seiner Freunde Don Matteo und Capitano Anceschi verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672455","hoster":"VOE"},{"path":"/redirect/12672456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-7","name":"Der Reisebus","epNo":7,"alt":"The Coach Travel","descr":"Ein Reisebus mit Rentnern macht Station in Gubbio. Mit an Bord ist Annarita, die Tante von Costantino, dem Organisator der Reise. Die beiden verstehen sich jedoch nicht besonders und geben sich nur aus finanziellen Interessen miteinander ab. Als Annarita andeutet, ihn zukünftig nicht mehr zu unterstützen kommt es zum Streit. Wenig später ist es dann Don Matteo, der aus der Ferne mit ansehen muss, wie Annarita von einem Mann einen Abhang hinuntergestürzt wird und stirbt. Während alle Indizien gegen den Neffen Costantino sprechen, glaubt Don Matteo nicht an dessen Schuld. Er beginnt eigene Ermittlungen im Kreis der Reisegäste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672460","hoster":"VOE"},{"path":"/redirect/12672459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-8","name":"Schwergewicht","epNo":8,"alt":"Maximum Weight","descr":"Der angehende Olympiaboxer Luca Cardi stirbt während eines Trainingskampfes mit seinem Trainer Luciano Vitri. Dieser wird daraufhin des Totschlags bezichtigt, ist von dem Ereignis aber selbst tief erschüttert. Sein Freund Don Matteo kann sich nicht vorstellen, dass Luciano so hart zugeschlagen haben soll und stellt eigene Ermittlungen an. Er übernimmt das Boxtraining von Lucas bestem Freund Marco und kommt so der Wahrheit langsam näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672464","hoster":"VOE"},{"path":"/redirect/12672465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-9","name":"Riskanter Schachzug","epNo":9,"alt":"Move Gambling","descr":"Natalina braucht eine Abwechslung und meldet sich bei einem Verkäuferseminar für Reinigungsmittel in der Firma von Antonio Maffei an. Doch schon der erste Tag endet mit einem großen Schreck, denn sie wird Zeugin, wie der Firmenchef Antonio von zwei maskierten Gangstern entführt wird. Sie alarmiert sofort die Polizei, die umgehend mit der Fahndung beginnt. Der von Natalina hinzugerufene Don Matteo und die Polizei sind sich einig, dass es in der Firma einen Spitzel geben muss, da das Timing des Zugriffes sonst nicht möglich gewesen wäre. Und schon steckt der gewitzte Priester wieder in einem neuen Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672468","hoster":"VOE"},{"path":"/redirect/12672469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-10","name":"Liebe kennt keine Grenzen","epNo":10,"alt":"Wife and Oxen of Your Countries","descr":"Der junge Marokkaner Abdullah wird brutal zusammengeschlagen und beschimpft. Es ist eindeutig, dass rassistische Motive hinter der Tat stecken. Da Abdullah die Täter jedoch nicht gesehen hat, tappt die Polizei zunächst im Dunkeln. Auch Don Matteo, der sofort in seinen Predigten für Völkerverständigung wirbt, kann zunächst nichts weiter ausrichten. Aber als kurze Zeit später im Laden der Familie Achir eingebrochen wird und 5 Millionen Lire verschwinden, mischt Don Matteo sich ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672470","hoster":"VOE"},{"path":"/redirect/12672472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-11","name":"Das Orchester","epNo":11,"alt":"The Band","descr":"Als Sergio ein Motorrad von der Straße bergen will, mit dem seine Freundin kurz zuvor gestürzt ist, wird er von einem Auto angefahren und stirbt. Der Fahrer des Unfallwagens flieht. Sergios Freundin Angela macht sich große Vorwürfe und kommt nur mit Hilfe Don Matteos mit dem Verlust zurecht. Erst nach mehreren Wochen nimmt sie wieder an den Proben des Kirchenorchesters teil. Mit Angelas Rückkehr in ihr normales Leben wird es für sie allerdings nicht leichter. Irgendjemand schikaniert sie mit Drohanrufen, verwüstet ihre Wohnung und demoliert ihr Auto. Don Matteo nimmt sich der Sache an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672474","hoster":"VOE"},{"path":"/redirect/12672475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-12","name":"Der Biss der Schlange","epNo":12,"alt":"The Bite of the Snake","descr":"Während des Festumzuges zu Ehren San Giovannis kommt es zu einem gemeinen Zwischenfall. Ein unerkannter Täter lässt den Umzugsteilnehmer Bruno Lippi von einer exotischen Schlange beißen. Dieser fällt daraufhin ins Koma und kann nur gerettet werden, wenn schnell ein Gegengift gefunden wird. Dazu wird allerdings die Schlange benötigt und diese ist leider im Trubel entwischt. Ein Wettlauf gegen die Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672479","hoster":"VOE"},{"path":"/redirect/12672481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-13","name":"Die Höhle der Etrusker","epNo":13,"alt":"Etruscan Tomb","descr":"Nerino findet bei einem Spaziergang mit Don Matteo im Wald eine versteckte Höhle, die voller wertvoller etruskischer Fundstücke steckt. Die Polizei sperrt den Fundort ab, aber dennoch wird die Höhle in der kommenden Nacht geplündert. Der erste Verdacht fällt auf Eugenio Lanza, in dessen Haus man eine Karte mit der eingezeichneten Höhle findet. Don Matteo allerdings zweifelt an der Schuld Eugenios und versucht den wahren Schuldigen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672482","hoster":"VOE"},{"path":"/redirect/12672484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-14","name":"Spiel mit dem Feuer","epNo":14,"alt":"Playing with Fire","descr":"Fabio Savini wird von einem Zeugen in der Nähe des Brandherdes eines Waldbrandes gesehen. Bei der ersten Vernehmung durch die Polizei gesteht Fabio. Don Matteo hat Zweifel und macht sich auf die Suche nach dem wahren Motiv der Brandstiftung. Dabei stößt er schon bald auf windige Grundstücksgeschäfte. Als es zu einem weiteren Brand kommt und Fabio verschwindet, ist plötzlich Eile geboten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672487","hoster":"VOE"},{"path":"/redirect/12672492","hoster":"Doodstream"},{"path":"/redirect/14215765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-15","name":"Abseits","epNo":15,"alt":"Out Game","descr":"Gubbio ist im Volleyballfieber. Das Team des Vereinspräsidenten und Trainers Luigi Varoli hat einen großen Sieg errungen. Die Euphorie erhält jedoch einen jähen Dämpfer als Luigi Varoli am nächsten Tag ermordet aufgefunden wird. In Verdacht gerät sofort die ehemalige Spielerin Viviana Cosmi, die nach einem von Varoli verursachten Unfall im Rollstuhl sitzt und von einem Zeugen am Tatort gesehen wurde. Don Matteo will Viviana helfen und mischt sich in die Ermittlungen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672490","hoster":"VOE"},{"path":"/redirect/12672494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-2/episode-16","name":"Die Beichte","epNo":16,"alt":"The Confession","descr":"Natalina findet die Leiche einer ermordeten Frau. Sie kann der Polizei eine Beschreibung eines Tatverdächtigen liefern, der kurz vor dem Leichenfund mit ihr zusammenstieß und anschließend davonlief. Die Polizei ermittelt die Identität des Mannes und nimmt ihn fest. Giovanni Antonelli gibt zu mit dem Opfer ein Verhältnis gehabt zu haben, bestreitet aber den Mord. Don Matteo versucht auf seine Art die Wahrheit ans Licht zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672435","hoster":"VOE"},{"path":"/redirect/12672434","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/don-matteo/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/don-matteo/staffel-3/episode-1","name":"Geheimnisse des Herzens","epNo":1,"alt":"The Secrets of the Heart","descr":"Der Arbeiter Luca Massini wird tot in der Zementfabrik von Luigi Ontani aufgefunden. Der erste Verdacht fällt auf Antonio Aranaia, den Schichtführer der Fabrik, der Luigi hasste, weil der seine Tochter Carmela betrogen hatte. Als Antonio festgenommen wird, bittet Carmela Don Matteo um Hilfe. Dieser beginnt im Umfeld der Fabrik mit seinen Ermittlungen und entdeckt, dass Antonio lange nicht der Einzige mit einem Motiv ist. Es gelingt ihm gerade noch rechtzeitig das Geflecht an Lügen und Beziehungen zu entwirren, um eine weitere Tragödie zu verhindern. Für weitere Verwirrung in Gubbio sorgt die wöchentliche Lotterie, bei der nicht nur Natalina, sondern auch Maresciallo Cecchini sowie Capitano Ancheschi das Los mit der Gewinnnummer zu haben glauben. Sie alle verheimlichen ihren Gewinn, machen aber schon Pläne mit dem vielen Geld. Doch wie kann es sein, dass es plötzlich so viele Gewinner gibt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12832098","hoster":"VOE"},{"path":"/redirect/12832096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-2","name":"Für die Liebe ist es nie zu spät","epNo":2,"alt":"Never Too Late in Love","descr":"Bei einer Veranstaltung auf der Pferderanch von Züchter Andrea Valenti kommt es zu einer Katastrophe. Ein Feuer bricht aus und drei Pferde werden in den Ställen so schwer verletzt, dass Valenti sie erschießen muss. Der langjährige Angestellte Silvio gerät in den Verdacht, Feuer aus Rache gelegt zu haben, da er von Valenti schlecht behandelt wurde. Doch als rauskommt, dass der Züchter hoch verschuldet ist und nun mit einer hohen Versicherungssumme rechnen kann, konzentrieren sich die Ermittlungen auch auf ihn als möglichen Täter. Don Matteo erkennt schließlich die Wahrheit und verhilft nebenbei Andrea Valenti zur Versöhnung mit seiner Freundin Sara und deren kleinem Sohn Simone.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12832094","hoster":"VOE"},{"path":"/redirect/12832095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-3","name":"Skandal in der Stadt","epNo":3,"alt":"Scandal in the City","descr":"Hoteldirektor Antonio Belli wird erschossen aufgefunden. Im Zuge der Ermittlungen findet die Polizei heraus, dass Belli ein Erpresser war, der in seinem Hotel mit versteckter Kamera kompromittierende Aufnahmen gemacht hat, um wohlhabende Gäste zu erpressen. Dank der Videos findet die Polizei vier Erpressungsopfer. Cinzia Pancrazi, die hübsche Frau des Krimiautors Lodovico Pancrazi, wird dabei schnell zur Hauptverdächtigen, da ein Tankwart sie in der Nähe des Tatorts gesehen hat. Nachdem immer mehr Indizien für Cinzia als Täterin sprechen, gesteht Lodovico die Tat. Doch Don Matteo und auch Capitano Anceschi glauben nicht an die Schuld Lodovicos. Nerino und Maresciallo Cecchini bringen schließlich Don Matteo und die Polizei auf die Fährte des wahren Täters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12832102","hoster":"VOE"},{"path":"/redirect/12839060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-4","name":"Die Entführung Don Matteos","epNo":4,"alt":"The Hostage","descr":"Don Matteo, Natalina und Pippo sammeln auf dem Marktplatz Altkleider für Bedürftige, als in einem anliegenden Geschäft die Alarmsirene anspringt. Schnell eilen Don Matteo und Maresciallo Cecchini, der ebenfalls vor Ort ist, herüber und können die Räuberin stellen. Fatalerweise kommt gerade jetzt die Tochter des Maresciallo – Patrizia Cecchini – um die Ecke und wird prompt als Geisel genommen. Doch Don Matteo kann beschwichtigend eingreifen und stellt sich als Geisel im Tausch für Patrizia zur Verfügung. Die Räuberin flieht mit Don Matteo. Während die Polizei herausfindet, dass es sich bei der Räuberin um die gesuchte Mörderin Petra Novelli handelt und die Fahndung mit Hochdruck voranbringt, kommt Don Matteo nicht nur den wahren Hintergründen des Überfalls auf die Schliche, sondern gewinnt auch Petras Vertrauen. Zusammen versuchen sie nun, Petra vom Verdacht des Mordes zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12832107","hoster":"VOE"},{"path":"/redirect/12832106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-5","name":"Geister der Vergangenheit","epNo":5,"alt":"The Past Returns","descr":"Christina Bellini wird mit dem blutigen Messer in der Hand neben der Leiche ihres Mannes Osvaldo gefunden. Da sie kurz zuvor die anonyme Nachricht bekommen hat, dass ihr Mann sie mit der hübschen Sandra Lovati betrogen hat, sprechen die Indizien gegen sie und sie wird sofort verhaftet. Christinas Mutter Marie, eine alte Jugendfreundin Don Matteos, bittet den Pfarrer um Hilfe, da sie nicht an die Schuld ihrer Tochter glaubt. Don Matteo beginnt seine eigenen Ermittlungen und stößt zusammen mit der Polizei schon bald auf weitere Kandidaten. Als dann auch noch im Haus der Bellinis eingebrochen wird, bekommt Don Matteo schließlich den entscheidenden Hinweis auf den wahren Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12858637","hoster":"VOE"},{"path":"/redirect/12858636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-6","name":"Lampenfieber","epNo":6,"alt":"Stage Fright","descr":"Im Theater von Gubbio soll das Theaterstück Anna Karenina mit der bekannten Schauspielerin Irina Platt aufgeführt werden. Während der ersten Proben kommt es jedoch zur Katastrophe, da eine herabfallende Requisite den Beleuchter Federico erschlägt. Festgenommen wird daraufhin Walter Elefanti, ein Mitarbeiter des Theaters, der angeblich einen Groll gegen den Regisseur des Theaterstücks hegt. Don Matteo glaubt jedoch nicht an die Schuld Walters und ermittelt in eigener Regie. Unterdessen geht es der abergläubischen Hauptdarstellerin nervlich immer schlechter und es kommt sogar soweit, dass sie ihre Rolle an eine jüngere Kollegin abgeben muss. Als Don Matteo schließlich dahinterkommt, dass heimlich verabreichte Medikamente an Irinas Zustand schuld sind, fährt er mit ihr ins Theater und stellt so den wahren Täter in einem würdigen Schlussakt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12901916","hoster":"VOE"},{"path":"/redirect/12901914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-7","name":"Die Schönheitsfarm","epNo":7,"alt":"Beauty Farm","descr":"Caterina Cecchini ist außer sich vor Glück, denn sie hat bei einer Quizshow einen Aufenthalt in der luxuriösen Schönheitsfarm \"Ever Green\" gewonnen. Während der Maresciallo seine Frau nur ungern alleine dorthin lässt, trifft auf der Schönheitsfarm die bekannte amerikanische Schauspielerin Corinna Campbell mit ihrer Tochter ein. Ausgerechnet Capitano Anceschi ist es, der beim Angeln am nächsten Morgen die Leiche der Schauspielerin in einem See findet. Als sich herausstellt, dass sie ermordet wurde, schleust er Maresciallo Cecchini als Gast in die Schönheitsfarm ein. Dies führt nicht nur zu Verwicklungen mit seiner Frau, sondern schließlich in Zusammenarbeit mit Don Matteo, auch auf die richtige Fährte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12941492","hoster":"VOE"},{"path":"/redirect/12941494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-8","name":"Der Auftragsmord","epNo":8,"alt":"The Job","descr":"Auf dem Mittelalterfest von Gubbio kann Don Matteo in letzter Sekunde verhindern, dass der alte Bibliothekar Aurelio Gianocca mit einer Armbrust erschossen wird. Da die Veranstaltung vom Fernsehen aufgezeichnet wurde, hat die Polizei recht schnell ein gutes Fahndungsfoto und auch der Attentäter ist somit schnell ermittelt. Dummerweise ist dieser untergetaucht und es stellt sich heraus, dass er den Mordauftrag per Internet bekommen hat. Um den Auftraggeber zu ermitteln, untersuchen Don Matteo und die Polizei auch die Vergangenheit des Opfers und der Pfarrer kommt schließlich Dank Jules Verne und dem seltsamen Verhalten Aurelios den tragischen Hintergründen auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13005155","hoster":"VOE"},{"path":"/redirect/13005154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-9","name":"Schönheiten","epNo":9,"alt":"The Beauty","descr":"Starfotograf Alberto Meia ist mit drei Models zu einem Fotoshooting nach Gubbio gekommen. Diese Veranstaltung endet in einer Tragödie als das junge Model Viviana ermordet aufgefunden wird. In Verdacht gerät zunächst die junge Maria, die das Opfer kurz zuvor beraubt hatte. Da Maria der Polizei gegenüber sehr verschlossen ist, wird sie in die Obhut Don Matteos übergeben. Dieser glaubt ohnehin nicht, dass Maria Viviana etwas angetan hat, hat aber in Maria nun eine wichtige Zeugin. Mit ihrer Hilfe kommt Don Matteo schließlich den wahren Hintergründen auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13012260","hoster":"VOE"},{"path":"/redirect/13012263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-10","name":"Das Geheimnis des Klosters","epNo":10,"alt":"The Convent\u0027s Mystery","descr":"Dr. De Cortalo sucht Unterschlupf im Kloster von Gubbio. Er ist Beteiligter in einem großen Bestechungsskandal, hat wichtige Dokumente dabei und große Angst, dass ihm vor dem Prozess noch jemand etwas antun könnte. Obwohl die Brüder des Klosters ihn freundlich aufnehmen, fühlt De Cortalo sich nicht wohl. Sein schlechtes Gefühl scheint ihn auch nicht getäuscht zu haben, denn am nächsten Morgen wird er tot aufgefunden. Verdächtige in der Sache sind schnell gefunden, da am Tatort Montani, einer der Handlanger von Ingenieur Boldrini, dem Hauptbeschuldigten im Bestechungsskandal, entdeckt wird. Der Bischof wendet sich unterdessen an Don Matteo, da er einen größeren Skandal im Kloster vermeiden möchte. Don Matteo soll für den Bischof ermitteln, was wirklich in dieser Nacht vorgefallen ist. So zieht der Pfarrer für ein paar Tage ins Kloster und kann letztendlich das Geheimnis des Klosters lüften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13037119","hoster":"VOE"},{"path":"/redirect/13037116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-11","name":"Der Zeuge","epNo":11,"alt":"The Witness","descr":"Der 13-jährige Dario lebt mit seinem Vater in ärmlichen Verhältnissen in einer alten Baracke. In ihrer Nachbarschaft versteckt sich seit einiger Zeit Angelo, der sich mit Dario angefreundet hat und den Dario mit Essen und Zeitungen versorgt. In der Nacht hört Dario Schüsse und rennt besorgt zu Angelo. Dieser liegt sterbend auf dem Boden, kann Dario allerdings mit letzter Kraft noch einen Hinweis auf die Täter geben. Von nun an schwebt der Junge in ernster Gefahr, denn die Täter waren niemand geringeres als die Handlager von Ferdinando Coppola, einem gefährlichen Gangsterboss. Da der Junge allerdings weder mit der Polizei, noch mit der anrückenden Staatsanwältin kooperieren möchte, nimmt Don Matteo ihn und seinen Vater in Obhut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13057116","hoster":"VOE"},{"path":"/redirect/13057117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-12","name":"Natalina ist verliebt","epNo":12,"alt":"Nataline in Love","descr":"Während Capitano Anceschi mit einer Grippe krank im Bett liegt, bekommen es Maresciallo Cecchini und Don Matteo mit einem Trickbetrüger zu tun. Der macht sich an alleinstehende, wohlhabende Frauen heran, um deren Konten zu plündern. Das erste Opfer ist Aurelia, die Besitzerin eines Lottogeschäftes. Ebenfalls auf den Betrüger hereingefallen ist eine Gräfin, die nun verarmt und einsam ist und sich nur noch mit Straßenkatzen umgibt. So ist es natürlich nicht verwunderlich, dass Don Matteo äußerst skeptisch ist, als Natalina ihm gesteht, sie habe sich verliebt. Natalina teilt diese Skepsis nicht und überlegt sogar, nicht nur das Pfarrhaus sondern auch Gubbio mit ihrem geliebten Cesare zu verlassen. Kann Don Matteo die Wahrheit ans Licht bringen, bevor es zu spät ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082754","hoster":"VOE"},{"path":"/redirect/13082757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-13","name":"Drei Hochzeiten und ein Weihnachtsmann","epNo":13,"alt":"Three Marriages and... One Father Christmas","descr":"Beim nächtlichen Einbruch in die Wohnung von Guido und Magdalena Buzzoni wird der Täter von der Hausherrin ertappt. Dieser tötet sie daraufhin und flüchtet unerkannt. Die Indizien deuten alle auf Michele Frantoni, da das Eindringen über die Dächer Gubbios als Spezialität des \"Weihnachtsmann\" genannten Michele gilt. Michele befindet sich gerade in der Kirche, um seine Gabriella zu heiraten, als er noch vor der Zeremonie verhaftet wird. Für Gabriella bricht eine Welt zusammen und Don Matteo versucht ihr zu helfen. Er ermittelt im Umkreis der Buzzonis und in der Familie Micheles und entdeckt zusammen mit Maresciallo Cecchini schließlich die entscheidende Spur zum wahren Täter","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13112972","hoster":"VOE"},{"path":"/redirect/13112968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-14","name":"Der Schachkönig","epNo":14,"alt":"The King of Chess","descr":"Rund um das traditionsreiche Schachturnier in Gubbio kommt es zu sonderbaren Angriffen auf Zuschauer. Don Matteo geht der Sache mit strategischem Gespür auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13141416","hoster":"VOE"},{"path":"/redirect/13141411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-15","name":"Der anonyme Brief","epNo":15,"alt":"The Anonymous Letter","descr":"Professor Romalli erhält einen anonymen Brief. Kurz darauf unternimmt er durch einen Sprung vom Balkon einen Selbstmordversuch. Don Matteo und die Polizei fragen sich: Wer könnte Romalli auf dem Gewissen haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13165480","hoster":"VOE"},{"path":"/redirect/13165495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-3/episode-16","name":"Der Flug","epNo":16,"alt":"The Flight","descr":" Während eines Drachenflugwettbewerbs stirbt ein Teilnehmer. Die Polizei findet heraus, dass jemand seinen Drachenflieger sabotiert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13200938","hoster":"VOE"},{"path":"/redirect/13200930","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/don-matteo/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/don-matteo/staffel-4/episode-1","name":"Wahlkampf","epNo":1,"alt":"Election Campaign","descr":"Der Journalist Daniele Fano kandidiert für das Amt des Bürgermeisters in Gubbio. Eines Morgens wird Daniele ermordet in seinem Wagen aufgefunden. Da politische Motive nicht ausgeschlossen werden können, wird Danieles Nachfolgerin Laura Respighi unter Polizeischutz gestellt, was Capitano Anceschi das eine oder andere Mal zur Verzweiflung bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13239691","hoster":"VOE"},{"path":"/redirect/13239695","hoster":"Doodstream"},{"path":"/redirect/13239692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-2","name":"Der Tote in der Bibliothek","epNo":2,"alt":"Crime in the Library","descr":"In der Bibliothek des Vatikans wird Professor Leonardo Abbiati ermordet aufgefunden. Seine Eminenz bittet seinen Freund Don Matteo, in den Vatikan zu kommen, da er von dessen vielen erfolgreichen Ermittlungen gehört hat. Don Matteo aber besteht darauf, dass er die Fälle immer nur mit Hilfe der Polizei gelöst hat und so fordert der Vatikan offiziell die Amtshilfe von Capitano Anceschi und Maresciallo Cecchini an. Um im Vatikan nicht für Unruhe zu sorgen, ermitteln die beiden verdeckt als Missionarsschüler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13269539","hoster":"VOE"},{"path":"/redirect/13269544","hoster":"Doodstream"},{"path":"/redirect/13269541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-3","name":"Mein Vater war im Gefängnis","epNo":3,"alt":"My Father Was In Prison","descr":"Nerinos Vater Vanni Bertolacci wird aus dem Gefängnis entlassen. Um allen und vor allem sich selbst zu beweisen, dass er sich geändert hat, hat er sich von Capitano Anceschi überreden lassen, sich wieder in die Bande seines ehemaligen Komplizen Gaspare Tiburzi einzuschleusen, um diesen endlich zu überführen. Da aber alles geheim bleiben muss, keimt in Nerino der Verdacht auf, dass sein Vater wirklich wieder zu der Bande gehört. Don Matteo ist es schließlich, der die Situation und auch die Gefahr, in der Vanni sich befindet, erkennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13296352","hoster":"VOE"},{"path":"/redirect/13296356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-4","name":"Überfall im Supermarkt","epNo":4,"alt":"Debt for Life","descr":"In Gubbio wird ein Supermarkt überfallen. Capitano Anceschi ist als Kunde vor Ort und wird angeschossen. Eine Blutspende von Elena Lorenzi rettet ihm das Leben. Während er sich im Pfarrhaus erholt, möchte er sich bei seiner Lebensretterin bedanken, findet diese aber tot in der Wohnung vor. Cecchini soll den Tod untersuchen, hat dafür aber keine Zeit, weil er mit dem Supermarktüberfall voll ausgelastet ist. So ist es dieses Mal Anceschi selbst, der Don Matteo um Hilfe bittet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13316539","hoster":"VOE"},{"path":"/redirect/13316540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-5","name":"Der Tod des Tangotänzers","epNo":5,"alt":"Dance Competition","descr":"Der bekannte Tango-Tänzer Loris Guazza bricht bei einer Probe zusammen. In seiner Umkleide wird Gift gefunden. Der Apotheker Ettore De Magistris wird verhaftet, da dieser Loris wegen dessen Verhältnis zu seiner Tochter hasste. Don Matteo wundert sich über das passive Verhalten Ettores und stolpert bei seinen Ermittlungen über weitere Merkwürdigkeiten. Warum wird zum Beispiel Loris’ Leiche nicht freigegeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13378917","hoster":"VOE"},{"path":"/redirect/13378922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-6","name":"Mord bei Sonnenaufgang","epNo":6,"alt":"Death at Dawn","descr":"Im Krankenhaus von Gubbio stürzt der Arzt Gregorio Corrini mehrere Stockwerke in die Tiefe. Don Matteo, der gerade die kranke Natalina besucht, ist sofort zur Stelle. Sterbend flüstert Corrini Don Matteo ein paar rätselhafte letzte Worte ins Ohr. Da der Täter im Krankenhaus vermutet wird, wird Cecchini als Pfleger eingeschleust. Gemeinsam mit Don Matteo kommt er dem Geheimnis langsam auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13411596","hoster":"VOE"},{"path":"/redirect/13411595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-7","name":"Die Klausel 23","epNo":7,"alt":"Subparagraph 23","descr":"Cecchinis Tochter Patrizia hat sich die Augen verätzt und benötigt nun eine dringende Operation. Der Augenarzt Morandi macht Cecchini klar, dass diese Operation sehr teuer sei und empfiehlt ihm direkt ein Kreditinstitut, bei dem er das Geld zu günstigen Konditionen bekommen könnte. Cecchini besorgt sich den Kredit und entdeckt erst nach seiner Unterschrift die sehr klein gedruckte Klausel 23 im Vertrag, die besagt, dass er mit dem Kredit auch eine Lebensversicherung mit einem Jahresbeitrag von 50.000 Euro abgeschlossen hat – ein abgekartetes Spiel zwischen Kreditinstitut und Arzt. In seiner Not wendet er sich an Don Matteo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13444176","hoster":"VOE"},{"path":"/redirect/13444177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-8","name":"Der vergiftete Kelch","epNo":8,"alt":"The Poisoned Chalice","descr":"In der Kirche Don Matteos wird ein Obdachloser vergiftet aufgefunden. Doch der Obdachlose war nur ein Zufallsopfer, denn das Gift war in dem Kelch, der normalerweise für das Abendmahl verwendet wird. Der Giftanschlag galt Don Matteo! Ein paar Fingerabdrücke in der Kirche führen Cecchini und Anceschi zum ehemaligen Häftling Cristoforo Camerota, der Dank Don Matteo fünf Jahre im Gefängnis saß, doch dieser bestreitet den Giftanschlag. Und dann wird auch noch auf Don Matteo geschossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13469713","hoster":"VOE"},{"path":"/redirect/13469714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-9","name":"Die vertauschte Reisetasche","epNo":9,"alt":"The Suitcase","descr":"Natalina kommt von einer einwöchigen Reise aus Pompeji zurück. Don Matteo holt sie vom Bahnhof ab. Zuvor aber vertauscht Natalina noch versehentlich ihre Reisetasche mit der einer jungen Frau namens Sabrina Giacci. Am nächsten Tag wird Sabrina ermordet aufgefunden. Als in der Kirchenwohnung eingebrochen wird und jemand Natalinas Sachen durchwühlt hinterlässt, deutet alles darauf hin, dass der Mord mit dem vertauschten Koffer in Zusammenhang steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13569479","hoster":"VOE"},{"path":"/redirect/13569480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-10","name":"Verbrechen auf der Burg","epNo":10,"alt":"The Stolen Love","descr":"Auf einer nahegelegenen Burg findet ein Mittelalterfest statt. Während die Besucher die Veranstaltung genießen, ereignet sich auf dem Turm der Burg ein dramatischer Zwischenfall. Die Schülerin Emilia Gardiani wird vergewaltigt. Der von den Eltern des Mädchens alarmierte Don Matteo überzeugt Emilia den Vorfall anzuzeigen. Obwohl Emilia keine Angaben zum Täter macht, nehmen Capitano Anceschi und Maresciallo Cecchini die Ermittlungen au","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13645544","hoster":"VOE"},{"path":"/redirect/13645535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-11","name":"Tanz auf dem Eis","epNo":11,"alt":"The Vaulting of the Heart","descr":"In Gubbio findet ein großer Eistanz-Wettbewerb statt. Beim Training eines favorisierten Paares kommt es zu einem folgenschweren Unfall. Die Tänzerin Chiara stürzt und verletzt sich schwer. Don Matteo, der mit der kleinen Camilla das Training beobachtet, eilt sofort zu Hilfe und stellt fest, dass der Unfall herbeigeführt wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13653992","hoster":"VOE"},{"path":"/redirect/13653993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-12","name":"Mord im Radio","epNo":12,"alt":"Murder in Direct","descr":"Gubbio ist im Musikfieber. Die örtliche Band \"Crysis\" steht vor ihrem großen Durchbruch. Don Matteo, der eine Talkshow im Radio moderiert, darf für diese Show ein Interview mit der Band führen. Zur Seite steht ihm dabei DJ Paco, der beim Radiosender der Star ist und auch als Entdecker und Songschreiber der Band gilt. Als Paco abends allein die Spätsendung moderiert, geschieht das Unglaubliche: Es erklingt ein Schuss und man hört Paco zusammensacken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13731267","hoster":"VOE"},{"path":"/redirect/13731270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-13","name":"Capitano unter Mordverdacht","epNo":13,"alt":"Private Investigation","descr":"Antonio Simeoni, der Mörder von Capitano Anceschis Vater, wird aus dem Gefängnis entlassen. Er wurde seinerzeit zwar für den Mord verurteilt, hat aber die Hintermänner nie verraten. Nun aber sind es genau diese Hintermänner, die Simeoni noch am Tag der Haftentlassung eliminieren. Dabei hinterlassen sie eine ganze Reihe falscher Beweise, so dass der Verdacht auf Capitano Anceschi fällt. Er wird vom Dienst suspendiert. Nun liegt es an Don Matteo und Maresciallo Cecchini, die wahren Täter zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13731271","hoster":"VOE"},{"path":"/redirect/13731276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-14","name":"Der Kronzeuge","epNo":14,"alt":"The Stranger","descr":"Lucia, die Tochter des Ehepaares Matteucci wird gemeinsam mit der jüngeren Tochter von Maresciallo Cecchini aus der Schule entführt. Der Grund für die Entführung ist schnell klar, denn Lucias Vater ist der Kronzeuge in einem wichtigen Prozess, weswegen er und seine Familie unter falschen Namen in Gubbio leben. Nun soll er mit der Tochter als Druckmittel zum Schweigen gebracht werden. Es beginnt eine fieberhafte Suche nach den beiden entführten Mädchen, bei der natürlich auch Don Matteo mit von der Partie ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13731277","hoster":"VOE"},{"path":"/redirect/13731281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-15","name":"Lügen und Geheimnisse","epNo":15,"alt":"Secrets and Lies","descr":"Die Gräfin Ottavia Baggini Dè Calboli wird erschossen aufgefunden. Der erste Verdacht fällt auf Glauco Spezzani, den ehemaligen Gärtner der Bagginis, der die Leiche auch gefunden hat. Er wirkt aber mehr traurig als hasserfüllt, weswegen Don Matteo nicht an seine Schuld glaubt. Bei der Testamentseröffnung der Gräfin gibt es dann eine Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917592","hoster":"VOE"},{"path":"/redirect/13777365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-16","name":"Hinter den Kulissen","epNo":16,"alt":"Behind the Curtain","descr":"Die berühmte Opernsängerin Giulia Baldeschi ist zu Gast in Gubbio und Don Matteo gibt für sie einen kleinen Empfang. Als sie sich am Abend allein auf den Rückweg nach Rom macht, kommt sie von der Fahrbahn ab und verunglückt. Es stellt sich heraus, dass jemand Giulia Beruhigungstropfen verabreicht hat. Der Unfall wurde also mutwillig herbeigeführt. Die Polizei hat schnell einen Verdacht und Don Matteo nimmt eigene Ermittlungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13777367","hoster":"VOE"},{"path":"/redirect/13777372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-17","name":"Wertvolle Ware","epNo":17,"alt":"Precious Merchandise","descr":"Bei einem nächtlichen Handgemenge löst sich ein Schuss, der den Juwelier Marabini verwundet. Seine Frau sagt aus, es wäre ein gescheiterter Überfall gewesen. Kurze Zeit später tauchen Sergio und Lucia Arnaldi bei Don Matteo auf. Sie bitten ihn um Hilfe, da ihr Sohn weggelaufen ist. Während Don Matteos Suchaktion erfolglos ist, findet Camilla einen sich versteckenden Jungen. Es stellt sich allerdings heraus, dass der Junge nicht der verschwundene Sohn der Arnaldis ist. Don Matteo steht vor einem Rätsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13798837","hoster":"VOE"},{"path":"/redirect/13798839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-18","name":"Der Backwettbewerb","epNo":18,"alt":"The Gift","descr":"Bei einem großen Backwettbewerb soll der beste Konditor gekürt werden. Don Matteo, Capitano Anceschi und die Bürgermeisterin haben die Ehre, mit in der Jury zu sitzen. Vorsitzender der Jury ist Anselmo Bonnano, der auch Hauptsponsor des Wettbewerbs ist. Aus dem erhofften Vergnügen wird allerdings nichts, da Anselmo schon nach Probieren der ersten Torte vergiftet zusammenbricht. Nun gilt es zunächst zu klären, wer das eigentliche Ziel des Anschlags gewesen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815644","hoster":"VOE"},{"path":"/redirect/13815648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-19","name":"Der Verdacht","epNo":19,"alt":"The Suspect","descr":"Der gerade erst von einer schweren Krebserkrankung genesene Roberto Gigli wird ermordet auf seinem Weingut aufgefunden. Ins Visier der Ermittlungen gerät Graziano Bruno, ein Jugendfreund Giglis. Am Tag vor der Ermordung kam es zwischen den Beiden zu einem großen Streit, von dem auch Don Matteo Zeuge wurde. Sehr zum Leidwesen Capitano Anceschis gibt es aber auch noch Hinweise auf andere Verdächtige. So findet er am Tatort eine Haarklammer, von der er vermutet, dass sie der Bürgermeisterin gehört. Anceschi steckt nun in einem Dilemma. Soll er die von ihm so verehrte Bürgermeisterin schützen, oder soll er sie verhören?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13840634","hoster":"VOE"},{"path":"/redirect/13840632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-20","name":"Der Tod des Bauunternehmers","epNo":20,"alt":"The Law of the Case","descr":"Das Kinderbetreuungszentrum \"Casa Domani\" ist in seiner Existenz bedroht. Es fehlt das Geld, um einen Kredit zurückzuzahlen. Der Bauunternehmer Zanca, an den das Grundstück fallen würde, ist zu keinerlei Kompromissen bereit, denn er hat schon Pläne für eine neue Nutzung. Als der Unternehmer ermordet aufgefunden wird, geraten die Betreiber des Kinderbetreuungszentrums natürlich sofort ins Visier der Ermittler, doch dann gibt es eine weitere Leiche und der Fall wird immer seltsamer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13868918","hoster":"VOE"},{"path":"/redirect/13868920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-21","name":"Einsame Herzen","epNo":21,"alt":"Lonely Hearts","descr":"Die Polizei findet die Leiche von Antonini Rinaldi. Der Tatort sieht ganz nach einem Verbrechen einer bekannten Diebin aus, die als Visitenkarte immer ein mit Lippenstift geschriebenes Kreuz auf einem Spiegel hinterlässt. Da aber bisher keines ihrer Opfer ermordet wurde, fällt der Verdacht zunächst auf Rinaldis Ex-Frau Giovanna, die sich hilfesuchend an Don Matteo wendet. Cecchini und Anceschi gehen derweil einem Hinweis nach, der sie in die Heiratsvermittlung \"Cuori Solitari\" führt, bei der auch das Opfer Kunde war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13881485","hoster":"VOE"},{"path":"/redirect/13881487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-22","name":"Die Kühe sind los","epNo":22,"alt":"Fat Cows, Lean Cows","descr":"Als Bauer Quinto Belli gerade auf dem Polizeirevier ist, um den Diebstahl von 14 jungen Kühen anzuzeigen, erreicht Capitano Anceschi die Mitteilung, dass mehrere Personen aufgrund verseuchter Milchprodukte ins Krankenhaus eingeliefert wurden. Während Maresciallo Cecchini sich um den Viehdiebstahl kümmert, fährt der Capitano ins Krankenhaus und muss mit Erschrecken feststellen, dass auch die Bürgermeisterin unter den Kranken ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13915357","hoster":"VOE"},{"path":"/redirect/13915356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-23","name":"Das Findelkind","epNo":23,"alt":"The Murder of the Baby Bottles","descr":"Eines Abends kommt eine unbekannte Frau zu Don Matteo zur Beichte. Sie ist völlig verängstigt und mit den Nerven am Ende. Als Don Matteo ihr Hilfe zusagt, bedankt sie sich und verschwindet aus der Kirche. Der verwirrte Pfarrer findet kurz darauf ein zurückgelassenes Baby und nimmt sich dessen an. Da er seine Hilfe versprochen hat, bittet er seine Mitbewohner um Stillschweigen, auch gegenüber der Polizei. Diese ist gerade damit beschäftigt, der Vermisstenanzeige von Amedeo Mirti nachzugehen, dessen Frau Elena spurlos im Wald verschwunden ist. Als Don Matteo davon erfährt, stellt er eigene Ermittlungen an, da er glaubt, bei dieser Frau könnte es sich um die Mutter des Babys handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13944676","hoster":"VOE"},{"path":"/redirect/13944675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-4/episode-24","name":"Drei Schüsse im Dunkeln","epNo":24,"alt":"Three Shots in the Dark","descr":"Die Ordensschwester Amelia, die früher lange Zeit in Gubbio gewirkt hat, ist zurückgekehrt, um zu verhindern, dass ein Stück Land verkauft wird, das seinerzeit nur unter der Bedingung den Besitzer gewechselt hat, dass eine darauf bestehende Einrichtung erhalten bleibt. Der neue Besitzer bestreitet nun allerdings diese Klausel. Trotzdem kämpft Amelia um die Einrichtung und wird dabei nicht nur von Don Matteo, sondern auch von ihrer Nichte unterstützt. Diese findet schließlich auch das alles beweisende Dokument, doch gerade als sie es Amelia übergeben möchte, wird die Nonne mit drei Schüssen niedergestreckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13965430","hoster":"VOE"},{"path":"/redirect/13965431","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/don-matteo/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/don-matteo/staffel-5/episode-1","name":"Die ermordete Autorin","epNo":1,"alt":"The Accounts With the Past","descr":"Die Schriftstellerin Marta Bersani ist nach Gubbio zurückgekehrt, um ihren neuen Kriminalroman vorzustellen. Bei der Vorstellung wirft der Journalist Ludovico Martoni ihr lautstark vor, seine Idee gestohlen zu haben. Als Marta am nächsten Morgen tot aufgefunden wird, fällt der Verdacht sofort auf Ludovico. Für weitere Aufregung sorgt der Waisenjunge Tommaso, den Don Matteo in der Stadt trifft und den er schließlich als neuen Bewohner im Pfarrhaus bei sich aufnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13969315","hoster":"VOE"},{"path":"/redirect/13969317","hoster":"Vidoza"},{"path":"/redirect/13969316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-2","name":"Blutiges Tarot","epNo":2,"alt":"Tarot of Blood","descr":"Eine Hellseherin sorgt für Aufregung in Gubbio. Zuerst verspricht sie Natalina und Laura eine glückliche Zukunft in Sachen Liebe, dann wird eine Notiz von ihr bei den Sachen eines Mannes gefunden, der spurlos verschwunden ist. Als Don Matteo die Hellseherin kurze Zeit später aufsuchen möchte, findet er sie ermordet vor. Klar, dass er sich in den Fall einmischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992352","hoster":"VOE"},{"path":"/redirect/13992356","hoster":"Vidoza"},{"path":"/redirect/13992353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-3","name":"Mondscheinsonate","epNo":3,"alt":"By Moon Light","descr":"Die Premiere eines klassischen Musikkonzerts gerät für den Star Pietro Cordari zum Fiasko, als er nach dem Konzert in seiner Garderobe neben der brutal niedergeschlagenen Erica Rossi aufgefunden wird. Da alle Indizien gegen ihn sprechen, nimmt die Polizei ihn sofort fest. Wenig später findet Don Matteo in seiner Kirche einen Zettel mit den Worten \"Pietro ist unschuldig\". Der Pfarrer beginnt zu ermitteln. Unterdessen wurde Maresciallo Cecchini von seiner Tochter Assuntina heimlich für ein Musikquiz angemeldet. Mit Hilfe des Klassikkenners Capitano Ancheschi bereitet er sich darauf vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14017630","hoster":"VOE"},{"path":"/redirect/14017632","hoster":"Doodstream"},{"path":"/redirect/14017631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-4","name":"Kunstraub","epNo":4,"alt":"False Copyright","descr":"Bei einer Kunstausstellung auf dem Anwesen von Tancredi Di Ripabianca kommt es zum Eklat, als die Bürgermeisterin das wertvollste Gemälde enthüllt. Dieses besteht nämlich nur noch aus einem leeren Rahmen, denn das Gemälde selbst wurde in der Nacht zuvor gestohlen. Der erste Verdacht fällt auf Tancredi selbst, da einer seiner Manschettenknöpfe am Tatort gefunden wird. Die Polizei bekommt bei ihren Ermittlungen Unterstützung von Capitano Enrico Fassi, was zu einem Konkurrenzkampf zwischen Anceschi und Fassi führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14050895","hoster":"VOE"},{"path":"/redirect/14050896","hoster":"Doodstream"},{"path":"/redirect/14050897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-5","name":"Das letzte Rätsel","epNo":5,"alt":"Last Enigma","descr":"Professor Quistelli hat eine ausgefallene Leidenschaft. Er schreibt Don Matteo bei dessen Besuchen immer ein Rätsel auf einen Zettel, und der Pfarrer hat dann bis zum nächsten Besuch Zeit, es zu lösen. Als Don Matteo den Professor aber an diesem Morgen aufsucht, findet er ihn ermordet in seinem Rollstuhl vor. Vor ihm liegt ein Block mit einem letzten Rätsel. Don Matteo versucht, sowohl das Rätsel als auch den Mordfall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14101237","hoster":"VOE"},{"path":"/redirect/14101235","hoster":"Doodstream"},{"path":"/redirect/14101240","hoster":"Vidoza"},{"path":"/redirect/14101234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-6","name":"Das Skelett aus dem See","epNo":6,"alt":"English Tourist","descr":"Natalinas Oldtimer wird gestohlen und Francesco Verra wird vermisst. Für beide Vorfälle wird der Mechaniker Marco Vernazza verantwortlich gemacht, da dieser eine einschlägige Vergangenheit als Autodieb hat und er zudem der Letzte war, der mit Francesco unterwegs war. Marco beteuert seine Unschuld und sagt der Polizei, wo er Francesco zuletzt gesehen hat. Die Polizei startet eine Suchaktion und findet in einem See einen versunkenen Oldtimer, in dem ein Skelett auf dem Beifahrersitz sitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14101236","hoster":"VOE"},{"path":"/redirect/14101239","hoster":"Doodstream"},{"path":"/redirect/14101247","hoster":"Vidoza"},{"path":"/redirect/14101243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-7","name":"Notwehr","epNo":7,"alt":"Self-Defense","descr":"Don Matteo radelt durch Gubbio, als er zwei Schüsse hört. Er macht sich sofort auf den Weg zum Ort des Geschehens. In einem Juweliergeschäft trifft er den Juwelier Renato Perla und dessen Frau Margerita an. Und auf dem Boden liegt ein Mann, der von Renato im Kampf getötet wurde. Alles sieht nach Notwehr aus, doch Don Matteo schaut sich den Fall genauer an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14101241","hoster":"VOE"},{"path":"/redirect/14101245","hoster":"Doodstream"},{"path":"/redirect/14101250","hoster":"Vidoza"},{"path":"/redirect/14101244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-8","name":"Die Macht des Lächelns","epNo":8,"alt":"The Force of Smile","descr":"Beim Autofahren fährt Cecchini ein Kind an, das Fahrrad fährt. Während er im Krankenhaus wartet, wird der Chirurg bewusstlos aufgefunden, nachdem er von der Krankenhausterrasse geschubst wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14123790","hoster":"VOE"},{"path":"/redirect/14123791","hoster":"Doodstream"},{"path":"/redirect/14123793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-9","name":"Die letzte Jagd","epNo":9,"alt":"Last Prey","descr":"Der Anwalt Michele Govi wird ermordet im Wald aufgefunden. In Verdacht gerät seine Sekretärin Gloria Pardi, die Michele kurz zuvor in seine Jagdhütte eingeladen hatte. Gloria, die glücklich mit ihrem Verlobten Roberto ist, gibt zu, in der Waldhütte gewesen zu sein, bestreitet aber den Mord. Unterdessen will Bürgermeisterin Laura die Jagd in den Wäldern Gubbios verbieten lassen, was zu Spannungen mit Hobbyjäger Capitano Anceschi führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14177008","hoster":"VOE"},{"path":"/redirect/14177017","hoster":"Doodstream"},{"path":"/redirect/14177010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-10","name":"Ein Sonntag auf der Rennbahn","epNo":10,"alt":"A Quiet Sunday","descr":"Capitano Anceschi ermittelt verdeckt auf der Pferderennbahn, wird dabei aber zufällig von Natalina erkannt und enttarnt, woraufhin die Beiden von den Verbrechern überwältigt und verschleppt werden. Als der Wagen des Capitano ausgebrannt auf einem Feldweg gefunden wird, erkennen Don Matteo und Maresciallo Cecchini den Ernst der Lage und beginnen fieberhaft mit den Ermittlungen. Ein Wettlauf gegen die Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14177048","hoster":"VOE"},{"path":"/redirect/14177078","hoster":"Doodstream"},{"path":"/redirect/14177081","hoster":"Vidoza"},{"path":"/redirect/14177058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-11","name":"Mord in der Jeansfabrik","epNo":11,"alt":"Human Error","descr":"Don Matteo bekommt Besuch von José Molina, den er als kleinen Jungen während seiner Missionarstätigkeit in Mexiko kennen gelernt hat. José hat Arbeit in der Jeansfabrik von Claudio Marini gefunden. Als Marini ermordet in seiner Fabrik aufgefunden und am Tatort ein mexikanisches Armband entdeckt wird, steht José plötzlich im Mittelpunkt der Ermittlungen. Don Matteo möchte José helfen und stellt fest, dass noch weitere kriminelle Machenschaften in der Jeansfabrik im Gange sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14177022","hoster":"VOE"},{"path":"/redirect/14177032","hoster":"Doodstream"},{"path":"/redirect/14177025","hoster":"Vidoza"},{"path":"/redirect/14177024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-12","name":"Geplatzter Traum","epNo":12,"alt":"Broken Dream","descr":"Albero Trevisan, der Geschäftsführer eines Porzellanhandels, wird ermordet aufgefunden. Der Verdacht fällt wegen eines Streits am Vortag auf seinen Partner Amarelli. Dessen Verlobte Valentina glaubt nicht an dessen Schuld und bittet Don Matteo um Hilfe. Dieser findet heraus, dass Trevisan nicht mit offenen Karten gespielt hat. Capitano Anceschi und die Bürgermeisterin haben derweil andere Sorgen. Sie wollen sich gegenseitig ihre Mütter vorstellen, die sich allerdings nicht ausstehen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14201890","hoster":"VOE"},{"path":"/redirect/14201888","hoster":"Vidoza"},{"path":"/redirect/14201895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-13","name":"Der Debütanten-Ball","epNo":13,"alt":"The Dance of Debutants","descr":"Im Zuge des bevorstehenden Debütanten-Balls finden in der Villa Brazzi Kostümproben und Tanzstunden statt. Während einer Kostümprobe kommt es zum Eklat. Diverse Teilnehmerinnen werden bestohlen und die Schneiderin Iris Nardi wird ermordet. Don Matteo, der zufällig vor Ort ist, kann die Diebstähle sofort aufklären, doch die Diebin ist nicht die Mörderin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14291818","hoster":"VOE"},{"path":"/redirect/14291826","hoster":"Vidoza"},{"path":"/redirect/14291817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-14","name":"Vergiftetes Wasser","epNo":14,"alt":"Poisoned Waters","descr":"Vergiftetes Mineralwasser aus dem Supermarkt verbreitet Angst in Gubbio. Nachdem Maresciallo Cecchini mit Magenkrämpfen ins Krankenhaus gebracht werden musste, spricht Capitano Anceschi mit dem Wasserfabrikanten Basia. Dieser kann sich die Vorfälle nicht erklären, stirbt aber noch am gleichen Abend, nachdem auch er vergiftetes Wasser getrunken hat. Don Matteo findet schließlich denjenigen, der das Wasser im Supermarkt vergiftet hat, jedoch beteuert dieser, dass er am Tod des Fabrikanten nicht schuld ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14291816","hoster":"VOE"},{"path":"/redirect/14291820","hoster":"Vidoza"},{"path":"/redirect/14291819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-15","name":"Die verschwundene Mutter","epNo":15,"alt":"Fall From the Sky","descr":"Während eines Unwetters ruft die alte Dora im Pfarrhaus an. Das Telefonat wird unterbrochen. Trotz des Unwetters beschließt Don Matteo, bei Dora nach dem Rechten zu sehen. Dort angekommen findet er im Hausflur ein verlassenes Baby, welches er sofort ins Krankenhaus bringt. Doch wo steckt die Mutter des Kindes?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14291821","hoster":"VOE"},{"path":"/redirect/14291822","hoster":"Vidoza"},{"path":"/redirect/14291825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-16","name":"Der Traum vom Eigenheim","epNo":16,"alt":"Sogni e bisogni","descr":"Die Polizei wird auf die Baustelle der Bauunternehmerin Cristina Tabacci gerufen. Vor ihrem Büro ist es zu einem Aufmarsch von verärgerten Hauskäufern gekommen, da ihr großes Neubauprojekt ins Stocken geraten ist und die Käufer um ihr Geld fürchten. Capitano Anceschi, der selbst in eines der Häuser investiert hat, gelingt es, die Meute zu beruhigen. Doch kurz darauf wird Cristina Tabacci schwer verletzt auf der Baustelle gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14405160","hoster":"VOE"},{"path":"/redirect/14405180","hoster":"Vidoza"},{"path":"/redirect/14405176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-17","name":"Capitano ohne Gedächtnis","epNo":17,"alt":"Vuoto di memoria","descr":"Der Olivenölfabrikant Giorgio Ginazzi wird ermordet aufgefunden. Da Capitano Anceschi beim Fischen ist, fährt Maresciallo Cecchini mit Don Matteo zum Tatort. Zu ihrer Überraschung finden sie dort nicht nur die Leiche Ginazzis, sondern auch den schwer am Kopf verletzten Capitano Anceschi. Dieser kann sich schnell erholen, hat aber sein Gedächtnis verloren. Don Matteo und Cecchini versuchen den Mörder zu finden und Anceschi dabei zu helfen, sich wieder zu erinnern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14405138","hoster":"VOE"},{"path":"/redirect/14405173","hoster":"Vidoza"},{"path":"/redirect/14405142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/don-matteo/staffel-5/episode-18","name":"Schmutzige Wäsche","epNo":18,"alt":"Panni sporchi","descr":"Sofia Cimatti ist glücklich, da sie in wenigen Augenblicken ihren geliebten Jacobo heiraten wird. An der Kirche erwartet Jacobo sie jedoch mit der schrecklichen Nachricht, dass ihre Tante ermordet wurde. Der Tat verdächtigt wird ihr Vater, den Sofia seit ihrer Kindheit nicht gesehen hat, der aber jetzt nach Gubbio gekommen ist, um sich mit ihr zu versöhnen. Don Matteo versucht Sofia zu helfen und ermittelt im Umfeld der Wäscherei von Sofias Tante.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14405147","hoster":"VOE"},{"path":"/redirect/14405158","hoster":"Vidoza"},{"path":"/redirect/14405164","hoster":"Streamtape"}]}]}]}]}