{"seriesId":"doom-patrol","name":"Doom Patrol","descr":"Die \"Doom Patrol\" ist seit 1963 bei DC Comics zu Hause und besteht aus fünf von der Gesellschaft geächteten Superhelden, die ihre Kräfte dennoch einsetzen, um Gutes zu tun. Die Gruppe besteht aus Robotman, Negative Man, Elasti-Girl und Crazy Jane. Angeführt wird das Team von dem verrückten Wissenschaftler Dr. Niles Caulder alias \"The Chief\". Jeder der Helden war in einen furchtbaren Unfall verwickelt, der zwar zu den übermenschlichen Fähigkeiten führte, sie aber auch entstellt und traumatisiert zurückließ. So ist die \"Doom Patrol\" nicht nur ein Superhelden-Team, sondern auch eine Art Selbsthilfegruppe. Die Fünf kämpfen für eine Welt, die eigentlich nichts mit ihnen zu tun haben will. Die Serienhandlung von \"Doom Patrol\" wird nach den Geschehnissen in \"Titans\" einsetzen. So ist es Cyborg, der sich an die Helden wider Willen wendet und ihnen eine Mission überträgt, die sie nur schwer ablehnen können – obwohl sie wissen, dass ihr Leben danach nie wieder das gleiche sein wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Der Wissenschaftler Niles Caulder (Timothy Dalton), genannt \"Chief\", gründet die Doom Patrol mit den eher widerwilligen Superhelden Robotman (Brendan Fraser), Negative Man (Matt Bomer), Elasti-Woman (April Bowlby) und Crazy Jane (Diane Guerrero), die gemeinsam auf seinem Anwesen Doom Manor leben. Ein jeder von ihnen hat einen folgenschweren Unfall erlebt, der sie zum einen fürchterlich entstellt, gleichzeitig aber ihnen außergewöhnliche Fähigkeiten und Kräfte verleiht. Eines Tages taucht der mysteriöse und gefährliche Mr. Nobody (Alan Tudyk) auf und bedroht den Chief.","versions":[{"lang":1,"streams":[{"redirect":14491049,"hoster":"VOE"},{"redirect":8420168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11305934,"hoster":"VOE"},{"redirect":10106442,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106461,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der weiße Esel","epNo":2,"alt":"Donkey Patrol","descr":"Der mächtige Mr. Nobody gelingt es den Chief zu entführen und verschwindet so plötzlich, wie er erschienen ist. Zurück bleibt ein mysteriöser Albino-Esel. Die Doom Patrol untersuchen die seltsamen Vorkommnisse und versuchen ihren Anführer aus den Fängen des Oberschurken zu retten. Dabei müssen sie feststellen, dass der Esel ein Tor zu einer anderen Dimension darstellt, über die Mr. Nobody die volle Kontrolle besitzt.","versions":[{"lang":1,"streams":[{"redirect":8995494,"hoster":"VOE"},{"redirect":8420151,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509380,"hoster":"VOE"},{"redirect":10106445,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14491021,"hoster":"VOE"},{"redirect":10106466,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Puppentheater","epNo":3,"alt":"Puppet Patrol","descr":"Der Superheld Vic Stone alias Cyborg erfährt von der Entführung seines Vertrauten und beschließt gemeinsam mit den Doom Patrols den verschwundenen Chief zu retten. Ihre Weg führt sie nach Doom Patrol nach Paraguay, wo sie mehr über Mr. Nobody erfahren und in welcher Verbindung er zu ihrem Anführer steht.","versions":[{"lang":1,"streams":[{"redirect":14490757,"hoster":"VOE"},{"redirect":8420155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491117,"hoster":"VOE"},{"redirect":10106443,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lebendige Lektüre","epNo":4,"alt":"Cult Patrol","descr":"Nachdem die Superhelden zu Doom Manor zurückkehren um einen Weg zur Rettung ihres Anführers auszutüfteln, werden sie von dem Magier Willoughby Kipling (Mark Sheppard) aufgesucht. Der sucht die Hilfe der Doom Patrols auf, die ihm bei der Bekämpfung der nihilistischen Sekte des ungeschriebenen Buches helfen soll um den Weltuntergang zu verhindern","versions":[{"lang":1,"streams":[{"redirect":14509474,"hoster":"VOE"},{"redirect":8420164,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490770,"hoster":"VOE"},{"redirect":10106444,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106460,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auge um Auge","epNo":5,"alt":"Paw Patrol","descr":"Um die bereits eingeleitete Apokalypse abzuwenden, müssen die Doom Patrol ein Bündnis mit ihrem Feind eingehen. Mr. Nobody lässt ihren Anführer Chief frei, um gemeinsam den Decreator zu bekämpfen. Der mächtige Manipulator und Zeitreisende tritt mit Jane in Verbindung, die einen Gegenkult erschaffen soll um Weltuntergang aufzuhalten. Dabei spielt ein ganz besonderer Mops eine wichtige Rolle.","versions":[{"lang":1,"streams":[{"redirect":14509363,"hoster":"VOE"},{"redirect":8420158,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490778,"hoster":"VOE"},{"redirect":10106446,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106465,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Kraft der Gedanken","epNo":6,"alt":"Doom Patrol","descr":"Jane findet durch Cyborgs Mithilfe heraus, dass die Original Doom Patrol ein ehemaliges Superheldenteam waren. Gemeinsam mit Elasti-Woman besuchen sie das frühere Hauptquartier der Doom Patrol, das inzwischen eine Schule für Menschen mit Superkräften ist. Sie erfahren vor Ort, dass die Schule sowie das Superheldenteam einst von ihrem Anführer gegründet wurde. Sie lernen ehemalige Mitglieder der Heldentruppe kennen und erfahren, dass die Verbindung zu Mr. Nobody weit zurückreicht.","versions":[{"lang":1,"streams":[{"redirect":14503408,"hoster":"VOE"},{"redirect":14494702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503410,"hoster":"VOE"},{"redirect":14494705,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Patrol-Therapie","epNo":7,"alt":"Therapy Patrol","descr":"Nachdem Robotman von Halluzination heimgesucht wird und einen Gewaltausbruch hat, beruft das Team eine Gruppentherapie ein. Die einzelnen Mitglieder erfahren mehr über sich, die Manipulationskraft von Mr. Nobody und können Vergangenes aufarbeiten. Die Helden verstehen einander mehr und wachsen damit tatsächlich stärker zusammen.","versions":[{"lang":1,"streams":[{"redirect":8995495,"hoster":"VOE"},{"redirect":8420144,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11305942,"hoster":"VOE"},{"redirect":10106448,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Danny die Straße","epNo":8,"alt":"Danny Patrol","descr":"In Doom Manor trifft ein geheimnisvolles Paket mit einer Hilfenachricht von der Danny Street. Vic und Larry begeben sich dahin und lernen in einem Club die Dragqueen Maura Lee Karupt kennen. Sie versteckt Danny vor dem Zugriff der Agenten des geheimnisvollen Büros für Normalität. Danny kann den Doom Patrol nicht helfen, gibt ihnen aber im Kampf gegen Mr. Nobody ein Hinweis in Form eines Comichefts.","versions":[{"lang":1,"streams":[{"redirect":14490763,"hoster":"VOE"},{"redirect":8420124,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490771,"hoster":"VOE"},{"redirect":10106450,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Süße Erinnerungen","epNo":9,"alt":"Jane Patrol","descr":"Jane und ihre vielen unterschiedlichen Persönlichkeiten sorgen zusehend für Probleme, so dass sich die übrigen auf Doom Manor zu einem massiven Schritt einigen. Während sie weggesperrt wird, weigert sich Jane wieder die Oberhand zu übernehmen und zieht sich weiter zurück. Unterdessen sucht Cliff nach einem Weg um eine Verbindung zu ihr aufzunehmen, während Jane sich in traumatische Erinnerungen zu verlieren droht.","versions":[{"lang":1,"streams":[{"redirect":14509236,"hoster":"VOE"},{"redirect":8420125,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490854,"hoster":"VOE"},{"redirect":10106449,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Bartjäger","epNo":10,"alt":"Hair Patrol","descr":"Während Mr. Nobody in Niles Caulders Erinnerungen einen Blick in dessen Vergangenheit wirft, kündigt sich ein neuer und gefährlicher Feind an. Das Büro für Normalität beauftragt den Bartjäger, den Chief ausfindig zu machen. Dabei machen Vic und Rita unfreiwillig Begegnung mit dem gefährlichen Unbekannten.","versions":[{"lang":1,"streams":[{"redirect":14490764,"hoster":"VOE"},{"redirect":8420122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491118,"hoster":"VOE"},{"redirect":10106451,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Carpe Diem","epNo":11,"alt":"Frances Patrol","descr":"Rita und Cliff reisen ins Land der Alligatoren um Cliffs Tochter Clara zu treffen und mehr über Bumps Tod zu erfahren. Unterdessen erhält Larry eine Nachricht von seinem einstigen Geliebten John Bowers und besucht ihn. Vic und Jane gehen neuen Hinweisen nach und geraten in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":14491050,"hoster":"VOE"},{"redirect":10473715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11305960,"hoster":"VOE"},{"redirect":10106452,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein riskanter Plan","epNo":12,"alt":"Cyborg Patrol","descr":"Vic gerät in die Fänge der Gegenspieler und wird auf der Ant Farm gefangen gehalten. Sein Vater entwirft gemeinsam mit den übrigen Doom Patrol einen Plan ihn zu befreien. Jedoch erweist sich das Unterfangen schwieriger als gedacht und sie werden verraten.","versions":[{"lang":1,"streams":[{"redirect":12378857,"hoster":"VOE"},{"redirect":8420143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490772,"hoster":"VOE"},{"redirect":10106453,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Muskelmysterium","epNo":13,"alt":"Flex Patrol","descr":"Die Doom Patrol versuchen Flex Mentallos Erinnerungen und Fähigkeiten wiederzuerwecken, der mit dem Energiewesen kommunizieren konnte. Rita derweil stellt sich ihren Selbstzweifeln und offenbart sich einem Fremden, der jedoch ein gemeines Spiel mit ihr spielt. Larry erkennt, wie sehr er an das Energiewesen gebunden ist.","versions":[{"lang":1,"streams":[{"redirect":14490853,"hoster":"VOE"},{"redirect":8420141,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490855,"hoster":"VOE"},{"redirect":10106455,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der weiße Raum","epNo":14,"alt":"Penultimate Patrol","descr":"Die Doom Patrol können mit Hilfe von Flex und Danny Street den Weißen Raum erreichen, um den Chief aus den Fängen von Mr. Nobody zu befreien. Dabei geraten sie in eine Zeitschleife, die von Mr. Nobody erschaffen wurde. Der Chief erkennt schließlich die Falle und versucht sein Team zu retten, jedoch um einen sehr hohen Preis.","versions":[{"lang":1,"streams":[{"redirect":14490760,"hoster":"VOE"},{"redirect":8420138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490777,"hoster":"VOE"},{"redirect":12116556,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Pfad der Gerechten","epNo":15,"alt":"Ezekiel Patrol","descr":"Nach dem Geständnis des Chiefs trennen sich die Mitglieder der Doom Patrol, verlassen Doom Manor und beschreiten jeder für sich neue Wege. Doch dann meldet sich Mr. Nobody mit einem neuen perfiden Plan zurück und zwingt das Team dazu, noch einmal gemeinsam gegen den gefährlichen Gegenspieler zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12916122,"hoster":"VOE"},{"redirect":8420153,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11305966,"hoster":"VOE"},{"redirect":10106454,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Im Großen wie im Kleinen","epNo":1,"alt":"Fun Size Patrol","descr":"Als Folge der dramatischen Ereignissen auf Doom Manor wurden die Mitglieder der Doom Patrol auf Miniaturgröße geschrumpft – außer Larry. Der baut für die Gruppe ein Modell von Doom Manor, indem die verkleinerten Superhelden ein neues Zuhause finden. Während sie dort ihrer bisherigen Beschäftigung nachgehen, sucht Larry nach einem Weg, um seine Mitstreiter wieder in ihre normale Größe zurück zu verwandeln. Doch nach ersten missglückten Experimenten nimmt er die Hilfe von Willoughby Kipling an. Im Gegenzug muss er seinen lebensverlängernden Talisman abgeben.","versions":[{"lang":1,"streams":[{"redirect":8995524,"hoster":"VOE"},{"redirect":8420114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8995487,"hoster":"VOE"},{"redirect":8420147,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8995504,"hoster":"VOE"},{"redirect":8420072,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tyme Patrol","epNo":2,"alt":"Tyme Patrol","descr":"Die Gruppe muss erfahren, dass Niles sterben wird. Auf der Suche nach mehr Zeit zeigt er Rita ein Stück Kontinuinium, ein Mineral aus einem Meteor, das die Zeit beugen kann. Zudem erzählt er ihr von dessen Entdecker Dr. Tyme, der nach dem Kontakt mit Kontinuinium den Verstand verlosen hat und die verschiedensten Zeitalter besucht hat. Mithilfe seines Stücks des Minerals kann Niles die drei, Rita, Jane und Cliff, zu Dr. Tyme schicken – in eine Rollschuhdisco.","versions":[{"lang":1,"streams":[{"redirect":8995510,"hoster":"VOE"},{"redirect":8420033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9206753,"hoster":"VOE"},{"redirect":8420134,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8420030,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Köstlicher Schmerz","epNo":3,"alt":"Pain Patrol","descr":"Cliff entschließt sich dazu, mit Jane zu seiner Tochter Clara zu fahren und sie über seine Vergangenheit aufzuklären. Unterdessen erhält Jane von Dr. Harrison ein Ultimatum gestellt, doch sie weigert sich. Niles erhält eine Einladung von dem Mörder Red Jack, der sich von Schmerz ernährt und sich mit Niles und Rita in einem extradimensionalen Palast trifft. Dorothy lässt sich auf ein gefährliches Spiel ein.","versions":[{"lang":1,"streams":[{"redirect":8995500,"hoster":"VOE"},{"redirect":8420113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8995480,"hoster":"VOE"},{"redirect":8420120,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8420131,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Party für Danny","epNo":4,"alt":"Sex Patrol","descr":"Die Nachbarn Dannyzens geben auf Manor eine Party, um Danny wiederzubeleben. Die Party nimmt erotische Ausmaße an, während Vic und Janes Persönlichkeit Scarlot Harlot erscheint, bittet Rita Flex um Hilfe mit ihren Kräften und lässt einen Sexdämon erscheinen. Einzig Hammerhead kann schlimmeres verhindern.","versions":[{"lang":1,"streams":[{"redirect":8995505,"hoster":"VOE"},{"redirect":8420096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8995478,"hoster":"VOE"},{"redirect":8420135,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8995513,"hoster":"VOE"},{"redirect":8420105,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fingerspitzengefühl","epNo":5,"alt":"Finger Patrol","descr":"Während Cliff zuletzt Probleme mit seiner Hand hatte, entwickelt Niles eine Möglichkeit, wie Cliff Berührungen wieder fühlen kann, doch das braucht Zeit. Larry wird von seinem Sohn eingeladen, das Treffen entwickelt sich jedoch überraschend mit dramatischen Folgen. Unterdessen lernt Dorothy neue Freunde kennen, doch Baby Dolls Eifersucht bringt die gesamte Gruppe in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8995503,"hoster":"VOE"},{"redirect":8429801,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13103757,"hoster":"VOE"},{"redirect":8420083,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Raumpatrouille","epNo":6,"alt":"Space Patrol","descr":"Doom Manor erhält Besuch von Caulders altem Forschungsteam, eine Gruppe zeitloser Astronauten die sich The Pioneers of the Uncharted nennen. Während sich Dorothy für den Tod von Baby Doll schuldig fühlt und Doom Manor verlässt, findet Cliff Janes bewusstlos vor und versucht Dorothy zurückzuholen. Unterdessen verliert Rita wegen einer Rolle in einem kleinen Theaterstück ihre Fassung und Larry macht die Bekanntschaft von Valentina \"Moskau\" Wostok.","versions":[{"lang":1,"streams":[{"redirect":8995502,"hoster":"VOE"},{"redirect":8420103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8995484,"hoster":"VOE"},{"redirect":8420107,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Dumm gelaufen","epNo":7,"alt":"Dumb Patrol","descr":"Cliff findet einen Weg zurück nach Manor, während Caulder ins nördliche Yukon-Territorium reist, um nach Dorothys Mutter Slava zu suchen. Vic bringt unterdessen Roni zu Doom Manor und trifft dort auf Larry, Rita und Miranda. Als in Manor ein mysteriöses Paket mit dem White Space-Gemälde eintrifft, werden die kleinen Kreaturen Scants freigesetzt, die Larry, Vic und Roni Gedanken negativ beeinflussen. Miranda versucht sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":8995530,"hoster":"VOE"},{"redirect":8420108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13103758,"hoster":"VOE"},{"redirect":8420117,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erwachsenwerden","epNo":8,"alt":"Dad Patrol","descr":"Als Kipling eine Warnung vor einem katastrophalen Ereignis von Bunberry erhält, kontaktiert er Caulder, der Dorothy sogleich aus der Stadt in Sicherheit bringt. Doch als sie eine Vision vom dem Kerzenmacher hat, verheimlicht sie es gegenüber ihrem Vater. Inzwischen beginnen sich die Kräfte des Kerzenmacher in der realen Welt zu manifestieren. Jane bringt Larry nach Arkansas, um ihr zu helfen, einen unschätzbaren Gegenstand zu finden.","versions":[{"lang":1,"streams":[{"redirect":8995520,"hoster":"VOE"},{"redirect":8420097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13108776,"hoster":"VOE"},{"redirect":8420085,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Imaginäre Freunde","epNo":9,"alt":"Wax Patrol","descr":"Bevor die Mitglieder des Doom-Patrol-Teams die Welt vor dem Kerzenmacher retten können, müssen sie sich erst einmal mit ihren imaginären Kindheitsfreunden auseinandersetzen. Dorothy muss derweil eine wichtige Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":8995507,"hoster":"VOE"},{"redirect":8420136,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13103755,"hoster":"VOE"},{"redirect":8420140,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Neue Möglichkeiten","epNo":1,"alt":"Possibilities Patrol","descr":"Dorothy und der Kerzenmacher stehen sich endlich gegenüber, während die Doom Patrol – jetzt von ihren Wachshüllen befreit – mit beunruhigenden Nebenwirkungen konfrontiert ist. Rita erhält einen Brief von Niles und einen geheimnisvollen Schlüssel. Jane muß sich indessen einem gefährlichen Gegner stellen.","versions":[{"lang":1,"streams":[{"redirect":10788894,"hoster":"VOE"},{"redirect":10788896,"hoster":"Doodstream"},{"redirect":10788895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12921814,"hoster":"VOE"},{"redirect":9495127,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498322,"hoster":"VOE"},{"redirect":9495135,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Urlaub","epNo":2,"alt":"Vacay Patrol","descr":"Nach Niles Tod, nimmt sich das Team eine Auszeit: Während Larry auf einer ganz persönlichen Reise ist, checken Jane, Rita, Cliff und Cyborg in ein entlegenes Hotel ein, in dem auch Gargaux und sein Diener Samuelson wohnen.","versions":[{"lang":1,"streams":[{"redirect":10797848,"hoster":"VOE"},{"redirect":10797869,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498348,"hoster":"VOE"},{"redirect":9495141,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498398,"hoster":"VOE"},{"redirect":9495136,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tot oder lebendig","epNo":3,"alt":"Dead Patrol","descr":"Nach dem Angriff, werden die Leichen des Teams, sehr zum Schrecken von Larry und Dorothy, zurück zum Anwesen gebracht. Dort nhemen die beiden Kontakt mit einer Detektivagentur auf um mit ihren Freunden in Kontakt zu treten. Diese müssen derweil mit ihren eigenen, ganz persönlichen Fegefeuererfahrungen klar kommen.","versions":[{"lang":1,"streams":[{"redirect":12921818,"hoster":"VOE"},{"redirect":10791914,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498317,"hoster":"VOE"},{"redirect":9495129,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498394,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Von Untoten und Ärschen","epNo":4,"alt":"Undead Patrol","descr":"Die frisch \"untoten\" Mitglieder der Doom Patrol werden inspiriert, an sich selbst zu arbeiten. Später wird das Team durch die Ankunft einer mysteriösen Frau in einer Zeitmaschine erschüttert - und durch einen ehemaligen Feind.","versions":[{"lang":1,"streams":[{"redirect":10791919,"hoster":"VOE"},{"redirect":10791920,"hoster":"Doodstream"},{"redirect":10791917,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9476232,"hoster":"VOE"},{"redirect":9495128,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498390,"hoster":"VOE"},{"redirect":9495140,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nebel mit vereinzelten Wahnvorstellungen","epNo":5,"alt":"Dada Patrol","descr":"Madame Rouge bittet die Doom Patrol um Hilfe, nachdem sie von ihrer beunruhigenden Vergangenheit erfahren hat. Während der Rest des Teams daran arbeitet, das Ziel zu infiltrieren, bleibt Rita zurück und findet eine überraschende Verbindung zu ihrer mysteriösen Freundin.","versions":[{"lang":1,"streams":[{"redirect":12916119,"hoster":"VOE"},{"redirect":10791938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498355,"hoster":"VOE"},{"redirect":9495130,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9495139,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"1917","epNo":6,"alt":"1917 Patrol","descr":"In der Zeit zurückgestürzt, versucht Rita mit Hilfe einer seltsam vertrauten Gruppe durch das Büro der Normalität zu navigieren. Währenddessen gibt Jane Kay ihren ersten Eindruck von Freiheit, während Larry mit seinem Sohn einen Abschluss findet.","versions":[{"lang":1,"streams":[{"redirect":10791942,"hoster":"VOE"},{"redirect":10791940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498419,"hoster":"VOE"},{"redirect":9495133,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498359,"hoster":"VOE"},{"redirect":9495142,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schmerzliche Erinnerungen","epNo":7,"alt":"Bird Patrol","descr":"Vic bittet einen alten Freund um Hilfe bei einer großen Lebensveränderung, Cliff treibt seine Online-Gewohnheiten zu weit, und Jane kämpft mit den \"anderen\" um Kay. Madame Rouge wittert die drohende Gefahr und versucht, die stark zerstreute Gruppe zu sammeln.","versions":[{"lang":1,"streams":[{"redirect":10791922,"hoster":"VOE"},{"redirect":10791924,"hoster":"Doodstream"},{"redirect":10791921,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498415,"hoster":"VOE"},{"redirect":9495131,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498357,"hoster":"VOE"},{"redirect":9495144,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die ewige Flagellation","epNo":8,"alt":"Subconscious Patrol","descr":"Während der Nebel mehr als nur die Luft verdunkelt, müssen Vic, Cliff, Jane und Larry ihre schändlichsten Momente noch einmal durchleben, bis ein Durchbruch eintritt und Rita Madame Rouge besser versteht.","versions":[{"lang":1,"streams":[{"redirect":10791929,"hoster":"VOE"},{"redirect":10791926,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12921832,"hoster":"VOE"},{"redirect":9495132,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498367,"hoster":"VOE"},{"redirect":9495149,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gehirnamputierte Pläne","epNo":9,"alt":"Evil Patrol","descr":"Während Madame Rouge um ihren alten Platz in der Bruderschaft des Bösen wetteifert, bereitet sich die Doom Patrol auf ihren bevorstehenden Besuch vor.","versions":[{"lang":1,"streams":[{"redirect":10791931,"hoster":"VOE"},{"redirect":10791930,"hoster":"Doodstream"},{"redirect":10791928,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498356,"hoster":"VOE"},{"redirect":9495134,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498350,"hoster":"VOE"},{"redirect":9495143,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Neuanfang","epNo":10,"alt":"Amends Patrol","descr":"Während sich die Bruderschaft des Bösen nähert, versucht die Doom Patrol, vergangene Probleme beiseite zu legen, in der Hoffnung, ein echtes Superhelden-Team zu werden – oder riskiert, endgültig ausgeschaltet zu werden.","versions":[{"lang":1,"streams":[{"redirect":10791944,"hoster":"VOE"},{"redirect":10791943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9498372,"hoster":"VOE"},{"redirect":9495138,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9498345,"hoster":"VOE"},{"redirect":9495147,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Doom Patrol","descr":"Die Doom Patrol kämpft darum, ihren Halt zu finden, und beginnt, ihre Führung in Frage zu stellen, was einen weiteren Keil zwischen zwei Mitglieder treibt. Während er seine Suche nach Glück fortsetzt, überreichen Vic und sein Vater Silas Cliff ein sinnvolles Upgrade. Dann wird das Team mit einer schrecklichen Erkenntnis in der Zukunft konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":12631013,"hoster":"VOE"},{"redirect":12629263,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12540825,"hoster":"VOE"},{"redirect":12121177,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Butt Patrol","descr":"Die Doom Patrol ist verzweifelt daran interessiert, ihre düstere Zukunft umzukehren, und entwickelt Strategien, um die Zombiehintern auszulöschen. Während Larry herauszufinden versucht, was mit Keeg los ist, werden Cliff und Madame Rouge abtrünnig, während Vic und Jane verdeckt ermitteln.","versions":[{"lang":2,"streams":[{"redirect":12631015,"hoster":"VOE"},{"redirect":12549287,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12550514,"hoster":"VOE"},{"redirect":12121175,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Fame Patrol","descr":"Larry und Jane suchen in Keegs und Kays Abwesenheit nach einer neuen Aufgabe. Vic versucht, sich wieder mit seiner alten Crew zu verbinden. Eine mysteriöse Einladung zu einer Retrospektive kommt für eine frisch gestürzte Rita genau zum richtigen Zeitpunkt.","versions":[{"lang":2,"streams":[{"redirect":14372168,"hoster":"VOE"},{"redirect":14386724,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14395620,"hoster":"VOE"},{"redirect":14386722,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Casey Patrol","descr":"Als die Sicherheit von Danny und allen darin untergebrachten Personen gefährdet ist, ist Dorothy gezwungen, unerwartete Hilfe zu leisten.","versions":[{"lang":2,"streams":[{"redirect":14458243,"hoster":"VOE"},{"redirect":14473968,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14458540,"hoster":"VOE"},{"redirect":14473966,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Youth Patrol","descr":"Als Rita unerwartet gealtert aufwacht, macht ein misshandelter Zauberspruch die Doom Patrol zu einem Teenager, gerade als Willoughby um ihre Hilfe bittet, um den Aufstieg von Immortus und das Ende der Welt, wie sie sie kennen, zu stoppen.","versions":[{"lang":2,"streams":[{"redirect":14458838,"hoster":"VOE"},{"redirect":14480515,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14491442,"hoster":"VOE"},{"redirect":14480511,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Hope Patrol","descr":"Angesichts des bevorstehenden Endes der Existenz versucht eine entschlossene Doom Patrol, ihre Langlebigkeit zurückzugewinnen und das Universum zu retten.","versions":[{"lang":2,"streams":[{"redirect":12631022,"hoster":"VOE"},{"redirect":12574395,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12631010,"hoster":"VOE"},{"redirect":12121192,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Orqwith Patrol","descr":"Während sie in Orqwith gefangen ist, überredet Jane Cliff dazu, nach ihrer Langlebigkeit zu suchen, während Vic Deric seinen eigenen Superhelden-Moment beschert, indem er es mit den Scherenmännern aufnimmt.","versions":[{"lang":2,"streams":[{"redirect":13184153,"hoster":"VOE"},{"redirect":13184152,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Fame Patrol","descr":"Nach der kosmischen Explosion wird die Doom Patrol zur Erde zurückgeschickt und muss herausfinden, was sie mit Immortus machen soll – was sie unerwartet zu einer Superheldenparade führt.","versions":[{"lang":2,"streams":[{"redirect":13184156,"hoster":"VOE"},{"redirect":13184155,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Immortimas Patrol","descr":"Isabel versetzt die Doom Patrol, Dorothy, Casey und Rama in die Illusion einer perfekten Welt, in der sie zu ihren Ehren einen Feiertag namens \"Immortimas Day\" verbringen und ständig Musiknummern singen.","versions":[{"lang":2,"streams":[{"redirect":13236272,"hoster":"VOE"},{"redirect":13236305,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Tomb Patrol","descr":"Nachdem Rouge herausgefunden hat, was ihrer Meinung nach die Quelle der Macht von Immortus ist, versucht sie, die Doom Patrol um sich zu scharen, aber das Team scheint zufriedener damit zu sein, die kurze verbleibende Zeit zu genießen.","versions":[{"lang":2,"streams":[{"redirect":13267761,"hoster":"VOE"},{"redirect":13267775,"hoster":"Doodstream"},{"redirect":13267773,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Portal Patrol","descr":"Von Immortus in den Zeitstrom geworfen, reist die Patrouille in die Vergangenheit, um ihre verlorene Langlebigkeit wiederzugewinnen.","versions":[{"lang":2,"streams":[{"redirect":13286910,"hoster":"VOE"},{"redirect":13286911,"hoster":"Doodstream"},{"redirect":13286912,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Done Patrol","descr":"Die Patrol tritt zum letzten Mal gegen Isabel und die Butts an.","versions":[{"lang":2,"streams":[{"redirect":14498441,"hoster":"VOE"},{"redirect":14498049,"hoster":"Streamtape"}]}]}]}]}