{"path":"/serie/stream/dora","name":"Dora","descr":"Die mehrfach für den Emmy nominierte Mitmach-Serie hilft Vorschulkindern, die Welt zu entdecken. Die siebenjährige Dora lebt in einem Computer und lehrt die Kinder, Situationen zu beobachten und Probleme zu lösen. Auf spielerische Weise werden englische Wörter vermittelt, mathematische Fähigkeiten und physische Koordination ausprobiert. Während der gesamten Sendung werden die kleinen Zuschauer immer wieder zum Mitmachen animiert.","seasons":[{"path":"/serie/stream/dora/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dora/staffel-1/episode-1","name":"Die Legende vom großen roten Huhn","epNo":1,"alt":"The Legend Of The Big Red Chicken","descr":"Dora übersetzt Boots die Geschichte vom großen, roten Huhn aus dem Spanischen, daraufhin entscheiden sich beide nach dem großen, roten Huhn zu suchen, dass noch immer beim großen, roten Hügel leben soll. Nachdem die Karte befragt wurde machen sich unsere Helden auf den Weg. Bevor es über die Brücke geht muss ihnen Mister Tucan helfen, fehlende Stück ein die Brücke zu setzen. Am Tor angekommen ist es verschlossen. Dora und Boots finden zwar den Schlüssel, doch Swiper stiehlt ihnen den Schlüssel und wirft ihn auf einen Schlüsselhaufen. Unsere Helden finden den Schlüssel wieder, kommen durch das Tor und gelangen zum großen, roten Hügel. Dort stellt sich heraus, dass der Hügel selbst das große, rote Huhn ist.","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-2","name":"Mama – Dringend gesucht!","epNo":2,"alt":"Lost And Found","descr":"Dora und ihr Affe Boots finden einen Jungvogel, der aus dem Nest gefallen ist. Das kleine Tierchen ist völlig durchnässt, friert und ruft nach seiner Mama. Werden es Dora und Boots schaffen das Baby zu seiner Mutter zurückzubringen? Sie müssen einen weiten Weg zurücklegen, um ihr Ziel zu erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589029","hoster":"VOE"},{"path":"/redirect/8420077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-3","name":"Das gewaltige Hicksen","epNo":3,"alt":"Hic! Boom! Ohhh …","descr":"Hicks, Bumm, Oh! Was für ein komisches Geräusch kommt da aus dem Gelben Tal? Dora und Boots machen sich auf den Weg, um es herauszufinden. Sie müssen den Lauten Fluss überqueren, dann durch den Stillen Wald schleichen – um dann, vielleicht, dem seltsamen Geräusch im Gelben Tal zu begegnen.","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-4","name":"Strandabenteuer","epNo":4,"alt":"Beaches","descr":"Dora überreicht Boots ein ganz besonderes Geschenk: eine aufblasbare Schwimmhilfe, damit er endlich schwimmen lernt. Boots ist begeistert, und schon geht’s ab zum Strand. Doch zunächst müssen die beiden durch die Dünen – Vorsicht, Krabben! Dann reparieren sie noch einen Steg, um schließlich doch noch an den Strand zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995508","hoster":"VOE"},{"path":"/redirect/8420076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-5","name":"Eis, wir wollen Eis!","epNo":5,"alt":"We All Scream For Ice Cream","descr":"Ein Eiswagen hält in der Nachbarschaft. Doch Dora und Boots kommen zu spät. Der Eismann ist bereits weggefahren und auf dem Weg zur nächsten Station – Coney Island. Die beiden Freunde laufen hinterher. Dazu müssen sie den Erdbeerberg und den Schokoladensee überqueren. Werden sie Coney Island rechtzeitig erreichen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589032","hoster":"VOE"},{"path":"/redirect/8420086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-6","name":"Das Eisenbahnrennen","epNo":6,"alt":"Choo Choo","descr":"Vorsicht an der Bahnsteigkante! Das große Zugrennen geht los! Der erste Zug, der den gelben Bahnhof erreicht, hat gewonnen. Der kleine blaue Zug Azul glaubt, dass er keine Chance hat. Doch Dora und Boots gehen an Bord und fahren mit Azul über den großen Berg und durch den dunklen Tunnel. Können sie das Rennen vielleicht doch noch gewinnen?","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-7","name":"Die Schatzinsel","epNo":7,"alt":"Treasure Island","descr":"Dora und Boots finden einen blauen Schlüssel. Es stellt sich heraus, dass es sich dabei um den Schlüssel zu einer großen Schatztruhe handelt. Mit Hilfe ihres Freundes, des Piraten-Papageis, machen sich die beiden auf die Suche nach der Schatzinsel.","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-8","name":"Die drei kleinen Schweinchen","epNo":8,"alt":"Three L’il Piggies","descr":"Dora und Boots besuchen einen Bauernhof, um den drei kleinen Schweinchen Geschenke zu bringen. Plötzlich taucht der Fuchs auf, und die Schweinchen laufen davon. Ein Schweinchen hat sich auf der Wiese versteckt, eines in der Scheune, und das kleinste ist auf einen Apfelbaum geklettert. Dora und Boots müssen die drei finden, bevor der Fuchs die Geschenke stehlen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589040","hoster":"VOE"},{"path":"/redirect/8420064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-9","name":"Big RiverDer große Fluss","epNo":9,"alt":"","descr":"Boots hat einen seiner roten Stiefel im großen Fluss verloren. Dora und er klettern in ein Boot und fahren dem Stiefel hinterher. Sie schippern unter einer Brücke her, passieren Felsen und beeilen sich, damit sie den Ausreißer noch vor dem großen Wasserfall erwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589047","hoster":"VOE"},{"path":"/redirect/14162697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-10","name":"Auf Beerensuche","epNo":10,"alt":"Berry Hunt","descr":"Dora und Boots wollen Blaubeeren auf dem Blaubeerhügel suchen. Doch sie müssen vorsichtig sein, denn der Fuchs schleicht hier herum. Um den Hügel zu erreichen, überqueren die beiden Beerenjäger den eiskalten Fluss, sie lassen den Dornenwald hinter sich und weisen schließlich den Fuchs in seine Schranken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589037","hoster":"VOE"},{"path":"/redirect/8420040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-11","name":"Ein Sack voll Wünsche","epNo":11,"alt":"Wizzle Wishes","descr":"Dora und Boots lernen ein kleines, knuddeliges Wesen namens Wizzle kennen. Weil Wizzle seine Wunschtasche verloren hat, kann er nicht mehr nach Hause zurück. Dora und Boots machen sich auf die Suche nach den verlorenen Wünschen, doch einige ihrer Freunde finden die Wünsche vor ihnen und sorgen damit für ein riesiges Durcheinander","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11831745","hoster":"VOE"},{"path":"/redirect/8420070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-12","name":"Der Überraschungskorb","epNo":12,"alt":"Grandma’s House","descr":"Heute schlüpft Dora in die Rolle von Rotkäppchen. Gemeinsam mit Boots macht sie sich auf den Weg zu ihrer Oma, um einen Korb mit guten Sachen abzuliefern. Oma ist krank, und Dora möchte ihr etwas schenken, das ihr hilft, wieder gesund zu werden. Doras Mutter hat sie vor dem Fuchs gewarnt, der ihr den Korb stehlen könnte. Außerdem muss das Mädchen noch herausfinden, wie sie die Wackelbrücke über den Schildkrötenfluss überqueren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589038","hoster":"VOE"},{"path":"/redirect/8420060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-13","name":"Die Überraschungsparty","epNo":13,"alt":"Surprise","descr":"Boots hat Geburtstag. Dora sagt ihm, dass alle seine Freunde bei ihr zu Hause auf ihn warten, um ein großes Fest mit ihm zu feiern. Doch der Weg dorthin ist nicht ganz so einfach","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995521","hoster":"VOE"},{"path":"/redirect/8420069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-14","name":"Kuhflug und Klebeband","epNo":14,"alt":"Sticky Tape","descr":"Benny, der Bulle, braucht dringend Klebeband. Sein Heißluftballon hat ein Loch, und er treibt auf den See der Krokodile zu. Dora und Boots rennen los, um ihren Freund zu retten. Wieder müssen sie einen Weg voller Hindernisse zurücklegen. Ob sie es schaffen, Bennys Ballon rechtzeitig zu flicken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995517","hoster":"VOE"},{"path":"/redirect/8420065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-15","name":"Der Springe-Springe-Ball","epNo":15,"alt":"Bouncing Ball","descr":"In einem Spielzeuggeschäft kauft Boots einen superelastischen Gummiball. Doch beim Spielen hüpft der Ball davon. Dora und Boots rasen hinterher. Wie Frösche springen die beiden über den Sumpf, lösen ein kompliziertes Rätsel an der Troll-Brücke – und sehen schließlich zu, wie der Fuchs den Ball in einen Vulkan schleudert. Kurz darauf bricht der Vulkan aus, und Dora und Boots erleben eine große Überraschung.","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-16","name":"Rucksack-Zauber","epNo":16,"alt":"Backpack","descr":"Dora erinnert sich daran, wie sie ihren Freund Rucksack kennen lernte. Rucksack ist furchtbar nett. Er hilft Dora, die Bücher zur Bücherei zurückzubringen. Ihr Weg führt sie über die Troll-Brücke. Können die beiden das Rätsel des Trolls lösen und über einen großen Felsen klettern bevor die Bücherei schließt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995522","hoster":"VOE"},{"path":"/redirect/8420049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-17","name":"Käfermamas Keks","epNo":17,"alt":"Bugga Bugga","descr":"Dora und Boots sammeln Käfer im Wald. Dabei treffen sie auf Mama Bugga Bugga, die sich mit einem schweren Keks abschleppt. Die beiden Freunde bieten ihr ihre Hilfe an, damit sie den Keks nach Hause schleppen kann, um ihre zehn Käferkinder damit zu füttern. Auf dem Weg zu Mama Bugga Buggas Haus müssen sie allerdings an einer Fleisch fressenden Pflanze vorbei. Und dann sind da auch noch jede Menge hungriger Spinnen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995519","hoster":"VOE"},{"path":"/redirect/8420047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-18","name":"Fisch an Land","epNo":18,"alt":"Fish Out Of Water","descr":"Am Strand suchen Dora und Boots nach Muscheln, als sie in einer Pfütze, die die Flut zurückgelassen hat, einen kleinen Fisch entdecken. Sie beschließen, den Fisch ins Meer zurückzubringen. Sie klettern über die Sandburg, und dann tauchen sie ins Reich des Tintenfischs hinab. Dora und Boots erleben ein echtes Unterwasserabenteuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995523","hoster":"VOE"},{"path":"/redirect/8420662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-19","name":"Kleiner Stern","epNo":19,"alt":"Little Star","descr":"Dora und Boots beobachten einen kleinen Stern, der als Sternschnuppe vom Himmel fällt. Sie wünschen sich etwas, doch dann setzen sie alles daran, den Stern dahin zurückzubringen, wo er hergekommen ist – auf den Mond. Denn nur dann haben auch die anderen Kinder die Möglichkeit, sich etwas zu wünschen","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-20","name":"Der gerettete Prinz","epNo":20,"alt":"Dora Saves The Prince","descr":"Eine böse Hexe aus einem Märchenbuch verbannt einen jungen Prinzen in einen hohen Turm. Dora und Boots springen in die Geschichte, um den Gefangenen zu befreien. Die beiden Retter müssen durch das große Tor, sie überqueren den Krokodilsee und erreichen schließlich den Turm. Bald werden sie den Königssohn sehen. Doch Vorsicht! Auch die Hexe ist nicht weit","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-21","name":"Das Froschlied","epNo":21,"alt":"El Coqui","descr":"Dora und Boots begegnen einem traurigen Frosch: Es hat ihn von seiner Heimatinsel in die Fremde verschlagen, und vor lauter Heimweh hat er sogar seine Stimme verloren! Dora und Boots haben Mitleid mit dem Kleinen und beschließen, ihn zurück nach Hause zu bringen. Aber der Weg zur Froschinsel ist weit. Die Freunde müssen erst an dem seltsamen Echobusch vorbei und dann den weiten Ozean überqueren","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-22","name":"Der Schokoladenbaum","epNo":22,"alt":"The Chocolate Tree","descr":"Abuela erzählt Dora vom magischen Schokoladenbaum. Der stand neben Abuelas Haus, als sie noch ein kleines Mädchen war. Schokoladenbaum? Das klingt gut, finden Dora und Boots. Sie machen sich auf, um Abuelas Baum zu suchen. Doch dazu müssen sie nicht nur den Dschungel durchqueren, sondern auch an der unheimlichen Bärenhöhle vorbei. Die beiden Abenteurer kann das natürlich nicht schrecken – und ihr Mut wird belohnt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995525","hoster":"VOE"},{"path":"/redirect/8420051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-23","name":"Böser Zauber","epNo":23,"alt":"Te Amo","descr":"Von ihren Freunden erfahren Dora und Boots, dass im Baumhaus eine große Feier stattfinden soll. Weil die anderen so begeistert sind, beschließen die beiden, auch hinzugehen. Aber das ist gar nicht so einfach, denn der Weg führt über den Krokodilsee und eine hohe Mauer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995528","hoster":"VOE"},{"path":"/redirect/8420037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-24","name":"Die Zauberflöte","epNo":24,"alt":"Pablo’s Flute","descr":"Ein böser Zauberer hat König Popo und Königin Maria in Berge verwandelt, damit sie niemals mehr zusammen sein können. Dora und Boots wollen den Fluch brechen. Der Weg zu den Bergen ist lang und mühevoll, aber weder eine zerstörte Brücke noch das verwirrende Steinlabyrinth können die beiden aufhalten. Bald stehen sie am Fuß der verzauberten Berge und machen sich an den anstrengenden Aufstieg","versions":[]},{"path":"/serie/stream/dora/staffel-1/episode-25","name":"Feier im Baumhaus","epNo":25,"alt":"To The Treehouse","descr":"Seit der kleine Pablo seine Zauberflöte verloren hat, herrscht auf den Feldern und Weiden seiner Familie furchtbare Dürre. Zum Glück stolpern Dora und Boots zufällig über die Flöte und beschließen, sie Pablo zurückzubringen. Ihr Marsch führt sie über die Windige Brücke und durch den Gruselwald, bis sie schließlich zu Pablos Berg gelangen. Und siehe da – die Zauberflöte wirkt wahre Wunder","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589039","hoster":"VOE"},{"path":"/redirect/8420052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-1/episode-26","name":"Der Rätselwettbewerb","epNo":26,"alt":"Call Me Mr. Riddles","descr":"Am Hohen Berg wird ein Rätselwettbewerb veranstaltet. Boots will unbedingt mitmachen und bricht mit Dora zum Veranstaltungsort auf. Ihr Weg führt sie über die Trollbrücke und durch die Klopf-Klopf-Tür, wo sie ihre ersten Rätsel lösen müssen. Aber die eigentliche Herausforderung wartet am Hohen Berg auf die beiden Entdecker: das verrückteste Rätsel der Welt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589042","hoster":"VOE"},{"path":"/redirect/8420044","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dora/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dora/staffel-2/episode-1","name":"Das Regenwolken-Lied","epNo":1,"alt":"The Big Storm","descr":"Eine finstere Regenwolke ballt sich über dem Wald zusammen. Dora und Boots wollen ihre Freunde warnen, bevor die von einem Platzregen überrascht werden. Boots bläst in sein Horn und macht die anderen so auf die Gefahr aufmerksam. Danach eilen er und Dora nach Hause. Dort sehen sie sich das tosende Unwetter bei einer heißen Tasse Kakao an. Wie schön der Regen ist, wenn man selbst im Trockenen sitzt! Und hinterher gibt es sogar einen wunderschönen Regenbogen zu bestaunen","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-2","name":"Wettrennen zur Bergspitze","epNo":2,"alt":"¡Rápido, Tico!","descr":"Boots ist ganz aufgeregt: Er lässt sich mit der Post ein funkelnagelneues Spielzeugfeuerwehrauto zuschicken. Aber als das Paket endlich ankommt, ist es leer! Boots und Dora finden bald heraus, dass das Spielzeug auf dem Weg zu ihnen heraus gefallen ist. Jetzt liegt es hoch oben auf der Spitze des Schneebergs. Aber das hat auch schon Swiper der Fuchs gesehen, der sich das Auto unter den Nagel reißen möchte. Es kommt zu einem spannenden Wettrennen zwischen ihm und den beiden kleinen Abenteurern. Zuerst sieht es für Dora und Boots gar nicht gut aus, denn sie kommen im Wald nur langsam voran. Aber dann bekommen sie unerwartet Hilfe von ihrem Freund Tico, dem heldenhaften Eichhörnchen…","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-3","name":"Der Zauberstock","epNo":3,"alt":"The Magic Stick","descr":"Dora und Boots finden einen Zauberstock. Weil sie nicht so recht wissen, was sie mit ihm anfangen sollen, fragen sie den weisen alten Baumfrosch um Rat. Er empfiehlt den Abenteurern, sich zur Spitze des Höchsten Hügels zu begeben. Nur an diesem besonderen Ort kann der Stock seine magische Kraft entfalten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428113","hoster":"VOE"},{"path":"/redirect/14431294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-4","name":"Die Regenbogen-Rutschpartie","epNo":4,"alt":"The Missing Piece","descr":"Dora und Boots wollen einem Magier helfen, der seinen Zauberstab verloren hat. Doch wie bei verzauberten Dingen üblich, ist es gar nicht so einfach, den Stab wieder zu finden. Dora und Boots müssen in ihrem Raketenschiff sogar bis ans Ende des Regenbogens fliegen","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-5","name":"Der verschwundene Bär","epNo":5,"alt":"Lost Squeaky","descr":"Quietsch-quiek! Was ist das für ein Geräusch? Es kann nur der Quietschebär sein, Boots putziges Badespielzeug. Doch als Boots den Bären verliert, ist guter Rat erst einmal teuer. Er und Dora müssen sich durch unerforschtes Gebiet bis zum Glibber-Geysir vorwagen, um Quietschebär zu retten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428154","hoster":"VOE"},{"path":"/redirect/14431297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-6","name":"Kätzchen in Not","epNo":6,"alt":"Rojo, The Fire Truck","descr":"Rojo ist ein brandneues Feuerwehrauto. Er lädt Dora und Boots ein, ihn auf seiner allerersten Rettungsmission zu begleiten: Er will ein Kätzchen retten, dass in einen hohen Baum geklettert ist und jetzt nicht mehr hinunter kommt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415005","hoster":"VOE"},{"path":"/redirect/14427199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-7","name":"Die Entführung","epNo":7,"alt":"Lost Map","descr":"Die Landkarte ist ein hochwichtiges Hilfsmittel, um sich in unbekanntem Gebiet zurechtzufinden. Umso ärgerlicher sind Dora und Boots, als ein kurzsichtiger Vogel ihre zusammengerollte Karte für einen Stock hält – und hoch in die Lüfte entführt! Er bringt sie zu seinem Nest auf der Spitze des höchsten Berges. Dorthin brechen nun auch die beiden Entdecker auf. Damit sie unterwegs nicht verloren gehen, zeichnen sie sich diesmal ihre eigene Karte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415003","hoster":"VOE"},{"path":"/redirect/14431299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-8","name":"Ein schöner Muttertag","epNo":8,"alt":"El Dia De Las Madres","descr":"Am Muttertag hilft Dora ihrem Vater, für Mutti einen leckeren Kuchen zu backen. Leider fehlen ihnen dazu drei wichtige Zutaten: Bananen, Nüsse und Schokolade. Dora und Boots machen sich sofort auf, um die Sachen zu besorgen – und danach feiern sie, ihre Freunde und natürlich alle Mütter ein großes Fest!","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-9","name":"Dora spielt Fußball","epNo":9,"alt":"The Golden Explorers","descr":"Dora und ihre Freunde haben ein eigenes Fußballteam gegründet, die \"The Golden Explorers\". Jetzt treten sie gegen die Mannschaft der Dinosaurier an. Ob sie gegen die mächtigen Urviecher eine Chance haben?","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-10","name":"Fröhliche Weihnachten!","epNo":10,"alt":"A Present For Santa","descr":"¡Feliz Navidad! Merry Christmas! Es ist Weihnachten, und Dora und Boots machen sich auf den Weg zum Nordpol. Dort wollen sie dem Weihnachtsmann persönlich ein Geschenk überreichen. Doch erst einmal müssen sie die Schneeberge und einen zugefrorenen Fluss überqueren. Es ist eine beschwerliche Reise, doch deren Ende steht für alle ein großes Erlebnis – Dora und ihre Freunde sind ganz vom Geist des Gebens erfüllt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415004","hoster":"VOE"},{"path":"/redirect/14431298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-11","name":"Doktor Dora","epNo":11,"alt":"Doctor Dora","descr":"Benny Bulle hat Schnupfen! Doktor Dora und ihr treuer Assistent Boots machen sich auf den Weg, um ihm einen Hausbesuch abzustatten Unterwegs treffen sie auch noch andere Tiere, die gerne behandelt werden möchten. Die meisten scheinen es dabei vor allem die Aufkleber und Lutscher abgesehen zu haben, mit denen Doktor Dora ihre kleinen Patienten aufheitert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415116","hoster":"VOE"},{"path":"/redirect/14427200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-12","name":"Pony-Express","epNo":12,"alt":"Pinto, The Pony Express","descr":"Auf Pinto, dem Pony, reiten Cowgirl Dora und Cowboy Boots als Pony-Express-Reiter durch den Wilden Westen. Die beiden haben einen weiten Weg vor sich, denn sie wollen ein Paket mit knusprigen Cowboy-Keksen zur Farm von Benny Bulle bringen. Doch auf das leckere Gebäck hat es auch ein berüchtigter Strauchdieb abgesehen: Fuchs Swiper plant, den Pony-Express zu überfallen!","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-13","name":"León, der Zirkuslöwe","epNo":13,"alt":"León, The Circus Lion","descr":"Dora und Boots machen die Bekanntschaft von León, einem freundlichen Löwen. Leóns Traum ist es, sich einem Zirkus anzuschließen und mit seinen Kunststücken berühmt zu werden. Doch der Weg zum Zirkus ist weit. Die Freunde müssen Einrad und Rollschuh fahren und sich sogar aufs Drahtseil wagen, um ans Ziel zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103752","hoster":"VOE"},{"path":"/redirect/14431302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-14","name":"Jahrmarkt-Vergnügen","epNo":14,"alt":"The Big Pinata","descr":"Dora und Boots sind zu Gast auf einer mexikanischen Fiesta. Der Hauptpreis des Abends ist eine große Piñata, eine mit Süßigkeiten und Geschenken gefüllte Pappmachéfigur. Natürlich wollen Dora und Boots die Piñata gewinnen – aber dazu müssen sie sich erst zehn gelbe Bons verdienen. Die bekommt nur, wer bei den vielen Partyspielen mitmacht und sämtliche Karussells besteigt. Dora und Boots müssen sich anstrengen, denn es ist gar nicht so leicht, an einem einzigen Abend so viel Spaß zu haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415006","hoster":"VOE"},{"path":"/redirect/14431301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-15","name":"Der fröhliche Troll","epNo":15,"alt":"The Happy Old Troll","descr":"Jeder hat etwas, das ihn glücklich macht. Das gilt sogar für den alten Grummeltroll. Dora und Boots suchen nach Dingen, die den mürrischen Miesepeter aufheitern können. Denn nur fröhliche Trolle tanzen – und den berühmten Trolltanz sollte jeder einmal gesehen haben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415272","hoster":"VOE"},{"path":"/redirect/14431305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-16","name":"Ein Brief für Swiper","epNo":16,"alt":"A Letter For Swiper","descr":"Dora und Boots arbeiten als Postboten. Dabei müssen sie auch Swiper, dem Fuchs, einen Brief überbringen. Doch der Weg zu Swipers Bau am Blaubeerhügel ist mit Gefahren gespickt: Die tapferen Briefträger müssen sich vor rennenden Hennen in Acht nehmen, herabfallenden Nüssen ausweichen und sich sogar durch einen Schneesturm kämpfen. Ob der diebische Swiper die Mühe zu schätzen weiß, die die beiden sich für seinen Brief machen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415047","hoster":"VOE"},{"path":"/redirect/14427201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-17","name":"Der magische Umhang","epNo":17,"alt":"Super Map!","descr":"Map findet einen roten Umhang, der ihm Superkräfte verleiht: Jetzt kann er riesige Sprünge machen, schnell wie ein Flugzeug fliegen und sogar Wolken einfach wegpusten! Super-Map ist auch zur Stelle, um Dora und Boots nach Hause zu bringen: Die beiden haben einen langen Weg mit vielen Hindernissen vor sich, die nur ein wahrer Superheld überwinden kann. Vom dichten Dschungel geht es über den wild schäumenden Fluss nach Hause, wo eine Riesen-Überraschung auf die drei kleinen Abenteurer wartet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428207","hoster":"VOE"},{"path":"/redirect/14431304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-18","name":"Auf dem Klettergerüst","epNo":18,"alt":"To The Monkey Bars","descr":"Dora gibt sich die allergrößte Mühe, aber sie schafft es einfach nicht, über das Klettergerüst zu klettern. Gemeinsam mit Boots macht sie sich auf den Weg zum nächsten großen Spielplatz, um es noch einmal zu versuchen. Die beiden wandern über die Trollbrücke und den Windhügel zum Spielplatz. Wird Dora diesmal das Klettergerüst meistern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415117","hoster":"VOE"},{"path":"/redirect/14427202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-19","name":"Dora rettet die Musik","epNo":19,"alt":"Dora, La Musico","descr":"Der böse Mr. Shush hat etwas gegen Musik. Kurzerhand sperrt er alle Instrumente in eine Zauberkiste, die sich nicht mehr öffnen lässt – es sei denn, man spielt Musik. Aber das geht nun nicht mehr, denn alle Instrumente befinden sich ja in der Kiste. Dora macht sich auf den Weg. Mit ihren Freunden Benny, Isa und Tico zieht sie über die Klavier-Brücke und durch das singende Tor zur kleinen Stadt. Dort kann man noch lauthals Musik machen. Ob es ihnen gelingen wird, die eingesperrten Instrumente am Ende doch noch zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428155","hoster":"VOE"},{"path":"/redirect/14431309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-20","name":"Das große Versteckspiel","epNo":20,"alt":"Hide And Go Seek","descr":"Dora, Boots und ihre Freunde spielen heute Verstecken. Dabei müssen die Kinder vor dem Bildschirm die Freunde finden, die sich natürlich verbergen so gut es geht. Nach und nach können die kleinen Zuschauer jedoch alle aufspüren. Schließlich überreicht Mr. Tucan im Regenwald einen großen Pokal als Preis.","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-21","name":"Der Fotowettbewerb","epNo":21,"alt":"Click","descr":"Dora und Boots nehmen an einem Fotowettbewerb teil. Sie sollen ein Faultier, eine Bergziege und einen Fuchs fotografieren. Ihr Weg führt sie durch den Regenwald, zum höchsten Berg und zum Blaubeerhügel. Bald haben sie nicht nur die drei erforderlichen Bilder beisammen, sondern insgesamt zehn lustige und schöne Fotografien. Für das letzte Foto haben sich die beiden etwas Besonderes ausgedacht: Sie wollen die kleinen Zuschauer vor dem Bildschirm knipsen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415007","hoster":"VOE"},{"path":"/redirect/14431306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-22","name":"Auf Eiersuche","epNo":22,"alt":"Egg Hunt","descr":"Doras Eltern haben zwölf Eier versteckt, die mit kleinen Überraschungen gefüllt sind. Dora und ihr Freund Boots machen sich auf, sie zu suchen. Erst geht es zum Ententeich, wo sie ein Ei von einem Seerosenblatt fischen müssen. Das macht zwar ganz schön viel Mühe, aber zusammen sind die Entdecker der Herausforderung gewachsen. Weiter geht’s zur Farm, wo die beiden Hilfe von Eichhörnchen Tico bekommen. Tico zeigt ihnen, bei welchen Tieren weitere Eier versteckt sind. Zum Schluss spüren Dora und Boots das große gelbe Ei auf, mit dem es etwas ganz Besonderes auf sich hat: Es nicht wie die anderen Eier mit kleinen Spielzeugen gefüllt, sondern mit einer riesigen Menge Süßigkeiten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415273","hoster":"VOE"},{"path":"/redirect/14431311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-23","name":"Die Superspione","epNo":23,"alt":"Super Spies","descr":"Dora und Boots sind heute als Spione unterwegs: Von Mr. Tucan haben sie den schwierigen Auftrag bekommen, Isas leckere Napfkuchen vor Swiper zu retten. Die beiden Nachwuchsagenten packen also ihre Ausrüstung zusammen und machen sich auf den Weg. Der führt sie durch eine Geheimtür und weiter zu einer Sandgrube, die sie nur mit Raketenschuhen überqueren können. Anschließend geht’s mit Tico durch den Dschungel, bis die Freunde auf ein weiteres Hindernis stoßen: Ein gewaltiger Abgrund trennt sie von Isas Blumengarten! Um hinüberzukommen, müssen Dora und Boots in einen wackeligen Drahtkorb klettern, der an einem Drahtseil hängt. Gerade noch rechtzeitig landen sie schließlich in Isas Garten","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-24","name":"Der Schulhamster","epNo":24,"alt":"School Pet","descr":"Dora will ihrem Freund Boots den Schulhamster Mimo vorstellen. Doch als sie Mimo holen will, ist er verschwunden. Natürlich machen Dora und Boots sich sofort auf die Suche nach dem kleinen Nager, aber ihr Weg ist mit Hindernissen gespickt: Erst einmal geht es über eine Hängebrücke, aus der Swiper die Bretter entfernt hat. Eine ganz schön wackelige Angelegenheit! Als dieses Hindernis überwunden ist, rutscht der arme Boots in eine Sandgrube, aus der ihn Dora nur mit einem Seil retten kann. Auch dieses Abenteuer ist schließlich glücklich überstanden – aber die beiden Abenteurer müssen auch noch den dichten Dschungel durchqueren, in dem Schlangen, Spinnen und Krokodile auf sie lauern. Schließlich gelangen sie zu den rätselhaften Pyramiden: Gemeinsam mit den Kindern vor dem Bildschirm wollen Dora und Boots herausfinden, in welcher davon sich Mimo aufhält","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428156","hoster":"VOE"},{"path":"/redirect/14431308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-2/episode-25","name":"Geburtstagskind gesucht","epNo":25,"alt":"Whose Birthday Is It?","descr":"Aufregung bei Dora und Boots: Die beiden folgen einem geheimnisvollen Ballon, der sie zu einer Geburtstagsfeier bringen soll. Aber wer ist eigentlich das Geburtstagskind? Auf ihrem Weg begegnen die beiden Abenteurer all ihren Freunden – doch keiner von ihnen hat heute Geburtstag! Der beschwerliche Weg führt die Gruppe auf den Napfkuchenberg und über den See der niesenden Schlangen. Als die Partygäste endlich an ihrem Ziel angekommen sind, wartet auf sie eine große Überraschung: Ausgerechnet Swiper hat sie zu seinem Wiegenfest eingeladen. Und ausnahmsweise hat der sonst so verschlagene Fuchs keine Hintergedanken, sondern will einfach nur feiern! (","versions":[]},{"path":"/serie/stream/dora/staffel-2/episode-26","name":"Entchen sucht Mama","epNo":26,"alt":"Quack! Quack!","descr":"Dora und Boots springen in ein Malbuch, um einem kleinen Entchen zu helfen, das von seiner Mutter und seinen Geschwistern getrennt wurde. Weil der Weg zurück zum Ententeich noch nicht fertig gemalt ist, greifen die beiden zu ihren Wachsmalstiften und legen los. Das Küken folgt den beiden fleißigen Anstreichern und ist bald wieder mit Entenmama und Geschwistern vereint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415008","hoster":"VOE"},{"path":"/redirect/14427204","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dora/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/dora/staffel-3/episode-1","name":"Dora und das kleine Lamm","epNo":1,"alt":"Dora Had A Little Lamb","descr":"Dora und Boots finden ein großes Buch mit Kinderreimen. Dabei entwischt aus den Seiten Marys kleines Lamm aus dem Gedicht \"Mary Had A Little Lamb\". Weil das kleine Schaf alleine nicht zurück findet, beschließen Dora und Boots, ihm zu helfen. Ihr Weg führt sie durch das Buch – und damit mitten hinein in die Welt der englischen Kinderreime und -märchen. Dabei begegnen den Freunden Humpty Dumpty, Peter Piper, die Kribbel-Krabbel-Spinne und viele andere verrückte Gestalten. Aber wo steckt bloß Mary, die Besitzerin des kleinen Lamms?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415274","hoster":"VOE"},{"path":"/redirect/14431315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-2","name":"Eiswagen in Not","epNo":2,"alt":"Stuck Truck","descr":"Boots ist stolzer Besitzer eines großen Fuhrparks mit verschiedenen PKWs und LKWs: Da gibt es den Laster Zehn-Reifen, das Abschleppauto Abschlepper, Rojo, das Feuerwehrauto, eine Planierraupe, einen Kran und sogar einen Eiswagen. Doch als dem kleinen Eiswagen ein Missgeschick passiert und er im Schlamm stecken bleibt, ist guter Rat teuer. Allein kommt er nämlich nicht mehr aus dem Matsch hinaus. Also brechen die Freunde zu einer Rettungsmission auf. Unterstützung bekommen sie von Boots\u0026rsquo; Fahrzeugen, die ihnen helfen, die Puzzlebrücke und den Krokodilsee zu überqueren. Mit so vielen fleißigen Helfern ist es auch kein Problem, den Eiswagen aus seiner misslichen Lage zu befreien – und zur Belohnung bekommen am Ende alle ein leckeres Eis!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414471","hoster":"VOE"},{"path":"/redirect/14431307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-3","name":"Lauter!","epNo":3,"alt":"Louder!","descr":"Boots hat bei Dora übernachtet. Die beiden Freunde werden früh wach, obwohl die Sonne noch nicht aufgegangen ist. Sie stellen fest, daß der kleine rote Hahn noch nicht \"kikeriki\" vom höchsten Hügel gerufen hat. Damit weckt er nämlich die Sonne normalerweise. Ein Löffel Honig kuriert zuerst einmal die Heiserkeit. Dann brechen die drei Freunde zum höchsten Hügel auf. Sie müssen erst noch über den Fluß und dann über die Brücke des Trolls. Dort angekommen wecken die drei Freunde endlich die liebe Sonne, und der Tag kann beginnen.Boots hat bei Dora übernachtet. Die beiden Freunde werden früh wach, obwohl die Sonne noch nicht aufgegangen ist. Sie stellen fest, daß der kleine rote Hahn noch nicht \"kikeriki\" vom höchsten Hügel gerufen hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14413990","hoster":"VOE"},{"path":"/redirect/14431310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-4","name":"Roboter Roberto","epNo":4,"alt":"Roberto The Robot","descr":"Dora und Boots treffen auf Roberto, einen Roboter, der sich verlaufen hat. Eigentlich war Roberto auf dem Heimweg zu seinem Großvater, doch er findet den Weg nicht mehr. Dora und Boots beschließen, dem kleinen Maschinenwesen zu helfen. Ihre Wanderung führt die drei zu einer baufälligen Eisenbahnbrücke. Wie sollen sie da bloß hinüberkommen? Dank Robertos Werkzeugen gelingen die nötigen Reparaturen in kürzester Zeit. Anschließend geht es mit Doras altem Freund, der Lok Blue Train, hinüber auf die andere Seite. Am Baumhaus legen die Freunde einen Zwischenstopp ein und unterstützen Tico und Benny beim Heimwerken. Doch ein Hindernis gibt es noch, bevor Roberto seinen Großvater wieder in die Arme schließen kann: Die kleinen Abenteurer müssen den Vulkan überqueren – und hier lauert schon der Fuchs Swiper, der Robertos Werkzeuge stibitzen will…","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-5","name":"Die Riesenkartoffel","epNo":5,"alt":"The Big Potato","descr":"Stier Benny ist ein fürchterliches Missgeschick passiert: Mit einem Zauberstab hat er sich in eine riesige Kartoffel verwandelt! Nur der junge Zauberer könnte Benny aus seiner misslichen Lage befreien, aber der Weg zu ihm ist lang und voller Hindernisse. Im Zaubergarten versperren ihnen Riesenblumen die Sicht – bis Dora, Boots und Benny auf die Idee kommen, an den Blumen hinaufzuklettern. Von hier oben haben sie einen guten Überblick und finden so problemlos zum Goldenen Tor. Nachdem sie es geöffnet haben, treffen sie ein Einhorn. Ob ihnen das freundliche Fabeltier den Weg zum Zauberer weisen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415303","hoster":"VOE"},{"path":"/redirect/14427203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-6","name":"Dora im Weltraum","epNo":6,"alt":"Journey To The Purple Planet","descr":"Dora und Boots begegnen den Außerirdischen Flinky, Inky, Plinky, Dinky und Al, die mit ihrer Fliegenden Untertasse auf der Erde notgelandet sind. Weil ihr UFO nicht mehr fliegen will, freuen sich die kleinen Aliens sehr, dass Dora und Boots ihnen ihre Hilfe anbieten. Mit Isas Raumschiff startet die Gruppe zur Heimatwelt der freundlichen Fremdlinge. Unterwegs sausen sie an Sternbildern vorbei, sehen sich in der Milchstraße um, fangen einen Kometen und müssen riesigen Felsen ausweichen. Und dann ist da auch noch Swiper, der Dora und Boots in den Weltraum gefolgt ist. Der Fuchs führt wieder einmal nichts Gutes im Schilde – aber zum Glück wissen Dora und Boots genau, wie sie sich gegen ihn wehren können…","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-7","name":"Das verschwundene Spielzeug","epNo":7,"alt":"The Lost City","descr":"Dora ist auf der Suche nach ihrem verschwundenen Teddy. Die Karte verrät ihr, dass er in der Verschwundenen Stadt ist – dem Ort, an dem alle vermissten Dinge gesammelt werden. Also machen sich Dora und Boots auf den Weg, um diese mysteriöse Stadt zu finden. Doch erst einmal müssen sich die Freunde in der Zahlen-Pyramide bewähren, wo einige kniffelige Abzählaufgaben auf sei warten. Danach geht es weiter in den Verrückten Dschungel, in dem Dora und Boots einiges wieder gerade rücken müssen. Schließlich kommen sie in der Verschwundenen Stadt an, und Dora kann endlich ihren geliebten Teddy wieder in die Arme schließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415048","hoster":"VOE"},{"path":"/redirect/14431313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-8","name":"Hallo Diego","epNo":8,"alt":"Meet Diego","descr":"Dora besucht zusammen mit Boots ihren Cousin Diego auf der Tierrettungsstation, wo er mit seinen Eltern lebt. Es dauert nicht lange, bis das Trio den ersten Hilferuf eines verzweifelten Tierkinds hört: Baby Jaguar steht am Rande eines Wasserfalls und droht abzustürzen. Sofort starten Diego, Dora und Boots zu seiner Rettung. Mit waghalsigen Sprüngen ahmen sie das Laufen der Tiere nach und machen anschließend sogar eine Rutschpartie durch den dichten Dschungel. Natürlich versucht auch Swiper wieder, die tapferen Tierretter aufzuhalten. Doch die durchschauen Swipers Verkleidung sofort: Hat sich der dumme Fuchs doch als Eisbär verkleidet – und Eisbären gibt es im Dschungel bekanntlich gar nicht! Mit Unterstützung einiger Kondore gelingt es Dora und Co.","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-9","name":"Rettet die Hündchen!","epNo":9,"alt":"Save The Puppies","descr":"Wuff! Wuff! Dora und Boots spielen ein neues Videospiel namens \"Rettet die Hündchen!\". Darin hat ein übellauniger Hundefänger die kleinen Kläffer in Käfige gesperrt. Unerhört, findet das Heldenduo und beschließt, die Welpen zu befreien. Kurzerhand hüpfen die beiden per Supersprung in das Spiel hinein. In der kunterbunten Computerwelt müssen Dora und Boots eine Menge Hindernisse überwinden: Zwischen der großen Hundehütte und dem Knochenfluss gilt es, 100 gut versteckte Schlüssel zu finden, um die Käfige aufzusperren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428277","hoster":"VOE"},{"path":"/redirect/14427205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-10","name":"Das Zauberwort","epNo":10,"alt":"¡Por Favor!","descr":"Dora und Boots lesen ein Buch über den Prinzen Wickelbär, den ein ungewöhnliches Problem beschäftigt: Seine Krone will sich einfach nicht aufsetzen lassen, weil er das Zauberwort nicht kennt. Dora und Boots kennen sich jedoch bestens aus und wissen sofort, was hier zu tun ist. Der Prinz müsste nur \"Would you please\" sagen – die englische Version des schönen Wörtchens \"bitte\". Die kleinen Abenteurer machen sich auf den Weg zu Wickelbär, um ihm das Geheimnis zu verraten. Die Zeit drängt, denn auch der fiese Sir Swiper ist unterwegs zum Schloss des Prinzen, um ihm die Krone wegzunehmen. Dora und Boots haben wieder jede Menge zu tun, bis sie an ihrem Ziel ankommen. Immer mit den höflichen Worten \"Would you please\" auf den Lippen helfen sie der Eule aus dem Netz, öffnen das Tor zum Wald des Drachen und bringen ihn zum Schweigen. Schließlich wecken sie die drei Ritter und bekommen vom Löwen eine ausreichende Anzahl Stufen, um endlich zum Prinzen Wickelbär zu gelangen. Am Ende wird Sir Swiper verscheucht und der Wickelbär gekrönt.","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-11","name":"Das Dino-Baby","epNo":11,"alt":"Baby Dino","descr":"Dora, Boots und Diego finden ein Dinosaurier-Ei, aus dem ein kleiner Apatosaurier schlüpft. Die drei nennen ihn \"Baby Dino\" und beschließen, ihn zurück zu seiner Mama auf die Dinosaurierinsel zu bringen. Dafür müssen die kleinen Abenteurer erst einmal einen reißenden Fluss überqueren, was sie dank Baby Dinos Hilfe auch schaffen. Anschließend bekommen sie es mit Swiper zu tun. Der lässt nichts unversucht, um Dora und ihre Freunde aufzuhalten. Mit Mut und Ausdauer schaffen sie es schließlich, an ihm vorbeizukommen. Die größte Herausforderung steht ihnen aber noch bevor: Der Weg zur Dino-Insel wird nämlich von Mama T-Rex bewacht. Ob es den Tierrettern gelingen wird, die bissige Dino-Dame auszutricksen?","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-12","name":"Ein ganz besonderer Tag","epNo":12,"alt":"Boots’ Special Day","descr":"Boots darf heute seinen ganz besonderen Tag feiern, an dem er ganz allein bestimmen darf, was unternommen wird. Als erstes wünscht sich Boots, die Trommelparade anzuführen und die Tiere in der Tierrettungsstation zu besuchen. Krönender Abschluss seines ganz besonderen Tages ist ein Überraschungsbesuch bei seinem Vater, der in einem neu gebauten Vergnügungspark arbeitet. Am Ende ist Boots überglücklich, denn sein ganz besonderer Tag ist wirklich zu etwas ganz Besonderem geworden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415323","hoster":"VOE"},{"path":"/redirect/14427208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-13","name":"Die Reise zum Südpol","epNo":13,"alt":"To The South Pole","descr":"Ein kleiner Pinguin wird zur Tierrettungsstation gebracht. Dora, Boots und Diego beschließen, ihn zurück zu seinen Eltern zum Südpol zu bringen. Per Flugzeug reisen die Tierretter zum Eismeer. Hier soll die Reise eigentlich mit einem Boot weitergehen, doch Swiper klaut ihnen den dafür benötigten Schlüssel. Dank des kleinen Pinguins bekommen sie ihn zum Glück zurück. Die große Fahrt übers Meer kann beginnen! Unterwegs hilft ihnen ein Wal, durch die Eisschollen zu kommen. In der Antarktis geht es über einen verschneiten Berg, den die vier Freunde nur mit einem Seil überwinden können. Nach einer anstrengenden Kletterpartie kommen sie endlich zu den Eltern des Pinguins und können ihnen den freudestrahlenden Kleinen überbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414472","hoster":"VOE"},{"path":"/redirect/14431312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-14","name":"Dora rettet das Spiel","epNo":14,"alt":"Dora Saves The Game","descr":"Doras Kusine Daisy macht bei einem Fußballspiel mit, das sogar im Fernsehen übertragen wird. Kurz vor Spielbeginn stellt sich allerdings heraus, dass in Daisys Mannschaft ein Spieler fehlt. Hilfe suchend wendet sich Daisy über das Fernsehen an Dora und bittet sie, kurzfristig einzuspringen. Ehrensache, dass Dora ihrer Kusine beisteht! Aber erst einmal muss sie von ihrem gemütlichen Heim ins weit entfernte Fußballstadion kommen. Unterwegs hat Dora reichlich Gelegenheit, schon einmal ihre Lauf- und Dribbelkünste zu schulen: Es geht über Stock und Stein, durch dichten Dschungel und über krokodilverseuchte Gewässer. Pünktlich zum Anpfiff kommt die kleine Abenteurerin am Stadion an. Jetzt heißt es endlich: Dora vor, noch ein Tor!","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-15","name":"Buh!","epNo":15,"alt":"Boo!","descr":"Es ist Halloween. Dora und Boots wollen Süßigkeiten sammeln gehen. Dabei treffen sie ein echtes kleines Monster, das unbedingt vor zwölf Uhr zu Hause sein muss. Natürlich wollen Dora und Boots dem hilflosen Monsterkind helfen. Dabei müssen sie ein Kürbisfeld durchqueren und sich in den Wald der guten Hexe wagen. Die gute Hexe macht ihrem Namen alle Ehre: Sie lässt die kleinen Abenteurer sogar auf ihrem Besen bis zu den Sternen fliegen. So erreichen sie pünktlich um zwölf das Heim des kleinen Monsters und liefern es bei seinen glücklichen Eltern ab. Nebenbei sammeln die Freunde viele Süßigkeiten und zeigen auch Swiper, wie man – ohne zu klauen! – an Leckereien gelangt.","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-16","name":"Im Märchenland","epNo":16,"alt":"What Happens Next?","descr":"Dora und Boots haben ein Märchen gelesen. Wie das bei Märchen so ist – am Ende steht, dass alle \"glücklich bis ans Ende ihrer Tage\" lebten. Den beiden kleinen Abenteurern reicht so eine allgemeine Erklärung aber nicht. Sie wollen wissen, was der König, die Königin und all die anderen Märchengestalten nach dem Ende der Geschichte WIRKLICH erlebt haben. Um das herauszufinden, nutzen Dora und Boots ihre Phantasie und malen sich aus, was passiert sein könnte. Sie hüpfen in eine spannende Geschichte hinein, in der sie die Mutter des Königs sicher zum Märchenschloss bringen müssen. Das ist beileibe keine Vergnügungsreise: Denn unterwegs lauern Bären, ein Riese und sogar ein Feuer speiender Drache auf die tapferen Märchenhelden","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-17","name":"Drei Freunde in Not","epNo":17,"alt":"Rescue, Rescue, Rescue","descr":"Oweh, was für ein Unglückstag! Gleich drei von Doras Freunden sind in Not geraten: Baby Jaguar sitzt auf einem Baum fest, Isa steckt in einem Sandloch – und Benny ist mit seinem Ballon an einer riesigen Wasserfontäne hängen geblieben. Wen sollen Dora und Boots bloß zuerst retten? Ein guter Plan muss her, damit die beiden alle ihre Freunde rechtzeitig erreichen. Dabei können die kleinen Abenteurer die Hilfe der Zuschauer gut gebrauchen","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-18","name":"Der verschwundene Kuscheldino","epNo":18,"alt":"Boots’ Cuddly Dinosaur","descr":"Boots will bei Dora übernachten. Doch leider hat er seinen Kuscheldino auf dem Spielplatz verloren. Bevor die beiden Freunde den Kuscheldino endlich wieder in die Arme schließen können, müssen sie allerlei kleine Abenteuer bestehen: Sie helfen Diego bei der Rettung von Tierkindern, legen dem diebischen Swiper einmal wieder das Handwerk und reisen dann in einem Ballon zum Spielplatz, wo sie den lang vermißten Dino finden. Nun kann Boots getrost bei Dora übernachten.","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-19","name":"Die super-alberne Party","epNo":19,"alt":"The Super Silly Fiesta","descr":"Heute ist die Welt von Dora und Boots komplett albern und verdreht. Die beiden sind nämlich auf dem Weg zur superalbernen Party des Großen Roten Huhns. Natürlich wären die beiden keine echten Abenteurer, würden sie nicht unterwegs auf Schatzsuche gehen. Sie wollen die Torte wiederfinden, die das Große Rote Huhn verloren hat. Auf ihrem Weg passieren die Freunde das singende Tor und die Trollbrücke, helfen dem jonglierenden Benny, seine geklauten Bälle von Swiper zurückzubekommen, und kommen schließlich auf der Party an. Die vermisste Torte ist dann auch schnell gefunden: Das große rote Huhn hat sie die ganze Zeit als Hut auf dem Kopf getragen!","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-20","name":"Alles voller Löcher!","epNo":20,"alt":"I’ve Got A Hole In My Boot","descr":"Oweh! Boots hat ein Loch in einem seiner Stiefel entdeckt. Zum Glück weiß Dora Rat: Sie müssen den Stiefel zur Super-Duper-Alles-Reparaturmaschine, die das Loch im Nu stopfen wird! Auf dem Weg dorthin treffen Dora und Boots viele Freunde, die auch alle Probleme mit Löchern haben. Tico zum Beispiel hat einen platten Reifen, Bennys Boot ist leckgeschlagen, und der Troll plagt sich mit einem Loch in seiner lila Unterhose herum. Nicht einmal die Landkarte Map ist von den allgegenwärtigen Löchern nicht verschont geblieben. Aber so groß der Schaden auch ist, die Super-Duper-Alles-Reparaturmaschine bringt am Ende alles wieder in Ordnung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995555","hoster":"VOE"},{"path":"/redirect/8419970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-21","name":"Das große Baseball-Spiel","epNo":21,"alt":"Baseball Boots","descr":"Dora und Boots wollen zusammen Baseball spielen. Um zum Baseballplatz zu gelangen, müssen die Freunde erst einmal über die Brücke des unfreundlichen alten Trolls gelangen. Als das geschafft ist, kommt auch schon das nächste Hindernis in Sicht, ein großer, tiefer Teich. Auf dem Spielfeld angekommen wartet auf Boots dann die größte Herausforderung des Tages: Er hat sich fest vorgenommen, den Ball mit seinem Baseball-Schläger zu treffen und richtig weit weg zu schlagen. Das ist dem kleinen Affen mit den Stiefeln noch nie zuvor gelungen – ob es heute endlich klappen wird?","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-22","name":"Der Tag der besten Freunde","epNo":22,"alt":"Best Friends","descr":"Dora und Boots blättern in einem Buch, in dem das englische Alphabet mit Tiernamen erklärt wird. Verblüfft stellen die beiden fest, dass fast alle Tiere aus dem Buch verschwunden sind. Nur eines ist übrig geblieben: Das Gürteltier – oder auf Englisch ‚armadillo‘. Armadillo ist traurig, dass alle seine Freunde plötzlich weg sind. Zum Glück bekommt er Unterstützung von Dora und Boots! Das Trio macht sich auf den Weg durch Feld und Flur, um Armadillos verschwundenen Freunde wiederzufinden…","versions":[]},{"path":"/serie/stream/dora/staffel-3/episode-23","name":"Das Tier-ABC","epNo":23,"alt":"ABC Animals","descr":"Dora und Boots blättern in einem Buch, in dem das englische Alphabet mit Tiernamen erklärt wird. Verblüfft stellen die beiden fest, dass fast alle Tiere aus dem Buch verschwunden sind. Nur eines ist übrig geblieben: Das Gürteltier – oder auf Englisch ‚armadillo‘. Armadillo ist traurig, dass alle seine Freunde plötzlich weg sind. Zum Glück bekommt er Unterstützung von Dora und Boots! Das Trio macht sich auf den Weg durch Feld und Flur, um Armadillos verschwundenen Freunde wiederzufinden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414482","hoster":"VOE"},{"path":"/redirect/14431314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-3/episode-24","name":"Der verschollene Rubin","epNo":24,"alt":"Job Day","descr":"Dora und Boots wollen Doras Mutter, einer Archäologin, helfen, einen lange verschollenen Rubin zu finden. Sie vermuten, dass der Edelstein in einer Pyramide versteckt ist. Auf dem Weg zu Doras Mutter retten die Freunde mit Ticos Mutter den Stier Benny, bauen mit Boots’ Papa, einem Architekten, eine Brücke fertig und fangen ganz viele Berufssterne. Zum Schluss widmen sie sich mit Doras Mutter der schwierigen Aufgabe, die Pyramide zu öffnen. Das Gebäude ist mit gleich sechs Rätselschlössern gesichert, was selbst für gestandene Abenteurer wie Dora und Boots eine große Herausforderung ist – der sie sich natürlich mit größtem Vergnügen stellen!","versions":[]}]},{"path":"/serie/stream/dora/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/dora/staffel-4/episode-1","name":"Die Sternenfängerin","epNo":1,"alt":"Star Catcher","descr":"Dora bekommt von Abuela ein Sternenmäppchen geschenkt und lernt, wie man damit Sterne fängt. Doch dann kommt der gemeine Swiper und stiehlt das Mäppchen, das Dora soviel bedeutete. Wird Dora ihr geliebtes Mäppchen zurückbekommen und bald wieder Sterne fangen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056076","hoster":"VOE"},{"path":"/redirect/8419981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-2","name":"Doras erstes Abenteuer","epNo":2,"alt":"Dora’s First Trip","descr":"Dora erzählt bei Tisch, wie sie bei ihrem ersten Abenteuer ihre Freunde kennen gelernt hat. Zuerst traf sie den kleinen Affen mit den Stiefeln, Boots, und half ihm, den diebischen Fuchs Swiper aufzuhalten. Danach lernten die beiden das Fiesta-Trio kennen, das seine Instrumente verloren hatte. Als die beiden Freunde endlich alle Instrumente beisammen hatten, war das Fiesta-Trio dummerweise schon weitergezogen. Die Musiker sollten nämlich einen Auftritt vor der Bienenkönigin absolvieren! Dora und Boots mussten sich ganz schön anstrengen, um dem Trio die Instrumente rechtzeitig vor dem Konzert zu übergeben. Dabei bekamen die kleinen Abenteurer Unterstützung von einem weiteren neuen Bekannten: dem Eichhörnchen Tico.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428278","hoster":"VOE"},{"path":"/redirect/14431316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-3","name":"Auf zu den Sternen!","epNo":3,"alt":"Star Mountain","descr":"Fuchs Swiper hat eine neue Gemeinheit ausgeheckt: Diesmal stibitzt er Doras Lieblingshalskette und schleudert sie auf die Spitze des Sternenbergs! Dora und Boots haben einen langen Weg vor sich, um das Schmuckstück zurückzuholen. Erst geht es über die Sternentreppe, und danach steht den Abenteurern eine anstrengende Kletterpartie auf einem riesigen Diamanten bevor. Kurz vor dem Ziel droht ihnen schlechtes Wetter einen Strich durch die Rechnung zu machen. Dora und Boots müssen sich durch Eis und Schnee vorankämpfen und werden obendrein vom Wind ordentlich durchgepustet. Ans Aufgeben denken die beiden trotzdem nicht – und ihre Geduld wird belohnt: Sie lernen drei außergewöhnliche Sterne kennen, die ihnen helfen, doch noch wohlbehalten die Bergspitze zu erreichen!","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-4","name":"Die Klau-Maschine","epNo":4,"alt":"Super Spies 2: The Swiping Machine","descr":"Langfinger Swiper kann es einfach nicht lassen: Mit seiner neuen, superschnellen Klaumaschine ist er rasch wie der Wind unterwegs und bestiehlt seine ahnungslosen Mitbürger. Bevor die Leute merken, was vor sich geht, ist Swipers Maschine schon mitsamt der Beute über alle Berge! Zum Glück gibt es zwei wackere Gesetzeshüter, die für Recht und Ordnung eintreten: Dora und Boots, die Superspione! Mit detektivischem Gespür kommen die beiden Swipers neuestem Plan auf die Spur – der Fuchs will sich auf Ticos Geburtstagsparty sämtliche Geschenkpakete unter den Nagel reißen. Das gilt es natürlich zu verhindern! Aber um Swiper auszutricksen, müssen die kleinen Superspione erst einmal eine Reihe kniffliger Aufgaben bewältigen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415340","hoster":"VOE"},{"path":"/redirect/14431317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-5","name":"Schulweg-Lieder","epNo":5,"alt":"La Maestra De Musica","descr":"Dora und Boots sind gemeinsam auf dem Weg zur Schule, als sie plötzlich aus der Ferne eine Melodie vernehmen: Da singt doch tatsächlich jemand Boots’ Lieblingslied. Sie folgen den Klängen und sehen schließlich Boots’ Musiklehrerin, auch ‚La Maestra Musica‘ genannt, die auf ihrem Fahrrad munter vor sich hinträllert. Boots macht Dora und die Lehrerin miteinander bekannt. Auf einmalertönt die Schulglocke. Nun muss die Musiklehrerin sich sputen, um rechtzeitig in der Schule anzukommen. Sie schwingt sich auf ihr Fahrrad und radelt los, als plötzlich die Fahrradkette reißt. Können Dora und Boots der verzweifelten Lehrerin helfen, damit sie doch noch pünktlich ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415226","hoster":"VOE"},{"path":"/redirect/14431320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-6","name":"Daisys 15. Geburtstag","epNo":6,"alt":"Daisy’s Quinceañera","descr":"Dora und Boots sind gemeinsam auf dem Weg zur Schule, als sie plötzlich aus der Ferne eine Melodie vernehmen: Da singt doch tatsächlich jemand Boots’ Lieblingslied. Sie folgen den Klängen und sehen schließlich Boots’ Musiklehrerin, auch ‚La Maestra Musica‘ genannt, die auf ihrem Fahrrad munter vor sich hinträllert. Boots macht Dora und die Lehrerin miteinander bekannt. Auf einmalertönt die Schulglocke. Nun muss die Musiklehrerin sich sputen, um rechtzeitig in der Schule anzukommen. Sie schwingt sich auf ihr Fahrrad und radelt los, als plötzlich die Fahrradkette reißt. Können Dora und Boots der verzweifelten Lehrerin helfen, damit sie doch noch pünktlich ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415049","hoster":"VOE"},{"path":"/redirect/14431323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-7","name":"Rettet Diego","epNo":7,"alt":"Save Diego","descr":"Diego hat einen sehr anstrengenden Tag, denn er muss viele Tiere retten. Alles verläuft nach Plan, bis Diego bei der Rettung eines Babyvogels plötzlich selber in Gefahr gerät. Als Dora davon erfährt, macht sie sich mit Boots sofort auf den Weg, um ihren Freund in Sicherheit zu bringen. Wird die Hilfe der beiden noch rechtzeitig kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414011","hoster":"VOE"},{"path":"/redirect/14427206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-8","name":"Baby Bärs Rettung","epNo":8,"alt":"Baby Jaguar’s Roar","descr":"Baby Jaguars bester Freund Baby Bär hat ein riesiges Problem: Er sitzt auf einem Felsvorsprung des Bärenbergs fest. Der kleine Bär ist vollkommen verängstigt und weiß nicht, wie er allein den steilen Abhang hinunterkommen soll. Ob Dora etwas einfällt, um Baby Bär zu retten?","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-9","name":"Der vergessliche König","epNo":9,"alt":"A Crown For King Juan El Bobo","descr":"Dora und Boots müssen eine äußerst schwierige Aufgabe meistern. König Juan El Bobo leidet unter schwerer Vergesslichkeit. Ausgerechnet seine Krone ist ihm nun abhanden gekommen. Nun liegt es an Dora und Boots, sie so schnell wie möglich zu finden, denn ohne Krone fühlt sich Juan El Bobo nur noch als halber König","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-10","name":"Überraschung für einen Hund","epNo":10,"alt":"Dora’s Got A Puppy","descr":"Dora zieht einen Welpen namens Perito auf. Als sie gemeinsam mit Boots ein Geschenk für Perito bei ihrer Großmutter Abuela abholen will, gibt es Schwierigkeiten. Denn auch der diebische Fuchs Swiper hat es auf das Geschenk abgesehen – und Swiper ist bekanntermaßen mit allen Wassern gewaschen. Können Dora und Boots den listigen Fuchs dennoch austricksen und die Überraschung für Perito unversehrt nach Hause bringen?","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-11","name":"Große Schwester Dora","epNo":11,"alt":"Big Sister Dora","descr":"Dora bekommt bald eine kleine Schwester. Natürlich findet sie es hoch spannend, dass sie bald die ‚große Schwester‘ sein wird. Um den großen Augenblick der Geburt nicht zu verpassen, bekommt Dora von ihrem Papi ein Handy geschenkt. So kann er sie jederzeit anrufen, wenn es soweit ist…","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-12","name":"Das vergessene Lied","epNo":12,"alt":"Boots To The Rescue","descr":"Dora soll als Hausaufgabe ein Lied vorbereiten und es am nächsten Tag in der Schule vorsingen. Dummerweise vergisst sie den Text zu Hause bei Boots. Jetzt ist guter Rat teuer, denn wie soll sie das Lied nun rechtzeitig einstudieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415304","hoster":"VOE"},{"path":"/redirect/14431318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-13","name":"Die Super Babys","epNo":13,"alt":"Super Babies","descr":"Die Babys haben ihren Bananenbrei auf dem Bananenberg verloren und müssen ihn schnell zurückholen, weil auch der gemeine Fuchs Swiper es auf den köstlichen Brei abgesehen hat. Werden die Super-Babys ihm zuvorkommen?","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-14","name":"Ein tolles Team","epNo":14,"alt":"We’re A Team","descr":"Dora, Boots und ihre Freunde Backpack, Map, Benny, Isa, und Tico nehmen an einem Abenteuer-Rennen teil. Jeder Teilnehmer kann zum Gelingen beitragen. So geht es über die Trollbrücke, am Vulkan vorbei und schließlich die große Wand hoch. Nur weil alle zusammen gehalten haben, kommen sie in letzter Sekunde durchs Ziel…","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-15","name":"Auf der Suche nach den Jahreszeiten","epNo":15,"alt":"The Mixed-Up Seasons","descr":"Ein Schneemann, eine Blume, ein Kürbis und ein kleiner Taschenkrebs sind in der falschen Jahreszeit. Dora und ihre Freunde helfen ihnen, wieder in ihre richtige Jahreszeit zurückzukehren. Mit einem Ballon fliegen sie den Schneemann, der im Sommer gelandet ist, nach Hause in den Frost. Die kleine Blume hat sich in den Winter verirrt. Bevor sie sich noch eine ganz fürchterliche Erkältung holt, geleiten Dora und ihre Freunde sie in ihr Frühlingsbeet zurück. Mit einer Schubkarre schieben sie schließlich den Kürbis aus dem Frühling in den Herbst. Auf einem Wagen, der von einem Pferdchen gezogen wird schafft Dora auch einen kleinen Taschenkrebs in die seine Jahreszeit, den Sommer. So hat das Jahreszeiten-Durcheinander endlich ein Ende, und alles ist da, wo es hingehört!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415305","hoster":"VOE"},{"path":"/redirect/14431319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-16","name":"Der schüchterne Regenbogen","epNo":16,"alt":"The Shy Rainbow","descr":"Dora und ihre Freunde finden hinter einem Wasserfall einen verschüchterten kleinen Regenbogen. Der Regenbogen wird dringend am verregneten Berg gebraucht, und so überredet Dora ihn, ihr zu folgen. Der schüchterne Regenbogen hat aber vor seinem ersten Auftrag wirklich große Angst, denn auch auf dem Weg stehen jede Menge Aufgaben an.","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-17","name":"Ein kleiner Krebs","epNo":17,"alt":"Baby Crab","descr":"Dora und Boots finden am Strand einen Taschenkrebs, der sich in einem Netz verfangen hat. Es gelingt ihnen, den Kleinen zu befreien. Natürlich will der jämmerlich weinende Babykrebs zu seiner Mami zurück. Map erklärt ihnen, daß sie zuerst zur Sandburg müssen, dann zu den Muscheln und schließlich zur Muschelinsel, wo die Mutter des Taschenkrebses schon auf ihn wartet.","versions":[]},{"path":"/serie/stream/dora/staffel-4/episode-18","name":"Swiper, der Entdecker","epNo":18,"alt":"Swiper The Explorer","descr":"Dora und Boots finden ein Fuchsbaby, das sich verirrt hat. Natürlich möchten die beiden Freunde und sogar Swiper dem knuddeligen Kleinen helfen. Auf ihrem Weg passieren sie einen Vulkan, der aber glücklicherweise nur bunte Bälle ausspuckt . Auch in der Folge müssen die Freunde jede Menge Abenteuer bestehen, um zum Fuchsbau zu gelangen und das Kleine heil zurückzubringen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428164","hoster":"VOE"},{"path":"/redirect/14431322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-19","name":"Zwillinge auf Irrfahrt","epNo":19,"alt":"Catch The Babies","descr":"Während eines Familientreffens erzählt Dora die Geschichte von der Rettung ihrer Zwillingsgeschwister: Die beiden Babys waren am frühen Morgen einfach in ihrem Doppel-Buggy weggerollt. Die ganze Familie begab sich in Schlafanzug und Nachthemd auf die Suche und musste jede Menge Abenteuer überstehen, um die Zwillinge wieder unversehrt nach hause zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414012","hoster":"VOE"},{"path":"/redirect/14427209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-4/episode-20","name":"Boots fliegt weg!","epNo":20,"alt":"Dora And Diego To The Rescue","descr":"Dora und Diego müssen Boots retten, der mitsamt seinem selbstgebastelten Drachen vom Wind weggeweht wurde. Ihre Mission führt sie unter anderem zum Ozean, wo sie einen verzweifelten Wal aus einem Fischernetz schneiden und der ihnen aus Dankbarkeit über das Wasser hilft. Auch die weiteren Gefahren und Hindernisse überwinden die Freunde nur dank der Hilfe von freundlichen Tieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428183","hoster":"VOE"},{"path":"/redirect/14431321","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dora/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/dora/staffel-5/episode-1","name":"Der Clown in der Schachtel","epNo":1,"alt":"Dora’s Jack-in-the-Box","descr":"Doras kleine Geschwister, die beiden Zwillinge, sind stark erkältet. Um sie zu trösten, hat Dora ihnen einen wunderhübschen Clown gekauft, der aus einer Schachtel springt, wenn man ein kleines Lied singt und kurbelt. Nun sucht sie mit Boots den schnellsten Weg nach Hause. Dazu muß sie russische Holzpuppen der Größe nach anordnen, die Lieder am Klaviertor erraten und alle kleinen Zuschauer müssen mit Dora springen, um die Schachtel wiederzuholen, die weggekullert ist. Als die Zwillinge das kunterbunte Geschenk erblicken, freuen sie sich sehr und sind schon fast wieder gesund","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415050","hoster":"VOE"},{"path":"/redirect/14431324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-2","name":"Die Zwillingsparty","epNo":2,"alt":"Bark, Bark To The Play Park","descr":"Dora, Boots und Doras Familie – bestehend aus Mom, Dad und den kleinen Zwillingen – möchten zur Zwillingsparty auf dem großen Spielplatz. Little Puppy, ein knuddeliger kleiner Hund, kann es ebenfalls nicht erwarten, mit Doras Familie die Feier zu besuchen, da er dort seinen Hundezwilling treffen möchte. Doch die Zusammenführung der Hunde entpuppt sich als schwieriges Unterfangen, das jede Menge Abenteuer mit sich bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415228","hoster":"VOE"},{"path":"/redirect/14431329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-3","name":"Überraschung am Dreikönigstag","epNo":3,"alt":"Dora Saves Three Kings Day","descr":"Dora, Diego und Boots sind in den Kostümen der Heiligen drei Könige auf dem Weg zu einer Dreikönigstags-Party. Allerdings muss die Feier zunächst warten, da die passenden Reittiere – ein Elefant, ein Dromedar und ein Pferd – plötzlich davonlaufen. Nachdem die Tiere mit allerlei Geschick wieder eingefangen werden konnten, steht einem tollen Dreikönigstag nichts mehr im Wege: Auf der Party angelangt verteilen die drei kleinen Könige Spielzeug und Süßigkeiten an ihre Gäste. Als große Überraschung gibt es einen Kuchen, in den ein Stern eingebacken ist.","versions":[]},{"path":"/serie/stream/dora/staffel-5/episode-4","name":"Die Einhorn-Blumen","epNo":4,"alt":"Isa’s Unicorn Flowers","descr":"Dora und Isa verteilen ganz besondere Blumensamen – Einhorn-Blumensamen – in den Beeten von Doras Mutter. Ein Einhorn kommt über einen Regenbogen und bittet die beiden Freunde um ein paar Einhorn-Blumen für seine Mutter. Leider löst sich gerade dann der Regenbogen auf. Nun wollen die beiden dem Einhorn helfen, den Regenbogen zu suchen, damit es zu seiner Mutter zurückkehren kann. Ob sie es schaffen werden?","versions":[]},{"path":"/serie/stream/dora/staffel-5/episode-5","name":"Bennys großes Rennen","epNo":5,"alt":"Benny’s Big Race","descr":"Ein Traum von Benny geht in Erfüllung: Endlich kann er an einem Kart-Rennen teilnehmen. Als jedoch sein Gefährt urplötzlich den Geist aufgibt, ist es an Dora, Benny davon zu überzeugen, das Rennen zu Ende zu bringen.","versions":[]},{"path":"/serie/stream/dora/staffel-5/episode-6","name":"Der erste Schultag","epNo":6,"alt":"First Day Of School","descr":"Boots und Tico gehen zum ersten Mal in die Schule. Mit ihrer Freundin Dora machen sie sich auf den Weg. Schon auf dem Schulweg lernen sie englische Worte, denn in ihrer Schule spricht man Deutsch und Englisch. Die Freunde wecken die Schildkröten und bitten sie, sie über den Fluß zu bringen. In einem Wald ergattern die drei Bananen und Nüsse. Als sie endlich in der Schule ankommen, lernen sie zur Einstimmung ein fröhliches englisches Lied. So wunderschön kann ein erster Schultag sein!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415227","hoster":"VOE"},{"path":"/redirect/14431325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-7","name":"Die Rucksack-Parade","epNo":7,"alt":"The Backpack Parade","descr":"Dora und Boots möchten Doras alter Freundin Rucksack dabei helfen, rechtzeitig ein Kostüm für die anstehende große Rucksackparade aufzutreiben. Werden sie es rechtzeitig schaffen, sodass Rucksack die Parade anführen und ein wunderschönes Lied zum Besten geben kann?","versions":[]},{"path":"/serie/stream/dora/staffel-5/episode-8","name":"Der springende Boots","epNo":8,"alt":"Bouncy Boots","descr":"Heute dreht sich bei ‚Dora‘ alles um ein Paar Schuhe, die Boots ganz neue Eigenschaften verleihen","versions":[]},{"path":"/serie/stream/dora/staffel-5/episode-9","name":"Ballspielen bei den Mayas","epNo":9,"alt":"The Mayan Adventure","descr":"Dora und Boots wollen den Zwillingen dabei helfen, ein ganz besonderes Ballspiel zu gewinnen. Dies gestaltet sich jedoch schwieriger als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428279","hoster":"VOE"},{"path":"/redirect/14427211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-10","name":"Dora und die drei kleinen Schweinchen","epNo":10,"alt":"Dora Saves The Three Lil’ Piggies","descr":"Swiper moppst drei kleine Schweinchen, sodass eine Geschichte nicht mehr richtig ausgehen kann. Nun ist es an Dora und Boots, die Geschichte zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428228","hoster":"VOE"},{"path":"/redirect/14431326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-11","name":"Das verzauberte Huhn","epNo":11,"alt":"The Big Red Chicken’s Magic Show","descr":"Heute muss alles daran gesetzt werden, dem großen roten Huhn dabei zu helfen, seine magische Show aufführen zu können!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415053","hoster":"VOE"},{"path":"/redirect/14431327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-12","name":"Sperrmülltag","epNo":12,"alt":"Benny’s Treasure","descr":"Dora, Boots und Benny müssen unter anderem Rucksack vor der Müllkippe retten. Ob ihre Rettungsaktion erfolgreich sein wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415306","hoster":"VOE"},{"path":"/redirect/14431330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-13","name":"Superbabys Abenteuer","epNo":13,"alt":"The Super Babies Dream Adventure","descr":"Doras kleine Zwillingsgeschwister können nicht schlafen, und so erzählt Dora ihnen die Geschichte von der Traumfee: Die Traumfee hat verschlafen. Kein einziges Baby landauf landab kann schlafen, weil sie keine Träume verteilt hat. Da brechen die Superbabys auf, um sie zu wecken. Mit Dora und Boots geht es durch den Riesenwald, wo das Riesenbaby weint und nicht schlafen kann, über den Drachenberg, auf dem zwölf hungrige Drachenbabys einen scharfen kleinen Snack haben wollen, und dann endlich erreichen sie das Schloß der Traumfee. Nun muss sie nur noch geweckt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415051","hoster":"VOE"},{"path":"/redirect/14427212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-14","name":"Der Schatz des Piratenaffen","epNo":14,"alt":"Pirate Treasure Hunt","descr":"Dora, Boots und das kleine Schweinchen Little Piggy helfen dem Piratenschwein, sich seinen großen Traum zu erfüllen: Eine Schatzsuche durchzuführen, um endlich den sagenumwobenen Schatz des Piratenaffen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428165","hoster":"VOE"},{"path":"/redirect/14427213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-15","name":"Dora hilft dem Geburtstags-Wizzle","epNo":15,"alt":"Dora Helps The Birthday Wizzle","descr":"Dora und Boots sind im Land der Wizzle, um dem Wizzle seinen Wunschstab wiederzubeschaffen, den es leider an seinem eigenen Geburtstag verloren hat. Die beiden Freunde machen sich auf den Weg zum Wizzle-Berg, doch unterwegs erfüllen sie so manchen Geburtstagswunsch, sodass die Zeit knapp wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415275","hoster":"VOE"},{"path":"/redirect/14427214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-16","name":"Bananen für Boots","epNo":16,"alt":"Boots’ Banana Wish","descr":"Mit Hilfe eine Wunsch-Maschine kann sich Boots Bananen über seinen Kopf herbeizaubern – und zwar soviele er will","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8995581","hoster":"VOE"},{"path":"/redirect/8419900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-17","name":"Superbabys Abenteuer","epNo":17,"alt":"The Super Babies Dream Adventure","descr":"Doras kleine Zwillingsgeschwister können nicht schlafen, und so erzählt Dora ihnen die Geschichte von der Traumfee: Die Traumfee hat verschlafen. Kein einziges Baby landauf landab kann schlafen, weil sie keine Träume verteilt hat. Da brechen die Superbabys auf, um sie zu wecken. Mit Dora und Boots geht es durch den Riesenwald, wo das Riesenbaby weint und nicht schlafen kann, über den Drachenberg, auf dem zwölf hungrige Drachenbabys einen scharfen kleinen Snack haben wollen, und dann endlich erreichen sie das Schloß der Traumfee. Nun muss sie nur noch geweckt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415118","hoster":"VOE"},{"path":"/redirect/14431328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-18","name":"Doras Weihnachtsabenteuer (1)","epNo":18,"alt":"Dora’s Christmas Carol Adventure (1)","descr":"Swiper wird vom Weihnachtsmann auf die Liste der Unartigen gesetzt und soll dementsprechend keine Geschenke bekommen. Dora hat großes Mitleid mit ihm und erbettelt vom Weihnachtsmann eine letzte Chance für ihren Freund. Der Weihnachtsmann befindet, dass Swiper endlich das Geheimnis der Heiligen Nacht verstehen soll. Dazu schickt man die Freunde auf eine gemeinsame, aufregende Reise durch die Zeit","versions":[]},{"path":"/serie/stream/dora/staffel-5/episode-19","name":"Doras Weihnachtsabenteuer (2)","epNo":19,"alt":"Dora’s Christmas Carol Adventure (2)","descr":"Swiper wird vom Weihnachtsmann auf die Liste der Unartigen gesetzt und soll dementsprechend keine Geschenke bekommen. Dora hat großes Mitleid mit ihm und erbettelt vom Weihnachtsmann eine letzte Chance für ihren Freund. Der Weihnachtsmann befindet, dass Swiper endlich das Geheimnis der Heiligen Nacht verstehen soll. Dazu schickt man die Freunde auf eine gemeinsame, aufregende Reise durch die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415119","hoster":"VOE"},{"path":"/redirect/14431331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-5/episode-20","name":"Der Schatz des Piratenaffen","epNo":20,"alt":"Pirate Treasure Hunt","descr":"Dora, Boots und das kleine Schweinchen Little Piggy helfen dem Piratenschwein, sich seinen großen Traum zu erfüllen: Eine Schatzsuche durchzuführen, um endlich den sagenumwobenen Schatz des Piratenaffen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428263","hoster":"VOE"},{"path":"/redirect/14427219","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dora/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/dora/staffel-6/episode-1","name":"Ausflug zu den Sternen","epNo":1,"alt":"Dora’s Pegasus Adventure","descr":"Dora und Boots spielen Verstecken mit ihren Freunden, den Sternbildern Löwe, Kleiner Bär, Wal und Pegasus. Ein Meteoritenschauer verjagt jedoch alle Sternbilder – bis auf Pegasus. Bis zum Sonnenaufgang müssen die drei fehlenden Sternbilder unbedingt wieder beim Mond sein! Ob die Freunde rechtzeitig fündig werden?","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-2","name":"Happy Birthday, Superbabies!","epNo":2,"alt":"Happy Birthday, Super Babies!","descr":"Die Superbabies feiern ihren Geburtstag und Grandma backt zu diesem Anlass einen wunderbaren Geburtstagskuchen. Dora erzählt ihren kleinen Geschwistern derweil die Geschichte von dem Bären, der Kuchen über alles liebte – und ein Abenteuer beginnt.","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-3","name":"Schnipp schnapp Haare ab!","epNo":3,"alt":"Dora’s Hair-Raising Adventure","descr":"Boots will seiner Mama zum Geburtstag ein schönes Foto von sich schenken. Dazu sollte er aber vorher noch mal zum Friseur. Unterwegs treffen er und Dora den Troll, dem der Bart gekürzt werden muss und eine Riesin, in deren riesigem Schopf schon die Vögel nisten. Sie müssen dann allesamt an den haarigen Bäumen vorbei und über deren Springseil-Äste springen. Beim Friseur angekommen, sucht die Gruppe Boots schönes Obst als Nachtisch aus und dann geht es zur Sache: Mit einem Lied auf den Lippen fallen endlich alle Locken.","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-4","name":"Winky will heim","epNo":4,"alt":"Baby Winky Comes Home","descr":"Dora und Boots treffen das Weltraum-Baby Winky, das zu seiner Mama zurückkehren möchte. Diese wartet bereits mit dem Raumschiff auf dem höchsten Berg auf ihr Kind. Ob Dora und Boots das Kleine dorthin bringen können?","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-5","name":"Die Hochzeit des mürrischen Trolls","epNo":5,"alt":"The Grumpy Old Troll Gets Married","descr":"Die Hochzeit des mürrischen TrollsDer mürrische, alte Troll steht kurz davor, seine Petunia zu heiraten. Doch leider hat er vergessen, die Hochzeitsringe bei seiner Großmutter abzuholen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415055","hoster":"VOE"},{"path":"/redirect/14431335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-6","name":"Halloween Parade","epNo":6,"alt":"Halloween Parade","descr":"Alle verkleiden sich für die große Halloween-Parade! Dora und Boots bereit aufzubrechen, doch ihre Freund, das kleine Monster, hat kein Kostüm. Ach, er wäre so gerne bei der Parade dabei…ein Rettungseinsatz für Dora und Boots!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414473","hoster":"VOE"},{"path":"/redirect/14431334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-7","name":"Camping Trip","epNo":7,"alt":"Camping Trip","descr":"Camping TripDora und Boots organisieren einen Ausflug zum Regenwald. Dort wollen sie gemeinsam mit Diego und Baby Jaguar eine Nacht am Campingplatz verbringen.","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-8","name":"Dora im Trollland","epNo":8,"alt":"Dora In Troll Land","descr":"Der mürrische, alte Troll steht kurz davor, seine Petunia zu heiraten. Doch leider hat er vergessen, die Hochzeitsringe bei seiner Großmutter abzuholen…","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-9","name":"[TBA]","epNo":9,"alt":"Ballet Adventure","descr":"Doras BallettabenteuerDora freut sich schon auf ihre Tanzvorführung, bei der ihre Familie und all ihre Freunde anwesend sein werden. Aber die Post bringt ihr statt neuer Ballett-Schuhe leider nur Schwimmflossen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428114","hoster":"VOE"},{"path":"/redirect/14431332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-10","name":"[TBA]","epNo":10,"alt":"Boots’ First Bike","descr":"Boots erstes FahrradBoots bekommt ein neues Fahrrad und unternimmt seine erste Radtour. Währenddessen versucht auch der blaue Baby-Vogel seine ersten Flugversuche und Piggy setzt die Segel auf ihrem allerersten Piratenschiff…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415009","hoster":"VOE"},{"path":"/redirect/14431333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-11","name":"[TBA]","epNo":11,"alt":"Pepe The Pig’s School Adventure","descr":"Pepe kommt in die SchuleDoras neuer Freund Pepe Pig erlebt seinen ersten Schultag in Doras Klasse.","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-12","name":"[TBA]","epNo":12,"alt":"Tale Of The Unicorn King","descr":"","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-13","name":"[TBA]","epNo":13,"alt":"Dora Saves King Unicornio Part 1","descr":"Abenteuer im Zauberwald – Teil 1Die Tiere des Waldes haben Unicornio zum König des Zauberwaldes gewählt, da sie ihn für klug, mutig und stark halten. Doch die Sache hat einen Haken: Unicornio ist ziemlich unsicher und sieht sich gar nicht so. Dora und Boots versuchen ihm zu helfen","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-14","name":"[TBA]","epNo":14,"alt":"Dora Saves King Unicornio Part 2","descr":"Abenteuer im Zauberwald – Teil 2Als König Unicornio zum Zauberwald zurückgekehrt ist, wollte ihm Owl die Königskrone zurückgeben. Er hat Unicornio ausgetrickst, der jetzt ziemlich aufgeschmissen ist, da er mit seinem Einhorn einen Dammbruch stopfen muss","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415229","hoster":"VOE"},{"path":"/redirect/14427216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-15","name":"[TBA]","epNo":15,"alt":"The Secret Of Atlantis","descr":"Als König Unicornio zum Zauberwald zurückgekehrt ist, wollte ihm Owl die Königskrone zurückgeben. Er hat Unicornio ausgetrickst, der jetzt ziemlich aufgeschmissen ist, da er mit seinem Einhorn einen Dammbruch stopfen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428128","hoster":"VOE"},{"path":"/redirect/14427215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-16","name":"[TBA]","epNo":16,"alt":"Dora And Diego Save Atlantis","descr":"Doras und Diego retten AtlantisDora und Boots sind gerade am Strand, als Diego auf einem Delphin vorbeireitet. Er kommt von einem Tauchabenteuer, bei dem er den, der Legende nach versunkenen, Kontinent Atlantis und den Grund für dessen Verschwinden von der Erdoberfläche gefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428166","hoster":"VOE"},{"path":"/redirect/14431336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-17","name":"[TBA]","epNo":17,"alt":"The Big Red Chicken’s Magic Wand","descr":"he Big Red Chicken’s Magic WandDas große rote Huhn vollführt heute Zaubertricks für uns! Bei seinem ersten Trick, verwandelt er Boots in ein Huhn. Als er ihn zurückverwandeln will, muss er plötzlich niesen. Oh Schreck, der Zauberstab fliegt davon ins Zauberland und zerbricht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414470","hoster":"VOE"},{"path":"/redirect/14431342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-6/episode-18","name":"[TBA]","epNo":18,"alt":"Swiper’s Favorite Things","descr":"Swipers LieblingssachenSwiper packt seine Lieblingssachen ein, weil er eine Nacht bei seiner Oma schläft. Doch gerade als er los will, bläst ein kräftiger Wind alles weg!","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-19","name":"[TBA]","epNo":19,"alt":"A Ribbon For Pinto","descr":"Pinto gewinnt einen PreisDora möchte das lustige kleine Pony Pinto auf dem großen Turnier reiten und mit ihm natürlich am allerliebsten den ersten Preis gewinnen. Doch es klappt nicht alles wie geplant","versions":[]},{"path":"/serie/stream/dora/staffel-6/episode-20","name":"[TBA]","epNo":20,"alt":"Dora’s Knighthood Adventure","descr":"Doras Ritter-AbenteuerDora und Boots helfen Don Quijotes Pferd Rosinante und dem Esel Dapple, echte Ritter zu sein. Doch die beiden schießen immer wieder übers Ziel hinaus und müssen von Dora und Boots aus den verschiedensten verzwickten Situationen gerettet werden. Zu guter Letzt holen die vier Freunde jedoch das Kätzchen der Prinzessin vom Baum und werden dafür zu echten Rittern ernannt.","versions":[]}]},{"path":"/serie/stream/dora/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/dora/staffel-7/episode-1","name":"Doras Oster-Abenteuer","epNo":1,"alt":"Dora’s Easter Adventure","descr":"Dora und Boots warten verkleidet auf das Osterhäschen, das jedes Jahr die Eier bringt. Doch dann klaut der superfreche Swiper den Korb mit den Eiern und wirft ihn weit weit weg! Um den Korb wieder zu bekommen, müssen Dora, Boots und das Häschen durch den","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428208","hoster":"VOE"},{"path":"/redirect/14427217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-7/episode-2","name":"Pinto gewinnt einen Preis","epNo":2,"alt":"Feliz Dia De Los Padres","descr":"Die Vatertags-ÜberraschungEs ist Vatertag! Dora bastelt ihrem Vater einen Drachen. Doch als sie den Drachen steigen lassen, wird er von einem Windstoß erfasst! Dora und ihre Papi müssen den kleinen Drachen schnell retten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415120","hoster":"VOE"},{"path":"/redirect/14431337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-7/episode-3","name":"[TBA]","epNo":3,"alt":"Benny The Castaway","descr":"Benny auf der Kokosnuß-InselDora und Boots picknicken gerade am Strand, als sie eine Flaschenpost erreicht: Ihr Freund Benny ist auf der Kokosnuß-Insel gestrandet und muß nun ununterbrochen hüpfen und springen, um nicht von von Palmen fallenden Kokosnüssen getroffen zu werden. Mit den Piratenschweinen eilen ihm die treuen Freunde augenblicklich zu Hilfe. Unterwegs sind sie gezwungen, einen Weg durch Meeresfelsen zu finden und sich vor den Pieksefischen zu retten. Weil die kleinen Retter mit den Palmen auf der Kokosnuß-Insel englisch sprechen können, hören sie auf, dauernd Kokosnüsse herumzuschleudern und ihr Freund Benny kann endlich von der greulichen Insel geholt werden!","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-4","name":"[TBA]","epNo":4,"alt":"Super Babies To The Rescue","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428115","hoster":"VOE"},{"path":"/redirect/14431338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-7/episode-5","name":"Doras fantastisches Gymnastikabenteuer","epNo":5,"alt":"Dora’s Fantastic Gymnastics Adventure","descr":"Der böse Swiper hat Dora das bunte Regenbogenband gestohlen, mit dem sie die große Gymnastik-Show eröffnen und den Bändertanz vortanzen soll. Dora balanciert auf der Suche nach dem Band mit Boots auf Baumstämmen zwischen Krokodilen im Krokodilssee und hopst im Blumengarten durch die Hopseblumen. Im Stadion hängt das Band an einer Kletterwand mit Zahlen. Als Dora es endlich wieder in den Händen hält, kann endlich die Gymnastik-Show eröffnet werden und die kleine Dora ihren hübschen, bunten Bändertanz vorführen.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-6","name":"[TBA]","epNo":6,"alt":"School Science Fair","descr":"Umwelttag in der SchuleDora hat mit ihrer Freundin Emma ein Projekt für den Umwelttag in der Schule vorbereitet. Nun muss der selbstgebaute Vulkan nur noch zur Schule gebracht werden. Auf dem Weg dorthin reparieren sie die Magnetbrücke und helfen in Diegos Tierrettungsstation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428280","hoster":"VOE"},{"path":"/redirect/14427218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dora/staffel-7/episode-7","name":"[TBA]","epNo":7,"alt":"Dora’s Moonlight Adventure","descr":"Abenteuer im Mondschein Dora darf auf die drei Kätzchen von ihrer Oma aufpassen. Sie träumt, dass sie mit den beiden Kätzchen Pico und Monica die dritte Katze Lucky sucht. Gemeinsam machen sie sich auf den Weg und überwinden verschiedene Hindernisse, um Lucky zu finden.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-8","name":"[TBA]","epNo":8,"alt":"Dora And Diego’s Amazing Animal Circus Adventure","descr":"Der fantastische Zirkus der Tiere Boots und Baby Jaguar haben für Dora und Diego etwas Besonderes vorbereitet: Den fantastischen Zirkus der Tiere. Auf ihrem Weg dorthin treffen Dora und Diego nicht nur viele Freunde, sie müssen auch einem überaus schläfrigen Faultier helfen und mit Tico einer pfeifenden Ente über den See folgen. Endlich angekommen werden sie mit einer atemberaubenden Vorstellung im fantastischen Zirkus der Tiere belohnt.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-10","name":"[TBA]","epNo":9,"alt":"¡Vamos A Pintar!","descr":"Malen macht Spaß!Dora und Boots möchten zur Kunstschule und dort mit Daniela ein Wandbild fertigmalen. Dora hat dafür einen besonderen Pinsel, der in allen Farben malen kann. Auf dem Weg dorthin müssen sie einiges malen: Am Wasserlilienteich die Blätter der Wasserlilie ausmalen und an den Bahnschienen einen Zug bunt färben. Schließlich gelangen sie zur Kunstschule. Mit der fröhlichen Daniela malen sie das große Wandbild mit all ihren Freunden fertig.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-11","name":"[TBA]","epNo":10,"alt":"Check Up Day","descr":"Dora bei der KinderärztinDora muss für eine Voruntersuchung zum Kinderarzt. Auf dem Weg dorthin treffen Dora und Boots auf ein Schweinchen mit Bauchweh, ein verletztes Küken, ein Kaninchen, das etwas an den Ohren hat und einen heiseren Affen und nehmen sie mit zur Ärztin.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-12","name":"[TBA]","epNo":11,"alt":"Little Map","descr":"Little Maps erste SchatzkarteDora und Boots erleben mit Little Map sein erstes Schatzkartenabenteuer. Little Map muss hierzu die Bilder zeichnen, die zusammen die Karte ergeben. Es geht durch die Stadt, über die Brücke des Trolls, bis hin zum Berggarten, in dem die Schatztruhe steht.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-13","name":"[TBA]","epNo":12,"alt":"Book Explorers","descr":"Die Buch-EntdeckerMit ihrem magischen Büchereiausweis können Dora und Boots in die Bücher, um die drei fehlenden Gegenstände in den Märchen zu besorgen. Nach einigen Abenteuern sind sie erfolgreich und die Märchenwand in der Bücherei ist wieder komplett.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-14","name":"[TBA]","epNo":13,"alt":"Dora’s Thanksgiving Day Parade","descr":"Rettung am Thanksgiving-TagDora und Boots wollen mit ihrem Piratenschiff-Festwagen am Thanksgiving-Umzug teilnehmen, doch der Wagen treibt mitsamt der Piratenschweine auf dem Fluss ab. Dora und Boots machen sich auf den Weg, um ihren Freunden aus der Not zu helfen.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-15","name":"[TBA]","epNo":14,"alt":"Little Map","descr":"Dora und Boots erleben mit Little Map sein erstes Schatzkartenabenteuer. Little Map muss hierzu die Bilder zeichnen, die zusammen die Karte ergeben. Es geht durch die Stadt, über die Brücke des Trolls, bis hin zum Berggarten, in dem die Schatztruhe steht.","versions":[]},{"path":"/serie/stream/dora/staffel-7/episode-16","name":"[TBA]","epNo":15,"alt":"¡Vamos A Pintar!","descr":"Dora und Boots möchten zur Kunstschule und dort mit Daniela ein Wandbild fertigmalen. Dora hat dafür einen besonderen Pinsel, der in allen Farben malen kann. Auf dem Weg dorthin müssen sie einiges malen: Am Wasserlilienteich die Blätter der Wasserlilie ausmalen und an den Bahnschienen einen Zug bunt färben. Schließlich gelangen sie zur Kunstschule. Mit der fröhlichen Daniela malen sie das große Wandbild mit all ihren Freunden fertig.","versions":[]}]}]}