{"seriesId":"dosanko-gal-wa-namara-menkoi","name":"Dosanko Gal wa Namara Menkoi ","descr":"[Hokkaido Gals Are Super Adorable!] Schneeflocken sind nicht die einzigen Dinge, die in Hokkaido fallen – dank der super niedlichen Mädels, die den eisigen Norden in einen Hotspot für Mode und Spaß verwandeln, fallen auch zahlreiche Kinnladen runter. Mach dich bereit für einen Wintersturm aus Lachen, Liebe und beeindruckenden Outfits, während diese Mädels beweisen, dass niedlich sein eine Angelegenheit für alle Jahreszeiten ist. Hier trifft Frostbeule auf Fashionista.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hokkaido Gals Are Super Adorable!","descr":"Shiki Tsubasa ist frisch nach Hokkaidō umgezogen. An seinem ersten Tag beschließt er, früher aus dem Taxi auszusteigen, um sich die Gegend bei einem Spaziergang anzuschauen. Dabei trifft er auf ein waschechtes Hokkaidō-Girlie.","versions":[{"lang":3,"streams":[{"redirect":13631123,"hoster":"VOE"},{"redirect":13631122,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"It\u0027s Super Warm Inside the Snow Fort","descr":"Tsubasa möchte auf das Kitami-Winterfest gehen. Minami bemerkt, dass er sich dafür interessiert und lädt ihn, zusammen mit ihr hinzugehen. Tsubasa kommt dabei auf den Gedanken, dass es sich vielleicht um ein Date handeln könnte.","versions":[{"lang":3,"streams":[{"redirect":13653950,"hoster":"VOE"},{"redirect":13653951,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Akino-san Is Super Unfriendly","descr":"Tsubasas Klasse macht einen Skiausflug. Für Tsubasa, der noch nie zuvor Ski gefahren ist, wird das eine große Herausforderung. Auf der Reise sitzt Akino Sayuri neben ihm, die sich sehr von ihm distanziert. Während des Ausflugs taut sie ein wenig auf und kommt mit Tsubasa ins Gespräch.","versions":[{"lang":3,"streams":[{"redirect":13687060,"hoster":"VOE"},{"redirect":13687081,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Nighttime Calls Are Super Ticklish","descr":"Draußen tobt ein Schneesturm und Tsubasa muss zur Schule. Auf seinem Weg spürt er, dass er seine Grenzen stößt. Daraufhin wird er von Minami gerettet, die von ihrer Mutter zur Schule gefahren wird.","versions":[{"lang":3,"streams":[{"redirect":13713754,"hoster":"VOE"},{"redirect":13713756,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Super Bitter, Super Sweet","descr":"Der Valentinstag steht vor der Tür. Minami hat vor, für die gesamte Klasse Schokolade zuzubereiten. Auch Sayuri möchte Minami und Tsubasa Schokolade schenken. Sie fragt Minami, ob sie ihr nicht ein paar Tipps geben kann.","versions":[{"lang":3,"streams":[{"redirect":13745566,"hoster":"VOE"},{"redirect":13745567,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Natsukawa-Senpai Is Super Good-Looking","descr":"Eine Woche vor den Abschlussklausuren beschließen Tsubasa, Minami und Sayuri gemeinsam zu lernen. Im Gegensatz zu ihren beiden Freunden hat Minami ein paar Wissenslücken, die sie aber mit trivialem Wissen über Kitami füllen kann.","versions":[{"lang":3,"streams":[{"redirect":13756518,"hoster":"VOE"},{"redirect":13756523,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Final Exams Are Super Hard","descr":"Tsubasa muss es bei den Abschlussklausuren unter die zehn Besten seines Jahrgangs schaffen. Wenn ihm das nicht gelingt, muss er nach Tōkyō zurückkehren. Rena bietet ihm ihre Hilfe an. Jedoch will sie im Gegenzug auch eine kleine Belohnung von ihm.","versions":[{"lang":3,"streams":[{"redirect":13784223,"hoster":"VOE"},{"redirect":13784225,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Yakiniku with Friends Is Super Delish","descr":"Tsubasa ist auf seinem Date mit Rena. Sie kommen ins Gespräch und er erfährt eine Menge über sie. Jedoch ahnt er nicht, dass die beiden von Minami und Sayuri verfolgt werden.","versions":[{"lang":3,"streams":[{"redirect":13809725,"hoster":"VOE"},{"redirect":13809728,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Lake Abashiri Is Super Relaxing","descr":"Der White Day steht bevor und Tsubasa möchte sich für die Schokolade revanchieren, die er am Valentinstag bekommen hat. Sein Klassenkamerad Takayumi wiederum will sich mit einem Geschenk für sein unhöfliches Verhalten gegenüber Minami entschuldigen.","versions":[{"lang":3,"streams":[{"redirect":13821989,"hoster":"VOE"},{"redirect":13821985,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Time Flies Super Fast","descr":"Für Tsubasa und Minami beginnt das zweite Jahr an ihrer Schule. Minami macht sich Sorgen, ob sie auch wieder in derselben Klasse sein werden. Als dann die Klassenverteilung verkündet wird, gibt es eine große Überraschung.","versions":[{"lang":3,"streams":[{"redirect":13846485,"hoster":"VOE"},{"redirect":13846486,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Youth Hits Super Hard in the Feels","descr":"Minami lädt Tsubasa auf ein Date ein. Gemeinsam fahren sie mit dem Zug nach Abashiri. Tsubasa ahnt noch nicht, was für eine schöne Landschaft dort auf ihn wartet.","versions":[{"lang":3,"streams":[{"redirect":13874628,"hoster":"VOE"},{"redirect":13874629,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Life Without You Feels Super Off","descr":"Tsubasa hat erfahren, dass Minami einen Auslandsaufenthalt machen wird. Der Schock sitzt tief bei ihm. Als die beiden dann erfahren, dass der letzte Bus vom Higashimokoto-Shibazakura-Park bereits abgefahren ist, übernachten sie zusammen in einem Hotel.","versions":[{"lang":3,"streams":[{"redirect":13886799,"hoster":"VOE"},{"redirect":13886802,"hoster":"Streamtape"}]}]}]}]}