{"seriesId":"double-decker-doug-kirill","name":"Double Decker! Doug \u0026 Kirill","descr":"Die Sonne steigt über der Stadt Lisvalletta auf, in der die Leute friedlich leben. Doch in den dunklen Ecken nehmen Verbrechen und illegale Drogengeschäfte Überhand. Besonders die hochgefährliche Droge \"Anthem\" bereitet Probleme. Die Sondereinheit SEVEN-O spezialisiert sich auf Anthem-Razzias. Mitglieder der Einheit arbeiten im Rahmen des Double-Decker-Systems in \"Buddy\"-Teams zusammen. Doug Billingham ist ein erfahrener Ermittler, und sein junger Mitarbeiter Kirill Vrubel ist ein Mann, dessen Fähigkeiten niemand so recht einschätzen kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Howl at the Two Suns!","descr":"Kirill Vrubel ist ein unbedeutender Straßenpolizist im Stadtstaat Lisvalletta. Schon von Kindesbeinen an träumt er davon, ein Held zu sein. Doch in seinem Job tut er nicht viel heldenhaftes. Als er unverhofft in ein Geiseldrama stolpert, bei dem er jemandem von der Sonderermittlungsbehörde \"Seven-O\" begegnet, scheint sich das alles zu ändern.","versions":[{"lang":3,"streams":[{"redirect":8339639,"hoster":"VOE"},{"redirect":8339637,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Farewell, Detective Okappa!","descr":"Kirill wird eröffnet, dass er seinen neuen Job wohl bald schon wieder los ist. Also versucht er, in seiner letzten Woche Resultate zu liefern, damit er doch bleiben darf. Prompt ereignet sich am letzten Tag ein Gefängnisausbruch, der etwas mit Anthem zu tun zu haben scheint. Und so müssen Kirill und Doug zur Tat schreiten und die Missetäter wieder einfangen.","versions":[{"lang":3,"streams":[{"redirect":8339640,"hoster":"VOE"},{"redirect":8339634,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Your Rival Is Your Partner`s Partner!","descr":"Der neue Fall der Sonderermittlungsbehörde Seven-O führt Doug und Kirill in ein Industriegebiet im Südwesten. Ein Mann namens Bamboo Man, von dem sie nicht mehr wissen, als dass er Diamantzähne hat, soll von dort aus Anthem schmuggeln. Diesmal sind Doug und Kirill aber nicht alleine, denn Kay, der andere Neuling, begleitet sie.","versions":[{"lang":3,"streams":[{"redirect":8339638,"hoster":"VOE"},{"redirect":8339636,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Derick Returns!","descr":"Die Ermittlungen des SEVEN-O führen sie diesmal in einen Club, der für seine hübschen, männlichen Angestellten bekannt ist. Ganz klar ein Fall für die weiblichen Inspektoren der Sonderermittlungsbehörde. Oder wie Travis sie gerne nennt: Travis Engel. Mit Kay zusammen soll Diana in diesem Club ermitteln, doch die beiden scheinen alles andere als auf einer Wellenlänge zu sein.","versions":[{"lang":3,"streams":[{"redirect":9018907,"hoster":"VOE"},{"redirect":8339649,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A. Kroyd Killer!","descr":"Ein zum Tode Verurteilter, den Doug hinter Gittern gebracht hat, verlangt nach ihm. Er behauptet, er hätte Informationen zu Esperanzas Organisation, hinter der SEVEN-O her ist. Doug und Kirill nehmen sich des Falles an und ein Wettlauf gegen die Zeit beginnt.","versions":[{"lang":3,"streams":[{"redirect":8339643,"hoster":"VOE"},{"redirect":8339641,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Up Close and Personal! 24 Hours with the Lisvalletta Police!","descr":"Während der Observation eines gesuchten Schmugglers erhalten Doug und Kirill einen Anruf von Trevor. Welcher ihnen von einem Betrunkenen berichtet, der behauptet, er sei ein Mafiaboss. Vor Ort geraten die beiden in den Dreh einer Polizisten-Fernsehsendung. Als Kirill sich die Sendung später noch einmal genauer ansieht, traut er seinen Augen kaum.","versions":[{"lang":3,"streams":[{"redirect":8339644,"hoster":"VOE"},{"redirect":8340036,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Revenge Is Mine!","descr":"Während Kirills Schwester, die eigentlich ein Kerl ist, natürlich Gesprächsthema Nummer eins auf dem Revier ist, fällt Kirill auf einmal auf, dass Doug fehlt. Der ist in eigener Sache unterwegs und besucht einen alten Bekannten, der ihn auf die Spur eines gewissen Good-Looking Joe führen soll. Mit dem Doug offenbar noch eine Rechnung offen hat.","versions":[{"lang":3,"streams":[{"redirect":8340039,"hoster":"VOE"},{"redirect":8340074,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Dancing! Academy Investigation!","descr":"Eine Serie an Angriffe auf Schülerinnen einer berühmten Privatschule erschüttert Lisvalletta. Die Polizei entdeckt unter den Fingernägeln eines der Opfer Hautszellen, welche positiv auf Anthem testen. Die Sache ist ein Fall für SEVEN-O. Schnell wird klar, dass es etwas mit dem bald stattfindenden Abschlussball zu tun hat. Doch was genau, das müssen Kirill und seine Kollegen erst herausfinden.","versions":[{"lang":3,"streams":[{"redirect":8340103,"hoster":"VOE"},{"redirect":8340101,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Don`t Think, Feel So Good!","descr":"Die Tochter eines Kandidaten der Lisvalletta Bürgermeisterwahl wurde entführt. Da die Entführer offenbar zu Esperanza gehören und der Bürgermeister ein Freund eines hochrangigen Militärs ist, wird SEVEN-O eingeschaltet. Doug, Kirill und ihre Kollegen sollen den Bürgermeisterkandidaten bei der Lösegeldübergabe beschützen, doch natürlich kommt alles anders als erwartet.","versions":[{"lang":3,"streams":[{"redirect":8340096,"hoster":"VOE"},{"redirect":8340097,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Failed Detective, but Pure!","descr":"Als Kirill Doug im Krankenhaus besucht, trifft er auf Diana und Key. Die ihrerseits einem Fall nachgehen. Der Fall dreht sich um vier ehemalige Patienten des Krankenhauses, die tot mit Anthem im System aufgefunden wurden. Schnell wird klar, dass in diesem Krankenhaus nicht alles mit rechten Dingen zugeht.","versions":[{"lang":3,"streams":[{"redirect":13485674,"hoster":"VOE"},{"redirect":8340106,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Seven-o Dies Twice!","descr":"Das Militär macht bei den Esperanza-Ermittlungen Dampf. Außerdem scheinen sie aus unerfindlichen Gründen sehr an Kirill interessiert zu sein. Während sich die Schlinge um Esperanza immer enger zieht, ist Kirill hin und hergerissen zwischen dem Angebot des Militärs und seinem Job als SEVEN-O-Fahnder.","versions":[{"lang":3,"streams":[{"redirect":13485707,"hoster":"VOE"},{"redirect":8340104,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Detective in Danger!","descr":"Kirill hat sich zu einer Entscheidung durchgerungen. Er lässt sich zum Militär versetzen. Die Inspektoren von SEVEN-O werden in Rufbereitschaft versetzt, nachdem Spuren eines Kampfes entdeckt wurden. Bei dem ein Großteil von Esperanza den Tod gefunden hat. Als Kirill wissen will, warum er besonders ist, offenbart sich, wohinter Cooper tatsächlich her ist.","versions":[{"lang":3,"streams":[{"redirect":8340094,"hoster":"VOE"},{"redirect":8340077,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"And Then There Were None","descr":"Cooper hat seinen Plan offenbart: Kirill zurück nach Nikai schaffen, um so dort ewig währenden Ruhm und Macht zu erlangen. Kirill und Doug scheinen seinen übermenschlichen Kräften nicht gewachsen zu sein. Doch natürlich wären sie nicht SEVEN-O, wenn sie nicht einen Plan hätten.","versions":[{"lang":3,"streams":[{"redirect":8340082,"hoster":"VOE"},{"redirect":8340076,"hoster":"Streamtape"}]}]}]}]}