{"seriesId":"doukyonin-wa-hiza-tokidoki-atama-no-ue","name":"Doukyonin wa Hiza, Tokidoki, Atama no Ue.","descr":"Doukyonin wa Hiza, Tokidoki, Atama no Ue handelt von Subaru Mikazuki, einem schüchternen Autor, der nicht gut mit anderen Menschen umgehen kann, und Haru, einer Katze, die bisher ein ernüchterndes Streunerleben geführt hat, dann aber von Subaru als seine neue Muse aufgenommen wird. Die Serie erzählt vom gemeinsamen Leben der beiden und den dabei aufkommenden Freuden. Erzählt wird die Geschichte aus den unterschiedlichen Perspektiven der beiden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"An Encounter with the Unknown","descr":"\"Begegnung mit dem Unbekannten”Mikazuki Subaru ist ein misanthropischer Mystery-Autor, der bei einem Unfall seine Eltern verlor. Als ihn nach einem Treffen mit seinem Redakteur auf der Suche nach neuen Ideen für seinen nächsten Roman am Grab seiner Eltern eine Katze anspringt, beschließt er, sie mit nach Hause zu nehmen. Schnell zeigt sich, dass seine Entscheidung wohl nicht nur das Leben der Katze sondern auch seins gewaltig verändern wird.","versions":[{"lang":3,"streams":[{"redirect":8340078,"hoster":"VOE"},{"redirect":8340081,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I Call to You","descr":"\"Nach dir rufen”Subaru ist das Futter für sein Kätzchen ausgegangen, doch dummerweise sitzt dieses auf seinem Laptop und lässt sich nicht wegscheuchen. Somit wird er gezwungen, seine Wohnung zu verlassen und mit Menschen zu interagieren. Nach dem Besuch einer Tierhandlung und dem Anruf seines Redakteurs, der ihn dazu drängt, der Katze in seinem Roman einen Namen zu geben, entschließt er sich, seinem Kätzchen ebenfalls einen zu geben.","versions":[{"lang":3,"streams":[{"redirect":8340091,"hoster":"VOE"},{"redirect":8340090,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Touch You","descr":"\"Dich berühren”Als Kawase, seines Zeichens hoffnungsloser Katzennarr, davon erfährt, dass Subaru ein Kätzchen hat, steht er natürlich nullkomma plötzlich bei Subaru auf der Matte. Doch Haru zeigt ihm die kalte Schulter. Sowieso verhält sich Haru schon seit einer Weile auffällig aufgedreht, was so weit geht, bis sie den Altar zum Andenken an Subarus Eltern kaputt macht.","versions":[{"lang":3,"streams":[{"redirect":8340083,"hoster":"VOE"},{"redirect":8340086,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"For You","descr":"\"Für dich”Kawase drängt Subaru dazu, für Haru-chan ein Halsband zu besorgen. Bei einem Gespräch in der Tierhandlung bemerkt Subaru, dass er noch nie mit Haru-chan bei einer tierärztlichen Untersuchung war. Und so wird er dazu genötigt, auch diese über sich und Haru ergehen zu lassen. Dabei beginnt Subaru zu erkennen, dass Haru seinen Horizont erweitert und Haru beginnt zu verstehen, was Familie bedeutet.","versions":[{"lang":3,"streams":[{"redirect":8339978,"hoster":"VOE"},{"redirect":8339976,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"What I Want to Tell You","descr":"\"Was ich dir sagen möchte”Nana-san aus der Tierhandlung stattet Subaru ihren versprochenen Besuch ab, um ihm zu erklären, wie er etwas gegen Harus drohendes Übergewicht unternehmen kann. Als sie ihren Wohnungsschlüssel bei ihm vergisst und Subaru sich dazu entschließt, ihn ihr zu bringen, muss Subaru feststellen, dass der Kontakt zu anderen Menschen unvorhersehbare Konsequenzen haben kann.","versions":[{"lang":3,"streams":[{"redirect":8339974,"hoster":"VOE"},{"redirect":8339973,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"What Connects Us","descr":"\"Was einander verbindet”Während Subaru etwas Erstaunliches erfährt, als er denjenigen kennenlernt, der ihn so schroff anfährt, als er Nanas Wohnung betritt, stellt Harus kleiner Bruder ihr Roku vor, Nanas anderen Kater. Natürlich schaltet sich sofort ihr Überlebensinstinkt ein, doch Roku macht ihr klar, dass sie hier an einem \"sicheren Ort\" unter \"Familie\" ist. Wörter, die Haru bisher nicht viel sagten.","versions":[{"lang":3,"streams":[{"redirect":12921862,"hoster":"VOE"},{"redirect":8339988,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Ones Who Can`t Be Controlled","descr":"\"Die Unkontrollierbaren”Da Subarus neuer Roman in einem Einzelband erscheinen soll, muss er mit Kawase Einzelheiten zum Verkaufsstart besprechen. Als wäre das für ihn nicht schon genug Kontakt mit Menschen, schneit zu allem Übel auch noch Hiroto mit seinen Geschwistern rein. Nun wird sich zeigen, wie Subaru und Haru mit einem Haus voller anderer Leute zurechtkommen.","versions":[{"lang":3,"streams":[{"redirect":8339982,"hoster":"VOE"},{"redirect":8339979,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Because You`re Here","descr":"\"Weil ich dich habe”Als Subaru mit Haru ein Nickerchen macht, träumt er von der Zeit, als er Hiroto und Nagisa kennengelernt hat. Wieder wach, schneit Hiroto prompt bei ihm vorbei, doch bevor er auch nur anfangen kann zu kochen oder Haru zu füttern, bricht Subaru plötzlich zusammen. Daraufhin geben Hiroto, Kawase und Haru alles, um Subaru wieder gesund zu pflegen.","versions":[{"lang":3,"streams":[{"redirect":12333862,"hoster":"VOE"},{"redirect":8339950,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I Reach Out to You","descr":"\"Dir entgegenstrecken”Subaru lässt sich zu einer Signierstunde anlässlich der Veröffentlichung seines neuesten Romanes überreden. Einmal mehr muss er über seinen Schatten springen und eine für ihn schwierige Situation meistern. Haru muss währenddessen alleine zu Hause mit ihr neuen Gefühlen zurechtkommen.","versions":[{"lang":3,"streams":[{"redirect":8339956,"hoster":"VOE"},{"redirect":8339941,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Eating Together","descr":"\"Gemeinsam essen”Nach einer besonders strapaziösen Deadline wacht Subaru mal wieder völlig entkräftet auf, um feststellen zu müssen, dass Hirotos kleine Schwester und ihre Freundin Haru sich für einen Besuch angemeldet haben. Die kleine Haru schlägt vor, etwas für das Kätzchen Haru zu kochen, was sie ihr früher immer serviert haben. Daraufhin versucht sich auch Subaru am hausgemachten Futter für sein Kätzchen.","versions":[{"lang":3,"streams":[{"redirect":8339951,"hoster":"VOE"},{"redirect":8339957,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Feelings Crossing","descr":"\"Kreisende Gedanken”Nach dem Erfolg seiner Signierstunde und seiner Romanserie schlägt Kawase Subaru vor, eine neue Romanserie vorzustellen. Da ihm jedoch Ideen fehlen, schlägt Kawase einen Tapetenwechsel in Form eines Ausflugs vor. Zu seiner Verblüffung willigt Subaru ein. Als das Ziel feststeht, muss nur noch Haru versorgt werden.","versions":[{"lang":3,"streams":[{"redirect":8339969,"hoster":"VOE"},{"redirect":8339968,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"You and I","descr":"\"Mit dir und mir”Subaru wird auf der Rückreise von Tokushima von einem heftigen Sturm überrascht, in dessen Folge sämtliche Flüge gestrichen wurden. Er reist so schnell wie möglich mit dem Shinkansen zurück und bittet Hiroto darum, nach Haru zu sehen. Doch als Hiroto bei Subaru zu Hause ankommt und gegen den Wind ankämpft, um die Tür zu schließen, entwischt Haru nach draußen ins Unwetter.","versions":[{"lang":3,"streams":[{"redirect":8339970,"hoster":"VOE"},{"redirect":8339964,"hoster":"Streamtape"}]}]}]}]}