{"seriesId":"downton-abbey","name":"Downton Abbey","descr":"Die von Kritikern in den höchsten Tönen gelobte und auch vom Publikum heiß geliebte Kostümdrama-Serie spielt im England des beginnenden 20. Jahrhunderts. Zentraler Schauplatz ist das herrschaftliche Schloss \"Downtown Abbey\", das sich seit Generationen im Besitz der Adelsfamilie Crawley befindet. Deren Kosmos aus Tradition und heiler Welt gerät gehörig durcheinander, als durch einen Todesfall plötzlich der junge Anwalt Matthew (Dan Stevens), ein entfernter Verwandter, als zukünftiger Erbe des Anwesens auf den Plan tritt. Dies und die politischen Veränderungen unmittelbar vor Ausbruch des Ersten Weltkrieges bilden den Ausgangspunkt und den Rahmen für die Geschehnisse in der ersten Staffel der hochkarätig besetzten und erstklassig ausgestatteten britischen Hochglanzserie aus der Feder von Oscar-Preisträger Julian Fellowes.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Downton Abbey - Der Film","epNo":1,"alt":"The Downton Abbey Movie","descr":"Downton Abbey, 1927. Ein Brief aus dem Buckingham Palace schlägt bei Lord Grantham und seiner Familie wie eine Bombe ein: Der König und die Königin kündigen ihren Besuch an, es soll einen Lunch geben, ein Dinner, eine Parade der Yorkshire-Husaren und das royale Paar wird eine Nacht in Downton verbringen. Eine unerwartete Ehre just in dem Moment, wo sich Lady Mary ernsthaft Gedanken darüber macht, ob das Führen eines solchen Anwesens noch zeitgemäss ist. Köchin Mrs. Patmore flattern die Nerven, als sie vom hohen Besuch hört, und der junge Butler Thomas Barrow scheint wie erstarrt. Dann erfährt Violet Crawley , Gräfinwitwe von Grantham, dass auch die Hofdame der Königin, Maud Bagshaw , im Gefolge dabei sein wird, und ist höchst beunruhigt: Lady Bagshaw ist eine entfernte Cousine, die sich mit der Familie wegen einer Erbschaftsfrage zerstritten hat.Als die königlichen Bediensteten ankommen, sind die Dienstboten des Hauses über deren Arroganz empört: Es stellt sich heraus, dass der Haushalt vollständig von den königlichen Besuchern und deren Gefolge übernommen wird. Das Personal von Downton darf bloss noch die königlichen Diener bedienen. Lady Mary ist derweil überzeugt, dass Barrow dem königlichen Anlass nicht gerecht werden wird. Sie bittet daher den pensionierten Butler Mr. Carson , seine früheren Pflichten vorübergehend wieder aufzunehmen.Bald schon geht es in Downton drunter und drüber: Tom begegnet einem Mann, von dem er vermutet, dass er ein Detektiv des Königs ist, doch dann stellt sich heraus, dass dieser vielmehr einen Anschlag auf den König plant. Anna entdeckt eine Diebin und Barrow wird von einem königlichen Diener aus einer prekären Situation befreit. Anna und John Bates wollen derweil den Haushalt zurückerobern und Downtons Ehre wiederherstellen. Das Personal ist einverstanden, einzig Mr. Carson zögert. Auf das königliche Paar und auf die Familie warten beim Lunch so einige Überraschungen.","versions":[{"lang":1,"streams":[{"redirect":13235246,"hoster":"VOE"},{"redirect":13235248,"hoster":"Doodstream"},{"redirect":13235250,"hoster":"Vidoza"},{"redirect":13235247,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Downton Abbey 2: Eine neue Ära","epNo":2,"alt":"Downton Abbey: A New Era","descr":"Einige Zeit nach dem königlichen Besuch von King George und Queen Mary auf Lord Granthams Anwesen ist die Familie Crawley auf Downton Abbey erneut in heller Aufruhr: Ein Filmteam plant auf dem Anwesen mit Hollywoodstars zu drehen und sorgt dabei auch unter den Bediensteten für reichlich Unruhe. Gleichzeitig lädt Dowager Countess of Grantham (Maggie Smith) die Familie zu einer Reise nach Südfrankreich ein. Sie hat von einem früheren Verehrer eine Villa an der Côte d’Azur geerbt, die nun von der Lordschaft für den Sommer besucht wird.","versions":[{"lang":1,"streams":[{"redirect":13235249,"hoster":"VOE"},{"redirect":13235252,"hoster":"Doodstream"},{"redirect":13235264,"hoster":"Vidoza"},{"redirect":13235255,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Vermächtnis","epNo":1,"alt":"Episode 1","descr":"Die adelige Familie Crawley lebt mit einer Schar Dienstboten auf dem Anwesen Downton Abbey in Yorkshire.Die Neuigkeit über den Untergang der Titanic 1912 löst bei der Familie große Bestürzung aus, denn die beiden männlichen Erben des Anwesens gelten im Zuge des Unglücks als tot. Patrick, einer der beiden Verstorbenen, sollte die älteste Tochter des Hauses, Lady Mary (Michelle Dockery), heiraten. Die drei Töchter des Familienoberhauptes der Crawleys, Robert, Lord of Grantham (Hugh Bonneville), können Downton nicht selbst erben.Die Suche nach einem neuen Erben führt zu einem entfernten Cousin, Matthew Crawley (Dan Stevens), der nun Anspruch auf Titel und Anwesen hat. Roberts Mutter, die Countess of Grantham, Violet Crawley (Maggie Smith) und Roberts Ehefrau, die Amerikanerin Cora (Elizabeth McGovern) stellen klar, dass Mary nun alles versuchen muss um Matthew als Ehemann zu gewinnen, damit Downton im Besitz der Familie bleiben kann.","versions":[{"lang":1,"streams":[{"redirect":13220228,"hoster":"VOE"},{"redirect":4991724,"hoster":"Vidoza"},{"redirect":9332720,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651390,"hoster":"VOE"},{"redirect":8651372,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Familienerbe","epNo":2,"alt":"Episode 2","descr":"1913. Matthew Crawley ist mit seiner Mutter Isobel auf Downton Abbey angekommen. Er wird nicht auf dem Anwesen selbst, seinem potenziellen Erbe, residieren, sondern in einem Haus im Dorf. Die Lebensart der Crawleys ist Matthew und seiner resoluten Mutter fremd – sie kommen mit deutlich weniger Personal aus und erledigen vieles selbst. Isobel lässt sich ihr Unbehagen an den neuen Lebensumständen weniger anmerken als ihr Sohn, ist diplomatischer und zumindest für den Anfang klug genug, mögliche \"Fettnäpfchen\" zu umgehen, während Matthew von einem in das nächste zu treten scheint. So wird auch die erste Begegnung mit Lady Mary für Matthew ein kleines Fiasko.","versions":[{"lang":1,"streams":[{"redirect":13233592,"hoster":"VOE"},{"redirect":9332784,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651397,"hoster":"VOE"},{"redirect":8651380,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine verhängnisvolle Affäre","epNo":3,"alt":"Episode 3","descr":"Bei der Hausangestellten Gwen wurde eine Schreibmaschine entdeckt. Sie hat heimlich einen Fernkurs in Stenographie gemacht, möchte langfristig als Sekretärin arbeiten. Sybil, jüngste der drei Grantham-Schwestern, unterstützt Gwen bei der Suche nach einer Stelle.","versions":[{"lang":1,"streams":[{"redirect":9332845,"hoster":"VOE"},{"redirect":12985663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651394,"hoster":"VOE"},{"redirect":8651382,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neue Zeiten","epNo":4,"alt":"Episode 4","descr":"Lord Grantham begrüßt seinen neuen Chauffeur Tom Branson auf Downton Abbey. Der interessiert sich für Politik, bezeichnet sich selbst als Sozialisten und versteht sich auf Anhieb gut mit der jüngsten Grantham-Tochter Sybil, die mit dem Kampf der Suffragetten für das Frauenwahlrecht sympathisiert.","versions":[{"lang":1,"streams":[{"redirect":6243383,"hoster":"VOE"},{"redirect":9332613,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651393,"hoster":"VOE"},{"redirect":8651398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unter Verdacht","epNo":5,"alt":"Episode 5","descr":"Verplappert sich Daisy über die fatalen Ereignisse in Lady Marys Schlafzimmer? Thomas und Mrs O’Brien üben mächtigen Druck auf die kleine Hausdienerin aus, die schließlich Zuflucht bei Edith sucht. Doch damit nicht genug – die Intrigenmaschinerie von Thomas und Mrs O’Brien läuft auf Hochtouren: Sie wollen Bates als Dieb dastehen lassen, weil Diebstahl ein Entlassungsgrund ist. Doch Anna dreht den Spieß einfach um und bringt O’Brien und Thomas in schwere Bedrängnis.","versions":[{"lang":1,"streams":[{"redirect":9332614,"hoster":"VOE"},{"redirect":9332623,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651405,"hoster":"VOE"},{"redirect":8651407,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geständnis","epNo":6,"alt":"Episode 6","descr":"Mai 1914. Sybil besucht politische Veranstaltungen, in denen es unter anderem um das Frauenwahlrecht geht. Lord Grantham ist entsetzt, als er mitbekommt, was seine jüngste Tochter treibt. Doch es gelingt ihm nicht, ihr das politische Engagement zu verbieten, das zusätzlichen Auftrieb durch Sybils Freundschaft zu dem aus Irland stammenden Chauffeur der Familie, Tom Branson, erhält, der sich selbst einen Sozialisten nennt.","versions":[{"lang":1,"streams":[{"redirect":9332626,"hoster":"VOE"},{"redirect":9332631,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651412,"hoster":"VOE"},{"redirect":8651408,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tage des Schicksals","epNo":7,"alt":"Episode 7","descr":"Juli 1914. Mit dem Attentat auf den österreichischen Thronfolger in Sarajewo wirft der Erste Weltkrieg seine Schatten voraus. Zunächst hatte der Sommer mit einer guten Nachricht begonnen. 18 Jahre nach der letzten Geburt ist Lady Cora wieder schwanger. Durch die Boshaftigkeit ihrer Kammerzofe O’Brien, die aufgrund eines Missverständnisses annimmt, demnächst gekündigt zu werden, verliert Cora das Baby, das tatsächlich männlichen Geschlechts war, im vierten Monat.","versions":[{"lang":1,"streams":[{"redirect":9332636,"hoster":"VOE"},{"redirect":9332632,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651415,"hoster":"VOE"},{"redirect":8651414,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kriegszeiten","epNo":1,"alt":"Episode 1","descr":"1916. Matthew ist an der Front in Frankreich dem unbarmherzigen Stellungskrieg in den Schützengräben des Ersten Weltkriegs ausgesetzt. Auch Thomas befindet sich mit niedrigerem Dienstgrad an der Front. Matthew und Lady Mary wollen demnächst heiraten – aber nicht einander. Dumm nur, dass sie sich beide immer noch lieben. Zur Dienerschaft stößt die selbstbewusste, nach Höherem strebende Ethel.","versions":[{"lang":1,"streams":[{"redirect":13917596,"hoster":"VOE"},{"redirect":9333291,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651422,"hoster":"VOE"},{"redirect":8651425,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hoffnung für Mary","epNo":2,"alt":"Episode 2","descr":"Anna macht der Weggang von Mr Bates (Brendan Coyle) schwer zu schaffen. Lady Mary präsentiert den Mann, den sie zu heiraten gedenkt – einen gesellschaftlichen Aufsteiger, den schwer reichen und einige Jahre älteren Londoner Zeitungsmagnaten Sir Richard Carlisle. Doch bei einem Besuch Matthews schenkt sie diesem beim Abschied am Bahnhof einen kleinen, alten Stoffhund – ihren Glücksbringer.","versions":[{"lang":1,"streams":[{"redirect":9333292,"hoster":"VOE"},{"redirect":9333296,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12378863,"hoster":"VOE"},{"redirect":8651423,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Hospital","epNo":3,"alt":"Episode 3","descr":"Die großzügigen Räumlichkeiten von Downton Abbey haben sich in ein Erholungsheim für Offiziere verwandelt, mit Konsequenzen für die eigentlichen Bewohner, insbesondere Lord Grantham, der – zu seiner Enttäuschung – für den aktiven Dienst nicht mehr vorgesehen ist und Pflichten an der Heimatfront wahrnehmen muss. Seine Töchter Edith und Sybil blühen als Betreuerin und Krankenschwester für die Männer in einem neuen Leben geradezu auf. Lady Mary führt als einzige seiner Töchter noch – zumindest, was die Fassade angeht – das alte Leben einer Dame der Hocharistokratie. Doch die Sorge um Matthews Leben macht ihr schwer zu schaffen. Ihre Oma Violet (Maggie Smith) und ihre Tante Rosamund bieten Mary Informationen über einen Regierungsskandal an, die Mary dazu nutzen soll, um Lavinia, Matthews Verlobte, loszuwerden. Ethel (Amy Nuttall) macht unterdessen Major Bryant, der sich auf Downton erholen soll, \"schöne Augen\" – mit fatalen Folgen.","versions":[{"lang":1,"streams":[{"redirect":9332954,"hoster":"VOE"},{"redirect":9332946,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651447,"hoster":"VOE"},{"redirect":8651431,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bates` Rückkehr","epNo":4,"alt":"Episode 4","descr":"Isobel verlässt Downton Abbey, um sich um Flüchtlinge und Vermisste in Frankreich zu kümmern. Violet hatte diesen Abgang gekonnt eingefädelt, weil ihrer Schwiegertochter Cora das Kompetenzgerangel mit der resoluten Bürgerlichen zu viel wurde. Chauffeur Branson will Lady Sybil davon überzeugen, zu ihren Gefühlen für ihn zu stehen – Heirat inklusive. Mrs Bird, Isobels Köchin, Mrs Patmore und Molesley eröffnen in Mrs Crawleys nunmehr verwaisten Haus im Dorf eine Art Suppenküche für mittellose Kriegsheimkehrer, die auf den Straßen betteln müssen. Mrs Hughes wirft Ethel aus dem Haus, weil sie die Bedienstete mit Major Bryant in flagranti ertappt hat. Doch bald darauf benötigt Ethel Mrs Hughes’ Hilfe: Sie ist schwanger, völlig mittellos, und der Major gedenkt keinesfalls, zu seiner Verantwortung zu stehen. Nachdem Matthew mit William eine Zeitlang an der Front verschollen war, ist die Freude über einen Fronturlaub der beiden Männer in Yorkshire bei allen unermesslich – besonders bei Mary, was sie aber zu verbergen weiß. Auch Anna hat Grund zur Freude: Mr Bates kehrt zurück auf das Anwesen.","versions":[{"lang":1,"streams":[{"redirect":6243395,"hoster":"VOE"},{"redirect":9333076,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651455,"hoster":"VOE"},{"redirect":8651449,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bis dass der Tod euch scheidet","epNo":5,"alt":"Episode 5","descr":"Matthew kehrt schwer verletzt nach Downton Abbey zurück – Mary (Michelle Dockery) kümmert sich aufopferungsvoll um ihn. Seine Verlobte Lavinia weist Matthew nun zurück, weil er glaubt, ein impotenter Krüppel zu bleiben. Auch William ist schwer verletzt. An seinem Sterbebett willigt Daisy (Sophie McShera) in die Ehe ein. Eine Kriegerwitwe namens Jane Moorsum tritt ihre neue Stelle auf Downton Abbey an – sie wird, obwohl Dienstbotin, die erste Frau werden, die Lord Grantham emotional in Bedrängnis bringt. Mrs Hughes hat Ethel mit deren Baby in einer kleinen Hütte untergebracht und kümmert sich regelmäßig um Mutter und Kind. Anna und Mr Bates können ihr Glück nur kurz genießen. Bates’ erste Frau Vera, ist in Yorkshire aufgetaucht, verweigert die Scheidung und versucht, Bates zu erpressen. Sir Richard Carlisle kündigt seine Verehelichung mit Lady Mary an.","versions":[{"lang":1,"streams":[{"redirect":6243393,"hoster":"VOE"},{"redirect":9333183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651453,"hoster":"VOE"},{"redirect":8651452,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verwirrung der Gefühle","epNo":6,"alt":"Episode 6","descr":"Der Besuch eines kanadischen Majors namens Patrick Gordon sorgt für große Aufregung auf Downton Abbey. Der Mann hat schwere Gesichtsverletzungen, litt eine Zeit lang unter Amnesie und behauptet, jener Cousin und Erbe zu sein, der vermeintlich mit der \"Titanic\" unterging. Während Lady Edith ihm gern glaubt, bleibt der Rest der Familie skeptisch – Mary wird sogar feindselig, da dies – wäre es denn wahr – Matthew , der schwer verletzt im Hospital liegt, aller Ansprüche auf den Besitz und den Titel berauben würde. Sir Richard Carlisle will für sich und Mary ein stattliches Haus in der Nähe kaufen, und Butler Carson soll ihnen dorthin folgen. Doch dieser hat gute Gründe, das Angebot einige Zeit später auszuschlagen. Bates ist so wütend auf seine Noch-Ehefrau Vera , die die Scheidung verweigert, dass er Worte äußert, die er später bedauern wird. Doch es gibt auch gute Nachrichten 11. November 1918 , 11:00 Uhr Armistice Day – die Waffen schweigen, der Erste Weltkrieg ist vorbei.","versions":[{"lang":1,"streams":[{"redirect":9333227,"hoster":"VOE"},{"redirect":12515658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651457,"hoster":"VOE"},{"redirect":8651459,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Wunder","epNo":7,"alt":"Episode 7","descr":"Nach dem Ende des Krieges wird Downton Abbey nicht mehr als Hospital benötigt und daher in den alten Zustand zurückversetzt. Zu Lord Granthams Leidwesen möchten seine Frau und seine Töchter weiter ihren Beschäftigungen nachgehen oder neue Betätigungsfelder suchen. Sie stehen nur begrenzt zu seiner Gesellschaft zur Verfügung. Daher gibt der Lord nach. Mrs Hughes versucht erfolglos, zwischen Ethel und den Eltern des Mannes zu vermitteln, der diese mittellos mit einem Kind sitzen ließ. Der alte Bryant verweigert seinem Enkel jegliche Anerkennung. Thomas verspekuliert sich auf dem Schwarzmarkt. Sir Richard Carlisle hat Lavinia Swire , Matthews Verlobte, nach Downton zurückgeholt. Nachdem Matthew wie durch ein Wunder seine Beine wieder bewegen kann und insgesamt auf dem Weg der Besserung ist, fühlt er sich an sein Eheversprechen gebunden. Vera Bates wird in London vergiftet aufgefunden – Bates gerät unter Mordverdacht. Bei einer Verurteilung droht ihm die Todesstrafe. Chauffeur Branson will Lady Sybil in Gretna Green, kurz hinter der schottischen Grenze, heimlich heiraten.","versions":[{"lang":1,"streams":[{"redirect":9333272,"hoster":"VOE"},{"redirect":9333276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651461,"hoster":"VOE"},{"redirect":8700968,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Am Abgrund","epNo":8,"alt":"Episode 8","descr":"Die Bryants sind nach Downton zurückgekehrt, um ihren Enkel, Ethels unehelichen Sohn, wiederzusehen. Doch das Herz des Alten bleibt verhärtet – diesmal will er Ethel den Enkel abkaufen. Nach seinem Schiffbruch auf dem Schwarzmarkt sucht Thomas auf Downton Abbey nach einem neuen Platz. Lord Grantham kennt nun Lady Sybils nicht standesgemäße Heiratspläne mit dem Chauffeur. So wütend hat man ihn noch nicht gesehen. Die Spanische Grippe wütet auf Downton Abbey. Lady Cora erkrankt lebensbedrohlich, Lavinia stirbt. Anna und Bates heiraten auf dem Standesamt und können einander endlich in die Arme sinken – Lady Mary hat ein Liebesnest herrichten lassen. Doch dieses Glück ist nur von kurzer Dauer, denn Bates wird am nächsten Morgen wegen Mordes verhaftet.","versions":[{"lang":1,"streams":[{"redirect":9333279,"hoster":"VOE"},{"redirect":12482201,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12921863,"hoster":"VOE"},{"redirect":8651462,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Antrag aus Liebe","epNo":9,"alt":"Christmas at Downton Abbey","descr":"","versions":[{"lang":1,"streams":[{"redirect":13145965,"hoster":"VOE"},{"redirect":13145966,"hoster":"Doodstream"},{"redirect":13145967,"hoster":"Vidoza"},{"redirect":13145964,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Hochzeit auf Downton","epNo":1,"alt":"Episode 1","descr":"Titel: Hochzeit auf Downton Frühjahr 1920 Der Erste Weltkrieg ist seit zwei Jahren zu Ende, die Verhältnisse haben sich normalisiert. Mary und Matthew stehen am Vorabend ihrer Hochzeit. Lord Robert Grantham macht eine Tagesreise nach London, um mit seinem Anwalt und Finanzverwalter Mr Murray zu sprechen, der schlechte Nachrichten hat. Ein Großteil des Geldes von Roberts Frau Cora, das der Lord in kanadische Eisenbahnaktien investiert hatte, ist verloren. Wie schon einmal – vor der Vermählung mit der reichen Erbin aus den USA – steht Downton Abbey vor dem finanziellen Ruin. Robert müsste eigentlich sparen, doch Lady Cora hat gerade, zunächst nichts ahnend, der Einstellung eines neuen Dieners zugestimmt, und der junge, hochgewachsene Alfred, ein Neffe O’Briens, stößt zum Missfallen von Mr Carson und Thomas zu den Hausangestellten hinzu. Daisy ist auch beleidigt die ihr versprochene Beförderung zur Assistentin von Köchin Mrs Patmore, die die Einstellung eines neuen Küchenmädchens vorausgesetzt hätte, lässt auf sich warten. Daisy verweigert die Arbeit, doch Mrs Patmore lässt sich von Daisys Minirebellion in der Küche nicht aus der Fassung bringen. Anna besucht ihren Mann John Bates regelmäßig im Gefängnis. Sie hofft weiterhin, seine Unschuld beweisen zu können. Bei einem Aufenthalt in London hat sie ein Buch gefunden, das Bates’ verstorbener Ex-Frau Vera gehörte und zahlreiche Namen enthält. Anna will mit allen Kontakt aufnehmen. Vielleicht findet sich ein Hinweis, dass Vera sich selbst getötet hat und dem verhassten Ex-Mann ihren Tod als Mord anhängen wollte. Obwohl das Vorhaben zeitaufwändig ist, rät Bates seiner jungen Frau, sich auch anderen Dingen im Leben zu widmen und Matthew und Lady Mary auf ihrer Hochzeitsreise nach Südfrankreich zu begleiten. Mary und Matthew verbringen Zeit miteinander, sind aber selten allein. Das möchte Matthew nach der Hochzeit gerne ändern. Er will nur vorübergehend auf Downton leben, möchte sich langfristig kleiner setzen und weitgehend auf Personal verzichten. Er will so auch die Zeit und die Ruhe finden, seine Frau besser kennen zu lernen. Lady Violet hat Sybil und ihrem Mann Tom Branson, dem ehemaligen Chauffeur der Familie, Geld geschickt, so dass die beiden aus Dublin zu den Feierlichkeiten anreisen konnten. Für Tom wird sein erstes längeres Zusammentreffen mit seiner angeheirateten, hochadeligen Familie ein schwieriger Balance-Akt. Während er durchaus Unterstützung von Teilen der Crawley-Familie, insbesondere aber von Matthew und dessen Mutter Isobel erfährt, wirkt sein Aufstieg in den Hochadel auf Teile der Dienerschaft, die ihm nun in seiner neuen Funktion aufwarten müssen, durchaus befremdlich. Auch Kleidungsfragen spielen eine erhebliche Rolle. Bei einer Abendgesellschaft mit anschließendem Dinner kommt es schließlich zum Eklat. Larry Grey, ein ehemaliger Verehrer Sybils, hatte Tom etwas in den Drink getan, so dass dieser, völlig betrunken, beim Dinner durch allerlei politische Bemerkungen zur Situation Irlands seine neue Familie permanent vor den Kopf stößt. Sir Anthony Strallan, den Edith eingeladen hat, weil sie sich immer noch Hoffnungen macht, den älteren Witwer aus der Nachbarschaft zur Ehe bewegen zu können, kommt Tom schließlich zu Hilfe. Strallan hatte gesehen, dass Tom Opfer eines miesen Tricks des überheblichen Larry wurde. Und weiterer, weit gereister Besuch trifft in Yorkshire ein. Martha Levinson, Coras Mutter, hat eigens den Atlantik überquert, um die Hochzeit ihrer Enkelin Mary mitzufeiern. Doch die Hochzeit droht auszufallen, denn es gibt Streit ums Geld Matthew wird vermutlich eine größere Summe Geldes erben, da der Vater seiner verstorbenen, ehemaligen Verlobten Lavinia Swire den Fast-Schwiegersohn in seinem Testament bedacht hat. Doch Matthew glaubt, das Geld nicht annehmen zu können, weil er sich schuldig fühlt, Lavinia das Herz gebrochen zu haben. Die pragmatische Mary sieht das ganz anders und glaubt, Matthew stehe nicht hinter ihr und der Familie. Tom, den Matthew zu seinem Trauzeugen ernannt hat, kann schließlich vermitteln, und dann ist es soweit. Der große Tag ist da, und eine wunderschöne Lady Mary wird von ihrem stolzen Vater zum Altar geführt – in die Arme ihrer großen Liebe. Doch diese Eheschließung ist nicht nur eine wunderbare Liebesheirat, sie sorgt auch dafür, dass der Besitz in der Familie bleibt. Nur darüber, wie man ihn am besten vor dem Zerfall bewahren und zeitgemäß führen kann – darüber wird noch so manche Auseinandersetzung folgen.","versions":[{"lang":1,"streams":[{"redirect":9333353,"hoster":"VOE"},{"redirect":8419360,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916127,"hoster":"VOE"},{"redirect":8651467,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Welt im Wandel","epNo":2,"alt":"Episode 2","descr":"Downton Abbey S03 E02 Die Welt im Wandel Matthew (Dan Stevens) und Mary (Michelle Dockery) sind von ihrer Hochzeitsreise aus Südfrankreich nach Downton Abbey zurückgekehrt. Matthew ist zu Marys Missfallen noch immer nicht dazu bereit, das Erbe seiner verstorbenen Verlobten in den Besitz zu investieren. Die finanziellen Schwierigkeiten Lord Granthams (Hugh Bonneville) sind jedoch so groß, dass sogar ein Verkauf des Anwesens bevorstehen könnte. In einem Gespräch unter Männern zieht der Lord seinen Schwiegersohn ins Vertrauen. Mary und ihre Großmutter, die Dowager Countess Lady Violet (Maggie Smith), verbünden sich in der Absicht, die aus den Staaten angereiste Großmutter mütterlicherseits, Martha Levinson (Shirley MacLaine), dazu zu überreden, weiteres Geld in Downton zu investieren. Ein großes Dinner mit vielen illustren Gästen aus der Umgebung soll der Amerikanerin vor Augen führen, was verloren gehen würde, wenn die Familie Crawley das herrschaftliche Haus aufgeben müsste. Im Souterrain und bei den vielfältig wahrzunehmenden Aufgaben des Personals macht sich mittlerweile die Personalknappheit bemerkbar. Mrs Hughes (Phyllis Logan) hat zudem große Sorgen: Sie hat einen Knoten in ihrer Brust entdeckt und nur die Köchin Mrs Patmore (Lesley Nicol) ins Vertrauen gezogen. Der Befund ist leider zunächst nicht eindeutig, und da Carson (Jim Carter) nicht weiß, welche Sorgen die Hausdame plagen, wird sie immer wieder von ihm aufgescheucht. Lady Edith (Laura Carmichael) hat großen Stress anderer Art. Ihre jüngste und ihre älteste Schwester sind mittlerweile verheiratet, Sybil sogar bereits schwanger, und an Ediths Horizont gibt es nur einen Heiratskandidaten – den verwitweten, mit einer Kriegsverletzung heimgekehrten, viele Jahre älteren, jedoch stets gutmütigen und witzigen Sir Anthony Strallan (Robert Bathurst). Lord Grantham unternimmt im Einklang mit der alten Violet einen Versuch, die aufkeimende Beziehung zu torpedieren, doch Ediths Verzweiflung lässt den Vater schließlich wieder zurückrudern. Thomas (Rob James-Collier) wird, nachdem er Alfred (Matt Milne) in eine peinliche Situation gebracht hat, Opfer einer Retourkutsche Reeds (Lucille Sharp), der aus den USA mitangereisten Dienerin von Mrs Levinson, die ein Auge auf Alfred geworfen hat. Sie hat die Hemden des Lords versteckt, so dass dieser von Thomas nicht passend angekleidet werden kann und zu dem großen Dinner in einem Aufzug erscheint, der für seine Mutter, die alte Violet, einer solchen Verkleidung gleichkommt, dass sie den eigenen Sohn kurzfristig mit einem Angestellten verwechselt. Und dann geht auch noch der Herd in der Küche kaputt, während die Gäste bereits für das feierliche Dinner eingetroffen sind, das Downtons Größe vor Augen führen soll. Halbgares Fleisch kann kaum serviert werden. Daher improvisiert Mrs Levinson erfolgreich: Sie verwandelt das Dinner in ein \"Hauspicknick\", also ein kaltes Buffet mit freier Platzwahl, und rettet so den Abend. Des Weiteren macht sie der Familie danach unmissverständlich klar, dass sie keine größeren Mengen Kapitals in den Besitz pumpen kann, da das Vermögen der Familie Levinson gebunden ist und es mit Coras Bruder Harold einen weiteren Erben gibt. Cora gibt Tochter Mary daraufhin unmissverständlich zu verstehen, dass sie sich an den Gedanken an ein bescheideneres Leben gewöhnen muss. Marys Mann Matthew käme das sehr entgegen, doch Mary will als Countess von Grantham auf Downton Abbey leben. Und Butler Carson glaubt gar (in Abwandlung eines berühmten Dr. Samuel Johnson-Zitats): \"Ist man des guten Stils überdrüssig, ist man des Lebens überdrüssig.\"","versions":[{"lang":1,"streams":[{"redirect":8995817,"hoster":"VOE"},{"redirect":8419356,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12378864,"hoster":"VOE"},{"redirect":8651469,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Scherbenhaufen","epNo":3,"alt":"Episode 3","descr":"Downton Abbey S03 E03 Scherbenhaufen Während die Hochzeitsvorbereitungen für Ediths (Laura Carmichael) Eheschließung mit dem wesentlich älteren Sir Anthony Strallan (Robert Bathurst) auf Hochtouren laufen, besichtigen Lord Grantham (Hugh Bonneville) und seine Familie ein Landhaus in der Nähe. Das immer noch geräumige, aber wesentlich kleinere Anwesen, das ebenfalls zum Besitz der Crawleys gehört, soll der Familie und einem reduzierten Teil des Personals als neuer Wohnsitz dienen, da Lord Grantham nach herben finanziellen Verlusten nicht mehr in der Lage ist, Downton und den dort gepflegten, aufwändigen Lebensstil aufrecht zu erhalten. Das Intrigenkarussell zwischen Thomas (Rob James-Collier) und O’Brien (Siobhan Finneran) dreht sich derweil munter weiter. Während die beiden früher immer gemeinsam gegen andere, vornehmlich John Bates (Brendan Coyle), intrigiert hatten, kämpfen sie nun gegen einander. Thomas hat dafür den allzu naiven Molesley (Kevin Doyle) vor seinen Karren gespannt und das Gerücht ausgestreut, O’Brien wolle Downton verlassen. Besonders Lady Cora (Elizabeth McGovern) ist wenig erfreut, von O’Brien nicht entsprechend informiert worden zu sein. Nachdem die Kammerzofe die Gerüchte ausräumen konnte, droht sie Thomas mit Vergeltung. Kurz nachdem Edith in der Kirche eingetroffen ist, ja, noch bevor der Pfarrer fragen konnte, verkündet Sir Anthony zu ihrem Entsetzen, dass er die Ehe nicht eingehen könne, weil er Ediths Zukunft damit ruinieren würde. Edith ist völlig entsetzt, zumal ihre Großmutter, die alte Violet (Maggie Smith), Strallan in seinem Entschluss bestärkt. In aller Eile müssen nun die Dienstboten auf Downton das Festessen, die Blumenarrangements, kurzum alle für die Hochzeit getroffenen Vorkehrungen abräumen. Edith ist völlig verzweifelt – sieht sich angesichts ihrer verheirateten Schwestern als alte Jungfer enden. Anna (Joanne Froggatt) hat in London die ehemalige Nachbarin von Bates’ Frau Vera, Mrs Bartlett (Clare Higgins), aufgesucht, während Bates sich im Gefängnis einer Intrige seines Zellengenossen erwehren muss. Ethel Parks (Amy Nuttall), das ehemalige Dienstmädchen, das sich auf einen im Ersten Weltkrieg gefallenen Major eingelassen hatte, der ihr uneheliches Kind nie anerkannte, ist in die Prostitution abgerutscht. Sie sucht Hilfe bei Mrs Isobel Crawley (Penelope Wilton), die sich um gefallene Frauen kümmert. Doch es gibt auch gute Nachrichten. Die Geschwulst in Mrs Hughes (Phyllis Logan) Brust erweist sich nach Tagen quälenden Wartens als gutartig. Besonders Butler Carson (Jim Carter), der zunächst nicht gewusst hatte, unter welchem Druck seine Hausdame stand, ist so erleichtert, dass seine daraus resultierende gute Laune Mrs Hughes zu Tränen rührt. Nachdem Matthew (Dan Stevens) Gewissheit hat, dass der Vater seiner Ex-Verlobten, der verstorbenen Lavinia Swire, ihn als Erben eingesetzt hat, wohlwissend, dass Matthew Lavinia nicht heiraten wollte, entschließt er sich zu Marys (Michelle Dockery) großer Erleichterung, das Erbe anzunehmen und die stattliche Summe in den Erhalt von Downton zu investieren. Alle können nun auf Downton bleiben – die Familie Crawley, ihre Nachkommen, und ihre zahlreichen Bediensteten. Highclere Castle in Berkshire (außen und die herrschaftlichen Räume) wird als Drehort der Serie genutzt. Die Räume der Dienstboten wurden in den Ealing Studios im Westen Londons nachgebaut. Wer also vom Dienstbotentrakt nach oben aufsteigt, z. B. um Essen zu servieren, oder wer sich von oben nach unten begibt, legt dabei de facto eine zirka eineinhalbstündige Autofahrt vom ländlichen Berkshire ins urbane Westlondon zurück.","versions":[{"lang":1,"streams":[{"redirect":8995818,"hoster":"VOE"},{"redirect":8419354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651473,"hoster":"VOE"},{"redirect":8651474,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Flucht nach Downton","epNo":4,"alt":"Episode 4","descr":"Downton Abbey S03 E04 Flucht nach Downton","versions":[{"lang":1,"streams":[{"redirect":8995816,"hoster":"VOE"},{"redirect":8419353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651481,"hoster":"VOE"},{"redirect":8651476,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf Leben und Tod","epNo":5,"alt":"Episode 5","descr":"Downton Abbey S03 E05 Auf Leben und Tod Lady Sybil steht kurz vor der Geburt ihres ersten Kindes. Ihr schlechter Gesundheitszustand gibt der Familie zu denken. Lord Grantham hat aus London den renommierten Geburtshelfer Sir Philip Tapsell anreisen lassen. Lady Grantham würde sich weiterhin lieber auf den Rat des langjährigen Hausarztes Dr Clarkson verlassen, der Lady Sybil von Geburt an kennt. Unterdessen machen sich Anna und ihr inhaftierter Mann John Bates Hoffnungen, in Mrs Bartlett eine Zeugin gefunden zu haben, die Bates von dem Vorwurf, seine erste Frau vergiftet zu haben, entlasten kann. Anna hat die Frau bereits in London aufgesucht, doch sie verachtet Bates und Anna und macht keinerlei Anstalten, zu Gunsten von Bates auszusagen. Matthews Mutter Isobel holt Ethel in ihren Haushalt, um ihr ein Dach über dem Kopf und eine zweite Chance zu geben. Isobels langjährige Köchin, Mrs Bird, reicht daraufhin empört ihre Kündigung ein. In der Küche von Downton wird Ivy von Daisy herum kommandiert – wie diese einst von Mrs Patmore. Für Lady Edith gibt es Grund zur Freude: Ein Londoner Verleger ist auf ihren Brief an die \"Times\" aufmerksam geworden und hat ihr eine regelmäßige Kolumne in seinem Blatt angeboten. Matthew und Lady Mary genießen ihr junges Eheglück. Doch Matthew ist besorgt, seine Kriegsverletzung könne der Grund sein, warum sich bei Lady Mary noch keine Schwangerschaft eingestellt hat. Er sucht den Rat Sir Tapsells, welcher ihm rät, den Druck aus der Angelegenheit zu nehmen. Weiterhin Sorgen macht Matthew jedoch die angespannte finanzielle Situation, in der sich Downton befindet. Anwalt Mr Murray sieht gar das Ende vieler der großen Anwesen bevorstehen, da auf ihnen über die Verhältnisse gelebt wurde. Bürgerliche Tugenden: Effizienz, Sparsamkeit, Wirtschaftlichkeit sollen Downton retten. Dann ist es soweit: Lady Sybil bringt eine Tochter zur Welt. Besonders ihr Mann Tom Branson, ehemaliger Chauffeur der Familie, ist überglücklich. Doch am nächsten Tag überschlagen sich die Ereignisse – Sybil fantasiert und hat Krämpfe. Kurze Zeit später stirbt sie. Die Familie steht unter Schock. Der Tod des jüngsten Kindes stellt auch die Ehe der Crawleys auf eine harte Probe, da Dr Clarkson offenbar mit seiner Diagnose recht hatte, aber Robert sich ganz auf Sir Philip Tapsell verlassen hat. Der Lord muss aus dem ehelichen Schlafzimmer ausziehen und findet Trost bei seiner alten Mutter Violet. Edith und Mary versöhnen sich angesichts des herben Verlustes der stets ausgleichend wirkenden Sybil.Nach zweieinhalb Staffeln der britischen Erfolgsserie markiert diese Episode den Ausstieg von Jessica Brown Findlay als Lady Sybil. Allen Leech als ihr in höchste Gesellschaftskreise aufgestiegener Mann bleibt weiterhin mit von der Partie. Er bildet von nun an für den Rest der dritten Staffel mit Dan Stevens als Matthew die jugendliche Führungsriege des Anwesens, deren Ansichten in Gegensatz zu denen des Lords geraten. Unter den Gaststars in der beliebten Serie gehört der 1946 in Rigby geborene Tim Pigott-Smith zu den prominenten Köpfen. Pigott-Smith ist ein renommierter Bühnen-, Film und Fernsehdarsteller. Im deutschen Fernsehen war er beispielsweise als Hauptdarsteller einer anderen bekannten britischen Serie zu sehen: \"Das Juwel in der Krone\".","versions":[{"lang":1,"streams":[{"redirect":8995826,"hoster":"VOE"},{"redirect":8419350,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8654405,"hoster":"VOE"},{"redirect":8651485,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Entfremdung","epNo":6,"alt":"Episode 6","descr":"Downton Abbey S03 E06 Entfremdung Der Tod Lady Sybils kurz nach der Geburt ihrer Tochter stellt die langjährige glückliche Ehe von Lord Robert (Hugh Bonneville) und seiner Frau Cora (Elizabeth McGovern) auf eine harte Probe. Cora gibt ihrem Mann eine Mitschuld am Tod der Tochter und verbannt ihn aus dem gemeinsamen Schlafzimmer. Cora glaubt, hätte Robert auf Dr Clarkson (David Robb) gehört, hätte Sybil ihre Eklampsie überlebt. Die alte Violet (Maggie Smith), Roberts Mutter, schaltet sich schließlich ein und kann erfolgreich vermitteln. Doch es gibt reichlich anderes Konfliktpotenzial. Tom Branson (Allen Leech), Sybils Mann, ein aus Irland stammender Katholik, will seine Tochter katholisch taufen lassen und sie nach der Mutter benennen. Letzteres könnte Lord Robert noch verkraften. Aber eine katholische Enkeltochter inmitten einer Familie, die komplett der Anglikanischen Kirche angehört, erscheint ihm ein Ding der Unmöglichkeit. Doch Tom ist nicht bereit, in dieser Angelegenheit nachzugeben. Unterstützung erhält er von Lady Mary. Sie behauptet, es sei Sybils auf dem Sterbebett geäußerter Wunsch gewesen, ihrem Kind die Religion des Vaters zu geben. Robert hat eine weitere Großbaustelle – im wahrsten Sinne des Wortes. Es ist Downton Abbey selbst. Matthew (Dan Stevens) mischt sich immer mehr in die finanziellen Angelegenheiten des Anwesens ein und wirft Robert Misswirtschaft vor, weil Haus, Haushalt und Land Unmengen Geld verschlingen, ohne viel einzubringen. Einen unglücklichen Auftritt legt der einst so beherrschte Lord auch im Hause Isobel Crawleys (Penelope Wilton) hin. Matthews Mutter hatte Cora, Edith (Laura Carmichael) und Violet zu einem Mittagessen eingeladen, um für ein bisschen Abwechslung und Trost zu sorgen. Mit Hilfe von Mrs Patmore (Lesley Nicol) hat Ethel (Amy Nuttall), deren Kochkünste gering sind, einen Lunch vorbereitet. Robert verlangt, dass die Frauen Isobels Haus sofort verlassen, doch selbst seine alte Mutter Violet, die im Hintergrund so geschickt die Fäden im Sinne ihres Sohnes zu ziehen versteht, bleibt sitzen. Und die gutmütige Mrs Patmore muss sich in der Küche von Downton von Mr Carson (Jim Carter) anhören, sie würde mit Prostituierten Possen reißen. Auch die stets geduldige Mrs Hughes kriegt ihre Portion Kritik ab – Carson nennt sie eine Frau ohne jeden Maßstab, weil sie Ethel verteidigt. Liebeswirren in der Küche und unangemessene Berührungen bergen weiteres Konfliktpotenzial. Daisy (Sophie McShera), vom Küchenmädchen zu Mrs Patmores Assistentin aufgestiegen, bietet sich die Gelegenheit, die Küche Downtons für immer zu verlassen. Ihr Schwiegervater, Mr Mason (Paul Copley), bietet ihr an, auf seinen Hof zu ziehen, dort selbstständig zu leben und zu arbeiten. Mason ist ein Mann mit bürgerlicher Weitsicht – er sieht das Ende der großen Häuser kommen. Doch noch zieht es Daisy zurück ins Souterrain von Downton – wegen Alfred (Matt Milne), der sich jedoch mehr für Ivy (Cara Theobold) interessiert. Gute Nachrichten bringt schließlich Anna (Joanne Froggatt) ins Haus: Nach Intervention von Rechtsanwalt Murray (Jonathan Coy) hat Mrs Bartlett ihre sich widersprechenden Aussagen geändert. Bates (Brendan Coyle) wird in einigen Wochen als freier Mann das Gefängnis verlassen können.","versions":[{"lang":1,"streams":[{"redirect":8995825,"hoster":"VOE"},{"redirect":8419351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8654407,"hoster":"VOE"},{"redirect":8651486,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Veränderungen","epNo":7,"alt":"Episode 7","descr":"Downton Abbey S03 E07 Veränderungen Anna holt überglücklich ihren Mann John Bates aus dem Gefängnis ab. Nun müssen auf Downton eine Arbeit für Bates und ein Cottage für das Paar gefunden werden. Bates war früher Lord Roberts Kammerdiener. Seit Bates’ unfreiwilligem Weggang aus Downton macht Thomas dessen Arbeit. Thomas muss nicht nur um seine Stelle fürchten. Er hat einige Äußerungen seines Kollegen Jimmy missverstanden und diesen nachts im Dienstbotentrakt aufgesucht. Weil Alfred kurze Zeit später das Zimmer betrat, Jimmy nicht homosexuell ist und der Tumult zu allem Überfluss Mr Carson weckte, droht Thomas ein Skandal. O’Brien drängt Alfred, Carson die pikanten Details zu erzählen. Vermutlich hätte das unweigerlich Thomas’ Entlassung, wenn nicht gar die Vernichtung seiner gesamten Existenz zur Folge. Denn Homosexualität und damit verbundene Handlungen werden bei Entdeckung mit hohen Gefängnisstrafen geahndet. Edith reist nach London, um sich mit ihrem Verleger, Mr Gregson, zu treffen. Beide sind sehr voneinander angetan. Edith erzählt ihm sogar, dass sie erst kürzlich vor dem Altar stehen gelassen wurde. Bei einem Lunch in Covent Garden nimmt sie schließlich Gregsons Angebot an, regelmäßig für seine Zeitung zu schreiben. Aus der nach eigener Beschreibung \"unsichtbaren\" der drei Crawley-Schwestern könnte die erste berufstätige und selbstständige Frau in der Familie werden. Doch einen Ehemann zu finden, ist Edith nach wie vor sehr wichtig. Matthew trifft sich mit Robert und Jarvis, dem Verwalter von Downton, um Neuerungen zu besprechen. Matthew will Downton modernisieren – neue Maschinen, Methoden und Techniken sollen dafür sorgen, dass der Besitz sich selbst erhalten kann. Jarvis kündigt daraufhin seine Stellung. Die alte Violet schlägt vor, Tom zum Verwalter zu berufen, damit dieser nicht nach Liverpool geht und die Enkelin mitnimmt. Trotz aller Gegensätze gibt sich die Familie bei der Taufe von Toms und Sybils Tochter vereint. Das Mädchen wird katholisch getauft und nach seiner Mutter benannt. Toms aus Liverpool angereister Bruder Kieran und Lady Mary sind die Paten. Kieran hätte auf Downton beinahe für einen Eklat gesorgt. Denn er wollte Tom dazu überreden, bei den Dienstboten in der Küche und nicht mit der Familie Crawley zu speisen. Doch Tom verhält sich seiner angeheirateten Familie gegenüber solidarisch und respektvoll. Damit besteht er seine Feuerprobe. Gemeinsam mit Matthew bildet er ein Team, das Downton Abbey in die Zukunft führen kann.","versions":[{"lang":1,"streams":[{"redirect":8995828,"hoster":"VOE"},{"redirect":8419344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13008312,"hoster":"VOE"},{"redirect":8651488,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Intrigen","epNo":8,"alt":"Episode 8","descr":"Downton Abbey S03 E08 Intrigen Ein großes Ereignis, das jährliche Cricket-Match des Hauses Downton gegen das Dorf, steht bevor. Doch kaum jemand in der adeligen Familie beherrscht das Spiel richtig, und Teile des Personals treten auf Seiten des Dorfes an. Thomas droht der Verlust seiner gesamten Existenz. Butler Carson rät ihm zu einer freiwilligen Kündigung, doch O’Brien reicht das nicht. Sie versucht erfolgreich, Jimmy und Alfred vor ihren Karren zu spannen, so dass Thomas ohne Zeugnis gehen müsste und womöglich wegen des nächtlichen Zwischenfalls in Jimmys Schlafzimmer noch von der Polizei belangt würde. Er würde dann nirgends in England mehr eine Stelle finden können. Doch Thomas erhält Hilfe, dort, wo er sie kaum vermutet hätte. Bates, der nun wieder als Kammerdiener des Lords arbeitet und mit seiner Frau Anna ein kleines Häuschen auf dem Gelände von Downton gemütlich eingerichtet hat, aber auch Mrs Hughes unterstützen ihn, und so kann O’Brien – in Kenntnis eines ihrer zurückliegenden Vergehen – gezwungen werden, Alfred und Jimmy zurück zu pfeifen. Aus Schottland ist die lebenslustige und noch sehr junge Lady Rose Flintshire angereist. Sie nutzt die erstbeste Gelegenheit, sich mit Edith und Matthew für einen Kurztrip nach London abzusetzen, um dort ihren verheirateten Liebhaber Terence Margadale zu treffen. Edith wiederum sucht ihren Verleger Mr Gregson auf, um mit ihm eine Kolumne zu besprechen. Nicht nur an ihren Texten zeigt dieser großes Interesse. Edith erfährt, dass Gregson verheiratet ist. Seine Frau erkennt ihn nicht mehr, sie ist krank in einer Heilanstalt untergebracht – ohne Aussicht auf Besserung. Edith muss sich fragen, ob sie den Kontakt zu Gregson vertiefen möchte, obwohl er sie nicht heiraten kann. Matthew holt Rose aus einem Nachtclub in Soho namens \"The Blue Dragon\". Er macht ihr ebenso charmant wie unmissverständlich klar, dass sie die Beziehung zu Margadale aufgeben muss. Obwohl Lady Rosamund, Matthew und Edith Stillschweigen geloben, erfährt die alte Violet von den Eskapaden der jungen Dame und droht mit schrecklichen Konsequenzen. Matthew und Lady Mary treffen sich in London zufällig in der Praxis von Dr Ryder. Sie hat eine kleine Behandlung hinter sich gebracht, um ihren Kinderwunsch mit Matthew bald verwirklichen zu können. Nachdem Tom erfolgreich zwischen Robert und Matthew vermitteln konnte, so dass Robert Matthews Modernisierungsplänen zustimmt, macht er Lady Cora, seiner Schwiegermutter, eine noch größere Freude, da er sich entschließt, mit seiner Tochter, der kleinen Sybil, in ihren ersten Lebensjahren auf Downton wohnen zu bleiben, und zwar im Schloss. Ethel wird Mrs Crawleys Haushalt verlassen. Sie wird eine Stelle in der Nähe der Bryants antreten, der Großeltern, denen sie ihren unehelich geborenen kleinen Sohn überlassen musste. Mrs Bryant unterstützt das Vorhaben.","versions":[{"lang":1,"streams":[{"redirect":8995831,"hoster":"VOE"},{"redirect":8419682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12378867,"hoster":"VOE"},{"redirect":8651495,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Reise in die Highlands (Special)","epNo":9,"alt":"Christmas Special (2012)","descr":"Ein Jahr später. Nachdem der gewohnte Sommeraufenthalt in Schottland wegen Lady Sybils Tod ausgefallen war, freut sich Lord Grantham mit seiner Familie und Teilen der Dienerschaft nun auf den Besuch in Duneagle im schottischen Hochland. Selbst Lady Mary, mittlerweile hochschwanger, lässt es sich nicht nehmen, die Familie zu begleiten. Lord Shrimpie Flintshire, seine Frau Susan, eine Nichte Lady Violets, und deren Tochter Rose, jüngstes von drei Geschwistern und als einzige noch zu Hause lebend, empfangen die Gäste. Schon bald wird deutlich, dass es in der Ehe der Gastgeber gewaltig kriselt. Er will sich auf einen Posten im Empire, nach Bombay, versetzen lassen, seine Frau will ihn begleiten, doch Rose möchte auf keinen Fall mit ins \"Juwel der Krone\". Doch die Jagdgesellschaften und der große \"Ghillies Ball\", ein Fest, bei dem Herrschaft und Personal miteinander feiern, zugleich Höhepunkt der Sommersaison, sorgen für Ablenkung. Selbst der aufgeregte werdende Vater Matthew versucht sein Glück auf der Pirsch. Witwer Tom Branson ist mit einem Großteil des Personals von Downton in Yorkshire zurück geblieben. Jos Tufton, neuer Ladenbesitzer und auf Gewürze spezialisiert, macht aus nicht ganz uneigennützigen Gründen Mrs Patmore den Hof. Überhaupt haben die Bediensteten im Souterrain stets Gesellschaft, während Tom, wenn er nicht bei seiner kleinen Tochter ist, allein im Speiseraum vor seinem einsamen Gedeck sitzt. So erging es auch einmal Lord Grantham – in der Zeit, als Downton im Ersten Weltkrieg als Hospital fungierte. Damals ließ er sich dazu hinreißen, eine seiner Bediensteten zu küssen, welche kurz darauf aus den Diensten der Familie ausschied. So ergeht es auch der jungen Edna (Myanna Buring). Allzu auffällig sucht sie Toms Gesellschaft, bringt ihn in einen Konflikt zwischen seiner Herkunft und seinem neuen Status. Das kostet sie schließlich ihre Stellung. Als Lady Mary nach dem \"Ghillies Ball\", merkt, dass sie sich überanstrengt hat, reist sie vorzeitig mit dem Zug ins heimatliche Yorkshire zurück. Kurze Zeit später bringt sie einen kleinen, gesunden Jungen zur Welt. Mit ihrem Sohn und Toms Tochter ist die Erbfolge für das große Haus nun mehr als gesichert. Doch als das Glück der Familie nach dem Verlust von Sybil endlich wieder hergestellt zu sein scheint, trifft sie ein weiterer, schwerer Schicksalsschlag. Die Schottland-Episode wurde in Großbritannien als \"Christmas Special\" ausgestrahlt. Die Handlung spielt zwar nicht an Weihnachten, die Folge wurde aber Weihnachten gesendet. Autor Julian Fellowes ist klar, dass er im Gegensatz zum Happy End der Zweiten Staffel (Heiratsantrag Matthews an Mary) die Zuschauer diesmal unter Schock entlässt.","versions":[{"lang":1,"streams":[{"redirect":14427226,"hoster":"VOE"},{"redirect":9333349,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Schatten des Todes","epNo":1,"alt":"Episode 1","descr":"Downton Abbey S04 E01 Schatten des Todes Februar 1922: Lady Mary trauert um den plötzlich verstorbenen Matthew und empfindet keine Mutterliebe für ihr Neugeborenes. Lord Grantham und Tom Branson streiten unterdessen über die Verwaltung von Downton Abbey und kämpfen mit hohen Erbschaftssteuerforderungen.","versions":[{"lang":1,"streams":[{"redirect":8995830,"hoster":"VOE"},{"redirect":8419338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651503,"hoster":"VOE"},{"redirect":8651506,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Matthews Vermächtnis","epNo":2,"alt":"Episode 2","descr":"Downton Abbey S04 E02 Matthews Vermächtnis März 1922: Der verstorbene Matthew hat in einem Brief Mary als Alleinerbin bestimmt. Lord Grantham ist darüber alles andere als glücklich. Zumal sich Mary nun auch noch an der Gutsverwaltung beteiligen will. Doch zuvor muss geklärt werden, ob ein Brief dieselbe Bedeutung hat wie ein Testament.","versions":[{"lang":1,"streams":[{"redirect":8995827,"hoster":"VOE"},{"redirect":8419336,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651507,"hoster":"VOE"},{"redirect":8651512,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Verbrechen","epNo":3,"alt":"Episode 3","descr":"April 1922: Bei einer großen Party tritt die australische Sängerin Nellie Melba auf, was im Haus für Unruhe sorgt. Lady Mary triff erneut auf Lord Gillingham, der ein wenig mit ihr flirtet. Einer der Gäste gewinnt beim Pokerspielen eine große Summe. Und eine der Bediensteten wird Opfer einer brutalen Vergewaltigung.","versions":[{"lang":1,"streams":[{"redirect":8995822,"hoster":"VOE"},{"redirect":8419320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651517,"hoster":"VOE"},{"redirect":8651516,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Matthews Brief","epNo":4,"alt":"Episode 4","descr":"April 1922: Lord Gilligham bittet Mary um ihre Hand. Doch die ist noch nicht über Matthews Tod hinweg gekommen. Lady Rose reist mit Mary und Tom nach London und tanzt in einem Jazzclub mit einem schwarzen Sänger, was für Aufregung sorgt.","versions":[{"lang":1,"streams":[{"redirect":8995823,"hoster":"VOE"},{"redirect":8419333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651527,"hoster":"VOE"},{"redirect":8651523,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Annas Geheimnis","epNo":5,"alt":"Episode 5","descr":"Alfred nimmt an einer Aufnahmeprüfung für eine Stelle im Ritz unter Starkoch Auguste Escoffier teil. Tom denkt darüber nach, in die USA zu ziehen. Annas Geheimnis führt zu Spannungen zwischen Bates und Mrs. Hughes.","versions":[{"lang":1,"streams":[{"redirect":8995829,"hoster":"VOE"},{"redirect":8419340,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651525,"hoster":"VOE"},{"redirect":8651526,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unter Verdacht","epNo":6,"alt":"Episode 6","descr":"Juni 1922: Alfred verlässt Downton Abbey für eine Stelle im Ritz. Mrs. Hughes setzt sich dafür ein, dass Molesley Alfreds Job erhält. Roses Überraschung für Roberts Geburtstagsfeier sorgt bei der Familie und den Bediensteten für Aufregung.","versions":[{"lang":1,"streams":[{"redirect":8995824,"hoster":"VOE"},{"redirect":8419332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651533,"hoster":"VOE"},{"redirect":8651534,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine schwere Entscheidung (min 24-25 wurden nie synchronisiert)","epNo":7,"alt":"Episode 7","descr":"Juli 1922: Mary und Blake müssen für ein neues Landwirtschaftsprojekt ihre Differenzen beilegen. Robert reist nach Amerika, um Coras Bruder aus einer Misere zu helfen. Rose flirtet immer noch mit dem schwarzen Jazzsänger Jack.","versions":[{"lang":1,"streams":[{"redirect":8995832,"hoster":"VOE"},{"redirect":8419335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651537,"hoster":"VOE"},{"redirect":8651532,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der große Basar","epNo":8,"alt":"Episode 8","descr":"August 1922: Wegen Roses Beziehung zu Jack kommt es zwischen ihr und Mary zu einer Konfrontation. Lord Gillingham flirtet immer noch mit Mary und erfährt von ihr vom Verhalten seines Dieners Green. Bald darauf macht die Nachricht von Greens Unfalltod die Runde. Anna fragt sich, was ihr Mann an seinem freien Tag tatsächlich gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":8995837,"hoster":"VOE"},{"redirect":8419345,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651557,"hoster":"VOE"},{"redirect":8651549,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Besuch aus Amerika","epNo":9,"alt":"Christmas Special","descr":"Sommer 1923.: Alle machen sich für Roses großen Auftritt beim Debütantinnenball in London bereit. Coras Mutter und ihr Bruder Harold sind aus den USA zu Besuch. Lady Edith kehrt aus der Schweiz zurück, wo sie ihr Baby zurückgelassen hat. Mrs. Hughes entdeckt in Bates’ Jacke ein Bahnticket, dass ihn mit Greens Tod in Verbindung bringt.","versions":[{"lang":1,"streams":[{"redirect":9333473,"hoster":"VOE"},{"redirect":9333480,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Hochzeitstag","epNo":1,"alt":"Episode 1","descr":"Anfang 1924.: fürchtet Lord Grantham, dass die neue Labour-Regierung für die Aristokratie eine Bedrohung darstellt. Butler Carson teilt im Gegensatz zu vielen anderen Bediensteten diese Ansicht. Trotzdem droht auch zwischen ihnen ein Konflikt, als ausgerechnet Carson und nicht Robert die Delegation zur Errichtung eines Kriegsdenkmals anführen soll. Robert sieht daher auch gar nicht gern, dass Tom immer mehr Zeit mit der Lehrerin Sarah Bunting verbringt, die selbst bei einem Dinner an Roberts und Coras Hochzeitstag keinen Hehl aus ihren liberalen Ansichten macht. Mary erhält einen weiteren Antrag von Gillingham, während ihre Schwester Edith unter der Trennung von ihrer Tochter Marigold leidet, die sie von einer Pächterfamilie aufziehen lässt. Thomas setzt weiterhin Baxter unter Druck, um von ihr mehr über Bates zu erfahren..","versions":[{"lang":1,"streams":[{"redirect":9333568,"hoster":"VOE"},{"redirect":9333577,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651555,"hoster":"VOE"},{"redirect":8651556,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zeitenwende","epNo":2,"alt":"Episode 2","descr":"Robert hat nicht nur weiterhin Probleme wegen der Errichtung des Kriegsdenkmals, sondern wird von Rose auch noch gedrängt, ein Radio anzuschaffen. Obwohl er die Idee zunächst als Unsinn abtut, gerät er ins Wanken, als der König eine Ansprache ankündigt, die im Radio übertragen werden soll. Edith wird von dem Pächter Tim Drewe darin bestärkt, mehr Zeit mit ihrer Tochter Marigold zu verbringen. Drewes Frau ist von dieser Entwicklung allerdings weit weniger begeistert. Mary lässt sich zögernd auf einen Wochenendausflug mit Gillingham ein, während Thomas weiter für Unruhe unter den Bediensteten sorgt. Indessen taucht ein Polizist auf, um den Tod von Green zu untersuchen …","versions":[{"lang":1,"streams":[{"redirect":8995839,"hoster":"VOE"},{"redirect":8419341,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651583,"hoster":"VOE"},{"redirect":8651564,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fragen ohne Antworten","epNo":3,"alt":"Episode 3","descr":"Als Mary und Gillingham nach ihrem heimlichen Ausflug gemeinsam das Hotel in Liverpool verlassen, werden sie ausgerechnet von Lady Violets Butler Spratt beobachtet. Violet gelingt es zwar zu verhindern, dass sich diese Neuigkeit verbreitet, aber sie redet Mary bei ihrer Rückkehr ins Gewissen. Doch wenig später wird Violet selbst mit einer geheim gehaltenen romantischen Episode aus ihrer eigenen Vergangenheit konfrontiert. Aus Sorge um seine Frau bittet Tim Drewe Edith, die Besuche bei Marigold vorerst einzustellen. Baxter gesteht Lady Cora endlich die Wahrheit über den Diebstahl und Anna wird nervös, als sie erfährt, dass sich bei der Polizei jemand gemeldet hat, der angeblich mehr über die Umstände von Greens Tod weiß …","versions":[{"lang":1,"streams":[{"redirect":8995834,"hoster":"VOE"},{"redirect":8419325,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651586,"hoster":"VOE"},{"redirect":8651573,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Eklat","epNo":4,"alt":"Episode 4","descr":"Violet erzählt Isobel von ihrer romantischen Vergangenheit mit dem inzwischen nach England emigrierten russischen Prinzen Kuragin. Während Mary sich zu einer endgültigen Entscheidung bezüglich Gillinghams Heiratsantrag durchringt, erfährt Edith Neuigkeiten über den Verbleib des Vaters ihrer Tochter, Michael Gregson. Unter den Angestellten sorgt Thomas für Gerüchte, der sich seit seiner Rückkehr sehr seltsam verhält. Robert ist indessen über das erneute Auftauchen des Kunsthistorikers Simon Bricker in Downton verärgert, der aus seiner Zuneigung für Cora keinen Hehl macht. Als dann auch noch die mit Tom befreundete Lehrerin Sarah Bunting bei einem Dinner eine weitere hitzige politische Diskussion auslöst, kommt es zum Eklat …","versions":[{"lang":1,"streams":[{"redirect":8995836,"hoster":"VOE"},{"redirect":8419322,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651587,"hoster":"VOE"},{"redirect":8651575,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Desaster","epNo":5,"alt":"Episode 5","descr":"Als Rosamund zu Besuch kommt und besorgt feststellt, wie oft Edith ihre geheim gehaltene uneheliche Tochter sieht, erfährt auch Violet, wer die kleine Marigold in Wahrheit ist. Doch Edith weigert sich, ihre Tochter auf eine Schule im Ausland zu schicken. Tom muss sich indessen zwischen den Crawleys und seiner Freundschaft mit Sarah entscheiden, und Rose lernt den attraktiven Anwalt Atticus Aldridge kennen. Blake erzählt Mary von seinem Plan, Gillingham wieder mit seiner Ex-Verlobten zu vereinen, damit Mary frei wäre. Mary muss sich außerdem genau wie Anna weiteren Fragen von Inspector Vyner stellen, der Greens Tod untersucht. Simon Bicker geht in seiner Bewunderung für Cora einen entscheidenden Schritt zu weit …","versions":[{"lang":1,"streams":[{"redirect":8995841,"hoster":"VOE"},{"redirect":8419235,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651593,"hoster":"VOE"},{"redirect":8651597,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nachricht aus Deutschland","epNo":6,"alt":"Episode 6","descr":"Aufgrund eines anonymen Briefes konzentriert sich die Polizei bei den Ermittlungen zu Greens Tod plötzlich auf Baxter. Während Kuragin Violet mit einer Liebeserklärung schockiert, erfährt Edith, dass Michael Gregson tot ist und ihr sein Verlagshaus vererbt hat. Daraufhin holt sich Edith kurzentschlossen ihre Tochter von den Drewes und flieht mit ihr nach London, während die übrige Familie anlässlich eines Pferderennens auf dem Anwesen von Atticus Aldridges Familie weilt. Mary reitet selbst bei dem Rennen mit und trifft dabei auch auf Gillingham und dessen Ex-Verlobte Mabel. Blakes Plan scheint aufzugehen. Zwischen Anna und Bates kommt es zu einem Streit, weil Bates glaubt, dass sie ihn für Greens Mörder hält …","versions":[{"lang":1,"streams":[{"redirect":8995840,"hoster":"VOE"},{"redirect":8419324,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651604,"hoster":"VOE"},{"redirect":8651605,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Heiratspläne","epNo":7,"alt":"Episode 7","descr":"Anna und Bates wollen einen Neuanfang wagen und schmieden Pläne. Cora erfährt von Ediths Geheimnis und reist nach London, um sie nach Hause zu holen. Isobels Heiratspläne stoßen auf unerwarteten Widerstand.","versions":[{"lang":1,"streams":[{"redirect":8995838,"hoster":"VOE"},{"redirect":8419317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651610,"hoster":"VOE"},{"redirect":8651611,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Hochzeit","epNo":8,"alt":"Episode 8","descr":"Roses Hochzeit steht an, doch familiäre Spannungen und eine Intrige gefährden die Feierlichkeiten. Edith hat einen Weg gefunden, ihrer Tochter Marigold nahe zu sein. Doch wie lange werden sie und Cora das Geheimnis vor Robert bewahren können?","versions":[{"lang":1,"streams":[{"redirect":8995842,"hoster":"VOE"},{"redirect":8419328,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12378865,"hoster":"VOE"},{"redirect":8651612,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Weihnachten – Teil 1 \u0026 2","epNo":9,"alt":"Christmas Special","descr":"Herbst 1924: Die Moorhuhn-Jagdsaison hat begonnen. Roses Schwiegervater Lord Sinderby lädt die Crawleys zu einer Jagdfeier auf Schloss Brancaster in Northumberland. Während sich die beiden Familien näher kennenlernen, droht ein Geheimnis ans Licht zu kommen.","versions":[{"lang":1,"streams":[{"redirect":6243426,"hoster":"VOE"},{"redirect":9333567,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Eine gute Nachricht","epNo":1,"alt":"Episode One","descr":"Auftakt der finalen Staffel: In den 20er-Jahren steckt England in einer Wirtschaftskrise. Während manche Adelsfamilien bereits ihre Anwesen verkaufen müssen, denkt der Earl of Grantham über die Rationalisierung des Personals auf Downton Abbey nach. Seine Tochter Mary soll zukünftig die Verwaltung des Familiensitzes übernehmen.","versions":[{"lang":1,"streams":[{"redirect":8664119,"hoster":"VOE"},{"redirect":8419326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651623,"hoster":"VOE"},{"redirect":8651622,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hochzeit mit Hindernissen","epNo":2,"alt":"Episode Two","descr":"Mary bietet Carson und Mrs Hughes an, ihren Hochzeitsempfang \"Upstairs\" in der großen Halle abzuhalten – was zu einer Meinungsverschiedenheit zwischen den zukünftigen Eheleuten führt. Edith hat eine Auseinandersetzung mit ihrem Chefredakteur und Thomas hält nach einem neuen Job Ausschau.","versions":[{"lang":1,"streams":[{"redirect":8995835,"hoster":"VOE"},{"redirect":8733819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8654406,"hoster":"VOE"},{"redirect":8651631,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der schönste Tag","epNo":3,"alt":"Episode Three","descr":"Die Hochzeit von Carson und Mrs. Hughes steht unmittelbar bevor. Der Streit zwischen der alten Lady Grantham und Isobel Crawley um die Zukunft des Krankenhauses spitzt sich indessen weiter zu. Edith gelingt es, sich im Verlag gegen Mr. Skinner durchzusetzen.","versions":[{"lang":1,"streams":[{"redirect":8995833,"hoster":"VOE"},{"redirect":8419307,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651647,"hoster":"VOE"},{"redirect":8651632,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Willkommen zu Hause","epNo":4,"alt":"Episode Four","descr":"Tom Branson, Witwer von Lady Sybil, kehrt mit Tochter Sybbie aus Boston zurück nach Downton Abbey. Auch das ehemalige Hausmädchen Gwen Harding kommt 11 Jahre nachdem sie Downton Abbey verlassen hat zurück – sie sucht gemeinsam mit ihrem Ehemann Unterstützer für ihr Schulprojekt.","versions":[{"lang":1,"streams":[{"redirect":8995843,"hoster":"VOE"},{"redirect":8419319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651659,"hoster":"VOE"},{"redirect":8651638,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hoher Besuch","epNo":5,"alt":"Episode Five","descr":"Der spätere britische Premierminister Neville Chamberlain, 1925 noch Gesundheitsminister, wird von der Old Lady Grantham nach Downton Abbey eingeladen. Der hohe Besuch soll den Streit um das örtliche Krankenhaus beenden. Henry Talbot, Neffe von Lady Prudence Shackleton, flirtet mit Mary. – Elegisches, preisgekröntes Familienepos von Oscarpreisträger Julian Fellowes.","versions":[{"lang":1,"streams":[{"redirect":8995844,"hoster":"VOE"},{"redirect":8419295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651662,"hoster":"VOE"},{"redirect":8651651,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tag der offenen Tür","epNo":6,"alt":"Episode Six","descr":"Um Spenden für das Krankenhaus zu sammeln, wird auf Downton Abbey ein Tag der offenen Tür veranstaltet. Bei der Führung durch das Anwesen müssen Cora, Edith und Mary ihre überraschend großen Wissenslücken überspielen. Währenddessen überlegt der Herr des Hauses immer noch ob und wie er die Belegschaft verkleinern sollte/könne. Sicher ist auf jedenfall das Tom gehen muss weswegen er sich schon seit längerem nach einer neuen Stelle umsieht was sich als schwieriger als gedacht herausstellt. Das ganze treibt Tom an den Rand der Verzweiflung wovon er sich aber wie immer nichts anmerken lässt.","versions":[{"lang":1,"streams":[{"redirect":8995848,"hoster":"VOE"},{"redirect":8419316,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651661,"hoster":"VOE"},{"redirect":8651654,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Autorennen","epNo":7,"alt":"Episode Seven","descr":"Henry Talbot lädt die Crawleys zu seinem Autorennen in Brooklands ein. Für Mary werden dabei schreckliche Erinnerungen wach. Edith gesteht Bertie, dass sie sich in seiner Nähe glücklich und sicher fühlt. Er macht ihr ein überraschendes Angebot.","versions":[{"lang":1,"streams":[{"redirect":13917594,"hoster":"VOE"},{"redirect":8419300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651673,"hoster":"VOE"},{"redirect":8651663,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gebrochene Herzen","epNo":8,"alt":"Episode Eight","descr":"Edith berät mit ihrer Mutter, ob sie Bertie die Wahrheit über Marigold sagen soll. Mary will Henry Talbot, der um seinen Freund Charlie trauert und auf Marys Unterstützung hofft, nicht wiedersehen.","versions":[{"lang":1,"streams":[{"redirect":8995856,"hoster":"VOE"},{"redirect":8419312,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8651675,"hoster":"VOE"},{"redirect":8651672,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das große Finale","epNo":9,"alt":"Christmas Special: The Finale","descr":"Das Jahr 1925 geht zu Ende und auf Downton Abbey bereitet sich Familie Crawley und ihre Dienerschaft auf eine Traumhochzeit und das Neujahrsfest vor.Edith verkündet, dass sie allein in London leben wird. Henry beschließt zu Marys Freude, mit dem Rennfahren aufzuhören und Carson kann das Zittern seiner Hände nicht länger vor seiner Frau verbergen.","versions":[{"lang":1,"streams":[{"redirect":13309437,"hoster":"VOE"},{"redirect":9333610,"hoster":"Streamtape"}]}]}]}]}