{"seriesId":"dr-slump","name":"Dr. Slump","descr":"Auf der Erde gibt es ein kleines Dorf namens Pinguinhausen, in dem ein Erfinder lebt: Senbei Norimaki, der ein Kindermädchen erschaffen möchte, aber stattdessen ein kleines Mädchen namens Arale erschafft. Arale findet schnell Freunde: Akane, die Rabaukin, Pisuke, der kleine Autogrammsammler und Pisukes Bruder. Ihre Klassenlehrerin heisst Frau Jamabuki, die spätere Ehefrau von Senbei. Später kommt auch noch Gatchan dazu, ein kleines Baby aus der Steinzeit, das fliegen kann und es blitzen lassen kann. Zusammen erleben sie haufenweise Abenteuer. Aber ausser Senbei und Gatchan weiss niemand das Arale ein Roboter ist. Sie ist sehr stark. Auch sie findet bald einen Freund, einen Roboter.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Achtung! Hier kommt Arale! / Der erste Schultag","epNo":1,"alt":"Arale is Born!! / Let’s Go to School","descr":"Senbei Normaki, ein genialer aber ziemlich unansehnlicher Erfinder, sehnt sich nach einer Frau, die ihm den Haushalt schmeißt und sein Leben etwas angenehmer gestaltet. Doch so leicht ist keine zu haben. Kurzerhand schenkt er dem Robotermädchen Arale das Leben. Er beschließt, Arale als seine kleine Schwester auszugeben und auf die Schule von Pinguinhausen zu schicken.","versions":[{"lang":1,"streams":[{"redirect":9700216,"hoster":"VOE"},{"redirect":8418010,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Reise zu den Dinosauriern / Ein komisches Baby","epNo":2,"alt":"Time Slipper! / The Mysterious Baby","descr":"Mit einer von Dr. Slumps irren Erfindungen machen sich Arale und ihre neuen Freunde auf den Weg in die Urzeit. Dort erleben sie furchterregende Abenteuer mit aggressiven Dinosauriern. Von der Reise in die Urzeit bringt sich Arale dann ein schönes Souvenir mit: Eine kleine, raumschiffartige Metallkapsel. Aus dieser Kapsel schlüpft ein blondgelocktes Babyengelchen namens Gatchan. Es stellt sich heraus, dass Arale nicht das verrückteste Geschöpf in Senbeis Leben ist.","versions":[{"lang":1,"streams":[{"redirect":9580333,"hoster":"VOE"},{"redirect":8418013,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Was Arale fehlt / Die Minimax-Strahlenpistole","epNo":3,"alt":"Arale’s Missing Thing … / Dekachibi Ray Gun!","descr":"\"Was Arale fehlt\": Arale stellt fest, dass ihr ein Körperteil fehlt. Senbei hat es allerdings bei einer Frau noch nie gesehen. Also erfindet er eine Röntgenbrille, mit der er durch unbelebte Gegenstände sehen kann, und geht in der Stadt zum Spannen. \"Die Minimax-Strahlenpistole\": Senbei erfindet eine Strahlenpistole, mit der er alle Gegenstände in jede beliebige Größe verwandeln kann. Als er einkaufen geht, verwandelt Arale damit Heuschrecken in Riesenmonster.","versions":[{"lang":1,"streams":[{"redirect":9589585,"hoster":"VOE"},{"redirect":8416083,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Original-Replikator / Der Cy-Bär","epNo":4,"alt":"The Real Machine / Ori’s Bear","descr":"Senbei erfindet den Original-Replikator, mit der man alle möglichen Bilder zu echten Dingen machen kann, allerdings nur für fünf Minuten. Dabei denkt er an Treffen mit erotischen Frauen. Das wird ihm aber aufgrund der Anwesenheit von Arale und Gatchan unmöglich gemacht. Danach wird ein Bär von einem fiesen Menschen in einem engen Käfig gefangen gehalten. Arale beschließt ihn zu retten.","versions":[{"lang":1,"streams":[{"redirect":9580332,"hoster":"VOE"},{"redirect":8417987,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wohl bekomm’s! / Was für ein Wetter!","epNo":5,"alt":"School Lunch Banzai! / Arale Flies in the Sky","descr":"Arale hat in der Schule das Schulessen samt Tablett verspeist. Wieder zu Hause tut ihr Bauch weh. Senbei öffnet Arales Bauchraum und entdeckt das Tablett mit dem Essen. Da er Hunger hat, verspeist er alles und fordert Arale auf, auch am nächsten Tag in der Schule wieder mitzuessen. Danach nervt Arale Senbei, dass sie gerne fliegen möchte. Senbei baut daraufhin ein Flugzeug. Taro und Arale unternehmen den Testflug. Doch ein Flügel bricht ab.","versions":[{"lang":1,"streams":[{"redirect":9580334,"hoster":"VOE"},{"redirect":8416072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefahr für die Orde / Majestät macht auf doof","epNo":6,"alt":"Great King of Fear Niko-chan / Earth SOS!","descr":"Wie aus dem Nichts tauchen aus dem Weltall König Nicochan und sein Diener auf, die die Erde unterjochen wollen. Während des Trampolinspringens geraten Arale und Gatchan an Bord des Raumschiffes. Nachdem Gatchan das Raumschiff der Invasoren gefressen hat, schleppt Arale Nicochan und den Diener zu Senbei, der ihnen ein neues Raumschiff bauen soll. Dort geben sich die Weltraummonster aber als japanische Touristen aus, um keinen Verdacht zu erregen.","versions":[{"lang":1,"streams":[{"redirect":9589578,"hoster":"VOE"},{"redirect":8417986,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das brave Mädchen / Unsichtbare Rache","epNo":7,"alt":"Otoshimono wo Todoke you / Toumei Hakase","descr":"Arale lernt in der Schule, dass man alle gefundenen Gegenstände zur Polizei bringen soll. Sie will das \"Brave Kind der Woche\" werden und übertreibt die Sache etwas. Danach wird Senbei von einer schießwütigen Polizistin beleidigt. Er trinkt einen Zaubertrunk und wird unsichtbar - bis auf seine Unterhose, da er sich schämt, sie auszuziehen.","versions":[{"lang":1,"streams":[{"redirect":9589580,"hoster":"VOE"},{"redirect":8417983,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fata Midori / Jenseits des Hungers","epNo":8,"alt":"Episode 8","descr":"Arale und Akane beschliessen den Doktor zu foppen. Akane verkleidet sich als Fräulein Yamabuki und bittet bei einem Hausbesuch um ein Bier, woraus sich ein kräftiges Saufgelage entwickelt. Danach bricht Senbei sich beim Glühbirnenwechseln das Bein und bittet Arale ihm Reisklöße zu besorgen. Doch Arale und Gatchan spielen mit den Reisklößen Baseball, auf dass der Doktor weiterhungern muss.","versions":[{"lang":1,"streams":[{"redirect":9589593,"hoster":"VOE"},{"redirect":8417984,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Suppastar Suppaman / Die Märchenmaschine","epNo":9,"alt":"Episode 9","descr":"Senbei, Pisuke und Taro amüsieren sich über Suppaman, der in ihren Augen ein völliger Versager ist. Grummelnd muss sich Suppaman mit anhören, was man so von ihm hält. Da wird eine Bank überfallen. Suppaman greift ein. Im Anschluss baut Senbei eine Märchenmaschine, mit der man in jedes beliebige Buch reisen kann. Arale und Gatchan reisen in das Märchen Momotaro und stellen dort alles auf den Kopf.","versions":[{"lang":1,"streams":[{"redirect":9700219,"hoster":"VOE"},{"redirect":8417990,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hip-Sein / Dr. Perfect","epNo":10,"alt":"Episode 10","descr":"Kinoko spielt auf dem Sandplatz, als Arale und Gatchan aus der Erde schießen. Sie freunden sich an und spielen mit Taro zusammen \"Familie\" und später \"Versteck\". Kinoko, Arale und Gatchan gehen aber einfach zu Kinoko nach Hause, um Verkleiden zu spielen und der arme Taro bleibt allein zurück. Danach hat der Doktor die Nase voll! Arales Kraft geht ihm so auf die Nerven, dass er heimlich beschließt, sie umzubauen und mit normaler Kraft auszustatten.","versions":[{"lang":1,"streams":[{"redirect":9589592,"hoster":"VOE"},{"redirect":8417943,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der La-La-La-Liebestrank / Eine Träne von Giaskar","epNo":11,"alt":"Episode 11","descr":"Beim Aufräumen findet Senbei ein Video. Es zeigt seinen Vater, der Senbei das Rezept für einen Liebestrunk verrät, der jede Frau gefügig macht. Senbei soll auf die Wunderinsel reisen, um dort eine Träne vom Oberteufel Unmo zu holen. Später gelingt es Arale, den Drachen zu besiegen. Senbei wirft bestimmte Samen in den Hau-ab-Teich. Sie wachsen sofort zu einer gigantischen Pflanze, an der Arale, Gatchan und Senbei hochklettern. Hoch oben in den Wolken treffen sie auf Unmo.","versions":[{"lang":1,"streams":[{"redirect":9580338,"hoster":"VOE"},{"redirect":8417970,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein echt vernünftiges Mädchen / Ist der Ruf erst ruiniert …","epNo":12,"alt":"Episode 12","descr":"Eine Grille hat sich in Arales Kopf verirrt und richtet eine Fehlfunktion an. Arales System gerät durcheinander und sie ist plötzlich ganz normal. Im Anschluss erfindet Senbei ein neues Gerät. Jeder beliebige Gegenstand kann damit in alles mögliche umgewandelt werden. Arale verzaubert eine Schabe und einen Frosch in Dr. Senbei.","versions":[{"lang":1,"streams":[{"redirect":9701432,"hoster":"VOE"},{"redirect":8417940,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ninja Babe / Unter wilden Tieren","epNo":13,"alt":"Episode 13","descr":"Arale ist als Ninja unterwegs und trifft den Bandenführer von der Kanarien-Schule. Der verliebt sich in sie und verabredet sich mit ihr. Akane und ein Gefolgsmann gehen auch mit. Danach gibt es Ärger im Tierpark. Der Reiseführer einer Gruppe von Kindern versucht sich über die Kleinen lustig zu machen. Aber die Kids sind schlauer.","versions":[{"lang":1,"streams":[{"redirect":9589594,"hoster":"VOE"},{"redirect":8417967,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hurra, ein Monster! / Kintaman mit scharfem „T“","epNo":14,"alt":"Episode 14","descr":"Gerade, als Arale und Gatchan ‚Monsterjagd‘ spielen, sucht ein Monster Pinguinhausen heim und droht aus der Stadt eine Achterbahn zu machen. Die Polizei ist machtlos. Arale und Gatchan haben einen neuen Spielkameraden und denken gar nicht daran, die Stadt zu retten. Doch da landet ein mysteriöser Zwerg auf der Erde. Im zweiten Teil kann sich Kohita Ojo für drei Minuten in den Superhelden Kintaman verwandeln. Er verspricht die Monstervernichtung in die Hand zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":9580349,"hoster":"VOE"},{"redirect":8417963,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schreck lass nach! / Operation Auge","epNo":15,"alt":"Episode 15","descr":"Die kleine Arale trifft den Fuchsgeist Donbe, der die Menschen hasst und seine helle Freude daran hat, sie durch eklige Verwandlungen in Angst und Schrecken zu versetzen. Dummerweise ist Arale durch nichts zu schockieren. Als Donbe in eine Fuchsfalle tappt, hat sie ihn schließlich in der Hand. Danach wähnt sich Professor Senbei am Ziel seiner kühnsten Träume, als er Arale klammheimlich ein Aufzeichnungsmodul in ihr Visualzentrum installiert.","versions":[{"lang":1,"streams":[{"redirect":12921893,"hoster":"VOE"},{"redirect":8417965,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das sprechende Herz / Faulheit macht rund","epNo":16,"alt":"Episode 16","descr":"Der Schularzt kommt. Alle Kinder sind aufgefordert, am nächsten Tag eine Stuhlprobe mitzubringen. Senbei gibt Arale ein Päckchen von ihm mit, das diese Midori stolz überreicht. Die arme Midori fällt in Ohnmacht. Auch für die ärztliche Untersuchung hat Senbei vorgesorgt. Im zweiten Teil haben Arale und Gatchan nur Unsinn im Sinn. Senbei hat die Nase voll. Also baut er einen Roboter, der seine Gedanken lesen kann und alles, was er sich wünscht, sofort in die Tat umsetzt.","versions":[{"lang":1,"streams":[{"redirect":9580346,"hoster":"VOE"},{"redirect":8417974,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schulvatertag / Was heisst hier „zu klein“?","epNo":17,"alt":"Episode 17","descr":"Akane ist auf ihren Vater sauer. Um sich zu rächen, entwirft sie einen gemeinen Plan und überzeugt Pisuke und Arale davon, bei ihrem Unterfangen mitzumachen. So laden die drei ihre Väter bzw. Senbei im Namen von Midori am nächsten Tag dazu ein, den Unterricht zu besuchen, allerdings in einer niedlichen Kostümierung. Im Anschluss verliebt sich Pisuke.","versions":[{"lang":1,"streams":[{"redirect":9700222,"hoster":"VOE"},{"redirect":8417998,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ausflug ins All / Monster im All","epNo":18,"alt":"Episode 18","descr":"Senbei lädt Midori zu einem Ausflug ins All ein. Ungeplanterweise kommen Arale und Gatchan mit. Alle genießen den Ausflug sehr, bis sie auf einem Planeten zwischenlanden müssen. Dort werden sie von einem Monster-Affen angegriffen, der Midori verspeisen will. Senbei hat seine Zauberpistole dabei und verwandelt den Affen in eine Ameise. Aber leider Midori aus Versehen auch.","versions":[{"lang":1,"streams":[{"redirect":9580347,"hoster":"VOE"},{"redirect":8417950,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Doc und die Hunde / Das verlorene Kind","epNo":19,"alt":"Episode 19","descr":"Arale findet beim Baseball-Spielen einen Hund in den Büschen und bringt ihn mit zu Senbei. Sie will ihn unbedingt behalten. Arale nennt das Tier Häufchen und zusammen mit Gatchan amüsieren sich die drei prächtig. Im zweiten Teil landen zwei Außerirdische auf der Erde und suchen ihr verloren gegangenes Kind. Als sie Gatchan und Häufchen spielen sehen, wird klar, dass sie es gefunden haben.","versions":[{"lang":1,"streams":[{"redirect":9700221,"hoster":"VOE"},{"redirect":8418003,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Teufelsbraten Tivil","epNo":20,"alt":"Episode 20","descr":"Der kleine Teufel Tivil muss Menschenseelen in die Hölle schaffen, damit sein Vater das Taschengeldbudget aufstockt. Auf der Erde gerät Tivil ausgerechnet an Arale und Senbei, denen er die Hölle schmackhaft zu machen versucht. Doch nachdem er herausfindet, mit welch Verrückten er es zu tun hat, nimmt er schnellstens Reißaus.","versions":[{"lang":1,"streams":[{"redirect":13932275,"hoster":"VOE"},{"redirect":13932276,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der neue von der Großstadtinsel / Der doppelte Senbei","epNo":21,"alt":"An Exchange Student Has Arrived / Two Arales!? Copy-kun","descr":"Arale \u0026 Co. bekommen einen neuen Mitschüler - einen Streber von der Großstadtinsel. Ungläubig hört die Klasse zu, was es dort alles geben soll. Doch als Midori mit dem Unterricht beginnt, fühlt sich der Neue völlig unterfordert. Er beschließt alleine zu pauken. Im Anschluss verspricht Senbei Arale und Gatchan, am nächsten Tag mit ihnen in den Vergnügungspark zu gehen. Doch da ruft Midori an und fragt ihn, ob er mit ihr ins Kino wolle.","versions":[{"lang":1,"streams":[{"redirect":9589607,"hoster":"VOE"},{"redirect":8417946,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Schnaken-Supermarkt-Syndrom","epNo":22,"alt":"Teacher Defeated!! Arale’s Exploration Party","descr":"Senbeis Angebetete, die Lehrerin Midori Yamabuki, wird ohnmächtig in die Klinik Ziege eingeliefert. Dort diagnostiziert Dr. Ziege, dass Frau Yamabuki an dem seltenen Schnaken-Supermarkt-Syndrom leidet. Leider könne man nichts mehr für sie tun, da sie für die Verabreichung einer Medikation bereits zu geschwächt sei. Arale jedoch hat die rettende Idee.","versions":[{"lang":1,"streams":[{"redirect":9589603,"hoster":"VOE"},{"redirect":8417942,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Senbei, das geniale Ferkel / Arale rockt das Haus","epNo":23,"alt":"Episode 23","descr":"Wieder einmal sagt sich Midori für einen Hausbesuch bei Norimakis an. Senbei erfindet ein Elixier, das ihn verjüngen soll, doch dabei schießt er über das Ziel hinaus und wird zum Baby. Im zweiten Teil schließen sich Arale und Gatchan einer Rockerbande an. Die allerdings entpuppt sich als Milk-On-Wheels-Kolonne, die früh morgens Milch ausfährt und mit anderen Milchrockern Bandenkriege via Schere-Stein-Papier austrägt.","versions":[{"lang":1,"streams":[{"redirect":9589604,"hoster":"VOE"},{"redirect":8417953,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Vampirfrau Drakarla","epNo":24,"alt":"Episode 24","descr":"Während Senbei eine Mondrakete konstruiert, toben Arale und Gatchan herum. Senbei droht ihnen mit den Geistern, die kleine böse Kinder fressen, wenn sie nicht ins Bett wollen. Arale und Gatchan freuen sch bereits auf die neuen Spielkameraden, die tatsächlich erscheinen, und mit denen sie viel Freude haben.","versions":[{"lang":1,"streams":[{"redirect":9700223,"hoster":"VOE"},{"redirect":8417902,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kein Glück mit den Robotergirls / Der Idiot, der Arale entführte","epNo":25,"alt":"Episode 25","descr":"Da sich Arale putztechnisch als Fehlschlag erwiesen hat, baut Senbei ein neues Robotergirl, das ihm den Haushalt schmeißen soll. Akiko, so heißt sie, ist der perfekte Putzteufel. Doch als eines Tages Midori unangemeldet vor der Tür steht, gibt sich Akiko als Senbeis Ehefrau aus. Im zweiten Teil schickt Senbei Arale zum Zigarettenautomaten. Auf dem Weg dorthin wird sie von Dr. Monster entführt, der 3000 Pinguin-Dollar von Senbei erpressen will.","versions":[{"lang":1,"streams":[{"redirect":9589598,"hoster":"VOE"},{"redirect":8417913,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ist es die Möglichkeit? Ein Traum wird wahr …","epNo":26,"alt":"Is it Really True!? Senbee Gets Married","descr":"In der Steinzeit entführt Mashirito Midori, weil er in sie verknallt ist und sie heiraten möchte. Senbei will seine Angebetete retten und baut dabei auf Arales Kräfte, doch da es zur Steinzeit noch keine Brillen gibt, ist Arale nur bedingt einsatzfähig und verfehlt ständig ihr Ziel. Im zweiten Teil hat Senbei ein Miniaturhaus gebaut. Alles, was in diesem Haus passiert, ereignet sich später auch in der Realität. So hofft er, Midori einen Heiratsantrag machen zu können.","versions":[{"lang":1,"streams":[{"redirect":9589606,"hoster":"VOE"},{"redirect":8417894,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Senbei in den Glitterwochen","epNo":27,"alt":"Episode 27","descr":"Es gelingt Senbei, der mit Midori seine Flitterwochen im All verbringen will, Arale und Gatchan abzuhängen. Doch ein Katzen-Fluggeschwader erscheint und entführt Midori, um sie auf einer entlegenen Insel einem Riesengorilla zu opfern.","versions":[{"lang":1,"streams":[{"redirect":9589608,"hoster":"VOE"},{"redirect":8417930,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Midori in der Kürbiskernsuppe","epNo":28,"alt":"More Powerful Than Arale! Jungle Boy’s Power","descr":"Senbei, Arale und Gatchan versuchen vergeblich, Midori aus den Fängen des Jungkannibalen zu befreien. Erst, als die Mutter des Dschungelbengels auftaucht und dem Sprössling die Ohren lang zieht, ist Midori gerettet. Senbei und seine große Liebe könen endlich in die Flitterwochen aufbrechen.","versions":[{"lang":1,"streams":[{"redirect":9589609,"hoster":"VOE"},{"redirect":8417927,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Geplatzte Heimkehr / Doktor Norimaki und seine Brüder","epNo":29,"alt":"Episode 29","descr":"Senbei versucht Arale und Gatchan loszuwerden, damit er Zeit mit Midori allein verbringen kann. Er gibt Arale Geld, um ein Feuerwerk zu kaufen. Von einer Proberakete, die Arale steigen lässt, lassen sich Nicochan und der Diener zu einer neuen Idee für die Heimkehr inspirieren. Im zweiten Teil verwechselt Senbei eine Frau auf der Straße mit Midori.","versions":[{"lang":1,"streams":[{"redirect":9589614,"hoster":"VOE"},{"redirect":8417931,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Dr. Mashirito kehrt zurück","epNo":30,"alt":"Episode 30","descr":"Dr Mashirito plant die Weltherrschaft zu übernehmen und rekrutiert dazu Mitglieder für seine \"Bösen-Armee\". Suppamann sucht Mitglieder für seine neue Welt-Schutz-Truppe. Arale, Gatchan und das Schwein treten ein. Sie bilden eine kleine Armee. Mashirito aber hat die Schwachstellen von Arale und Gatchan genau studiert und seinen Plan daraufhin ausgerichtet. Als es zur Begegnung der beiden Armeen kommt, wechselt Suppamann vor Angst die Seiten.","versions":[{"lang":1,"streams":[{"redirect":9589617,"hoster":"VOE"},{"redirect":8417936,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Fremde aus dem All","epNo":31,"alt":"Episode 31","descr":"Die Chuns aus China starten mit einem selbstgebastelten Raumschiff ins Weltall. Neben ihrem Shuttle ist auch die Familie ziemlich schräg: als Familienoberhaupt der trottelige Erfinder Tsuruten, seine Ehefrau Carmen ist eine gewalttätige Ziege, Tochter Tsururin hat übersinnliche Fähigkeiten und Sohn Tsukutsun verwandelt sich in einen Tiger, sobald ihn ein Mädchen berührt.","versions":[{"lang":1,"streams":[{"redirect":9589612,"hoster":"VOE"},{"redirect":8417794,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Super-Senbei-Man","epNo":32,"alt":"Episode 32","descr":"Senbei wird wegen einer seiner Erfindungen zu einer TV-Sendung in die Großstadt eingeladen. Weil Midori nicht sehr begeistert ist, dass er allein dorthin fährt, begleiten ihn schließlich Arale, Gatchan, Hashimoto und Super-Senbei-Man auf die Hauptstadtinsel. In der riesigen Stadt warten eine Menge Abenteuer auf die Truppe.","versions":[{"lang":1,"streams":[{"redirect":9589613,"hoster":"VOE"},{"redirect":8417851,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Kampf um Midori","epNo":33,"alt":"Please God!! Don’t Stop, Ms. Midori","descr":"Midori fürchtet die Versetzung, denn sie hat in ihrer Schusseligkeit eine Porzellanfigur des Rektors zerbrochen. Sie wagt es jedoch nicht, Senbei mit ihren Sorgen zu belasten. Der wiederum meint, sie wolle ihn verlassen, weil sie so traurig und verschlossen scheint. Arale versucht schließlich mit seiner Minimax-Strahlenpistole die Missverständnisse aus der Welt zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":9580348,"hoster":"VOE"},{"redirect":8417789,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der stärkste Rivale","epNo":34,"alt":"The Strongest Rival Appears!","descr":"Der finstere Doktor Mashirito kämpft mit seiner neuesten Konstruktion, dem Roboter Caramel-Man FX, gegen Arale. Jedoch muss Mashirito eine neuerliche Schlappe einstecken und entwickelt daraufhin einen mit Arales technischen Details identischen Roboter, um Arale endgültig zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":13008329,"hoster":"VOE"},{"redirect":8417907,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Caramel Man 4 im Einsatz","epNo":35,"alt":"Ultimate Love and Justice … Arale’s Big Pinch!","descr":"Caramel Man 4 wird von Mashirito darauf angesetzt, Arale und Senbei zu vernichten. Doch nach einem ersten Kampf in Pinguinhausen stellen Arale und CM 4 fest, dass sie ungefähr gleich stark sind. Schließlich fühlt sich der Roboter pudelwohl bei den \"Feinden\" und verliebt sich sogar in Arale. Doch seine Zweifel kommen immer wieder auf und so beschließt er doch Senbei zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":13499641,"hoster":"VOE"},{"redirect":8417908,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der Heiratsantrag","epNo":36,"alt":"Starting Today I am the Soldier of Love Obocchaman!","descr":"Caramel Man 4 wird von Dr. Mashirito verstoßen. Er geht weg und nennt sich fortan Obotchaman. Er beschließt, in die Nähe von Arale zu ziehen und ihr seine Liebe zu gestehen. Er will ihr sogar einen Heiratsantrag machen, doch entweder er bringt die Worte nicht über die Lippen oder er wird von Arales Freunden gestört.","versions":[{"lang":1,"streams":[{"redirect":9589621,"hoster":"VOE"},{"redirect":8417905,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Obotchaman geht in die Schule","epNo":37,"alt":"Episode 37","descr":"Obotchaman hat seinen ersten Schultag. Er ist sehr aufgeregt, denn zunächst muss er einen Eignungstest bestehen. Außerdem eröffnet Midori den Kindern, dass sie eine andere Klasse übernimmt. Der neue Klassenlehrer ist eigentlich ganz nett, wenn er nicht diese seltsame Angewohnheit mit den \"Kopfnüssen\" hätte.","versions":[{"lang":1,"streams":[{"redirect":9589619,"hoster":"VOE"},{"redirect":12482211,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Caramel Man 7 in Aktion","epNo":38,"alt":"Episode 38","descr":"Mashirito plant seinen nächsten Angriff. Er erfindet einen Roboter, der genau wie Arale aussieht und versucht mit dessen Hilfe, die Freundschaft von Obotchaman und Arale zu zerstören. Der Roboter vertreibt Obotchaman aus der Stadt. Schließlich stellt sich Obotchaman dem Kampf gegen Arale.","versions":[{"lang":1,"streams":[{"redirect":12916136,"hoster":"VOE"},{"redirect":8417856,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der unbesiegbare Caramel Man 7","epNo":39,"alt":"Episode 39","descr":"Der fiese Doktor Mashirito schickt dieses Mal den unbesiegbaren Caramel Man Nummer 7 ins Feld. Tatsächlich kann CM 7 Arale niederwerfen, so heftig, dass sie schließlich in 1000 Einzelteile zerschlagen am Boden liegt. Ihr Freund Obotchaman, ehemals Caramel Man Nummer 4, eilt zwar zu Hilfe, zieht aber im Zweikampf den Kürzeren.","versions":[{"lang":1,"streams":[{"redirect":9580353,"hoster":"VOE"},{"redirect":8417873,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Ein neuer Körper für Arale","epNo":40,"alt":"Episode 40","descr":"Da Midori nicht merken soll, dass Arale ein Roboter ist, schraubt Senbei kurzerhand Arales Kopf auf Obotchamans Körper. Da Senbei keine Baupläne mehr von Arale hat, muss er drei Tage in die Vergangenheit zurückreisen, um ein Foto von ihr zu machen. Doch die Zeitreise geht schief und Senbei landet in der Zukunft.","versions":[{"lang":1,"streams":[{"redirect":9580351,"hoster":"VOE"},{"redirect":8417854,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Wer hat Obotchaman entführt?","epNo":41,"alt":"Episode 41","descr":"Noch bevor der Doc Obotchaman reparieren kann, verschenkt Midori Senbeis gesamte Laboreinrichtung an Nicochan und den Diener. Die beiden wollen das Zeug auf dem Flohmarkt verkaufen. Da Senbei vergessen hat, Arale einen Abgasentsorger einzubauen, kann sie auf ihren Fürzen fliegen und erspäht die Arschbackenmenschen aus der Luft. Inzwischen macht das Gerücht in Pinguinhausen die Runde, dass Obotchaman entführt worden ist.","versions":[{"lang":1,"streams":[{"redirect":9589623,"hoster":"VOE"},{"redirect":8417886,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Was in einer Sternennacht geschah","epNo":42,"alt":"Hoyo!? Arale Meets a New Friend","descr":"Tama, ein außerirdischer imperialistischer Aufklärer, wird von Arale mit einer Sternschnuppe verwechselt und abgeschossen. Daraufhin beginnen die anderen Aliens mit der Invasion der Erde. Doch da Tama, Arale, Gatchan und Pisuke inzwischen Freundschaft geschlossen haben, will Tama die anderen Außerirdischen überzeugen, dass die Erde stinkt und sich die Eroberer wieder ins All verziehen sollen.","versions":[{"lang":1,"streams":[{"redirect":9589624,"hoster":"VOE"},{"redirect":8417887,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Majestät reist heim","epNo":43,"alt":"Episode 43","descr":"Senbei baut den Schwerkraftcontroller nach, den die Zecken auf der Erde gelassen haben und schenkt ihn der Familie Tsun, die prompt die Heimreise nach China antritt. Doch ihr Raumschiff stürzt ab und kann von Arale nur mit knapper Not aufgefangen werden. Jetzt muss der Versuch wiederholt werden.","versions":[{"lang":1,"streams":[{"redirect":9580350,"hoster":"VOE"},{"redirect":8417881,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Das Sprechblasenduell","epNo":44,"alt":"Episode 44","descr":"Arale und ihre Freunde fliegen zum Nikochan-Stern. Der Stern wird mittlerweile von Kommattachan terrorisiert, einem Rettich fressenden Monster, das sich in Nikochans Abwesenheit dort breit gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":9580352,"hoster":"VOE"},{"redirect":8417889,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Die kleine Pibbe","epNo":45,"alt":"Episode 45","descr":"Nicochan plumpst ein Ei auf den Kopf. Als Arale die Schale aufklopft, schlüpft eine Pibbe heraus. Es stellt sich heraus, dass Pibben auf dem Bitterkalt-Planeten leben. Dort aber herrschen subtropische Temperaturen. Arale, ihre Freunde, Nicochan und der Diener erfahren vom Pibbenkönig, dass die Pibbe ausgesetzt wurde, um ihre Art zu erhalten, die auf dem Bitterkalt-Planeten bald ausgestorben sein wird.","versions":[{"lang":1,"streams":[{"redirect":8921278,"hoster":"VOE"},{"redirect":8417921,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Besuch vom Opa","epNo":46,"alt":"Hey … Tell Us Arale’s Secret","descr":"Senbeis Opa kommt zu Besuch. Arale soll sich verstecken, damit das Geheimnis ihrer Herkunft geheim bleibt. Schließlich weiß Opa, dass Senbei keine Schwester hat. Natürlich kommt die Lüge ans Licht und Senbei muss sich schnell etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":9700224,"hoster":"VOE"},{"redirect":8417893,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Ein Dorftrottel in der Stadt","epNo":47,"alt":"Episode 47","descr":"Opa Norimaki verlässt fluchtartig das Haus, nachdem Senbei ihm die Verwandtschaft gekündigt hat. Arale macht sich auf die Suche und findet ihn bald, kann ihn aber nicht zur Rückkehr bewegen. Da der liebe Opa aus der finstersten Pampa kommt, gibt es für ihn in der modernen Welt eine Menge zu staunen. Jedoch erst als er mit Arale und Gatchan im Dschungel landet, fühlt er sich wieder wirklich wohl.","versions":[{"lang":1,"streams":[{"redirect":12333873,"hoster":"VOE"},{"redirect":8417915,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Führerschein für Frau Tsun","epNo":48,"alt":"Episode 48","descr":"Frau Tsun hat den Führerschein gemacht. Zu Midoris Schrecken lädt sie Arale, Obotchaman und Gatchan ein, eine Spritztour zu unternehmen. Als das Auto unterwegs von Bankräubern gekapert wird, erleben die Räuber allerdings an Bord ihr blaues Wunder, denn Frau Tsun fährt wie eine Verrückte.","versions":[{"lang":1,"streams":[{"redirect":8996486,"hoster":"VOE"},{"redirect":8417864,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Komm, wir verlieben uns!","epNo":49,"alt":"Episode 49","descr":"Der Boss von der Kanarienvogelschulbande will Arale endlich seine Liebe gestehen. Suppaman verrät ihm allerhand Tricks, wie man das Herz eines jungen Mädchens erobern kann. Allerdings schlagen alle Versuche fehl, ein Geschenk für sie zu organisieren. Arale aber hat ganz andere Sorgen, seit sie im tiefsten Winter einem Bärchen begegnet ist, das seine Mutter sucht.","versions":[{"lang":1,"streams":[{"redirect":8996484,"hoster":"VOE"},{"redirect":8417872,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Verwandlungswahn","epNo":50,"alt":"Arale-chan Will Definitely Become a Hero!","descr":"Arale und Pisuke beobachten, wie sich Kohita in Kintaman verwandelt. Er erklärt das Geheimnis der Verwandlungs-Taschenlampe. Daraufhin will Arale sie unbedingt auch benutzen. Sie weicht Kohita, sehr zu seinem Leidwesen, nicht mehr von der Seite. Durch einen unglücklichen Zufall verliert Kohita die Lampe. Arale und Pisuke helfen, sie zu suchen. Dummerweise taucht just in dem Moment ein großes Seemonster auf.","versions":[{"lang":1,"streams":[{"redirect":8996497,"hoster":"VOE"},{"redirect":8417866,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Bring mir den Kopf von Arale!","epNo":51,"alt":"Episode 51","descr":"Die Norimakis, die Tsuns und die Kinder unternehmen eine Reise zur heißen Quelle. Dort muss Arale so heftig niesen, dass ihr Kopf wegfliegt. Während Senbei Obotchaman auf die Suche schickt, setzt er Arales Rumpf übergangsweise einen Eimer auf. Als die Putzfrau den Eimer wegnimmt, deklariert Senbei das Ganze während eines bunten Abends als Zaubertrick. Die beschwipste Gemeinde glaubt ihm nur all zu gerne. Schließlich taucht Arales Kopf auch rechtzeitig wieder auf.","versions":[{"lang":1,"streams":[{"redirect":9589625,"hoster":"VOE"},{"redirect":8417870,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Benehmen mangelhaft","epNo":52,"alt":"Starting Today Arale is a Lovely Lady","descr":"Arale will auf die neu eröffnete Kultivierungsschule von Pinguinhausen. Senbei ist begeistert von der Idee. Taro, Akane und Pisuke fürchten allerdings Schlimmstes. Und zurecht. Denn Arales Temperament macht alle Lehrerinnen Wahnsinnig. Bis Frau Sadako auftaucht, die Lehrerin für schwierige Fälle. Sie merkt schnell, dass Arale nicht einfach beizukommen ist und sucht deren \"Elternhaus\" auf.","versions":[{"lang":1,"streams":[{"redirect":9589637,"hoster":"VOE"},{"redirect":8417828,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Prinzessin Pitchipitchis Finte","epNo":53,"alt":"Arale-chan and the Cheerful Pirate Home","descr":"Arale, Obotchaman und Gatchan werden von Prinz Arscher angeheuert. Dieser will seine Verlobte, Prinzessin Pitchipitchi, befreien, die von Piraten entführt worden ist. Allerdings hat Pitchipitchi die Entführung selbst fingiert. Er versucht herauszufinden, ob Arscher ein geiziger Feigling ist.","versions":[{"lang":1,"streams":[{"redirect":8996495,"hoster":"VOE"},{"redirect":8417814,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Happy Birthday, Doktor!","epNo":54,"alt":"Episode 54","descr":"Senbei hat Geburtstag. Midori schickt ihn zum Haareschneiden und will inzwischen die Party vorbereiten. Senbei aber trifft unterwegs die Pobackenmenschen und lässt sich von ihnen zu Brombeerschnaps verführen. Arale findet ihn und gemeinsam retten die beiden eine Schildkröte. Zum Dank führt sie die Schildkröte zum sagenhaften Drachenpalast.","versions":[{"lang":1,"streams":[{"redirect":13499640,"hoster":"VOE"},{"redirect":8417817,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Im Namen der Gesundheit","epNo":55,"alt":"Episode 55","descr":"Der Erkältungskobold sucht Pinguinhausen heim. Um sein Jahressoll zu erfüllen, muss er noch jede Menge Menschen erkälten. Er legt ganz Pinguinhausen lahm. Bis auf Arale und Obotchaman, die sich von Dr. Ziege als Krankenschwestern rekrutieren lassen.","versions":[{"lang":1,"streams":[{"redirect":13499642,"hoster":"VOE"},{"redirect":8417844,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Ein Affe in Pinguinhausen","epNo":56,"alt":"Episode 56","descr":"Arale findet beim Spielen eine merkwürdige Kugel. Ein Junge, der ganz in der Nähe ist, stellt sich als Son-Goku vor. Die Kugeln sind seine Dragonballs. Die beiden Kinder freunden sich an und suchen gemeinsam die verloren gegangene siebte Kugel.","versions":[{"lang":1,"streams":[{"redirect":9589632,"hoster":"VOE"},{"redirect":8417835,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Noch eine Gesundheitsuntersuchung!","epNo":57,"alt":"Episode 57","descr":"Son-Goku hat immer Hunger. Als Arale vorschlägt, dass Son-Goku mit in die Schule kommen soll, weil es dort was zu Essen gibt, ist Senbei erleichtert. Doch in der Schule kommt Son-Goku nicht wirklich zum Essen. Kurigashira stellt ihm eine Aufgabe, an der er sich so richtig festbeißt.","versions":[{"lang":1,"streams":[{"redirect":9700225,"hoster":"VOE"},{"redirect":8417845,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Wünsch dir was!","epNo":58,"alt":"It Begins! Arale and Goku’s Super Battle","descr":"Son-Goku wird von allen hofiert, denn jeder möchte, dass Shenlong ihm seinen persönlichen Wunsch erfüllt. Doch Son-Goku, Arale und Gatchan werden von Soldaten der Red Ribbon Armee angegriffen, die versuchen, Son-Goku die Dragonballs abzunehmen, doch ohne Erfolg. Da greift General Blue höchstpersönlich ein und verwickelt Son-Goku in einen Kampf. Son-Goku ist zwar stärker, aber General Blue verwendet einen Trick: Er lähmt Son-Goku. Doch Arale knöpft General Blue die Dragonballs wieder ab und verprügelt ihn. Inzwischen hat Senbei den Dragon-Radar repariert und streitet sich mit Midori darüber, wer sich etwas wünschen darf. Als Son-Goku schließlich den letzten Dragonball findet und den heiligen Drachen ruft, wird er auf einmal vom halben Dorf umringt. Alle wollen, dass ihr Wunsch in Erfüllung geht.","versions":[{"lang":1,"streams":[{"redirect":12333883,"hoster":"VOE"},{"redirect":8417813,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Hammerwurf mit Irokesen","epNo":59,"alt":"Goku Bye-cha! The World’s Strongest Guy","descr":"Nun, da Son-Goku die Dragonballs zusammen hat, fallen den Pinguinhausenern nur absonderliche, egoistische Wünsche ein. Dr. Mashirito bringt die Dragonballs zwar an sich, lässt sie sich aber von General Blue und Agent Ninja Lila wieder abnehmen. Die beiden rufen Shenlong. Ninja Lila wünscht sich erwartungsgemäß eine unbesiegbare Red Ribbon Army, aber Blue, der wegen seines Iros von Arale verhöhnt wurde, wünscht sich einen neuen Haarschnitt. Ein Streit bricht aus.","versions":[{"lang":1,"streams":[{"redirect":8996496,"hoster":"VOE"},{"redirect":8418045,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Der Dandy-Wettbewerb","epNo":60,"alt":"Episode 60","descr":"Taro ist in Tsururin verliebt und traut sich nicht, sie um ein Rendezvous zu bitten. Da bietet sich die Gelegenheit, sie zu beeindrucken: In Pinguinhausen wird ein \"Mr.Dandy-Gentleman-Wettbewerb\" abgehalten. Die Kandidaten müssen viele Aufgaben bestehen und schnell verlässt Taro der Mut.","versions":[{"lang":1,"streams":[{"redirect":12333884,"hoster":"VOE"},{"redirect":8418046,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Verdammt böse Mädchen!","epNo":61,"alt":"Episode 61","descr":"Als ihr Vater die Erdbeere von der Torte isst, beschließt Kinoko ein böses Mädchen zu werden. Sie findet in Arale, die mit Senbei ein ähnliches Kuchenproblem hat, rasch eine Verbündete. Gemeinsam mit den bankrotten Fliegen-Milchrockern wollen sie sich nun an der Pinguinhausener Gesellschaft rächen und das Kaff umpflügen, damit die Einwohner leiden und weinen.","versions":[{"lang":1,"streams":[{"redirect":8921279,"hoster":"VOE"},{"redirect":8418047,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Die wundersame Telefonzellenvermehrung","epNo":62,"alt":"Episode 62","descr":"Der Bürgermeister von Pinguinhausen macht Urlaub. Arale soll ihn derweil vertreten. Sie hilft den Bewohnern von Pinguinhausen bei der Bewältigung des Alltags und spendiert Suppaman 100 neue Telefonzellen, in denen er sich umkleiden kann, wenn die Aliens mal die Erde angreifen. Ob das wohl alles im Sinne des Bürgermeisters ist?","versions":[{"lang":1,"streams":[{"redirect":8996502,"hoster":"VOE"},{"redirect":8417820,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Ein kleiner, arroganter Bruder","epNo":63,"alt":"Arale’s Hero! Flying in the Sky Suppaman!","descr":"Suppamans Bruder kommt zu Besuch nach Pinguinhausen. Sogleich geht der arrogante, kleine Streber den Bewohnern mit seinen neunmalklugen Sprüchen gehörig auf die Nerven. Als Suppaman entnervt entgegnet, er könne fliegen, helfen ihm Arale und ihren Freunden mit einem Flug-Cape. Doch der Schwindel fliegt auf. Zum Schluss reist der kleine Bruder selbstzufrieden ab und Shoppaman irrt als Satellit durch den Weltraum.","versions":[{"lang":1,"streams":[{"redirect":8996500,"hoster":"VOE"},{"redirect":8417815,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Viele Senbeis verderben das Date","epNo":64,"alt":"Episode 64","descr":"Als Senbei eine Verabredung mit Midori vergessen hat, kommt er gehörig ins Grübeln. Wann nur hatte er sich mit ihr verabredet? Um das herauszufinden, reist Senbei in die Vergangenheit – zu \"Senbei vor 3 Tagen, 4 Tagen, 5 Tagen\". Aber seine Doppelgänger können ihm da nicht weiterhelfen. Deshalb kehrt er zurück, um das Date endlich einzulösen. Nur hat Midori mittlerweile an Arales Doppelgängern, die sie alle zum Strandausflug eingeladen haben, Gefallen gefunden.","versions":[{"lang":1,"streams":[{"redirect":13499643,"hoster":"VOE"},{"redirect":8417830,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Das 10-Milliarden-Pinguindollar-Ding","epNo":65,"alt":"Episode 65","descr":"In Pinguinhausen findet die Weltjuwelenausstellung statt. Der Blaue Diamant, der dort gezeigt wird, lockt auch den Piraten Nashibaba an, der ihn stehlen will. Während eines Stromausfalls wird der Diamant tatsächlich entwendet und die Norimakis geraten ins Visier der Ermittler, da sie sich während der Ausstellung verdächtig benommen haben.","versions":[{"lang":1,"streams":[{"redirect":9589640,"hoster":"VOE"},{"redirect":8417833,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Kampf um Gatchan","epNo":66,"alt":"Episode 66","descr":"Da sie von der Polizei wegen Diamantendiebstahls gesucht werden, verkleiden sich Senbei, Arale, Midori und die Gorillas und flüchten in ein Café. Aber noch haben sie Gatchan nicht aus den Händen des Piraten Nashibaba befreit. Der wird mittlerweile unter Druck gesetzt, den Blauen Diamanten Splitter für Splitter auszuscheiden. Im Kampf um Gatchan zaubert Nashibaba einen letzen Trumpf aus dem Ärmel: King Kong, der Vater der Gorillafamilie. Doch dieser wechselt die Seiten. Schließlich wird Nashibaba mit der Uncha-Kanone besiegt und landet im Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":13534048,"hoster":"VOE"},{"redirect":8417788,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Das Ei des Gorillas","epNo":67,"alt":"Episode 67","descr":"Familie Kong fährt in die Hauptstadt, um Arbeit zu suchen. So bleibt bei den Norimakis ein mysteriöses Ei, das ständig wächst. Arale würde es gerne von Doktor Ziege untersuchen lassen, doch der ist ebenfalls in der Hauptstadt. Schließlich begeben sich Arale, der Gorillaboy und das Ei auf die Suche nach ihm. In der Hauptstadt platzt das Ei und Dutzende von Gorillababies schlüpfen aus, um die sich anschließend der schwer begeisterte Senbei kümmern muss.","versions":[{"lang":1,"streams":[{"redirect":8996505,"hoster":"VOE"},{"redirect":12482213,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Der Sommer! Das Meer! Arale!","epNo":68,"alt":"It’s Summer! The Beach! It’s Arale! What the?","descr":"Eigentlich hätten es geruhsame Ferien werden sollen, die Arale am Meer verbringt. Doch plötzlich taucht ein Wassermann auf, der Senbei und Co. abholen soll. Der Strand tut sich auf und schwups landen sie im Drachenpalast. Dort hat sich Mashirito eingefunden, der die Prinzessin zu sehen verlangt. Kurzerhand gibt Arale vor, die Prinzessin zu sein. Als der Schwindel auffliegt, weiß Arale erneut Rat. Sie löst eine Explosion aus und so werden sie alle mitsamt zurück an die Oberfläche gespült. Und der Palast wandelt sich in ein Restaurant.","versions":[{"lang":1,"streams":[{"redirect":13499644,"hoster":"VOE"},{"redirect":8417773,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Lasst uns Leben retten!","epNo":69,"alt":"Penguin Village Rescue Squad 24 Hours!!","descr":"Der Pinguinhausener Polizeichef ernennt Arale zur Chefin des Rettungskommandos, bestehend ferner aus Akane, Pisuke, Taro und Gatchan. Das Rettungskommando wird zu einem Brand in der Hauptstadt gerufen. Suppaman heftet sich an ihre Fersen, um sich im Brand als der größere Held zu beweisen. Als Arale im brennenden Hochhaus die Energie ausgeht, bringt Suppaman sie ins Freie. Doch die Menge feiert ihn nicht für seine Heldentat, sondern verprügelt ihn, weil er vorher einem kleinen Jungen den Lutscher geklaut hat. Doch Arale bedankt sich bei ihm und Suppaman vergießt Tränen der Rührung.","versions":[{"lang":1,"streams":[{"redirect":13499646,"hoster":"VOE"},{"redirect":8417801,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Die grosse Höllendemolierung","epNo":70,"alt":"Episode 70","descr":"Kaum hat der Pinguinhausener Polizeichef Arale zur Chefin des Rettungskommandos ernannt, wird sie gleich zu einem Brand in der Hauptstadt gerufen. Heimlich heftet sich Suppaman an ihre Fersen, um sich im Brand als der größere Held zu beweisen. Als Arale im brennenden Hochhaus überraschend die Energie ausgeht, bringt Suppaman sie ins Freie. Doch die Menge ist erzürnt, weil Suppaman zuvor einem kleinen Jungen den Lutscher geklaut hat. Nur Arale bedankt sich bei ihm, was Suppaman zu Tränen rührt.","versions":[{"lang":1,"streams":[{"redirect":13499647,"hoster":"VOE"},{"redirect":8417796,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Drakarlas dicker Knecht!","epNo":71,"alt":"Episode 71","descr":"Drakarla will sich an Arale rächen und lockt die Familie Norimaki in ein Geisterhaus. Dort hat sie allerhand Überraschungen für ihre Opfer vorbereitet. So beißt sie Senbei in den Hals und hypnotisiert sie Arale und Gatchan. Kaum hat Familie Norimaki alle Abenteuer heil überstanden, ertönt eine Nachricht im Radio: Eine der Prophezeiungen des Nostradamus ist in Erfüllung gegangen und ein fürchterlicher König wird bald in Pinguinhausen sein Lager aufschlagen. Das Abenteuer geht weiter.","versions":[{"lang":1,"streams":[{"redirect":13499645,"hoster":"VOE"},{"redirect":8417807,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Das Wiederherstellerchen","epNo":72,"alt":"Arale and the Great King of Fear … Karaoke Battle","descr":"Die Prophezeiung erfüllt sich. Tatsächlich lässt sich der furchtbare König Ankoromochi in Pinguinhausen nieder, um von dort aus die Welt zu zerstören. Bei jedem Knuff, den ihm Arale beim Spielen verpasst, wächst er. So dass er bald zu einem grauenhaften, unbesiegbaren Monster wird. Gerade noch rechtzeitig wartet Senbei mit seiner neusten Erfindung auf: dem Wiederherstellerchen.","versions":[{"lang":1,"streams":[{"redirect":8921280,"hoster":"VOE"},{"redirect":8417769,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Gatchan entpuppt sich!","epNo":73,"alt":"Episode 73","descr":"Während einer Heisshungerattacke frisst Gatchan halb Pinguinhausen auf. Schon bald wachsen ihr Fäden aus dem Mund – ähnlich wie beim Schmetterling. Nun befürchtet Senbei, dass Gatchan kurz vor einer Metamorphose steht. Tatsächlich webt sich Gatchan ein, doch was wird aus ihr schlüpfen?","versions":[{"lang":1,"streams":[{"redirect":8996509,"hoster":"VOE"},{"redirect":8417810,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Tschüssi!","epNo":74,"alt":"Episode 74","descr":"Midori nimmt immer mehr zu, obwohl sie gar nicht viel isst. Der Grund dafür ist, dass sie schwanger ist. Später bringt sie einen Sohn namens Turbo zur Welt. Arale unternimmt einen Blick in die Zukunft: Sie verrät den Pinguinhausenern und den Zuschauern, wer wen heiratet und wer auf seinen Heimatplaneten zurückkehrt – und dann ist die letzte Dr. Slump Sendung auch schon aus.","versions":[{"lang":1,"streams":[{"redirect":9589629,"hoster":"VOE"},{"redirect":12482214,"hoster":"Streamtape"}]}]}]}]}