{"seriesId":"dracula","name":"Dracula","descr":"Im Jahr 1890 reist Dracula, Fürst aus dem fernen Transsilvanien, nach London. Dort gibt er sich als amerikanischer Unternehmer aus, der den Geist moderner Wissenschaft in die Viktorianische Gesellschaft bringen will. In Wirklichkeit will er sich jedoch an denen rächen, die sein Leben vor Jahhunderten ruinierten. Und dann verliebt er sich in eine Frau, die vielleicht eine Reinkarnation seiner einen großen Liebe sein könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Neues Blut","epNo":1,"alt":"The Blood Is the Life","descr":"London, 1896. Vampir Alexander Grayson, alias Dracula, ist nach jahrzehntelanger Gefangenschaft in einem Sarg von den Toten zurückgekehrt. Er gibt sich nun als amerikanischer Industrieller aus, der sich im viktorianischen London niederlassen will. Um sich in der Londoner Elite einzuführen, gibt er einen Ball, auf dem sich die oberste Schicht Londons versammelt, unter anderem die attraktive Medizinstudentin Mina Murray zusammen mit ihrem Verlobten Jonathan Harker, der als Journalist für eine renommierte Londoner Zeitung schreibt. Als der stillvoll gekleidete und mysteriös wirkende Alexander Mina zum ersten Mal erblickt, glaubt er seinen Augen nicht – sie sieht aus wie seine vor vielen Jahren ermordete Ehefrau Ilona. Er beauftragt seinen Diener und Vertrauten Renfield mehr über die geheimnisvolle Mina herauszufinden. Um die Oberschicht Londons zu imponieren, präsentiert Alexander in einer beeindruckenden Inszenierung seine neueste Innovation: kabellosen Strom. Besonders die junge Adlige Jane Wetherby scheint von seiner neuen Technologie fasziniert, verfolgt aber dennoch ihre eigenen Ziele in der von Korruption durchzogenen Londoner Gesellschaft. Am Ende des Abends offenbaren sich Draculas wahre Gründe für seine Rückkehr nach London. Gemeinsam mit Medizinprofessor Van Helsing will er die korrupte Organisation namens ’’Order of the Dragon’, die die politische und wirtschaftliche Macht Londons innehat, zerstören. Durch seine geomagnetische Technologie will er das gewaltige Ölmonopol der Organisation wertlos machen und Rache an der Londoner Oberschicht und den Mitgliedern des \"Orders of the Dragon\" nehmen. Denn diese waren verantwortlich für die Folterung und Ermordung seiner geliebten Ehefrau Ilona …","versions":[{"lang":1,"streams":[{"redirect":9701434,"hoster":"VOE"},{"redirect":8417673,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Versuchung","epNo":2,"alt":"A Whiff of Sulphur","descr":"Die Londoner Geheimorganisation \"The Order of the Dragon\" ist sich der Anwesenheit eines Vampirs in der Stadt bewusst. Nachdem Dracula den Vampirjäger Krueger getötet hat, sind sie ihm auf der Spur. Es ist nur noch eine Frage der Zeit, bis ihnen auffällt, dass er sich nicht bei Tageslicht auf den Straßen Londons bewegt, was Alexander schnell als Vampir enttarnen könnte. Um weiterhin unauffällig die Zerstörung des Ordens vorantreiben zu können, arbeitet Van Helsing an einem Serum, das es Alexander möglich machen würde, sich der Sonne auszusetzen. Währenddessen kämpft dieser weiterhin gegen seine Gefühle für die junge Mina. Diese strebt den Posten als Assistentin von Professor Van Helsing an und lernt hart, um seinen Anforderungen gerecht zu werden. Sie fürchtet allerdings, bei den anstehenden Prüfungen zu versagen und die Stelle zu verlieren. Ihr Partner Jonathan Harker indes hadert weiterhin damit, ihr einen Heiratsantrag zu machen. Er befürchtet, dass seine finanzielle Situation seiner Geliebten nicht gerecht wird. Alexander, der sich seiner Angst bewusst ist, nutzt diese gekonnt aus und unterbreitet ihm ein Angebot, dem er nicht widerstehen kann. Auch die junge Adlige Jane Wetherby treibt ihre Pläne weiter voran. Wie sich herausgestellt hat, zählt sie zu der obersten Spitze des \"Orders of the Dragon\" und ist damit beauftragt, den unbekannten Vampir in London zu orten. Dafür greift sie zu ungewöhnlichen Mitteln und beauftragt zwei Seher, um den Vampir mit deren telepathischen Fähigkeiten zu lokalisieren. Als ihnen dies nicht gelingt begreift Jane, dass sie es mit einem sehr mächtigen Untoten zu tun haben müssen. \"The Order of the Dragon\" holt zum nächsten Schlag aus …","versions":[{"lang":1,"streams":[{"redirect":13008330,"hoster":"VOE"},{"redirect":8417671,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nachtleben","epNo":3,"alt":"Goblin Merchant Men","descr":"Alexander Grayson ist seinem Ziel, das Imperium des Drachenordens zu vernichten, einen Schritt näher gekommen. Jonathan Harker hat ihm von Lord Laurents sexueller Beziehung mit Davenports Sohn erzählt, was Alexander als Druckmittel gegen diesen nutzen kann. Laurent gibt nach und überschreibt Alexander die Anteilsrechte an der Firma ‚British Imperial‘. Als der Drachenorden von Lord Laurents Verrat erfährt, zeigt sich die Skrupellosigkeit und Brutalität der mystischen Bruderschaft – Lord Laurent wird zum Tode verurteilt und vor dem versammelten Orden erstochen. Währenddessen leidet Mina Murray noch immer unter der Trennung von Jonathan. Nach einem abwertenden Kommentar Jonathans, dass Mina ihren Pflichten als Hausfrau nachzukommen habe und ihre Karriere als Medizinerin vergessen könne, hat sich diese schweren Herzens von ihm getrennt und sich für ihre Leidenschaft und berufliche Zukunft entschieden. Seitdem ist sie in einer Phase tiefer Trauer. Lucy versucht, sie auf andere Gedanken zu bringen und schleppt sie durch das Londoner Nachtleben. Ausgerechnet Alexander Grayson ermutigt Jonathan, über seinen Schatten zu springen und sich mit Mina zu versöhnen. Auch Professor Van Helsing treibt seine Pläne voran. Er und Alexander verfolgen das gleiche Ziel, denn der Orden hat auch ihm seine Familie genommen. Um seine Feinde aus dem Weg zu räumen, ist ihm so gut wie jedes Mittel recht …","versions":[{"lang":1,"streams":[{"redirect":9589651,"hoster":"VOE"},{"redirect":8417681,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Weg ins Licht","epNo":4,"alt":"From Darkness to Light","descr":"Alexander Grayson, alias Dracula, erhält überraschenden Besuch von einem alten Freund und Bekannten, Vampir Josef Cervenka. Cervenka übermittelt Grayson die beunruhigende Nachricht, dass eine Vampirjägerin ihn und seine Freunde in der Londoner U-Bahn überfallen hätte. Er ist der einzige, der den Angriff überlebt hat. Er beschreibt die Jägerin als äußerst attraktive Blondine, sodass Alexander sich sicher ist: Lady Jane macht Jagd auf die Vampire in der Stadt. Um seine Deckung zu wahren und ihr Vertrauen zu gewinnen, lädt er sie zum Essen ein. Doch viel länger wird er sie nicht täuschen können, sollte es Abraham Van Helsing nicht gelingen, das Serum zu entwickeln, das ihm erlauben würde, sich im Sonnenlicht aufzuhalten. Tatsächlich fühlt sich der Drachenorden von Alexander Graysons größer werdendem Einfluss bedroht. Um ihr Ölmonopol weiter zu vergrößern, wollen sich die Ordensmitglieder durch einen militärischen Schachzug, Kontrolle über die Ölfelder Persiens verschaffen. Auch hierbei zeigt der Orden, dass er sich nicht davor scheut, Gewalt anzuwenden, um seine Ziele zu erreichen. Mina Murray indes wurde wegen ihrer überragenden Leistungen in der Pathologie zur neuen Assistentin von Professor Van Helsing ernannt. Als sie in seinem Büro Akten sortiert, entdeckt sie eine geheime Kammer, in der Van Helsing seine Experimente an Vampirblut durchführt. Dort stößt sie auf eine mysteriöse Blutprobe, die vor zehn Jahren datiert wurde und noch immer lebende Zellen aufweist …","versions":[{"lang":1,"streams":[{"redirect":9589646,"hoster":"VOE"},{"redirect":8417257,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tanz mit dem Teufel","epNo":5,"alt":"The Devil’s Waltz","descr":"Der Tag von Mina Murrays und Jonathan Harkers Verlobungsfeier rückt immer näher. Doch ausgerechnet am Vorabend des wichtigen Ereignisses hat Mina einen aufwühlenden Traum. Alexander Grayson erscheint ihr und gesteht ihr seine Gefühle, anschließend geben sie sich ihrer Leidenschaft füreinander hin. Am nächsten Morgen ist Mina verwirrter denn je, trotz allem findet die Verlobungsfeier statt. Doch weder Mina noch Alexander können ihre Gefühle verbergen. Bei einem gemeinsamen Tanz offenbaren sie der versammelten Londoner Gesellschaft ihre tiefe Verbundenheit. Renfield wurde indes in Davenports Auftrag von der berühmt berüchtigten Foltermeisterin Janina entführt und befindet sich nun in ihrer Gewalt. Sie foltert ihn nach allen Regeln der Kunst, um ihm die für ihren Auftragsgeber alles entscheidende Information zu entlocken: Alexander Graysons Schwäche. Doch Renfield bleibt standhaft und seinem Meister gegenüber loyal. Währenddessen bemerkt Alexander Renfields Abwesenheit und macht sich auf die Suche nach seinem treuen Gehilfen. Mit Hilfe seiner hochsensiblen Vampirsinne spürt er ihn letztlich auf. Unterdessen will Professor Van Helsing das erste Experiment mit dem Serum durchführen, das es Vampiren erlaubt, sich in der Sonne aufzuhalten. Zunächst scheint es ein voller Erfolg zu werden, bis sein Versuchsobjekt plötzlich in Flammen steht …","versions":[{"lang":1,"streams":[{"redirect":9589643,"hoster":"VOE"},{"redirect":8417254,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Enthüllungen","epNo":6,"alt":"Of Monsters and Men","descr":"In Browning keimt der Verdacht, dass sich hinter Alexander Graysons Fassade eines erfolgreichen Geschäftsmannes der gesuchte Vampir Dracula verbirgt. Als er sich Lady Jayne mitteilt, versucht diese, ihn zu beruhigen und versichert ihm, dass sie als erfahrene Vampirjägerin Alexander längst als solchen enttarnt hätte. Trotzdem kann sie Browning nicht davon abbringen, sich Alexanders Aktivitäten bei Tage genauer anzuschauen. Durch eine Aktionärsversammlung am hellichten Tag, will er Alexander aus der Reserve locken und prüfen, ob er sich im Tageslicht bewegen kann. Währenddessen macht Mina in Professor Van Helsings Labor eine unglaubliche Entdeckung. Sie findet in einer Flasche eine mysteriöse Flüssigkeit, die es toten Zellen ermöglicht, erneut zum Leben zu erwachen. Als sie Van Helsing auf die Substanz anspricht, muss dieser sie fast zum Schweigen bringen, um weitere Nachforschungen ihrerseits zu unterbinden. In Minas Privatleben läuft derweil alles perfekt. Ihre Liebe zu Jonathan wird, je näher die Hochzeit rückt, immer tiefer und inniger. Doch dann macht ihr ihre Freundin Lucy eine unerwartete Ankündigung. Alexander muss sich indes mit der bei Tageslicht stattfindenden Aktionärsversammlung beschäftigen. Fällt er dort durch seine Abwesenheit auf, bestätigt er nicht nur Brownings Verdacht, sondern verliert zudem noch sein Unternehmen, das er als Geschäftsführer bei der Versammlung vertreten muss. Mit Hochdruck macht er sich zusammen mit Van Helsing an die Arbeit, um die Wirkung des Serums zu perfektionieren. Dafür muss Alexander sich allerdings eines schmerzhaften und risikoreichen Experimentes unterziehen …","versions":[{"lang":1,"streams":[{"redirect":9589645,"hoster":"VOE"},{"redirect":8417253,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Diener zweier Herren","epNo":7,"alt":"Servant to Two Masters","descr":"Mit der neuen Technologie der Nickel-Stahl-Legierung und dem elektromagnetischen Resonator ist es dem wissenschaftlichen Team der \"Grayson Energy Company\" endlich gelungen, kabellosen Strom zu erzeugen. Alexander will nun seine Innovation bei einer öffentlichen Vorführung ganz London präsentieren. Harker soll sich darum kümmern, dass auch die Presse unter den Gästen vertreten ist. Dieser hadert im Moment mit seinem schlechten Gewissen. Er hat General Shaw in der Presse verleumdet und ihn der Korruption beschuldigt, nur um dann herauszufinden, dass seine Informantin eine engagierte Schauspielerin war. Als er den Strippenzieher hinter der Intrige erkennt, ist es bereits zu spät – Alexander Grayson hat ihn von nun an in der Hand. Währenddessen hat auch der Orden über die anstehende Vorführung von Graysons neuer Technologie erfahren. Bei einer erfolgreichen Vermarktung von Graysons geomagnetischer Technik, würde das gewaltige Ölmonopol des Ordens mit einem Schlag wertlos werden. Um Alexander zu stoppen und ihre wirtschaftlichen Interessen weiter durchsetzen zu können, setzen die Ordensmitglieder eine Person aus Alexanders direkten Umfeld auf ihre Rekrutenliste: Jonathan Harker. Alexander Grayson hat es sich derweil zur Aufgabe gemacht, menschlichem Blut zu entsagen. Durch Van Helsings Serum kann er nunmehr über längere Zeit in der Sonne wandeln und verspürt nun umso mehr den Wunsch, ein menschliches Leben zu führen. Doch seine Gier nach Blut ist unstillbar. Ausgerechnet in einem intimen Moment mit Mina, droht sein Verlangen ihn zu übermannen …","versions":[{"lang":1,"streams":[{"redirect":9589647,"hoster":"VOE"},{"redirect":8417652,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dem Tode so nah","epNo":8,"alt":"Come to Die","descr":"Alexander Grayson kann seine Sehnsucht nach Mina nicht länger unterdrücken. Geschwächt durch sein Entsagen von menschlichem Blut, beginnt er immer deutlicher, seine Frau Ilona in Mina zu sehen. Da er es sich zu seiner Aufgabe gemacht hat, sie vor jeglicher Gefahr zu beschützen, ist er sofort zur Stelle, als Davenports Diener sie überfallen und mit Säure entstellen wollen. Dracula greift ein – keiner der Angreifer überlebt. Alexander ahnt nicht, dass Davenport um seine Schwäche für die schöne Mina Bescheid weiß und deshalb nach ihrem Leben trachtet. Währenddessen macht sich Lady Jane Sorgen wegen den gehäuften Vampirvorfällen im Umkreis um London. Sie befürchtet, dass sich ein weiterer Urvampir in London aufhält, der die restlichen Vampire anlockt. Entschlossen macht sie sich auf die Suche nach diesem und erhält schnell einen Hinweis, der ihre schlimmste Befürchtung bestätigt: Dracula, der mächtigste Vampir aller Zeiten, treibt sein Unwesen auf den Straßen Londons. Van Helsings und Graysons Resonator ist noch immer von den Behörden beschlagnahmt, sodass sie ihr Experiment nicht weiter vorantreiben können. Zum Nichtstun verurteilt, verrennt Van Helsing sich in seinen Hass gegenüber Erzfeind Browning, der ihn vor Jahren um seine gesamte Familie gebracht hat. In einer Kurzschlussreaktion beschließt er, Browning endlich dafür büßen zu lassen und entführt dessen Kinder.","versions":[{"lang":1,"streams":[{"redirect":9589648,"hoster":"VOE"},{"redirect":8417656,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rose der Reue","epNo":9,"alt":"Four Roses","descr":"Alexander Grayson verliert die Geduld. Nachdem der Resonator beschlagnahmt ist und Mina vom Orden angegriffen wurde, beschließt er, mit den Jägern kurzen Prozess zu machen. Er lässt seine Vampire ein Blutbad unter den Ordensmitgliedern anrichten. Lady Jayne und Browning versammeln die größten Jagdmeister Europas in London, um den gefürchteten Vampir Dracula ein für alle Mal zu vernichten. Währenddessen glaubt Van Helsing, seinen und Graysons gemeinsamen Kampf gegen den Orden verloren zu haben. Er denkt nur noch an seine persönliche Rache an Browning, dessen Kinder er entführt hat. Als er jedoch vor den betäubten Kindern steht und zum finalen Todesschlag ausholt, bringt er es nicht übers Herz, sie zu töten. Mina erholt sich derweil im Krankenhaus von ihren Verletzungen. Doch es ist nicht ihr Verlobter Harker, der sie am Krankenbett besucht und ihr regelmäßig rote Rosen mitbringt. Bei einem Besuch von Lucy beichtet diese ihr die gemeinsame Nacht mit Harker. Als Mina ihren Verlobten mit Lucys Geständnis konfrontiert, sagt dieser ihr ins Gesicht, dass sie ja ohnehin Grayson liebe. Mina weiß, dass an Harkers Worten etwas dran ist und fragt Grayson direkt, ob er ihre Gefühle erwidert. Doch was soll Dracula, der kein Mensch ist, darauf antworten?","versions":[{"lang":1,"streams":[{"redirect":9589657,"hoster":"VOE"},{"redirect":8417648,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es werde Licht","epNo":10,"alt":"Let There Be Light","descr":"Alexander Grayson bereitet eine sensationelle Vorstellung seiner endlich ausgereiften Innovation vor, um die praktische Anwendbarkeit von kabellosem Strom vor der Bevölkerung Londons zu präsentieren. Er ahnt nicht, dass der Orden sich mit Harkers Hilfe die Baupläne des Resonators besorgt hat und diesen manipulieren will. Zu spät realisiert Harker, dass dem Drachenorden jedes Mittel recht ist, um Graysons Technologie zu stoppen und zu verhindern, dass das gewaltige Ölmonopol des Ordens wertlos wird – selbst wenn dabei unschuldige Menschenleben geopfert werden müssen – unter anderem das von Mina. Währenddessen glaubt Van Helsing seinen gemeinsamen Kampf mit Alexander gegen den Orden für verloren. Er vernichtet alle Ingredenzien des Sonnenserums und will aus London verschwinden, um seine schmerzliche Vergangenheit endlich hinter sich lassen zu können – nicht jedoch, ohne seinen finalen Akt der Rache gegen Erzfeind Browning zu vollziehen. Indes hat Lady Jane den legendären Seher Loiza Scaverro zur Verstärkung nach London geholt. Als es diesem tatsächlich gelingt, Dracula zu lokalisieren, fällt Alexander Graysons Maske. Inmitten des Trümmerfeldes des zerstörten Resonators kommt es zur Konfrontation der beiden ehemaligen Liebhaber, die sich nun in einem Kampf um Leben und Tod gegenüberstehen …","versions":[{"lang":1,"streams":[{"redirect":12916145,"hoster":"VOE"},{"redirect":8417659,"hoster":"Streamtape"}]}]}]}]}