{"seriesId":"dragonball","name":"Dragonball","descr":"Der kleine Son-Goku, der mit seinen jungen Jahren eine beachtliche Kampfkraft aufweist, ist mit seiner hübschen Freundin Bulma auf der Reise nach den 7 magischen Dragonballs, die einem jeden Wunsch erfüllen können. Dabei trifft er auf viele starke Gegner und erlöst, bei seinen Abenteuern, die Menschheit von einigen schrecklichen Schurken. Diese Serie basiert auf dem weltweit berühmten Manga von Akira Toryama. Später brachte er die Fortsetzung Dragonball Z hervor, in der Son-Goku weitere spannende Abenteuer erlebt. Die Fortsetzung von Dragonball Z ist Dragonball GT.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Geheimnis der Dragonballs","epNo":1,"alt":"Episode 001","descr":"Son-Goku lebt allein in den Wäldern einer Gebirgslandschaft. Da taucht plötzlich Bulma auf. Sie ist auf der Suche nach den legendären Dragonballs, von denen es sieben gibt und mit denen man sich seine Wünsche erfüllen kann, wenn man alle hat. Son-Goku ist im Besitz einer solchen Kugel, Bulma selbst besitzt schon zwei. Gemeinsam machen sie sich auf den Weg, die restlichen vier Kugeln zu suchen. Aber auch Prinz Pilaw ist hinter den Kugeln her, um die Weltherrschaft zu erringen.","versions":[{"lang":1,"streams":[{"redirect":14287125,"hoster":"VOE"},{"redirect":13665998,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Suche beginnt","epNo":2,"alt":"Episode 002","descr":"Unsere beiden Freunde machen sich auf den Weg, die restlichen Dragonballs zu finden. Son-Goku wird zum ersten Mal mit der modernen Technik konfrontiert und hat so seine Schwierigkeiten. Dann taucht eine Meeresschildkröte auf, die sich verirrt hat. Son-Goku beschließt, sie zum Meer zurückzubringen. Bulma weigert sich zuerst, schließt sich aber an, weil Son-Goku ja einen der Dragonballs hat.","versions":[{"lang":1,"streams":[{"redirect":14277660,"hoster":"VOE"},{"redirect":13666010,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Herr der Schildkröten","epNo":3,"alt":"Episode 003","descr":"Unsere Freunde begleiten die Schildkröte zum Meer. Dort treffen sie auf den Herrn der Schildkröten. Dieser schenkt ihnen zum Dank eine Überschallwolke und einen Dragonball mit drei Sternen. Auch Prinz Pilaw hat erfahren, daß der Herr der Schildkröten im Besitz eines Dragonballs ist und stattet ihm einen Besuch ab. Aber er kommt zu spät.","versions":[{"lang":1,"streams":[{"redirect":13866346,"hoster":"VOE"},{"redirect":13666021,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der große Oolong","epNo":4,"alt":"Episode 004","descr":"Bei der Suche nach den noch fehlenden Dragonballs landen unsere Freunde in einem Dorf. Die Bewohner werden vom großen Oolong in Angst und Schrecken versetzt. Er hat die Fähigkeit, sich beliebig zu verwandeln und raubt alle jungen Mädchen des Dorfes. Son-Goku geling es aber, ihn zu besiegen. Die Mädchen finden sie in einem riesigen Haus, in dem sie das schönste Leben führen, weil Oolong ihnen nur helfen wollte. Unsere beiden Freunde erhalten zum Schluß als Dank von einer Bewohnerin des Dorfes einen weiteren Dragonball.","versions":[{"lang":1,"streams":[{"redirect":14287207,"hoster":"VOE"},{"redirect":13666025,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Yamchu der Wüstenräuber","epNo":5,"alt":"Episode 005","descr":"Auf ihrem Weg zum Bratpfannenberg, wo unsere Freunde den nächsten Dragonball vermuten, müssen sie durch eine Wüstenlandschaft, in der Yamchu herrscht. Er ist ein Räuber, der unseren Freunden das Geld und Oolong eine Kapsel abjagen will. Sein Vorhaben scheitert kläglich, als er Bulma entdeckt. Bei Mädchen wird er nämlich immer nervös und verliert seinen Verstand.","versions":[{"lang":1,"streams":[{"redirect":12435241,"hoster":"VOE"},{"redirect":13666026,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Nacht in der Wüste","epNo":6,"alt":"Episode 006","descr":"Oolong hatte eine Kapsel, mit der er ein Wohnmobil konstruieren konnte. Dort übernachten unsere Freunde. Dabei werden sie allerdings von dem Wüstenräuber Yamchu gestört. Bei einem Zweikampf mit Son-Goku verliert Yamchu einen Zahn und ist entsetzt. Auch Mai und Shao sind natürlich an Ort und Stelle. Sie befestigen eine Bombe unter dem Wohnmobil. Doch der Anschlag mißlingt. Das Fahrzeug fliegt ihnen selbst um die Ohren.","versions":[{"lang":1,"streams":[{"redirect":14269596,"hoster":"VOE"},{"redirect":13666027,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Bratpfannenberg","epNo":7,"alt":"Episode 007","descr":"Unsere Freunde erreichen endlich den Bratpfannenberg und begegnen dort dem gefürchteten Rinderteufel. Doch während sich Oolong vor Angst in die Hosen macht, schließt Son-Goku mit ihm Freundschaft. Er verspricht ihm, zum Herrn der Schildkröten zu fliegen, um dort etwas zu holen, mit dem der Rinderteufel die Flammen löschen kann, die verhindern, daß er wieder in sein Schloß kann. Dafür verspricht ihm der Rinderteufel einen Dragonball. Unterwegs trifft Son-Goku auch die Tochter des Rinderteufels, Chichi und nimmt sie mit zum Herrn der Schildkröten.","versions":[{"lang":1,"streams":[{"redirect":14269514,"hoster":"VOE"},{"redirect":13666028,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Rendezvous","epNo":8,"alt":"Episode 008","descr":"Der Herr der Schildkröten kommt selbst zum Bratpfannenberg, um das Feuer zu löschen. Allerdings stellt er eine Bedingung. Er will ein Rendezvous mit Bulma. Diese sagt zu. Nachdem das Feuer gelöscht ist und sie den Dragonball gefunden hat, überredet sie Oolong, sich in sie zu verwandeln, und das Versprechen für sie einzulösen.","versions":[{"lang":1,"streams":[{"redirect":14270527,"hoster":"VOE"},{"redirect":13666029,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Karottenmonster","epNo":9,"alt":"Episode 009","descr":"Unsere Freunde kommen auf ihrer Reise in eine Stadt, in der alle Angst vor der Hasenbande haben. Wer den Chef der Bande, das Karottenmonster, berührt, verwandelt sich in eine Karotte. Dieses Mißgeschick passiert Bulma und Oolong sucht das Weite. Aber mit der Hilfe von Yamchu und Puar gelingt es Goku, das Karottenmonster zu überzeugen, Bulma wieder zurückzuverwandeln. Daraufhin verfrachtet er die Hasenbande mit seinem Zauberstab kurzerhand auf den Mond.","versions":[{"lang":1,"streams":[{"redirect":12507339,"hoster":"VOE"},{"redirect":13666030,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gefangen","epNo":10,"alt":"Episode 010","descr":"Prinz Pilaw gelingt es, Bulma ihre fünf Dragonballs zu stehlen. Zum Glück hat Son-Goku seinen noch. Mit Hilfe von Yamchu und dem Dragonball-Radar finden sie das Schloß von Prinz Pilaf, in dem dieser nun insgesamt sechs Dragonballs hat. Sie schleichen sich hinein und tappen prompt in die Falle.","versions":[{"lang":1,"streams":[{"redirect":14277658,"hoster":"VOE"},{"redirect":13665999,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Shenlong erscheint","epNo":11,"alt":"Episode 011","descr":"Unsere Freunde sind in der Falle. Um an den letzten Dragonball zu kommen, versetzt Prinz Pilaw sie in einen tiefen Schlaf. Dabei bleibt aber die Mauer offen. Unsere Freunde wollen die Dragonballs zurück holen und werden von Prinz Pilaw durch die Gänge gejagt und enden am Ende wieder in der Klemme. Prinz Pilaw ruft nun inzwischen den Drachen, der seinen großen Wunsch erfüllen und ihn zum Herrscher der Welt machen soll.","versions":[{"lang":1,"streams":[{"redirect":14277662,"hoster":"VOE"},{"redirect":13666001,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vollmond","epNo":12,"alt":"Episode 012","descr":"Der Drache ist erschienen. Doch bevor Prinz Pilaw seinen Wunsch nennen kann, kommt ihm Oolong zuvor und rettet damit die Welt vor Prinz Pilaw. Allerdings werden danach die Dragonballs wieder in alle Richtungen verstreut und für ein Jahr lang zu Steinen, so daß die nicht gefunden werden können. Unsere Freunde werden zur Strafe eingesperrt. Durch ein Panzerglasdach sieht Son-Goku den Vollmond und verwandelt sich in ein riesiges Monster.","versions":[{"lang":1,"streams":[{"redirect":13866087,"hoster":"VOE"},{"redirect":13666004,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Neue Wege","epNo":13,"alt":"Episode 013","descr":"Son-Goku hat sich in einen Riesenaffen verwandelt und zertrümmert das ganze Schloß von Prinz Pilaw. Dieser sucht am Ende das Weite. Son-Goku hat damit aber auch seine Freunde gerettet. Aber diese haben ihm den Schwanz abgeschnitten, damit er sich wieder zurückverwandelt. Am nächsten Morgen wacht er auf und kann sich an nichts mehr erinnern. Da unsere Freunde die Dragonballs nun ein Jahr nicht finden können, beschließen sie, sich zu trennen. Bulma, Yamchu und Oolong wollen in die Stadt, Son-Goku macht sich auf den Weg zum Herrn der Schildkröten, um dort weiter zu trainieren und noch stärker zu werden.","versions":[{"lang":1,"streams":[{"redirect":14270661,"hoster":"VOE"},{"redirect":13666002,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Mitschüler","epNo":14,"alt":"Episode 014","descr":"Son-Goku hat sich von seinen Freunden getrennt. Während diese mit ihrem Flugzeug abstürzen und in der Wüste landen, begibt sich Son-Goku auf den Weg zum Herrn der Schildkröten und will mit seiner Ausbildung beginnen. Doch der Herr der Schildkröten stellt eine Vorbedingung. Son-Goku muß ihm eine Haushälterin bringen. Zwei Versuche scheitern, da taucht Krilin auf und will ebenfalls vom Herrn der Schildkröten trainiert werden. Dieser schickt nun beide auf die Suche nach einer hübschen Haushälterin.","versions":[{"lang":1,"streams":[{"redirect":13337904,"hoster":"VOE"},{"redirect":13666003,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein schöner Fang","epNo":15,"alt":"Episode 015","descr":"Son-Goku und Kuririn sind auf der Suche nach einer Haushälterin für den Herrn der Schildkröten. Sie helfen Lunch aus der Patsche und nehmen sie mit. Doch Lunch verwandelt sich jedesmal, wenn sie niesen muß, in eine andere Person. Einmal ist sie lieb und nett, im anderen Fall eine bösartige Räuberin. Leider muß sie auch niesen, als sie auf der Insel ankommt, und die drei Herren bekommen die Auswirkungen am eigenen Leib zu spüren.","versions":[{"lang":1,"streams":[{"redirect":14296003,"hoster":"VOE"},{"redirect":13666005,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Festessen","epNo":16,"alt":"Episode 016","descr":"Son-Goku macht sich mit dem Herrn der Schildkröten und Kuririn auf den Weg zu einer größeren Insel, auf der sie mehr Platz zum Training haben. Natürlich ist Lunch auch mit von der Partie. Eine der Übungen ist es, einen Stein wiederzufinden, den der Herr der Schildkröten gekennzeichnet hat. Wer ihn findet, bekommt ein Abendessen, der andere nicht. Son-Goku findet zwar den Stein, aber Kuririn jagt ihm den Stein auf hinterhältige Weise wieder ab. Alle versammeln sich zum Essen, nur Son-Goku muss zusehen...","versions":[{"lang":1,"streams":[{"redirect":14277661,"hoster":"VOE"},{"redirect":13666006,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Milchmann hat\u0027s nicht leicht","epNo":17,"alt":"Episode 017","descr":"Endlich beginnt für unsere kleinen Freunde das Training. Schon morgens um halb fünf wirft Muten Roshi sie aus dem Bett. Zum warm werden dürfen sie die Milch ausliefern, kilometerweise zu Fuß, ewige Treppen, durch einen reißenden Fluß und auf der Flucht vor einem Monster. Als der Herr der Schildkröten dann endlich mit dem eigentlichen Training beginnen will, sind unsere Freunde fix und fertig. Aber die Aussicht, an dem großen Kampfsportwettbewerb teilnehmen zu können, hält sie aufrecht. Auch Yamchu bereitet sich inzwischen auf dieses Turnier vor.","versions":[{"lang":1,"streams":[{"redirect":14270819,"hoster":"VOE"},{"redirect":13666007,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Harte Zeiten","epNo":18,"alt":"Episode 018","descr":"Das Training beim Herrn der Schildkröten hat nun richtig angefangen. Milch austragen, Feldarbeit, Bauarbeiten, schwimmen unter Haien und ähnlich schöne Dinge... Unseren kleinen Freunden bleibt wirklich nichts erspart. Zum Schluß kündigt Muten Roshi auch noch an, daß sie in Zukunft auch noch einen schweren Panzer zu tragen haben. Trübe Aussichten..","versions":[{"lang":1,"streams":[{"redirect":14296007,"hoster":"VOE"},{"redirect":13666009,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Tag der Wahrheit","epNo":19,"alt":"Episode 019","descr":"Tag für Tag gehen unsere Freunde durch die Hölle, um sich auf die Weltmeisterschaft des Kampfsports vorzubereiten. Dann endlich ist es soweit. Der große Tag ist gekommen. Am Ort des Geschehens begegnet Son-Goku seinen alten Freunden wieder, Bulma, Oolong, Pool und auch Yamchu, der sich zwischenzeitlich in den Wäldern zurückgezogen auf diesen Tag vorbereitet hatte.","versions":[{"lang":1,"streams":[{"redirect":14277665,"hoster":"VOE"},{"redirect":13666008,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Wettkampf beginnt","epNo":20,"alt":"Episode 020","descr":"Der große Tag ist da. Der Wettkampf beginnt. Son-Goku ist über seine enorme Kraft selbst vollkommen erstaunt. Auch die früheren Mitschüler von Kuririn, die ihn immer gehänselt haben, tauchen auf und Kuririn bekommt es mit der Angst zu tun. Doch von Son-Goku ermutigt kann er sie besiegen. Am Ende schaffen es beide und auch Yamchu, die Endrunde zu erreichen. Doch dort warten noch stärkere Gegener auf sie.","versions":[{"lang":1,"streams":[{"redirect":14269793,"hoster":"VOE"},{"redirect":13666011,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der schreckliche Bakterian","epNo":21,"alt":"Episode 021","descr":"Die Endrunde beginnt. Als erster muß Kuririn ran und als Gegner steht ihm ausgerechnet Bakterian gegenüber, ein Riesenkoloss, der schrecklich stinkt, weil er sich nie wäscht. Alle Zuschauer sind entsetzt. Aber mit der Unterstützung von Son-Goku, der ihm Mut macht, gelingt es Kuririn am Ende, diesen Koloss zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14277666,"hoster":"VOE"},{"redirect":13666012,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Yamchu gegen Jacky Chun","epNo":22,"alt":"Episode 022","descr":"Das Turnier geht weiter. Zunächst muß Yamchu gegen den alten Jackie Chun in den Ring treten und verliert, ohne so recht zu wissen, wie ihm geschieht. Danach muß dann Nam, der die Siegerprämie benötigt, um sein Dorf vor einer Hungersnot zu retten, gegen Lanfan antreten. Diese setzt ihre ganzen weiblichen Reize ein, und es scheint, als hätte Nam keine Chance gegen sie. Doch im letzten Moment wendet sich das Blatt.","versions":[{"lang":1,"streams":[{"redirect":14172000,"hoster":"VOE"},{"redirect":13666014,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Macht des Willens","epNo":23,"alt":"Episode 023","descr":"Nun ist es also soweit, Son-Goku muß zu seinem ersten Kampf antreten. Sein Gegner ist der fliegende Drache Gillian. Zunächst aber muß der Kampf gleich zu Beginn wegen eines plötzlichen Regengusses unterbrochen werden. Im Lokal kommt es dann schon fast zur Auseinandersetzung zwischen den beiden. Aber dann erscheint wieder die Sonne und der Kampf kann endlich losgehen. Gillian spielt nicht ganz fair und wirbelt Son-Goku durch die Luft, doch seine Überschallwolke kommt ihm zu Hilfe. Am Ende verwandelt sich Son-Goku mit der Kraft seines Willens. Gillian gibt auf.","versions":[{"lang":1,"streams":[{"redirect":14287100,"hoster":"VOE"},{"redirect":13666013,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kuririns hoffnungsloser Kampf","epNo":24,"alt":"Episode 024","descr":"Das erste Halbfinale beginnt. Kuririn muß gegen Jackie Chun antreten. Nach einem erbitterten Zweikampf zieht Kuririn den Kürzeren. Damit steht Jackie Chun im Finale. Yamchu glaubt inzwischen zunehmend seine Vermutung bestätigt, daß Jackie Chun in Wahrheit der Herr der Schildkröten ist. Doch Jackie Chun bestreitet dies natürlich","versions":[{"lang":1,"streams":[{"redirect":14277664,"hoster":"VOE"},{"redirect":13666015,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der wahre Jacky Chun","epNo":25,"alt":"Episode 025","descr":"Das zweite Halbfinale steht an, Son-Goku gegen Nam, der mit dem Preisgeld Wasser für sein Dorf kaufen möchte. Doch die Karten für Nam stehen schlecht, er wird von Son-Goku ausgetrickst und verliert den Kampf. Um sein Dorf dennoch zu retten, schenkt Muten-Roshi ihm eine Zauberkapsel, mit der er alles verkleinern kann, auch Wasser. Dieses bekommt er aus einem Brunnen, soviel er möchte. Dafür bittet ihn der Herr der Schildkröten um einen kleinen Gefallen. Nam verkleidet sich als Herr der Schildkröten und mischt sich unter das Publikum. Damit beseitigt er endgültig Yamchus Zweifel.","versions":[{"lang":1,"streams":[{"redirect":14269375,"hoster":"VOE"},{"redirect":13666016,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ein erbitterter Kampf","epNo":26,"alt":"Episode 026","descr":"Das große Finale beginnt. Son-Goku weiß aber noch immer nicht, daß Jackie Chun in Wahrheit sein großer Meister Muten-Roshi ist. Beide überbieten sich an Technik und taktischer Brillanz. Jackie Chun selbst staunt nicht schlecht, daß der kleine Son-Goku nicht aufgeben will.","versions":[{"lang":1,"streams":[{"redirect":14277667,"hoster":"VOE"},{"redirect":13666017,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Son-Goku in Gefahr","epNo":27,"alt":"Episode 027","descr":"Das Finale zwischen Son-Goku und seinem alten Lehrmeister Muten-Roshi geht weiter. Beide haben einige Tricks auf Lager, doch sie sind gleich stark. Nachdem der Kampf schon sehr lange gedauert hat, und die Sonne untergegangen ist, verwandelt sich Son-Goku beim Anblick des Mondes wieder in ein Affenmonster. Muten-Roshi sieht keinen anderen Ausweg, als die Schockwelle einzusetzen. Son-Goku ist plötzlich spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":13866290,"hoster":"VOE"},{"redirect":13666018,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Finale","epNo":28,"alt":"Episode 028","descr":"Das große Finale geht weiter. Aber mehr und mehr gelangen die beiden Kontrahenten an die Grenzen ihrer Kräfte. Am Ende kämpfen sie nur noch mit bloßen Händen, um dann beide gleichzeitig k.o. zu gehen. Zum Sieger wird derjenige erklärt, der als Erster wieder auf die Beine findet: Muten-Roshi. Dieser lädt von seinem Preisgeld die Freunde zum Essen ein, doch er hat Son-Gokus Hunger unterschätzt. Die Rechnung ist wesentlich höher als die Gewinnsumme...","versions":[{"lang":1,"streams":[{"redirect":13866342,"hoster":"VOE"},{"redirect":13666019,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der magische See","epNo":29,"alt":"Episode 029","descr":"Das große Turnier ist beendet. Unsere Freunde trennen sich. Kuririn bleibt bei Muten-Roshi - zu dessen Entsetzen, hatte er doch gehofft ein paar ruhige, schöne Tage verbringen zu können. Yamchu, Bulma, Pool und Oolong stranden mal wieder in der Wüste und Son-Goku begibt sich schon mal auf die Suche nach den Dragonballs. Dabei trifft er auf Nam. Mit ihm findet er einen Staudamm, der das Flußbett austrocknet, von dem Nams Dorf abhängig ist. Es gelingt den beiden, den Damm zu sprengen, doch nach einem Sandsturm ist der Fluß abermals trocken. Doch in der Nähe findet Son-Goku einen See: Das Dorf ist endgültig gerettet.","versions":[{"lang":1,"streams":[{"redirect":14287111,"hoster":"VOE"},{"redirect":13666020,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der falsche Dragonball","epNo":30,"alt":"Episode 030","descr":"Folge 30: Der falsche DragonballWährend Son-Goku badet, stiehlt ihm ein Lümmel seine Kleider. Son-Goku bekommt zwar alle wieder zurück, doch seinen Dragon-Radar verscherbelt der kleine Dieb an einen Antiquitätenhändler. Dort taucht Prinz Pilaw auf, dessen Radar ebenfalls einen Dragonball in der Nähe vermutet. Der Händler verkauft ihn einen, doch dieser Dragonball ist gefälscht. Darüber hinaus taucht ein mysteriöser Militärchef auf, der ebenfalls nach Dragonballs sucht. Und den echten Dragonball hat sich mittlerweile ein Vogel geschnappt und ist mit ihm davongeflogen...","versions":[{"lang":1,"streams":[{"redirect":14287078,"hoster":"VOE"},{"redirect":13666024,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Hochzeitsvorbereitungen","epNo":31,"alt":"Episode 031","descr":"Prinz Pilaw wurde von dem Antiquitätenhändler geleimt und besitzt nun die wertlose Fälschung eines Dragonballs. Diese dreht er Son-Goku an, der aber mit Hilfe seines wiedererlangten Radars feststellt, wo sich die richtige befindet. Die Kugel befindet sich gerade auf dem Weg in jenes Dorf, in dem jetzt der Rinderteufel mit seiner Tochter Chichi lebt. Als er erfährt, daß seine Tochter davon träumt, Son-Goku zu heiraten, bereitet er die Hochzeit vor, von der Son-Goku natürlich nichts weiß. So tauchen alle, Prinz Pilaw, Son-Goku und auch Oberst Silver im Dorf auf. Prinz Pilaw gelingt es, mit dem echten Dragonball zu fliehen.","versions":[{"lang":1,"streams":[{"redirect":14287062,"hoster":"VOE"},{"redirect":13666022,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Prinz Pilaws Versteck","epNo":32,"alt":"Episode 032","descr":"Prinz Pilaw hat sich mit dem Dragonball in einem unterirdischen Versteck in der Wüste verkrochen. Doch sowohl Oberst Silver als auch Son-Goku spüren ihn auf. Gegen die militärische Macht von Oberst Silver hat er keine Chance. Er versucht wieder zu fliehen, doch die Flucht mißlingt und Oberst Silver kann dem Prinzen den Dragonball abnehmen. Son-Goku wird bei einer riesigen Explosion durch die Luft geschleudert.","versions":[{"lang":1,"streams":[{"redirect":14287192,"hoster":"VOE"},{"redirect":13666023,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Affentheater","epNo":1,"alt":"Episode 033","descr":"Oberst Silver erhält vom Kommandanten Red den Auftrag, die ihm noch fehlenden vier Dragonballs zu besorgen. Auch Son-Goku ist weiter auf der Suche. So treffen die beiden erstmals im Wald aufeinander. Dort haben Affen den Dragonball gefunden und spielen damit. Am Ende landet er in einem Fluß und treibt davon.","versions":[{"lang":1,"streams":[{"redirect":14287086,"hoster":"VOE"},{"redirect":13666031,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Oberst Silver in Ungnade","epNo":2,"alt":"Episode 034","descr":"Oberst Silver versucht, den verschwundenen Dragonball zu finden, doch Son-Goku kommt ihm zuvor. Bei dem Versuch, ihm die Kugel wieder abzunehmen zerstört er die Überschallwolke von Son-Goku, scheitert am Ende jedoch kläglich und fällt danach auch noch bei Kommandant Red in Ungnade. Son-Goku versucht inzwischen weiter die Kugel seines Großvaters wiederzufinden. Sein Weg führt ihn in den kalten Norden. Doch dort wartet schon General White auf ihn.","versions":[{"lang":1,"streams":[{"redirect":14287127,"hoster":"VOE"},{"redirect":13666040,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im hohen Norden","epNo":3,"alt":"Episode 035","descr":"Son-Goku wurde im hohen Norden nach einem Flugzeugabsturz von einem kleinen Mädchen gerettet. Sie nimmt ihn mit nach Hause. Dort erfährt er, daß die Soldaten die Männer des Dorfes zwingen, ihnen bei der Suche nach dem Dragonball zu helfen, und daß sie den Bürgermeister als Geisel in einem Turm festhalten. Son-Goku beschließt ihnen zu helfen und will den Bürgermeister befreien.","versions":[{"lang":1,"streams":[{"redirect":14083786,"hoster":"VOE"},{"redirect":13768813,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein harter Gegner","epNo":4,"alt":"Episode 036","descr":"Son-Goku ist in dem Turm, in dem General White den Bürgermeister eines Dorfes gefangen hält. Son-Goku will ihn befreien. Aber er trifft auf Widerstand. Die ersten vier Gegner sind für ihn nur ein Kinderspiel, doch in der dritten Etage des Turms trifft er auf Leutnant Metallic, einem riesigen Roboter, der wie ein Mensch aussieht. Mit ihm hat unser kleiner Freund einige Mühe, schafft es aber am Ende. Doch was wird ihn nun in der 4. Etage erwarten?","versions":[{"lang":1,"streams":[{"redirect":14287059,"hoster":"VOE"},{"redirect":13666064,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ninja Lila","epNo":5,"alt":"Episode 037","descr":"Son-Goku hat es in die 4. Etage geschafft. Doch dort wartet jetzt Ninja Lila auf ihn. Die beiden veranstalten einen kleinen Wettkampf. Beim Versteckspiel und beim Wettlauf zieht allerdings Ninja Lila den Kürzeren. Dann wird es General White zu bunt. Er gibt den Befehl, Son-Goku endlich rauszuwerfen. Lila greift zu einem Trick und schlägt Son-Goku k.o.","versions":[{"lang":1,"streams":[{"redirect":14287075,"hoster":"VOE"},{"redirect":13666075,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Son-Goku gibt nicht auf","epNo":6,"alt":"Episode 038","descr":"Noch immer hat es Son-Goku mit Ninja Lila zu tun. Doch plötzlich tauchen seine vier Zwillingsbrüder auf. Alle sehen sich komplett ähnlich und Son-Goku ist einigermaßen verwirrt. Doch dann schafft er es, die vier Zwillingsbrüder zu besiegen. Muraski selbst läßt nun einen weiteren Roboter, Nummer 8, auf Son-Goku los.","versions":[{"lang":1,"streams":[{"redirect":14270848,"hoster":"VOE"},{"redirect":13666088,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Android Nummer 8","epNo":7,"alt":"Episode 039","descr":"Ninja Lila hat es aufgegeben. Aber er öffnet einen Käfig und läßt Nummer 8 frei, einen vermeintlich gemeingefährlichen Roboter. Doch dieser denkt gar nicht daran, etwas Böses zu tun. So gelingt es Son-Goku, einen Stock höher zu kommen und landet mitten in einem Labyrinth. Völlig erschöpft gibt er die Suche nach dem Ausgang auf. Da erscheint Nummer 8 und hilft ihm. Schließlich landen sie bei General White. Doch der öffnet eine Falltür und beide stürzen in die Tiefe.","versions":[{"lang":1,"streams":[{"redirect":14271088,"hoster":"VOE"},{"redirect":13666095,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein widerwärtiges Biest","epNo":8,"alt":"Episode 040","descr":"Son-Goku und sein neuer Freund Nummer 8 fallen durch eine Falltür tief in den Keller des Turms, dort erwartet sie Buyon, ein butterweiches Monster das Son-Goku einige Probleme beschert. Dann kommt ihm die Idee: Er schlägt ein Loch in die Mauer und wartet, bis Buyon zu einem Eisblock gefroren ist, dann schlägt er zu und das Monster zersplittert wie Glas. Durch einen Riesensprung gelangt er wieder nach oben zu General White und fordert erneut die Freilassung des Bürgermeisters.","versions":[{"lang":1,"streams":[{"redirect":14287173,"hoster":"VOE"},{"redirect":13666097,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Trick des Generals","epNo":9,"alt":"Episode 041","descr":"Son-Goku steht nun endgültig General White gegenüber. Dieser legt ihn rein, indem er vortäuscht, den Bürgermeister freilassen zu wollen - nimmt ihn dann aber als Geisel. Mit einem anderen Trick streckt er Son-Goku nieder. Dieser ist bewußtlos. Aber der General hat nicht mit Nummer 8 gerechnet. Der verpaßt ihm eine, daß er durch die Mauern in weite Ferne segelt. Son-Goku kehrt mit Nummer 8 und dem Bürgermeister ins Dorf zurück.","versions":[{"lang":1,"streams":[{"redirect":14270623,"hoster":"VOE"},{"redirect":13666096,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Geheimnis des Doktor Flappe","epNo":10,"alt":"Episode 042","descr":"Unsere Freunde haben es geschafft, die Red Ribbon Armee ist in die Flucht geschlagen. Doch im Innern von Nummer 8 befindet sich noch immer eine Bombe. Nummer 8, Suno und Son-Goku machen sich auf den Weg zu Doktor Flappe, einem Wissenschaftler, der die Bombe entfernen soll. Doch Ninja Lila folgt ihnen und glaubt, Son-Goku die Kugeln abgenommen zu haben. Doch er hat die Rechnung ohne unseren kleinen Freund gemacht. Am Ende kann Doktor Flappe die Bombe erfolgreich entfernen.","versions":[{"lang":1,"streams":[{"redirect":14287237,"hoster":"VOE"},{"redirect":13666032,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Suche nach Bulma","epNo":11,"alt":"Episode 043","descr":"Son-Goku verläßt seine Freunde im Dorf. Er macht sich auf den Weg in die Stadt Metropolis, um dort seine alte Freundin Bulma wiederzufinden. Sie soll den kaputten Dragonball-Radar reparieren. Doch die Suche in der Stadt ist schwierig. Aber mit Hilfe eines Polizisten landet er schließlich vor dem Haus, in dem Bulma wohnt.","versions":[{"lang":1,"streams":[{"redirect":14270683,"hoster":"VOE"},{"redirect":13666034,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bulmas neue Erfindung","epNo":12,"alt":"Episode 044","descr":"Son-Goku ist bei Bulma angekommen. Dort erfährt er, daß sie Yamchu und die anderen, die bei ihr gewohnt haben, rausgeschmissen hat, weil ihr Yamchus Erfolg bei den Mächen mißfallen hat. Außerdem hat sie ein neues Gerät erfunden, mit dem sie alles mögliche verkleinern kann. Son-Goku und Bulma wollen einen Vergnügungspark besuchen und begegnen unterwegs Yamchu, Oolong und Pool. Aber noch immer ist ihnen Kommandant Red auf den Fersen, diesmal mit Unterstützung von Hasky, der besten Diebin der Stadt.","versions":[{"lang":1,"streams":[{"redirect":14277671,"hoster":"VOE"},{"redirect":13666033,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eifersucht","epNo":13,"alt":"Episode 045","descr":"Unsere Freunde haben sich wieder gefunden und gehen gemeinsam in den Vergnügungspark. Dort wartet Hasky darauf, Son-Goku die Dragonballs wegnehmen zu können. Sie lockt unsere Freunde in eine Falle. Bulma, die vor Eifersucht schmollt, sieht Yamchu und Hasky kämpfen und glaubt, sie würden sich umarmen. Während Son-Goku sich die beiden Dragonballs von Hasky zurückholt, beschließt sie, Yamchu zu verlassen und macht sich mit Son-Goku auf die Suche nach den restlichen Dragonballs.","versions":[{"lang":1,"streams":[{"redirect":14277676,"hoster":"VOE"},{"redirect":13666039,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"General Blue","epNo":14,"alt":"Episode 046","descr":"Son-Goku und Bulma landen bei ihrer Suche nach den Dragonballs auf einer Insel. Dort wartet schon General Blue mit seinen Leuten. Auch sie suchen die Dragonballs. Während Son-Goku nach der Kugel taucht, durchstreift Bulma die Insel und trifft auf zwei Soldaten der Red Ribbon Armee. Die wollen sie unschädlich machen, weil sie zuviel gesehen hat. Doch Son-Goku kommt zu Hilfe. Dann beschließen sie, zum Herrn der Schildkröten zu fliegen - in der Hoffnung, daß er eine U-Boot-Kapsel hat, die ihnen bei der Suche helfen soll.","versions":[{"lang":1,"streams":[{"redirect":14287011,"hoster":"VOE"},{"redirect":13666035,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das fliegende U-Boot","epNo":15,"alt":"Episode 047","descr":"Son-Goku und Bulma besuchen den Herrn der Schildkröten. Dort gibt es auch ein Wiedersehen mit Kuririn und Lunch. Außerdem kriegen sie ihr U-Boot. Aber nur unter der Bedingung, daß Bulma dem Herrn der Schildkröten ihr Armband als Pfand überläßt, mit dem sich dann der Herr der Schildkröten verkleinern kann. Doch zunächst müssen Son-Goku und Bulma warten, weil Kuririn und Lunch mit dem fliegenden U-Boot zum Einkaufen geflogen sind. Schließlich machen sie sich aber doch zusammen mit Kuririn auf den Weg, auch um nebenbei noch nach einem legendären Schatz zu suchen. Allerdings ist ihnen General Blue dicht auf den Fersen...","versions":[{"lang":1,"streams":[{"redirect":14287049,"hoster":"VOE"},{"redirect":13666036,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gefangen in der Tiefe","epNo":16,"alt":"Episode 048","descr":"Unsere Freunde haben sich auf die Suche gemacht. Mit ihrem U-Boot tauchen sie auf den Grund des Meeres. Doch General Blue startet seinen Angriff. Ein Teil seiner Leute macht sich auf den Weg zum Herrn der Schildkröten, weil sie ihn für den Erfinder des Radars halten. Ein anderer Teil, unter Führung des Generals, greift unsere Freunde unter Wasser an. Sie flüchten sich in eine Unterwasserhöhle.","versions":[{"lang":1,"streams":[{"redirect":14277672,"hoster":"VOE"},{"redirect":13666037,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Piratenträume","epNo":17,"alt":"Episode 049","descr":"Auf der Insel verwandelt sich Lunch durch ihr Niesen wieder in das \"blonde Monster\" und macht dem Herrn der Schildkröten das Leben schwer. Dann bekommt er auch noch Besuch von der Red Ribbon Armee. Doch die Soldaten haben ihre Rechnung ohne den alten Haudegen gemacht... Inzwischen sind Son-Goku, Kuririn und Bulma weiter auf der Flucht vor General Blue. Dabei entdecken sie die Leiche eines Piraten und träumen nun vom großen Schatz.","versions":[{"lang":1,"streams":[{"redirect":14287031,"hoster":"VOE"},{"redirect":13666038,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Fallen der Piraten","epNo":18,"alt":"Episode 050","descr":"Unsere Freunde arbeiten sich tapfer, Stück für Stück durch die Gänge der Höhle. Dabei geraten sie immer wieder in Piratenfallen, die sie aber glücklicherweise alle überstehen. Am Ende landen sie in einer großen unterirdischen Halle und begegnen dort einem Piratenroboter. Auch General Blue bleibt ihnen unbemerkt auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":14287232,"hoster":"VOE"},{"redirect":13666041,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Im Labyrinth","epNo":19,"alt":"Episode 051","descr":"Ein Roboterpirat verteidigt den Unterwasserhafen. Für unsere Freunde ein hartes Stück Arbeit. Schließlich flüchten Kuririn und Bulma, während Son-Goku den Piratenroboter endgültig besiegt. Kuririn hinterläßt auf dem Boden zwar ein Zeichen, in welche Richtung sie laufen, doch General Blue fälscht diese und Son-Goku verläuft sich in dem Labyrinth. Bulma und Kuririn landen in einer Sackgasse mit einem Brunnen und tauchen hinein, gefolgt von General Blue.","versions":[{"lang":1,"streams":[{"redirect":14277675,"hoster":"VOE"},{"redirect":13666042,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kampf um den Piratenschatz","epNo":20,"alt":"Episode 052","descr":"Kuririn und Bulma tauchen in einer Höhle auf und entdecken den Piratenschatz. Auch die dort installierten Fallen überstehen sie erfolgreich. Doch dann taucht General Blue auf, der ihnen gefolgt war. Zwischen ihm und Kuririn kommt es zum Kampf, bei dem Kuririn den Kürzeren zieht. Auch Bulmas Ablenkungsmanöver können das nicht verhindern. Da taucht plötzlich Son-Goku auf, der von General Blue zunächst in eine falsche Richtung geschickt worden war und sich vorher noch mit einem Tintenfisch auseinandersetzen mußte. Nun stehen sich also General Blue und Son-Goku gegenüber.","versions":[{"lang":1,"streams":[{"redirect":14271511,"hoster":"VOE"},{"redirect":13666043,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auf Biegen und Brechen","epNo":21,"alt":"Episode 053","descr":"Son-Goku kämpft mit General Blue und besiegt ihn. Während die unterirdische Höhlenanlage Stück für Stück einstürzt, flüchten Bulma und Kuririn. Sie erreichen jedoch nur den Hafen. Son-Goku sucht derweil den Dragonball, findet ihn und versucht ebenfalls zum Hafen zu kommen. Bulma entscheidet am Ende, nicht länger auf Son-Goku zu warten.","versions":[{"lang":1,"streams":[{"redirect":14271591,"hoster":"VOE"},{"redirect":13768804,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"General Blue gibt nicht auf","epNo":22,"alt":"Episode 054","descr":"Bulma, Kuririn und Son-Goku gelingt es unversehrt die Piratenhöhle zu verlassen. Im leeren Camp der blauen Einheit finden sie etwas zu essen und einen Hubschrauber, mit dem sie zur Insel des Herrn der Schildkröten zurückkehren. Bulma hat einen Diamanten aus dem Piratenschatz mitgenommen, den sie dem Herrn der Schildkröten schenkt. Leider stiehlt Lunch den Diamanten und fliegt mit dem Hubschrauber davon. General Blue, der unnachgiebig die Fährte des Dragonballs verfolgt, kommt unbemerkt auf der Insel an.","versions":[{"lang":1,"streams":[{"redirect":14269858,"hoster":"VOE"},{"redirect":13768808,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Himmelsstürmer","epNo":23,"alt":"Episode 055","descr":"General Blue stiehlt die Dragonballs und lässt den Herrn der Schildkröten, Bulma, Kuririn, Son-Goku und die Schildkröte gefesselt neben einer tickenden Bombe zurück. Lunch kehrt heim und die Katastrophe kann in letzter Sekunde verhindert werden. Son-Goku nimmt die Verfolgung General Blues auf. In der Gegend um und in Pinguinhausen stürzen beide ab.","versions":[{"lang":1,"streams":[{"redirect":14277678,"hoster":"VOE"},{"redirect":13768806,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein Seltsames Dorf","epNo":24,"alt":"Episode 056","descr":"Son-Goku lernt Arale und ihre Freunde kennen. Auch General Blue lernt ein paar der Bewohner Pinguinhausens kennen. Allerdings hat er mehr Schwierigkeiten mit den seltsamen Sitten und Gebräuchen der Gegend. Als Son-Goku feststellt, dass sein Dragonballradar wieder kaputt ist, bringt Arale ihn zu Senbei Norimaki alias Dr. Slump, der ihn vielleicht reparieren kann. Aber auch General Blue befindet sich auf dem Weg zu Dr. Slump, der das einzige Flugzeug der Gegend besitzt.","versions":[{"lang":1,"streams":[{"redirect":13866291,"hoster":"VOE"},{"redirect":13768811,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Arales große Stunde","epNo":25,"alt":"Episode 057","descr":"Senbei Norimaki, genannt Dr. Slump, gelingt es mit Hilfe seines Sohns Turbo den Dragonballradar zu reparieren. Leider taucht General Blue auf, nimmt Son-Goku den Radar ab und versucht ihn endgültig aus dem Weg zu schaffen. In letzter Sekunde greift Arale ein und kickt den General mit ein paar gezielten Kopfschüssen buchstäblich in die Wüste. Dadurch hat Son-Goku zwar die drei Dragonballs, aber keinen Radar mehr. Turbo bastelt ihm mit seinen telekinetischen Fähigkeiten einen neuen","versions":[{"lang":1,"streams":[{"redirect":14287102,"hoster":"VOE"},{"redirect":13768807,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Heilige Quittenwald","epNo":26,"alt":"Episode 058","descr":"Oberst Yellow ist kurz davor, den Dragonball, den er für die Red Ribbon Armee suchen soll, zu bergen. Doch sie gerät in Boras Obhut. Bora ist der Wächter des heiligen Quittenwaldes und weigert sich den Dragonball auszuhändigen. Yellow entführt Boras Sohn Upa, um die Kugel zu erpressen. Son-Goku vereitelt das Unterfangen. Kommandant Red beschließt den berühmten Killer Tao Baibai zu engagieren, um Son-Goku endlich loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":14277679,"hoster":"VOE"},{"redirect":13768822,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Tao Baibai","epNo":27,"alt":"Episode 059","descr":"Tao Baibai wird von Kommandant Red angeheuert, um Son-Goku zu töten. Zuvor demonstriert der Profi-Killer an General Blue seine Fähigkeiten. Dann reist er auf einer Säule Richtung Quittenwald, wo er auf Bora, Upa und Son-Goku trifft. Bora will Son-Goku schützen und wird von Tao Baibai ermordet. Son-Goku schwört Rache.","versions":[{"lang":1,"streams":[{"redirect":13862784,"hoster":"VOE"},{"redirect":13768810,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Quittenturm","epNo":28,"alt":"Episode 060","descr":"Son-Goku unterliegt Tao Baibai und wird ohnmächtig. Tao Baibai nimmt den Rucksack, vergisst aber den Dragonball mit den vier Sternen, den Son-Goku bei sich trägt und macht sich auf den Weg in die Stadt. Dort muss er drei Tage auf einen neuen Anzug warten. Kommandant Red ist dennoch zufrieden, auch wenn er einen Soldaten in den Wald schicken muss, der den vergessenen Dragonball holen soll. Inzwischen hat Upa seinen Vater Bora beerdigt. Als der Soldat des Kommandanten erscheint, um den Dragonball zu holen, erwacht Son-Goku und wehrt den Gegner ab. Danach entscheidet er, alle sieben Dragonballs zu suchen, um vom Drachen zu wünschen, dass Bora wieder lebt. Um im unvermeidbaren erneuten Kampf mit Tao Baibai stärker zu sein als beim ersten Mal, beschließt er den Quittenturm zu besteigen.","versions":[{"lang":1,"streams":[{"redirect":14271013,"hoster":"VOE"},{"redirect":13768816,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der König aller Meister","epNo":29,"alt":"Episode 061","descr":"Son-Goku schafft es mit Müh\u0027 und Not zur Spitze des Quittenturms vorzudringen. Er muss leider feststellen, dass er auch dort nicht ohne weiteres von dem heiligen Wasser trinken kann, denn Meister Quitte, ein Kater mit erstaunlichen Fähigkeiten, der auch den Herrn der Schildkröten unterrichtet hat, nimmt die Flasche mit dem Wasser an sich und will sie nur hergeben, wenn Son-Goku ihn besiegt hat. Muten-Roshi hat für diese Übung drei Jahre gebraucht. Da sieht es für Son-Goku nicht gut aus...!","versions":[{"lang":1,"streams":[{"redirect":14270317,"hoster":"VOE"},{"redirect":13768812,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das heilige Wasser","epNo":30,"alt":"Episode 062","descr":"Son-Goku ringt und balgt und kämpft mit Meister Quitte um das heilige Wasser. Am Ende hat er seine Lektion gelernt und erobert die Flasche. Er stellt fest, dass ihn nicht das Wasser gestärkt hat, sondern Meister Quittes Unterweisungen. Inzwischen hat Tao Baibai seine neue Tunika. Beide machen sich siegessicher auf den Weg zum Kampf.","versions":[{"lang":1,"streams":[{"redirect":14269707,"hoster":"VOE"},{"redirect":13666054,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Son-Gokus Revanche","epNo":31,"alt":"Episode 063","descr":"Tao Baibai kehrt in den Dschungel zurück und kämpft mit Son-Goku. Keiner der beiden kann den jeweils anderen besiegen. Also beschließt Tao Baibai gleichfalls den Quittenturm zu erklimmen, um durch das magische Wasser stärker zu werden. Bulma bastelt auf der Insel des Herrn der Schildkröten derweil einen Spionagesatelliten, um zu erfahren, wie es Son-Goku ergeht.","versions":[{"lang":1,"streams":[{"redirect":14287221,"hoster":"VOE"},{"redirect":13666055,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Wer zuletzt lacht...","epNo":32,"alt":"Episode 064","descr":"Tao Baibai trinkt das magische Wasser und hält sich für unbesiegbar. Son-Goku erwartet ihn denkbar gelassen zurück, denn er weiß, dass es sich um gewöhnliches Wasser handelt und allein der Glaube beflügelt. Allen hinterhältigen Tricks zum Trotz besiegt Son-Goku Tao Baibai mit dessen eigenen Waffen und entschließt sich dann zum Hauptquartier der Red Ribbon Armee aufzubrechen, weil sich dort zwei Dragonballs befinden. Inzwischen hat Bulma einen neuen funktionstüchtigen Radar gebaut, um ihren Spionagesatelliten zu Son-Goku zu schicken.","versions":[{"lang":1,"streams":[{"redirect":14277687,"hoster":"VOE"},{"redirect":13666057,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der Sechste Dragon Ball","epNo":33,"alt":"Episode 065","descr":"Kommandant Red sieht, dass sich die Dragonballs auf seinem Bildschirm in Richtung Hauptquartier bewegen und wähnt sich bereits als Sieger. Oberst Violett bringt ihm darüber hinaus die sechste Kugel, so dass sein Ziel lediglich einen Dragonball entfernt scheint. Bulma versucht sich mit ihrem Spionagesatelliten auf Son-Gokus Fährte zu setzen, und kann noch herausfinden, dass Son-Goku auf dem Weg zur Red Ribbon Armee ist, bevor der Satellit abgeschossen wird. Son-Gokus Freunde beschließen mehr oder minder freiwillig, ihm beizustehen und machen sich auf den Weg. Son-Goku ist inzwischen beim Hauptquartier angekommen.","versions":[{"lang":1,"streams":[{"redirect":14277693,"hoster":"VOE"},{"redirect":13666056,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Angriff aufs Hauptquartier","epNo":34,"alt":"Episode 066","descr":"Son-Goku überwindet alle Außenposten und Abwehrwaffen und landet mitten im Hauptquartier der Red Ribbon Armee. Auch hier hält ihn niemand auf. Kommandant Red und Adjutant Black begeben sich in den Gebäudeflügel Nummer 8 und warten bei den beiden Dragon Balls auf die Konfrontation mit Son-Goku. Yamchu und die anderen sammeln Kuririn ein und sind auf dem Weg zum Hauptquartier.","versions":[{"lang":1,"streams":[{"redirect":14271454,"hoster":"VOE"},{"redirect":13666058,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Adjutant Blacks große Stunde","epNo":35,"alt":"Episode 067","descr":"Son-Goku kämpft sich bis zu Kommandant Red und Adjutant Black durch. Oberst Violett plündert Reds Schatzkammer, die Red Ribbon Armee zerstreut sich in alle Winde, und Adjutant Black erschießt den Kommandanten, als er herausfindet, dass dieser die Dragonballs nicht für die Weltherrschaft sucht sondern um größer zu werden und nicht mehr \u0027Red der Zwerg\u0027 zu sein. Adjutant Black macht Son-Goku das Angebot, sich die Weltherrschaft zu teilen. Als Son-Goku ablehnt kommt es zum Kampf auf Leben und Tod. Inzwischen sind Yamchu, der Herr der Schildkröten, Kuririn, Oolong, Pool, Lunch und Bulma fast im Hauptquartier angekommen.","versions":[{"lang":1,"streams":[{"redirect":14287103,"hoster":"VOE"},{"redirect":13666059,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Ein Ausflug mit Hindernissen","epNo":36,"alt":"Episode 068","descr":"Son-Goku besiegt Adjutant Black, die Soldaten der Red Ribbon Armee zerstreuen sich in alle Winde. Leider ist der Dragonballradar wieder kaputt, und Son-Goku weiß nicht, wie er zur Insel des Herrn der Schildkröten zurückfinden soll. Bulma, Yamchu und die anderen landen ein ganzes Stück vom Hauptquartier entfernt. Während sie vergebens versuchen, sich einen gemeinsamen Plan auszudenken, wie sie Son-Goku helfen können, findet Son-Goku sie. Ungläubig hören sie von ihm, dass er allein die Red Ribbon Armee in die Flucht geschlagen hat, die Geschichte vom Quittenturm und dass er unbedingt den letzten Dragonball finden muss. Yamchu und Kuririn beschließen ihm bei der Suche zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14287140,"hoster":"VOE"},{"redirect":13666060,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Uranai Baba","epNo":37,"alt":"Episode 069","descr":"Beim Herrn der Schildkröten stellt Bulma fest, dass der Dragonballradar keineswegs defekt ist. Eine mögliche Begründung, warum er den siebten Dragonball nicht anzeigt, kann darin liegen, dass er verschluckt wurde. Also begeben sich Yamchu, Pool, Kuririn und Son-Goku auf die Suche nach Uranai Baba, einer Wahrsagerin, deren Fähigkeiten der Herr der Schildkröten ihnen angedient hat. Unterwegs holt Son-Goku Upa dazu. Leider müssen sie feststellen, dass sie Uranai Babas Honorar nicht zahlen können. Sie schlägt vor, dass die fünf gegen fünf ihrer Krieger antreten. Falls sie gewinnen, bekommen sie ihren Rat umsonst.","versions":[{"lang":1,"streams":[{"redirect":14270444,"hoster":"VOE"},{"redirect":13666061,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Keine Zeit für Angeber","epNo":38,"alt":"Episode 070","descr":"Son-Goku, Kuririn, Yamchu, Upa und Pool wollen gegen Uranai Babas fünf Krieger antreten, um zu erfahren, wo sich der letzte Dragonball befindet. Siegesgewiss kämpft Kuririn gegen Dracula, der ihm (ist hier allerdings herausgeschnitten) seine Zähne in die Glatze schlägt. Durch den Blutmangel muss Kuririn aufgeben. Statt seiner kämpfen Upa und Pool, die Dracula mit Knoblauch und ein paar Tricks besiegen. Dem nächsten Krieger will sich Yamchu stellen. Auch er ist siegessicher, bis er feststellt, dass sein Gegner unsichtbar ist und er dadurch keine Chance hat, die Schläge zu parieren. Kuririn hat eine Idee und schickt Son-Goku los, damit der den Herrn der Schildkröten und Bulma holt.","versions":[{"lang":1,"streams":[{"redirect":14271524,"hoster":"VOE"},{"redirect":13666063,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Geschwister unter sich","epNo":39,"alt":"Episode 071","descr":"Yamchu besiegt seinen unsichtbaren Gegner mit Hilfe eines Tricks, den sich Kuririn ausgedacht hat: Er reißt Bulma das Oberteil herunter, damit der Herr der Schildkröten Nasenbluten bekommt, das wiederum den Unsichtbaren sichtbar macht. Nun hat Yamchu es nicht schwer zu siegen. Nebenbei stellt sich heraus, dass Uranai Baba die ältere Schwester des Herrn der Schildkröten ist. Der nächste Kampf soll an einem Ort stattfinden, der \u0027das Teufelsklo\u0027 heißt. Der Herr der Schildkröten hat höchsten Respekt davor, aber die düsteren Geheimnisse des Ortes wurden noch nicht offenbart.","versions":[{"lang":1,"streams":[{"redirect":14270793,"hoster":"VOE"},{"redirect":13666062,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Yamchus zweite Chance","epNo":40,"alt":"Episode 072","descr":"Im Teufelsklo kämpfen Yamchu und die untote Mumie auf dem schmalen Terrain zweier Steinzungen erbittert um den Sieg. Mehrmals ist Yamchu kurz davor besiegt zu werden, aber immer gelingt es ihm in letzter Sekunde dem Tod zu entgehen. Als er unfähig zur Gegenwehr partout nicht aufgeben will, wird er von der Mumie über dem Pfuhl fallen gelassen, so dass Son-Goku ihn nur mit Hilfe seines Stabs retten kann. Das bedeutet, der Kampf ist für Yamchu beendet. Son-Goku betritt das Teufelsklo und fordert die Mumie heraus.","versions":[{"lang":1,"streams":[{"redirect":14287181,"hoster":"VOE"},{"redirect":13666065,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Ein Höllischer Gegner","epNo":41,"alt":"Episode 073","descr":"Son-Goku hat die stärkste Waffe der Mumie, eine Art telekinetischer Wickeltrick, überstanden und den dritten Krieger danach k.o. geschlagen. Sein nächster Gegner ist der \u0027Mann im Teufelsgewand\u0027, eigentlich der Teufel persönlich. Nach einem schwachen Start, bei dem Son-Goku zweimal punktet, greift der Teufel zu seiner stärksten Waffe: der gefürchteten Teufelswelle.","versions":[{"lang":1,"streams":[{"redirect":14277682,"hoster":"VOE"},{"redirect":13666066,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der Fünfte Mann","epNo":42,"alt":"Episode 074","descr":"Son-Goku setzt dem Teufel so arg zu, dass dieser an seinem Verstand zu zweifeln beginnt. Aber auch dass Letzterer unfairerweise zu seiner Forke greift, hilft nicht: Son-Goku besiegt ihn. Danach kommt Gegner Nummer fünf, ein geheimnisvoller älterer Herr, dessen Geruch Son-Goku fröhlich stimmt und dessen Stimme dem Herrn der Schildkröten bekannt erscheint, den er jedoch nicht einzuordnen vermag. Man zieht wieder zum Außenring um, und der Kampf beginnt.","versions":[{"lang":1,"streams":[{"redirect":14287215,"hoster":"VOE"},{"redirect":13666067,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Zweimal Kame-Hame-Ha","epNo":43,"alt":"Episode 075","descr":"Es beginnt ein zäher Kampf zwischen dem fünften maskierten Krieger Uranai Babas und Son-Goku. Als der Maskierte Son-Gokus Schwanz ergreift und Son-Gokus Kräfte erlahmen, wird deutlich, dass der Unbekannte Son-Goku kennen muss. Am Ende fällt dem Herrn der Schildkröten ein, wer der Maskierte ist: Son-Gohan, Son-Gokus (verstorbener) Großvater!","versions":[{"lang":1,"streams":[{"redirect":14287083,"hoster":"VOE"},{"redirect":13666069,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Überraschendes Wiedersehen","epNo":44,"alt":"Episode 076","descr":"Son-Goku wird von dem maskierten Kontrahenten herumgeschleudert, bis der Schwanz abreißt. Dann ergibt sich sein Gegner überraschend, und es stellt sich heraus, dass es wirklich Son-Gohan, Son-Gokus Großvater ist. Am Ende muss Son-Gohan ins Reich der Toten zurückkehren. Uranai Baba schaut in ihre Kristallkugel und teilt allen Anwesenden mit, dass sich der Dragonball in einem roten Auto befindet, das 200 Kilometer entfernt ist, aber sich direkt auf ihren Palast zu bewegt.","versions":[{"lang":1,"streams":[{"redirect":14287156,"hoster":"VOE"},{"redirect":13666068,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Prinz Pilaws Pläne","epNo":45,"alt":"Episode 077","descr":"Son-Goku macht sich mit Jindujun auf den Weg zu dem geheimnisvollen roten Auto, die anderen warten bei Uranai Baba. Tatsächlich trifft er auf Prinz Pilaw und seine Vasallen. Es entspinnt sich ein Kampf, in dem Prinz Pilaw einsehen muss, dass auch die beste Waffe der Welt dem Kame Hame-Ha unterlegen ist. Selbst die Flucht mit seinen vielseitig einsetzbaren Maschinen gelingt ihm nicht. Am Ende muss Pilaw seinen Dragon Ball abgeben und Shao seinen Anzug. Gut gelaunt tritt Son-Goku seine Rückreise zu Uranai Baba an.","versions":[{"lang":1,"streams":[{"redirect":14277685,"hoster":"VOE"},{"redirect":13666070,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Upas Großer Wunsch","epNo":46,"alt":"Episode 078","descr":"Son-Goku ruft den göttlichen Drachen Shenlong. Bora wird tatsächlich wieder lebendig. Aber Son-Goku hält sich nicht lange auf und kehrt zu den anderen, die in Uranai Babas Palast auf ihn warten zurück. Dort verabschieden sich alle Freunde für drei Jahre voneinander. Yamchu und Kuririn werden beim Herrn der Schildkröten trainiert und Son-Goku zieht in die Welt, um an Reife zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14287082,"hoster":"VOE"},{"redirect":13666071,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Ginkako und Kinkako","epNo":47,"alt":"Episode 079","descr":"Son-Goku rettet das Mädchen Chao davor, von einem hungrigen Tiger gefressen zu werden. Chao kommt aus einem Dorf, das unter einer langen Dürre genau so leidet, wie unter zwei Brüdern mit Namen Ginkako und Kinkako, die dem Dorf regelmäßig die Ernte abpressen. Mittel zum Zweck ist eine Feldflasche, die Menschen in sich hineinzieht (und zu Alkohol auflöst), wenn man einen Namen sagt und derjenige nicht \u0027hier\u0027 ruft. Son-Goku gelingt es an die Flasche zu kommen und die beiden darin einzusperren. Sie dürfen nur hinaus, um aufs Feld zu gehen, wo sie ihre Schulden abarbeiten müssen. Dann macht sich Son-Goku wieder auf den Weg.","versions":[{"lang":1,"streams":[{"redirect":12435266,"hoster":"VOE"},{"redirect":13666072,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Die Schwarzen Panther","epNo":48,"alt":"Episode 080","descr":"Auf der Suche nach einem starken Gegner wird Son-Goku Ken der Große empfohlen, der Meister der Kampfschule des neuen Sterns. Er findet ihn auch und gerät in einen Konflikt, bei dem Ken der Große von Tenlon, dem Leiter der Kampfschule der Schwarzen Panther zum Königskampf herausgefordert wird. Da Ken der Große krank ist, übernimmt Son-Goku den Kampf vor dem König. Trotzdem der Sohn Ken des Großen Son-Goku beim Frühstück ein Abführmittel einflößt, gewinnt Son-Goku gegen Tenlon. Am Ende werden alle Freunde und Son-Goku macht sich wieder auf den Weg.","versions":[{"lang":1,"streams":[{"redirect":14277684,"hoster":"VOE"},{"redirect":13666073,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Ein Dämon kommt selten allein","epNo":49,"alt":"Episode 081","descr":"Son-Goku kommt zu einem Dorf mit einem Schloss, das jede Nacht von marodierenden Dämonen heimgesucht wird. Auch Prinzessin Meesa wird eines nachts in das Reich der Dämonen entführt. Son-Goku beschließt, den König der Dämonen, Shura, im Kampf zu besiegen, Prinzessin Meesa zu befreien und das Schwert, das die Pforte der teuflischen Welt allzeit offen hält, aus dem Boden zu ziehen. Dank der unerwarteten Hilfe von Mela und Gola, dem Wachdienst der Dämonenwelt, und der üblichen Portion Frechheit gelingt es ihm, den Plan in die Tat umzusetzen.","versions":[{"lang":1,"streams":[{"redirect":14287047,"hoster":"VOE"},{"redirect":13666074,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Jagdfieber","epNo":50,"alt":"Episode 082","descr":"Son-Goku begegnet einer Familie, die auf der Flucht vor Inoshikacho ist, ein monströses Tier mit Schmetterlingsflügeln, Hirschgeweih und Wildschweinborsten. Er beschließt, das Tier zu vertreiben. Leider sind ihm Tenshinhan und Chao-Zu zuvorgekommen - sie kassieren Geld für die Vertreibung des Tiers. Bis Son-Goku dahinterkommt, dass es sich um Betrug handelt, das Tier von Tenshinhan und Chao-Zu absichtlich auf die Dörfer gehetzt wird, um das Honorar für die Vertreibung zu kassieren. Nach einigem Hin und Her und Unklarheiten, wer nun gut und wer nun böse ist, zeigt sich, dass das \u0027Monster\u0027 ein liebenswerter Kerl ist. Und Son-Goku reist weiter.","versions":[{"lang":1,"streams":[{"redirect":14269689,"hoster":"VOE"},{"redirect":13666077,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Unterwegs zum großen Turnier","epNo":51,"alt":"Episode 083","descr":"Son-Goku ist auf dem Weg zum Großen Turnier der Kampfsportkunst. Unterwegs wird er Zeuge, wie das Gangstertrio Gorilla, Tiger und Bär den kleinen Fuchs Konki verprügeln. Son-Goku hilft ihm. Zum Dank verspricht ihm Konki ein Flugticket zur Papayainsel, wo das Turnier in einer Woche beginnt. Doch auch Konki ist ein Ganove. Zunächst versucht er das Ticket zu stehlen und dann, als das mißlingt, das nötige Geld durch Spielen auf dem Jahrmarkt zu organisieren. Gorilla, Tiger und Bär tauchen wieder auf. Da Konki bei ihnen Spielschulden hat, zwingen sie ihn, eine Bank zu überfallen. Noch einmal hilft Son-Goku seinem kleinen Freund aus der Patsche. Dann macht er sich schwimmend auf den Weg zur Papayainsel.","versions":[{"lang":1,"streams":[{"redirect":13866225,"hoster":"VOE"},{"redirect":13666076,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Zwei alte Rivalen","epNo":52,"alt":"Episode 084","descr":"Muten-Roshi und seine \u0027Familie\u0027 kommt per Flugzeug auf der Papayainsel an. Dort trifft er seinen alten Rivalen, den Herrn der Kraniche, wieder, der auch mit zwei Schülern zum Turnier gekommen ist. Muten-Roshi meldet sich heimlich unter dem Namen Jackie Chun - unter diesem Pseudonym hat er schon das letzte Turnier gewonnen - als Teilnehmer an. Im letzten Moment erscheint auch Son-Goku und trifft nach drei Jahren seinen Meister und seine alten Freunde wieder. Das 22. Große Turnier der Kampfsportkunst beginnt.","versions":[{"lang":1,"streams":[{"redirect":14083788,"hoster":"VOE"},{"redirect":13666078,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Leichte Gegner","epNo":53,"alt":"Episode 085","descr":"Die Vorrundenkämpfe beginnen und mit ihnen das übliche verbale Geplänkel zwischen den ausgelosten Gegnern. Die Rivalität zwischen den Schülern des Herrn der Schildkröten (Yamchu, Kuririn und Son-Goku) und den Schülern des Herrn der Kraniche (Tenshinhan und Chao-Zu) zeichnet sich ab. Yamchu und Kuririn gewinnen ohne große Mühe gegen ihre Gegner, den Irokesen und den Riesen. Tenshinhan schlägt einen riesigen Sumo-Ringer mit einem einzigen Schlag KO. Dann beginnt der erste Kampf von Son-Goku. Sein Gegner ist der allgemein als stark eingeschätzte King Chappa.","versions":[{"lang":1,"streams":[{"redirect":14277686,"hoster":"VOE"},{"redirect":13666080,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Die Acht Besten","epNo":54,"alt":"Episode 086","descr":"Auch Son-Goku gewinnt seinen ersten Kampf mühelos. Danach kämpft Jackie Chun alias Muten-Roshi gegen den Bären und schlägt ihn nach einem einzigen Schlag KO. In einer Pause zwischen den Kämpfen kommt es zur Konfrontation zwischen Yamchu und Tenshinhan, die handgreiflich zu werden droht, bis der alten Jackie Chun beschwichtigend eingreift. Son-Goku trifft Nam wieder. Kurz darauf verliert Nam seinen Vorundenkampf gegen Tenshinhan. Wieder erweist sich Tenshinhan als erstklassiger, aber auch als brutaler Kämpfer. Am Schluß der Vorrunde sind sowohl Jackie Chun als auch alle seine Schüler für die Finalkämpfe qualifiziert. Aber auch die Schüler des Herrn der Kraniche haben sich durchgesetzt.","versions":[{"lang":1,"streams":[{"redirect":14277692,"hoster":"VOE"},{"redirect":13666086,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Die Finalrunde beginnt","epNo":55,"alt":"Episode 087","descr":"Die Kämpfe der Finalrunde werden ausgelost. Tenshinhan nutzt Chao-Zus Superkraftwellen, um die Auslosung in seinem Sinne zu manipulieren. Chao-Zu wird gegen Kuririn kämpfen und Jackie Chun wird seinem alten Feind, dem Wermenschen zugelost. Die nächsten Paarungen heißen Yamchu gegen Tenshinhan und Son-Goku gegen Paputto. Der erste Kampf zwischen Yamchu und Tenshinhan beginnt.","versions":[{"lang":1,"streams":[{"redirect":14270085,"hoster":"VOE"},{"redirect":13666079,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Yamchu gegen Tenshinhan","epNo":56,"alt":"Episode 088","descr":"Yamchu und Tenshinhan liefern sich einen großen Kampf. Tenshinhan gelingt es, ein Kame Hame-Ha von Yamchu abzuwehren und ihm im Gegenangriff durch eine unfaire Attacke ein Bein zu brechen. Yamchu hat den Kampf verloren und wird ins Krankenhaus gebracht. Son-Goku verspricht seinem Freund, ihn zu rächen. Im Speisesaal kommt es zur Konfrontation zwischen den alten Rivalen Muten-Roshi und dem Herrn der Kraniche.","versions":[{"lang":1,"streams":[{"redirect":13866378,"hoster":"VOE"},{"redirect":13666081,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Der Glatzenmond","epNo":57,"alt":"Episode 089","descr":"Jackie Chun alias Muten-Roshi kämpft gegen den Wermenschen. Der Wermensch betrachtet Muten-Roshi als seinen größten Feind, da dieser vor vielen Jahren den Mond zerstört hat. Beim Wermenschen wirkt der Vollmond umgekehrt wie beim Werwolf. Er wird nur bei Vollmond zum Menschen und muß nun für immer ein Wolf bleiben. Obwohl der Wermensch unerlaubt ein Messer einsetzt, besiegt Jackie Chun ihn mühelos. Doch dann heilt er ihn von seinem Fluch, indem er Kuririns Glatze als Ersatz-Vollmond verwendet.","versions":[{"lang":1,"streams":[{"redirect":14519143,"hoster":"VOE"},{"redirect":13666082,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Tao Baibais Rache","epNo":58,"alt":"Episode 090","descr":"Kuririn kämpft gegen Chao-Zu. Ihr Kampf ist gleichzeitig ein Vergleich der Kranich- mit der Schildkrötenschule. Chao-Zu führt seine verblüffende Flugtechnik des bewegungslosen Schwebens vor. Dann greift er mit einem Do-don-pa, der Technik des Killers Tao-Baibai, an. Son-Goku verrät, Tao-Baibai im Kampf getötet zu haben. Zunächst glaubt ihm das niemand, doch dann schwört der Herr der Kraniche, seinen Bruder Tao-Baibai an Son-Goku zu rächen. In höchster Not entschließt sich Kuririn, auf das Do-don-pa mit einem Kame Hame-Ha zu antworten.","versions":[{"lang":1,"streams":[{"redirect":14277694,"hoster":"VOE"},{"redirect":13666085,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Eine Geniale Idee","epNo":59,"alt":"Episode 091","descr":"Chao-Zu kann Kuririns Kamahame-Ha abwehren. Als alle Kampftechniken versagen, setzt Chao-Zu seine Superkraft ein. Kuririn wird es kotzübel und er kann sich nicht mehr bewegen. Er erkennt, dass diese Macht von Chao-Zus Händen ausgeht. Kuririn bringt ihn durch einen Trick dazu, seine Finger zum Rechnen gebrauchen zu müssen, und sofort lässt die Lähmung nach. Er kickt den verwirrten Chao-Zu aus dem Ring und hat den Kampf gewonnen. In der Nacht nach dem Kampf versucht der Herr der Kraniche Son-Goku zu töten, um seinen Bruder Tao-Baibai zu rächen. Tenshinhan überredet ihn, ihn diese Sache im Ring erledigen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14279348,"hoster":"VOE"},{"redirect":13666084,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Ein Mieser Trick","epNo":60,"alt":"Episode 092","descr":"Son-Goku kämpft gegen den Actionfilmstar Panputto. Da Panputtos Manager eine mögliche Niederlage seines Goldesels vermeiden will, entführt er Son-Goku und redet ihm ein, der Kampf finde in einem anderen Stadion statt. Zum Glück findet Lunch ihn, so dass Son-Goku gerade noch rechtzeitig zum Kampf im richtigen Stadion erscheint. Son-Goku besiegt seinen Gegner Panputto mühelos.","versions":[{"lang":1,"streams":[{"redirect":14269668,"hoster":"VOE"},{"redirect":13666083,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Das Halbfinale","epNo":61,"alt":"Episode 093","descr":"Mit Spannung werden die Kämpfe des Halbfinales erwartet. Jackie Chun trifft im ersten Kampf auf Tenshinhan. Beide sind von der Stärke ihres Gegners überrascht und zunächst ist kein Sieger abzusehen. Jackie Chun alias Muten-Roshi spürt jedoch, dass er bald einer neuen Generation von Kämpfern Platz machen sollte.","versions":[{"lang":1,"streams":[{"redirect":14269379,"hoster":"VOE"},{"redirect":13666087,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Eine Unerwartete Entscheidung","epNo":62,"alt":"Episode 094","descr":"Jackie Chun wird durch Tenshinhans Sonnenattacke im neuen Kranichstil geblendet und an den Rand einer Niederlage gebracht. Er verwirrt Tenshinhan und sät Zweifel in sein Herz, indem er ihn an die eigentlich guten und gerechten Intentionen der Kampfsportkunst erinnert. Er fordert ihn auf, seinen Meister, den Herrn der Kraniche, zu verlassen und auf die Seite des Guten zu wechseln. Dann verlässt er für alle überraschend freiwillig den Ring und verliert so den Kampf. Damit hat Tenshinhan sich für das Finale qualifiziert.","versions":[{"lang":1,"streams":[{"redirect":14287134,"hoster":"VOE"},{"redirect":13666091,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Jackie Chuns Abschied","epNo":63,"alt":"Episode 095","descr":"In Tenshinhans Herz geht die Saat des Zweifels auf. Er verfolgt Jackie Chun alias Muten-Roshi, dessen Doppelleben er durchschaut hat, und konfrontiert ihn mit seiner falschen Existenz. Muten-Roshi erklärt ihm, dass er mit seiner Teilnahme am Turnier nur seinen Schülern den Sieg schwer machen wollte. Doch eine neue Kämpfergeneration wie Tenshinhan erlaube es ihm, sich jetzt aus dem Wettkampf zurückzuziehen. Wieder fordert er Tenshinhan auf, umzukehren und den rechten Weg des Guten einzuschlagen. Im Stadion beginnt unterdessen der zweite Kampf des Halbfinales zwischen Son-Goku und Kuririn.","versions":[{"lang":1,"streams":[{"redirect":14277696,"hoster":"VOE"},{"redirect":13666089,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Schneller als das menschliche Auge","epNo":64,"alt":"Episode 096","descr":"Son-Goku und Kuririn liefern sich einen harten Kampf. Unsere Freunde Bulma, Lunch, Oolong etc. wissen nicht, wen sie anfeuern sollen. Als sich nach und nach Son-Goku als der Stärkere herausstellt, versucht Kuririn einen Trick. Er packt Son-Goku an seiner alten Schwachstelle, dem Schwanz. Doch Son-Goku hat durch hartes Training auch diese Schwäche abgelegt. Dann zeigt Son-Goku seine wahre Kunst. Er bewegt sich so schnell, dass Kuririn und ihn ebenso wie die Zuschauer ihn mehr sehen kann. Lediglich Tenshinhan mit seinem dritten Auge wird Zeuge, wie Son-Goku Kuririn mit einem einzigen Tritt aus dem Ring befördert. Son-Goku ist damit als Tenshinhans Gegner für das Finale qualifiziert.","versions":[{"lang":1,"streams":[{"redirect":14279349,"hoster":"VOE"},{"redirect":13666090,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Der große Tag beginnt","epNo":65,"alt":"Episode 097","descr":"Der Tag des Finales ist endlich gekommen. Yamchu hält es im Krankenhaus nicht mehr aus und flieht ins Stadion, wo seine Freunde und das Publikum schon erwartungsvoll dem Kampf entgegen fiebern. Tenshinhan entfernt sich mehr und mehr von seinem Meister, dem Herrn der Kraniche. Muten-Roshis Worte lassen ihm keine Ruhe. Der Kampf beginnt und mit ihm auch die letzte Schlacht zwischen den Schulen der alten Meister: Dem Herrn der Kraniche und dem Herrn der Schildkröten.","versions":[{"lang":1,"streams":[{"redirect":14287135,"hoster":"VOE"},{"redirect":13666093,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Die Sonnenattacke","epNo":66,"alt":"Episode 098","descr":"Zwei gleich starke Kämpfer stehen sich gegenüber. Jeder weiß auf jede Attacke seines Gegners eine Antwort. Selbst Tenshinhans Sonnenattacke verfehlt ihre Wirkung, als Son-Goku sich blitzschnell Muten-Roshis Sonnebrille ausleiht. Aber plötzlich dreht sich das Blatt zu Gunsten Tenshinhans. Son-Goku scheint wie gelähmt zu sein. Er verliert ganz plötzlich all seine Kraft.","versions":[{"lang":1,"streams":[{"redirect":14270455,"hoster":"VOE"},{"redirect":13666092,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Sieg ohne Ehre","epNo":67,"alt":"Episode 099","descr":"Tenshinhan erkennt, das Chao-Zu mit seinen Superkraftwellen auf Befehl des Herrn der Kraniche in den Kampf eingreift. Er lähmt Son-Goku immer im entscheidenden Moment und raubt ihm alle Kraft. Aber Muten-Roshis Worte haben in Tenshinhan weitergewirkt. Als Son-Goku ihm vorwirft, mit unfairen Mitteln zu kämpfen, erhebt er sich gegen seinen Meister und distanziert sich von ihm. Auch Chao-Zu widersetzt sich dem Befehl des Herrn der Kraniche, beide Kämpfer zu lähmen, um sie töten zu können. Des Schutzes durch Chao-Zus Superkraftwellen beraubt, wirft Muten-Roshi seinen alten Rivalen aus dem Stadion. Endlich kann ein fairer Kampf beginnen.","versions":[{"lang":1,"streams":[{"redirect":14209176,"hoster":"VOE"},{"redirect":13666094,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Kiku-Kanone","epNo":1,"alt":"Episode 100","descr":"Tenshinhan versucht durch die Technik der vier Fäuste den Kampf für sich zu entscheiden. Doch Son-Goku kontert. Als sein Schwanz zur Gegenwehr nicht ausreicht, täuscht er durch Geschwindigkeit vor, acht Arme zu besitzen. Da greift Tenshinhan zum letzten Mittel. Er startet die Kiku-Kanone, eine Angriffstechnik, bei der der Angreifer sein eigenes Leben durch den hohen Energieverlust mit aufs Spiel setzt. Die Zerstörungskraft dieser Attacke ist so groß, dass da, wo vorher der Ring war, nur noch ein riesiger Krater klafft.","versions":[{"lang":1,"streams":[{"redirect":14269386,"hoster":"VOE"},{"redirect":13666099,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Entscheidung","epNo":2,"alt":"Episode 101","descr":"Son-Goku ist es gelungen, der Kiku-Kanonen-Attacke Tenshinhans durch einen Sprung über die Wolken auszuweichen. Da der Ringboden nur noch ein Krater ist, setzen sie den Kampf in der Luft fort. Son-Goku gelingt es, seinen Gegner ohnmächtig zu schlagen. Doch auch er hat jetzt keine Kraft mehr. Nebeneinander fallen sie Richtung Erde. Doch Son-Goku hat Pech. Kurz bevor Tenshinhan aufschlägt, streift er einen Lastwagen. Da auch das als Bodenberührung außerhalb des Ringes gilt, hat er den Kampf verloren. Nach dem Kampf lädt Tenshinhan Son-Goku und seine Freunde zum Essen ein. Kuririn kehrt noch mal ins Stadion zurück, um Son-Gokus Drachenkugel und seinen Stab zu holen. Wenig später findet Son-Goku ihn ermordet. Ein Monster hat ihn und den Ringrichter erschlagen und die Drachenkugel zusammen mit einer Liste der Teilnehmer des Turniers gestohlen.","versions":[{"lang":1,"streams":[{"redirect":14270429,"hoster":"VOE"},{"redirect":13666108,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Teuflischer Plan","epNo":3,"alt":"Episode 102","descr":"Kuririn ist ermordet worden. Der Mörder hat Son-Gokus Drachenkugel und die Teilnehmerliste des Turniers gestohlen. Son-Goku nimmt sofort die Verfolgung auf. Am Tatort findet sich ein Zettel mit dem Wappen des Oberteufels Piccolo. Den hat Muten-Roshi zusammen mit seinem Meister Mutaito vor langer Zeit in einen Reiskochtopf gesperrt und im Meer versenkt. Prinz Pilaw hat ihn befreit und plant, sich mit ihm die Weltherrschaft zu teilen. Da Piccolo sich für die Zeit im Topf rächen will, aber nicht weiß, wer ihn damals eingesperrt hat, hatte ihm Prinz Pilaw geraten, alle Kämpfer, die am Großen Turnier teilgenommen haben, der Reihe nach zu töten. Mit den Drachenkugeln erhofft sich Piccolo darüber hinaus, ewige Jugend zu erlangen.","versions":[{"lang":1,"streams":[{"redirect":14287113,"hoster":"VOE"},{"redirect":13666120,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Finstere Zeiten","epNo":4,"alt":"Episode 103","descr":"Son-Goku erreicht Tamburin und wird von diesem besiegt. Oberteufel Piccolo beschließt, alle Kämpfer des großen Turniers von Tamburin umbringen zu lassen und die sieben Dragonballs zu suchen, um sich ewige Jugend, und damit ewige Macht, zu wünschen. Tamburin sucht nacheinander King Tschapah und Panputtto auf und tötet sie.","versions":[{"lang":1,"streams":[{"redirect":14287057,"hoster":"VOE"},{"redirect":13666129,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Freund oder Feind","epNo":5,"alt":"Episode 104","descr":"Tamburin sucht der Reihe nach die Teilnehmer des großen Turniers auf und tötet sie. Oberteufel Piccolo erschafft ein neues Monster, Zimbel, einen Drachen, den er auf die Suche nach den Dragonballs schickt. Pilaw, Mai und Shao kommen erste Zweifel, ob es gut war Piccolo aus dem Reiskocher zu befreien. Der Herr der Schildkröten und die anderen machen sich auf die Suche nach den Dragonballs und Son-Goku findet einen gegrillten Fisch und trifft am Ende auf den seltsamen Waldmenschen Yajirobi.","versions":[{"lang":1,"streams":[{"redirect":14287228,"hoster":"VOE"},{"redirect":13666143,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Yajirobi","epNo":6,"alt":"Episode 105","descr":"Son-Goku und der Fremde streiten sich, als Zimbel, der zweite Diener Oberteufel Piccolos bei ihnen auftaucht und die Herausgabe des Dragonballs verlangt, den Yajirobi um den Hals trägt. Als dieser sich weigert, kommt es zum Kampf, den Yajirobi gewinnt. Die Gruppe um den Herrn der Schildkröten teilt sich: Muten Roshi und Tenshinhan begeben sich auf die Suche nach Oberteufel Piccolo, Bulma und die anderen lassen sich an einem versteckten Ort nieder, bauen Kuririns Kühlkapsel und verstecken sie (mit Kuririn) in Bulmas Wäsche.","versions":[{"lang":1,"streams":[{"redirect":14352440,"hoster":"VOE"},{"redirect":13666152,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Neue Mission","epNo":7,"alt":"Episode 106","descr":"Yajirobi verspeist Zimbel mit Genuss. Son-Goku weiht ihn in die Geschichte der Dragonballs ein. Tamburin tötet Gillian. Danach macht er sich auf die Suche nach Yamchu. Oberteufel Piccolo ist über den Verlust seines Sohns untröstlich. Er befiehlt Tamburin, der gerade gegen Yamchu kämpft, den Mörder Zimbels zu suchen und Rache für Zimbel zu nehmen. Der Herr der Schildkröten, Tenshinhan und Chao-Zu finden in einem Eisberg den Dragonball mit den zwei Sternen.","versions":[{"lang":1,"streams":[{"redirect":14269266,"hoster":"VOE"},{"redirect":13666148,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alte Rechnung","epNo":8,"alt":"Episode 107","descr":"Der Herr der Schildkröten, Tenshinhan und Chao-Zu bringen zwei weitere Dragonballs in ihren Besitz. Dabei trifft Tenshinhan auf einen früheren Gegner, den er im Kampf zu einem Invaliden geschlagen hat. Yajirobi versucht derweil Son-Goku zu entkommen, was ihm auch gelingt. Tamburin ist ihnen jedoch bereits auf den Fersen. In telepathischem Kontakt mit Oberteufel Piccolo, dem Zimbels Tod weiterhin zu schaffen macht, jagt er hinter den beiden her und findet sie am Ende.","versions":[{"lang":1,"streams":[{"redirect":13864249,"hoster":"VOE"},{"redirect":13666150,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unerfreuliche Begegnung","epNo":9,"alt":"Episode 108","descr":"Son-Goku besiegt Tamburin mit einem Kame Hame-Ha. Yajirobi bemängelt, dass Tamburin dadurch nicht mehr essbar ist. Der Herr der Schildkröten, Tenshinhan und Chao-Zu finden den vierten Dragonball. Sie ahnen nicht, dass ihr Gegner, Oberteufel Piccolo, mit Hilfe eines Radars ihre Suche bemerkt hat. Statt ihnen in die Quere zu kommen, nimmt er Kurs auf das Gebiet, in dem seine Diener getötet wurden, um Rache zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":14270019,"hoster":"VOE"},{"redirect":13666151,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Son-Goku gegen Oberteufel Piccolo","epNo":10,"alt":"Episode 109","descr":"Oberteufel Piccolo hat Son-Goku gefunden. Yajirobi überlässt hastig Son-Goku seinen Dragonball und versteckt sich. Für Son-Goku beginnt ein schrecklicher Kampf auf Leben und Tod mit Oberteufel Piccolo.","versions":[{"lang":1,"streams":[{"redirect":14270161,"hoster":"VOE"},{"redirect":13666098,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eine Falle für Piccolo","epNo":11,"alt":"Episode 110","descr":"Oberteufel Piccolo besiegt Son-Goku und nimmt ihm den Dragonball ab. Yajirobi verspricht den schwer verletzten Son-Goku zum Quittenturm zu bringen. Der Herr der Schildkröten, Tenshinhan und Chao-Zu wollen Piccolo in eine Falle locken. Leider ahnt Piccolo, dass er starke Gegner hat und verschluckt seine beiden Dragonballs. Nun ist ein Kampf unausweichlich. Der Herr der Schildkröten betäubt Tenshinhan und tritt Oberteufel Piccolo entgegen.","versions":[{"lang":1,"streams":[{"redirect":14287065,"hoster":"VOE"},{"redirect":13666101,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Kunst einen Teufel zu fangen","epNo":12,"alt":"Episode 111","descr":"Der Herr der Schildkröten versucht Oberteufel Piccolo mit dem Mafuba noch einmal in den Reiskocher zu sperren. Leider gelingt es ihm nicht. Er stirbt. Hilflos sehen Tenshinhan und Chao-Zu unbemerkt in ihren Verstecken, wie Piccolo die sieben Dragonballs zusammen legt und den Drachen Shenlong ruft. Inzwischen versucht Yajirobi Son-Goku, dem es sehr schlecht geht, so schnell wie möglich zum Quittenturm zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14269241,"hoster":"VOE"},{"redirect":13666100,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schluß mit lustig","epNo":13,"alt":"Episode 112","descr":"Oberteufel Piccolo wünscht sich vom Drachen Shenlong ewige Jugend und dieser erfüllt seinen Wunsch. Bevor Shenlong sich zurückziehen kann, wird er von Piccolo getötet. Prinz Pilaw sieht den Zeitpunkt gekommen, über die Anteile der Welt zu verhandeln, Piccolo hält sich nicht an die Abmachung, Mai, Shao und Pilaw müssen den Flieger verlassen. Piccolo steuert zum Schloss des Königs der Welt. Yajirobi und Son-Goku erreichen den heiligen Quittenwald und werden von Upa und Bora sehr freundlich begrüßt.","versions":[{"lang":1,"streams":[{"redirect":14287040,"hoster":"VOE"},{"redirect":13666102,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Königreich fällt","epNo":14,"alt":"Episode 113","descr":"Oberteufel Piccolo und sein treuer Diener Piano beginnen das erste von 43 Königreichen blutig und rücksichtslos zu erobern. Bulma, Yamchu und alle anderen \u0027Daheimgebliebenen\u0027 finden Tenshinhan und erfahren vom aussichtslosen Kampf des Herrn der Schildkröten und von Chao-Zus Tod. Tenshinhan verlässt sie allein, um das Mafuba zu üben. Yajirobi lässt sich nur schwer dazu überreden den Quittenturm mit Son-Goku auf dem Rücken hochzuklettern. Am Ende haben sie es fast geschafft.","versions":[{"lang":1,"streams":[{"redirect":13866278,"hoster":"VOE"},{"redirect":13666103,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hoffnungsschimmer","epNo":15,"alt":"Episode 114","descr":"Oberteufel Piccolo bringt den König der Welt in seine Gewalt. Tenshinhan trainiert für sich allein das Mafuba, Yamchu und die anderen sind zum Kame House zurückgekehrt und vermissen den Herrn der Schildkröten. Son-Goku und Yajirobi sind bei Meister Quitte, der mit einer magischen Bohne Son-Goku wieder zu Kräften kommen lässt. Son-Goku erfährt vom Tod des Herrn der Schildkröten.","versions":[{"lang":1,"streams":[{"redirect":14277699,"hoster":"VOE"},{"redirect":13666104,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Abenteuer im Eislabyrinth","epNo":16,"alt":"Episode 115","descr":"Oberteufel Piccolo schikaniert seine neuen Untertanen. In der Zwischenzeit erklärt Meister Quitte, dass es ein göttliches Wasser gibt, das Son-Goku eventuell noch stärker machen könnte. Allerdings muss Son-Goku dafür in ein geheimnisvolles Eislabyrinth reisen. Yajirobi wird zum Opfer seiner Fresslust, denn beim neugierigen Durchstöbern Meister Quittes Krug-Sammlung plumpst er unfreiwillig in das Eislabyrinth. Son-Goku folgt ihm. Am Ende befinden sie sich anscheinend in der Grotte, aber eine geheimnisvolle Stimme scheint dies nicht sehr zu schätzen.","versions":[{"lang":1,"streams":[{"redirect":14287067,"hoster":"VOE"},{"redirect":13666105,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Hüter des Eislabyrinths","epNo":17,"alt":"Episode 116","descr":"Yajirobi und Son-Goku haben die Grotte mit dem göttlichen Wasser gefunden, aber Yajirobi hat nichts mit göttlichem Wasser im Sinn. Son-Goku sucht allein weiter und begegnet scheinbar dem Herrn der Schildkröten und seinen Freunden, es kommt zu einem Kampf auf Leben und Tod, den Son-Goku gewinnt. Er bekommt vom Hüter der Grotte das göttliche Wasser angeboten und trinkt es. In der Zwischenzeit übergibt der König der Welt Oberteufel Piccolo die Regierungsgeschäfte, der wiederum zum Aufbau einer Welt des Bösen aufruft.","versions":[{"lang":1,"streams":[{"redirect":14287112,"hoster":"VOE"},{"redirect":13666107,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Getrennte Wege - gemeinsame Ziele","epNo":18,"alt":"Episode 117","descr":"Son-Goku überwindet das Gift des göttlichen Wassers und spürt neue, zuvor verborgene Kräfte in sich. Meister Quitte schenkt ihm eine neue Jindujun, mit der er sich auf den Weg zu Oberteufel Piccolo macht. Tenshinhan gelingt es den Energiestrahl des Mafuba in den Reiskocher zu lenken und begibt sich ebenfalls auf den Weg zu King Castle. Oberteufel Piccolo ruft das Reich des Bösen aus.","versions":[{"lang":1,"streams":[{"redirect":14273625,"hoster":"VOE"},{"redirect":13666106,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Angst um Bezirk 29","epNo":19,"alt":"Episode 118","descr":"Oberteufel Piccolo hat sich ein schreckliches Spiel ausgedacht: Aus einer Lostrommel in der alle 43 Bezirke seines Reichs vertreten sind, will er jährlich ein Los ziehen, dessen Zahl den Bezirk benennt, den er zerstören wird. Der erste Bezirk, der gezogen wird, ist die Nummer 29. Dort wohnen Bulmas Eltern. Tenshinhan hat sich fest vorgenommen, vor Piccolos Abreise in King Castle zu sein. Bevor er jedoch mit Piccolo kämpfen kann, erschafft dieser ein neues Monster namens Trommel. Yajirobi, der bei Meister Quitte geblieben ist, scheitert bei dem Versuch, eine Jindujun zu bekommen und Yamchu entschließt sich einzugreifen.","versions":[{"lang":1,"streams":[{"redirect":14287124,"hoster":"VOE"},{"redirect":13666110,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Trommels bittere Lektion","epNo":20,"alt":"Episode 119","descr":"Tenshinhan kämpft gegen Trommel, den jüngsten Gehilfen Oberteufel Piccolos. Das Mafuba misslingt ihm, so dass sein Leben in Gefahr ist. Da taucht Son-Goku auf. Yamchu beschließt das Kame House zu verlassen und zum Schloss des Königs der Welt zu fliegen.","versions":[{"lang":1,"streams":[{"redirect":14271853,"hoster":"VOE"},{"redirect":13666109,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Überraschende Wendung","epNo":21,"alt":"Episode 120","descr":"Tenshinhan ist im Kampf Trommel nicht gewachsen. In buchstäblich letzter Sekunde greift Son-Goku in das Geschehen ein. Oberteufel Piccolo muss feststellen, dass Son-Goku keineswegs mit seinen bisherigen Gegnern vergleichbar ist. Am Ende hat Piccolo seinen Diener Piano verloren, aber noch ist nichts entschieden.","versions":[{"lang":1,"streams":[{"redirect":14287045,"hoster":"VOE"},{"redirect":13666112,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kampf der Unsterblichen","epNo":22,"alt":"Episode 121","descr":"Der Kampf zwischen Son-Goku und Oberteufel Piccolo geht weiter. Beiden ist die Erschöpfung deutlich anzumerken, aber trotzdem kommt es zu keiner Entscheidung. Yamchu, Bulma und Lunch erreichen die Stadt, als Piccolo all seine Vernichtungsenergien einsetzt. Die Freunde haben sich noch nicht gefunden.","versions":[{"lang":1,"streams":[{"redirect":13862819,"hoster":"VOE"},{"redirect":13666111,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Alles oder Nichts","epNo":23,"alt":"Episode 122","descr":"Son-Goku besiegt Oberteufel Piccolo mit letzter Kraft. Diesem gelingt es vor dem endgültigen Tod ein Ei auszuspeien. Schwer verletzt werden Son-Goku und Tenshinhan von Yajirobi geborgen. Yamchu, Bulma und Lunch sind in einiger Entfernung vom Krater gelandet, und machen sich auf den Weg zu Tenshinhan.","versions":[{"lang":1,"streams":[{"redirect":14269929,"hoster":"VOE"},{"redirect":13666113,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Geheimnis des Mönchstabs","epNo":24,"alt":"Episode 123","descr":"Nach nur einem Tag bei Meister Quitte fühlt sich Son-Goku bereits wieder topfit. Es lässt ihm keine Ruhe, dass er durch den Tod Shenlongs seine Freunde nicht wieder lebendig machen kann. Schließlich fällt Meister Quitte ein, dass es vielleicht einen Weg ohne die Dragonballs gibt: Ein Besuch bei Gott. Einzige Schwierigkeit für Son-Goku: Er kann Gott nur mit Hilfe des Stabs besuchen, und den hat er beim Kampf gegen Piccolo verloren.","versions":[{"lang":1,"streams":[{"redirect":14270740,"hoster":"VOE"},{"redirect":13666118,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Im Palast des Gottes","epNo":25,"alt":"Episode 124","descr":"Son-Goku wird wie ein Held gefeiert. Sogar einen Orden soll er bekommen, leider weiß niemand, wo er ist. Und er weiß nichts von seinem Ruhm, denn er ist unterwegs zu Gott. Doch selbst als er im Palast angekommen ist, sind noch nicht alle Hindernisse überwunden. Als schwerstes Hindernis erweist sich Popo, Gottes Diener.","versions":[{"lang":1,"streams":[{"redirect":14277701,"hoster":"VOE"},{"redirect":13666114,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ein langer Weg für einen Wunsch","epNo":26,"alt":"Episode 125","descr":"Son-Goku beginnt mit Popo zu kämpfen. Dabei stellt sich heraus, dass Son-Goku in keiner Hinsicht mit Popo mithalten kann. Trotzdem wird ihm eine Audienz gewährt. Zum Dank für die Vernichtung Piccolos bietet Gott Son-Goku an, den Drachen Shenlong wieder ins Leben zu rufen. Außerdem stellt sich heraus, dass Gott und Piccolo einst ein und dieselbe Person waren","versions":[{"lang":1,"streams":[{"redirect":14277703,"hoster":"VOE"},{"redirect":13666115,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Wieder vereint","epNo":27,"alt":"Episode 126","descr":"Popo fügt den zerstörten Drachen Shenlong neu zusammen und Gott gibt ihm das Leben zurück. Kuririn, Chao-Zu, der Herr der Schildkröten und alle, die ihr Leben durch Piccolo verloren hatten, werden wieder zum Leben erweckt. Son-Goku erfährt den geheimnisvollen Zusammenhang zwischen Gott und Piccolo und erklärt sich bereit, bei Gott zu trainieren, um das Böse in Person von Piccolos Sohn beim großen Turnier endgültig zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14277707,"hoster":"VOE"},{"redirect":13666119,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Donnerberg","epNo":28,"alt":"Episode 127","descr":"Son-Goku lernt die spirituellen Seiten des Kämpfens kennen. Alle Übungen, die Konzentration und erhöhte Aufmerksamkeit verlangen, fallen ihm schwer. Als er die Aufgabe bekommt, die heilige Krone vom Donnerberg zu holen, ist er mit Feuereifer bei der Sache. Leider erfordert gerade diese Aufgabe den konzentrierten Einsatz aller seiner Sinne. Tenshinhan, Kuririn und Yamchu bereiten sich aufs nächste Turnier vor, und der Herr der Schildkröten zeigt sich, was seine alten Unarten angeht, in Bestform.","versions":[{"lang":1,"streams":[{"redirect":13866177,"hoster":"VOE"},{"redirect":13666116,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Geheimnis des Angelns","epNo":29,"alt":"Episode 128","descr":"Um die Sinne zu stärken, soll Son-Goku sich einen Gegner suchen. Dabei trifft er auf eine sonderbare Familie, deren Großvater ihm eine lehrreiche Lektion in Angeln erteilt. Yamchu, Tenshinhan und Kuririn bekommen vom Herrn der Schildkröten den Rat, es Son-Goku gleich zu tun und in die Welt hinaus zu ziehen. Alle drei sind spontan dazu bereit.","versions":[{"lang":1,"streams":[{"redirect":14271602,"hoster":"VOE"},{"redirect":13666117,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Meister Mutaito","epNo":30,"alt":"Episode 129","descr":"Son-Goku wird von Meister Popo auf eine Reise geschickt, die ihn in die Jugendzeit des Herrn der Schildkröten versetzt. Schon damals gab es zwischen dem Herrn der Schildkröten und dem Herrn der Kraniche Eifersüchteleien und gefährliche Konkurrenzkämpfe, in die nun Son-Goku hineingezogen wird. Der wichtigste Schritt ist aber, dass Meister Mutaito Son-Goku die Macht und den Einsatz spiritueller Energie erklärt.","versions":[{"lang":1,"streams":[{"redirect":14269378,"hoster":"VOE"},{"redirect":13666122,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Ein unheimlicher Gegner","epNo":31,"alt":"Episode 130","descr":"Yamchu, Tenshinhan, Kuririn und Chao-Zu haben sich auf den Weg zum Quittenturm gemacht. Tenshinhan möchte unbedingt Meister Quitte treffen. Meister Popo schenkt Son-Goku einen sehr speziellen Gegner zum Trainieren. Leider wird der Kampf für Son-Goku zum Fiasko. Er muss feststellen, dass seine Fähigkeiten bei weitem nicht ausreichend sind.","versions":[{"lang":1,"streams":[{"redirect":14271297,"hoster":"VOE"},{"redirect":14465964,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Eine Runde für Kuririn","epNo":32,"alt":"Episode 131","descr":"Son-Goku und Meister Popo setzen das Training mit einer Runde \u0027Blinde Kuh\u0027 fort, die Son-Goku wieder einmal beweist, wie viel er noch zu lernen hat. Yamchu, Tenshinhan, Kuririn und Chao-Zu kommen auf ihrer Reise zu einem Dorf, das direkt neben einem Vulkan liegt. Mitten in den Feierlichkeiten für den Großen Gehörnten, den Hüter des Bergs, bricht dieser aus.","versions":[{"lang":1,"streams":[{"redirect":14287176,"hoster":"VOE"},{"redirect":13666127,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Ein heißes Abenteuer","epNo":33,"alt":"Episode 132","descr":"Schon bald wird das große Turnier stattfinden, auf das sich alle fieberhaft vorbereitet haben. Und mit Ausdauer und Zähigkeit ist jeder seinem Ziel, besser und stärker zu werden, ein Stück näher gekommen. Das Band der Freundschaft zwischen ihnen ist eng geknüpft. Und auch wenn nur einer von ihnen der Champion werden kann, wird die Freude des Wiedersehens Funken schlagen.","versions":[{"lang":1,"streams":[{"redirect":14287129,"hoster":"VOE"},{"redirect":13666121,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Treffpunkt: Tunier","epNo":34,"alt":"Episode 133","descr":"Alle treffen sich beim Großen Turnier wieder. Und alle haben sich sehr verändert, bis auf den Herrn der Schildkröten, der seinen alten \u0027Leidenschaften\u0027 nach wie vor frönt. Son-Goku ist so gewachsen, dass ihn niemand erkennt, dafür kommt er pünktlicher als Tenshinhan, Yamchu, Kuririn und Chao-Zu, deren spätes Eintreffen den Wartenden bereits Sorgen macht. Am Ende stehen sich Piccolo junior und Son-Goku gegenüber.","versions":[{"lang":1,"streams":[{"redirect":14270620,"hoster":"VOE"},{"redirect":13666124,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Solo für Chao-Zu","epNo":35,"alt":"Episode 134","descr":"Chao-Zu sorgt bei der Auslosung der Begegnungen dafür, dass unsere Freunde nicht in den Vorrunden aufeinander treffen. Son-Goku tritt gleich im ersten Kampf gegen King Tschapah an und zeigt allen, wie weit sich sein Können entwickelt hat. Am Ende erscheint Tao Bai Bai und weiht unsere Freunde in seine düsteren Pläne ein.","versions":[{"lang":1,"streams":[{"redirect":14271038,"hoster":"VOE"},{"redirect":13666126,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Endrunde beginnt","epNo":36,"alt":"Episode 135","descr":"In den Vorrundenkämpfen qualifizieren sich Yamchu, Son-Goku, Kuririn und Tenshinhan für die Endrunde. Wenig überraschend gewinnen auch Tao Bai Bai und der Sohn Piccolos, der unter dem Namen Beelzebub antritt, ihre Begegnungen. Sehr überraschend gewinnt ein verstört wirkender Mensch namens Shen gegen den maskierten, und darum unerkannt bleibenden, Yajirobi, und die hübsche Unbekannte. Gleich der erste Kampf der Endrunde bringt Tenshinhan und Tao Bai Bai in den Ring.","versions":[{"lang":1,"streams":[{"redirect":14277711,"hoster":"VOE"},{"redirect":13666125,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Der ignorante Meister","epNo":37,"alt":"Episode 136","descr":"Tao Bai Bai lässt sich nicht von Tenshinhan dazu überreden, den Kampf aufzugeben, obwohl er Tenshinhan klar unterlegen ist. Und auch die Disqualifikation wegen regelwidrigen Waffengebrauchs kann ihn und seinen Hass nicht bremsen. Dennoch gewinnt Tenshinhan. Im zweiten Kampf treten sich Son-Goku und das Mädchen entgegen. Noch immer weiß Son-Goku nicht, wer die Unbekannte ist.","versions":[{"lang":1,"streams":[{"redirect":14287039,"hoster":"VOE"},{"redirect":13666134,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Versprochen ist versprochen","epNo":38,"alt":"Episode 137","descr":"Son-Goku gewinnt seinen Endrunden-Kampf gegen Chichi und erfährt, wer sie ist. Außerdem wird er an sein Eheversprechen erinnert. Zwar sind ihm die Konsequenzen nicht ganz klar, aber er will sein gegebenes Ehrenwort halten. Seine Freunde schwanken zwischen Überraschung und Neid. Im dritten Kampf treten Beelzebub, der Sohn Piccolos, und Kuririn gegeneinander an. Gleich die ersten beiden Angriffe parieren beide Gegner überraschend gut. Beelzebub kündigt etwas Aufregendes an.","versions":[{"lang":1,"streams":[{"redirect":14287122,"hoster":"VOE"},{"redirect":13666128,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Kein guter Tag für Yamchu","epNo":39,"alt":"Episode 138","descr":"Kuririn verblüfft seinen Gegner Beelzebub und das Publikum durch seine Fähigkeiten, aber sie nützen ihm nichts: Er muss aufgeben. Danach treten Yamchu und der seltsame Shen gegeneinander an. Yamchu hat nichts zu lachen.","versions":[{"lang":1,"streams":[{"redirect":14269740,"hoster":"VOE"},{"redirect":13666133,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der Freundschaftskampf","epNo":40,"alt":"Episode 139","descr":"Yamchu unterliegt in einem langen kräftezehrenden Kampf Shen, der geheimnisvoll andeutet, kein Mensch zu sein. Danach treten Son-Goku und Tenshinhan für das Halbfinale in den Ring. Gleich zum Auftakt zeigen sie, dass sie fair aber hart gegeneinander kämpfen werden. Dabei bewegen sie sich teilweise so schnell, dass sie von einem normalen Zuschauer nicht mehr gesehen werden können.","versions":[{"lang":1,"streams":[{"redirect":13843407,"hoster":"VOE"},{"redirect":13666130,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Son-Goku packt aus","epNo":41,"alt":"Episode 140","descr":"Tenshinhan ist schneller als Son-Goku und kann eine Reihe guter Angriffe platzieren. Erst dann stellt sich heraus, dass Son-Goku in seiner Ausrüstung Gewichte versteckt hatte, die seine Geschwindigkeit bremsen. Als er diese Gewichte abgelegt hat, kündigt Tenshinhan einen unabwendbaren Angriff an, der mit zwölf Augen zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":14271357,"hoster":"VOE"},{"redirect":13666131,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Auf dem Weg ins Finale","epNo":42,"alt":"Episode 141","descr":"Immer noch stehen sich Tenshinhan und Son-Goku im Ring gegenüber. Tenshinhan wendet den Babuschka-Trick an und teilt sich in vier Tenshinhans. Aber auch dieser Plan geht nicht auf: Son-Goku erkennt, dass jeder dieser Tenshinhans auch nur ein Viertel der Kraft und Fähigkeiten des ungeteilten Tenshinhan aufweist. Son-Gokus Weg ins Finale ist damit frei.","versions":[{"lang":1,"streams":[{"redirect":13866349,"hoster":"VOE"},{"redirect":13666132,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Duell der Giganten","epNo":43,"alt":"Episode 142","descr":"Bei dem großen Turnier ist Son-Goku zum zweiten Mal auf seinen Erzfeind Piccolo getroffen, der dort unter dem Decknamen \"Beelzebub\" teilnimmt. Um Piccolos Sieg zu verhindern, hat sich jedoch auch der als Shen getarnte Gott dort angemeldet. Können die beiden gemeinsam den Oberteufel stoppen...?","versions":[{"lang":1,"streams":[{"redirect":14271795,"hoster":"VOE"},{"redirect":13666135,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Zukunft der Welt","epNo":44,"alt":"Episode 143","descr":"Der ahnungslose frei gegebene Shen erwacht aus seiner Bewusstlosigkeit und versteht nicht, wie er in den Ring gekommen ist. Nach einer kurzen Pause soll es zum Finale zwischen Piccolo alias Beelzebub und Son-Goku gehen. Die Pause verstreicht nicht ungenutzt, denn Piccolo kann seinen ganzen Hass gegen Son-Goku und die Welt in Worte kleiden, die Flasche mit dem eingesperrten Gott verschlucken und düstere Ankündigungen tätigen. Am Ende hat der Kampf begonnen, und die Ankündigungen scheinen sich zu bewahrheiten: Son-Goku wird angezählt.","versions":[{"lang":1,"streams":[{"redirect":14270872,"hoster":"VOE"},{"redirect":13666136,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Super-Kamehame-Ha","epNo":45,"alt":"Episode 144","descr":"Der Kampf zwischen Piccolo und Son-Goku nimmt eine neue Dimension an. Piccolo ist frei in der Wahl der Mittel, Son-Goku möchte jedoch vermeiden, dass Gott, der sich im Körper Piccolos befindet, zu Schaden kommt. Erst Kuririn bringt ihn auf die Idee, Gott mit Shenlongs Hilfe im Falle eines Falles wieder zu beleben. Beim folgenden Schlagabtausch setzt Son-Goku sein Super- Kamehame Ha ein.","versions":[{"lang":1,"streams":[{"redirect":14277713,"hoster":"VOE"},{"redirect":13666138,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Ein Gegner in XXL","epNo":46,"alt":"Episode 145","descr":"Noch immer kämpfen Piccolo und Son-Goku im Ring des Großen Turniers. Längst geht es nicht mehr nur um den Sieg, sondern auch um die Vernichtung des Gegners. Piccolo bietet als neuen Trick aus seiner Zauberkiste seine Mutation zum Riesen an. Doch Son-Goku hält mit flinker Kraft und Mut dagegen. Am Ende ist Piccolo zu gewaltiger Größe gewachsen und ein Sieg Son-Gokus scheint nicht in Sicht.","versions":[{"lang":1,"streams":[{"redirect":14277710,"hoster":"VOE"},{"redirect":13666137,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Eine Lektion in Fairness","epNo":47,"alt":"Episode 146","descr":"Nach wie vor kämpfen Piccolo und Son-Goku gegeneinander. Piccolo lässt sich provozieren und wächst noch ein weiteres Stück. Son-Goku fliegt ihm in den Rachen und befreit Gott. Aber er lehnt Gottes Angebot ab, gemeinsam gegen Piccolo vorzugehen, mit Hinweis darauf, dass dies gegen die Regeln des Wettkampfs verstoße. Am Ende gelingt es Son-Goku einen Angriff Piccolos auf Piccolo selbst umzuleiten. Aber das erschöpft seinen Gegner nur kurz und steigert seine Wut.","versions":[{"lang":1,"streams":[{"redirect":14271012,"hoster":"VOE"},{"redirect":13666139,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Aus und vorbei","epNo":48,"alt":"Episode 147","descr":"Der Kampf zwischen Son-Goku und Piccolo nimmt ungeahnte Dimensionen an. Das gesamte Stadion wird von Piccolo in Schutt und Asche gelegt. Son-Goku wird schwer verletzt. Dennoch steht er am Ende vor Piccolo und fordert ihn aufs neue heraus.","versions":[{"lang":1,"streams":[{"redirect":14287017,"hoster":"VOE"},{"redirect":13666140,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Ein Ende mit Schrecken","epNo":49,"alt":"Episode 148","descr":"Der Kampf zwischen Son-Goku und Piccolo wird beendet. Son-Goku gewinnt tatsächlich und die Welt ist gerettet. Seine schweren Verletzungen werden durch eine magische Bohne kuriert. Auch Piccolo wird von seinen Verletzungen geheilt und entschwindet. Als Gott Son-Goku bittet, sein Nachfolger zu werden, flüchtet Son-Goku mit Chichi ins Ungewisse.","versions":[{"lang":1,"streams":[{"redirect":12433630,"hoster":"VOE"},{"redirect":13666141,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Alarm am Bratpfannenberg","epNo":50,"alt":"Episode 149","descr":"Son-Goku und Chichi kommen im Schloss des Rinderteufels an. Er plant wieder einmal eine große Hochzeitsfeier, aber mitten in den Vorbereitungen bricht ein Erdbeben aus und das Schloss steht in Flammen. Alle können sich retten bis auf Chichis Vater. Der glaubt, nur der magische Fächer könne das Feuer löschen. Son-Goku und Chichi begeben sich mit Uranai Babas Hilfe auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":14277716,"hoster":"VOE"},{"redirect":13666142,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Der Feuerfresser","epNo":51,"alt":"Episode 150","descr":"Um an einen magischen Fächer zu kommen, machen sich Son-Goku und Chichi auf den Weg zum Vulkan Mont Kiwi, wo der sagenhafte feuerfressende Vogel leben soll. Leider stellt sich heraus, dass er seit 40 Jahren ausgestorben ist und nur ein einziges Ei hinterlassen hat. Und an diesem Ei ist auch Prinz Pilaw interessiert, weil er es teuer verkaufen könnte.","versions":[{"lang":1,"streams":[{"redirect":14287174,"hoster":"VOE"},{"redirect":13666149,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Im ewigen Eis","epNo":52,"alt":"Episode 151","descr":"Son-Goku und Chichi finden ihr Ziel im Norden. Dummerweise dürfen weibliche Wesen nicht in die Nähe des Berges, da dann ein schrecklicher Schneesturm aufzieht. Während Son-Goku Schnee sammeln geht, mit dem er das Feuer im Schloss löschen will und wieder einmal mit Pilaw und seinem Gefolge fertig werden muss, erledigt Chichi alle anliegenden Hausarbeiten bei Oktogon, einer recht ruppigen Bienenzüchterin. Und was findet sie dabei? Den magischen Fächer! Allerdings zeigt sein sofortiger Einsatz wenig Wirkung.","versions":[{"lang":1,"streams":[{"redirect":14271746,"hoster":"VOE"},{"redirect":13666144,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Der magische Ofen","epNo":53,"alt":"Episode 152","descr":"Auch mit dem magischen Fächer gelingt es Son-Goku nicht, das Feuer auf dem Bratpfannenberg zu löschen. Uranai Baba rät ihm, den Wächter des magischen Ofens aufzusuchen, um ihn um Hilfe zu bitten. Son-Goku und Chichi machen sich auf den Weg zum Berg der fünf Elemente, wo sich der Ofen befindet. Leider wissen Son-Gohan, der gelegentlich den Ofen hütet und Annin, die Wächterin des Ofens, keinen Rat.","versions":[{"lang":1,"streams":[{"redirect":14287044,"hoster":"VOE"},{"redirect":13666145,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Ein heißer Weg","epNo":54,"alt":"Episode 153","descr":"Die Wächterin des magischen Ofens, Annin mit Namen, sieht keine Möglichkeit, den Rinderteufel vor den Flammen zu retten. Nach einigem Hin und Her und einem Probegefecht, darf Son-Goku aber in den Ofen steigen und das Loch im Boden flicken. So wird der Rinderteufel gerettet, und damit auch das Kleid, das Chichi bei ihrer Hochzeit mit Son-Goku trägt.","versions":[{"lang":1,"streams":[{"redirect":14277718,"hoster":"VOE"},{"redirect":13666147,"hoster":"Streamtape"}]}]}]}]}