{"seriesId":"dragon-crisis","name":"Dragon Crisis!","descr":"[Ger Sub] Eigentlich führt Ryuuji ein normales und unkompliziertes Leben, obgleich er seine Eltern schon seit geraumer Zeit nicht mehr zu Gesicht bekommen hat. Dieses beschauliche Dasein findet allerdings sein Ende, als eines Tages seine Cousine Eriko auftaucht und ihn kurzerhand zu einem Teil ihrer Organisation, Seven Tails, macht. Ihre erste gemeinsame Aktion ist dann auch gleich das Sichern einer Lost Precious, welche sich in den Händen einiger schießwütiger Gestalten befindet. Jedoch sollen seine Abenteuer damit erst beginnen, da es sich bei der Lost Precious um nichts Geringeres als einen Drachen handelt, was Ryuuji von einem Abenteuer ins nächste stürzen lässt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Kidnapped Girl","descr":"Ryujis ältere Cousine Eriko kehrt aus dem Ausland zurück und schleppt ihn an den Schauplatz einer Untergrundtransaktion, wo er in eine Schießerei und eine Verfolgungsjagd verwickelt wird, nachdem sie einer Gruppe von kriminellen Maklern namens Fang einen Koffer gestohlen haben.","versions":[{"lang":2,"streams":[{"redirect":10907694,"hoster":"VOE"},{"redirect":10106699,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996597,"hoster":"VOE"},{"redirect":8417602,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Black Assault","descr":"Rose, Ryuuji und Eriko werden plötzlich von einem Forscher namens Tokura zu einem japanischen Zweig der Gesellschaft eingeladen. Obwohl Rose nicht von einem jungen Mädchen zu unterscheiden ist, führt die Gesellschaft eine Reihe von Untersuchungen durch, nachdem sie erfahren hat, dass sie ein Drache ist.","versions":[{"lang":2,"streams":[{"redirect":13512111,"hoster":"VOE"},{"redirect":10106700,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996602,"hoster":"VOE"},{"redirect":8417619,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Contract of Determination","descr":"Entschlossen, Rose zu retten, nimmt Ryuuji ein mächtiges \u0027Lost Precious\u0027 an sich, das ihm seine Eltern hinterlassen haben. Onyx hingegen behauptet, dass Rose dazu bestimmt ist, ihn zu heiraten, weil ihr Halsband ihre Verlobung signalisiert, und hat eine Hochzeit für sie arrangiert. Nachdem er mit Eriko und Tokura Fangs Festung gestürmt hat, um ihn daran zu hindern, Rose zu heiraten, zerstört Ryuuji Roses Halsband, während Rose sich entscheidet, die Hochzeit nicht zu vollziehen.","versions":[{"lang":3,"streams":[{"redirect":8996596,"hoster":"VOE"},{"redirect":8417600,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Beauty on the Beach","descr":"Sie machen Urlaub am Strand. Ryuuji und Rose werden von Maruga, der Kaiserin der weißen Drachen, angesprochen, die sie um Hilfe bittet, um einen verlorenen Schatz zu bergen, der sich im Besitz von George Evans befindet. Dieser ist ein mächtiger Breaker, der glaubt, dass Drachen ein Übel sind, ausgemerzt werden muss, obwohl er noch nie einem persönlich begegnet ist. Ryuuji, Rose, Maruga und die anderen gehen zu einem Fest und treffen zufällig auf George.","versions":[{"lang":2,"streams":[{"redirect":13512114,"hoster":"VOE"},{"redirect":10106702,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996599,"hoster":"VOE"},{"redirect":8417603,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Unpleasant Awakening","descr":"Ryuji erfährt von Maruga, dass das Schwert, das sich in Georges Besitz befindet, in Wirklichkeit ein verfluchter \u0027Lost Precious\u0027 ist, der menschliche Seelen verdirbt. Rose weigert sich zu glauben, dass George, ein normalerweise freundlicher Mensch, zu einem Feind werden könnte, aber als er herausfindet, dass Rose ein Drache ist (mit etwas Hilfe von Kai), beginnt er sie anzugreifen, und es liegt an Ryuji und Rose, ihn wieder zur Vernunft zu bringen.","versions":[{"lang":3,"streams":[{"redirect":8996595,"hoster":"VOE"},{"redirect":8417638,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Attack of the Wolf","descr":"Ryuji, Eriko und Rose besuchen eine Party der Vereinigung, zu der viele Träger von hochrangigen \u0027Lost Precious\u0027, A-Klasse oder höher, eingeladen sind. Sie treffen auch einen neuen Sammler, der sich für Eriko zu interessieren scheint. Er versichert ihr, dass er sie kontaktieren wird, wenn er etwas Neues über ihren anderen Ohrring herausfindet. Die Gäste werden von \"Odd Eye\" angegriffen, einem weiblichen Wolfsmenschen namens Ai, den Ryuji gerade in einer Zeitschrift gesehen hatte. Sie ist auf das Entwenden von \u0027Lost Precious\u0027 spezialisiert.","versions":[{"lang":2,"streams":[{"redirect":13512113,"hoster":"VOE"},{"redirect":10106704,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996598,"hoster":"VOE"},{"redirect":8417631,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Truth About Wolves","descr":"Das magische Seil hat sich endlich von Ryuuji und Ai gelöst. Ryuuji wird von Ais Meister in ein Kellerverlies gesperrt, um ihn später nach seiner S-Klassen-Reliquie \u0027Slash Breath\u0027 zu befragen. Ai und ihr Gebieter begeben sich in einen anderen Raum, wo sich herausstellt, dass ihr Meister tatsächlich das Pendant zu Erikos Ohrring hat. Als ihr Meister das Zimmer verlässt, um sich etwas auszuruhen, legt Ai, geblendet von der Schönheit der Ohrringe, diese an.","versions":[{"lang":2,"streams":[{"redirect":13512116,"hoster":"VOE"},{"redirect":10106706,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996603,"hoster":"VOE"},{"redirect":8417640,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Dangerous Test","descr":"Ryuuji wacht eines Morgens auf und findet Rose in der Mädchenuniform seiner Schule vor, die ihm stolz verkündet, dass sie auch zur Schule gehen will. Ryuuji stimmt dem aber nur unter der Voraussetzung zu, dass sie ihre Flügel und ihr Drachenfeuer nicht benutzen darf. Als sie in der Schule ankommen, wird der Unterricht plötzlich von Bianca Alexandra Lou unterbrochen, einer Frau, die von der Vereinigung geschickt wurde, um Ryujis Kräfte zu beurteilen. Sie feuert eine SMAW (eigentlich eine Panzerabwehrhandwaffe, auch Shoulder-Launched Multipurpose Assault Weapon genannt) auf Ryuuji ab.","versions":[{"lang":3,"streams":[{"redirect":8996600,"hoster":"VOE"},{"redirect":8417599,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mirror of Truth","descr":"Rose, Misaki, Eriko und Ai werden in eine Reliquie in Form eines Gemäldes, einem sogenannten \u0027Cursed Lost Precious\u0027, gesaugt, das darüber entscheidet, ob Frauen die Wahrheit sagen oder nicht. Währenddessen versuchen Bianca und Ryuuji ihnen bei der Flucht zu helfen.","versions":[{"lang":2,"streams":[{"redirect":13512115,"hoster":"VOE"},{"redirect":10106708,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996604,"hoster":"VOE"},{"redirect":8417666,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Adult\u0027s Rights","descr":"Bei einem Campingausflug mit Rose, Eriko, Ai und Misaki taucht ein neuer blauer Drache namens Sapphie auf und behauptet, die Verlobte von Onyx (der, wie sich herausstellt, noch am Leben ist) zu sein. Sie versucht, sich an Ryuji zu rächen, dabei stellt sich jedoch heraus, dass sie nicht sehr kampferfahren ist und muss sich gezwungenermaßen zurückzuziehen. Misaki erfährt dabei, dass Rose ein Drache ist. Sapphie trifft sich später mit Rose und erklärt ihr das Ritual des Erwachsenwerdens. Derweil kommt es in Marugas Haus zu einem Einbruch durch Onyx.","versions":[{"lang":2,"streams":[{"redirect":13512117,"hoster":"VOE"},{"redirect":10106712,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996605,"hoster":"VOE"},{"redirect":8417661,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Dragon Crisis","descr":"Nachdem sie das Ritual des Erwachsenwerdens durchgeführt hat, das ihr von Sapphie beigebracht wurde, reift Roses Geist schneller als ihr Körper. Plötzlich lernt sie die Bedeutung von Scham kennen und kann nicht einmal mehr ihren geliebten Ryuuji berühren. Roses verändertes Verhalten hält auch nach einer Nacht Schlaf an. Das wiederum macht das Paar, sehr zu Erikos Bestürzung, unbehaglich in der Nähe des anderen. Als Ryuuji beginnt, Gefühle für Rose zu haben, verstehen sich die beiden immer weniger. In der Schule verschlechtert sich Roses Zustand zusehends, bis sie schließlich zusammenbricht.","versions":[{"lang":2,"streams":[{"redirect":13512119,"hoster":"VOE"},{"redirect":10106713,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996601,"hoster":"VOE"},{"redirect":8417667,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Engage","descr":"Rose wurde von Kai und Sapphie entführt. Ohne Rose und mit dem Wissen, dass er Rose verletzt hat, verbringt Ryuji seine Tage als Schatten seiner selbst. Die Drachenkaiserin Maruga trifft ein, um Onyx\u0027 gefährliche Absichten anzukündigen. Als sie Ryuji zwingt, eine Entscheidung zu treffen, entdeckt er endlich ein tief in ihm verborgenes Verlangen. Rose wacht ohne Erinnerungen an ihr Leben mit Ryuji und ihren Freunden auf. Da sie kein Risiko eingehen wollen, beschließen Onyx und Kai, Japan mit ihr und Sapphie so schnell wie möglich, in Richtung Roses Heimat zu verlassen, um sicherzustellen, dass sie sich niemals wieder erinnern kann. Die letzte Schlacht um Rose beginnt!","versions":[{"lang":2,"streams":[{"redirect":13512118,"hoster":"VOE"},{"redirect":10106716,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8996606,"hoster":"VOE"},{"redirect":8417615,"hoster":"Streamtape"}]}]}]}]}