{"path":"/serie/stream/dragonball-gt","name":"Dragonball GT","descr":"Dragon Ball GT ist die zweite Fortsetzungsserie der Animeserie Dragon Ball. Sie wurde von Beginn an als Anime konzipiert und basiert nicht, wie die vorhergehenden Animeserien Dragon Ball und Dragon Ball Z, auf der Originalhandlung des Mangas des japanischen Zeichners Akira Toriyama. Toriyama wirkte bei Dragon Ball GT lediglich als künstlerischer Berater mit.","seasons":[{"path":"/serie/stream/dragonball-gt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dragonball-gt/staffel-1/episode-1","name":"Ein Fataler Wunsch","epNo":1,"alt":"Episode 1","descr":"Prinz Pilaf und seine Helfer Mye und Sho schleichen sich in Gottes Palast, um die Dragon Balls zu klauen. Son-Goku und Oob sind so mit ihrem Training beschäftigt, dass sie nichts davon mitbekommen. Erst als der heilige Drache Shenglong erscheint, wird Son-Goku auf das Geschehen aufmerksam und mischt sich ein. Voller Wut über die Störung äußert Pilaf einen fatalen Wunsch. Er wünscht sich, dass Son-Goku wieder so klein wird wie er selber. Sofort schrumpft Son-Goku auf die Größe eines 10jährigen Kindes. Von Meister Kaio erfährt er, dass er die Dragon Balls suchen muss, wenn er wieder groß werden will. Doch nicht die einfachen Dragon Balls, es handelt sich um Super - Dragon Balls, die im ganzen Universum verstreut sind. Zunächst einmal begibt sich Son-Goku zurück in seine Heimatstadt. Dort trifft er auf Pan, die sich gerade mit ein paar Dieben anlegt. Als Muten-Roshi erscheint, outet sich Son-Goku als Pans Großvater. Die Verwirrung ist groß. Und zu allem Überfluss meldet sich noch einmal Meister Kaio und verkündet, dass die Erde zerstört wird, wenn es Son-Goku nicht gelingt, die Dragon Balls innerhalb eines Jahres zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287191","hoster":"VOE"},{"path":"/redirect/14470786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-2","name":"Ein Blinder Passagier","epNo":2,"alt":"Episode 2","descr":"Die Vorbereitungen für Son-Gokus Abreise laufen auf Hochtouren. Bulma stellt ein Raumschiff zur Verfügung und Son-Gohan bietet an, seinen Vater zu begleiten. Außerdem soll Trunks an der Mission teilnehmen. Einzig unzufrieden ist Pan, die von allen wie ein kleines Kind behandelt wird und darüber stinksauer ist. Sie weint sich bei Ihrem Großvater Mr. Satan aus, aber der ist auch nicht besser als alle anderen. Da beschließt sie, es allen zu zeigen. Sie schleicht sich an Bord des Raumschiffs, und als Son-Goku und Trunks das Schiff betreten, drückt sie den Startknopf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287037","hoster":"VOE"},{"path":"/redirect/13649424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-3","name":"Supergierig - Der Handelsplanet Imegga","epNo":3,"alt":"Episode 3","descr":"Das Raumschiff ist mit Trunks, Son-Goku und Pan gestartet. Beim Start ist ein Teil vom Schiff abgefallen, das Bulma findet. Sie findet heraus, dass das verlorene Teil zum Hilfsmotor gehört und die Drei deshalb nicht zur Erde zurückkehren können. Während des Fluges fällt ein weiteres Teil vom Raumschiff ab, so dass Son-Goku-Trunks und Pan auf dem Handelsplaneten Imegga notlanden müssen. Die Lage verschlimmert sich, als Trunks Dragon Ball Radar, mit dem er die Dragon Balls aufspüren kann, gestohlen wird. Und dann wird auch noch ihr defektes Raumschiff abgeschleppt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13866414","hoster":"VOE"},{"path":"/redirect/13649420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-4","name":"Die Suche beginnt!","epNo":4,"alt":"Episode 4","descr":"Son-Goku, Trunks und Pan machen sich auf die Suche nach ihrem Raumschiff. Son-Goku will sie alle zusammen teleportieren aber erstaunlicherweise reichen seine Kräfte nicht aus. Trunks vermutet, dass er durch die Verjüngung auch den Großteil seiner Kräfte verloren hat. So müssen sie zu Fuß losgehen. Der Weg führt sie zum Palast des Präsidenten Don Kiah. Dieser möchte das Raumschiff auseinander nehmen und die Einzelteile an einen Schrotthändler verkaufen. Bei dem Versuch, ihr Raumschiff aus dem Hangar zu befreien, werden die Drei in einen Kampf verwickelt. Ihnen gelingt zwar die Flucht mit ihrem Raumschiff und einem Transporter, aber es ist immer noch nicht repariert. Um die notwendigen Ersatzteile zu besorgen, gehen sie also wieder in die Stadt auf den Markt. Dort angekommen, fliehen die Menschen panikartig vor ihnen. Sie sehen, dass überall Fahndungsplakate mit ihren Portraits aufgehängt worden sind. Und die Polizei lässt auch nicht lange auf sich warten. Mit vielen Einsatzkräften jagen sie die Drei, die es gerade noch schaffen zu fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270874","hoster":"VOE"},{"path":"/redirect/13649421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-5","name":"Eine unerwartete Entdeckung","epNo":5,"alt":"Episode 5","descr":"Nachdem Son-Goku, Trunks und Pan die Flucht gelungen ist, lernen sie Lilka und Eskar kennen, ein altes, armes Ehepaar, das trotz der Fahndung nur allzu gerne bereit ist, den Dreien zu helfen. Schließlich beschließt Pan, mal mit Präsident Don Kiah ein ernstes Wörtchen zu reden. Also lassen sich alle drei festnehmen und kommen so in den Palast. Als sie dann Don Kiah zur Rede stellen wollen, stellt sich sein Leibwächter, Rejikku, in den Weg. Son-Goku fordert ihn zum Kampf und besiegt ihn. Daraufhin setzen sie den Diktator ab und erklären dem Volk von Imegga, dass sämtliche Schulden erlassen worden sind. Als sie abschließend zu ihrem Raumschiff zurückkehren, stellen sie fest, dass der kleine Roboter Gil, der das Dragon Ball Radar gestohlen hatte, dessen Funktionen übernommen hat. Er ortet auch sogleich einen Super - Dragon Ball und die Drei machen sich auf den Weg zum nächsten Planeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287200","hoster":"VOE"},{"path":"/redirect/13649422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-6","name":"Tat es weh? Son-Goku als Zahnarzt","epNo":6,"alt":"Episode 6","descr":"Son-Goku, Trunks und Pan fliegen zu einem Planeten, auf dem sie den zweiten Dragon Ball vermuten. Dort ist alles riesengroß. Pan fliegt durch die Gegend und wird von einem Schwarm Bienen versehentlich für ihre Bienenkönigin gehalten. Währenddessen machen sich Trunks und Son-Goku allein auf die Suche nach dem Dragon Ball. Gil führt sie in die richtige Richtung. Als sie ganz nah dran sind, schnappt ein Adler den Apfel, in dem der Dragon Ball steckt und fliegt damit zu einem Riesen, der den Apfel einsteckt. Die Freunde folgen ihm. Als der Riese den Apfel mitsamt der Kugel verspeist, sehen die Drei schwarz. Aber da fängt der Riese fürchterlich an zu schreien und Son-Goku sieht, dass der Dragon Ball in einem hohlen Zahn stecken geblieben ist. Er fliegt in den Mund des Riesen und reißt den Zahn mitsamt Kugel heraus - der erste Super Dragon Ball ist gefunden! Der Riese ist glücklich, seine Zahnschmerzen los zu sein und die drei Helden fliegen weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276834","hoster":"VOE"},{"path":"/redirect/13649429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-7","name":"Geliebter Ehemann! Die Verlobte ist Trunks?","epNo":7,"alt":"Episode 7","descr":"Die drei fliegen weiter und landen in einem Dorf, der erst sehr ruhig und idyllisch wirkt. Doch bald müssen sie erfahren, dass die Bewohner von einem riesigen Monster terrorisiert werden, das mit Hilfe seiner Schnurrbarthaare verheerende Erdbeben auslösen kann. Son-Goku, Pan und Trunks finden einen Dragon Ball, der in Besitz der schönen Rehnu ist. Sie soll morgen mit dem Monster verheiratet werden, das im Gegenzug versprochen hat, danach das Dorf in Ruhe zu lassen. Die drei Freunde bieten an, dem Monster eine Lektion zu erteilen, wenn sie dafür den Dragon Ball bekommen. Trunks verkleidet sich als Rehnu und soll das Monster betrunken machen, um ihm anschließend die gefährlichen Barthaare abzuschneiden. Doch das Monster ist nicht so dumm und durchschaut den Schwindel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14352445","hoster":"VOE"},{"path":"/redirect/13649425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-8","name":"Wenn die Schnurrbarthaare schwingen","epNo":8,"alt":"Episode 8","descr":"Trunks und die anderen stellen dem Monster Zuname eine Falle. Domas schneidet ihm ein Schnurrbarthaar ab. Doch Zuname lässt sein verbliebenes Haar vibrieren und löst somit ein Erdbeben aus. Doch auf einmal ist der Spuk vorbei. So entdecken unsere Freunde, das Zunama selbst keine Erdbeben hervorrufen kann, sie nur frühzeitig wahrnimmt und sich deshalb den Anschein gegeben hat, er könne Erdbeben auslösen. Plötzlich droht der Vulkan auszubrechen. Um Domas\u0027 Dorf vor einer Katastrophe zu retten, sprengt Son Goku den Vulkan mit einem Kamehame-Ha in die Luft. Zum Dank überreichen die Dorfbewohner unseren Freunden den Dragon Ball. Doch da erscheint Bonpara und klaut ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271323","hoster":"VOE"},{"path":"/redirect/13649428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-9","name":"Gefangen im Labyrinth","epNo":9,"alt":"Episode 9","descr":"Son Goku und seine Freunde nehmen die Verfolgung des Raumschiffes von Bonpara und seinen Brüdern auf. Die locken sie in eine Falle ins Innere des Planeten Beehei, in dem gigantische Würmer hausen, die über gewaltigen Appetit verfügen. Und tatsächlich verirren sich unsere Helden in einem unterirdischen Labyrinth. Während Son Goku, Trunks und Pan gegen die Monster kämpfen versucht Bonpara, ihnen auch noch ihren zweiten Dragon Ball zu stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276832","hoster":"VOE"},{"path":"/redirect/13649426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-10","name":"Weltraumtanz - Pa-pa-ra-pa-pa-pa-pa","epNo":10,"alt":"Episode 10","descr":"Son Goku, Pan und Trunks kämpfen verzweifelt gegen die Würmer. Selbst ein Kamahame-Ha prallt an diesen riesigen Tieren einfach ab. Die Brüder Parapara, die inzwischen das Raumschiff der Drei durchsucht haben, in der Hoffnung, dort den zweiten Dragon Ball zu finden, schauen diesem Kampf aus sicherer Entfernung interessiert zu. Nach und nach gelingt es Son Goku und seinen Freunden, die Würmer zu besiegen. Kaum haben sie den Kampf überstanden, treten ihnen auch schon Bonpara, Sonpara und Donpara gegenüber. Sie beginnen einen Tanz, der so eindringlich ist, dass die Drei gegen ihren Willen mittanzen müssen. Als sie völlig erschöpft kurz vor dem Zusammenbrechen sind, erwachen die Würmer wieder und erschrecken die Brüder Parapara so sehr, dass sie sich nicht mehr auf ihren Tanz konzentrieren können. Diese Gelegenheit wird sofort von Son Goku, Trunks und Pan genutzt. Als dann Pan mit Gil das Raumschiff der Brüder erkundet, schließt es einfach die Türen und startet völlig automatisch in Richtung Beehei. Trunks und Son-Goku bleiben auf dem Planeten zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273606","hoster":"VOE"},{"path":"/redirect/13649427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-11","name":"Pans Verwandlung","epNo":11,"alt":"Episode 11","descr":"Nachdem Pan mit Gil auf einem fremden Planeten gelandet ist, entdecken sie, dass sich ganz in ihrer Nähe der von den Parapara-Brüder gestohlene Dragon Ball aufhält. Also gehen sie dort hin. Sie entdecken ein Schloss, worin sich viele Gläubige befinden, die den Gott Rudo anbeten. Pan holt sich von dem Priester den Dragon Ball zurück. Rudo verwandelt daraufhin Pan in eine Puppe. Trunks und Son Goku sind mittlerweile auch gelandet und greifen in das Geschehen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270563","hoster":"VOE"},{"path":"/redirect/13649433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-12","name":"Rudo erwacht zum Leben","epNo":12,"alt":"Episode 12","descr":"Son-Goku und Trunks kämpfen gegen Mucchi. Er verfügt über riesige Kräfte, und den beiden gelingt es nur mühsam, Mucchi zu bezwingen. Dorutakki plant, die Weltherrschaft mit Hilfe von Rudo an sich zu reißen. Rudo ist eine Maschine, die mit enorm viel Energie zum Leben erweckt werden soll. Son Goku und Trunks finden einen Dragon Ball, doch da kommt Dorutakki und beginnt, Rudo zum Leben zu erwecken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271444","hoster":"VOE"},{"path":"/redirect/13649431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-13","name":"Pan in Gefahr!","epNo":13,"alt":"Episode 13","descr":"Während Son Goku und Trunks mit Rudo kämpfen, erfährt Pan von Dorutakki, wie ihn Son Goku und Trunks besiegen können. Leider verpasst Son Goku aber immer wieder den Einsatz, den ihm Sonpara, Danbara und Bonbara geben, bis sie ihm entnervt vorschlagen, selbst ein Kommando zu geben, das er sich merken kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287159","hoster":"VOE"},{"path":"/redirect/13649430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-14","name":"Son Gokus Formel","epNo":14,"alt":"Episode 14","descr":"Während Son Goku und Trunks mit Rudo kämpfen, erfährt Pan von Dorutakki, wie ihn Son Goku und Trunks besiegen können. Leider verpasst Son Goku aber immer wieder den Einsatz, den ihm Sonpara, Danbara und Bonbara geben, bis sie ihm entnervt vorschlagen, selbst ein Kommando zu geben, das er sich merken kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276833","hoster":"VOE"},{"path":"/redirect/13649434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-15","name":"Ändere nie ein Siegerteam!","epNo":15,"alt":"Episode 15","descr":"Son Goku, Trunks und Pan werden auf der Suche nach dem dritten Dragon Ball auf einem fremden Wüstenplaneten von einem Riesenmonster angegriffen, dass auch die Raumkapsel beschädigt. Während Trunks die Kapsel repariert, halten Son Goku, Gil und Pan das Monster in Schach. Gil und Pan besiegen es schließlich, womit sie sich endlich den Respekt der überheblichen Schnösel Trunks und Son Goku verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287019","hoster":"VOE"},{"path":"/redirect/13649432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-16","name":"Die Wahrheit über DD 4649 T 22006 RS","epNo":16,"alt":"Episode 16","descr":"Als Son Goku, Trunks und Pan am Planeten M2 vorbeifliegen, drängt GIL auf einen Zwischenstopp, weil dies sein Heimatplanet ist. Kaum aber ist die Kapsel gelandet, werden die drei plus GIL von einheimischen Robotern in Kämpfe verwickelt, die Gils wahre Identität kennen: DD 4649 T 22006 RS. Wer hätte das gedacht! Ist der Kleine ein Spion von General Lilde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287085","hoster":"VOE"},{"path":"/redirect/13649436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-17","name":"Pan übernimmt!","epNo":17,"alt":"Episode 17","descr":"Während die Roboter Son Gokus und Trunks Kampftechniken analysieren, schlüpft Pan in einen Roboterkörper und gelangt ins Labor, wo es zur Auseinandersetzung mit Lildes Robotertruppen kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287041","hoster":"VOE"},{"path":"/redirect/13649435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-18","name":"Neji, Rivet und Vis","epNo":18,"alt":"Episode 18","descr":"Trunks kehrt mit Pan zum Raumschiff zurück und muss feststellen, dass die Dragon Balls geklaut worden sind. Inzwischen kämpft Son Goku gegen Vis, Rivet und Neji, die sich zu Super-Sigma vereinigen können, und auch als Super-Sigma mehrere Entwicklungsstufen durchlaufen können. Son Goku tut sich schwer, doch am Ende gelingt es ihm, die Mega-Canon Truppe zu besiegen. General Rirudo ist darüber stinksauer und beschließt, die Angelegenheit selbst in die Hand zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276838","hoster":"VOE"},{"path":"/redirect/13649437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-19","name":"Der Metallene Trunks","epNo":19,"alt":"Episode 19","descr":"Son-Goku stößt wieder zu Pan und Trunks, doch kurz darauf bekommen sie Besuch von General Rirudo. Dieser berichtet, dass er und Doktor Mu die Weltherrschaft übernehmen und unsere drei Freunde zu Versuchskaninchen machen wollen. Tatsächlich wird Trunks in eine Metallplatte verwandelt und fortgebeamt. Pan macht sich auf die Suche nach Trunks und Son-Goku tritt gegen General Rirudo an. Im Verlauf des Kampfes verwandelt er sich in einen Super Sayajin. Doch auch Rirudo hat noch ein Ass im Ärmel und transformiert zu Hyper-Mega-Rirudo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287026","hoster":"VOE"},{"path":"/redirect/13649438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-20","name":"Bewegliche Mauern","epNo":20,"alt":"Episode 20","descr":"Son-Goku kämpft gegen Rirudo, der sich immer wieder verändert. Son-Goku ist überrascht, wie stark und flexibel sein Gegner ist, bis dieser ihm erklärt, dass der Planet aus Metall ist und er mit der Materie eins ist – er kann sich und die Welt beliebig verformen. Pan ist auf der Suche nach Trunks, verzweifelt aber an den Mauern, die sich immer wieder verformen und sie an den Anfangspunkt zurück bringen. Es ist eine Welt, die Dr. Mu geschaffen hat, und Raum, Zeit und Materie sind dort beliebig steuerbar. Pan trennt sich von Gil und wirft ihm Verrat vor. Zum Schluss wird sie an den Anfangspunkt zurück geschleudert, und da rollt ihr ein Dragon Ball vor die Füße. Sie verzeiht Gil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269868","hoster":"VOE"},{"path":"/redirect/13649440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-21","name":"Reingelegt!","epNo":21,"alt":"Episode 21","descr":"Nach einem langen, harten Kampf gegen Irudo unterliegt Son-Goku und er und Pan werden ebenfalls in Metallplatten verwandelt und zu Dr. Mu gebeamt. Da springt Gil ein und erweist sich doch als Freund – er stoppt die Maschine und wandelt Pan und Son-Goku wieder um. Trunks ist noch eine Metallplatte und geht bei einem Kampf mit Mu und seinen Robotern zu Bruch. Pan und Son-Goku trauern um ihren Freund, als dieser putzmunter die Treppe runterkommt. Er und Gil haben diesen Plan ausgeheckt, weil sie dahinter kommen wollten, was Dr. Mu hinter dieser gewissen Tür versteckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271798","hoster":"VOE"},{"path":"/redirect/13649439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-1/episode-22","name":"Baby erwacht","epNo":22,"alt":"Episode 22","descr":"Son-Goku, Pan, Trunks und Gil finden heraus, woran Dr. Mu in seiner Basis arbeitet. Er hat die gesamten letzten Jahre mit der Entwicklung eines Mutantenbabys verbracht. Es soll ihm mit seiner außerordentlichen Kraft dabei helfen, die Weltherrschaft zu erlangen. Glücklicherweise kann Trunks in letzter Sekunde die Speicherdaten des Mutanten ändern. Dr. Mu ist untröstlich – sein Lebenswerk scheint zerstört. Doch plötzlich bäumt sich das Baby mit letzter Kraft auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271325","hoster":"VOE"},{"path":"/redirect/13649445","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dragonball-gt/staffel-2/episode-1","name":"Der Junge mit den grünen Haaren","epNo":1,"alt":"Episode 23","descr":"Als Son Goku, Trunks und Pan am Planeten M2 vorbeifliegen, drängt GIL auf einen Zwischenstopp, weil dies sein Heimatplanet ist. Kaum aber ist die Kapsel gelandet, werden die drei plus GIL von einheimischen Robotern in Kämpfe verwickelt, die Gils wahre Identität kennen: DD 4649 T 22006 RS. Wer hätte das gedacht! Ist der Kleine ein Spion von General Lilde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270870","hoster":"VOE"},{"path":"/redirect/13649446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-2","name":"Der Schein trügt!","epNo":2,"alt":"Episode 24","descr":"Während die Roboter Son Gokus und Trunks Kampftechniken analysieren, schlüpft Pan in einen Roboterkörper und gelangt ins Labor, wo es zur Auseinandersetzung mit Lildes Robotertruppen kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276842","hoster":"VOE"},{"path":"/redirect/13649444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-3","name":"Besuch auf der Erde","epNo":3,"alt":"Episode 25","descr":"Trunks kehrt mit Pan zum Raumschiff zurück und muss feststellen, dass die Dragon Balls geklaut worden sind. Inzwischen kämpft Son Goku gegen Vis, Rivet und Neji, die sich zu Super-Sigma vereinigen können, und auch als Super-Sigma mehrere Entwicklungsstufen durchlaufen können. Son Goku tut sich schwer, doch am Ende gelingt es ihm, die Mega-Canon Truppe zu besiegen. General Rirudo ist darüber stinksauer und beschließt, die Angelegenheit selbst in die Hand zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269559","hoster":"VOE"},{"path":"/redirect/13649442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-4","name":"Zwei Brüder","epNo":4,"alt":"Episode 26","descr":"Son-Goku stößt wieder zu Pan und Trunks, doch kurz darauf bekommen sie Besuch von General Rirudo. Dieser berichtet, dass er und Doktor Mu die Weltherrschaft übernehmen und unsere drei Freunde zu Versuchskaninchen machen wollen. Tatsächlich wird Trunks in eine Metallplatte verwandelt und fortgebeamt. Pan macht sich auf die Suche nach Trunks und Son-Goku tritt gegen General Rirudo an. Im Verlauf des Kampfes verwandelt er sich in einen Super Sayajin. Doch auch Rirudo hat noch ein Ass im Ärmel und transformiert zu Hyper-Mega-Rirudo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287028","hoster":"VOE"},{"path":"/redirect/13649443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-5","name":"Baby am Ziel?","epNo":5,"alt":"Episode 27","descr":"Son-Goku kämpft gegen Rirudo, der sich immer wieder verändert. Son-Goku ist überrascht, wie stark und flexibel sein Gegner ist, bis dieser ihm erklärt, dass der Planet aus Metall ist und er mit der Materie eins ist – er kann sich und die Welt beliebig verformen. Pan ist auf der Suche nach Trunks, verzweifelt aber an den Mauern, die sich immer wieder verformen und sie an den Anfangspunkt zurück bringen. Es ist eine Welt, die Dr. Mu geschaffen hat, und Raum, Zeit und Materie sind dort beliebig steuerbar. Pan trennt sich von Gil und wirft ihm Verrat vor. Zum Schluss wird sie an den Anfangspunkt zurück geschleudert, und da rollt ihr ein Dragon Ball vor die Füße. Sie verzeiht Gil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270302","hoster":"VOE"},{"path":"/redirect/13649451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-6","name":"Willkommen daheim, Son Goku!","epNo":6,"alt":"Episode 28","descr":"Nach einem langen, harten Kampf gegen Irudo unterliegt Son-Goku und er und Pan werden ebenfalls in Metallplatten verwandelt und zu Dr. Mu gebeamt. Da springt Gil ein und erweist sich doch als Freund – er stoppt die Maschine und wandelt Pan und Son-Goku wieder um. Trunks ist noch eine Metallplatte und geht bei einem Kampf mit Mu und seinen Robotern zu Bruch. Pan und Son-Goku trauern um ihren Freund, als dieser putzmunter die Treppe runterkommt. Er und Gil haben diesen Plan ausgeheckt, weil sie dahinter kommen wollten, was Dr. Mu hinter dieser gewissen Tür versteckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13866258","hoster":"VOE"},{"path":"/redirect/13649447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-7","name":"**[Nur in englisch erhältlich]**","epNo":7,"alt":"Episode 29","descr":"Son-Goku, Pan, Trunks und Gil finden heraus, woran Dr. Mu in seiner Basis arbeitet. Er hat die gesamten letzten Jahre mit der Entwicklung eines Mutantenbabys verbracht. Es soll ihm mit seiner außerordentlichen Kraft dabei helfen, die Weltherrschaft zu erlangen. Glücklicherweise kann Trunks in letzter Sekunde die Speicherdaten des Mutanten ändern. Dr. Mu ist untröstlich – sein Lebenswerk scheint zerstört. Doch plötzlich bäumt sich das Baby mit letzter Kraft auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270780","hoster":"VOE"},{"path":"/redirect/13649448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-8","name":"Wiedersehen, Erde!","epNo":8,"alt":"Episode 30","descr":"Die drei starten endlich und sind froh, weg zu kommen. General Rirudo hält sie noch kurz auf, aber sie können ihn überzeugen, sie gehen zu lassen. Gil empfängt ein Signal und die drei fliegen zu einem verlassenen Raumschiff, auf dem sie ein Dragon Ball erwartet. In neun Minuten wird das Raumschiff schmelzen, sie haben also wenig Zeit. Ohne große Schwierigkeiten finden sie den Dragon Ball und wollen gerade das Schiff verlassen, als Gil einen Überlebenden meldet. Sie finden einen bewusstlosen Jungen und nehmen ihn mit in ihr Raumschiff. Später fliegen sie den Planeten Vidal an und bringen den Jungen dort in ein Krankenhaus. Da gibt es eine Explosion …  wer ist der Junge?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269981","hoster":"VOE"},{"path":"/redirect/13649449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-9","name":"Flucht aus der Zwischendimension","epNo":9,"alt":"Episode 31","descr":"Der Junge mit den grünen Haaren ist in Wirklichkeit Baby, der beliebig in jeden Körper einfahren kann. Er hat vor, sich die Energie unserer drei Helden anzueignen. Doch die drei haben ihn durchschaut und fordern ihn erneut zum Kampf heraus. Doch Baby kann entkommen. Er droht, später zurück zu kommen, wenn er mehr Kräfte hat. Die Drei fliegen auf der Suche nach den weiteren Dragon Balls weiter, machen sich aber Gedanken über die Hintergründe von Babys Verlangen nach den Dragon Balls. Was hat er vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14279331","hoster":"VOE"},{"path":"/redirect/13679072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-10","name":"Ein Alter Freund","epNo":10,"alt":"Episode 32","descr":"Wir sind auf der Erde. Son-Goten hat eine Verabredung mit seiner Flamme Valese und trifft sich mit ihr in der Stadt. Plötzlich erschüttern viele Explosionen die Stadt, hervorgerufen von einem starken Mann, der die Saiyajins sucht. Son-Goten ist ziemlich sauer, weil sein Date dadurch verpatzt ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13866340","hoster":"VOE"},{"path":"/redirect/13649450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-11","name":"Beeil dich Son-Goku!","epNo":11,"alt":"Episode 33","descr":"Das Mutantenbaby ist auf der Erde gelandet. Es kämpft gegen Son-Goten und es gelingt ihm, in dessen Körper einzufahren und sich Son-Gotens Energie anzueignen. Nun möchte er erfahren wo Vegeta ist, der stärkste aller Saiyajins. Auf dessen Kräfte hat es der Mutant abgesehen. Alle sind ob des rüpelhaften Verhaltens von Son-Goten wie vor den Kopf gestoßen. Überraschend taucht Son-Gohan auf und der Mutant beschließt, den Körper noch einmal zu wechseln, da Son-Gohan stärker ist. Er fordert ihn zum Kampf heraus und Son-Gohan lässt sich erst nicht provozieren. Schließlich bleibt ihm keine Wahl und er verwandelt sich in einen Saiyajin. Da fährt der Mutant in Son-Gohans Körper ein. Piccolo hat das Ganze beobachtet und will wissen, was los ist, da bekommt er einen Kamehame-Ha ab. Der Mutant ist nun auf der Suche nach Vegeta. Pan, Son-Goku und Trunks finden derweil problemlos den sechsten Dragon Ball.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270687","hoster":"VOE"},{"path":"/redirect/13650590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-12","name":"Großvater, erinnerst du dich?","epNo":12,"alt":"Episode 34","descr":"Vegeta wird von Son-Gohan, dessen Körper von dem Mutantenbaby übernommen wurde, gestellt und herausgefordert. Vegeta bemerkt schnell, mit wem er es zu tun hat und stellt sich dem Kampf. Als dann aber auch noch Son-Goten, der ebenfalls unter Babys Einfluss steht, in den Kampf eingreift, gerät Vegeta in ernsthafte Schwierigkeiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276840","hoster":"VOE"},{"path":"/redirect/13649453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-13","name":"Der Vierfache Super Sayajin","epNo":13,"alt":"Episode 35","descr":"Son-Goku, Pan und Trunks kehren auf die Erde zurück, liefern aber vorher noch die Super-Dragon Balls bei Dende ab. Was sie nicht wissen: Baby hat bereits die Kontrolle über Dendes Hirn übernommen. Ebenso über die Menschen auf der ganzen Welt und natürlich auch über Son-Gokus Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276843","hoster":"VOE"},{"path":"/redirect/13649454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-14","name":"Kampf der Giganten","epNo":14,"alt":"Episode 36","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276847","hoster":"VOE"},{"path":"/redirect/13649452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-15","name":"Das Heilige Wasser","epNo":15,"alt":"Episode 37","descr":"Son-Goku hat die Super-Dragonballs bei Dende abgeliefert und ist zur Erde zurückgekehrt. Baby, der Letzte der Tsuful, hat von Vegeta, Son-Gohan und Son-Goten Besitz ergriffen. Gerade, als Son-Goku gegen seine Söhnen und Vegeta antreten will, taucht Baby wie aus dem Nichts auf und feuert einen riesigen Feuerball auf Son-Goku ab. Die Explosion ist gewaltig, und als der Rauch sich verzieht ist Son-Goku verschwunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287146","hoster":"VOE"},{"path":"/redirect/13649459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-16","name":"**[Nur in englisch erhältlich]***","epNo":16,"alt":"Episode 38","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13866043","hoster":"VOE"},{"path":"/redirect/13649456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-17","name":"Son-Goku gibt alles","epNo":17,"alt":"Episode 39","descr":"Oob rettet Pan vor Son-Gohan, doch Baby zeigt ihm im darauf folgenden Handgemenge deutlich, wo seine Grenzen sind. Son-Goku drängt den alten Kaio, ihn zu Baby zu schicken; Der Kaio gibt nach und zieht mit einer Zange an Son-Gokus Affenschwanz, dem Zentrum seiner Sayajin-Kräfte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270208","hoster":"VOE"},{"path":"/redirect/13649458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-2/episode-18","name":"Rettung in letzter Sekunde","epNo":18,"alt":"Episode 40","descr":"Als Son-Goku im Reich der Götter feststeckt, taucht wie aus dem Nichts Oob auf. Boo war es, der Oob vor einigen Jahren erschaffen hat. Nicht zuletzt deshalb liegt ihm das Wohlbefinden seines Zöglings besonders am Herzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276849","hoster":"VOE"},{"path":"/redirect/13649457","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/dragonball-gt/staffel-3/episode-1","name":"Der Meister aller Klassen","epNo":1,"alt":"Episode 41","descr":"Um ihre Rettung zu feiern, veranstalten die Menschen ein neues Kampfturnier. Mr. Satan wird von Rücktrittsgedanken geplagt, und sein Gegner im Finale, ein gewisser Papayamane setzt ihm arg zu. Zum Glück aber entpuppt sich Papayamane als Oob, dem Boo verbietet, Mr. Satan im Finale zu besiegen. Und so gewinnt der schließlich doch noch und lässt sich von seinen Fans feiern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287014","hoster":"VOE"},{"path":"/redirect/13649465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3/episode-2","name":"Gesucht und gefunden","epNo":2,"alt":"Episode 42","descr":"Dr. Mu und Dr. Gero verbünden sich in der Hölle. Sie klonen C 17 und bauen einen Tunnel vom Himmel zur Erde, durch den C 17 für erste Verwirrung auf der Erde sorgt. Son-Goku beschließt, dem Spuk sofort ein Ende zu setzen und fliegt in die Hölle. Kaum ist er dort, fliehen Dr. Gero und Dr. Mu nach draußen und schließen die Tür. Nun bekommt es Son-Goku in der Hölle mit zwei alten Bekannten zu tun: Freezer und Cell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287018","hoster":"VOE"},{"path":"/redirect/13649461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3/episode-3","name":"Die Falle schnappt zu","epNo":3,"alt":"Episode 43","descr":"Son-Goku kämpft in der Hölle mit Freezer und Cell, unterschätzt sie und wird besiegt. Sie bringen ihn in eine Unterhölle. Inzwischen sorgt C 17 auf der Erde für Ärger. Er triff auf C 18 und beide erinnert sie an die gemeinsame Cyborg-Vergangenheit. Es scheint, als würde C 18 sich ihm nun anschließen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276850","hoster":"VOE"},{"path":"/redirect/13649470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3/episode-4","name":"Ausbruch aus dem Paradies","epNo":4,"alt":"Episode 44","descr":"Es gelingt Son-Goku, Freezer und Cell in der Hölle zu besiegen, aber auf der Erde nehmen Dr. Gero und Dr. Mu die Fusion der beiden C 17s vor. Selbst Son-Gohan, Vegeta, Son-Goten, Trunks und Oob als Super-Sayajins haben keine Chance. Enma will Son-Goku nicht aus der Hölle lassen, also beschließt Piccolo ihm zu helfen. Er randaliert im Paradies, wird rausgeworfen und in die Hölle abkommandiert, wo er Son-Goku beim Ausbruch helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273714","hoster":"VOE"},{"path":"/redirect/13649467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3/episode-5","name":"Piccolos Plan","epNo":5,"alt":"Episode 45","descr":"Piccolo hat einen Plan. Mit Hilfe von Dende gelingt es ihm nach vielen Versuchen den Weg für Son-Goku freizumachen. Er kann endlich zur Erde zurück. Piccolo muss allerdings leiben, da sich sonst das Loch sofort wieder schließen würde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276848","hoster":"VOE"},{"path":"/redirect/13649462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3/episode-6","name":"","epNo":6,"alt":"[Nur in englisch erhältlich] Episode 46","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287034","hoster":"VOE"},{"path":"/redirect/13649463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-3/episode-7","name":"","epNo":7,"alt":"[Nur in englisch erhältlich] Episode 47","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276851","hoster":"VOE"},{"path":"/redirect/13649464","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/dragonball-gt/staffel-4/episode-1","name":"Wer ist dieser Drache?","epNo":1,"alt":"Episode 48","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287217","hoster":"VOE"},{"path":"/redirect/13649468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-2","name":"Aller Anfang ist schwer","epNo":2,"alt":"Episode 49","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270839","hoster":"VOE"},{"path":"/redirect/13649469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-3","name":"Eine Schleimige Angelegenheit","epNo":3,"alt":"Episode 50","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14279332","hoster":"VOE"},{"path":"/redirect/13649471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-4","name":"Frauen-Power","epNo":4,"alt":"Episode 51","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12433412","hoster":"VOE"},{"path":"/redirect/13649472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-5","name":"Der Drache mit den sieben Sternen","epNo":5,"alt":"Episode 52","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269971","hoster":"VOE"},{"path":"/redirect/13649473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-6","name":"Was ist mit Pan?","epNo":6,"alt":"Episode 53","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287126","hoster":"VOE"},{"path":"/redirect/13649474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-7","name":"","epNo":7,"alt":"[Nur in englisch erhältlich] Episode 54","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270070","hoster":"VOE"},{"path":"/redirect/13649476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-8","name":"","epNo":8,"alt":"[Nur in englisch erhältlich] Episode 55","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271064","hoster":"VOE"},{"path":"/redirect/13649475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-9","name":"","epNo":9,"alt":"[Nur in englisch erhältlich] Episode 56","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271427","hoster":"VOE"},{"path":"/redirect/13649483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-10","name":"","epNo":10,"alt":"[Nur in englisch erhältlich] Episode 57","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14292528","hoster":"VOE"},{"path":"/redirect/13649478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-11","name":"Gemeinsam gegen den siebten Drachen","epNo":11,"alt":"Episode 58","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287142","hoster":"VOE"},{"path":"/redirect/13649479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-12","name":"","epNo":12,"alt":"[Nur in englisch erhältlich] Episode 59","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271517","hoster":"VOE"},{"path":"/redirect/13649477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-13","name":"","epNo":13,"alt":"[Nur in englisch erhältlich] Episode 60","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14276852","hoster":"VOE"},{"path":"/redirect/13649482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-14","name":"","epNo":14,"alt":"[Nur in englisch erhältlich] Episode 61","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287093","hoster":"VOE"},{"path":"/redirect/13649484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-15","name":"","epNo":15,"alt":"[Nur in englisch erhältlich] Episode 62","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271027","hoster":"VOE"},{"path":"/redirect/13649485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-16","name":"","epNo":16,"alt":"[Nur in englisch erhältlich] Episode 63","descr":"In Deutschland nicht gesendet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273631","hoster":"VOE"},{"path":"/redirect/13649486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragonball-gt/staffel-4/episode-17","name":"Das Große Finale","epNo":17,"alt":"Episode 64","descr":"Shenlong taucht auf und Son-Goku bittet ihn, ihm einen letzten Wunsch zu erfüllen. Er wünscht sich, dass alle Menschen, die in den Kämpfen ihr Leben gelassen haben, wieder zur Erde zurückkommen dürfen. Shenlong erfüllt diesen allerletzten Wunsch. Über 100 Jahre später kämpft der Enkel von Pan, Son Goku Jr. gegen den Nachfahren von Vegeta, Son-Goku erinnert sich an viele Momente seines Lebens und so endet alles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14287151","hoster":"VOE"},{"path":"/redirect/13649487","hoster":"Streamtape"}]}]}]}]}