{"seriesId":"dragonball-super","name":"Dragonball Super","descr":"Nachdem der Dämon Boo besiegt wurde herrscht erneut Frieden auf der Welt. Chi-Chi bringt Son-Goku dazu, arbeiten zu gehen, wenngleich dieser eher noch mehr trainieren möchte. Wärendessen machen sich Son-Goten und Trunks auf den Weg, ein Hochzeitgeschenk für Videl zu besorgen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Dragon Ball Super: Broly","epNo":1,"alt":"Dragon Ball Super: Broly","descr":"Beim Turnier der Kraft traten einige der mächtigsten Kämpfer des Universums gegeneinander an, doch nun herrscht auf der Erde Ruhe und Frieden. Die beiden Saiyajin Son-Goku und Vegeta reisen zu einer einsamen Insel, um dort in Ruhe zu trainieren. Doch schon kurz darauf bittet Bulma sie um Hilfe bei der Suche nach den Dragonballs, denn sechs der sieben Dragonballs wurden von Freezers Soldaten gestohlen. Da taucht plötzlich der totgeglaubte Bösewicht Freezer wieder auf und er ist nicht allein: An seiner Seite ist ein dritter Überlebender des Planeten Vegeta, von dem die Saiyajin stammen. Broly verfügt über unglaubliche Kräfte und fordert Goku und Vegeta zum Kampf heraus. Goku und Vegeta stürmen daraufhin in die Arktis, um Freezer davon abzuhalten, auch den siebten Dragonball einzusammeln....","versions":[]},{"epId":"film-2","name":"[***Eingeschränkte Quali für ungeduldige ;)] Dragon Ball Super: Super Hero *CAM*","epNo":2,"alt":"Dragon Ball Super: Super Hero","descr":"Die Red-Ribbon-Armee wurde einst von Son Goku ausgelöscht. Doch jemand lässt deren Geist weiterleben und hat mit Gamma 1 und Gamma 2 die ultimativen Cyborgs geschaffen. Diese beiden Cyborgs betiteln sich als \"Superhelden\" und beginnen, Piccolo und Son Gohan anzugreifen … Was ist das Ziel der neuen Red-Ribbon-Armee? Angesichts der nahenden Gefahr ist es an der Zeit, für die Superhelden zu erwachen!","versions":[{"lang":1,"streams":[{"redirect":14269656,"hoster":"VOE"},{"redirect":13671789,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10772647,"hoster":"VOE"},{"redirect":10772648,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Weltfriedenpreis! Wer bekommt 100 Millionen Zeni?!","epNo":1,"alt":"The Peace Prize. Who\u0027ll Get the 100 Million Zeny! (Episode 001)","descr":"Eine neue Ära beginnt! Nachdem starken Kampf gegen Boo wurden nur 6 Monate später die Erinnerung der Menschen an dieses Ereignis gelöscht, nun ist die Erde wieder ein friedlicher Planet. \u0026lt;br /\u0026gt;\rSo schnell wie man Son-Goku beim arbeiten sieht, kommt auch ein neuer Charakter in Dragonball Super eine Rolle.\u0026lt;br /\u0026gt;\rEin Charakter der das ganze Dragonball Universum prägt und prägen wird: \"Beerus-sama\", der Gott der Zerstörung.\u0026lt;br /\u0026gt;\rEr ist auf dem Weg ein leckeres Festmahl zu finden, und wenn ihn dieses auf einem Planeten nicht schmeckt zerstört er diesen und fliegt zum nächsten.\u0026lt;br /\u0026gt;\rAls eher unwichtiges Ereignis sehen wird kurz danach Mr. Satan wie er neben der Presse seine Berühmtheit freien lauf lassen muss und so fast wegen Boo blamiert wird. Er konnte sich aber durch sein Glück retten.\u0026lt;br /\u0026gt;\rKurz danach sehen wir Son-Gohan der mit Videl seine Lehrbücher kauft, um ein Professor zu werden, eine Szene weiter begeben sich Son-Goten und Trunks auf ein kleines Abenteuer und fliegen durch die Stadt, um ein Hochzeitsgeschenk für Videl und Son-Gohan zu kaufen. \u0026lt;br /\u0026gt;\rDort gehen sie auf die Suche ein Pflegeprodukt für die Haut zu kaufen und geraten so in eine kleine \"Schlacht\", indem sie sich gegen eine riesen Schlange beweisen müssen. Und wie man es fast in jeder Folge sieht, sieht man ein kleines Kamehameha was aber leider nicht abgefeuert wird.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rZum Schluss möchte sich Mr. Satan bei Son-Goku bedanken, da er ja eigentlich die \"Bösewichte\" besiegt hat. \u0026lt;br /\u0026gt;\rUnd so verschenkt Mr. Satan 100 Millionen Zeni an Son-Goku, diese werden von ihm auch direkt als \"Arbeitslohn\" bei Chichi abgegeben, sodass Son-Goku endlich wieder bei Meister Kaio trainieren kann.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rDas Outro zeigt die Kaios wie sie in Sorge sind, da Beerus zurückgekehrt ist und so eine große Gefahr für die Planeten darstellt.\u0026lt;br /\u0026gt;","versions":[{"lang":1,"streams":[{"redirect":14273669,"hoster":"VOE"},{"redirect":13649488,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf zum versprochenen Urlaubsort! Vegetas Familienausflug?!","epNo":2,"alt":"To the Promised Resort! Vegeta\u0027s Family Vacation?! (Episode 002)","descr":"In dieser Folge sieht man wie Vegeta, Bulma und Trunks auf ein kurzen Familienurlaub gehen. Vegeta ist dort nur auf Grund eines Versprechens das er Trunks gab. Dort ist nichts interessantes passiert, außer das man eindeutig gesehen hat das Vegeta Son-Goku einholen möchte und so auch trainieren möchte. So sieht man ihn nach diesem Urlaub im Gravitationsraum trainieren, er dreht komplett auf und bringt sich ans Limit um voranzukommen. Der eher wichtigere Teil der Folge befasst sich mit Beerus den Gott der Zerstörung. Dieser sucht nämlich den stärksten Krieger, aus seiner Vorahnung. Dabei demonstriert er seine Kraft bei einem Eingeborenen auf einem Planeten. Den er soll der stärkste im kompletten Universum sein. Am Ende dieser Folge fällt Beerus diese Vorahnung wieder ein. Von nun an wird er den \"Super Sayajin Gott\" suchen. Doch exestiert er? Wer weiß das schon.","versions":[{"lang":1,"streams":[{"redirect":14276854,"hoster":"VOE"},{"redirect":13649495,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie geht der Traum denn nun weiter?! Auf der Suche nach dem Super-Saiyajin-Gott!","epNo":3,"alt":"Where\u0027s the Rest of My Dream?! Find the Super Saiyan God! (Episode 003)","descr":"Beerus Suche nach dem Super Saiyajin Gott beginnt, dabei bekommt er natürlich Hilfe von seinem Engel Whis, dieser kann sich in Lichtgeschwindigkeit bewegen und kann Menschen im ganzen Universum finden bzw. suchen. Nebenbei traniert Son-Goku hart auf Meister Kaios Planet und ahnt nichts davon. So versuchen die Kaios, der Kaioshin und der Kaio des Nordens, es selbstverständlich vor Son-Goku geheim zu halten.\u0026lt;br /\u0026gt;\rAus dem Gespräch zwischen Beerus und Whis kann man rausschließen, dass Beerus Frieza befohlen hat den Planet Vegeta auszulöschen.\u0026lt;br /\u0026gt;\rUnd das Beerus die Dinosaurier auf der Erde ausgelöscht hat.\u0026lt;br /\u0026gt;\rSpäter möchte Beerus mit Whis Son-Goku aufsuchen, da er Frieza als Super-Saiyajin besiegt hat, danach sieht man das Krillin, C18, Chao-Zu und Tenshinhan auf den Weg zu Bulma\u0027s Geburtstag sind. Nun beginnt die Feier die auch der erste Begegnungsort zwischen den Gästen und Beerus sein wird. Vegeta trainiert inzwischen weiter und geht bis jetzt nicht auf die Gebutagsfeier von Bulma, danach merkt Son-Goku das er die Geburtstagsfeier vergessen hat. \u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rSo endet die Folge, die Frage ist was wird Beerus der Gott der Zerstörung mit Son-Goku anstellen?","versions":[{"lang":1,"streams":[{"redirect":14276859,"hoster":"VOE"},{"redirect":13649496,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schnappt euch die Dragonballs! Das große Unterfangen der Pilaw-Bande!","epNo":4,"alt":"Aim for the Dragon Balls! The Pilaf Gang\u0027s Master Plan! (Episode 004)","descr":"Beerus ist auf dem Weg zu Meister Kaios Planeten, um dort auf Goku zu treffen. Meister Kaio ist sich dessen bewusst und fürchtet eine Begegnung der beiden. Deshalb versucht er, Goku Beerus’ bevorstehende Ankunft zu verheimlichen. Als dieser dann doch davon erfährt, brennt er darauf, den Gott der Zerstörung zu sehen.","versions":[{"lang":1,"streams":[{"redirect":14270668,"hoster":"VOE"},{"redirect":13649497,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Entscheidungskampf auf Meister Kaios Planet! Beerus gegen Goku!","epNo":5,"alt":"A Battle on Kaio\u0027s Planet! Goku vs God of Destruction Beerus (Episode 005)","descr":"Beerus, der Gott der Zerstörung, ist auf Meister Kaios Planet angekommen. Meister Kaio versucht zunächst, Gokus Anwesenheit vor ihm zu verheimlichen, doch Beerus weiß ja bereits Bescheid. Als Goku Beerus zum Kampf herausfordert, muss er leider zurückstecken …","versions":[{"lang":1,"streams":[{"redirect":14276855,"hoster":"VOE"},{"redirect":13649500,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erweckt nicht den Zorn vom Gott der Zerstörung! Die nervenaufreibende Geburtstagsparty","epNo":6,"alt":"Don\u0027t Anger the God of Destruction! A Tense Birthday Party (Episode 006)","descr":"Während Bulmas Geburtstagsparty in vollem Gange ist, spürt Vegeta eine vergessene Präsenz im Raum. So geraten Beerus und Whis bei der Suche nach dem Super-Saiyajin-Gott auf eine Yacht. Derweil erinnert sich Vegeta daran, wie Beerus vor vielen Jahren seinen Vater, König Vegeta, vernichtet hat. Weil Bulma glaubt, dass Beerus und Whis Freunde von Vegeta seien, werden auch sie zur Party eingeladen. Von nun an scheint das Unheil seinen Lauf zu nehmen … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14270320,"hoster":"VOE"},{"redirect":13649503,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wie kannst du es wagen meine Bulma zu schlagen?! Vegetas wütende Verwandlung?!","epNo":7,"alt":"How Dare You Hurt My Bulma?! Vegeta\u0027s Total, Furious Change?! (Episode 007)","descr":"Mit aller Kraft versucht Vegeta, eine Konfrontation zwischen Beerus und Boo zu vermeiden. Auch die anderen versuchen, Beerus zu stoppen, scheitern aber an dessen Stärke. Er hat sich in den Kopf gesetzt, die Erde vernichten zu wollen. Bei einem Kampf zwischen Vegeta und Beerus, muss Vegeta sich eingestehen, dass allerdings kaum eine Chance besteht … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14506600,"hoster":"VOE"},{"redirect":13649499,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Goku tritt auf! EIne letzte Chance für Beerus?!","epNo":8,"alt":"Goku Arrives! A Last Chance From Beerus-sama?! (Episode 008)","descr":"Vegeta kann es immer noch nicht fassen, dass Beerus Bulma geschlagen hat. Gesteuert vor Zorn, versucht er nun, Beerus zu vernichten. Allerdings hat er keine Chance gegen den Gott der Zerstörung. Letztendlich schafft es Whis jedoch, Beerus davon zu überzeugen, den Planeten doch nicht zu zerstören, und Bulma und die Dragonballs versuchen unterdessen, den Super-Saiyajin-Gott ausfindig zu machen …","versions":[{"lang":1,"streams":[{"redirect":13858362,"hoster":"VOE"},{"redirect":13649507,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Danke fürs Warten, Beerus! Ein Super Saiyajin Gott wird geboren!","epNo":9,"alt":"Sorry for the Wait, Beerus-sama. The Super Saiyan God Is Finally Born! (Episode 009)","descr":"Nur vorerst konnte Goku Beerus davon überzeugen, die Erde nicht zu zerstören. Aber nun muss er den Super-Saiyajin-Gott finden, damit dieser Beerus als Gegner gegenübertreten kann und ihn in seine Schranken weist … Als Shenlong das Geheimnis lüftet, wie ein solcher Gott erschaffen werden kann, geht der erste Versuch davon schief. Dann allerdings scheint der zweite Versuch zu funktionieren, und so verwandelt sich Goku in den Super-Saiyajin-Gott … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14507671,"hoster":"VOE"},{"redirect":13649512,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zeigs mir, Son Goku! Die Kraft eines Super Saiyajin Gottes!","epNo":10,"alt":"Show me Goku! The Power of Super Saiyan God! (Episode 010)","descr":"Tatsächlich ist Goku zum Super-Saiyajin-Gott geworden. In diesem Zustand fordert er nun Beerus zu einem Kampf heraus. Er macht mit ihm einen Deal aus: Sollte er gewinnen, muss Beerus die Erde verschonen. Im ersten Moment scheint Goku für Beerus sogar ein gebürtiger Gegner zu sein, aber anscheinend war das noch lange nicht alles, denn auf einmal legt Beerus noch einen drauf, und so kämpft Gott gegen Gott … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14507227,"hoster":"VOE"},{"redirect":13649489,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Weiter geht\u0027s, Bills-sama! Der Kampf der Götter geht weiter!","epNo":11,"alt":"Let\u0027s Keep Going Beerus-Sama! The Battle Of Gods Continues! (Episode 011)","descr":"Der Kampf zwischen Goku als Super-Saiyajin-Gott und Beerus, dem Gott der Zerstörung, verlagert sich von der Erde in den nahen Weltraum. Goku gelingt es, alle noch so heftigen Angriffe Beerus’ abzuwehren und seinerseits ordentlich auszuteilen. Aber seine Kräfte scheinen zu schwinden, als Beerus zum entscheidenden Schlag ausholt … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14270730,"hoster":"VOE"},{"redirect":13649490,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Universum zerbröckelt?! Clash! Der Gott der Zerstörung gegen den Super Saiyajin Gott!","epNo":12,"alt":"The Universe Crumbles! Clash! The God of Destruction vs Super Saiyan God! (Episode 012)","descr":"Während es scheinbar zum entscheidenden Schlagabtausch zwischen Beerus und Goku kommt, wird das Universum durch den Kampf der beiden Götter von Schockwellen heimgesucht. Diese drohen die gesamte Existenz zu vernichten. Goku gelingt es allerdings zunächst, diese Katastrophe abzuwenden. Letztendlich setzt Beerus jedoch eine Kraft ein, der Goku nicht gewachsen scheint. Es ist unklar, ob Goku das Universum davor bewahren kann, unterzugehen … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14276861,"hoster":"VOE"},{"redirect":13649492,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106742,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Los, Goku! Übertriff den Super-Saiyajin-Gott!","epNo":13,"alt":"Goku, Go Surpass Super Saiyan God! (Episode 013)","descr":"Goku und Beerus holen zum entscheidenden Schlag gegeneinander aus. Beide wissen nicht, dass ein erneutes Aufeinandertreffen ihrer Kräfte das gesamte Universum zerstören könnte. Tatsächlich breiten sich seltsame, zerstörerische Schockwellen aus. Aber anders als befürchtet, hält das Universum stand. Beerus spekuliert darauf, dass die Kraft des Super-Sayaijin-Gottes Goku nur eine begrenzte Zeit zur Verfügung steht. Aber auch nach Ablauf dieser Zeit ist Goku so stark wie zuvor … (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14270410,"hoster":"VOE"},{"redirect":13649501,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das hier ist meine gesamte Kraft! Der Kampf der Götter wird endlich entschieden!","epNo":14,"alt":"This is Every Last Bit of My Power! The Battle of Gods Concludes! (Episode 014)","descr":"Letztendlich gelingt es Beerus im Kampf der Götter doch noch, Goku niederzuringen. Als er jedoch gerade dabei ist, die Zerstörung der Erde vorzubereiten, schläft er ein. Laut Whis wird Beerus seinen Plan, die Erde zu zerstören, beim Aufwachen vergessen haben. Bevor er sich mit Beerus auf den Heimweg macht, ermahnt er Bulma, beim nächsten Besuch vorsichtshalber jede Menge Pudding bereitzuhalten, um Beerus zu besänftigen. (Text: ProSieben MAXX)","versions":[{"lang":1,"streams":[{"redirect":14507188,"hoster":"VOE"},{"redirect":13649494,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Unser Held, Mr. Satan! Vollbringe ein Wunder! Herausforderung aus dem Weltall!","epNo":1,"alt":"Heroic Satan, Cause a Miracle! A Challenge From Outer Space!! (Episode 015)","descr":"Son Goku will wieder bei Meister Kaio trainieren, aber Chichi erlaubt es ihm nicht. Er soll sich stattdessen wieder Arbeit suchen und Geld verdienen, da sie die 100 Millionen Zeni bereits ausgegeben hat. Mr. Satan gibt eine Pressekonferenz auf der er erklärt, dass die Erschütterungen und Beben der letzten Tage von seinem Kampf mit Beerus stammten, welchen er schließlich besiegt habe, indem er sich in einen Gott verwandelt habe. Da tauchen plötzlich Außerirdische mit einem katzenartigen Aussehen auf, und wollen Mr. Satan für seinen Sieg eine Medaille überreichen. Zuvor soll er aber beweisen, dass wirklich er Beerus besiegt hat, indem er gegen den stärksten der Außerirdischen kämpft. Nachdem seine Versuche, den Kampf zu vermeiden, erfolglos verlaufen, stellt er sich gezwungenermaßen dem Duell. Als die Außerirdischen dann aber Mr. Satans Hund erblicken, verlassen sie panisch die Erde, und Mr. Satan wird kampflos zum Sieger erklärt.","versions":[{"lang":1,"streams":[{"redirect":13864212,"hoster":"VOE"},{"redirect":13649504,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vegeta wird Schüler?! Bezwinge Whis!","epNo":2,"alt":"Vegeta Becomes a Pupil?! Take Down Whis! (Episode 016)","descr":"Son Goku arbeitet wieder als Bauer, trainiert jedoch heimlich. Auch Vegeta hat sein Training wieder aufgenommen. Er versucht, ohne Hilfe stärker als ein Super-Saiyajin-Gott zu werden. Bulma führt unterdessen Whis zum Essen aus, damit er sie und ihre Familie beschützt, sollte Beerus erneut die Erde zerstören wollen. Als Whis und Vegeta sich begegnen, meint Whis, dass Vegeta sogar stärker als Son Goku werden könne, wenn er lernt, sein Ki besser zu kontrollieren. Vegeta fleht Whis daraufhin an, ihn zu trainieren. Zuerst abgeneigt, lässt sich Whis doch erweichen, nachdem Vegeta ihm das \"beste Essen auf dem Planeten Erde\" zu essen gibt: Instant Ramen. Er willigt ein, Vegeta zu trainieren, und nimmt ihn mit in seine und Beerus’ Heimatwelt.","versions":[{"lang":1,"streams":[{"redirect":14506582,"hoster":"VOE"},{"redirect":13649513,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Pans Geburt! Und Son Goku geht auf eine Trainingsreise?!","epNo":3,"alt":"Keep This a Secret From Chi-Chi! I Wanna Go Train Too! (Episode 017)","descr":"Es ist ein Jahr vergangen, seit Vegeta die Erde verlassen hat, um mit Whis zu trainieren. Inzwischen hat Videl ihre Tochter Pan zur Welt gebracht. Chichi versucht, ihre Enkeltochter vom Kampfsport fernzuhalten, damit diese später einen anständigen Beruf ergreifen wird. Goku bemüht sich daher, seiner Enkeltochter ein gutes Vorbild zu sein und einer geregelten Arbeit nachzugehen. Doch als er erfährt, dass Vegeta bereits seit einem halben Jahr bei Whis trainiert, will er auch dorthin. Bei einem seiner Besuche bei Bulma willigt dann Whis auch sofort ein, Son Goku ebenfalls zu trainieren. Obwohl Chichi strikt dagegen ist, verlässt Son Goku kurz darauf mit Whis die Erde. Chichi findet sich schnell damit ab, und sieht ein, dass das nun mal Son Gokus Art ist.","versions":[{"lang":1,"streams":[{"redirect":14273731,"hoster":"VOE"},{"redirect":13649514,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jetzt bin ich auch da! Das Training auf Beerus` Planeten kann losgehen!","epNo":4,"alt":"I\u0027ve Come Too! Training Begins on Beerus\u0027 Planet! (Episode 018)","descr":"Son Goku beginnt, zusammen mit Vegeta unter Whis zu trainieren. Als Gegenleistung müssen die beiden jedoch jeden Tag anstrengende Hausarbeiten erledigen. Als Vegeta feststellt, dass Son Goku trotz Vegetas Vorsprung mit ihm problemlos mithalten kann, trainiert er heimlich weiter, während Son Goku schläft. Unterdessen hat Sorbet, Anführer von Freezers verbliebener Armee, Probleme, das Imperium aufrechtzuerhalten. Ohne Freezer schaffen sie es nicht, Rebellionen niederzuschlagen und verlieren nach und nach an Macht. Zudem ist ein mysteriöses Duo aufgetaucht, das eine verblüffende Ähnlichkeit mit Beerus und Whis aufweist und im Universum Planeten zerstört.","versions":[{"lang":1,"streams":[{"redirect":14270227,"hoster":"VOE"},{"redirect":13649520,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erneute Verzweiflung! - Wiederbelebung des bösen Herrschers Freezer!","epNo":5,"alt":"Despair Once More! Revival of the Evil Emperor, Freeza! (Episode 019)","descr":"Sorbet beschließt, Freezer mit den Dragon Balls wiederzuerwecken, und begibt sich daher auf die Erde, da er nicht weiß, wo der neue Heimatplanet der Namekianer ist. Schnell spürt er die Dragon Balls auf, die gerade zufällig alle von Prinz Pilaw, Mai und Shu zusammengetragen worden sind, und nimmt sie den dreien ab. Zwei der drei Wünsche verbrauchen Mai und Shu, indem sie schnell nach Eiscreme und etwas Geld verlangen, aber dennoch erreicht Sorbet sein Ziel: Er bringt Freezer von den Toten zurück.","versions":[{"lang":1,"streams":[{"redirect":14273595,"hoster":"VOE"},{"redirect":13649518,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Warnung von Jaco! - Freeza und seine 1000 Soldaten sind auf dem Weg!","epNo":6,"alt":"Warning from Jaco! Freeza and 1,000 Soldiers are Fast Approaching! (Episode 020)","descr":"Der frisch wiederbelebte Freezer will sich für seinen Tod rächen und die Erde zerstören. Vier Monate lang trainiert er zum ersten Mal in seinem Leben. Unterdessen machen Son Goku und Vegeta große Fortschritte beim Training mit Whis. Durch den Lärm erwacht Beerus aus seinem Schlaf. Kurz vor der Ankunft von Freezer und seiner 1000 Mann starken Armee auf der Erde, warnt der intergalaktische Polizist Jaco Bulma, von der er weiß, dass sie den Mann, der Freezer getötet hat, kennt. Bulma sorgt dafür, dass Freezer bereits von Piccolo, Son Gohan, Tenshinhan, Krillin und dem Herrn der Schildkröten erwartet wird.","versions":[{"lang":1,"streams":[{"redirect":14276862,"hoster":"VOE"},{"redirect":13649516,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Rache beginnt! - Gohan wird von Freezers Armee überrascht!","epNo":7,"alt":"The Revenge Begins! The Freeza Army\u0027s Malice Strikes Gohan! (Episode 021)","descr":"Freezers Armee ist zwar zahlenmäßig weit überlegen, hat aber dennoch keine Chance gegen die Verteidiger der Erde. Schließlich kündigt der Kämpfer Tagoma an, eigenhändig Son Gohan und seine Verbündeten zu vernichten, nachdem er Son Gohan eine ernstzunehmende Wunde zugefügt hat. Tagoma war Freezers Trainings-Partner während dessen vier Monate langem Training und rühmt sich damit, deutlich stärker als Kommandant Ginyu zu sein, Freezers ehemaliger stärkster Mann. Tatsächlich beobachtet Ginyu selbst das Geschehen auf dem Schlachtfeld, jedoch nach wie vor im Körper eines Frosches. Vegeta und Goku setzen unterdessen ahnungslos ihr Training fort.","versions":[{"lang":1,"streams":[{"redirect":14271620,"hoster":"VOE"},{"redirect":13649517,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Körpertausch! Ginyus unerwartete Auferstehung!","epNo":8,"alt":"Change! An Impossible Revival! The Name\u0027s Ginyu!! (Episode 022)","descr":"Tagoma dominiert im Kampf gegen die Z-Fighters zuerst, verliert aber dann gegen Gotenks in Super-Saiyajin-Form. Während Gotenks sich wieder in Son Goten und Trunks aufspaltet, ergreift Kommandant Ginyu von Tagomas Körper Besitz. Ginyu setzt Tagomas Kampf fort, und ist in Tagomas Körper noch stärker als Tagoma selbst. Erst in Super-Saiyajin-Form besiegt Gohan Kommandant Ginyu schließlich. Gegen Freezer, der daraufhin persönlich eingreift, kann Gohan aber nichts ausrichten, da er schon seit Jahren nicht mehr trainiert hat. Als Freezer Son Gohan einen tödlichen Schlag verpassen will, springt Piccolo dazwischen.","versions":[{"lang":1,"streams":[{"redirect":14270681,"hoster":"VOE"},{"redirect":13649519,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Erde! Gohan! Eine verzweifelte Situation - Beeil dich, Son Goku!","epNo":9,"alt":"The Earth and Gohan in Dire Peril! Come Quick, Son Goku!! (Episode 023)","descr":"Freezers Attacke tötet Piccolo. Son Gohan mobilisiert vor Wut seine letzten Kraftreserven. Schließlich erreicht Bulmas Nachricht Son Goku und Vegeta. Durch die massive Energie, die Gohan freisetzt, kann Goku trotz der großen Distanz sich und Vegeta zur Erde teleportieren. Gerade als Gohan vor Erschöpfung zusammenbricht, erreichen die beiden das Schlachtfeld. Vegeta tötet sogleich ohne Mühe Ginyu, und Goku macht sich bereit, gegen Freezer zu kämpfen, der den Kampf direkt in seiner vierten Transformations-Stufe beginnt.","versions":[{"lang":1,"streams":[{"redirect":14276864,"hoster":"VOE"},{"redirect":13649521,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Zusammenstoß, Freezer Vs Son Goku - Das ist das Ergebnis meines Trainings!","epNo":10,"alt":"Clash: Freeza vs Son Goku! This is the Fruit of My Training! (Episode 024)","descr":"Der Kampf zwischen Goku und Freezer beginnt. Doch beide halten sich zurück, und werfen sich stattdessen Gemeinheiten an den Kopf. Freezer meint, nach seinem Sieg wolle er alle Dragon Balls zerstören, damit Piccolo und alle anderen die er noch umbringen wird, nicht wiederbelebt werden können. Schließlich geht Vegeta genervt dazwischen, da beide weniger reden, sondern besser kämpfen sollen. Goku transformiert sich daraufhin in die blaue Super-Saiyajin-Gott-Form, die er während des Kampfes mit Beerus kennengelernt und inzwischen ohne zusätzlich Hilfe gemeistert hat.","versions":[{"lang":1,"streams":[{"redirect":14271568,"hoster":"VOE"},{"redirect":13649505,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Führe einen Kampf! - Die Rache des goldenen Freezers","epNo":11,"alt":"An All-Out Battle! The Vengeful Golden Freeza (Episode 025)","descr":"Auch Freezer zieht gleich und transformiert sich in seine neue, goldene Form. In dieser Gestalt erweist sich Freezer als überlegen. Während des Kampfes erreichen auch Beerus und Whis die Erde, um den köstlichen Nachtisch einzufordern, den Bulma ihnen versprochen hatte, als sie Goku und Vegeta gerufen hatte. In den Kampf eingreifen will Beerus allerdings nicht. Unterwegs sind die beiden zuvor kurz auf Champa und Vados gestoßen, ihre Gegenstücke aus dem benachbarten sechsten Universum.","versions":[{"lang":1,"streams":[{"redirect":14506252,"hoster":"VOE"},{"redirect":13649510,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Chance zu gewinnen in einer kritischen Situation! Es ist Zeit für einen Gegenangriff, Son Goku!","epNo":12,"alt":"A Chance of Victory in a Pinch! It is Time for a Counterattack, Son Goku! (Episode 026)","descr":"Da Freezer den Kampf dominiert, versuchen Gohan und Krillin Vegeta zu überzeugen, gemeinsam mit Goku zu kämpfen. Dieser ist aber genau wie Goku zu stolz, um zu zweit gegen einen Gegner zu kämpfen. Er macht Goku immerhin auf die Schwäche von Freezers neuer Form aufmerksam: Sie benötigt zu viel Energie. Goku spielt also auf Zeit, bis Freezer schließlich vor Erschöpfung deutlich an Kraft verliert. Nun wendet sich das Blatt, und er befiehlt Freezer, die Erde zu verlassen, und verwandelt sich in seine Grundform zurück. In dieser wird er hinterrücks von Sorbet angeschossen und schwer verwundet. Als Freezer Son Goku den Gnadenstoß verpassen will, greift Vegeta endlich in den Kampf ein.","versions":[{"lang":1,"streams":[{"redirect":14273574,"hoster":"VOE"},{"redirect":13649509,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Erde explodiert?! Ein abschließendes Kamehameha!","epNo":13,"alt":"The Earth Explodes?! The Final, Conclusive Kamehame-ha! (Episode 027)","descr":"Während Krillin Son Goku mit einer Senzu-Bohne heilt, verwandelt sich Vegeta in einen blauhaarigen Super-Saiyajin-Gott. Im Gegensatz zu Goku hat er diese Form allein durch hartes Training erreicht. Der ohnehin schon geschwächte Freezer hat Vegeta nichts entgegenzusetzen und zerstört schließlich die Erde, um zu entkommen. Nur die Zuschauer des Kampfes um Whis überleben, da er ein Kraftfeld errichtet. Goku bedauert, Freezer nicht getötet zu haben, als er die Chance dazu hatte, woraufhin ihm Whis eine zweite Chance gibt, indem er von seiner Fähigkeit Gebrauch macht, die Zeit drei Minuten zurückzudrehen. Son Goku tötet so Freezer, bevor dieser die Erde zerstören kann. Nachdem noch Piccolo mit den Dragon-Balls wiederbelebt wurde, feiern alle den Sieg. Son Gohan beschließt, wieder mit dem Trainieren anzufangen, um nächstes Mal selbst seine Familie beschützen zu können.","versions":[{"lang":1,"streams":[{"redirect":14142498,"hoster":"VOE"},{"redirect":13649511,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Gott der Zerstörung des 6. Universums! Sein Name ist Champa!","epNo":1,"alt":"The 6th Universe\u0027s God of Destruction - His Name\u0027s Champa (Episode 028)","descr":"Während Goku und Vegeta beim Training sind, kommt es auf dem Planeten von Meister Beerus zu einer heftigen Explosion. Beerus macht die beiden dafür verantwortlich und richtet seinen Zorn gegen sie. Was Beerus nicht ahnt: Der eigentliche Grund für die Detonation ist die Ankunft seines Zwillingsbruders Champa, dem Gott der Zerstörung des sechsten Universums.","versions":[{"lang":1,"streams":[{"redirect":14506206,"hoster":"VOE"},{"redirect":13649522,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Es ist beschlossen, wir veranstalten ein Kampfsportturnier! Der Team-Käptain ist sogar stärker als Son Goku!","epNo":2,"alt":"There\u0027s Going to Be a Martial Arts Competition! The Team Captain is a Guy Stronger Than Even Goku (Episode 029)","descr":"Champa schließt mit seinem Bruder Beerus eine Wette um die Erde ab. Champa möchte dafür ein Turnier abhalten. Goku und Vegeta sollen dabei für Beerus in den Kampf ziehen. Sollte Beerus das Tunier und somit die Wette gewinnen, bekommt er von Champa sechs der sieben Super Dragon Balls, die jeweils die Größe eines ganzen Planeten besitzen. Goku und seine Freunde setzen nun alles daran, auch den letzten Dragon Ball zu finden …","versions":[{"lang":1,"streams":[{"redirect":14507153,"hoster":"VOE"},{"redirect":13649535,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trainieren für das Kampfsportturnier! Wer sind die 2 verbleibenden Mitglieder?!","epNo":3,"alt":"Preparing for the Martial Arts Matches - Who Will the Last Two on the Team Be!? (Episode 030)","descr":"Das Turnier zwischen dem sechsten und dem siebten Universum steht kurz bevor. Goku und Vegeta sollen deshalb für Beerus noch zwei weitere Teammitglieder ausfindig machen. Goku hofft dabei auf Monaka, den Beerus als äußerst starken Kämpfer bezeichnet. Außerdem bittet er Buu und Piccolo um Unterstützung. Doch auch Gohan rüstet sich bereits für den Kampf …","versions":[{"lang":1,"streams":[{"redirect":13858155,"hoster":"VOE"},{"redirect":13649539,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zu Zunou-sama! Fragt nach dem Standort der Super Dragonballs!","epNo":4,"alt":"To Zuno-sama! Ask the Whereabouts of the Super Dragon Balls! (Episode 031)","descr":"Bulma versucht mit Hilfe eines Radars, die Super Dragon Balls im siebten Universum aufzuspüren. Dafür müsste sie jedoch bis ins Zentrum vordringen – kein leichtes Unterfangen. Bulma greift deshalb auf Plan B zurück und macht sich gemeinsam mit Jaco auf den Weg zu Lord Zuno, um ihn um Hilfe zu bitten. Doch der ist die nächsten sieben Jahre erstmal nicht zu sprechen …","versions":[{"lang":1,"streams":[{"redirect":14269852,"hoster":"VOE"},{"redirect":13649540,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Wettkampf beginnt! Alle auf zum Planeten ohne Namen","epNo":5,"alt":"The Matches Begin! Everybody Heads to the Nameless Planet! (Episode 032)","descr":"","versions":[{"lang":1,"streams":[{"redirect":14270101,"hoster":"VOE"},{"redirect":13649537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Staune 6. Universum! Das ist Goku, der Super Saiyajin!","epNo":6,"alt":"Be Amazed, Universe 6! This is Super Saiyan Son Goku! (Episode 033)","descr":"","versions":[{"lang":1,"streams":[{"redirect":14269260,"hoster":"VOE"},{"redirect":13649543,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Piccolo gegen Frost! Lege alles in die Höllenspirale!","epNo":7,"alt":"Piccolo VS Frost - Bet Everything on the Makankosappo! (Episode 034)","descr":"Nachdem Goku das erste Duell für sich entscheiden konnte, muss er sich seinem Kontrahenten aus dem zweiten Match geschlagen geben. Auch Piccolo, der sich im dritten Kampf gegen Frost zunächst tapfer schlägt, hat keinerlei Aussicht auf einen Sieg. Trotzdem versucht er mit allen Mitteln, doch noch zu gewinnen. Als sich Frost bereits siegessicher zeigt, kommt Piccolo plötzlich eine Idee …","versions":[{"lang":1,"streams":[{"redirect":14270633,"hoster":"VOE"},{"redirect":13649542,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verwandle Wut in Kraft! Vegetas alles oder nichts Kampf!","epNo":8,"alt":"Change Your Fury Into Power! Vegeta\u0027s All-Out Battle (Episode 035)","descr":"Nach dem Kampf zwischen Piccolo und Frost stellt sich heraus, dass dieser eine unerlaubte Waffe gegen Piccolo verwendet hat. Deshalb wird Frost disqualifiziert. Als Piccolo jedoch freiwillig aus dem Wettkampf ausscheidet, wird Frost wieder zum Turnier zugelassen und trifft als Nächstes auf Vegeta. Es folgt ein erbitterter Kampf, in dem alle Richtlinien außer Kraft gesetzt werden. Universum sieben ist sich bereits seines Sieges sicher, doch da ändert Champa auf einmal die Regeln.","versions":[{"lang":1,"streams":[{"redirect":14270438,"hoster":"VOE"},{"redirect":13649547,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein unerwartet schwieriger Kampf! Vegetas Explosion der Wut!","epNo":9,"alt":"An Unexpected Struggle! Vegeta\u0027s Explosion of Anger! (Episode 036)","descr":"Vegeta scheint seinen Gegner Magetta unter Kontrolle zu haben. Aber Magetta gibt nicht so schnell auf und schlägt mit voller Kraft zurück. Eine neue Turnierregel besagt, dass der Kampf innerhalb eines Rings ausgetragen werden muss, der noch dazu nicht übertreten werden darf. Doch als Vegeta nur noch versucht, Magettas Attacken abzuwehren, landet sein Fuß plötzlich außerhalb der Markierung. Wird Vegeta nun vom Turnier ausgeschlossen?","versions":[{"lang":1,"streams":[{"redirect":14507705,"hoster":"VOE"},{"redirect":13649546,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vergesse nicht den Stolz eines Saiyajins! Vegeta vs. den Saiyajin des 6. Universums!","epNo":10,"alt":"Don\u0027t Forget Your Saiyan Pride! Vegeta VS the Saiyan from Universe 6 (Episode 037)","descr":"Vegeta hat Magetta besiegt. Als Nächstes steht ihm nun das Duell mit dem jungen Saiyajin Cabba aus Universum sechs bevor. Die beiden liefern sich einen ebenbürtigen Kampf, bis Vegeta schließlich zum ultimativen Schlag ausholt und sich in einen Super Saiyajin verwandelt. Als Cabba daraufhin versucht, es ihm gleich zu tun, konfrontiert er Vegeta mit einer überraschenden Bitte …","versions":[{"lang":1,"streams":[{"redirect":14506287,"hoster":"VOE"},{"redirect":13649523,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der stärkste Kämpfer des 6. Universums! Der Attentäter, Hit!!","epNo":11,"alt":"Universe 6\u0027s Strongest Warrior! Enter Hit, the Assassin!! (Episode 038)","descr":"Nur noch einen letzten Triumph vom Turniersieg entfernt, trifft das Team aus dem siebten Universum auf Hit, den stärksten Kämpfer des sechsten Universums. Voller Optimismus macht sich Vegeta bereit, Hit zu bezwingen. Doch Hits Attacken treffen Vegeta jedes Mal wie aus dem Nichts, sodass er keine Möglichkeit hat, sich dagegen zu verteidigen, geschweige denn zurück zu schlagen. Schafft es Vegeta dennoch, hinter Hits Geheimnis zu kommen und ihn zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":13856709,"hoster":"VOE"},{"redirect":13649527,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein perfekter Zeitsprung-Konter!? Kommt sie jetzt!? Son Gokus neue Technik!","epNo":12,"alt":"A Counter-Attack With an Improved Time-Skip?! Will Goku\u0027s New Move be Unleashed?! (Episode 039)","descr":"Nachdem Hit Vegeta besiegt hat, muss er nun auch noch gegen Goku kämpfen. Dafür setzt Hit eine spezielle Attacke ein, mit der er die Zeit für 0,1 Sekunden anhalten kann. Goku durchschaut dies aber schnell und schafft es tatsächlich, Hit in die Enge zu treiben. Als dieser jedoch über sich hinauswächst und seine Spezialtechnik weiter ausbaut, sieht Goku nur noch einen Ausweg …","versions":[{"lang":1,"streams":[{"redirect":14270957,"hoster":"VOE"},{"redirect":13649526,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Entscheidung naht! Wer wird siegen, Beerus oder Champa?","epNo":13,"alt":"The Long Awaited Conclusion! Was it Beerus or Champa Who Won? (Episode 040)","descr":"Der Kampf zwischen Goku und Hit nähert sich langsam dem Höhepunkt. Weil Hit sich gerade zum klaren Favoriten des Duells entwickelt, gerät Goku in Zugzwang. Durch die Kamehameha-Technik gelangt er zu maximaler Kraft. Doch selbst sein gesamtes Potential reicht nicht aus, um Hit zu besiegen. Goku bittet schließlich Beerus, eine Regeländerung vorzunehmen, damit er Hit töten kann. Bringt das die alles entscheidende Wendung im Kampf um die Erde?","versions":[{"lang":1,"streams":[{"redirect":14276865,"hoster":"VOE"},{"redirect":13649531,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Komm ich rufe dich Gott der Drachen und erfülle meine Wünsche, Easy Peasy Lemon Squeezy!","epNo":14,"alt":"Appear, Divine Dragon - And Grant my Wish, Pretty Peas! (Episode 041)","descr":"Auch Zen-Oh, der Herrscher über die zwölf Universen, hat von dem Wettkampf zwischen den beiden Teams um Beerus und Champa gehört und zeigt großes Interesse daran. Seine Begeisterung reicht sogar so weit, dass er selbst ein Turnier ausrichten möchte, an dem sich alle zwölf Universen beteiligen sollen. Die Fehde zwischen dem sechsten und dem siebten Universum scheint nun endlich beigelegt.","versions":[{"lang":1,"streams":[{"redirect":14271260,"hoster":"VOE"},{"redirect":13649525,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine unordentliche Siegesparty, der Showdown. Monaka vs Son Goku!","epNo":15,"alt":"A Turbulent Victory Celebration! Facing Off at Last?! Monaka VS Son Goku (Episode 042)","descr":"Von Monaka fehlt auf der Party nach dem Sieg über das sechste Universum jede Spur. Niemand ahnt bisher, dass Beerus in Bezug auf Monaka und seine angebliche Stärke gelogen hat. Als Monaka allerdings im Rahmen seines Lieferantenjobs schließlich doch noch auf der Party erscheint, fordert Goku ihn zum Duell heraus. Um ihre Kräfte miteinander zu messen. Wird Goku Monaka so auf die Schliche kommen und die Lüge aufdecken?","versions":[{"lang":1,"streams":[{"redirect":14270212,"hoster":"VOE"},{"redirect":13649532,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Son Goku\u0027s Aura ist außer Kontrolle?! Auf Pan aufzupassen, ist nicht leicht!","epNo":16,"alt":"Goku Can\u0027t Control His Ki?! A Struggle to Look After Pan (Episode 043)","descr":"Goku bekommt von Meister Kaio die strikte Anweisung, sich bis auf Weiteres zu schonen. Deshalb beschließt Goku, seinen Sohn Gohan zu besuchen und auf dessen Tochter Pan aufzupassen, während Gohan arbeiten muss. Das ist genau die richtige Gelegenheit, auf die Prinz Pilaw und seine beiden treuen Diener Shu und Mai gewartet haben. Gemeinsam planen sie, Goku im Schlaf zu überfallen. Ausgerechnet Pan durchkreuzt ihren Plan und gerät dabei versehentlich selbst in die Fänge der Gang.","versions":[{"lang":1,"streams":[{"redirect":14276866,"hoster":"VOE"},{"redirect":13649529,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Siegel des Planeten Potaufeu Geheimnis des ","epNo":17,"alt":"The Seal on Planet Pot-au-feu - The Secret of the Unleashed Superhuman Water! (Episode 044)","descr":"Trunks und Goten beobachten auf Planet Potaufeu einen Kampf zwischen Gryll und Potage, dem einzigen Bewohner und Wächter des sagenumwobenen übermenschlichen Wassers, das angeblich Superkräfte verleihen soll. Als Gryll es tatsächlich schafft, an das Wasser zu kommen, erfahren die Kinder jedoch, was es wirklich damit auf sich hat. Auch Vegeta und Jaco sind auf dem Weg nach Potaufeu, auf der Suche nach Trunks und Goten, doch dort angekommen erwartet sie eine böse Überraschung.","versions":[{"lang":1,"streams":[{"redirect":14276863,"hoster":"VOE"},{"redirect":13649528,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Vegeta verschwindet?! Die Gefahr des unechten Vegetas!","epNo":18,"alt":"Vegeta is Disappearing?! The Terror of the Vegeta Clone! (Episode 045)","descr":"Als Vegeta in Kontakt mit dem übermenschlichen Wasser kommt, verwandelt es sich in sein Abbild und raubt ihm alle Kraft. Trunks und Goten finden heraus, dass es nur einen Weg gibt, um Vegeta zu retten. Sie müssen seinen Klon besiegen. Die beiden verschmelzen zu Gotenks und fordern den falschen Vegeta zum Duell heraus. Als sie jedoch einsehen, dass sie gegen die Kräfte Vegetas nichts ausrichten können, taucht plötzlich Goku auf. Kann er den Wasser-Vegeta doch noch besiegen?","versions":[{"lang":1,"streams":[{"redirect":14270919,"hoster":"VOE"},{"redirect":13649536,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Son Goku vs. Fake-Vegeta! Wer wird gewinnen?!","epNo":19,"alt":"Goku VS the Vegeta Clone! Who Will Win?! (Episode 046)","descr":"Goku liefert sich einen erbitterten Kampf mit Vegetas Doppelgänger, der sich aus dem übermenschlichen Wasser geformt hat. Während der echte Vegeta nur zusehen kann, wie Goku um sein Leben kämpft, bittet Trunks Potage um Hilfe und erfährt von ihm ein wichtiges Detail. Als Vegeta dem Tod bereits nahe ist, geht der Kampf in die letzte und alles entscheidende Runde.","versions":[{"lang":1,"streams":[{"redirect":14271035,"hoster":"VOE"},{"redirect":13649533,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"SOS aus der Zukunft! Eine neue dunkle Gefahr erscheint!","epNo":1,"alt":"An SOS from the Future! A Dark New Enemy Emerges!! (Episode 047)","descr":"Vegeta und Son Goku nehmen ihr Training bei Whis und Beerus wieder auf, um sich auf das von Zeno angekündigte Turnier zwischen all den zwölf Universen vorzubereiten. 17 Jahre in der Zukunft, in der Zeitlinie des Trunks’, der in die Zeit zurück gereist war, um gegen die Cyborgs und Cell zu kämpfen, steht die Welt wieder vor der Zerstörung. Trunks sieht sich einem mächtigen Gegner namens Black gegenüber, dem er nicht gewachsen ist. Erneut will er in die Vergangenheit reisen, um sich von all den Kämpfern, die in seiner Zeit bereits gestorben sind, helfen zu lassen. Seiner Mutter Bulma gelingt es, gerade genug Treibstoff für eine Reise in die Vergangenheit herzustellen, bevor sie von Black getötet wird. Als Trunks dann die Reise mit seiner Partnerin Mai antreten will, greift Black erneut an.","versions":[{"lang":1,"streams":[{"redirect":8244418,"hoster":"VOE"},{"redirect":8244419,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neue Hoffnung!! Trunks wacht in der Gegenwart auf!","epNo":2,"alt":"HOPE!! Again - Trunks Wakes Up in the Present! (Episode 048)","descr":"Trunks versucht Black zu töten, kann jedoch nichts gegen ihn ausrichten und schafft es schließlich gerade so, sich schwer verletzt mit seiner Zeitmaschine von der Zukunft in die Gegenwart zu retten. Die leblose Mai muss er zurücklassen. Die Zeitmaschine landet vor dem Capsule-Corporation-Gebäude, wo sie sofort von dem jungen Trunks und der Pilaw-Truppe entdeckt wird, die sich mit Trunks angefreundet haben und jetzt dort wohnen. Während Bulma Vegeta und Son Goku herbeiruft, spekulieren die vier, wer der mysteriöse Bewusstlose sein könnte. Als der Trunks aus der Zukunft endlich im Beisein von Vegeta, Son Goku und auch Beerus und Whis, die interessehalber mitgekommen sind, aufwacht, geht er sofort wutentbrannt auf Son Goku los.","versions":[{"lang":1,"streams":[{"redirect":12378873,"hoster":"VOE"},{"redirect":8244477,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Nachricht aus der Zukunft! - Black Goku taucht auf!","epNo":3,"alt":"A Message from the Future - Goku Black Strikes! (Episode 049)","descr":"Trunks berichtet von dem mächtigen Gegner Black, vor dem er aus der Zukunft geflohen ist. Dieser nennt sich selbst Son Goku und sieht Son Goku auch zum Verwechseln ähnlich. Trunks bittet Vegeta und Son Goku, ihn in die Zukunft zu begleiten, um Black, bzw. Goku Black, zu töten, da dieser dabei ist, die gesamte Menschheit auszulöschen. Zuvor muss Bulma jedoch erst die Funktionsweise der Zeitmaschine verstehen, um Treibstoff für eine weitere Reise herstellen zu können. In der Zwischenzeit testet Son Goku Trunks Stärke und stellt fest, dass dieser sich inzwischen in einen zweifachen Super Saiyajin verwandeln kann. In der Zukunft reagiert der Ring an Blacks Hand auf die Stelle, von der Trunks’ Zeitmaschine gestartet ist, und reißt dort einen Riss in Raum und Zeit.","versions":[{"lang":1,"streams":[{"redirect":8244426,"hoster":"VOE"},{"redirect":8244425,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Son Goku VS Black! Der Weg in die versiegelte Zukunkt!","epNo":4,"alt":"Goku Vs Black! The Closed Path to the Future (Episode 050)","descr":"Black taucht in der Gegenwart auf und wird umgehend von Son Goku in einen Kampf verwickelt. Bevor die beiden jedoch ernsthaft gegeneinander kämpfen können wird Black durch den Riss wieder in die Zukunft gezogen. Jedoch nicht ohne zuvor noch Trunks’ Zeitmaschine zu zerstören. Bulma kramt jedoch prompt die alte Zeitmaschine hervor, in der damals Cell angekommen war, wodurch der Weg in die Zukunft erneut offensteht. Whis erklärt, dass er an Blacks Hand einen \"Zeitring\" gesehen hat, der Black wohl selbstständig durch die von Trunks’ Zeitmaschine geschlagene Verwerfung in der Raumzeit gezogen hat. Als sich der Riss wieder schloss, wurde Black wieder in seine eigene Zeit gedrängt. Weiter erklärt Whis noch, dass Zeitringe eigentlich nur von Kaioshin getragen werden.","versions":[{"lang":1,"streams":[{"redirect":8244468,"hoster":"VOE"},{"redirect":8244469,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zeitübergreifende Gefühle! Trunks und Mai","epNo":5,"alt":"Feelings That Travel Beyond Time - Trunks and Mai (Episode 051)","descr":"Bulma beginnt, Cells Zeitmaschine zu reparieren, damit Trunks, Vegeta und Son Goku in die Zukunft reisen können, um Black zu besiegen. Son Goku will in der Zwischenzeit trainieren, findet aber keinen passenden Ort und auch keinen Trainingspartner. Der Trunks aus der Zukunft bemerkt freudig die junge Mai, und erzählt ihr von ihrem zukünftigen Ich, das eine zentrale Rolle im Kampf gegen Black gespielt hat. Beerus bittet Whis, Nachforschungen zu Black anzustellen, da dieser ihm irgendwie bekannt vorgekommen ist, und ihm die Tatsache, dass Black einen Zeitring besitzt, komisch vorkommt.","versions":[{"lang":1,"streams":[{"redirect":8244428,"hoster":"VOE"},{"redirect":8244432,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Son Gohan und Zukunfts Trunks! Meister und Schüler wiedervereint!","epNo":6,"alt":"Teacher and Student Reunited - Son Gohan and \"Future\" Trunks (Episode 052)","descr":"Die Pilaw-Truppe unterstützt Bulma bei den Reparaturen der Zeitmaschine, die gut vorangehen. Trunks ist eifersüchtig auf sein Ich, das aus der Zukunft gekommen ist. Er gibt sich Mühe, genauso cool zu sein wie dieser, und versucht bei Mai Eindruck zu schinden. Die hat aber nur Augen für den älteren der beiden. Der Trunks aus der Zukunft verbringt den Tag mit Son Gohan – der in seiner Zeitlinie sein Lehrmeister war – und dessen Familie. Trunks ist überrascht wie anders Son Gohan in dieser Zeitebene ist, freut sich aber, dass dieser ein glückliches Familienleben führt. Beerus und Whis machen sich zusammen mit Son Goku auf den Weg in das zehnte Universum, um einer Spur über Blacks Identität nachzugehen.","versions":[{"lang":1,"streams":[{"redirect":8244410,"hoster":"VOE"},{"redirect":8244413,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Enthülle Blacks wahre Identität! Auf zur Welt der Kaioshin des zehnten Universums!","epNo":7,"alt":"Uncover Black\u0027s Identity! To the Sacred World of the Kais! (Episode 053)","descr":"Beerus, Whis und Son Goku treffen im zehnten Universum ein, und inspizieren den Kaio Zamasu, der sich in der Ausbildung zum Kaioshin befindet. Sie stellen fest, dass Zamasus Ki sehr ähnlich zu dem von Black ist. Dies wird insbesondere bei einem Trainingskampf zwischen Zamasu und Son Goku klar, zu dem die Drei Zamasu mit Hilfe seines Ausbilders überreden können. Zamasu hat zuvor seine Abneigung gegen Sterbliche ausgedrückt, und infrage gestellt hat, ob Sterbliche es überhaupt Wert wären, von den Kaioshin beschützt zu werden, wo sie doch ständig böse Taten ausführen. Sein Ausbilder wollte ihm daher durch Son Gokus Stärke das Potential und den Wert der Sterblichen demonstrieren, erreicht jedoch damit eher das Gegenteil.","versions":[{"lang":1,"streams":[{"redirect":8244433,"hoster":"VOE"},{"redirect":8244441,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der das Blut der Saiyajin in seinen Adern trägt! Trunks Entschluss!","epNo":8,"alt":"The One Who Inherits the Saiyan Blood - Trunks\u0027 Resolve (Episode 054)","descr":"Son Goku und Co. berichten von ihrer Reise ins zehnte Universum, und ihrer Meinung, dass Zamasu und Black wohl verschiedene Personen seien. Trunks kommt zu der Erkenntnis, dass Vegeta und Son Goku beide mehr als stark genug sind, um Black zu besiegen, weswegen er selbst nicht mehr stärker werden müsse. Vegeta bringt ihn jedoch dazu, seine Meinung wieder zu ändern. Im zehnten Universum beobachten Zamasu und sein Ausbilder einen Planeten, auf dem sich gerade intelligentes Leben gebildet hat, das jedoch überaus gewalttätig ist. Sie reisen mit einem Zeitring 1000 Jahre in die Zukunft, um deren Entwicklung zu verfolgen, müssen aber feststellen, dass sich die Zivilisation kein Stück weiterentwickelt hat. Zeno kontaktiert unterdessen Beerus, um sich mit Goku zu treffen.","versions":[{"lang":1,"streams":[{"redirect":12916163,"hoster":"VOE"},{"redirect":8244404,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ich will Goku treffen, ne! Eine Audienz bei König Zen-Oh!","epNo":9,"alt":"I Want to See Son Goku - Zen‐Oh Sama\u0027s Summoning! (Episode 055)","descr":"Zusammen mit Whis und dem Kaioshin des siebten Universums begibt sich Son Goku wie verlangt zu Zeno. Der will sich mit Goku anfreunden, und Zeit mit ihm verbringen, da er dessen natürliche, furchtlose Art mit ihm umzugehen erfrischend findet. Son Goku vertröstet Zeno auf später, da er zunächst Black besiegen muss. Für danach lädt er Zeno aber gleich auf die Erde ein und verspricht, ihm einen noch besseren Freund vorzustellen. Bevor er auf die Erde zurückkehrt, erhält er von Zeno einen Knopf, mit dem er Zeno jederzeit sofort herbeirufen kann. Im zehnten Universum tötet Zamasu einen bösartigen Sterblichen und distanziert sich zunehmend von den Lehren der Kaioshin. Bulma hat die Zeitmaschine repariert, weswegen Trunks, Vegeta und Son Goku in die Zukunft aufbrechen können.","versions":[{"lang":1,"streams":[{"redirect":8244392,"hoster":"VOE"},{"redirect":8244391,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rückkampf mit Goku Black! Auftritt des Super Saiyajin Rose!","epNo":10,"alt":"A Rematch with Goku Black! Enter Super Saiyan Rosé (Episode 056)","descr":"In der Zukunft treffen Son Goku, Vegeta und Trunks auf die Widerstandskämpfer, die gegen Black vorgehen. Die bringen sie zu ihrem geheimen Hauptquartier, wo die drei feststellen, dass Mai noch am Leben ist. Die drei machen Black auf sich aufmerksam, der prompt erscheint, um sie zu bekämpfen. Als erster kämpft Vegeta gegen Black, den er in seiner blauhaarigen Form stark dominiert, bis Black ebenfalls transformiert: In den rosahaarigen Super-Saiyajin-Rosé, als der er Vegeta mit Leichtigkeit besiegt. Auch Son Goku kann er überwältigen. Als Black aber Son Goku mit dem Kamehameha töten will, taucht überraschend Zamasu auf, und stoppt ihn. Er verkündet, dass er selbst Son Goku töten wolle.","versions":[{"lang":1,"streams":[{"redirect":8244372,"hoster":"VOE"},{"redirect":8244368,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Gott im unsterblichen Körper! Zamasu steigt herab!","epNo":11,"alt":"The Birth of the Immortal God, Zamasu! (Episode 057)","descr":"Trunks und Son Goku kämpfen in der Zukunft gegen Zamasu und Black, können aber nichts gegen die beiden ausrichten. Insbesondere Zamasu kann nicht verwundet werden; er behauptet, unsterblich zu sein. Bevor die beiden Goku und Trunks töten, sorgt Vegeta mit letzter Kraft für eine Ablenkung, sodass Mai und die Rebellen die drei schwer Verwundeten retten können. Mai setzt die drei in die Zeitmaschine und schickt sie in die Gegenwart zurück. Sie selbst bleibt mit den Rebellen zurück. In der Gegenwart erfährt Zamasu von den Super-Dragonballs und macht sich auf, diese zu finden.","versions":[{"lang":1,"streams":[{"redirect":8244383,"hoster":"VOE"},{"redirect":8244381,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zamasu und Black! Das Rätsel wird immer größer!","epNo":12,"alt":"The Secret of Black and Zamasu (Episode 058)","descr":"Zamasu sucht den allwissenden Zuno auf, um den Standort der Super-Dragonballs zu erfahren. Während Vegeta, Son Goku und Trunks sich von ihrem Kampf in der Zukunft erholen, erscheinen Beerus und Whis zusammen mit dem Kaioshin des siebten Universums, und berichtet ihnen von Zamasus Besuch bei Zuno. Als Trunks und Co. ihre Erlebnisse in der Zukunft geschildert haben, spekuliert Whis, dass Zamasu wohl die Super-Dragonballs benutzt hat, um Unsterblichkeit zu erlangen, und um einen Kampfgefährten zu erschaffen, der es mit Son Goku aufnehmen kann – Black. Da sie jetzt wissen, dass Zamasu in der Zukunft böse werden wird, oder es bereits ist, machen sich Son Goku, Beerus, Whis und der Kaioshin ins zehnte Universum auf, um Zamasus Lehrmeister zu warnen.","versions":[{"lang":1,"streams":[{"redirect":8244358,"hoster":"VOE"},{"redirect":8244359,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Beschütze den Kaioshin Gowasu! Und zerstöre Zamasu!","epNo":13,"alt":"Protect Kaiō-shin Gowasu - Destroy Zamasu! (Episode 059)","descr":"Im zehnten Universum angekommen, spüren Beerus und Whis sofort, dass Zamasu vorhat, seinen Meister Gowasu zu töten. Um absolut sicher zu sein, legen sich die vier auf die Lauer und beobachten, wie Zamasu tatsächlich den Mord ausführt. Anschließend dreht Whis die Zeit zurück, um Gowasu zu retten. Sie konfrontieren Zamasu, der seinen Plan offenbart: Er wollte mit Gowasus Zeitring die Abkühlzeiten der Super-Dragonballs umgehen, und diese benutzen, um letztlich alle Sterblichen zu vernichten. Er will so Frieden in das Universum bringen. Nach dem Geständnis tötet ihn Beerus jedoch kurzerhand. Zurück im siebten Universum versichert Beerus Trunks, dass der Zamasu in dessen Zukunft nun ebenfalls tot sei, ebenso wie Black, da Beerus’ Taten als Gott auf alle Zeitlinien Einfluss hätten.","versions":[{"lang":1,"streams":[{"redirect":12333937,"hoster":"VOE"},{"redirect":8244374,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Es geht wieder in die Zukunft! Blacks wahre Identität kommt ans Licht!","epNo":14,"alt":"Back to the Future - Goku Black\u0027s True Identity Revealed! (Episode 060)","descr":"Son Goku, Vegeta und auch Bulma begleiten Trunks wieder zurück in seine Zukunft, da sie nicht so recht glauben können, dass sich diese verändert hat, nachdem Beerus Zamasu in der Gegenwart getötet hat. Auch wenn Beerus weiterhin darauf beharrt. Dort angekommen ist tatsächlich alles immer noch genauso wie sie es bei ihrer letzten Zeitreise zurückgelassen haben. Schnell treffen sie auch wieder auf Zamasu und Black. Als Son Goku Black vor dem Kampf als billige Kopie von ihm bezeichnet, erklärt Black, dass er keine Kopie ist. Tatsächlich ist Black eigentlich Zamasu, der mit den Super-Dragonballs den Körper mit Son Goku getauscht hat, und Son Goku dann getötet hat.","versions":[{"lang":1,"streams":[{"redirect":8244364,"hoster":"VOE"},{"redirect":8244361,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zamasus Plan! Der Schrecken einer Welt ohne Menschen!","epNo":15,"alt":"Zamasu\u0027s Ambition — Presenting the \u0027Zero Mortals Plan\u0027 (Episode 061)","descr":"Black erklärt, dass er der Zamasu ist, der gegen Son Goku im Zweikampf verloren hat. Er hat seinen Meister getötet, um dessen Zeitring zu stehlen, und hat dann mit den Super-Dragonballs mit Son Goku Körper getauscht. Anschließend ist er mit dem Zeitring in Trunks’ Zeitlinie gereist, da Beerus in dieser nicht mehr am Leben ist, und ihn somit niemand mehr aufhalten kann. Da er einen Zeitring trägt, macht es ihm auch nichts aus, dass Beerus ihn in einer anderen Vergangenheit getötet hat. Weiter hat Black sich mit dem Zamasu aus Trunks’ Zeitlinie zusammengetan, der sich mit den Super-Dragonballs Unsterblichkeit gewünscht hat, bevor er diese dann zerstört hat. Anschließend haben die beiden begonnen, alle Sterblichen zu töten, um eine \"perfekte Welt\" zu erschaffen. Im Kampf gegen die beiden wird Son Goku schwer verwundet, und auch Vegeta und Trunks sind klar unterlegen. Dann schafft es Trunks jedoch, vor Wut ungeahnte Kräfte zu mobilisieren.","versions":[{"lang":1,"streams":[{"redirect":8244350,"hoster":"VOE"},{"redirect":8244351,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Welt beschütze ich! Trunks’ gewaltige Wutexplosion","epNo":16,"alt":"I Will Protect the World! Trunks\u0027s Furious Super Power Explodes!! (Episode 062)","descr":"Trunks schafft es, Zamasu und Black einigermaßen in Schach zu halten, sodass Bulma, Vegeta und Son Goku in die Vergangenheit zurückkehren können. Dort sollen sie sich eine Strategie überlegen, wie man Zamasu und Black besiegen könnte. In ihrer eigenen Zeit zurück, stoßen auch Krillin, Piccolo, Chi Chi, Son Gohan, Son Goten und der junge Trunks zu den Dreien, und überlegen ebenfalls. Schließlich hat Piccolo den Einfall, den unsterblichen Zamasu mit dem Mafuba zu versiegeln. Son Goku macht sich sogleich zum Herrn der Schildkröten auf, um diese Kampftechnik zu erlernen. Beerus und Whis reisen unterdessen wieder in das zehnte Universum zu Zamasus altem Meister, wo sie beratschlagen, was mit dem Zamasu in der Zukunft zu tun ist.","versions":[{"lang":1,"streams":[{"redirect":8244356,"hoster":"VOE"},{"redirect":8244353,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Stärke eines wahren Saiyajin! Vegetas heldenhafter Kampf!","epNo":17,"alt":"Don\u0027t Defile the Saiyan Cells! The Curtain Rises on Vegeta\u0027s Battle!! (Episode 063)","descr":"Nachdem Son Goku das Mafuba gemeistert hat, und Vegeta von seinem Training im Raum von Geist und Zeit zurück ist, kehren die beiden zusammen mit Bulma in die Zukunft zurück. Dort haben Zamasu und Black gerade Trunks geschlagen. Sofort nach ihrer Ankunft zerstört Black die Zeitmaschine, sodass Goku und Vegeta sich nicht erneut zurückziehen können. Das wäre aber ohnehin nicht nötig gewesen, da sowohl Vegeta in seinem Kampf gegen Black, als auch Son Goku in seinem Kampf gegen Zamasu stark dominieren. Bulma versucht unterdessen, die Zeitmaschine wieder zu reparieren, und der Kaioshin des siebten Universums kommt mit Gowasu in der Zukunft an, um den Kampf zu verfolgen.","versions":[{"lang":1,"streams":[{"redirect":8244337,"hoster":"VOE"},{"redirect":8244332,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Lobet und preiset ihn! Die Urknallgeburt des fusionierten Zamasu!","epNo":18,"alt":"Revere Him! Praise Him! Fusion Zamasu\u0027s Explosive Birth!! (Episode 064)","descr":"Black erkennt, dass man durch Wut seine Kraft extrem steigern kann, und erlernt die Fähigkeit, Duplikate von sich selbst zu erzeugen. Mit diesen hält er Goku und Vegeta in Schach, während Zamasu sich aufmacht, Bulma, Mai und Trunks zu töten. Zwar kann Trunks Zamasu mit dem Mafuba in einer Urne versiegeln, doch dieser befreit sich recht schnell. Erschüttert von diesen ungeahnten Kräften der Sterblichen benutzen Zamasu und Black ihre Potara-Ohrringe, um zu einem noch stärkeren Kämpfer zu fusionieren.","versions":[{"lang":1,"streams":[{"redirect":8244343,"hoster":"VOE"},{"redirect":8244342,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das jüngste Gericht! Die ultimative Kraft des Super-Gottes!","epNo":19,"alt":"Final Judgment?! The Supreme God\u0027s Ultimate Power (Episode 065)","descr":"Der fusionierte Zamasu ist nun sowohl unsterblich, als auch im Besitz grenzenloser Macht. Dennoch gelingt es Son Goku, Vegeta und Trunks irgendwie, ihm mit vereinten Kräften Paroli zu bieten, während Bulma, Mai und die übrigen überlebenden Menschen versuchen, vor ihm zu fliehen. Mehrmals gelingt es ihnen, Zamasus Attacken mit stärkeren Attacken ihrerseits abzublocken, und auf diesen zurückzuschleudern, was aber letztlich keinen Effekt hat, außer diesen wütend zu machen.","versions":[{"lang":1,"streams":[{"redirect":12252053,"hoster":"VOE"},{"redirect":8244344,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Entscheidungskampf! Die wunderbare Kraft der Unbeugsamen!","epNo":20,"alt":"The Climactic Battle! The Miraculous Power of a Relentless Warrior! (Episode 066)","descr":"Zamasu bemerkt, dass eine Hälfte seines Körpers nicht unsterblich ist, da auch Black vor der Fusion mit dem unsterblichen Zamasu einen sterblichen Körper hatte. Da seine Emotionen während des Kampfes mehr und mehr aus dem Gleichgewicht geraten, geschieht dasselbe auch mit seinem Körper, der zunehmend missgestaltet wird. Vegeta und Son Goku wollen ihm nun den Rest geben, und benutzen die Potara-Ohrringe des Kaioshin um sich zu Vegetto zu fusionieren. Der schafft es, Zamasu stark zu schwächen, aber bevor er ihn töten kann trennt sich die Fusion wieder, da eine Potara-Fusion zwischen sterblichen nicht von Dauer ist. Trunks setzt den Kampf anstelle der beiden fort, und schafft es schließlich – mithilfe der Energie aller sterblichen, die ihr Vertrauen in ihn setzen – Zamasu in zwei Teile zu zerhacken.","versions":[{"lang":1,"streams":[{"redirect":8243115,"hoster":"VOE"},{"redirect":8243117,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mit neuer Hoffnung im Herzen: Lebe wohl, Trunks!","epNo":21,"alt":"With New Hope!! In Our Hearts - Farewell, Trunks (Episode 067)","descr":"Zamasu verwandelt sich in ein körperloses Wesen, das die gesamte Erde einhüllt und alles Leben darauf zerstört. Nur Vegeta, Son Goku, Trunks, Bulma, Mai und die beiden Kaioshins leben noch. Son Goku erinnert sich an den Knopf, den er von Zeno erhalten hat, und benutzt diesen, um Zeno herbeizurufen. Der fackelt nicht lange und löscht Zamasu aus, mitsamt allem anderen in dieser alternativen Zukunft. Son Goku und Co. schaffen es jedoch, zuvor mit der Zeitmaschine in ihre eigene Zeit zurückzukehren. Trunks und Mai wiederum benutzen schließlich die Zeitmaschine, um in ihre eigene Welt zurückzukehren, zu einem Zeitpunkt, an dem Zamasu und Zeno diese noch nicht zerstört haben. Beerus und Whis begleiten sie, um sicherzugehen, dass eine neue alternative Zeitlinie entsteht, in der die beiden in Frieden leben können, indem sie Zamasu und Black schnell besiegen, bevor sie sich fusionieren können.","versions":[{"lang":1,"streams":[{"redirect":8244336,"hoster":"VOE"},{"redirect":8244335,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Erscheine, Shenlong! Wessen Wunsch wird erfüllt?","epNo":22,"alt":"Come Forth, Shenlong! Whose Wish Shall Be Granted?! (Episode 068)","descr":"Son Goku beschließt, endlich Meister Kaio wiederzubeleben, für dessen Tod er vor Jahren verantwortlich war. Als er die sieben Dragonballs jedoch alle beisammen und Shenlong beschworen hat, tauchen C 18, der Herr der Schildkröten, Oolong, Pilaw, Trunks, Son Goten, Son Gohan und Bulma auf, die sich ebenfalls etwas von Shenlong wünschen wollen. Als erster Wunsch wird Son Gohans erkrankte Tochter Pan geheilt, doch durch das lange hin und her diskutieren, welcher Wunsch nun erfüllt werden soll, verschwindet Shenlong schließlich, ohne einen zweiten Wunsch erfüllt zu haben, wodurch Meister Kaio auch weiterhin tot bleibt. Beerus bemerkt, dass Bulma versucht, wie ihr zukünftiges Selbst eine Zeitmaschine zu bauen; Da Zeitreisen streng verboten ist zerstört er die halb fertige Maschine kurzerhand.","versions":[{"lang":1,"streams":[{"redirect":8243126,"hoster":"VOE"},{"redirect":8243124,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Goku gegen Arale! Zerstört ihr verrückter Kampf die Erde?","epNo":23,"alt":"Goku vs Arale! The Earth Comes to an End Due to their Battle? (Episode 069)","descr":"Bulma, Vegeta und Trunks sind bei einer Preisverleihung, bei der herausragende Erfindungen geehrt werden, da Bulma für den Preis nominiert ist. Der Gewinner ist dann aber Dr. Slump, der eine Maschine erfunden hat, die Dinge aus dem Nichts erzeugen kann, wenn man sie sich stark wünscht. Der Geist von Dr. Mashirito, Dr. Slumps Erzfeind, gefällt das gar nicht, und verursacht deswegen auf der Preisverleihung Chaos, indem er dem von Dr. Slump gebauten Robotermädchen Arale ein Mittel gibt, das sie um ein vielfaches aufgedrehter macht, als sie es ohnehin schon ist. Vegeta und Son Goku bemühen sich, Arale unter Kontrolle zu bringen, was sich allerdings als sehr schwierig erweist, da Arale als Gag-Manga-Figur deutlich stärker als die beiden ist.","versions":[{"lang":1,"streams":[{"redirect":8244493,"hoster":"VOE"},{"redirect":8244494,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine Herausforderung von Champa! Dieses Mal messen wir uns beim Baseball!","epNo":24,"alt":"Champa\u0027s Challenge! This Time We Fight With Baseball! (Episode 070)","descr":"Champa schlägt Beerus vor, gegeneinander Baseball zu spielen. Für Beerus spielen Son Goku, Son Gohan, Trunks, Krillin, Piccolo und Yamchu; An Champas Seite sind Vegeta, Son Goten, Cabba, Magetta und Botamo. Da eigentlich nur Yamchu wirklich weiß, wie man Baseball spielt, werden ständig unbeabsichtigt Regeln verletzt und das Spielfeld zerstört. Letztlich kann Yamchu aber das Spiel mit letzter Kraft für Beerus’ Team entscheiden.","versions":[{"lang":1,"streams":[{"redirect":8244467,"hoster":"VOE"},{"redirect":8244470,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Goku stirbt! Der Mordauftrag mit Erfolgsgarantie!","epNo":25,"alt":"The Death of Goku! The Guaranteed Assassination Mission (Episode 071)","descr":"Son Goku benimmt sich merkwürdig; Er ist angespannt und versucht ständig, jemandes Energie aufzuspüren. Als Son Gohan und Son Goten ihn schließlich darauf ansprechen, erklärt er, dass Hit ihm nach dem Leben trachte. Als es dann zur Konfrontation zwischen den beiden kommt, wird schnell offenbar, dass Hit seit ihrem letzten Kampf nochmal um einiges stärker geworden ist. Mit einer mysteriösen Spezial-Attacke gelingt es ihm ohne große Mühe, Son Goku tatsächlich zu töten.","versions":[{"lang":1,"streams":[{"redirect":8244400,"hoster":"VOE"},{"redirect":8244401,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Kommt es zum Gegenangriff? Die unsichtbare Todestechnik!","epNo":26,"alt":"Will There Be A Counterattack?! The Invisible Killing Strike!! (Episode 072)","descr":"Kurz vor seinem Tod hat Son Goku einen Energiestrahl senkrecht nach oben geschossen. Als dieser zurück zur Erde fällt, und genau die Brust des toten Son Gokus trifft, wird dieser durch den Aufprall reanimiert. Der Kampf zwischen Son Goku und Hit wird umgehend fortgesetzt, verläuft diesmal aber wesentlich ausgeglichener, da Son Goku nach und nach Hits geheime Spezialattacken durchschaut. Schließlich endet der Kampf in einem Unentschieden. Es stellt sich zudem heraus, dass es tatsächlich Son Goku selbst war, der den Assassinen Hit angeheuert hat, ihn zu töten, da er gegen Hit bei voller Stärke kämpfen wollte.","versions":[{"lang":1,"streams":[{"redirect":8244394,"hoster":"VOE"},{"redirect":8244387,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Gohans Unglück! Der große Saiyaman wird verfilmt!","epNo":27,"alt":"Gohan\u0027s Misfortune! An Unexpected Great Saiyaman Movie?! (Episode 073)","descr":"Ein bösartiges Alien, das Jaco vor kurzem verhaftet hat, kann diesem entkommen. Auf seiner Flucht landet es auf der Erde, wo gerade ein Großer-Saiyaman-Film gedreht wird. Als Mr. Satan, der eine Hauptrolle in dem Film hat, Son Gohan und Videl eine Tour auf dem Film-Set gibt, wird Son Gohan spontan als Stunt-Double für die Rolle des Großen Saiyamans eingestellt. Dies inspiriert ihn, auch in Wirklichkeit wieder in diese Rolle zu schlüpfen, und Verbrechen zu vereiteln. So trifft er auf das entflohene Alien, das von anderen Besitz ergreifen kann, wobei der besessene Körper um ein vielfaches stärker wird. Son Gohan besiegt das Alien, aber es kann entkommen. Inzwischen ist Jaco auf der Erde angekommen und überzeugt davon, dass der Große Saiyaman von dem Alien besessen ist, weswegen er Son Gohan angreift.","versions":[{"lang":1,"streams":[{"redirect":8244444,"hoster":"VOE"},{"redirect":12116370,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Für jene, die er liebt! Der große Saiyaman lässt sich nicht unterkriegen!","epNo":28,"alt":"For The Ones He Loves! The Unbeatable Great Saiyaman!! (Episode 074)","descr":"Son Gohan überzeugt Jaco, ihn nicht anzugreifen. Der berichtet ihm von dem entflohenen Alien und erklärt, dass die Personen, von denen es Besitz ergreift umso stärker werden, je mehr Dunkelheit sie in ihrem Herzen tragen. Das Alien ergreift unterdessen Besitz von Barry Kahn, dem Schauspieler der den Großen Saiyaman verkörpert. Dessen Wut und Eifersucht gegenüber Son Gohan, der ihm das Rampenlicht stiehlt, sorgen dafür, dass er sich in ein riesiges, mächtiges Monster verwandelt. Mit Mühe gelingt es Son Gohan aber letztlich, ihn zu besiegen. Aufnahmen dieses Kampfes werden dann für das fulminante Finale des Großen-Saiyaman-Filmes verwendet, der ein großer Erfolg wird.","versions":[{"lang":1,"streams":[{"redirect":8244481,"hoster":"VOE"},{"redirect":8244486,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Goku und Krillin! Das Training an alter Stätte!","epNo":29,"alt":"Goku And Krillin Back To The Old Training Grounds (Episode 075)","descr":"Son Goku ist frustriert, weil niemand Zeit hat, mit ihm zu trainieren. Dann kommt er aber auf die Idee, wieder mit Krillin beim Herrn der Schildkröten zu trainieren. Krillin lässt sich schnell dazu überreden, da seine Frau und seine Tochter ihn darauf hinweisen, dass er in den letzten Jahren ziemlich schwach geworden ist. Der Herr der Schildkröten gibt den beiden dann als Training den Auftrag, ihm eine sehr seltene Pflanze zu besorgen, die sein Leben verlängert und ihm Kraft gibt. Die Suche nach der Pflanze führt die beiden in eine seltsame Höhle, in der plötzlich viele ihrer alten Feinde auftauchen, darunter z. B. auch Tamburin, der damals schon Krillin getötet hatte.","versions":[{"lang":1,"streams":[{"redirect":8244454,"hoster":"VOE"},{"redirect":8244450,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Besiege deine Angstgegner! Krillin findet seinen Kampfgeist wieder!","epNo":30,"alt":"Beat The Fearsome Foes! Krillin\u0027s Fighting Spirit Returns! (Episode 076)","descr":"Son Goku und Krillin schlagen ihre Feinde wieder und wieder zurück, aber diese erscheinen einfach wieder von neuem, und jedes Mal stärker als zuvor. Im Laufe des Kampfes werden Son Goku und Krillin getrennt. Krillin verliert seinen Mut und möchte fliehen, schafft es aber dann, seine Angst zu überwinden. Schließlich erkennen er und Son Goku, dass die Gegner durch die Energie angetrieben werden, die die beiden ausstoßen. Als sich die beiden ruhig und gelassen verhalten, verschwinden die Gegner, und an ihrer Stelle erscheint die Pflanze, die sie dem Herrn der Schildkröten bringen sollten. Krillin ist nach diesem Training entschlossen, wieder ein Kampfsportler zu werden.","versions":[{"lang":1,"streams":[{"redirect":8244459,"hoster":"VOE"},{"redirect":8244447,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Mach schon König Zen-Oh! Das Turnier der Universen!","epNo":1,"alt":"Let\u0027s Do It, Zen-Oh Sama! The All-Universe Martial Arts Tournament!! (Episode 077)","descr":"Son Goku stellt fest, dass seine Fähigkeiten im Kampf etwas eingerostet sind und will daher wieder bei Whis und Beerus trainieren. Er bittet Vegeta, ebenfalls wieder dort zu trainieren, aber der will nicht mitkommen, da Bulma mit ihrem zweiten Kind schwanger ist. Beim Training bei Beerus und Whis erinnert sich Son Goku, dass Zeno vor einiger Zeit angekündigt hat, ein Kampfsportturnier zwischen allen zwölf Universen zu veranstalten. Kurzerhand sucht Son Goku die beiden Zenos auf, und erinnert sie daran. Die lassen sich nicht lange bitten und kündigen tatsächlich ein Turnier zwischen allen Universen an, in dem jedes Universum von zehn Kämpfern repräsentiert werden soll.","versions":[{"lang":1,"streams":[{"redirect":8244760,"hoster":"VOE"},{"redirect":8244761,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Götter aller Universen sind schockiert! Wer beim Turnier der Kraft verliert wird ausgelöscht!","epNo":2,"alt":"The Gods of Every Universe in Shock?! Losers Erased in the Tournament of Power (Episode 078)","descr":"Als Beerus sich erkundigt, was der Gewinner des Turniers als Preis erhalten wird, wird ihm erklärt, dass es keinen Preis für den Gewinner gibt. Die unterlegenen Universen sollen jedoch allesamt ausgelöscht werden. Da der Zeno, der aus der Welt des Zukunfts-Trunks stammt, nicht weiß, was ein Kampfsport-Turnier ist, sollen für ihn vor dem eigentlichen Turnier ein paar Schaukämpfe stattfinden. Je drei Kämpfer aus dem siebten Universum sollen gegen drei Kämpfer aus dem neunten Universum Kämpfen. Neben Son Goku treten für das siebte Universum in diesen Schaukämpfen noch Son Gohan und Boo an.","versions":[{"lang":1,"streams":[{"redirect":8244839,"hoster":"VOE"},{"redirect":8244841,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Basil der Treter aus dem 9. Universum! Besiege deinen Gegner Boo!","epNo":3,"alt":"Universe 9\u0027s Basil the Kicker vs. Universe 7\u0027s Majin Buu!! (Episode 079)","descr":"Im ersten der drei Schaukämpfe tritt Boo gegen den Kämpfer des 9. Universums, Basil, an. Boo nimmt den Kampf zunächst nicht ernst und spielt nur mit seinem Gegner, dann wird aber Mr. Satan versehentlich von einer Attacke Basils verwundet, wodurch Boo wütend wird und Basil kurzerhand mit einer starken Attacke aus dem Ring befördert. Da die Zenos aber einen Sieg durch Ring-aus langweilig finden, wird der Kampf fortgesetzt. Um mit Boo mithalten zu können nimmt Basil ein Leistungssteigerndes Mittel, das ihn um ein vielfaches stärker werden lässt. Letztlich kann er Boo aber trotzdem nicht schlagen und bricht vor Erschöpfung zusammen.","versions":[{"lang":1,"streams":[{"redirect":8244856,"hoster":"VOE"},{"redirect":8244857,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wecke den schlafenden Kampfgeist in dir! Gohans Kampf!","epNo":4,"alt":"Awaken Your Sleeping Battle Spirit! Son Gohan\u0027s Fight!! (Episode 080)","descr":"Der zweite Schaukampf findet zwischen Son Gohan und dem Kämpfer Lavender statt. Lavender ist in der Lage, ein sehr potentes Gift abzusondern, mit dem er Son Gohan früh im Kampf erblinden lässt. Dieser muss sich im Kampf nun auf seine anderen Sinne verlassen. Letztlich kann er Lavender besiegen, bricht jedoch wegen der Vergiftung selbst bewusstlos zusammen, wodurch der Kampf unentschieden endet. Vor dem dritten Kampf erklärt Zeno einige Details des bevorstehenden Turniers: Er ist der Meinung, dass es zu viele Universen gibt, und möchte die Zahl reduzieren. In vier der zwölf Universen ist die durchschnittliche Lebensform sehr stark, weswegen diese auf jeden Fall weiterbestehen dürfen. Die anderen acht müssen im Turnier gegeneinander antreten und ums Überleben kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8244796,"hoster":"VOE"},{"redirect":8244798,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bergamo der Zerquetscher gegen Goku! Wer von ihnen verfügt über grenzenlose Kraft?","epNo":5,"alt":"Crusher Bergamo vs. Son Goku! Which One Wields the Limitless Power?! (Episode 081)","descr":"Bergamo, der dritte Kämpfer des neunten Universums, hat die Fähigkeit, die Attacken des Gegners zu absorbieren und dieselbe Kraft auf diesen zurückzuwerfen. Son Goku besiegt ihn aber schließlich souverän, indem er den blauhaarigen Super-Saiyajin mit der Kaioken kombiniert und ihn so überlastet. Nach dem Ende des Schauturniers werden die Regeln des Hauptturniers erklärt: Es wird ein Battle Royal, in dem alle Kämpfer gleichzeitig gegeneinander antreten müssen. Wer aus dem Ring geworfen wird, scheidet aus. Fliegen ist verboten. Es dürfen keine Waffen eingesetzt und niemand getötet werden. Das Universum, das nach Ablauf der Zeit noch die meisten Kämpfer hat, gewinnt. Überraschend fordert der Kämpfer des elften Universums, Toppo, Son Goku zum Kampf heraus. Er gibt Son Goku die Schuld an dem Turnier und will ihn dafür zur Rechenschaft ziehen.","versions":[{"lang":1,"streams":[{"redirect":8244826,"hoster":"VOE"},{"redirect":8244830,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Goku wird nicht vergeben! Toppo der Kämpfer für die Gerechtigkeit!","epNo":6,"alt":"I Won\u0027t Forgive Son Goku! The Warrior of Justice Toppo Bursts In! (Episode 082)","descr":"Der Kampf zwischen Son Goku und Toppo verläuft sehr ausgeglichen auf einem sehr hohen Niveau und wird schließlich von Zenos Diener, dem Daishinkan abgebrochen, da er nicht will, dass sich so starke Kämpfer schon vor dem Turnier gegenseitig umbringen. Toppo lässt Son Goku allerdings noch wissen, dass es im elften Universum noch einen stärkeren Kämpfer als ihn gibt. Der Daishinkan verkündet, dass das eigentliche Turnier in 40 Stunden beginnen wird. In dieser Zeit müssen die Universen zehn Kämpfer gefunden haben, die sie im Turnier repräsentieren werden.","versions":[{"lang":1,"streams":[{"redirect":8243107,"hoster":"VOE"},{"redirect":8243106,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stellt das Team des 7. Universums zusammen! Wer sind die zehn stärksten Kämpfer?","epNo":7,"alt":"Form the Universe 7 Team! Who Are the Strongest Ten? (Episode 083)","descr":"Der erste Kämpfer, neben den dreien die im Schaukampf vertreten waren, soll natürlich Vegeta sein. Der will aber nicht am Turnier teilnehmen, da er bei der Geburt seines zweiten Kindes dabei sein will, welche kurz bevorsteht. Whis löst das Problem kurzerhand, indem er das Baby mit Magie aus Bulma herausholt. Bulma gibt ihrer Tochter sogleich den Namen Bra, ohne Vegeta vorher zu fragen, der ihr lieber einen Saiyajin-Namen gegeben hätte. Als weitere Kämpfer für das Turnier wählen Son Goku und Son Gohan vorerst Piccolo, Krillin, C 18, C 17 und den Herrn der Schildkröten aus, auch wenn der Kaioshin auch noch auf anderen Planeten nach stärkeren Kämpfern suchen will.","versions":[{"lang":1,"streams":[{"redirect":8243123,"hoster":"VOE"},{"redirect":8243121,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Goku der Talentsucher! Überrede Krillin und C18","epNo":8,"alt":"Son Goku the Talent Scout: Inviting Krillin and N°18 (Episode 084)","descr":"Son Goku und Son Gohan wollen Krillin und C 18 für das Turnier rekrutieren. Krillin ist schnell überredet aber C 18 hat zunächst keine Lust. Son Goku kann sie aber schließlich überreden, indem er ihr ein großes Preisgeld in Aussicht stellt; Worum es in dem Turnier wirklich geht behalten Son Goku und Son Gohan für sich, um die anderen Kämpfer nicht unter Druck zu setzen. Son Gohan ist noch nicht vollständig überzeugt, dass Krillin stark genug für das Turnier ist und bittet ihn um einen Probekampf, den Krillin prompt gewinnt, indem er Son Gohan mit einer neuen Attacke blendet und aus dem Ring befördert.","versions":[{"lang":1,"streams":[{"redirect":8243109,"hoster":"VOE"},{"redirect":8243108,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Universen stellen sich auf! Ein Konflikt der Absichten!","epNo":9,"alt":"The Universes Begin to Make Their Moves: Their Individual Motives (Episode 085)","descr":"Während Son Gohan Piccolo rekrutiert, und sein Training bei ihm fortsetzt, macht sich Son Goku auf den Weg zu Dende, um ihn zu bitten, dass er ihm hilft C 17 aufzuspüren. Unterwegs kommt er an Mr. Satans Haus vorbei, wo er feststellt, dass Boo hart trainiert und jetzt in viel besserer Form ist, als zuvor. Unterdessen treffen auch die anderen Universen Vorbereitungen für das bevorstehende Turnier.","versions":[{"lang":1,"streams":[{"redirect":8243085,"hoster":"VOE"},{"redirect":8243086,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zum ersten Mal kreuzen sie die Fäuste! Goku gegen den Cyborg C17","epNo":10,"alt":"Trading Blows for the First Time! Android N.17 vs Son Goku! (Episode 086)","descr":"Son Goku hat mit Dendes Hilfe C 17 aufgespürt, welcher nun als Wildhüter auf einer einsamen Insel arbeitet. Gemeinsam schlagen die beiden Wilderer zurück, die hinter einem Minotaurus her sind, der auf der Insel lebt. Anschließend überredet Son Goku C 17, mit ihm einen Trainingskampf abzuhalten, da er wissen will, wie stark C 17 gegenwärtig ist. Erfreut stellt er fest, dass C 17 um ein Vielfaches stärker geworden ist, und sogar gegen Son Goku in seiner blauen Super-Saiyajin-Form ankommen kann. Er hat allerdings kein Interesse, an dem Turnier teilzunehmen, selbst nicht, als Son Goku ihm sagt, was auf dem Spiel steht.","versions":[{"lang":1,"streams":[{"redirect":8243093,"hoster":"VOE"},{"redirect":8243092,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Jagt die Wilderer! Goku und C17 kämpfen gemeinsam!","epNo":11,"alt":"Hunt the Poachers! Goku and N.17\u0027s Joint Battle! (Episode 087)","descr":"Außerirdische Wilderer erscheinen über C 17s Insel und stehlen alle Tiere dort, inklusive des Minotaurus. C 17 und Son Goku gelingt es aber, ebenfalls auf das Raumschiff der Wilderer zu gelangen und machen kurzen Prozess mit diesen. Der Anführer der Wilderer droht jedoch dann, eine Bombe in seinem Körper zu aktivieren, und das gesamte Raumschiff in die Luft zu sprengen, woraufhin C 17 sich opfern will und den Anführer der Wilderer kurzerhand in den Weltraum zerrt. Als sich herausstellt, dass der Wilderer nur geblufft hat, kann Son Goku alle auf die Erde zurückbringen. Die Wilderer werden an Jaco und die Galaktische Polizei übergeben. Von diesen Ereignissen daran erinnert, dass es sich für manche Dinge lohnt, zu kämpfen, beschließt C 17, doch am Turnier teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8243076,"hoster":"VOE"},{"redirect":8243077,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Piccolo und Gohan – Lehrer und Schüler beim ultimativen Training!","epNo":12,"alt":"Gohan and Piccolo: The Master and Disciple\u0027s Intense Training to the Limit! (Episode 088)","descr":"Son Gohan trainiert mit Piccolo, um seine alte Stärke zurückzuerlangen. Schließlich gelingt es ihm, seine verborgenen Kräfte wieder zu erwecken, aber Piccolo kann ihn immer noch schlagen. Er erklärt Son Gohan, dass das an Son Gohans großer Schwachstelle liegt: Er wird im Kampf leicht arrogant und vernachlässigt seine Deckung. Unterdessen rekrutiert Cabba im sechsten Universum andere Saiyajin als weitere Kämpfer im Turnier. Er bittet seinen alten Lehrmeister, am Turnier teilzunehmen, aber der ist bereits im Ruhestand und fühlt sich nicht qualifiziert. Er empfiehlt Cabba jedoch, seine Schwester Caulifla zu fragen, die sogar noch stärker als er sei.","versions":[{"lang":1,"streams":[{"redirect":8243113,"hoster":"VOE"},{"redirect":8243112,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine rätselhafte Schönheit erscheint! Tenshinhans mysteriöses Dojo!","epNo":13,"alt":"A Mysterious Beauty Appears! Mistery of the Tenshin-Style Dojo?! (Episode 089)","descr":"Son Goku besucht Tenshinhans Dojo, um Tenshinhan und den dort zu Besuch verweilenden Muten Roshi als seine letzten zwei Teamkameraden zu rekrutieren. Kurz nach Son Gokus Ankunft schafft es die kleine Hexe Yuri, alle von Tenshinhans Schülern unter ihre Kontrolle zu bringen, und lässt diese die ganze Stadt verwüsten. Sie will Tenshinhans Reputation zerstören, als Rache dafür, dass er sie vor Jahren alleine beim Herrn der Kraniche gelassen hat, wo sie wie er eine Schülerin war. Schließlich gelingt es ihr, auch den Herrn der Schildkröten zu kontrollieren; Tenshinhan und Son Goku stellen fest, dass der alte Mann weit stärker ist, als er vorgibt zu sein. Schließlich kann Yuris Zauber aber gebrochen werden und Tenshinhan gelingt es, sie zu besänftigen, indem er sie als Schülerin in sein Dojo aufnimmt.","versions":[{"lang":1,"streams":[{"redirect":8243082,"hoster":"VOE"},{"redirect":8243083,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Überschreite alle Grenzen! Goku gegen Gohan!","epNo":14,"alt":"Facing the Wall that Must be Overcome! Goku vs Gohan (Episode 090)","descr":"Son Gohan will testen, wie stark ihn sein Training gemacht hat, und bittet seinen Vater um einen Testkampf. Auch wenn Son Goku diesen letztlich gewinnt, wird doch deutlich, dass Son Gohan wieder zu alter Stärke zurückgefunden, und sich sogar noch gesteigert hat. Gowasu hat Schwierigkeiten, Kämpfer für das Turnier zu finden. Rumsshi, der Gott der Zerstörung des zehnten Universums, ist der Meinung, dass Gowasu die Dinge immer zu sehr überdenkt und sich nicht auf sein Gefühl verlässt. Dementsprechend sind auch die zehn Kämpfer, die er Gowasu vorschlägt, allesamt geistig eher schlichte Muskelpakete.","versions":[{"lang":1,"streams":[{"redirect":8243102,"hoster":"VOE"},{"redirect":8243101,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Welches Universum wird siegen? Die stärksten Krieger versammeln sich!","epNo":15,"alt":"Which Universe Will Prevail?! The Mightiest Warriors Assemble! (Episode 091)","descr":"Wenige Stunden vor dem Start des Turniers haben viele Universen noch keine zehn Kämpfer und müssen sich mit dem Rekrutieren beeilen. So wird im Sechsten Universum beispielsweise der böse Frost ausgewählt, am Turnier teilzunehmen. Im Siebten Universum machen die Kämpfer um Son Goku unterdessen noch letzte Trainings-Einheiten, bis Mr. Satan die Nachricht überbringt, dass Boo in einen tiefen Schlaf gefallen ist, aus dem er wohl nicht so schnell wieder aufwachen wird.","versions":[{"lang":1,"streams":[{"redirect":8243097,"hoster":"VOE"},{"redirect":8243099,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Eine Krise im 7. Universum! Das Team ist nicht vollzählig!","epNo":16,"alt":"Emergency! We Don\u0027t Have All 10 Members! (Episode 092)","descr":"Im sechsten Universum bringt Cabba Caulifla bei, wie man sich in einen Super-Saiyajin verwandelt. Son Goku versucht unterdessen Boo aufzuwecken, aber der hat sich beim Training überanstrengt und muss sich jetzt erholen. Tenshinhan, C 18 und Krillin, denen Son Goku ein hohes Preisgeld in Aussicht gestellt hat, erfahren, um was es bei dem Turnier wirklich geht und haben Bedenken, ob sie wirklich teilnehmen sollten. Letztlich können sie aber überredet werden. Da Boo ausfallen wird, schlägt Son Goku einen anderen Kämpfer vor, der dessen Platz einnehmen könnte: Freezer.","versions":[{"lang":1,"streams":[{"redirect":8243046,"hoster":"VOE"},{"redirect":8243050,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der zehnte Kämpfer bist du! Goku besucht Freezer!","epNo":17,"alt":"You\u0027re the 10th Warrior! Goku Visits Freeza! (Episode 093)","descr":"Son Goku will Freezer von Uranai-Baba für 24 Stunden von den Toten zurückholen lassen. So muss er ihn nach dem Turnier nicht ein weiteres Mal besiegen. Er besucht Freezer in der Hölle und erklärt ihm die Situation; Der erklärt sich schließlich bereit, am Turnier teilzunehmen, will aber als Belohnung mit den Dragon Balls wiederbelebt werden, falls ihr Team das Turnier gewinnt. Im sechsten Universum versuchen Cabba und Caulifla unterdessen Cauliflas schüchterner Schülerin Kale beizubringen, sich ebenfalls in einen Super-Saiyajin zu verwandeln. Als es ihr schließlich gelingt übertrifft das Ergebnis all ihre Erwartungen.","versions":[{"lang":1,"streams":[{"redirect":13094928,"hoster":"VOE"},{"redirect":8243062,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Auferstehung des bösen Imperators! Die rätselhafen Attentäter!","epNo":18,"alt":"Resurrection of the Evil Emperator! The Mysterious Awaiting Assassins?! (Episode 094)","descr":"Der Gott der Zerstörung des vierten Universums, Quitela, will schon vor dem Turnier die Konkurrenz schwächen. Er erzählt dem Gott der Zerstörung des neunten Universums, Sidra, dass das Team des siebten Universums plant, zuerst auf dessen Team loszugehen. Um das zu verhindern sollte Sidra Freezer schon vor dem Turnier töten, da das siebte Universum dann einen Kämpfer zu wenig haben und daher disqualifiziert werden würde. Diesen Rat befolgt Sidra dann auch prompt und hetzt Freezer eine Gruppe Auftragsmörder auf den Hals, die ihn angreifen, als er gerade erst von Uranai-Baba zurückgeholt worden war.","versions":[{"lang":1,"streams":[{"redirect":8243056,"hoster":"VOE"},{"redirect":8243054,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine Tat des Grauens! Freezer verliert die Kontrolle!","epNo":19,"alt":"The Wickedest! The Evilest! Freeza Runs Wild!! (Episode 095)","descr":"Freezer macht kurzen Prozess mit den Auftragsmördern und metzelt sie gnadenlos nieder, als der Anführer der Bande ihn mit einem Stück Zerstörungs-Energie von Sidra attackiert. Freezer schafft es jedoch, die Attacke zu überleben, und wirft diese wiederum auf Son Goku. Der hat größere Probleme damit, nicht vollständig von ihr ausgelöscht zu werden. Während Son Goku außer Gefecht gesetzt ist, verhandelt Freezer mit den Göttern des neunten Universums darüber, auf deren Seite überzulaufen. Das Gespräch wird jedoch von Beerus und Whis unterbrochen, die gekommen sind, um Son Goku von der Zerstörungs-Energie zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8243079,"hoster":"VOE"},{"redirect":8243080,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Zeit ist gekommen! Das Schicksal der Universen steht auf dem Spiel!","epNo":20,"alt":"The Time Has Come! Carrying the Fate of the Universe to the World of Void!! (Episode 096)","descr":"Die Zeit ist gekommen: Das große Turnier zwischen acht der zwölf Universen steht kurz bevor. Alle Teilnehmer versammeln sich in der eigens dafür erbauten Arena und Taxieren einander vor dem Kampf. Schnell stellen die Kämpfer fest, dass man in dieser Arena nicht fliegen kann, es sei denn man hat bereits von Natur aus Flügel.","versions":[{"lang":1,"streams":[{"redirect":8243066,"hoster":"VOE"},{"redirect":8243071,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106745,"hoster":"VOE"},{"redirect":10106743,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Kampf ums Überleben beginnt! Vorhang auf für das Turnier der Kraft!","epNo":21,"alt":"Survive! The Curtain Finally Opens on the \u0027Tournament of Power\u0027!! (Episode 097)","descr":"Das Turnier beginnt. 80 Kämpfer aus insgesamt acht Universen müssen nun 48 Minuten gegeneinander kämpfen. Obwohl das Team des siebten Universums vorher besprochen hat, gemeinsam zu kämpfen, laufen Son Goku, Vegeta, C 17, C 18 und Freezer sofort los, um alleine zu kämpfen. Son Goku wird beinahe aus dem Ring gestoßen worden, weil er sich nur auf die stärksten Kämpfer Toppo und Jiren konzentriert, die schwächeren Kämpfer aber ignoriert. Am Ende der Folge verbleiben noch 47 Minuten und 78 Kämpfer.","versions":[{"lang":1,"streams":[{"redirect":8243043,"hoster":"VOE"},{"redirect":8243040,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ach Vergänglichkeit! Ein Universum verzweifelt!","epNo":22,"alt":"Oh, the Uncertainty! The Universes Despair!! (Episode 098)","descr":"Die Kämpfer des Neunten Universums gehen gemeinsam auf Son Goku los, der Schwierigkeiten hat, gegen Alle auf einmal zu kämpfen. Dann kommt ihm aber Vegeta zu Hilfe, und gemeinsam können sie acht Kämpfer des Neunten Universums aus dem Ring befördern. Da auch Freezer und C 18 jeweils einen Kämpfer des Neunten Universums besiegen, scheidet das Neunte Universum aus, und wird von den beiden Zenos umgehend und absolut vollständig ausgelöscht. Es verbleiben noch sieben Universen im Turnier.","versions":[{"lang":1,"streams":[{"redirect":8243035,"hoster":"VOE"},{"redirect":8243034,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106746,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zeig sie uns! Krillins verborgene Kraft!","epNo":23,"alt":"Show It Off! Kuririn’s Hidden Strength!! (Episode 099)","descr":"Alle Kämpfer sind geschockt, dass die beiden Zenos tatsächlich ein Universum ausgelöscht haben, und kämpfen vorerst etwas defensiver. Vegeta sieht sich Magetta und Botamo vom Sechsten Universum gegenüber. Krillin und C 18 werfen unterdessen gemeinsam einige schwächere Gegner aus dem Turnier. Dann vernachlässigt Krillin jedoch seine Deckung für einen Moment und wird prompt von Frost aus dem Ring geworfen. Somit verbleiben dem Siebten Universum nur noch neun Kämpfer. Bis zum Ende des Turniers sind es noch 43 Minuten.","versions":[{"lang":1,"streams":[{"redirect":8243028,"hoster":"VOE"},{"redirect":8243027,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10473726,"hoster":"VOE"},{"redirect":10106747,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Total außer Kontrolle! Eine wilde Berserkerin erwacht!","epNo":24,"alt":"The Berserker Awakens! (Episode 100)","descr":"Neben Magetta und Botamo muss Vegeta jetzt auch noch gegen Cabba kämpfen. Son Goku kämpft unterdessen gegen Caulifla und Kale. Im Laufe des Kampfes verwandelt sich Kale in ihre ultimative Form und läuft Amok. Sie zerstört weite Teile des Ringes und wirft viele Kämpfer aus dem Turnier. Schließlich wird sie aber von Jiren, dem stärksten Kämpfer des 11. Universums, gestoppt, indem er sie bewusstlos schlägt. Son Goku nutzt sogleich die Gelegenheit, um Jiren endlich zum Kampf herauszufordern.","versions":[{"lang":1,"streams":[{"redirect":12378876,"hoster":"VOE"},{"redirect":8243022,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10473724,"hoster":"VOE"},{"redirect":10106744,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Krieger der Gerechtigkeit kommen! Der Kampf gegen die stolze Brigade!","epNo":25,"alt":"The Warrior of Justice Closes In! (Episode 101)","descr":"Bevor Son Goku gegen Jiren kämpfen kann, gehen fünf seiner \"Pride Troopers\" dazwischen, um ihren Anführer zu beschützen. Es entsteht schließlich ein Kampf zwischen den Fünfen auf der einen Seite, und Son Goku, C 17, C 18, Caulifla und Kale auf der anderen Seite. Im Laufe des Kampfes schafft es Kale, ihre immense Kraft unter Kontrolle zu bringen, wodurch es ihnen gelingt, die fünf Pride Troopers aus dem Ring zu werfen. Da die Kämpfer vom sechsten und siebten Universum in diesem Kampf zusammengearbeitet haben, beschließen sie, erstmal nicht gegeneinander zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8243032,"hoster":"VOE"},{"redirect":8243038,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106748,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eine Explosion der Liebe! Die Kriegerhexen des 2. Universums greifen an!","epNo":26,"alt":"The Power of Love Explodes?! Universe 2’s Little Witch Warriors!! (Episode 102)","descr":"Die stärksten drei Kämpferinnen des zweiten Universums offenbaren ihre wirkliche Stärke und gehen nach einer Transformation in die Offensive. C 17 macht mit einer von ihnen kurzen Prozess, und wirft sie aus dem Ring – zusammen mit einer schwächeren Kämpferin des zweiten Universums. Dadurch zieht er den Zorn der Anführerin der Kämpfer des Zweiten Universums auf sich. Bis zum Ende des Turniers verbleiben noch 39 Minuten.","versions":[{"lang":1,"streams":[{"redirect":12252054,"hoster":"VOE"},{"redirect":8243011,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106751,"hoster":"VOE"},{"redirect":10106754,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Gohan, zeig keine Gnade! Showdown mit dem 10. Universum!","epNo":27,"alt":"Gohan, Show No Mercy! Showdown with Universe 10!! (Episode 103)","descr":"C 17 und Son Goku bekämpfen die stärksten beiden verbliebenen Kämpferinnen des Zweiten Universums. Sie besiegen die beiden, aber bevor sie sie aus dem Ring werfen können, werden die Kämpferinnen von einem Teamkollegen gerettet, der sich wie Son Goku teleportieren kann. Unterdessen wirft Son Gohan Botamo aus dem Ring. Anschließend treffen er und Piccolo auf die letzten beiden Kämpfer des Zehnten Universums. Ihnen gelingt es, diese zu besiegen, woraufhin das Zehnte Universum von den beiden Zenos vernichtet wird. Bis zum Ende des Turniers verbleiben noch 37 Minuten.","versions":[{"lang":1,"streams":[{"redirect":8243018,"hoster":"VOE"},{"redirect":8243019,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10473728,"hoster":"VOE"},{"redirect":10106749,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein Kampf in Überlichtgeschwindigkeit! Goku und Hit an gemeinsamer Front!","epNo":28,"alt":"The Ultimate High Speed Battle Begins! Goku and Hit Join Forces!! (Episode 104)","descr":"Hit trifft auf Dyspo, einen der Kämpfer des Elften Universums. Dyspo ist so schnell, dass Hit trotz seiner Fähigkeit, die Zeit anzuhalten, Probleme hat, ihn zu besiegen. Als Hit schließlich doch die Oberhand gewinnt, greift ein weiterer Kämpfer des Elften Universums ein, um Dyspo zu helfen. Um den Kampf wieder fair zu machen, kommt Son Goku Hit zur Hilfe. Er wechselt während des Kampfs immer wieder zwischen seiner Super-Saiyajin-Gott-Form, welche ihm mehr Geschwindigkeit gibt, und seiner blauen Super Saiyajin Form, in der er stärker angreifen kann. Am Ende wirft Hit den einen Kämpfer des Elften Universums aus dem Ring; Dyspo gelingt es, vor Son Goku und Hit zu fliehen. Es verbleiben noch 35 Minuten bis zum Ende des Turniers.","versions":[{"lang":1,"streams":[{"redirect":8243001,"hoster":"VOE"},{"redirect":8243003,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10493068,"hoster":"VOE"},{"redirect":10106750,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Ein erbitterter Kampf! Muten-Roshi gibt alles!","epNo":29,"alt":"Brave Fight! Muten Roshi Stakes his Life!! (Episode 105)","descr":"Der Herr der Schildkröten kämpft in schneller Reihenfolge nachereinander gegen drei Vertreter des Vierten Universums. Sein erster Gegner ist eine junge Frau, die ihn mit aufreizendem Verhalten aus dem Konzept bringen will. Das geht jedoch nach hinten los und sie springt schließlich freiwillig aus dem Ring, um seiner perversen Natur zu entgehen. Sein zweiter Gegner ist ein Dämon, der im Kampf Illusionen erzeugt. Diesen schaltet Meister Roshi mit dem Mafuba aus. Sein dritter Gegner ist ihm körperlich weit überlegen, und er schafft es nur durch seine jahrelange Erfahrung, ihm Paroli zu bieten. Schließlich legt er all seine Kraft in ein Kamehameha um den Gegner zu besiegen; anschließend bricht er leblos zusammen. Son Goku gelingt es dann jedoch, seinen alten Meister wiederzubeleben.","versions":[{"lang":1,"streams":[{"redirect":8242995,"hoster":"VOE"},{"redirect":8242993,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Gefährliche Reflexion! Attacke des unsichtbaren Angreifers!","epNo":30,"alt":"Find it Out! Death Match Against an Unseen Attacker!! (Episode 106)","descr":"Einige Turnierteilnehmer werden aus dem Hinterhalt mit Energiestrahlen attackiert. Dahinter steckt ein Zweiergespann aus dem Zweiten Universum. Einer der Beiden hat die Fähigkeit, Energieattacken zu absorbieren und anschließend gerichtet erneut abzufeuern. Zusammen mit Spiegeln, die er mit seinem Willen steuern kann, ist es ihm möglich die Attacken seines Partners in jede Ecke des Rings zu feuern. Während Vegeta und Son Goku den Energie-Reflektor mit physischen Attacken bekämpfen, greift Tenshinhan dessen Partner an. Tenshinhan ist zunächst überlegen, doch dann schießt sein Gegner ihm den Boden unter den Füßen weg; Tenshinhan fällt aus dem Ring und scheidet aus dem Turnier aus, immerhin gelingt es ihm jedoch, seinen Gegner mit sich zu reißen.","versions":[{"lang":1,"streams":[{"redirect":8243004,"hoster":"VOE"},{"redirect":8243008,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"F will Rache! Eine überaus tückische Falle!","epNo":31,"alt":"Revenge ‘F’! A Cunning Trap is Laid?! (Episode 107)","descr":"Frost will den sehr geschwächten Herrn der Schildkröten aus dem Ring werfen. Der wehrt sich, und versucht Frost mit dem Mafuba in einer Flasche zu versiegeln. Dummerweise misslingt dies. Frost ist sehr beeindruckt von dieser Attacke und lenkt den Kampf zu Vegeta und Magetta. Da Vegeta Schwierigkeiten zu haben scheint, gegen Frost und Magetta gleichzeitig zu kämpfen, versucht der Herr der Schildkröten erneut den Mafuba. Darauf hat Frost nur gewartet: Er kontert die Attacke und schafft es so, Vegeta in einer Flasche zu versiegeln. Mit letzter Kraft kann der Herr der Schildkröten jedoch die Flasche zerstören und Vegeta befreien, der daraufhin voller Wut Frost in die Flucht schlägt, und Magetta aus dem Ring wirft. Da er endgültig am Ende seiner Kräfte ist, lässt sich auch der Herr der Schildkröten aus dem Ring fallen. Somit verbleiben nur noch 33 Kämpfer im Turnier.","versions":[{"lang":1,"streams":[{"redirect":8242990,"hoster":"VOE"},{"redirect":8242988,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Freezer und Frost! In Boshaftigkeit verbunden!","epNo":32,"alt":"Frieza and Frost! Conjoined Malice?! (Episode 108)","descr":"Son Gohan hat Schwierigkeiten im Kampf gegen einen Kämpfer des Zweiten Universums, der sich wie Son Goku teleportieren kann. Schließlich wird der Teleporter aber von Freezer aus dem Turnier geworfen. Dann stößt Frost zu den Beiden und offenbart dem erschöpften Son Gohan, dass er und Freezer einen Pakt geschlossen hätten, ihn und alle anderen Saiyajin aus dem Turnier zu werfen. Tatsächlich geht Freezer prompt auf seinen Teamkollegen Gohan los und schlägt ihn in seiner goldenen Form scheinbar bewusstlos. Frost ist beeindruckt von Freezers Macht und lässt sich von diesem Tipps geben; Tatsächlich hat Freezer Son Gohan nur zum Schein geschlagen, um Frosts Vertrauen zu gewinnen. Als dieser ihm gegenüber seine Deckung fallen lässt schlägt er ihn umgehend aus dem Turnier.","versions":[{"lang":1,"streams":[{"redirect":9600734,"hoster":"VOE"},{"redirect":8242983,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Zusammenstoß mit dem ultimativen Gegner! Zeit für die alles entscheidende Genkidama!","epNo":33,"alt":"The Ultimate Enemy Approaches Goku! Now, Let Loose! The Killer Spirit Bomb! (Episode 109)","descr":"Son Goku kämpft gegen eine Kämpferin des Zweiten Universums. Diese ist aber keine ernsthafte Gegnerin für ihn, und als der Kampf sie in die Nähe von Jiren führt, des stärksten Kämpfers des Elften Universums, lässt er sie kurzerhand links liegen um mit Jiren zu kämpfen. Selbst in seiner blauen Form in Kombination mit einer zwanzigfachen Kaioken kann er jedoch gegen Jiren absolut nichts ausrichten. Schließlich versucht es Son Goku mit einer Genkidama. Jiren lässt ihn gewähren, um so allen anderen Kämpfern zu zeigen wie stark er ist, um ihren Kampfeswillen zu brechen. Als Son Goku schließlich so weit ist, blockt Jiren die Genkidama und wirft sie einfach auf Son Goku zurück.","versions":[{"lang":1,"streams":[{"redirect":13056095,"hoster":"VOE"},{"redirect":12729729,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Goku lässt die Götter bangen! Der neue Instinkt des Auferwachten!","epNo":34,"alt":"Son Goku Wakes! New Level of the Awakened! (Episode 110)","descr":"Son Goku wird von seiner eigenen Genkidama getroffen und von ihr umhüllt. Als die Attacke sich auflöst ist Son Goku verschwunden; alle gehen davon aus, er wäre getötet worden. Dann taucht Son Goku aber wieder auf – in einer neuen Form, von der selbst die Götter unter den Zuschauern beeindruckt sind. Scheinbar hat er die Energie der Genkidama absorbiert und so seine Grenzen durchbrechen können. In seiner neuen Form kann er mit Jiren mithalten, allerdings geht ihm bald die Kraft aus und er kehrt in seine Grundform zurück. Bevor Jiren Son Goku endgültig besiegen kann, tritt aber sofort Hit in Aktion und greift Jiren an, in der Hoffnung dieser wäre abgelenkt und geschwächt.","versions":[{"lang":1,"streams":[{"redirect":9600735,"hoster":"VOE"},{"redirect":8244927,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Kampf in einer anderen Dimension! Mit Hit gegen Jiren!","epNo":35,"alt":"Extreme Battle of Another Dimension! Hit vs Jiren!! (Episode 111)","descr":"Freezer gibt dem stark angeschlagenen Son Goku etwas von seiner Energie, damit dieser wieder in Form kommt. Hit hat große Schwierigkeiten, gegen Jiren zu bestehen; dieser ist in der Lage, Hits Attacken vorherzusehen, selbst wenn er mit seiner Fähigkeit die Zeit anhält oder kurzzeitig in eine andere Dimension wechselt. Schließlich gelingt es Hit, Jiren in einer Zeitblase gefangen zu halten, aber selbst aus der kann sich Jiren nach kurzer Zeit wieder befreien. Anschließend besiegt er Hit endgültig und wirft ihn aus dem Turnier. Da nun keine für ihn würdigen Gegner mehr im Turnier sind, überlässt er den Rest seinen Kameraden und beginnt zu meditieren. Die Hälfte des Turniers ist nun vorbei, es verbleiben 24 Minuten.","versions":[{"lang":1,"streams":[{"redirect":11183463,"hoster":"VOE"},{"redirect":8244916,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der Schwur des Saiyajin! Vegetas Entschluss!","epNo":36,"alt":"A Saiyan\u0027s Pledge! Vegeta\u0027s Resolve!! (Episode 112)","descr":"Cabba wird von einer Kämpferin des Vierten Universums geschlagen, und beinahe aus dem Ring geworfen. Im letzten Moment fängt ihn Vegeta aber auf. Er hält Cabba eine Standpauke, verspricht ihm aber auch, ihn und die anderen Saiyajin aus dem Sechsten Universum mit den Super Dragonballs wiederzubeleben, wenn er das Turnier gewinnt. Ermutigt stellt sich Cabba erneut der Gegnerin die ihn geschlagen hat und kann sie aus dem Ring werfen, indem er ein zweifacher Super-Saiyajin wird. Kurz darauf wird er aber gnadenlos von Freezer aus dem Turnier entfernt. Unterdessen kämpfen Son Gohan und Piccolo gegen zwei Namekianer aus dem Sechsten Universum, und Vegeta sieht sich Toppo gegenüber. Caulifla wiederum stellt sich Son Goku in den Weg, in der Hoffnung, beim Kampf gegen ihn stärker zu werden.","versions":[{"lang":1,"streams":[{"redirect":8244873,"hoster":"VOE"},{"redirect":8244876,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Wer wird siegen? Die Schlacht der Saiyajin!","epNo":37,"alt":"Gleefully! Fighting Maniac Saiyans Battle Once More!! (Episode 113)","descr":"Son Goku ist immer noch erschöpft von seinem Kampf gegen Jiren und kann daher gegen Caulifla nicht seine ganze Kraft einsetzen. Nachdem er in seiner Grundform einige Zeit gegen sie als zweifachen Super-Saiyajin ausgehalten hat, wird er aber schließlich auch ein zweifacher Super-Saiyajin. Caulifla schafft es, während des Kampfs ihre Kraft rapide zu steigern, und als dann auch noch Kale in den Kampf eingreift, sieht sich Son Goku gezwungen, kurzzeitig sogar zu einem dreifachen Super-Saiyajin zu werden. Aus dem Wunsch heraus, mit dieser Stärke gleichziehen zu können, setzt Kale erneut ihre volle Kraft frei, in der sie zuvor die Kontrolle verloren und weite Teile des Rings zerstört hat. Bis zum Ende des Turniers sind es noch 22 Minuten.","versions":[{"lang":1,"streams":[{"redirect":8244897,"hoster":"VOE"},{"redirect":8244892,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Ein haarsträubender Kampf! Die Geburt einer neuen Super-Kriegerin!","epNo":38,"alt":"Ghastly! Explosive Birth of a New Super Warrior!! (Episode 114)","descr":"Kale bekommt ihre immense Kraft unter Kontrolle und verwandelt sich in eine neue Form. Um im Kampf gegen die Beiden mithalten zu können, sieht sich Son Goku schließlich gezwungen, sich in einen Super-Saiyajin-Gott zu verwandeln. In dieser Form können die beiden Frauen ihm nichts entgegensetzen und werden von ihm besiegt. Bevor Son Goku sie jedoch aus dem Ring werfen kann, benutzen die Beiden Potara-Ohrringe, um sich zu fusionieren: Es entsteht die neue Kriegerin Kefla, die Son Goku um ein Vielfaches überlegen ist. Unterdessen kämpft Vegeta gegen Toppo. Es verbleiben noch 21 Minuten bis zum Ende des Turniers.","versions":[{"lang":1,"streams":[{"redirect":8244915,"hoster":"VOE"},{"redirect":8244911,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Goku gegen Kafla! Der Super-Saiyajin-Blue verliert?","epNo":39,"alt":"Goku vs Kafla! Super Saiyan Blue Beaten?! (Episode 115)","descr":"Die beiden Zenos finden Fusion cool, und erlauben daher die Verwendung von Potara-Ohrringen. Die meisten Universen entscheiden sich aber dagegen, da man so riskiert, zwei Kämpfer auf einmal zu verlieren. Nur das Zweite Universum will es versuchen, zerbricht aber dann versehentlich seine Potara-Ohrringe. Son Goku hat große Schwierigkeiten gegen Kefla und muss schließlich sogar seine blauhaarige Form mit der Kaioken kombinieren, um gegen Kefla in ihrer Super-Saiyajin Form bestehen zu können. Dann bricht er aber erschöpft zusammen und kehrt in seine Grundform zurück. Bevor Kefla ihn aber aus dem Ring befördern kann, rafft er sich nochmal auf und erreicht seinen Ultra-Instinkt-Zustand, in dem er auch schon kurzzeitig mit Jiren mithalten konnte.","versions":[{"lang":1,"streams":[{"redirect":8244882,"hoster":"VOE"},{"redirect":9023749,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Zeichen der Wende! Die Riesenexplosion des Ultra-Instinkt!","epNo":40,"alt":"The Comeback Omen! Ultra Instinct\u0027s Great Explosion!! (Episode 116)","descr":"In seinem Ultra-Instinkt-Zustand reagiert Son Gokus Körper automatisch, ohne dass er vorher nachdenken muss, wodurch er extrem schnell reagieren kann. Allerdings hat er diese Form noch nicht vollständig gemeistert: Sein Körper weicht zwar allen Attacken Keflas automatisch aus, aber über seine eigenen Angriffe muss er dann doch kurz nachdenken, wodurch diese weniger effektiv sind. Schließlich bereitet er eine Kamehameha vor, während er per Ultra-Instinkt allen Attacken Keflas ausweicht und immer näher an sie herankommt. Mit dieser Kamehameha schafft er es dann, Kefla aus dem Ring zu befördern, wodurch das Team des Sechsten Universums nur noch aus zwei Kämpfern besteht. Bis zum Ende des Turniers verbleiben noch 17 Minuten.","versions":[{"lang":1,"streams":[{"redirect":8244889,"hoster":"VOE"},{"redirect":8244890,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Entscheidungsschlacht der Liebe! Die Cyborgs gegen das 2. Universum!","epNo":41,"alt":"Grand Love Showdown! Androids vs Universe 2 (Episode 117)","descr":"Vegeta versucht, ebenfalls den Ultra-Instinkt-Zustand zu erreichen, allerdings ohne Erfolg. Son Goku ist von seinen Kämpfen gegen Jiren und Kefla stark ausgezehrt; die Kämpfer des Zweiten Universums wollen das ausnutzen, und greifen ihn mit vereinten Kräften an. C 17 und C 18 eilen an Son Gokus Seite, um ihn zu verteidigen. Auch Son Gohan und Piccolo wollen helfen, werden aber von den zwei Namekianern aus dem Sechsten Universum aufgehalten. Gemeinsam schaffen C 17 und C 18 es, zwei der Kämpfer des Zweiten Universums aus dem Ring zu befördern, wodurch dem Zweiten Universum nur noch drei Kämpfer bleiben. Bis zum Ende des Turniers sind es noch 15 Minuten.","versions":[{"lang":1,"streams":[{"redirect":8244850,"hoster":"VOE"},{"redirect":8244851,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Die Tragödie beschleunigt sich! Universen verschwinden!","epNo":42,"alt":"Accelerated Tragedy - Vanishing Universes (Episode 118)","descr":"Die verbliebenen drei Kämpfer des Zweiten Universums geben im Kampf gegen Son Goku, C 17 und C 18 nochmal alles und schaffen es schließlich, die drei in einem Schwarzen Loch zu fangen. Unterdessen haben Son Gohan und Piccolo einen harten Kampf gegen die letzten beiden Kämpfer des Sechsten Universums, die beiden Namekianer Saonel und Pilina welche jeweils aus Fusionen unzähliger Namekianer entstanden sind. Am Ende gelingt es Son Goku, sich und seine beiden Kameraden mit einer mächtigen Kamehameha aus dem Schwarzen Loch zu befreien und die verbliebenen Kämpfer des Zweiten Universums aus dem Ring zu werfen. Auch Son Gohan kann seine beiden Gegner mit einer Kamehameha aus dem Turnier eliminieren. Ohne verbliebene Kämpfer im Ring werden das Zweite und das Sechste Universum von den Zenos umgehend restlos ausgelöscht. Somit bleiben nur noch das Dritte, Vierte, Siebte und Elfte Universum übrig.","versions":[{"lang":1,"streams":[{"redirect":8244901,"hoster":"VOE"},{"redirect":8244899,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Ausweichen unmöglich! Die unsichtbaren Gegner greifen an!","epNo":43,"alt":"A New Victim from Universe 7! Universe 4 Gets Serious!! (Episode 119)","descr":"Das Vierte Universum versucht eine letzte Angriffswelle, mit Kämpfern die besondere Fähigkeiten haben. Der erste ist unsichtbar, kann jedoch aus dem Ring geworfen werden, nachdem Son Gohan ihn mit Staub bedeckt hat. Der nächste Kämpfer versucht, seine Gegner mit Illusionen aus dem Konzept zu bringen, wird jedoch ebenfalls schnell aus dem Turnier geworfen. Der letzte Kämpfer des Vierten Universums ist ein winziger Käfer-Mann, der aufgrund seiner Größe nur schwer getroffen werden kann. Ihm gelingt es sogar, Piccolo aus dem Turnier zu werfen, bevor er schließlich selbst von C 17 aus dem Ring katapultiert wird. Da es nun keine Kämpfer mehr hat, wird auch das Vierte Universum vernichtet. In den letzten 12 Minuten des Turniers bleiben somit nur noch drei Universen übrig.","versions":[{"lang":1,"streams":[{"redirect":8244861,"hoster":"VOE"},{"redirect":8244863,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die perfekte Überlebensstrategie! Der bedrohliche Attentäter des 3. Universums!","epNo":44,"alt":"A Perfect Survival Strategy! Universe 3\u0027s Menacing Assassins!! (Episode 120)","descr":"Die verbliebenen Kämpfer des Dritten Universums treten in Aktion; vier Roboter und deren Erbauer. Während C 17 und C 18 einen der Roboter mit Leichtigkeit aus dem Turnier eliminieren, kämpft Son Gohan alleine gegen die anderen drei Roboter, um Vegeta und seinem Vater eine Verschnaufpause zu gönnen. Als sich die drei Roboter dann aber zu einem einzigen, noch stärkeren Roboter vereinigen, greifen Son Goku und Vegeta Son Gohan unter die Arme. Zu dritt gelingt es ihnen, den riesigen Roboter zurückzudrängen, aber bevor sie ihn aus dem Ring werfen können, verkündet ihr Erbauer, dass sie noch ein Ass im Ärmel hätten.","versions":[{"lang":1,"streams":[{"redirect":12378878,"hoster":"VOE"},{"redirect":8244871,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Generalangriff! Die große Vierfach-Fusion des 3. Universums!","epNo":45,"alt":"All-Out War! The Ultimate 4-Way Combination vs Universe 7\u0027s Total Offensive!! (Episode 121)","descr":"Alle verbliebenen Kämpfer des Dritten Universums fusionieren zu einem riesigem übermächtigem Monster. Um es besiegen zu können, müssen alle verbliebenen Kämpfer des Siebten Universums ihre Kräfte vereinen und gemeinsam kämpfen. Dennoch wird C 18 im Kampf verletzt und schließlich aus dem Turnier eliminiert. Letztlich kann das Monster aber dann doch besiegt werden, indem C 17 dessen Energiequelle zerstört, während Son Gohan, Son Goku, Vegeta und Freezer ihn gemeinsam mit einer Energie-Attacke beschäftigen. Ohne verbliebene Kämpfer wird auch das Dritte Universum ausgelöscht. Nun sind im Turnier nur noch zwei Universen übrig: Das Siebte und das Elfte. Bis zum Ende des Turniers bleiben noch neun Minuten.","versions":[{"lang":1,"streams":[{"redirect":8244770,"hoster":"VOE"},{"redirect":8244774,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Eine Frage des Stolzes! Vegetas große Kampfansage!","epNo":46,"alt":"Staking His Pride! Vegeta Challenges the Strongest!! (Episode 122)","descr":"Das Turnier geht in die finale Phase: Die drei verbliebenen Kämpfer des Elften Universums stellen sich den fünf verbliebenen Kämpfern des Siebten Universums. Freezer sieht sich Dyspo gegenüber, hat jedoch Schwierigkeiten, mit dessen Schnelligkeit mitzuhalten. C 17 und Son Gohan bekämpfen gemeinsam Toppo, können jedoch kaum etwas gegen ihn ausrichten. Son Goku und Vegeta wiederum tun sich im Kampf gegen Jiren zusammen. Zunächst haben sie keine Chance gegen ihn, aber dann gelingt es Vegeta, Jirens Attacken zu durchschauen und ihnen auszuweichen. Er kann Jirens Verteidigung durchbrechen und ihn zurückdrängen. Schließlich hat Jiren dann aber genug von Vegeta, und schlägt ihn zu Boden.","versions":[{"lang":1,"streams":[{"redirect":14074441,"hoster":"VOE"},{"redirect":8244810,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10493067,"hoster":"VOE"},{"redirect":10106752,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die volle Kraft von Körper und Geist! Goku und Vegeta!","epNo":47,"alt":"Full Body, Spirit, and Power Unleashed! (Episode 123)","descr":"C 17 und Son Gohan kommen nahe daran, Toppo aus dem Ring zu stoßen. Auch Freezer gewinnt gegen Dyspo die Oberhand. Während Vegeta bewusstlos am Boden liegt muss Son Goku alleine gegen Jiren kämpfen. Er versucht, Jiren abzulenken und ihm dann mit einem Energiediskus den Boden unter den Füßen wegzuziehen. Dieser Ansatz funktioniert beinahe, Jiren kann jedoch im letzten Moment wieder in den Ring springen. Jiren beschließt, nun mit all seiner Kraft zu kämpfen, und feuert unvorstellbar mächtige Attacken auf Son Goku los. Son Goku setzt alles auf eine Karte und kombiniert wieder den blauhaarigen Super Saiyajin mit der Kaioken. Auch Vegeta kann sich wieder aufraffen und setzt all seine verbliebene Energie frei, um eine neue Form zu erreichen, die sogar den blauhaarigen Super Saiyajin übertrifft. Gemeinsam beginnen die beiden Jiren zu attackieren.","versions":[{"lang":1,"streams":[{"redirect":11824056,"hoster":"VOE"},{"redirect":12514127,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10504954,"hoster":"VOE"},{"redirect":10106753,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Gefährliches Spiel! Gohans letztes Gefecht!","epNo":48,"alt":"A Stormy, Fierce Attack! Gohan Fights with his Back to the Wall!! (Episode 124)","descr":"Obwohl Freezer in seiner goldenen Form klar stärker ist als Dyspo, kann er mit dessen Geschwindigkeit einfach nicht mithalten und gerät so ins Hintertreffen. Schließlich muss ihm Son Gohan zu Hilfe eilen, da er sonst aus dem Turnier eliminiert werden würde. Um Dyspos Geschwindigkeits-Vorteil auszuhebeln schließt Freezer Dyspo mit Son Gohan in einen Käfig aus sehr starken Energiestrahlen ein, in dem deren Bewegungsfreiheit sehr stark eingeschränkt ist. Dann geht ihm jedoch die Kraft aus, und der Käfig bricht zusammen. Kurzentschlossen klammert sich Son Gohan an Dyspo, und gibt Freezer so die Möglichkeit ihn zusammen mit Dyspo aus dem Ring zu werfen. In den letzten sechs Minuten des Turniers sind somit nur noch Son Goku, Vegeta, Freezer, C 17, Jiren und Toppo übrig.","versions":[{"lang":1,"streams":[{"redirect":8244845,"hoster":"VOE"},{"redirect":8244844,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106755,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"In voller Erhabenheit! Toppo, der Gott der Zerstörung!","epNo":49,"alt":"Majestic! Advent of the God of Destruction, Toppo!! (Episode 125)","descr":"Freezer und C 17 schaffen es, Toppo in die Defensive zu zwingen und fügen ihm gemeinsam erheblichen Schaden zu. Verzweifelt entsagt Toppo schließlich seinem Sinn für Gerechtigkeit, und akzeptiert die ihm schon länger angedachte Rolle eines Gottes der Zerstörung. Zusammen mit der Macht die damit einhergeht. Durch seine nun übermächtigen Attacken zerbricht der Ring in mehrere Stücke; Freezer und C 17 können ihm nichts mehr entgegensetzen. Toppo zahlt Freezer seine Brutalität und Bösartigkeit heim, und geht gnadenlos auf ihn los, bis C 17 dazwischengeht. Während Freezer bewusstlos am Rande des Ringes liegen bleibt, versucht C 17 verzweifelt, irgendetwas gegen Toppo ausrichten zu können.","versions":[{"lang":1,"streams":[{"redirect":8244784,"hoster":"VOE"},{"redirect":8244787,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106756,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Gegen die Kraft eines Gottes! Vegetas todesmutiger Schlag!","epNo":50,"alt":"Surpass Even a God! Vegeta\u0027s Life-Risking Blow (Episode 126)","descr":"Der Kampf zwischen Son Goku, Vegeta und Jiren bewegt sich zufällig in die Nähe von Toppo, der gerade C 17 und Freezer den Rest geben will. Kurzerhand greift Vegeta in den Kampf ein, sodass nun Son Goku allein gegen Jiren kämpfen muss, während Toppo mit Vegeta beschäftigt ist. Vegeta weigert sich, gegen Toppo zurückzustecken, da dieser für den Sieg seine Prinzipien aufgegeben hat. Er setzt mehr und mehr Energie frei, wodurch es Toppo irgendwann nicht mehr gelingt, Vegetas Attacken zu zerstören. Durch eine finale, unvorstellbar starke Attacke, gelingt es Vegeta dann, Toppo aus dem Ring zu befördern. Somit bleibt dem Elften Universum in den letzten vier Minuten nur noch ein einziger Kämpfer übrig: Jiren.","versions":[{"lang":1,"streams":[{"redirect":8244803,"hoster":"VOE"},{"redirect":8244806,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106757,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Die heranrückende Wand! Alle Hoffnung liegt auf der letzten Barriere!","epNo":51,"alt":"Entrusted with Hope, the Final Barrier (Episode 127)","descr":"Son Goku, Vegeta und C 17 bekämpfen gemeinsam Jiren, ihre Attacken richten jedoch praktisch nichts aus. Als alle drei von Jiren zu Boden geschlagen wurden tritt Freezer wieder in Erscheinung, hält jedoch auch nicht sehr lange durch bevor er ebenfalls von Jiren besiegt wird. Um seinen Teamkameraden Zeit zu erkaufen, in der sie sich etwas erholen können, rafft sich C 17 auf und kämpft alleine gegen Jiren. Als dieser dann eine übermächtige Attacke losfeuert errichtet C 17 schützende Barrieren um seine Teamkameraden und kontert Jirens Attacke, indem er sich selbst zerstört.","versions":[{"lang":1,"streams":[{"redirect":12116364,"hoster":"VOE"},{"redirect":8244791,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106758,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Bis zum bitteren Ende! Vegetas Stolz!","epNo":52,"alt":"With Noble Pride to the End! Vegeta Falls! (Episode 128)","descr":"Vegeta stellt sich Jiren entgegen, ist jedoch so erschöpft, dass er sich nicht mal mehr in einen Super-Saiyajin verwandeln kann. Er kann absolut nichts gegen Jiren ausrichten und wird wieder und wieder zu Boden geschlagen. Nur sein Stolz zwingt ihn immer wieder zurück auf seine Beine. Letztlich wird er aber dann doch aus dem Ring befördert, gibt im Fall aber noch seine verbliebene Energie an Son Goku ab. Der ist dennoch kaum in besserer Verfassung als Vegeta es war, und kann Jiren entsprechend wenig entgegen setzen. Dann schafft er es jedoch erneut, seinen Ultra-Instinkt-Zustand zu erreichen, in dem er dann auf Augenhöhe gegen Jiren kämpfen kann.","versions":[{"lang":1,"streams":[{"redirect":8244822,"hoster":"VOE"},{"redirect":8244821,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106759,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Durchbreche dein Limit! Goku meistert den Ultra-Instinkt!","epNo":53,"alt":"Trascending the Limit! Mastering Ultra Istinct!! (Episode 129)","descr":"Der Kampf zwischen Son Goku und Jiren nimmt an Fahrt auf. Jiren ist Son Goku aber nach wie vor etwas voraus, da Son Goku immer noch nicht den offensiven Aspekt von Ultra Instinkt gemeistert hat. Schließlich wird Son Goku in eine Ecke des Rings gedrängt und kann nichts anderes tun als Jirens Attacken zu blocken, während langsam der Boden unter seinen Füßen nachgibt. In dieser verzweifelten Situation wächst Son Goku erneut über sich hinaus: Es gelingt ihm, Ultra Instinkt vollständig zu meistern. In dieser Form ist er Jiren für den Moment nun deutlich überlegen.","versions":[{"lang":1,"streams":[{"redirect":8244831,"hoster":"VOE"},{"redirect":8244834,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106760,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Ein unvergleichliches Finale! Der ultimative Überlebenskampf!","epNo":54,"alt":"An Unprecedented Super Showdown!! (Episode 130)","descr":"Son Gokus Überlegenheit Jiren gegenüber währt nicht lange, da es auch diesem gelingt, verborgene Kräfte zu mobilisieren. Und so gelingt es Jiren, Son Goku schwere Schläge zuzufügen, die ihn eigentlich besiegen sollten. Das Vertrauen seiner Freunde, und der Wille, sie zu beschützen lässt ihn aber immer wieder aufstehen, und den Kampf fortsetzen. Jiren wird zunehmend frustriert, und versucht schließlich, die Zuschauerränge mit Son Gokus Kameraden zu zerstören. Son Goku wehrt die Attacke ab und schafft es in seiner Wut schließlich, Jiren zu Boden zu schlagen. Bevor er ihn jedoch aus dem Ring werfen kann, bricht Son Goku aufgrund der Belastung, die Ultra-Instinkt auf seinen Körper hat, zusammen. Sich des Sieges schon sicher muss Jiren dann jedoch überrascht feststellen, dass Freezer und auch C 17 noch lebend im Ring verblieben sind, und sich ihm erneut entgegenstellen.","versions":[{"lang":1,"streams":[{"redirect":8244766,"hoster":"VOE"},{"redirect":8244768,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10106761,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Ein wundersamer Abschluss! Auf Wiedersehen, Goku, bis zum nächsten Mal!","epNo":55,"alt":"A Miraculous Conclusion! Farewell Goku! Until the Day We Meet Again! (Episode 131)","descr":"Freezer und C 17 haben zunächst ein leichtes Spiel mit Jiren, der vom Kampf gegen Son Goku völlig ausgelaugt ist. Angespornt von seinen Teamkameraden kann sich Jiren aber dann doch noch einmal aufraffen und den beiden etwas entgegensetzen. Inzwischen hat sich jedoch auch Son Goku etwas erholt und kann in den Kampf eingreifen. Schließlich klammern sich Son Goku und Freezer an Jiren und springen mit vereinter Kraft aus dem Ring, wodurch alle drei aus dem Turnier ausscheiden. Somit ist C 17 der letzte verbliebene Kämpfer, und das Siebte Universum der Sieger des Turniers; Das Elfte Universum wird sofort ausgelöscht. Als Belohnung erhält C 17 einen Wunsch mit den Super-Dragonballs, den er prompt benutzt um alle ausgelöschten Universen wiederherzustellen. Dies war von den Zenos von Anfang an so geplant gewesen. Hätte der Sieger einen egoistischen Wunsch ausgesprochen, hätten sie auch die verbliebenen Universen einfach vernichtet. Als Belohnung für seine gute Arbeit wird Freezer von Whis wieder permanent lebendig gemacht; Die restlichen Kämpfer des Siebten Universums kehren zurück zur Erde, und freuen sich dort schon auf ihr nächstes Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":8244782,"hoster":"VOE"},{"redirect":8244778,"hoster":"Streamtape"}]}]}]}]}