{"path":"/serie/stream/dragon-hunters-die-drachenjaeger","name":"Dragon Hunters - Die Drachenjäger","descr":"Das Weltall, viele Jahrhunderte nach unserer Zeit. Ein gewaltiger Knall hat die Menschheit in mittelalterliche Verhältnisse zurückgeworfen und die Erde in tausende Einzelteile zertrümmert. Klingt schlimm? Es kommt noch dicker. Auf den einzelnen Asteroiden, die einmal die Erde waren, haben sich Drachen breit gemacht. Keine normalen Drachen, wie man sie aus Märchenbüchern kennt, sondern Drachenmutanten. Gemeingefährliche Biester, die nicht einfach nur Feuer spucken, sondern noch viele andere unsympathische Eigenschaften haben. Doch zum Glück gibt es die Drachenjäger: Gwizdo und Lian Chu. Die zwei jagen die Untiere. Das ist ihr Job. Die Situation scheint alles andere als lustig, ja sogar düster, doch dank der beiden Helden ist sie das natürlich nicht. Die tapferen Jäger bringen jede Menge Humor mit.","seasons":[{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-1","name":"Die Drachenmutter","epNo":1,"alt":"","descr":"Was tun? Eine Drachenmutter hat es sich mit ihren Küken auf dem Dach von Jeanneline?s Dragon Inn gemütlich gemacht. Jetzt hängen Gwizdo und Lian Chu fest. Gwizdo schließt mit Jeanneline ein Abkommen: Sie verjagen die Drachen und Jeanneline erlässt ihnen alle Schulden. Und Lian Chu hat auch schon eine Idee, wie er dem Drachen beikommen kann: Er verkleidet sich als Küken. Doch dann schließt die Drachenmama das neue Kind ins Herz und Waise Lian Chu, der sich schon immer eine Familie gewünscht hat, gefällt das ziemlich gut. Bald hat er seine Mission vergessen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070486","hoster":"VOE"},{"path":"/redirect/10070489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-2","name":"Leben, wie ein Drache","epNo":2,"alt":"","descr":"Hector hat die Schnauze von Gwizdo voll. Ständig behandelt er ihn wie einen blöden Hund. Das kann und will er sich nicht mehr bieten lassen. Also haut Hector ab, um sein Leben wieder als freier, wilder Drache zu genießen. Lian Chu ist total traurig über Hectors Verschwinden. Doch Gwizdo findet das nur halb so tragisch und besorgt als Spürhundersatz einfach WauWau. Der ist aber alles andere als begabt. Da muss Gwizdo einsehen, dass Hector unersetzlich ist. Gemeinsam mit Lian Chu macht er sich auf die Suche nach Hector …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378874","hoster":"VOE"},{"path":"/redirect/10070499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-3","name":"Auf der Suche nach Zoria","epNo":3,"alt":"","descr":"Jeannelines Tochter Zoria ist Drachenjägerin. Eines Tages kehrt ein Reisender ins ?Dragon Inn? ein. Er hat Zorias Reisetasche bei sich, die er neben einem Knochenhaufen gefunden hat. Jeanneline will nicht glauben, dass ihrer Tochter etwas zugestoßen ist. Deshalb schickt sie Gwizdo, Lian Chu und Hector auf die Suche. Als die Drachenjäger von fleischfressenden Drachen angegriffen werden, können sie sich in eine Festung retten. Der Hausherr dort ist alles andere als gastfreundlich. Kurzerhand sperrt er die drei Freunde ins Verlies. Hier treffen sie Zoria. Auch sie konnte sich vor den Drachen in die Festung retten. Jetzt will der Hausherr wissen, warum sie nicht Opfer der gefräßigen Biester wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070501","hoster":"VOE"},{"path":"/redirect/10070503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-4","name":"Rogers Rückkehr","epNo":4,"alt":"","descr":"Jeannelines Exmann und Zazas Vater Roger steht plötzlich vor der Türe. Was für ein Glück, alle hatten befürchtet, dass ihm bei der Drachenjagd etwas zu gestoßen sei. Doch die Rückkehr von Roger löst nicht bei allen Freude aus. Gwizdo könnte gut und gerne auf ihn verzichten. Schließlich ist er einfach in sein Zimmer gezogen und nervt ihn jetzt ständig wegen seiner Schulden. Um ihn endlich los zu werden, will Gwizdo den Eindringling als Betrüger entlarven …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070514","hoster":"VOE"},{"path":"/redirect/10070509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-5","name":"Der falscher Pater","epNo":5,"alt":"","descr":"Zaza will unbedingt mit Gwizdo und Lian Chu auf Drachenjagd. Da es Jeanneline ihr nicht erlaubt, klettert sie heimlich in den Flugschrauber und kommt erst aus ihrem Versteck, als die beiden Drachjäger schon viel zu weit vom ?Dragon Inn? entfernt sind. Der Auftrag führt die Crew zu einem seltsamen Pater namens Mummer. Er braucht die Hilfe der Drachjäger, weil seine Felder ständig von einem Drachen zerstört werden. Doch dann stellt sich heraus, dass es sich bei dem Pater um einen Betrüger handelt, der den richtigen Pater Mummer von seinem Feld vertrieben hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070515","hoster":"VOE"},{"path":"/redirect/10070518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-6","name":"Die Nebelinsel","epNo":6,"alt":"","descr":"Neuer Auftrag für Gwizdo und Lian Chu. Eine Gruppe Mönche möchte, dass sie einen gefährlichen Drachen verjagen. Das Biest hindert sie daran auf die Nebelinsel zu gelangen, auf der sich ihre Rübenplantage befindet. Natürlich erledigen Gwizdo und Lain Chu ihren Auftrag zur vollsten Zufriedenheit der Mönche. Doch dann stellen die Drachenjäger fest, dass es auf der Nebelinsel gar keine Rübenfelder gibt, sondern nur einen verzauberten Teich, der ein Jungbrunnen ist. Als die Mönche bemerken, dass die Drachenjäger hinter ihr Geheimnis gekommen sind, sind die gar nicht mehr so freundlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070522","hoster":"VOE"},{"path":"/redirect/10070521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-7","name":"SOS von den Zimbranellen Zwergen","epNo":7,"alt":"","descr":"Die Zimbranelle Zwerge sind am Verhungern. Ein nachtaktiver Drache hat all ihre Vorräte geklaut. Verzweifelt haben die Zwerge eine Flaschenpost mit der Bitte um Hilfe ins All geworfen. Und die landet ausgerechnet im Vorgarten vom Dragon Inn. Sofort machen sich Gwizdo, Lian Chu und Hector auf den Weg. Doch an diesem Drachen beißen sich die Drachenjäger die Zähne aus. Da es unmöglich ist das Viech zu fangen, wollen die Drachenjäger aufgeben. Das lassen sich die Zwerge nicht bieten. Sie entführen sich Hector. Jetzt müssen Gwizdo und Lian Chu so schnell wie möglich den Drachen besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916152","hoster":"VOE"},{"path":"/redirect/10070529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-8","name":"So was wie das gelobte Land","epNo":8,"alt":"","descr":"Jeanneline hat von Gwizdo die Nase voll. Sie wirft ihn aus ihrer Taverne, bis er genug Geld beisammen hat, um seine Schulden zu bezahlen. Wütend verlässt Gwizdo mit Lian Chu und Hector im Flugschrauber das Dragon Inn. Doch dann geraten sie in einen Schneesturm und müssen notlanden. Die Einheimischen, ein raues Bergvolk, helfen den Drachenjägern sofort. Sie geben ihnen Unterkunft und Essen. Als Gegenleistung müssen Gwizdo, Lian Chu und Hector nur einen Neglour Drachen bekämpfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070825","hoster":"VOE"},{"path":"/redirect/10070827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-9","name":"Wiedersehen mit Billy","epNo":9,"alt":"","descr":"Gwizdo trifft seinen alten Freund Billy wieder. Der und die Bewohner seines Dorfes stecken in argen Schwierigkeiten. Sie werden von einem Drachen tyrannisiert, der die Gestalt von Menschen annehmen kann. Können die Drachenjäger den Dorfbewohnern helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427227","hoster":"VOE"},{"path":"/redirect/10070834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-10","name":"Die Frauen von Amazonien","epNo":10,"alt":"","descr":"Gwizdo, Lian Chu und Hector werden in Amazonien gebraucht. Das Land wird von einer furchtlosen Frau regiert, der die Kinder von einem Drachen gestohlen wurden. Sofort machen die drei Freunde Jagd auf das Biest. Dabei stellen sie fest, dass der Drache gar nicht echt ist. Das mechanische Monster wurde aus verschiedenen Drachenteilen nur zusammengeschustert. Wer steckt bloß dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070840","hoster":"VOE"},{"path":"/redirect/10070837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-11","name":"Mit Jeanneline auf Drachenjagd","epNo":11,"alt":"","descr":"Meisterköchin Jeanneline soll für einen reichen Adeligen ein Jimbob-Drachenfleisch-Gericht zubereiten. Das Problem: Das Fleisch muss umgehend nach dem Erlegen des Tieres gekocht werden. Also muss Jeanneline Gwizdo und Lian Chu auf der Drachenjagd begleiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070852","hoster":"VOE"},{"path":"/redirect/10070842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-12","name":"Der seltsame Geschmack der Kokomak","epNo":12,"alt":"","descr":"Gwizdo, Lian Chu und Hector sitzen auf einer Insel mit einem Pavunodor-Drachen fest. Das heimtückische Biest kann die Farben seiner Umgebung täuschend echt annehmen. Und seine Angriffe aus dem Hinterhalt machen den Drachenjägern das Leben schwer. Gwizdo macht die schwierige Jagd so sehr zu schaffen, dass er nur noch über seine Zukunft nachgrübelt. Jetzt hängt alles an Lian Chu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070803","hoster":"VOE"},{"path":"/redirect/10070799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-13","name":"Das Zusammentreffen der drei Monde","epNo":13,"alt":"","descr":"Lian Chu ist verschwunden. Erst sind alle völlig ratlos. Doch plötzlich findet Gwizdo die Lösung: Der Jahrestag, an dem Lian Chu alles verloren hat, steht vor der Tür. Ein Drache hatte damals sein komplettes Dorf und mit ihm fast alle Bewohner zerstört. Auf den Ruinen wurde ein neues Dorf erbaut. Und dieses ist jetzt ebenfalls von einem Drachen bedroht. Lian Chu muss den Bewohnern helfen und den Drachen besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921905","hoster":"VOE"},{"path":"/redirect/10070800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-14","name":"Der böse Blick","epNo":14,"alt":"","descr":"Erschöpft und betrübt kehren die drei Drachenjäger von einer erfolgreichen Mission ins Dragon Inn zurück. Dort finden sie alle versteinert an. Sie sind Opfer eines Petrovils geworden. Das ist ein Drache der Lebewesen in Stein verwandeln kann. Zum Glück hat Lian Chu eine Idee, wie man dem Biest beikommen und die Versteinerten wieder zum Leben erwecken kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070808","hoster":"VOE"},{"path":"/redirect/10070812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-15","name":"Der Kiwajel-Stoß","epNo":15,"alt":"","descr":"Seit Wochen schnappt ein geheimnisvoller Konkurrent unseren Drachenjägern die Aufträge weg. Gwizdo will diesen Drachenjäger finden. Zu seiner Überraschung verbirgt sich hinter dem Koloss namens Zoria Jeannelines älteste Tochter. Mit Hilfe ihrer männlichen Verkleidung hat sie es unter die ganz Großen gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070811","hoster":"VOE"},{"path":"/redirect/10070807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-16","name":"Die Drüse des Mimikars","epNo":16,"alt":"","descr":"Lian Chu wurde ernsthaft von einem Drachenstachel vergiftet. Das einzige Gegengift ist das Drüsensekret eines Mimikar Drachens. Und das letzte Exemplar von dieser Rasse lebt auf einer Insel namens Unimak. Der Drache ist gefährlich. Und da die Vergiftung von Lian Chu lähmende Wirkungen hat, muss Gwizdo das Untier alleine jagen. Keine leichte Aufgabe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070813","hoster":"VOE"},{"path":"/redirect/10070814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-17","name":"Ein nerviger Zwerg","epNo":17,"alt":"","descr":"Die Zimbrenellen-Zwerge haben ein Kopfgeld auf Gwizdo und Lian Chu ausgesetzt. Die Drachenjäger wissen, dass es niemandem gelingen wird, sie zur Strecke zu bringen. Um das Spiel ein bisschen spannender zu gestalten, verkleiden sich Gwizdo und Lian Chu als Kopfgeldjäger und jagen sich selbst. Das ist sehr kompliziert, wie sich bald herausstellt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070821","hoster":"VOE"},{"path":"/redirect/10070820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-18","name":"Unerwünschte Gäste","epNo":18,"alt":"","descr":"Was für eine Unverschämtheit! Der reiche Handelsmann Otis Criblecrocker hat sich in das \"The Dragon Inn\" einquartiert. Nicht nur, dass er sich ganz dreist an Jeanneline heranschmeißt. Alles deutet darauf hin, dass Otis die Taverne übernehmen wird. Für Gwizdo, Lian Chu und Hector würde das bedeuten: sie müssen sich rasch eine neue Bleibe suchen. Deshalb schleppt Gwizdo ein paar rattenartige Drachen in die Taverne. Hector hat panische Angst vor diesen Smacklings, denn er weiß, dass sie sich in andere Drachenformen verwandeln können. Doch die Untiere machen genau das, was die Jäger von ihnen erwartet haben: sie schlagen Otis in die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070898","hoster":"VOE"},{"path":"/redirect/10070880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-19","name":"Der Hof Der Waisenkinder","epNo":19,"alt":"","descr":"Auf dem Rückweg von einer erfolgreichen Drachenjagd beschließen Lian Chu und Gwizdo in ihrem ehemaligen Kinderheim vorbei zu schauen und ihre Pflegemutter Hubbard zu besuchen. Als sie dort ankommen, müssen sie feststellen, dass das Dorf in Schutt und Asche liegt. Den Spuren nach zu urteilen, wurde das Dorf von Drachen verwüstet und nur ein Waisenjunge hat das Unglück überlebt. Mit seiner Hilfe finden sie die anderen gekidnappten Kinder und Gwizdo muss beweisen, dass er kein Angsthase ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070884","hoster":"VOE"},{"path":"/redirect/10070885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-20","name":"Ein Kinderspiel","epNo":20,"alt":"","descr":"ZaZas Stunde scheint gekommen: Als ein Gast in der Taverne von seinem Asteroiden berichtet, der unentwegt von Drachen bedroht wird, bietet sie ihre Dienste an. Gwizdo und Lian Chu sind nicht da – damit fuscht sie den Beiden auch nicht ins Werk. Denkt sie! Doch dann kommt alles anders. Der Asteroid entpuppt sich als ein einziger Drache. Und für ZaZa bedeutet das: sie muss einen gigantischen Drachenkoloss zur Strecke bringen. Zu viel für eine Anfängerin …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070890","hoster":"VOE"},{"path":"/redirect/10070891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-21","name":"Für eine Handvoll Klurk","epNo":21,"alt":"","descr":"Gwizdo kann es nicht fassen: Er hat eine Insel entdeckt, deren Bewohner sehr reich sind. Doch leider gibt es auf diesem schönen Fleckchen Erde überhaupt keine Drachen und somit auch keine Möglichkeit für die Drachenjäger, an das Geld der Bewohner zu kommen. Eine Chance gäbe es allerdings, um von dem Reichtum der Bewohner zu profitieren: Einen Drachen einschleppen, zum Beispiel Hector. Natürlich läuft auch diesmal nicht alles nach Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070897","hoster":"VOE"},{"path":"/redirect/10070895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-22","name":"Ich komme wieder","epNo":22,"alt":"","descr":"Gwizdo und Lian Chu haben eine tolle Trophäe von der letzten Drachenjagd mitgebracht: den Kopf eines Sizzler Drachens. Obwohl Jeanneline das grässlich Teil nicht in ihrer Taverne aufhängen will, besteht Gwizdo darauf. Was der furchtlose Drachenjäger nicht ahnt: Das Drachentier ist bereits auf der Suche nach seinem Kopf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070899","hoster":"VOE"},{"path":"/redirect/10070900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-23","name":"Er ist verliiiebt!","epNo":23,"alt":"","descr":"Gwizdo hat sich verliebt ? und zwar Hals über Kopf in eine hübsche Rothaarige und ihren Babydrachen, die plötzlich in der Taverne aufgetaucht sind. Und da Liebe blind machen kann, bietet Gwizdo sogar seine Drachenjäger-Dienste unentgeltlich an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917611","hoster":"VOE"},{"path":"/redirect/10070905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-24","name":"Den Jagdschein,bitte","epNo":24,"alt":"","descr":"Das ist gar nicht nett! Nach erfolgreicher Jagd prellt ein pingeliger Auftraggeber Lian Chu und Gwizdo um ihren Lohn, da sie keine Mitglieder der Drachenzunft seien. Und um Mitglied in diesem Verein zu werden, muss ein Drachenjäger mindestens acht Drachen in den letzten sechs Monaten getötet haben. Da Lian Chu und Gwizdo gerade mal einen Drachen zur Strecke gebracht haben, müssen sie jetzt noch sieben töten ? und das ohne Entgelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070912","hoster":"VOE"},{"path":"/redirect/10070909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-25","name":"Der Märchenprinz","epNo":25,"alt":"","descr":"Das darf doch wohl nicht wahr sein. Lian Chu und Gwizdo stellen fest, dass Prinz Charming während ihrer Abwesenheit ihr Zimmer durchsucht hat. Was tun? Leider ist dieser widerliche Schnüffler überall sehr beliebt, auch bei Jeanneline. Schließlich arbeitet er umsonst und ist ein Held der Armen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070916","hoster":"VOE"},{"path":"/redirect/10070915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-1/episode-26","name":"Die liebe Familie","epNo":26,"alt":"","descr":"Eine sehr reiche Familie sucht ihren Sohn, von dem sie bei seiner Geburt getrennt wurde. Da das Baby fast zur gleichen Zeit wie Gwizdo in der Nähe seines Waisenheims geboren wurde, glaubt die Sippe, in Gwizdo endlich ihren verlorenen Sohn gefunden zu haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10070892","hoster":"VOE"},{"path":"/redirect/10070879","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-1","name":"Der Erreger-Drachen","epNo":1,"alt":"","descr":"Das ist schlimm! Lian Chu wurde im Kampf von einem Drachen gebissen. Und jetzt ist er total verändert und wirkt ziemlich aggressiv. Kao, der Heiler, stellt fest, dass Lian Chu durch den Biss mit einem Gift infiziert wurde, das ihn zum Drachen werden lässt. Gwizdo kann seinem Freund nur helfen, wenn er die Schwachstelle des Drachen findet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306011","hoster":"VOE"},{"path":"/redirect/10106715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-2","name":"Der Friedhof der Stachelrücken","epNo":2,"alt":"","descr":"Die Drachenjäger werden von einem Herrn engagiert, der angeblich seine Sammlung von Drachenköpfen durch den eines Stachelrückens ergänzen will. Diese Drachen ziehen sich auf eine geheimnisumwitterte Insel zurück, um zu sterben. Doch als das mystische Eiland gefunden ist, wird das Benehmen des Kunden immer seltsamer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306013","hoster":"VOE"},{"path":"/redirect/10106717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-3","name":"Von Glück und Reichtum","epNo":3,"alt":"","descr":"Die Drachenjäger sind durch ein Unwetter auf einer Insel gestrandet. Dort hocken sie aber nicht alleine. Auch eine Gruppe reicher Kaufleute hängt ebenfalls fest, weil ein grässlicher Drache dort mit seinem Atem Unwetter entfachen kann. Gwizdo handelt mit den reichen Kaufleuten eine ansehnliche Summe aus, wenn sie die Insel verlassen können. Aber erst einmal müssen die Drachenjäger den widerlichen Drachen besiegen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306017","hoster":"VOE"},{"path":"/redirect/10106718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-4","name":"Das Piratenschiff","epNo":4,"alt":"","descr":"Die Drachenjäger sind auf ein Piratenschiff entführt worden. Der Grund: An Bord ist ein Buch, das von einem sagenhaft Schatz berichtet, und Gwizdo gehört zu den wenigen Menschen, die lesen können. Schnell hat Gwizdo die Lage des Schatzes entschlüsselt. Doch der Weg dorthin ist voller Gefahren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306021","hoster":"VOE"},{"path":"/redirect/10106719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-5","name":"Der kalte Schatten","epNo":5,"alt":"","descr":"Was für ein kalter Winter. Auch in Jeannelines Herberge ist es eisig. Warum nur? Schließlich brennt im Kamin doch ein Feuer. Dann findet Zaza den Grund heraus: Ein Drache, der von Wärme lebt, zieht jeden Hauch von Glut aus dem Haus. Doch niemand will Zaza glauben. Das führt fast zur Katastrophe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306027","hoster":"VOE"},{"path":"/redirect/10106720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-6","name":"So ein Mist","epNo":6,"alt":"","descr":"Die Drachenjäger werden auf eine Krankenhaus-Insel gerufen. Dort erwartet sie ein ungewöhnlicher Auftrag. Sie sollen herausfinden, wieso die friedlichen Drachen auf der Insel, die den Stoff für ein wertvolles Medikament produzieren, plötzlich aggressiv sind und niemanden mehr in ihre Nähe lassen. Nun sind Gwizdos detektivische Fähigkeiten gefragt – und nicht nur die …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306022","hoster":"VOE"},{"path":"/redirect/10106721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-7","name":"Ein Leben in Luxus","epNo":7,"alt":"","descr":"Bei einem ihrer Streifzüge begegnen die Drachenjäger einem Prinzen, der sein heldenhaftes Ritterleben aufgeben will, um an der Seite einer reichen Prinzessin sesshaft zu werden. Allerdings hat der Prinz seine Zukünftige noch nie zu Gesicht bekommen, was Gwizdo auf ein ungeheure Idee bringt. Er stiehlt dem Prinzen den Ehevertrag und gibt sich bei der Prinzessin und deren königlichen Vater als Bräutigam aus. Ob das gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306037","hoster":"VOE"},{"path":"/redirect/10106722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-8","name":"Adieu, Lian Chu","epNo":8,"alt":"","descr":"Lian Chu bekommt Post. Das ist sehr ungewöhnlich, seit Jahren ist kein an ihn adressierter Brief mehr in der Herberge ankommen. Lian Chu freut sich sehr über den Brief und umso mehr als er ihn gelesen hat. Sein Onkel, von dessen Existenz der Drachenjäger bis dato gar nichts wusste, möchte ihn adoptieren. Lian Chu ist glücklich darüber, endlich ein Familienmitglied gefunden zu haben. Sein Kollege Gwizdo hingegen weniger. Die Freunde zerstreiten sich und beschließen getrennter Wege zu gehen. Lian Chu sucht sein Glück in der Salzmine seines Onkels und Gwizdo an der Seite eines anderen Drachenjägers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306031","hoster":"VOE"},{"path":"/redirect/10106723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-9","name":"Die Insel des Schweinehüters","epNo":9,"alt":"","descr":"Während Jeanneline mit Zaza beim Enkaufen und Gwizdo mit Lian Chu auf der Jagd sind, verschwinden Hector und Leopold auf der benachbarten Insel des Schweinezüchters Pinaud. Vor Ort muss man feststellen, dass dort einiges nicht mit rechten Dingen zugeht – und dass sich dort ein lange gesuchter Drache verbirgt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306029","hoster":"VOE"},{"path":"/redirect/10106724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-10","name":"Nur geträumt","epNo":10,"alt":"","descr":"Die Drachenjäger werden mit Schlammkugeln beschossen. Gwizdo atmet die Dämpfe einer der Kugeln ein. Sofort fällt er in einen tiefen Schlaf und träumt einen wunderschönen Traum. Die Dämpfe die der Drachenjäger eingeatmet hat, sind hochgradig giftig. Ein Gift das Gwizdo willenlos macht und das ihn zwingen wird, sich den Drachen zum Fraß auszuliefern. Wenn es niemandem gelingt ihn rechtzeitig zu wecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306030","hoster":"VOE"},{"path":"/redirect/10106725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-11","name":"Das Nesthäkchen","epNo":11,"alt":"","descr":"Ist Märchenprinz Hans-Werner von Wismut einem Drachen zum Opfer gefallen? Seine Eltern sind davon überzeugt und sinnen nun auf Rache. Daher bieten sie demjenigen, der den Drachen tötet eine hohe Belohnung. Das ist die Chance für Gwizdo und Lian Chu. Sofort machen sie sich auf die Suche. Den Drachen können nicht finden, aber den Prinzen – er hat sein Gedächtnis verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306032","hoster":"VOE"},{"path":"/redirect/10106726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-12","name":"Er liebt mich, er liebt mich nicht","epNo":12,"alt":"","descr":"Jeanneline träumt von einer glücklichen Zukunft mit Gwizdo. Eine Wahrsagerin erzählt ihr, dass sie dafür nichts weiter tun müsse, als Gwizdo ein Getränk aus Drachentränen zu servieren. Was Jeanneline nicht ahnt: Die freundliche Wahrsagerin ist in Wahrheit eine böse Hexe. Versehentlich trinkt Lian Chu den Becher mit Drachentränen. Auf der Stelle verwandelt er sich in einen wahren Jammerlappen, der Jeannelines gesamte Aufmerksamkeit und Fürsorge fordert. Ungehindert übernimmt nun die Hexe das Regiment in der Herberge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306033","hoster":"VOE"},{"path":"/redirect/10106727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-2/episode-13","name":"Das Haustier","epNo":13,"alt":"","descr":"Was für ein Glück! Gwizdo hat ein Kastell geerbt. Allerdings erhält seine Freude einen ziemlichen Dämpfer, als er die Ruine sieht. Aber das Schlimmste: Laut einer Vertragsklausel muss sich Gwizdo um das dort lebende Haustier kümmern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306039","hoster":"VOE"},{"path":"/redirect/10106728","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-1","name":"Agigu","epNo":1,"alt":"","descr":"Ein gewissenloser Drachenjäger hat Gwizdo und Lian Chu einen Bären aufgebunden. Durch diese Lügerei haben sie ein harmloses Drachenweibchen getötet. Dabei stellen Gwizdo und Lian Chu fest, dass das Drachenweibchen Nachwuchs hat. Und hinter dem ist der gemeine Halunke her. Doch Gwizdo ist in das süße Drachenbaby vernarrt und kämpft wie eine echte Mama um das Baby …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306044","hoster":"VOE"},{"path":"/redirect/10106729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-2","name":"Gemüse-Drachen","epNo":2,"alt":"","descr":"Zaza hat ein neues kuscheliges Haustier. Doch dann wächst das Vieh zu einem vielköpfigen Drachenmonster heran. Und das Schlimmste: Das Biest gedeiht und sprießt wie Gemüse, wenn es mit Wasser in Kontakt kommt. Die Katastrophe scheint unabwendbar – bis Gwizdos Spezial-Salatsoße auf das Monster trifft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306040","hoster":"VOE"},{"path":"/redirect/10106730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-3","name":"Die Dschunke","epNo":3,"alt":"","descr":"Ein toller Auftrag! Die Drachenjäger sollen die Dschunke eines fernöstlichen Parfümhändlers gegen Drachenangriffe schützen. Doch irgendetwas scheint nicht zu stimmen. Denn plötzlich greifen auch total friedfertige Drachen die Dschunke kann. Lian Chu spürt, dass etwas in der Luft liegt – und das ist kein Parfüm …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306041","hoster":"VOE"},{"path":"/redirect/10106731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-4","name":"Die Legende des Regendrachens","epNo":4,"alt":"","descr":"er Prinz einer Regeninsel engagiert die Drachenjäger, damit sie den örtlichen Drachen töten. Kaum ist der Auftrag erledigt, bleibt auf der Insel der lebenswichtige Regen aus. Gwizdo und Lian Chu erkennen, dass sie einer Intrige des machthungrigen Prinzen zum Opfer gefallen sind. Um den Drachen wieder auferstehen zu lassen, wollen die Inselbewohner jetzt die Drachenjäger opfern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306048","hoster":"VOE"},{"path":"/redirect/10106732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-5","name":"Eins auf die Ohren","epNo":5,"alt":"","descr":"Lian Chu wird von einem reichen Herrn engagiert, und zwar allein. Der verbitterte Gwizdo läuft davon und wird von den Gebrüdern Schweinemeier entführt, die auf sein Dragonomicon aus sind, aber selbst nicht darin lesen können. Schliesslich kommt es zu einem Showdown der beiden Jagdparteien, bei dem ein lauthals kreischender Drache eine nicht unwesentliche Rolle spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306056","hoster":"VOE"},{"path":"/redirect/10106733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-6","name":"Die Falle","epNo":6,"alt":"","descr":"Die Drachenjäger werden von neidischen Konkurrenten auf eine Insel geschickt, auf der angeblich ein ebenso einfacher wie lukrativer Auftrag auf sie wartet. Doch vor Ort geraten Lian Chu und Hector sofort in den Bann des Mentaldrachens, der allen Lebewesen seinen Willen aufzwingt – ausser Gwizdo. Und dieser muss sich nun einiges einfallen lassen, um seine Kollegen wieder heil nach Hause zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306049","hoster":"VOE"},{"path":"/redirect/10106734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-7","name":"Das große Turnier","epNo":7,"alt":"","descr":"Die Drachenjäger müssen auf einer Insel notlanden, auf der ein grosses, gut dotiertes Strickturnier stattfindet. Gwizdo rechnet sich für Lian Chu gute Siegeschancen aus, doch muss man sich zunächst als Einheimische verkleiden und später einen rückenkranken Drachen kurieren, um endlich die Siegprämie zu erhalte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306050","hoster":"VOE"},{"path":"/redirect/10106735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-8","name":"Der schöne Schein","epNo":8,"alt":"","descr":"Die Drachenjäger sollen einmal mehr eine Insel von einem Drachen befreien. Doch der Fall ist sehr kompliziert: Ein offenbar unsichtbarer Drache bringt seinen Opfern nur Hautverbrennungen bei. Doch für diese Opfer ist das fatal, denn sie sind einem Schönheitwahn verfallen. Und das sind nicht die einzigen merkwürdigen Dinge auf dieser Insel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306053","hoster":"VOE"},{"path":"/redirect/10106736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-9","name":"Die Eroberung der Stadt","epNo":9,"alt":"","descr":"Gwizdo beschliesst, dass man als Drachenjäger sein Glück in der grossen Stadt machen muss. Doch dort angekommen stellen sie fest, dass es seit langer Zeit keine Drachen mehr gibt und dass das Leben dort hart sein kann. Was tun? Gwizdo versucht, einen Drachen anzulocken. Ob das wohl gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306057","hoster":"VOE"},{"path":"/redirect/10106737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-10","name":"Der Herr des Drachen","epNo":10,"alt":"","descr":"Im Kampf mit einem Drachen schwer verletzt schleppt sich Zoria in die Herberge zum schnarchenden Drachen. Während sie sich dort erholt, setzen Gwizdo und Lian Chu ohne ihr Wissen ihr Werk fort. Doch der Drache, der auf einer Insel im Osten sein Unwesen treibt, ist ein achtköpfiges Ungeheuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306067","hoster":"VOE"},{"path":"/redirect/10106738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-11","name":"Meister Gwizdo","epNo":11,"alt":"","descr":"Gwizdo hat Erfolg: Die Geschäfte laufen gut, und er ist ein angesehener Bürger. Doch ein riskantes Immobiliengeschäft und ein Steuereintreiber bedrohen den frisch erworbenen Wohlstand massiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306059","hoster":"VOE"},{"path":"/redirect/10106739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-12","name":"Der Drachengeist","epNo":12,"alt":"","descr":"Der Geist eines Drachens, den Lian Chu und Gwizdo getötet haben, beginnt eines Nachts, in der Herberge sein Unwesen zu treiben. Da dies zu Ruhestörungen und Sachbeschädigungen führt, fordert Jeanneline die Drachenjäger auf, den Geist zu vertreiben. Doch das ist gar nicht so einfach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306060","hoster":"VOE"},{"path":"/redirect/10106740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dragon-hunters-die-drachenjaeger/staffel-3/episode-13","name":"Der rote Drache","epNo":13,"alt":"","descr":"Gwizdo will als Prinzessin verkleidet einen Drachen anlocken und wird von diesem entführt. Zu Gwizdos grosser Überraschung kann dieser Drache sprechen – und Gwizdo erfährt einiges über den Ursprung seiner Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306066","hoster":"VOE"},{"path":"/redirect/10106741","hoster":"Streamtape"}]}]}]}]}