{"seriesId":"drake-and-josh","name":"Drake \u0026 Josh","descr":"Drake (Drake Bell) und Josh (Josh Peck) gehen auf die gleiche Schule, aber da ist noch mehr, was sie vereint: Drakes Mutter (Nancy Sullivan) und Joshs Vater (Jonathan Goldstein) haben gerade geheiratet. Jetzt sind sie Stiefbrüder und dabei so unterschiedlich, wie zwei Jungs nur sein können. Der eher verschlossene Josh und der coole Partymacher Drake schlafen sogar in einem Zimmer. Wie sollen sie das nur überleben?","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Drake \u0026amp; Josh unterwegs nach Hollywood (S 03)","epNo":1,"alt":"Drake \u0026 Josh Go Hollywood","descr":"Walter und Audrey sind für zehn Tage auf Kreuzfahrt, und Drake und Josh haben sturmfrei. Aber einfach nur die Füße hochlegen und Party machen, ist für die beiden nicht drin. Drake muss unbedingt einen Gig für seinen Band an Land ziehen, und Josh müht sich mit einem Schulaufsatz über sein größtes Abenteuer ab. Ihre Schwester Megan will derweil nach Colorado, um dort eine Freundin zu besuchen. Drake und Josh bringen sie zum Flughafen. Nachdem das Trio auf den letzten Drücker dort angekommen ist, gerät so einiges durcheinander, und Megan landet im falschen Flugzeug: Sie fliegt nicht nach Denver, sondern nach Los Angeles. Als die Brüder den Fehler bemerken, drehen sie völlig durch und stürzen den gesamten Flughafen ins Chaos. Schließlich folgen sie Megan und sitzen bald selbst in einer Maschine nach L.A.","versions":[{"lang":1,"streams":[{"redirect":13008428,"hoster":"VOE"},{"redirect":10106763,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Frohe Weihnachten","epNo":2,"alt":"Merry Christmas","descr":"Drake und Josh sind über Weihnachten allein und freuen sich auf ein Fest ganz nach ihrem Geschmack. Dann trifft Drake ein kleines Mädchen, das sich sehnlichst das beste Weihnachtsfest, das jemals gefeiert wurde, wünscht. Drake verspricht ihr kurzerhand seine Hilfe und gibt sich alle Mühe sein Versprechen zu halten. Eigentlich sollte Josh ihm beistehen, doch aufgrund einer Verwechslung sieht es so aus, als ob Josh sein Weihnachtsfest im Gefängnis feiern muss…","versions":[{"lang":1,"streams":[{"redirect":11306646,"hoster":"VOE"},{"redirect":10106767,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Brüder wider Willen","epNo":1,"alt":"Pilot","descr":"Die absolut gegensätzlichen Schulkameraden Drake und Josh erleben eine böse Überraschung als Drakes Mutter und Joshs Vater einander heiraten und sich die beiden plötzlich unter einem Dach wieder finden. Während der schüchterne Josh begeistert ist, hasst Frauenheld Drake die Vorstellung künftig mit einem Spießer zusammen zu wohnen. Er gewinnt der Situation jedoch bald eine positive Seite ab, als er herausfindet, dass sein neuer Stiefbruder unter dem Pseudonym \"Miss Nancy\" in der Schülerzeitung Ratschläge in Liebesdingen erteilt. Das gilt nämlich auch für Drakes neue Flamme Tiffany.","versions":[{"lang":1,"streams":[{"redirect":14497484,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Die geteilte Freundin","epNo":2,"alt":"Believe me Brother","descr":"Drake und Joshs aufkeimende Freundschaft wird auf eine harte Probe gestellt. Denn Susan, Drakes neue Freundin, hat ein Auge auf Josh geworfen. Als Drake Susan dabei ertappt, wie sie Josh küsst, schiebt diese die Schuld auf Josh. Wie kann dieser bloß den Stiefbruder von seiner Unschuld überzeugen?","versions":[{"lang":1,"streams":[{"redirect":14497469,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Josh, der Sündenbock ","epNo":3,"alt":"Dune Buggy","descr":"Die beiden Jungs bekommen einen zerfallenen Strand-Buggy geschenkt. Doch die Eltern verbieten ihnen jede Spritztour mit dem Teil. Dann bekommt Josh auch noch Hausarrest aufgebrummt, den er Drake zu verdanken hat. Drake nutzt die Zeit für einen Trip im Buggy - mit unabsehbaren Folgen.","versions":[{"lang":1,"streams":[{"redirect":14403592,"hoster":"VOE"},{"redirect":14423436,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Solo für Josh","epNo":4,"alt":"First Cruch","descr":"Josh verknallt sich in die coole Kathy und lügt ihr deshalb vor, ein begnadeter Gitarrist zu sein. Leider zeigt sich, dass Lügen kurze Beine haben, denn Kathy plant ihn daraufhin für einen Auftritt als Gitarrist auf ihrer Geburtstagsparty ein. Kann Drake seinen Stiefbruder mit einem Trick aus der verfahrenen Situation herausboxen?","versions":[{"lang":1,"streams":[{"redirect":14497365,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Sturmfrei","epNo":5,"alt":"Grammy","descr":"Die Eltern der beiden Jungs verreisen. Joshs Großmutter Grammy reist als Babysitter an. Dummerweise hassen sich Drake und Grammy auf Anhieb. Und dann büxt Drake auch noch heimlich aus, um mit seinen Kumpels ein Konzert zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":14497470,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Zwei Jungs und ein Baby ","epNo":6,"alt":"Two Idiots and a Baby","descr":"Josh bietet seinem Vater an, auf das Baby seines Chefs aufzupassen, damit die Erwachsenen miteinander ausgehen können. Allerdings bereut er schon sehr bald sein großzügiges Angebot. Frustriert muss er feststellen, dass der Kleine nur Ärger macht. Und dann haut zu allem Unglück auch noch Drake zu einem Auftritt mit seiner Band ab. Josh bleibt mit dem Kleinen allein zurück.","versions":[{"lang":1,"streams":[{"redirect":14497185,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Drakes süßes Laster","epNo":1,"alt":"(The Bet)","descr":"Drake ist süchtig nach Junk-Food, während Josh seine Videospiele nicht lassen kann. Abhilfe soll eine Wette zwischen den beiden schaffen. Allerdings werden die Brüder - ohne Junk-Food und Games - sehr schnell nervös...","versions":[{"lang":1,"streams":[{"redirect":9600741,"hoster":"VOE"},{"redirect":8415729,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Drake wird Rockstar","epNo":2,"alt":"(Guitar)","descr":"Drake gewinnt in einer Radiosendung Konzertkarten und eine Gitarre mit der Unterschrift seines Idols. Aus Versehen zerbricht Josh die Gitarre und muss nun irgendwie für Ersatz sorgen. Verzweifelt schleicht er sich während des Konzert in den Backstage-Bereich.","versions":[{"lang":1,"streams":[{"redirect":9580355,"hoster":"VOE"},{"redirect":8415718,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Popcorndesaster","epNo":3,"alt":"(Movie Job)","descr":"Josh nimmt einen Job im Kino an und ist richtig eifrig bei der Sache. Schließlich will er den begehrten Posten des Assistenten der Geschäftsführung ergattern. Kurz darauf fängt Stiefbruder Drake im gleichen Kino an. Er schmiert dem Chef Honig ums Maul und bekommt den von Josh anvisierten Posten - obwohl seine Arbeitsmoral ziemlich zu wünschen übrig lässt. Als dann auch noch eine Promotion-Aktion in die Hose geht, droht Josh sogar seinen Job zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":12268059,"hoster":"VOE"},{"redirect":8415711,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Josh, der Football-Profi","epNo":4,"alt":"(Football)","descr":"Josh soll endlich cooler werden. Drake überzeugt seinen Stiefbruder deshalb davon, dem Football-Team beizutreten. Zu Drakes Enttäuschung wird Josh allerdings nur als Zeugwart eingesetzt und nicht auf dem Feld. Die Situation eskaliert, als Josh aus Versehen mit seinen Schokokeksen die halbe Mannschaft vergiftet.","versions":[{"lang":1,"streams":[{"redirect":9600743,"hoster":"VOE"},{"redirect":8415720,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Billard-König","epNo":5,"alt":"(Pool Shark)","descr":"Drake macht sich Jakes Billard-Künste zu Nutze, um den Nachbarkindern das Geld aus der Tasche zu ziehen. Josh flippt aus, als er von Drakes kleinen Nebeneinnahmen Wind bekommt.","versions":[{"lang":1,"streams":[{"redirect":8996702,"hoster":"VOE"},{"redirect":12482216,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schwindelbrüder","epNo":6,"alt":"(Smart Girl)","descr":"Drakes neue Flamme ist eine Intelligenzbestie. Um bei ihr Eindruck zu schinden, will Drake an einem akademischen Wettkampf der Schule teilnehmen. Sein Plan: Josh soll ihm die korrekten Antworten per Walkie-Talkie durchgeben.","versions":[{"lang":1,"streams":[{"redirect":9207421,"hoster":"VOE"},{"redirect":8415727,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kleine Diva","epNo":7,"alt":"(Little Diva)","descr":"Das Kino veranstaltet eine große Filmpremierenparty - und Josh ist persönlicher Betreuer des Kinderstars. Doch kurz vor der Premiere passiert das Unglück: Das prominente Mädchen wird ohnmächtig. Drake und Josh nehmen die kleine Diva ins Schlepptau und kämpfen sich durch die Menschenmassen am roten Teppich...","versions":[{"lang":1,"streams":[{"redirect":9600744,"hoster":"VOE"},{"redirect":8415685,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Wetterfrosch","epNo":8,"alt":"(Blues Brothers)","descr":"Drake bereitet sich auf eine Talent-Show vor. Das weckt bei Josh böse Erinnerungen, denn er hat Schwierigkeiten vor Publikum zu sprechen. Doch diesmal muss er seine Hemmungen überwinden, um seinem Bruder zu helfen. Gemeinsam schlagen sie als die \"Blues Brothers\" die Konkurrenz.","versions":[{"lang":1,"streams":[{"redirect":8996704,"hoster":"VOE"},{"redirect":8415755,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Chauffeur wider Willen","epNo":9,"alt":"(Driver\u0027s License)","descr":"Josh ist frischgebackener Besitzer eines Führerscheins und bekommt prompt ein Knöllchen. Drake hingegen ist durch die Fahrprüfung gefallen und bietet seinem Bruder einen Deal an: Er bezahlt das Knöllchen, wenn Josh ihm eine brisante Gegenleistung bietet...","versions":[{"lang":1,"streams":[{"redirect":8996705,"hoster":"VOE"},{"redirect":8415725,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Drakes allergrößter Fan","epNo":10,"alt":"Number One Fan","descr":"Eine der Pfadfinder die früher von Walter angeführt werden wird jetzt von Josh angeführt.Eine der Pfadfinderrinen  Liebt Drake´s musik.Daraufhin bedrängt Wandy Drake so sehr das Drake anfängt sie zu hassen!Doch am ende wird Drake klar das sie ihn doch nur marg deswegen lässt drake seinen Radio auftrit sitzen und entschuldigt sich bei Wandy","versions":[{"lang":1,"streams":[{"redirect":9700226,"hoster":"VOE"},{"redirect":8415697,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Glückshemd","epNo":11,"alt":"Mean Teacher","descr":"Drake ist nur noch genervt: Ständig geht ihm seine Freundin mit ihrem albernen Gelächter auf den Geist. Doch ein Schlussstrich fällt ihm schwer. Immerhin ist sie die Tochter eines überaus wichtigen Lehrers. Als allerdings Joshs neues Glückshemd ins Spiel kommt, scheinen sich alle Probleme in Luft aufzulösen...","versions":[{"lang":1,"streams":[{"redirect":9207420,"hoster":"VOE"},{"redirect":8415752,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gute Geschäfte","epNo":12,"alt":"The Gary Grill","descr":"Drake und Josh werden unschuldigerweise in einen kriminellen Coup verwickelt. Es geht um gestohlene MP3-Geräte. Die beiden Stiefbrüder landen schließlich sogar im Knast, denn das FBI verdächtigt sie, die Drahtzieher des Coups zu sein.","versions":[{"lang":1,"streams":[{"redirect":11199785,"hoster":"VOE"},{"redirect":8415767,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Doppelgänger","epNo":13,"alt":"Drew \u0026 Jerry","descr":"Josh freundet sich mit Drakes Doppelgänger Drew an, und Drake wird ziemlich eifersüchtig. Er fürchtet, dass er nun bei Josh abgemeldet ist. Doch im Gegenzug freundet er sich mit Joshs Doppelgänger Jerry an. Von nun an versuchen sich die beiden Stiefbrüder mit ihren neuen Kumpels immer wieder gegenseitig zu übertrumpfen.","versions":[{"lang":1,"streams":[{"redirect":9207426,"hoster":"VOE"},{"redirect":9574969,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Auto im Klassenzimmer","epNo":14,"alt":"Honor Council","descr":"Drake wird beschuldigt, einem seiner Lehrer einen üblen Streich gespielt zu haben und droht nun von der Schule zu fliegen. Dabei ist er vollkommen unschuldig. Gemeinsam mit Josh tritt er vor das Lehrerkollegium, um sich zu verteidigen. Als Ankläger tritt ausgerechnet der größte Streber der Schule auf.","versions":[{"lang":1,"streams":[{"redirect":12916186,"hoster":"VOE"},{"redirect":8415698,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Pension Drake \u0026amp; Josh","epNo":1,"alt":"","descr":"Mr. und Mrs. Parker-Nichols fahren in Urlaub und lassen Drake, Josh und Megan allein zu Haus. Ein böser Fehler, wie sich schnell zeigt: Drake haut das gesamte Haushaltsgeld an einem Abend auf den Kopf. Wie sollen die drei jetzt bloß ihre Lebensmittel bezahlen? Um die Kasse wieder aufzufüllen, verwandeln Drake und Josh das Haus in eine \u0027Bed and Breakfast\u0027-Pension. Ihre ersten Gäste, ein Pärchen, sind auch höchst zufrieden mit dem Service. Dieser Erfolg verleitet Drake dazu, es beim nächsten Mal eine Nummer größer zu versuchen: Er vermietet das Haus für eine Nacht an einige College-Studenten, die eine Party planen. Mit dem folgenden Gästeansturm hat Drake allerdings nicht gerechnet...","versions":[{"lang":1,"streams":[{"redirect":9207422,"hoster":"VOE"},{"redirect":8415694,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Powerpfeffer aus Peru","epNo":2,"alt":"","descr":"Für einen Kochwettbewerb will Josh die ultimative Salsa-Sauce zusammenmixen. Sein erster Versuch wird von Megan sabotiert, die um jeden Preis gewinnen möchte. Aber Drake und Josh schlagen zurück, indem sie Megans Geheimzutat stehlen: feurigen Powerpfeffer aus Peru. Doch das teure Gewürz hat unerwartete Nebenwirkungen...","versions":[{"lang":1,"streams":[{"redirect":12916182,"hoster":"VOE"},{"redirect":8415687,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Andere Länder, andere Sitten","epNo":3,"alt":"","descr":"Josh ist außer sich vor Freude, denn seine E-Mail-Freundin Yooka aus dem fernen Eudonien will ihn besuchen kommen. Um ihr den Aufenthalt so angenehm wie möglich zu machen, empfangen die beiden sie mit einer traditionellen eudonischen Zeremonie. Sie ahnen allerdings nicht, dass sie einen Hochzeitsritus ausgewählt haben. Nach eudonischem Recht sind Yooka und Drake jetzt ein Paar - und das lässt sich nicht so einfach rückgängig machen...","versions":[{"lang":1,"streams":[{"redirect":8996712,"hoster":"VOE"},{"redirect":8415707,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die heimliche Freundin","epNo":4,"alt":"","descr":"Josh ist sich sicher, dass er beim diesjährigen Wissenschaftswettbewerb an seiner Schule den ersten Preis gewinnen wird. Seine Erzrivalin Mindy Crenshaw steckt schließlich immer noch in der Klapsmühle! Doch Mindy taucht gerade noch rechtzeitig auf, um ihm den Hauptpreis vor der Nase wegzuschnappen. Josh ist hin und weg von soviel Dreistigkeit - und gesteht Mindy, dass er sich in sie verliebt hat...","versions":[{"lang":1,"streams":[{"redirect":12916185,"hoster":"VOE"},{"redirect":8415700,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dad auf Abwegen","epNo":5,"alt":"","descr":"Drake und Josh sind beunruhigt, denn ihr Dad schleicht sich immer wieder nachts aus dem Haus. Die beiden vermuten, dass er eine Affäre hat, und folgen ihm heimlich. Und tatsächlich: Sie beobachten, wie er in ein Restaurant geht und sich dort mit einer Frau trifft. Drake und Josh entschließen sich, das vermeintliche Date zu sabotieren. Was wäre hierfür geeigneter, als einen Teller Spaghetti über dem Kopf der Dame auszukippen? Doch die Folgen ihrer Aktion sind anders als gedacht..gu","versions":[{"lang":1,"streams":[{"redirect":8996708,"hoster":"VOE"},{"redirect":8415678,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mädchen und andere Sorgen","epNo":6,"alt":"","descr":"Drake und Tori sind schon ein paar Mal miteinander ausgegangen - lang genug für Tori, um Drake überall als ihren \u0027Freund\u0027 vorzustellen. Dem ist das aber gar nicht recht, und er beschließt, mit Tori Schluss zu machen. Josh hat sich derweil einen Schnurrbart wachsen lassen, um männlicher zu wirken. Bei Mindy hat der Zausel-Look jedoch nicht den erwünschten Effekt: Sie will Josh nicht mehr küssen, bis er den Bart endlich wieder abrasiert...","versions":[{"lang":1,"streams":[{"redirect":8996710,"hoster":"VOE"},{"redirect":8415674,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Operation Helen","epNo":7,"alt":"","descr":"Joshs Chefin Helen hat sich ihre Augen lasern lassen und darf ihren Verband einige Tage nicht abnehmen. Josh und Drake sollen sich um sie kümmern, solange sie nichts sieht. Die beiden sind nicht gerade begeistert - bis sie feststellen, dass Helen in einem Luxus-Apartment mit eigenem Pool wohnt. Drake kann der Versuchung nicht lange widerstehen und lädt seine Freunde ein, hier eine Party zu feiern. Dabei gibt es nur ein kleines Problem: Helen darf auf keinen Fall etwas davon merken...","versions":[{"lang":1,"streams":[{"redirect":13100562,"hoster":"VOE"},{"redirect":8415653,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dr. Drake, bitte in den OP","epNo":8,"alt":"","descr":"Ausgerechnet beim Hantelstemmen erwischt es Josh: Drake beschießt ihn mit seinem frisch erfundenen Kartoffel-Katapult. Vor Schreck lässt Josh die Hantel auf seinen Fuß fallen. Jetzt muss er ins Krankenhaus, um sich operieren zu lassen. Doch dort angekommen, wartet schon die nächste unangenehme Überraschung auf ihn - Drake gibt sich vor den Krankenschwestern als Arzt aus und wird prompt mit dem neuen Spezialisten für Fußchirurgie verwechselt. Als erster Patient soll sich Josh bei \u0027Dr. Drake\u0027 unters Messer legen...","versions":[{"lang":1,"streams":[{"redirect":8996716,"hoster":"VOE"},{"redirect":8415652,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die erste Begegnung","epNo":9,"alt":"","descr":"Drake und Josh kramen in ihrer Vergangenheit. Dabei fällt ihnen auf, dass sie sich als kleine Jungs schon einmal begegnet sein müssen - und zwar bei einem Baseball-Spiel. Damals waren sie acht Jahre alt. Jetzt erinnern sie sich auch daran, dass sie sich bei diesem frühen Treffen heftig um einen Schaumstofffinger gestritten haben. In der Rückschau besteht jeder auf seiner Version der Geschichte. Doch dann präsentiert Megan die Wahrheit...","versions":[{"lang":1,"streams":[{"redirect":8996713,"hoster":"VOE"},{"redirect":8415676,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frauenpower","epNo":10,"alt":"","descr":"Josh ist aufgeregt: Seine Freundin Mindy Crenshaw will ihn bei einem gemeinsamen Abendessen ihren Eltern vorstellen. Dummerweise macht er sich schon mit seinen Begrüßungsgeschenken unbeliebt, denn bei den exzentrischen Crenshaws stehen weder Blumen noch Pralinen hoch im Kurs. Als wenig später auch noch der Kronleuchter unter Joshs Beteiligung auf den Esstisch kracht, hängt der Haussegen endgültig schief, und Josh muss sich schnellstens aus dem Staub machen. Um Mindys Eltern wieder versöhnlich zu stimmen, lädt er sie zu sich nach Hause ein und hofft, mit einem erstklassigen Menü und ausgewählt höflichem Benehmen punkten zu können. Allerdings hat Josh nicht mit Drake und seiner neuen Freundin Lucy gerechnet. Die beiden wollen ausgerechnet an diesem Abend herausfinden, wer von ihnen der Stärkere ist. So ein Kräftemessen geht nicht ohne Blessuren ab - das gilt auch für die nichts ahnenden Crenshaws...","versions":[{"lang":1,"streams":[{"redirect":9580358,"hoster":"VOE"},{"redirect":8415673,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Booob, das Schaf","epNo":11,"alt":"","descr":"Megan möchte unbedingt ein Haustier haben und bestellt eins im Internet. Allerdings handelt es sich um ein ausgewachsenes Schaf. Mangels Stall stellt sie \u0027Booob\u0027 in der Garage unter. Megan bietet ihren Brüdern an, dass sie sie drei Monate lang nicht mit Streichen behelligen wird - wenn sie sich dafür um die Schafsdame kümmern und das Tier obendrein vor ihren Eltern verstecken. Drake und Josh lassen sich auf das Angebot ein. Doch damit fangen die Schwierigkeiten erst an: Damit Audrey und Walter den ungebetenen Besucht nicht bemerken, muss Booob in Drakes und Joshs Zimmer übersiedeln. Dort angekommen, stellt sich heraus, dass das Schaf Nachwuchs erwartet, der auch nicht mehr lang auf sich warten lässt...","versions":[{"lang":1,"streams":[{"redirect":12916188,"hoster":"VOE"},{"redirect":8415670,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der neue Lehrer","epNo":12,"alt":"","descr":"Josh darf einige Tage lang in Megans Klasse unterrichten. Mit seinem pädagogischen Talent ist es allerdings nicht weit her: Er traktiert die Schüler mit Lehrbüchern, die eigentlich für die Uni gedacht sind, und überhäuft sie noch dazu mit Hausaufgaben. Megan hat bald genug von Joshs Eskapaden und beschließt, seine hoffnungsvolle Karriere als Junglehrer schnellstens zu beenden","versions":[{"lang":1,"streams":[{"redirect":8255651,"hoster":"VOE"},{"redirect":8415684,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Schulfrischling","epNo":13,"alt":"","descr":"Drake hat Ärger in der Schule. Er soll einen jüngeren Mitschüler als Mentor begleiten. Doch als der neue ‚kleine Bruder‘ Josh lieber mag als Drake, steht Ärger ins Haus. Drake muss erfahren, dass Bruderliebe ziemlich wehtun kann.","versions":[{"lang":1,"streams":[{"redirect":8255658,"hoster":"VOE"},{"redirect":8415682,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Kinogangster","epNo":14,"alt":"","descr":"Josh bekommt eine Rolle in der Krimiserie ‚FBI‘s Most Wanted’. Da er darin den Bösewicht spielt, wird er von nun an auch im wirklichen Leben von seinen Mitmenschen für einen echten Gangster gehalten, der in der Gegend als Serientäter sein Unwesen treibt. Das ist an für sich nicht so schlimm – bis eines Tages der echte ‚Kinoganster‘ bei Drake und Josh auftaucht","versions":[{"lang":1,"streams":[{"redirect":8255659,"hoster":"VOE"},{"redirect":8415897,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Papa Nichols und die Achterbahn","epNo":15,"alt":"","descr":"Im ‚Mystic Mountain‘-Freizeitpark wird eine neue Achterbahn aufgestellt – der ‚Dämonator‘. Das Ding gilt als die aufregendste Achterbahn der Welt. Klar, dass Drake und Josh vom ersten Tag an dabei sein wollen. Doch als der ‚Dämonator‘ eröffnet, müssen die beiden ausgerechnet auf ihren Urgroßvater, Papa Nichols, aufpassen. Der ist nach seiner jüngsten Operation fest davon überzeugt, noch mitten im Zweiten Weltkrieg zu stecken. Um ihn von dieser fixen Idee zu befreien, hat Drake ein an diesem Tag ziemlich nahe liegendes Heilmittel parat…","versions":[{"lang":1,"streams":[{"redirect":8996722,"hoster":"VOE"},{"redirect":8415655,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Aliens greifen an","epNo":16,"alt":"","descr":"Megan geht Drake und Josh mit ihren ewigen Streichen gehörig auf die Nerven. Doch jetzt bekommt die kleine Schwester endlich die Quittung: Die beiden Stiefbrüder führen sie aufs Glatteis, indem sie ihr vormachen, sie bekäme Besuch von Außerirdischen. Megan nimmt ihnen die Geschichte ab. Schon bald vergeht Drake und Josh allerdings das Lachen, denn plötzlich steht ein riesiger Alien in ihrem Garten…","versions":[{"lang":1,"streams":[{"redirect":8327291,"hoster":"VOE"},{"redirect":8415900,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Fernsehpsychologin","epNo":17,"alt":"","descr":"Drake und Josh streiten sich wie die Kesselflicker. Da hat Megan eine Idee: Wie wäre es, wenn die Stiefbrüder sich psychologische Beratung holen würden? Kurzerhand schickt sie die beiden Streithähne in eine Psycho-Fernsehshow. Dort erzählen sie der Moderatorin Dr. Phyllis, wie ihr brüderliches Verhältnis immer wieder ins Wanken gerät. Ob die Psychologin mit den Jungs fertig wird?","versions":[{"lang":1,"streams":[{"redirect":8996720,"hoster":"VOE"},{"redirect":8415898,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Josh überfährt Oprah","epNo":1,"alt":"(Josh Runs Into Oprah)","descr":"Josh hat Geburtstag, und Drake überrascht ihn mit einer großen Party - allerdings eher unfreiwillig: Denn die Party ist gar nicht für Josh, sondern für Drakes neue Freundin Tabitha. Josh ist am Boden zerstört, und Drake muss sich schnell etwas einfallen lassen, um seinen unverzeihlichen Fauxpas wieder gutzumachen. Er besorgt Karten für die \u0027Oprah Winfrey Show\u0027, die Josh über alles liebt. Doch auf dem Parkplatz des Fernsehstudios nimmt das Unglück seinen Lauf: Josh überfährt die von ihm so hoch verehrte Moderatorin...","versions":[{"lang":1,"streams":[{"redirect":11199784,"hoster":"VOE"},{"redirect":12482217,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tiberius, der Schreckliche","epNo":2,"alt":"(Vicious Tiberius)","descr":"Drake und Josh erklären sich bereit, übers Wochenende das Haus ihrer Englischlehrerin Mrs. Hayfer zu hüten. Nichts leichter als das, denken die beiden, schließlich sollen sie nur die Pflanzen gießen und den Hund füttern. Doch letzterer entpuppt sich bald als unüberwindliches Hindernis: Denn der aggressive Monster-Köter Tiberius hat Drake und Josh im wahrsten Sinne des Wortes zum Fressen gern...","versions":[{"lang":1,"streams":[{"redirect":9580361,"hoster":"VOE"},{"redirect":8415636,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Hochzeit","epNo":3,"alt":"(The Wedding)","descr":"Tante Catherine hat angekündigt, dass sie trotz stolzen Alters von 89 Jahren noch einmal vor den Traualtar treten möchte. Drake, Josh, Audrey und Megan können die alte Dame zwar nicht leiden, aber weil alle davon ausgehen, dass sie nicht mehr lange leben wird, wollen sie ihr das Fest so schön wie möglich machen. Das allerdings in der nicht ganz uneigennützigen Hoffnung, eines nicht allzu fernen Tages Catherines Strandhaus zu erben. Drake und Josh werden mit der wichtigen Aufgabe betraut, die Hochzeitstorte pünktlich und unbeschadet zur Trauung zu bringen. Dummerweise kommt ihnen kurz vorher der Autoschlüssel abhanden, und sie müssen auf Trevors alte Schrottkiste umsteigen. Es kommt, wie es kommen muss: Irgendwo im Nirgendwo bleibt die Karre stehen und will nicht mehr anspringen. Drake und Josh versuchen zuerst, den Wagen selbst zu reparieren, haben aber leider nicht den blassesten Schimmer von Motoren. Als sie kurz für kleine Jungs gehen und den Wagen allein lassen, kommen zwei Polizisten des Weges und stellen ihnen einen Strafzettel aus. Kurze Zeit später halten zwei Männer an. Als sie bemerken, in welch misslicher Lage sich Drake und Josh befinden, rauben sie die beiden aus, statt ihnen zu helfen. Aber es soll alles noch viel schlimmer kommen...","versions":[{"lang":1,"streams":[{"redirect":9600745,"hoster":"VOE"},{"redirect":8415633,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mindy liebt Josh","epNo":4,"alt":"(Mindy Loves Josh)","descr":"Mindy gesteht Josh, dass sie ihn liebt - worauf er ziemlich verstört reagiert und sofort Drake um Rat fragt. Für Drake ist die Sache sonnenklar: Es muss sich um einen von Mindys Tricks handeln! Versucht sie etwa, Josh nervös zu machen, damit er sein Projekt für den bevorstehenden Wissenschaftswettbewerb in den Sand setzt? Aber auch Drake bleibt nicht von Ärger verschont. Megan traktiert ihren großen Bruder wieder einmal mit einem ihrer perfiden Rachepläne ...","versions":[{"lang":1,"streams":[{"redirect":9700227,"hoster":"VOE"},{"redirect":8415608,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer macht das Rennen?","epNo":5,"alt":"(Who\u0027s Got Game)","descr":"Drake und Josh schließen eine folgenschwere Wette ab: Wer von ihnen schafft es, innerhalb einer Woche die meisten Mädchen kennen zu lernen? Drake gibt sich siegessicher, doch er hat nicht mit der süßen Carly gerechnet, in die er sich prompt verliebt. Josh holt sich derweil Rat bei seiner Mutter. Dank ihrer erstklassigen Dating-Tipps wird aus dem schüchternen Josh bald ein Nachwuchs-Casanova, der den Mädchen gleich reihenweise den Kopf verdreht. Während Drake wegen Carly von seinem Gewissen geplagt wird und aus der Wette aussteigen möchte, will Josh davon nichts wissen. Für Drake wird die Situation immer unangenehmer, denn verlieren möchte er auf keinen Fall - und zu allem Unglück erfährt auch noch Carly von der Wette...","versions":[{"lang":1,"streams":[{"redirect":8996723,"hoster":"VOE"},{"redirect":8415605,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Große Doheny","epNo":6,"alt":"(The Great Doheny)","descr":"Drake und Josh lernen durch Zufall Henry Doheny kennen, einen einst großen und berühmten Zauberer. Leider ist er inzwischen ziemlich auf den Hund gekommen. Um Doheny zu helfen, seine Karriere wieder auf Vordermann zu bringen, nehmen die beiden ihn bei sich auf. Doch der Magier entpuppt sich bald als äußerst anstrengender Hausgenosse...","versions":[{"lang":1,"streams":[{"redirect":11306636,"hoster":"VOE"},{"redirect":10106762,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"I love Sushi","epNo":7,"alt":"(I Love Sushi)","descr":"Drake und Josh haben bei der TV-Sendung \u0027Pump My Room\u0027 eine Zimmerrenovierung für ihre Eltern gewonnen. Die beiden ahnen nicht, dass sie Betrügern auf den Leim gegangen sind - die während der Abwesenheit der Familie das gesamte Haus leer räumen. Als Drake und Josh merken, was los ist, ist es leider zu spät. Um Geld für die Wiederbeschaffung der Möbel zu verdienen, heuern die beiden in einer Sushifabrik an. Aber damit fängt der Ärger für sie erst richtig an...","versions":[{"lang":1,"streams":[{"redirect":8996724,"hoster":"VOE"},{"redirect":8415604,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Sturm","epNo":8,"alt":"(The Storm)","descr":"Drake hat am Wochenende einen Open-Air-Gig mit seiner Band. Eine willkommene Gelegenheit für Josh, mal wieder sein Organisationstalent zu demonstrieren: Er besorgt für die Gruppe einen Tourbus und heizt die Stimmung an, indem er sämtliche Exfreundinnen und Freundinnen der Musiker zum Konzert einlädt. Einem gelungenen Auftritt scheint also nichts im Wege zu stehen - doch es kommt anders: Statt dem vorhergesagten strahlenden Sonnenschein erwartet die Band am Veranstaltungsort ein gewaltiger Sturm. Notgedrungen müssen sich alle im einzigen Haus weit und breit in Sicherheit bringen. Als dann auch noch der Strom ausfällt, ist das Chaos komplett...","versions":[{"lang":1,"streams":[{"redirect":8996725,"hoster":"VOE"},{"redirect":8415631,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abendessen mit Bobo","epNo":9,"alt":"(My Dinner With Bobo)","descr":"Drake und Josh wollen sich ein Auto kaufen. Doch statt eines fahrbaren Untersatzes bringt Drake Bobo, den Orang-Utan des Autoverkäufers, mit nach Hause. Drake will den Affen für viel Geld vermieten, um sich so in Kürze ein noch viel tolleres Auto leisten zu können. Und er scheint wirklich Glück zu haben: Ein gewisser Dr. Favershim kauft ihm Bobo für unglaubliche 10.000 Dollar ab. Doch dann erfahren Drake und Josh, dass der angebliche Arzt vorhat, Bobo zu verspeisen. Eilig planen die ungleichen Brüder eine Rettungsmission, um Bobo vor dem vorzeitigen Ende im Bräter zu bewahren...","versions":[{"lang":1,"streams":[{"redirect":8996726,"hoster":"VOE"},{"redirect":8415629,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Baumhaus","epNo":10,"alt":"(Treehouse)","descr":"Drake und Josh haben mal wieder ganze Arbeit geleistet. Im Verein mit Schwester Megan haben die beiden ungleichen Brüder mit einer Spielzeugrakete herumgespielt und dabei so ganz nebenbei das Baumhaus auf dem Nachbargrundstück zerlegt. Jetzt haben sie alle Hände voll zu tun, um die Hütte wieder aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":9600747,"hoster":"VOE"},{"redirect":8415624,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Josh ist fertig mit Drake","epNo":11,"alt":"(Josh is Done)","descr":"Weil Drake ihn mal wieder versetzt hat, verpasst Josh eine wichtige Chemieklausur. Für Josh ist damit das Maß endgültig voll. Er hat genug von Drakes Eskapaden und kündigt ihm die Freundschaft auf. Und siehe da: Plötzlich kommt Josh auch bei den Leuten gut an, die ihn vorher wegen seines nervigen Bruders komplett ignoriert haben. Auch Drake ist vom Leben ohne Josh durchaus angetan. Werden die feindlichen Brüder dennoch wieder zusammenfinden?","versions":[{"lang":1,"streams":[{"redirect":8996729,"hoster":"VOE"},{"redirect":8415621,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das blaue Auge","epNo":12,"alt":"(Eric Punches Drake)","descr":"Zwischen Drake und Eric kommt es zu einem Missverständnis - Eric schlägt Drake aus Versehen nieder. Die Folge: ein blaues Auge wie aus dem Bilderbuch. Für Eric ist das eine hervorragende Gelegenheit, um seine Beliebtheit zu steigern. Er erzählt allen, er habe Drake endlich mal eine verpasst, weil dieser angeblich seine Schwester geärgert habe. Josh plant derweil einen Videoabend und lädt Mindy ein. Die bringt offensichtlich ihren neuen Freund Chad mit, was die Jungs ganz schön wütend macht. Doch Crazy Steve steht ihnen hilfreich zur Seite.","versions":[{"lang":1,"streams":[{"redirect":8996728,"hoster":"VOE"},{"redirect":8415642,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Racheakt um Hamster Hervay","epNo":13,"alt":"(Megan\u0027s Revenge)","descr":"Versehentlich schicken Drake und Josh Hamster Hervay ins Reich der Träume. Zwar ist der putzige Nager nur k.o., doch die Jungs halten ihn für tot. Reumütig beichten sie Schwesterchen Megan das Missgeschick. Für Drake und Josh beginnt damit die furchtbarste Zeit ihres Lebens, denn sie erwarten ständig Megans fürchterlichen Racheakt. Dabei werden sie bald derartig paranoid, dass sie jeden in ihrer Umgebung verdächtigen, mit Megan zusammenzuarbeiten. Auch vor gegenseitigen Beschuldigungen machen die beiden nicht Halt - sehr zu Megans Freude...","versions":[{"lang":1,"streams":[{"redirect":8996733,"hoster":"VOE"},{"redirect":8415640,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schwere Jungs","epNo":14,"alt":"(Steered Straight)","descr":"Drake und Josh haben sich einmal zu oft daneben benommen. Weil sie sich mit gefälschten Ausweisen als volljährig ausgegeben haben, beschließen Audrey und Walter, dass es Zeit für drastische Erziehungsmaßnahmen ist. Bei der Polizei wird ein Programm unter dem Motto \u0027Verhalte dich anständig\u0027 angeboten, in dem die Stiefbrüder eine Festnahme mitsamt Prozess, Verurteilung und Haft \u0027auf Probe\u0027 über sich ergehen lassen müssen. Die Schocktherapie zeigt Wirkung: Besonders, weil das Polizeiauto, in dem die Jungs sitzen, von einem echten Gangster gestohlen wird...","versions":[{"lang":1,"streams":[{"redirect":13103775,"hoster":"VOE"},{"redirect":8415643,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Megans erster Kuss","epNo":15,"alt":"(Megan\u0027s First Kiss)","descr":"Drakes jüngere Schwester Megan wird allmählich erwachsen - mitsamt allen Problemen, die die Pubertät so mit sich bringt. Nur Drake und Josh haben das noch nicht so recht mitbekommen. Als sie ein Telefonat von Megan belauschen, ist für die beiden sofort klar, dass die Göre mal wieder einen hinterlistigen Streich plant. Als sie sie anschließend beschatten, trauen die Brüder ihren Augen nicht. Megan trifft sich mit einem Jungen, in den sie ganz offensichtlich schwer verknallt ist. Dumm nur, dass ihr Freund ein dunkles Geheimnis hütet, von dem Megan nichts ahnt. Als Drake und Josh davon erfahren, beschließen sie, Megans Beziehung durch einen gezielten Sabotageakt zu beenden...","versions":[{"lang":1,"streams":[{"redirect":8996732,"hoster":"VOE"},{"redirect":8415607,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Cool, ich werde sechzehn","epNo":16,"alt":"(The Battle of Panthatar)","descr":"Thornton lädt Drake und Josh auf eine MTV-Geburtstagsshow ein. Doch bevor es richtig losgeht, sind die Brüder auch schon wieder draußen. Drake kann nämlich nicht mehr an sich halten und küsst Thorntons Freundin - prompt folgt die Ausladung. Um doch noch auf die Party zu kommen, muss Drake ein großes Opfer bringen: Er schenkt Thornton eine handsignierte Beatles-Platte aus seinem Besitz. Trotzdem lässt Thornton die Jungs immer noch nicht rein. Doch da hat Drake eine Idee...","versions":[{"lang":1,"streams":[{"redirect":8996734,"hoster":"VOE"},{"redirect":8415672,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Helikopter","epNo":17,"alt":"Helicopter","descr":"Josh organisiert für Drake einen Gig im Kino, zu dem er einen Mitarbeiter von Spin City Records, einem renommierten Musikverlag, einlädt. Dieser zeigt sich nach Drakes Auftritt hellauf begeistert und lädt die Stiefbrüder ein, nach L.A. zu kommen, um über die Verwendung seines Songs für einen Werbespot zu sprechen. Dort unterzeichnet Josh in Abwesenheit von Drake in seiner Funktion als dessen Manager einen Vertrag. Dummerweise lässt er sich dabei so von einer Schale Riesengarnelen ablenken, dass er völlig vergisst, die Vertragsklauseln durchzulesen. Nichts ahnend tritt Josh so alle Rechte zur Gestaltung des Songs an die Plattenfirma ab. Die schrecklichen Folgen dieser Nachlässigkeit zeigen sich, als Drake und Josh zum ersten Mal den fertig produzierten Song hören ...","versions":[{"lang":1,"streams":[{"redirect":8996731,"hoster":"VOE"},{"redirect":8415667,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Tanzwettbewerb","epNo":18,"alt":"The Dance Contest","descr":"Episode 18 ist als Doppelepisode in Episode 17 enthalten.","versions":[{"lang":1,"streams":[{"redirect":8996735,"hoster":"VOE"},{"redirect":8415612,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Riesengarnele 1+2","epNo":19,"alt":"The Really Big Shrimp, Part 1","descr":"Für Drake geht der alte Menschheitstraum vom Fliegen in Erfüllung: Er gewinnt einen Helikopter-Rundflug mit anschließendem Fallschirmsprung. Dass seine Eltern gegen die riskante Luftnummer sind, dicht Drake nicht an. Im Gegenteil: Er ist fest entschlossen, den Flug anzutreten. Josh versucht zwar, seinen Bruder zur Vernunft zu bringen - doch dann bietet ihm der Pilot an, doch einfach mitzukommen. Bei soviel Großzügigkeit kann Josh nicht Nein sagen. Doch der Rundflug steht unter keinem guten Stern: Kurz nach dem Start wird der Pilot ohnmächtig und kippt samt Fallschirm aus dem Helikopter. Ob Drake und Josh den steuerlosen Tragschrauber wieder sicher auf die Erde bringen werden?","versions":[{"lang":1,"streams":[{"redirect":11199788,"hoster":"VOE"},{"redirect":8415611,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"[In Folge 19 enthalten]","epNo":20,"alt":"The Really Big Shrimp, Part 2","descr":"Josh will an einem Tanzwettbewerb teilnehmen. Als er von seiner neuen Tanzpartnerin Emily erfährt, dass man bei dem Wettbewerb Extrapunkte für die Schule sammeln kann, sieht er darin seine Chance, endlich den überragenden Notenschnitt seiner Exfreundin Mindy zu schlagen. Doch seine Pläne drohen zu scheitern, denn Emily taucht beim ersten Trainingstermin nicht auf. Währenddessen erfährt Drake, dass er wegen Sport durchfallen wird. Auch für ihn ist der Tanzwettbewerb die letzt Chance, doch noch ein paar entscheidende Punkte zu sammeln...","versions":[]}]}]}