{"path":"/serie/stream/drawn-together","name":"Drawn Together","descr":"Drawn Together ist eine Parodie auf jegliche Reality Shows. Acht Zeichentrickcharaktere der verschiedensten Genre (von Märchenprinzessin über Pokémon bis hin zu Superman) leben zusammen in einem Haus und werden von Kameras beobachtet. In altbekannter Big Brother-Manier müssen sie Challenges bestehen und in Teams zusammenarbeiten. Der Humor ist sehr sehr herb und zieht in übelster Soerte über alle Klisches jeglicher vertretener Zeichentrickgenre und Reality TV-Produktionen her. Oft geht es auch weit unter die Gürtellinie, aber meistens sind die Witze brutal und aggressiv aber immer noch zum Lachen (sind ja bloß Cartoonhelden)...","seasons":[{"path":"/serie/stream/drawn-together/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/drawn-together/staffel-1/episode-1","name":"Whirlpool","epNo":1,"alt":"Hot Tub","descr":"Einzug der Bewohner. Foxxy und Clara streiten sich aufgrund Claras rassistischer Äußerungen. Am Ende der Folge küsst Foxxy Clara. Toot versucht erfolglos, Xandir zu verführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700228","hoster":"VOE"},{"path":"/redirect/8415436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-1/episode-2","name":"Claras schmutziges Geheimnis","epNo":2,"alt":"Clara\u0027s Dirty Little Secret","descr":"Clara offenbart den Bewohnern, dass sie durch einen Fluch ihrer bösen Stiefmutter ein Multi-Tentakel-Monster (Octopoussoir) anstelle einer Vagina hat. Ling-Ling ist wegen der Anhäufung von dreckigem Geschirr besorgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600749","hoster":"VOE"},{"path":"/redirect/8415562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-1/episode-3","name":"Unsanfte Schmeicheleien","epNo":3,"alt":"Gay Bash","descr":"Mit Hilfe von Schwulentests und einer Schwulenfeier bringen die Hausbewohner Xandir dazu, zu seiner Homosexualität zu stehen. Spanky nutzt derweil Ling-Ling als billige Arbeitskraft aus. Ling-Ling soll billige Turnschuhimitate nähen, welche Spanky an die NBA zu verkaufen gedenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916187","hoster":"VOE"},{"path":"/redirect/8415564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-1/episode-4","name":"Requiem für eine Realityshow","epNo":4,"alt":"Requiem for a Reality Show","descr":"Die Hausbewohner werden für einen Lebensmittelwettkampf in zwei Teams aufgeteilt. Das Gewinnerteam erhält eine unbegrenzte Auswahl an Nahrungsmitteln. Dem Verliererteam droht ein Lebensmittelembargo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600750","hoster":"VOE"},{"path":"/redirect/8415554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-1/episode-5","name":"Die seltsame Cousine","epNo":5,"alt":"The Other Cousin","descr":"Captain Hero verliebt sich in Claras geistig behinderte Cousine Bleh. Toot, Xandir und Wollknäuel nutzen aus, dass Ling-Ling bei Enttäuschungen rauscherzeugende Sekrete absondert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589726","hoster":"VOE"},{"path":"/redirect/8415570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-1/episode-6","name":"Schmutzige Streiche Nr. 2","epNo":6,"alt":"Dirty Pranking Number 2","descr":"Spanky, Foxxy und Clara spielen dem Pizzaboten einen Streich. Spanky und Clara kommen sich dabei näher, ganz zum Unbehagen von Claras Vater. Zwischenzeitlich beschließt Xandir, seine Freundschaft mit Captain Hero auszubauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589728","hoster":"VOE"},{"path":"/redirect/8415575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-1/episode-7","name":"Plötzliche Einsicht","epNo":7,"alt":"The One Wherein There Is A Big Twist","descr":"Den Bewohnern wird bewusst, dass es bei \"Drawn Together’ überhaupt nichts zu gewinnen gibt. Nach einem von Foxxy gestarteten Sitz-Streik veranstalten die Produzenten einen Wettkampf im Stil von \"The Apprentice\" (Big Boss), moderiert von Milliardär Buckie Bucks. Der Gewinner des Wettstreits soll einen Job auf Lebenszeit als Teilhaber am Bucks-Imperium bekommen. Was die Bewohner nicht wissen ist, dass die Produzenten sie nur an der Nase herumführen. Derweil versucht Toot die Bewohner zu überreden das Haus in die Luft zu sprengen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600752","hoster":"VOE"},{"path":"/redirect/8415543","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drawn-together/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/drawn-together/staffel-2/episode-1","name":"The One Wherein There Is A Big Twist (2)","epNo":1,"alt":"The One Wherein There Is A Big Twist (2)","descr":"Die Bewohner dürfen in das Drawn-Together-Haus zurückkehren. Da Toot verloren ging und Wollknäuel sich vermeintlich erhängte, muss allerdings erst ein neuer Mitbewohner gefunden werden. Durch ein Bewohnercasting wird Erdbeer Cremetörtchen (Strawberry Sweetcake) als neue Mitbewohnerin aufgenommen. Nachdem Wollknäuel wieder auftaucht, ist dieser entsetzt, da die Cremetörtchen einst Völkermord an den Sockenbärten betrieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173950","hoster":"VOE"},{"path":"/redirect/8415515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-2","name":"Foxxy vs. the Board of Education","epNo":2,"alt":"Foxxy vs. the Board of Education","descr":"Spanky braucht dringend eine Krankenversicherung, da er mit einem Computervirus heruntergeladen wurde. Deshalb geht er mit Xandir eine Homoehe ein, um so über die Familienversicherung Krankenversicherungsschutz zu erlangen. Clara setzt alles daran, die Scheinehe auffliegen zu lassen. Als Foxxy derweil versucht, eine Kriminalfalllöserlizenz zu bekommen, findet sie heraus, dass das Bildungswesen plant, den Schwarzen Schulabschlüsse zu verwehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996750","hoster":"VOE"},{"path":"/redirect/8415511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-3","name":"Little Orphan Hero","epNo":3,"alt":"Little Orphan Hero","descr":"Captain Hero ging bisher davon aus, er sei der einzige Überlebende des Planeten Zebulon, da dieser kurz nach Heros Geburt in einer Sonne verglühte. Nun, da Captain Hero über die Existenz des Planeten in Kenntnis gesetzt wurde, versucht er, Kontakt zu seinen Eltern herzustellen. Unterdessen gründen die restlichen Mitbewohner eine Selbstmordhotline.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580362","hoster":"VOE"},{"path":"/redirect/8415539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-4","name":"Captain Hero\u0027s Marriage Pact","epNo":4,"alt":"Captain Hero\u0027s Marriage Pact","descr":"Captain Heros Jugendliebe, Unglaublich-Dehnbar-Girl kommt zu Besuch. Hero ist entsetzt, nachdem er den Grund ihres Besuches erfährt: Er hatte mit ihr einst einen Hochzeitspakt abgeschlossen, wonach die beiden heiraten müssen, falls beide an ihrem 30. Geburtstag noch immer ledig sind. Foxxy versucht in der Zwischenzeit eine Reunion mit ihrer alten Band, den Foxxy Five.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106426","hoster":"VOE"},{"path":"/redirect/8415531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-5","name":"Clum Babies","epNo":5,"alt":"Clum Babies","descr":"Wollknäuel kommt in die Pubertät und kann es einfach nicht lassen, zu masturbieren. Wie sich herausstellt, können die dabei entstehenden \"Clum Babies\" Krankheiten heilen. Dennoch ist Clara mit diesem gottlosen Treiben nicht einverstanden. Ling-Ling muß derweil sein Junggesellenleben aufgeben, als er von seinem Vater zwangsverkuppelt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580364","hoster":"VOE"},{"path":"/redirect/14162781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-6","name":"Ghostesses in the Slot Machine","epNo":6,"alt":"Ghostesses in the Slot Machine","descr":"Es findet ein Zimmerumräumevent statt. Als sie versuchen für jeweils denn anderen etwas schönes aus den Lieblingsräumen zu machen passieren merkwürdige Dinge. Foxy Love findet heraus dass dieses Haus auf einem alten, indianischen Friedhof liegt. Was wird wohl passieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580363","hoster":"VOE"},{"path":"/redirect/8415506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-7","name":"Super Nanny","epNo":7,"alt":"Super Nanny","descr":"Captain Hero sieht \u0027Die Super Nanny\u0027 im Fernsehen und beschließt, sie aufzusuchen! Ling-Ling versucht unterdessen, den Führerschein zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600754","hoster":"VOE"},{"path":"/redirect/8415522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-8","name":"Terms of Endearment","epNo":8,"alt":"Terms of Endearment","descr":"Captain Hero benutzt seine X-ray-Fähigkeit, um den Mädels beim Duschen zu zuschauen. Er übertreibt\u0027s so sehr, dass Foxxy einen Gehirntumor bekommt! Beim Versuch seine Superkräfte loszuwerden, landet Captain Hero im Rollstuhl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600753","hoster":"VOE"},{"path":"/redirect/8415584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-9","name":"Captain Girl","epNo":9,"alt":"Captain Girl","descr":"Captain Heros Gefährtin, Captain Girl, wird von dem bösen Mad-Libber getötet und durch Wooldoor ersetzt. Toot lernt, wie hart es sein kann, Mutter für ein Baby aus Nicaragua zu sein!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600755","hoster":"VOE"},{"path":"/redirect/8415587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-10","name":"A Tale of Two Cows","epNo":10,"alt":"A Tale of Two Cows","descr":"Wollknäuel hat eine Realfilmkuh mit nach Hause gebracht, doch die anderen Bewohner wollen sie nicht im Haus haben. Toot benutzt einen Cheat, um Xandir dazu zu bringen, sie bei einem Treffen ihrer Fett-Camp-Kumpanen zu begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600756","hoster":"VOE"},{"path":"/redirect/8415517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-11","name":"Xandir and Tim, Sitting In a Tree","epNo":11,"alt":"Xandir and Tim, Sitting In a Tree","descr":"Captain Hero\u0027s Alter-Ego, der höfliche Reporter Tim Tommerson, kommt vorbei und verbringt viele schöne Stunden mit Xandir. Die Zeitschrift \"Entertainment Weekly\" vergibt an \u0027Drawn Together\u0027 die schlechteste Note, weshalb sich die Hausbewohner an der Autorin rächen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921926","hoster":"VOE"},{"path":"/redirect/8704112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-12","name":"The Lemon-AIDS Walk","epNo":12,"alt":"The Lemon-AIDS Walk","descr":"Captain Hero hat sich entschlossen, den AIDS Walk zu gewinnen, ganz gleich, wie viele Steroide er schlucken muss, um der Beste zu sein. Währenddessen kommt Wollknäul in Schwierigkeiten, da er im Einkaufszentrum beim Klauen von Süßigkeiten erwischt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996761","hoster":"VOE"},{"path":"/redirect/8415526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-13","name":"A Very Special DT Afterschool Special","epNo":13,"alt":"A Very Special DT Afterschool Special","descr":"Um es Xandir leicher zu machen, seinen Eltern zu beichten, dass er schwul ist, versuchen es die Bewohner des Drawn Together Hauses mit einem Rollenspiel, welches allerdings weiter ausschweift, als man glaubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996764","hoster":"VOE"},{"path":"/redirect/8430189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-14","name":"Alzheimer\u0027s That Ends Well","epNo":14,"alt":"Alzheimer\u0027s That Ends Well","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600757","hoster":"VOE"},{"path":"/redirect/8415491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-2/episode-15","name":"The Drawn Together Clip Show","epNo":15,"alt":"The Drawn Together Clip Show","descr":"Die besten Szenen aus \u0027Drawn Together\u0027 in Clip-Show-Form!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580366","hoster":"VOE"},{"path":"/redirect/8415465","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drawn-together/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/drawn-together/staffel-3/episode-1","name":"Freaks \u0026 Greeks","epNo":1,"alt":"Freaks \u0026 Greeks","descr":"Eine griechische Familie zieht in das Nachbarhaus der Drawn-Together-WG ein. Captain Hero hält diese für eine Studentenverbindung. Jun-Jee, Ling-Lings Vater, zieht in das Drawn-Together-Haus ein und verliebt sich so sehr in Toot, dass er sie heiraten möchte. Toot erwidert seine Liebe erst, nachdem sie von Jun-Jees beträchtlichem Vermögen erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996772","hoster":"VOE"},{"path":"/redirect/14166709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-2","name":"Wooldoor Sockbat\u0027s Giggle-Wiggle Funny Tickle Non-","epNo":2,"alt":"Wooldoor Sockbat\u0027s Giggle-Wiggle Funny Tickle Non-","descr":"Wollknäuel bekommt seine eigene Kinderfernsehshow. Da Kinder durch diese Serie homosexuell werden, entwickelt sich die Zukunft dahingehend, dass die überwiegende Mehrheit der Bevölkerung schwul ist, während die heterosexuelle Minderheit kümmerlich im Untergrund haust. Deshalb beschließen die letzten verbliebenen Heterosexuellen, einen Terminator in die Vergangenheit zu schicken, um Wollknäuel zu töten. Des Weiteren wartet Toot auf das legendäre Wienermobil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580368","hoster":"VOE"},{"path":"/redirect/8415481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-3","name":"Spelling Applebee\u0027s","epNo":3,"alt":"Spelling Applebee\u0027s","descr":"Bei einem Buchstabierwettbewerb tritt das Drawn-Together-Team gegen die Peanuts an. Foxxy nimmt zunächst aufgrund eines traumatischen Kindheitserlebnisses nicht am Wettbewerb teil. Captain Hero verliebt sich in Prinzessin Clara. Diese nutzt ihn aus, um ihre fetischistische Neigung zu Autounfällen zu befriedigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13018675","hoster":"VOE"},{"path":"/redirect/13018676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-4","name":"Unrestrainable Trainable","epNo":4,"alt":"Unrestrainable Trainable","descr":"Captain Hero erfährt, dass er einen geistig behinderten Sohn hat. Als Mutter stellt sich Captain She-Ro, die Schwester von Captain Hero, heraus. Sie ließ sich künstlich befruchten, nachdem Captain Hero an einer Samenspende teilnahm. Captain Hero beschließt, die Erziehung seines Sohnes selbst in die Hand zu nehmen. Clara muss indes den kranken Wollknäuel pflegen. Das passt ihr zunächst gar nicht, bis sie bemerkt, dass sie dadurch Lob und Anerkennung von den restlichen Mitbewohnern bekommt. Um diesen Zustand andauern zu lassen, versucht Clara krankhaft, Wollknäuels Genesung zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600760","hoster":"VOE"},{"path":"/redirect/8415500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-5","name":"N.R.A.y RAY","epNo":5,"alt":"N.R.A.y RAY","descr":"Nachdem sich Captain Hero eine Waffe gekauft hat, entdeckt er seine Vorliebe für die Jagd. Um ihren kriminellen Enkel Ray-Ray vor der Polizei und einer Haftstrafe zu schützen, versteckt Foxxy Ray-Ray in den Hauswänden und nimmt ein Gerichtsverfahren auf sich. Ray-Ray beobachtet die Hausbewohner und verliebt sich in Toot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580367","hoster":"VOE"},{"path":"/redirect/13891732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-6","name":"Mexican\u0027t Buy Me Love","epNo":6,"alt":"Mexican\u0027t Buy Me Love","descr":"Toot und Ling-Ling gewinnen eine Reise nach Mexiko. Dort nehmen sie eine Prostituierte mit auf ihr Hotelzimmer, die am nächsten Morgen tot ist. Um das Bestechungsgeld für die Polizei aufzubringen, nimmt Ling-Ling in einer Verkleidung als Hahn an Hahnenkämpfen teil. Indessen will Captain Hero unbedingt zu den coolen Kids gehören. Da ein Meteorit auf die Erde zurast und Foxxy Captain Hero dazu motivieren will, den Meteoriten abzuwehren, wird er als ihr angeblicher neuer Freund in die Clique der coolen Kids aufgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996768","hoster":"VOE"},{"path":"/redirect/8415473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-7","name":"Lost in Parking Space - Teil 1","epNo":7,"alt":"Lost in Parking Space - Teil 1","descr":"Die Hausbewohner fahren ohne Clara ins Einkaufszentrum. Dort bleiben sie in einer viel zu engen Parklücke stecken. Foxxy verlässt den Van, um Hilfe zu holen. Xandir ergreift panisch die Flucht. Als Clara zu Hause niemanden auffinden kann, glaubt sie, alle außer ihr seien in den Himmel aufgefahren. Daraufhin hält sie einen Paketdienstfahrer für Satan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580365","hoster":"VOE"},{"path":"/redirect/8414977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-8","name":"Lost in Parking Space - Teil 2","epNo":8,"alt":"Lost in Parking Space - Teil 2","descr":"Im Van ?gefangen?, trinkt Toot ein Aquarium mit Salzwasser leer und bekommt Halluzinationen. Nachdem Captain Hero Ling-Ling erstickt, beschließen die Fahrzeuginsassen, diesen zu essen. Xandir, welcher vor der Verantwortung geflohen war, kommt zu der Erkenntnis, dass es falsch war, als Gruppenführer die restlichen Fahrzeuginsassen im Stich zu lassen. Derweil hält Clara den Paketwagenfahrer immer noch für den Teufel und stellt fest, das Böse zu lieben. Ihr Weg kreuzt sich mit Foxxy, die in einem Folterkeller für Zeichentrickfiguren gefangengenommen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9937866","hoster":"VOE"},{"path":"/redirect/8415471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-9","name":"Charlotte\u0027s Web of Lies","epNo":9,"alt":"Charlotte\u0027s Web of Lies","descr":"Für Spanky war das Schäferstündchen mit der Spinne Charlotte nur ein One Night Stand. Doch Charlotte will mehr. Unterdessen pflegt Captain Hero seinen schlimmsten Erzfeind. In einem dritten parallelen Handlungsverlauf widmet sich Ling-Ling seinem alten Traum und versucht, Tänzer zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995196","hoster":"VOE"},{"path":"/redirect/12995197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-10","name":"Breakfast Food Killer","epNo":10,"alt":"Breakfast Food Killer","descr":"Wollknäuel wird Nachfolger des ermordeten Cornflakes-Maskottchens Quackers. Da eigentlich Toot diese Stelle hätte bekommen sollen, ist sie sehr wütend. Toot und Foxxie kommen schließlich hinter das Geheimnis von vier magischen Verpackungscodes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996778","hoster":"VOE"},{"path":"/redirect/8415477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-11","name":"Drawn Together Babies","epNo":11,"alt":"Drawn Together Babies","descr":"Die Drawn Together\u0027s sind alle babys.Die Eltern müssen zu einen Psychater und haben einen Babysitterin angeriert.Die Babysitterin schreib die Drawn Togetherbabys nur an und sie wollen der Babysitterin eine Falle stellen.Sie haben sich etwas überlegt und als sie ihren Plan durgeführt haben haben sie unabsichtlich die Babysitterin umgebracht damit ihr Eltern nichts davon mitbekommen versuchen sie die Leiche zu verstecken.Doch Captain Hero wollte sie alle verpetzen.Als der freund der babysitterin kam haben sich Prinzessin Clara,Spanky,Ling-Ling und Xander in eine Jace versteckt und geben sich als die Babysitterin aus damit es nicht auffällt wären dessen versuchen Toot und Foxxy die Leiche zu verstecken und in dieser Folge erfährt man auch wie es zu Wollknäul Sockenbart kommt...Also einfach mal ansehen \u003d)!!!!!!!!!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580369","hoster":"VOE"},{"path":"/redirect/8415475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-12","name":"Nipple Ring-Ring Goes to Foster Care","epNo":12,"alt":"Nipple Ring-Ring Goes to Foster Care","descr":"Das Jugendamt nimmt Ling-Ling aus dem Drawn-Together-Haus. Captain Hero besorgt sich ein Nippelpiercing. Nachdem er mehrmals vom Blitz getroffen wird, kann er mit seinem jugendlichen Ich aus der Vergangenheit kommunizieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600761","hoster":"VOE"},{"path":"/redirect/12482220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-13","name":"Toot Goes Bollywood","epNo":13,"alt":"Toot Goes Bollywood","descr":"Foxxy und Toot schließen eine Vereinbarung ab: Foxxy soll weniger Sex haben, Toot dafür umso mehr. Foxxy muss feststellen, dass dies gar nicht so einfach für sie ist. Nachdem sich Toot im Zuge dieser Vereinbarung neue Klamotten besorgt, wird sie von einer indischen Familie für eine Kuh gehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600762","hoster":"VOE"},{"path":"/redirect/8415446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drawn-together/staffel-3/episode-14","name":"The Musical Elimination Special","epNo":14,"alt":"The Musical Elimination Special","descr":"In der voraussichtlich letzten Episode von Drawn Together treten die acht Hausbewohner in einem Gesangswettbewerb in American-Idol-Manier gegeneinander an. Das Publikum soll entscheiden, wer das Drawn-Together-Haus für immer verlassen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996779","hoster":"VOE"},{"path":"/redirect/8415414","hoster":"Streamtape"}]}]}]}]}