{"path":"/serie/stream/dreamars","name":"DreaMars","descr":"Zum ersten Mal in der Geschichte betritt eine Gruppe von Jungen und Mädchen ein Trainingslager für Astronauten mit dem Ziel, zum Mars zu fliegen. Doch während sie sicher sind, dass sie den Planeten kolonisieren und die Menschheit voranbringen werden, wird hinter ihrem Rücken eine Verschwörung ausgeheckt, die die Menschheit in Gefahr bringt.","seasons":[{"path":"/serie/stream/dreamars/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dreamars/staffel-1/episode-1","name":"Mission Arche","epNo":1,"alt":"Episode 1","descr":"Auf der Erde, im Jahr 2045, bei Überbevölkerung und Hungersnot wird der Traum vom Leben auf dem Mars überlebenswichtig. Emma ist eine von acht jugendlichen Astronaut:innen, die sich auf die entscheidende Rettungsmission im Trainingscamp der Raumfahrtbehörde vorbereiten. Sie muss ihre wahre Identität um jeden Preis verbergen, damit sie am Raumfahrtprogramm teilnehmen kann. Gleich am ersten Tag funkt es zwischen ihr und Tom. Doch das harte Tainning bereitet sie nicht auf Sabotage vor: Ein halbes Jahr später landet das Team auf dem Mars an unbekannten Koordinaten, ohne Funkkontakt zur Erde und Astronaut Nr. 8 wird vermisst. Es bleiben ihnen nur noch wenige Stunden Strom für ihre Raumanzüge und ihr Vertrauen zueinander wird hart auf die Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882612","hoster":"VOE"},{"path":"/redirect/13882615","hoster":"Vidoza"},{"path":"/redirect/13882613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-2","name":"Außer Kontrolle","epNo":2,"alt":"Episode 2","descr":"Auf dem Mars gerät das Team bei der Suche nach Astronaut Nr. 8 in einen gefährlichen Meteoritenhagel. Ein halbes Jahr zuvor im Ausbildungscamp versucht Emma Dafni davon abzuhalten, ihrem Vater, dem Leiter der Raumfahrtbehörde, ihre wahre Identität zu verraten. Emma und Tom nähern sich an, was Eytan gar nicht gefällt. Botanik-Offizierin Lilli stellt fest, dass Leon eine KI als Freundin hat und Barbie versucht, seiner geheimen Liebe mit einer romantischen Geste zu imponieren. Das Team trainiert den Start des Raumschiffes, doch der Simulator gerät außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917614","hoster":"VOE"},{"path":"/redirect/13882621","hoster":"Vidoza"},{"path":"/redirect/13882619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-3","name":"Anziehungskräfte","epNo":3,"alt":"Episode 3","descr":"Auf dem Mars suchen zwei Teams nach Astronaut Nr. 8. Der Sauerstoff wird immer knapper und es gibt irritierende Anzeichen, dass sie nicht allein sind auf dem Planeten. Auf der Erde, ein halbes Jahr zuvor, stoßen Emma und Dafni auf Ungereimtheiten beim Abflug der Vorgängermission Arche 1 vom Mars. Emma ist alarmiert, weil ihre Schwester dabei umkam. Weil sie verstörende Informationen über Toms Vergangenheit herausfindet, beschließt sie trotz seiner Annäherungsversuche, auf Distanz zu ihm zu gehen. Lilli weiht Leon in ihre Gefühle für Barbie ein. Beim Training, wie lange sie bei geringer Sauerstoffzufuhr überleben können, stellt Emma einen neuen Rekord auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882620","hoster":"VOE"},{"path":"/redirect/13882628","hoster":"Vidoza"},{"path":"/redirect/13882623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-4","name":"Panikattacke","epNo":4,"alt":"Episode 4","descr":"Auf dem Mars steigert sich das Misstrauen im Team ins Unerträgliche bei der Frage, wer die Landekoordinaten geändert und das Ortungsgerät beschädigt hat. Auf der Erde ein halbes Jahr zuvor müssen die Astronaut:innen die Schutzanzüge einen ganzen Tag lang tragen, was Barbie in unangenehme Bedrängnis bringt. Emma verschweigt Tom immer noch ihre wahre Identität. Inzwischen glaubt Lilli mit Hilfe der KI Jolanda eine Bestätigung zu finden, dass ihre Gefühle für Barbie auf Gegenseitigkeit beruhen. Aber der verliebte Barbie versucht alles, um Dafni zu gefallen, bis Tom ihm rät, einfach mal er selbst zu sein. Max hat eine gefährliche Panikattacke. Dafni belügt ihren Vater und verschafft sich Zugang zum Archiv, um an die Helmkamera-Aufnahmen von Arche 1 zu kommen, während Emma Schmiere steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882622","hoster":"VOE"},{"path":"/redirect/13882626","hoster":"Vidoza"},{"path":"/redirect/13882624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-5","name":"Space Party","epNo":5,"alt":"Episode 5","descr":"Auf dem Mars kommt die Identität von Astronaut Nr. 8 ans Licht. Ein Trojaner soll in das Computersystem von den Gegnern der Marsmission eingeschleust werden. Im Trainingscamp auf der Erde ein halbes Jahr zuvor organisiert Barbie eine Space Party. Schafft er es dieses Mal bei Dafni zu landen? Auf der Party realisiert Lilli entsetzt, in wen Barbie wirklich verliebt ist. Sie ist untröstlich und obwohl Leon eigentlich Umarmungen nicht mag, umarmt er Lilly und sagt, dass es bei ihr gar nicht so schlimm sei. Nachdem ihm Emma das Herz gebrochen hat, beschließt Tom, die Raumfahrtbehörde zu verlassen. Ist es das, was Emma erreichen wollte? Emma und Dafni untersuchen die alten Dateien und fragen sich, was Ben über den letzten Tag der Mission von Arche 1 geheim halten will. Dafnis Vater stellt sie zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882627","hoster":"VOE"},{"path":"/redirect/13882630","hoster":"Vidoza"},{"path":"/redirect/13882625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-6","name":"Wahrheit oder Pflicht","epNo":6,"alt":"Episode 6","descr":"Auf dem Mars zieht ein gefährlicher Sandsturm auf: Eytans Team, das sich auf dem Weg zum Habitat befindet, versucht vergeblich, Emmas Team zu warnen. Ein halbes Jahr zuvor auf der Erde möchte Emma Tom, mit dem sie seit zwei Wochen zusammen ist, die Wahrheit über sich beichten. Gleichzeitig entdeckt Eytan Details über Emma, beginnt mit Nachforschungen und kommt der Wahrheit immer näher. Emma stößt erneut auf Informationen, dass der Weltrauminister Uzi Gold und Ben nicht die Wahrheit über Arche 1 sagen. Das führt zu einem großen Streit zwischen ihr und Dafni, die ihren Vater Uzi verteidigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882629","hoster":"VOE"},{"path":"/redirect/13882633","hoster":"Vidoza"},{"path":"/redirect/13882631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-7","name":"Psychotest","epNo":7,"alt":"Episode 7","descr":"Barbies verletztes Bein macht es kaum möglich im Sandsturm auf dem Mars voranzukommen. Emma beschließt, die Suche nach Nr. 8 abzubrechen und zum Habitat zu gehen. Im Ausbildungscamp auf der Erde ein halbes Jahr zuvor führt Leni das Team in die psychotherapeutische Software für Astronauten, \"Silhouette\", ein. Sie soll helfen, Fehlentscheidungen zu vermeiden. Silhouette stürzt jeden in die Krise, allen voran Max. Lilli stellt fest, dass Leon Gefühle für sie hat und fragt ihn, ob er ihr Freund sein möchte. Dafni überwindet ihre Wut auf Emma und unterstützt sie bei ihren Nachforschungen zu Arche 1. Eytan spioniert Emma nach und findet ihre wahre Identität heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882634","hoster":"VOE"},{"path":"/redirect/13882636","hoster":"Vidoza"},{"path":"/redirect/13882632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-8","name":"Blackbox","epNo":8,"alt":"Episode 8","descr":"Der Traum vom Mars wird zum Alptraum. Auf dem Mars findet das Team Schutz vor dem Sturm in einer Höhle. Emma ist zerstört, weil sie ihre Schwester und Nr. 8 verloren hat. Mithilfe eines Lügentests finden sie heraus, wer der Verräter im Team sein muss. Im Ausbildungscamp auf der Erde, ein halbes Jahr zuvor, verursacht Max durch eine weitere Panikattacke eine Explosion und gefährdet alle. Tom erweist sich als Retter und beweist dabei eindrückliches Wissen. Der Zwischenfall führt Max zu einer dramatischen Entscheidung. Lilly und Leon sind jetzt ein Paar und werfen sich dauernd heiße Blicke zu. Emma beklaut schweren Herzens Tom. Bei ihrer Suche nach der Blackbox von Arche 1 geraten Dafni und Emma in ernste Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882637","hoster":"VOE"},{"path":"/redirect/13882635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-9","name":"In der Falle","epNo":9,"alt":"Episode 9","descr":"Auf dem Mars sitzt das Team in der Falle. Um zu Überleben senkt das Team die Temperaturen in den Anzügen auf 18°. Dafni kriegt halb erfroren Todesangst und Barbie beschließt, ihr seine Liebe zu beichten. Im Ausbildungscamp auf der Erde, ein halbes Jahr zuvor, gesteht sich Eytan seine Gefühle für Emma ein. Er hofft, dass sie auf dem Mars Tom vergisst. Emma und Dafni stehlen eine Drohne, um die Blackbox zu finden und werden entdeckt. Weltraumminister Uzi Gold ist davon überzeugt ist, dass auch Tom die Finger im Spiel hat. Obwohl Emma ihn hintergangen hat, beschließt Tom, den Diebstahl auf seine Kappe zu nehmen. Aber Fingerabdrücke und Überwachungsaufnahmen führen dazu, dass offiziell die wahre Identität von Emma bekannt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917613","hoster":"VOE"},{"path":"/redirect/13882641","hoster":"Vidoza"},{"path":"/redirect/13882638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-10","name":"Vertrauensbruch","epNo":10,"alt":"Episode 10","descr":"Als Emma das Arche 2 Trainingscamp verlassen muss, stellt Tom sie zur Rede und macht deutlich, wie tief er enttäuscht ist. Emma ist sich sicher, dass Uzi und Ben die Umstände, unter denen ihre Schwester Ruth auf dem Mars ums Leben kam, vertuschen. Dafni berichtet dem Team davon und sie beschließen, sich bis zum Start der Arche 2 normal zu verhalten, um alles herauszufinden. Dafni ist wahnsinnig enttäuscht von ihrem Vater. Lilli ist eifersüchtig auf Jolanda mit verheerenden Folgen. Emma erhält zu Hause überraschend Besuch von Ben. Bei dem Gespräch mit Emma realisiert Ben, dass er einen Fehler gemacht hat. Auch Naomi besucht Emma und ihre Eltern, um ihnen die letzten Blackbox-Aufnahmen von Ruth vorzuspielen. Sie gibt das Material an die Presse und bringt so Mission Arche 2 ernsthaft in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882643","hoster":"VOE"},{"path":"/redirect/13882645","hoster":"Vidoza"},{"path":"/redirect/13882642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-11","name":"Countdown","epNo":11,"alt":"Episode 11","descr":"Mission Arche 2 ist in Gefahr, als die Wahrheit über Arche 1 ans Licht kommt und Uzi Gold und Ben Adams ihre Posten bei der Raumfahrtbehörde verlieren. Naomi übernimmt das Kommando. Die jungen Astronauten und Astronautinnen müssen angesichts des Vertrauensverlusts entscheiden, ob sie weiterhin an der Mission teilnehmen. Für Dafni ist klar, sie hat nur eine Familie und die ist im Habitat. Der entlassene Ben bittet Tom, das Angebot zum Mars zu fliegen anzunehmen, um Naomis raffinierte Machenschaften aufzudecken und die Mission Arche 2 zu schützen. Teammitglied Sitar, Adoptivtochter von Naomi, beginnt an Naomi zu zweifeln. Emma kommt zu einer wichtigen Entscheidung und steht zu sich selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882644","hoster":"VOE"},{"path":"/redirect/13882652","hoster":"Vidoza"},{"path":"/redirect/13882646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-12","name":"Verloren im Sturm","epNo":12,"alt":"Episode 12","descr":"Mittlerweile wissen auch die Eltern auf der Erde, dass das Team Arche 2 verschollen ist. Zitternd vor Kälte fügt sich die Mannschaft in der Höhle bereits ihrem Schicksal, als überraschend Nr. 8 auftaucht und sie rettet. Die Aufregung bei der Ankunft im Habitat ist groß. Aus Angst vor einer peinlichen Zurückweisung versucht Barbie Dafni nach seiner Liebeserklärung möglichst aus dem Weg zu gehen. Tom gibt zu, dass er die Koordinaten geändert hat, weil er glaubt, dass Naomi nicht die Wahrheit gesagt hat. Sitar erhält Anweisungen von Naomi, Toms Nachforschungen zu Arche 1 zu vereiteln und macht bei ihrer heimlichen nächtlichen Aktion im alten Habitat eine unangenehme Erfahrung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882647","hoster":"VOE"},{"path":"/redirect/13882650","hoster":"Vidoza"},{"path":"/redirect/13882649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-13","name":"Adam und Eva","epNo":13,"alt":"Episode 13","descr":"Eytan und Emma zweifeln immer mehr an Toms Glaubwürdigkeit. Eytan und Tom streiten die ganze Zeit, während sie mit Emma im Habitat Arche 1 nach den Dateien suchen, die Naomis Machenschaften beweisen könnten. Barbie ist überglücklich, weil Daphne und er endlich zusammen sind, Adam und Eva auf dem roten Planeten. Doch Barbie vergeigt es immer wieder durch seine Unsicherheit. Auch Lilli und Leon sind gestresst durch Missverständnisse und Eifersüchteleien. Die private Kommunikation zwischen Sitar und Naomi fällt in der Bodenstation auf der Erde allmählich auf. Durch eine sehr verstörende Botschaft wird klar: Es gibt noch anderes Leben auf dem Mars.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882651","hoster":"VOE"},{"path":"/redirect/13882659","hoster":"Vidoza"},{"path":"/redirect/13882648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-14","name":"Die Botschaft","epNo":14,"alt":"Episode 14","descr":"In Team Arche 2 verdächtigen sich alle gegenseitig, wer die Botschaft mit den Steinen gelegt haben könnte. Aber Leon checkt die Überwachungskameras und das Ergebnis ist überraschend. Lilly ist stinksauer, weil Leon sie angelogen hat und sie weiß nicht, wie sie ihm verzeihen soll. Tom denkt, dass jemand aus dem Team Naomi hilft und macht sich damit unbeliebt, vor allem bei Emma. Als Eytan die Bodenstation informiert, ordnet Naomi an, dass keiner mehr das Habitat verlässt. Die Nerven liegen bereits blank, als auch noch der Strom ausfällt. Naomi hat den Verdacht, dass Ruth noch lebt und setzt alles daran sie zu finden, bevor das Team etwas merkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882653","hoster":"VOE"},{"path":"/redirect/13882655","hoster":"Vidoza"},{"path":"/redirect/13882654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-15","name":"Starkstrom","epNo":15,"alt":"Episode 15","descr":"Auf der Erde stellt Max fest, dass Sitar die Botschaft aus Steinen nicht gelegt haben kann und fragt sich, ob Ruth vielleicht noch am Leben ist. Daraufhin beginnt Naomi mit seiner und Sitars Hilfe, heimlich mit einer Drohne nach Ruth zu suchen. Max weiß noch nicht, dass sie hinter seinem Rücken eine ganz andere Mission verfolgt. Um das restliche Team abzulenken, schickt Naomi alle außer Sitar ins Gelände, um ein Solarstromnetz aufzubauen. Sitar bleibt allein im Habitat bleiben, um alles zu bewachen. Doch stattdessen erhöht sie die Stromzufuhr im Habitat und bringt das Team in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882656","hoster":"VOE"},{"path":"/redirect/13882660","hoster":"Vidoza"},{"path":"/redirect/13882657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-16","name":"Freundschaftsspiel","epNo":16,"alt":"Episode 16","descr":"Ein Feuer bricht im Vorratsraum aus und obwohl es Tom gelingt, den Brand zu löschen, verbrennen fast alle Lebensmittelvorräte. Das ist das Ende der Mission. Tom versucht dem Team zu beweisen, dass Sitar mit Naomi kooperiert, doch niemand glaubt ihm. Emma ist wütend auf Tom und enttäuscht von ihm. Eytan als Kommandeur hält Toms störrische Beharrlichkeit für unerträglich, zumal Tom sich weigert, bei den Bohrungen mitzumachen. Als Naomi das Team mit der guten Nachricht einer Nahrungslieferung überrascht, feiern sie das mit einem ersten Fußballspiel auf dem Mars. Doch Sitar schiebt Tom auf dem Spielfeld ein Beweismittel unter und lenkt den Verdacht auf ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882658","hoster":"VOE"},{"path":"/redirect/13882664","hoster":"Vidoza"},{"path":"/redirect/13882662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-17","name":"Gefangen","epNo":17,"alt":"Episode 17","descr":"Die von Lilli präparierten Schokoriegel zum Aufspüren von Aliens bringen Sitar auf Ruths Spur. Max in der Bodenstation auf der Erde schöpft Verdacht, dass Naomi etwas zu verbergen hat. Eytan beichtet Emma endlich seine Liebe. Doch Emma will nur Ablenkung von den Dramen, Anschuldigungen und Streitereien. Tom unterbricht Barbie und Dafni bei ihrem romantischen Date und kann ihnen seine Unschuld zu beweisen. Die beiden wollen ihn auf der Suche nach der Wahrheit unterstützen. Eytan erwägt, Tom bei Naomi zu melden, doch Barbie bringt ihn davon ab. Auf Naomis Befehl sperrt Sitar Ruth im Vorratsraum von Habitat 1 ein und entdeckt, dass Ruth nicht allein ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882661","hoster":"VOE"},{"path":"/redirect/13882667","hoster":"Vidoza"},{"path":"/redirect/13882663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-18","name":"Weißer Zwerg","epNo":18,"alt":"Episode 18","descr":"Auf der Erde weiht Max endlich Leni in seine Entdeckungen über Ruth ein. Emma entdeckt ein Zeichen von Ruth auf dem Mars und ist erschüttert von dieser Botschaft aus dem Jenseits. Sitar realisiert, dass Naomi über Leichen geht und beginnt an ihr zu zweifeln. Dafni, Barbie und Tom finden heraus, dass Naomi für die Krankheit der Mitglieder von Arche 1 verantwortlich ist. Sie möchten zum alten Habitat zurückkehren, um Beweise zu finden. Im alten Habitat müssen sie einen Temperaturregler abklemmen und ahnen nicht, dass sie die gefangene Ruth in Lebensgefahr bringen. Ruth versucht verzweifelt sich bemerkbar zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882668","hoster":"VOE"},{"path":"/redirect/13882671","hoster":"Vidoza"},{"path":"/redirect/13882665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-19","name":"Verrat","epNo":19,"alt":"Episode 19","descr":"Der schreckliche Verrat vom letzten Tag der Mission von Arche 1 wird bekannt. Tom, Barbie und Emma wollen gerade das alte Habitat verlassen, als Emma ahnt, dass etwas nicht stimmt. Sie sieht in der Vorratskammer nach und kann nicht fassen, wen sie entdeckt. Währenddessen ist das Arche II-Team bei den Bohrungen in größter Gefahr. Können sie noch rechtzeitig gewarnt werden? Wird Sitar helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14100740","hoster":"VOE"},{"path":"/redirect/13882673","hoster":"Vidoza"},{"path":"/redirect/13882670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dreamars/staffel-1/episode-20","name":"Auf Kollisionskurs","epNo":20,"alt":"Episode 20","descr":"Sitar schafft es, das Team vor Naomis Plänen zu warnen: Eine Kollision im Weltall mit verheerenden Folgen für die Erde und Arche II. Leon aktiviert eine alte Raumsonde, um Signale an die NASA zu schicken. Es bleibt noch 1 Stunde bis zur Kollision. Emma hat eineStrategie, Max muss jedoch seine Panikattacken besiegen, um das riskante Manöver zu starten. Wird Arche 2 es je zur Erde zurückschaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13882669","hoster":"VOE"},{"path":"/redirect/13882674","hoster":"Vidoza"},{"path":"/redirect/13882672","hoster":"Streamtape"}]}]}]}]}