{"seriesId":"drei-engel-fuer-charlie","name":"Drei Engel für Charlie","descr":"[Charlie`s Angels] Zahnpastalächeln und blonde Löwenmähne sind die Markenzeichen von Jill Munroe, Privatdetektivin für die Townsend Agency in Los Angeles mit Büros in Hawaii und Paris. Mit ihren Kolleginnen Kelly Garrett und Sabrina Duncan, die sie auf der Polizeiakademie kennengelernt hat, löst sie im Auftrag ihres Bosses Charlie komplizierte Fälle von Mord, Korruption, Entführung, Rauschgift- und Diamantenschmuggel oder Kindesmißhandlung. Charlie spricht über einen Lautsprecher zu seinen Engeln, wenn ihnen sein Adjutant John Bosley die Aufträge erteilt. Selbst tritt Charlie nie in Erscheinung, und alle Versuche der Engel, Charlie einmal kennenzulernen, scheitern. Auch als Charlie entführt wird, sich die Engel in seinem Haus verstecken müssen oder - in der letzten Folge - Charlie als Arzt über Kellys Leben wacht, stets kann er verhindern, daß er erkannt wird. Nach der ersten Saison steigt Jill aus, um sich ganz ihrem Hobby, dem Autorennen, zu widmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Geheimnis im Sumpf","epNo":1,"alt":"Pilot [ \u003d fehlt, dadurch sind alle Titel um 1E verschoben zu den Streaminhalten]","descr":"Charlies Engel sollen verhindern, dass die skrupellose Rachel (Diana Muldaur) ihren seit Jahren verschollenen Mann Vincent, Besitzer eines kalifornischen Weinguts, beerbt. Denn möglicherweise hat Rachel mit Hilfe des Verwalters Beau Creel ihren Mann ermordet. Die drei Engel versuchen, sie mit einem raffinierten Täuschungsmanöver aus der Reserve zu locken.","versions":[{"lang":1,"streams":[{"redirect":13908935,"hoster":"VOE"},{"redirect":13908926,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tritt auf die Tube, Sabrina!","epNo":2,"alt":"Hellride","descr":"Um zu herauszufinden, warum eine hübsche Rennfahrerin die Kontrolle über ihr Auto verlor und in einem brennenden Wrack starb, wird Sabrina Rennfahrerin, John Bosley Prediger und Jill seine Tochter. Während Kelly aus anderen Blickwinkeln arbeitet, entdecken die drei Engel eine Verschwörung, die weit über die Rennstrecke hinausreicht...","versions":[{"lang":1,"streams":[{"redirect":13908934,"hoster":"VOE"},{"redirect":13908947,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krieg der Syndikate","epNo":3,"alt":"The Mexican Connection","descr":"Charlie beauftragt die Mädchen, die Saboteure eines Charterflugzeugs mit einer Fracht Heroin zu finden. Jill wird Schwimmlehrerin und unterrichtet die Tochter eines wohlhabenden mexikanischen Geschäftsmannes. Ihre Tarnung ist nur dem überlebenden Piloten des verunglückten Flugzeugs bekannt. Bevor die drei Engel jedoch ihre falschen Identitäten glaubhaft machen können, geraten sie zwischen zwei kriegführende Heroinhändler... Tipp für Fans: Dies ist die einzige Folge, in der Farrah Fawcett-Majors einen Badeanzug trägt.","versions":[{"lang":1,"streams":[{"redirect":13908955,"hoster":"VOE"},{"redirect":13908967,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Puppenspiele","epNo":4,"alt":"Night Of The Strangler","descr":"Eine Serie von Frauenmorden ruft die Engel auf den Plan. Kelly, Jill und Sabrina sollen dem Täter eine Falle stellen. Weil Kelly ungeheure Ähnlichkeit mit einem der Opfer hat, wird sie als Lockvogel eingesetzt. Ein lebensgefährliches Unterfangen.","versions":[{"lang":1,"streams":[{"redirect":13908961,"hoster":"VOE"},{"redirect":13908980,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Engel in Ketten","epNo":5,"alt":"Angels In Chains","descr":"Eine junge Frau ist spurlos verschwunden. Unterwegs auf einer Campingreise war sie wegen angeblichen Drogenbesitzes verhaftet und auf eine Gefängnisfarm gebracht worden. Die Engelchen lassen sich verhaften und auf die Farm bringen.","versions":[{"lang":1,"streams":[{"redirect":13908988,"hoster":"VOE"},{"redirect":13908997,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"An die falsche Adresse","epNo":6,"alt":"Target: Angels","descr":"Ein unbekannter Attentäter versucht, Jill, Kelly und Sabrina zu töten. Die Mädchen ziehen sich aus ihrem Leben zurück und suchen die einzig sichere Zuflucht, die sie kennen: Charlies Wohnhaus. Ihre Erwartung, Charlie zum ersten Mal zu sehen, wird schnell zur Nebensache, als sie plötzlich bemerken, dass sie den Mörder zu seinem eigentlichen Ziel geführt haben: Charlie! Mit Tom Selleck als Gaststar.","versions":[{"lang":1,"streams":[{"redirect":13908990,"hoster":"VOE"},{"redirect":13909002,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mord-Hotel exklusiv","epNo":7,"alt":"The Killing Kind","descr":"Charlie beauftragt die drei Engel, den Mord an der Tochter eines alten Freundes aufzuklären. Die drei machen sich auf die Suche nach dem Mörder in einem exklusiven Hotelresort – Jill als Tennislehrerin, Kelly als Magazinfotografin und Sabrina als Gast. Bald erfahren sie, dass der Eigentümer des Hotels im Rahmen eines Zeugenschutzprogramms eine neue Identität erhalten hat und ein neues kriminelles Reich für sich aufgebaut hat.","versions":[{"lang":1,"streams":[{"redirect":13909025,"hoster":"VOE"},{"redirect":13909022,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tatort: Geisterbahn","epNo":8,"alt":"To Kill An Angel","descr":"Kelly nimmt Skip, einen autistischen kleinen Jungen, mit auf einen Ausflug in einen Vergnügungspark. In einem unbeaufsichtigten Moment stossen zwei Männer auf Skip, nachdem sie gerade einen Mann ermordet haben. Einer der Mörder lässt seine Waffe in der Nähe von Skip fallen, der dann versehentlich auf Kelly schiesst und davonläuft. Kelly wird ins Krankenhaus eingeliefert. Sabrina und Jill machen sich auf die Suche nach Skip und versuchen, seinen Aufenthaltsort anhand von Hinweisen aus seinem Lieblingskinderlied zu ermitteln. Die Mörder besuchen Kelly im Krankenhaus und erfahren so ebenfalls von diesen Hinweisen. Sie sind fest entschlossen, Skip zum Schweigen zu bringen, bevor die Engel ihn retten können...","versions":[{"lang":1,"streams":[{"redirect":13909038,"hoster":"VOE"},{"redirect":13909029,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Killer mit der Schere","epNo":9,"alt":"Lady Killer","descr":"Die Engel versuchen eine mysteriöse Mordserie aufzuklären, der bereits mehrere Models zum Opfer gefallen sind. Sie alle waren auf einer Doppelseite der Zeitschrift \"Feline Magazine\" abgebildet. Jill hofft, den Mörder provozieren zu können, indem sie sich als Model bei der Zeitschrift bewirbt. Sie kommt tatsächlich in die engere Auswahl. Aber es gibt viele Verdächtige in dem von internen Streitigkeiten zerrissenen Verlag. Außerdem erschweren Anschläge auf das Leben der Detektivinnen Kelly und Sabrina die weiteren Ermittlungen. Schließlich sieht sich Jill allein dem Mörder gegenüber…","versions":[{"lang":1,"streams":[{"redirect":13909044,"hoster":"VOE"},{"redirect":13909047,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Drei Engel treffen ins Schwarze","epNo":10,"alt":"Bullseye","descr":"Charlie beauftragt seine drei Engel mit der Untersuchung des Mordes an einem weiblichen Rekruten auf einer Militärbasis. Um unauffällig Nachforschungen anstellen zu können, nehmen Jill und Kelly ihren Dienst in der Ausbildungskompanie auf, während Sabrina im Militärkrankenhaus als Krankenschwester arbeitet. Die ersten Anhaltspunkte liefert eine Patientin, die sich weigert, sich ein bestimmtes Medikament spritzen zu lassen. Kurz darauf kann John Bosley feststellen, wem die Tatwaffe gehört: Sergeant Billings. Billings hat gemeinsam mit dem Arzt Dr. Canlon Profit mit dem Einkauf abgelaufener Medikamente für die Katastrophenversorgung gemacht. Als Jill das Büro des Sergeants durchsucht, wird sie dabei von ihm überrascht und als Geisel genommen. Können Sabrina und Kelly seine Flucht verhindern?","versions":[{"lang":1,"streams":[{"redirect":13909050,"hoster":"VOE"},{"redirect":13909056,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Frosch und die Diamanten","epNo":11,"alt":"Consenting Adults","descr":"Die drei Detektivinnen werden auf eine Computer-Vermittlungsagentur angesetzt, die offenbar als Deckmantel für Prostitution und Diebstähle fungiert. Der Raub eines mit gestohlenen Diamanten gefüllten Keramikfrosches hat dabei einen Krieg in der Unterwelt ausgelöst. Der Besitzer der Diamanten, der Boß eines Verbrechersyndikats, glaubt, der beraubte Antiquitätenhändler habe den Diebstahl erfunden und entführt ihn. Jill gibt sich als Prostituierte aus, um Einblick in das Vermittlungsunternehmen zu bekommen. Sabrina und Jill tarnen sich als Tierärztinnen und stehlen das Rennpferd des Bandenbosses, um Beweise zu finden. Tatsächlich erklärt der Mann sich bereit, den Engeln im Austausch gegen das Pferd die Diamanten auszuhändigen.","versions":[{"lang":1,"streams":[{"redirect":13909054,"hoster":"VOE"},{"redirect":13909064,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Engel in Hypnose","epNo":12,"alt":"The Séance","descr":"Eine reiche Witwe engagiert die Engel, um das Verschwinden ihres Schmucks aufzuklären. Als die Engel herausfinden, dass die Dame ihre Finanzen über ein Medium verwaltet, spüren sie die Hauptverdächtige, Madame Dorian, auf. Kelly nimmt die Identität einer reichen texanischen Witwe an, Jill wird ihre Freundin und Bosley ihr französischer Chauffeur. Madame Dorians Assistent hypnotisiert Kelly, um Informationen von ihr zu erhalten. In der Trance offenbart Kelly ihre wahre Identität als Privatdetektivin. Als er merkt, dass das Betrugsspiel aufgedeckt wurde, programmiert er Kelly, Jill zu töten...","versions":[{"lang":1,"streams":[{"redirect":13909063,"hoster":"VOE"},{"redirect":13909062,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Tod auf Rollen","epNo":13,"alt":"Angels On Wheels","descr":"Jill wird zum Star eines Roller-Derby-Teams, um den mysteriösen Tod des Skating-Championins Karen Jason zu untersuchen, die bei einem Rennen über die Leitplanke ins Publikum geschleudert wurde. Charlies Klientin glaubt, Karen sei ermordet worden, obwohl die Polizei behauptet, der Tod sei ein Unfall gewesen. Auf der Suche nach Hinweisen hilft Sabrina als Versicherungsermittlerin und Kelly als aufdringliche Autorin für ein nationales Magazin.","versions":[{"lang":1,"streams":[{"redirect":13909065,"hoster":"VOE"},{"redirect":13909072,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Killer mit der Katze","epNo":14,"alt":"Angel Trap","descr":"Charlies Engel werden beauftragt, einer Reihe von Mordanschlägen auf Mitglieder einer früheren französischen Untergrundorganisation nachzugehen. Der Hauptverdächtige ist ein Mann namens Jericho. Um ihn zu überführen, gibt sich Sabrina als Freundin des wahrscheinlich nächsten Opfers Kamden aus. Jill inszeniert unterdessen eine scheinbar zufällige Begegnung mit Jericho. Aber Jill fällt es bald schwer, sich auf ihre Aufgabe zu konzentrieren. Sie hat sich in Jericho verliebt. Dennoch informiert sie die anderen, daß Jerichos nächster Anschlag im Stadtpark stattfinden soll. Kelly wartet bereits mit einem Polizeiaufgebot, als Jericho zuversichtlich und mit einer Katze auf dem Arm erscheint.","versions":[{"lang":1,"streams":[{"redirect":13909079,"hoster":"VOE"},{"redirect":13909083,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Pleite eines Gauners","epNo":15,"alt":"The Big Tap-out","descr":"Der notorische Spieler und Dieb Roy David wird verdächtigt, eine Versicherungsgesellschaft um 40.000 Dollar betrogen zu haben. Das Beweismaterial sollen Kelly, Jill und Sabrina zusammentragen. Sie animieren Roy auf der Rennbahn, fast die Hälfte des erbeuteten Betrages auf das falsche Pferd zu setzen und bringen ihn im Spielcasino um den Rest des Geldes. In seiner Finanznot bleibt dem verzweifelten Roy nur ein weiterer Diebstahl als Ausweg. Die Engel inzenieren einen Unfall, bei dem Roy ein Grundriss des Casinos mit der Safekombination in die Hände fällt. Erwartungsgemäß bereitet der Gauner sich auf seinen Raubzug vor.","versions":[{"lang":1,"streams":[{"redirect":13909092,"hoster":"VOE"},{"redirect":13909087,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Doppelgänger","epNo":16,"alt":"Angels On A String","descr":"Eigentlich machen die Detektivinnen gerade Ferien, aber als ein führender Politiker der an ihrem Urlaubsort stattfindenden Weltkonferenz entführt und durch einen Doppelgänger ersetzt wird, ruft das die Engel auf den Plan. Sie finden heraus, daß der Doppelgänger eine radikale Rede halten und so den entführten Politiker diskreditieren und seiner Sache entscheidend schaden soll. Als Kellnerin verkleidet rettet Sabrina das Leben des stellvertretenden Staatssekretärs, indem sie ein vergiftetes Weinglas rechtzeitig austauscht. Jill dringt währenddessen als Zimmermädchen in die Räume der falschen FBI-Agenten ein, die ihn beschützen sollten.","versions":[{"lang":1,"streams":[{"redirect":13909109,"hoster":"VOE"},{"redirect":13909102,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das stand nicht im Drehbuch","epNo":17,"alt":"Dirty Business","descr":"Nach einem Brandanschlag auf ein offenbar seriöses Unternehmen werden Charlies Engel mit der Untersuchung des Falles beauftragt. Die Detektivinnen finden schnell heraus, daß die Firma als Deckmantel für eine Pornofilmproduktion fungiert. Außerdem filmt das Studio heimlich die unseriösen Freizeitaktivitäten wohlhabender Leute, um sie anschließend zu erpressen. Die Engel stoßen zufällig in einem der Pornofilme auf den entscheidenden Hinweis, der sie zum Boß des Unternehmens führt.","versions":[{"lang":1,"streams":[{"redirect":13909106,"hoster":"VOE"},{"redirect":13909111,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Erpressung in Las Vegas","epNo":18,"alt":"The Vegas Connection","descr":"Cass Harper verspricht jungen Mädchen einen lukrativen Job als Tänzerin in einem Nachtlokal in Las Vegas, sofern sie nebenbei als Prostituierte arbeiten. Oft heiraten die Revue-Mädchen reiche Spieler, und Cass erpreßt sie dann mit ihrer Vergangenheit. Jill und Kelly geben sich im Auftrag eines der Opfer als Revue-Tänzerinnen aus. John Bosley spielt den großzügigen Reichen, der sich amüsieren will, und Sabrina tritt als Rechnungsprüferin auf und überzeugt einen mächtigen Casino-Inhaber, daß sein Angestellter Cass Harper Geld unterschlagen hat. Verzweifelt versucht der, seinen Chef von seiner Unschuld zu überzeugen.","versions":[{"lang":1,"streams":[{"redirect":13909128,"hoster":"VOE"},{"redirect":13909132,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Operation Bosley","epNo":19,"alt":"Terror On Ward One","descr":"Die Engel werden engagiert, um einen Vergewaltiger zu überführen, der die Nachtschwestern des Stadtkrankenhauses in Angst und Schrecken versetzt. Während Jill und Kelly sich als Schwesternschülerinnen ausgeben, nimmt Sabrina die Identität einer Journalistin an, und John Bosley wird als Patient in die Chirurgie aufgenommen. Immer mehr Hinweise deuten auf den Chef-Chirurgen hin, der Aufputschmittel nimmt, um die enorme Anzahl der Operationen bewältigen zu können. Aber auch ein weiterer Verdächtiger taucht auf: ein Angehöriger der Nachtwache ist der verbitterte Sohn eines Patienten, dessen Tod ein Arzt verursacht haben soll. Mit ganz anderen Problemen wird Bosley konfrontiert: Nach einer Verwechslung entfernt man ihm gegen seinen Willen den gesunden Blinddarm.","versions":[{"lang":1,"streams":[{"redirect":13909116,"hoster":"VOE"},{"redirect":13909120,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Traue keinem Gigolo","epNo":20,"alt":"Dancing In The Dark","descr":"Die einsame Witwe eines berühmten Baseball-Spielers wird nach einer kurzen Affäre mit einem Gigolo erpreßt. Charlies Engel übernehmen die Untersuchung. Da die beiden sich in einem Tanzkurs kennengelernt hatten, geben Jill und Sabrina sich als Tanzlehrerin und als reiche Erbin aus. Kelly spielt eine Fotografin, die angeblich vom Erpresser beauftragt wurde, um Fotos von Sabrina zu schießen, die den Verlockungen eines Gigolos nicht länger widerstehen kann. Bosley tritt als aufgebrachter Vater auf. Alles verläuft nach Plan, bis der echte Fotograf auftaucht und völlig überraschend alle bloßstellt.","versions":[{"lang":1,"streams":[{"redirect":13909137,"hoster":"VOE"},{"redirect":13909139,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Comeback der Gloria Gibson","epNo":21,"alt":"I Will Be Remembered","descr":"Die alternde Schauspielerin Gloria Gibson verliert anscheinend ihrenVerstand, als sie die Todesszenen aus ihren alten Filmen nacherlebt. Kelly bekommt eine Rolle in Miss Gibsons Comeback-Film, Sabrina agiert als Sekretärin der Hauptdarstellerin, und Jill gibt vor, eine Zeitschriftenautorin zu sein, die über den Film berichtet. Während der Dreharbeiten werden mehrere Versuche unternommen, die Schauspielerin und die Mädchen zu töten. Schliesslich entdecken die Engel, dass derjenige, der Gloria Gibson aus dem Weg schaffen will, offensichtlich etwas in ihrer Villa sucht...","versions":[{"lang":1,"streams":[{"redirect":13909123,"hoster":"VOE"},{"redirect":13909117,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Drei Engel auf See","epNo":22,"alt":"Angels At Sea","descr":"Bei einer Reihe von angeblichen Unfällen an Bord eines Kreuzfahrtschiffes wird ein junges Paar ermordet. Die Engel machen sich auf die Reise nach Hawaii, um nach dem Schiffseigner zu suchen, der offensichtlich kurz vor dem Bankrott steht. Doch der Mörder kennt von Anfang an die wahre Identität der Mädchen. Noch schlimmer: Schliesslich wird von der Schiffsbrücke aus auch noch angekündigt, dass drei Bomben an Bord sind – und jede wird innerhalb von Minuten explodieren...","versions":[{"lang":1,"streams":[{"redirect":13909119,"hoster":"VOE"},{"redirect":13909125,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tödliche Massage","epNo":23,"alt":"Blue Angels","descr":"Nachdem zwei Männer unter obskuren Umständen in einem Massagesalon ermordet wurden, werden Charlies Engel engagiert, um die Polizisten zu überprüfen, die die Morde gemeldet hatten. Ein Polizeibeamter wird verdächtigt, die Besitzer mehrerer Massagesalons erpresst zu haben. Sabrina wird als dessen Assistentin eingeschleust, während Kelly an der Polizei-Akademie zwei verdächtige Rekruten sucht, die an den Verbrechen beteiligt gewesen sein sollen. Jill eröffnet unterdessen den Massagesalon wieder, in dem die Morde verübt wurden. Der verdächtigte Polizist versucht, auch Jill zu erpressen. Kelly hat inzwischen die Komplizen aufgespürt, und alles verläuft planmäßig, bis Sabrina unerwartet im Büro erkannt wird.","versions":[{"lang":1,"streams":[{"redirect":13908915,"hoster":"VOE"},{"redirect":13908918,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tausche Gangster gegen Charlie - Teil 1","epNo":1,"alt":"Angels In Paradise (1)","descr":"Da Jill Munroe Charlies Detektivinnen-Trio aus privaten Gründen verlassen muss, tritt ihre nicht minder attraktive Schwester Kris an ihre Stelle und wird sofort mit einem Großeinsatz konfrontiert: Charlie wurde auf Hawaii gekidnappt. Auf Hawaii erfahren die drei Engel, dass hinter der Entführung Leilani Shan steckt, die ihren Mann Billy aus dem Gefängnis befreien will. Beide kontrollieren gemeinsam einen großen Teil des organisierten Verbrechens auf der Insel. Leilani teilt Sabrina, Kris und Kelly mit, dass sie Charlie erst dann gehen lassen wird, wenn die Engel ihren Mann aus dem Gefängnis befreit haben. Billys Flucht scheint sich leicht arrangieren zu lassen. Sein Anwalt George Hollis überzeugt einen Richter, Billy zu einer Vernehmung vorzuladen. Auf dem Weg dorthin fangen die Engel das Auto ab.Teilweise Englisch","versions":[{"lang":1,"streams":[{"redirect":13908516,"hoster":"VOE"},{"redirect":13908520,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tausche Gangster gegen Charlie - Teil 2","epNo":2,"alt":"Angels In Paradise (2)","descr":"Um Charlie auf Hawaii aus den Händen seiner Entführerin Leilani Chan zu retten, haben die Engel deren Mann Billy aus dem Gefängnis geholt. Aber als sie Leilani anbieten, die Männer wie geplant gegeneinander auszutauschen, hat Leilani Charlie nicht mehr in ihrer Gewalt: Er wurde erneut gekidnappt. Nun müssen sich Sabrina, Kris und Kelly mit Mister Blue befassen, der ihnen ebenfalls Charlie im Tausch gegen Billy anbietet. Aber er beabsichtigt, nach der Übernahme der Macht über das organisierte Verbrechen auf Hawaii Billy töten zu lassen. Also versuchen die Engel selbst, Charlie zu befreien. In einem Massagesalon erfahren sie, dass ihnen Mister Blues Psychiater verraten könnte, wo Charlie versteckt gehalten wird.","versions":[{"lang":1,"streams":[{"redirect":13908524,"hoster":"VOE"},{"redirect":13908529,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eiskalter Terror - Teil 1","epNo":3,"alt":"Angels On Ice (1)","descr":"Als das Solotanzpaar einer Eisrevue gekidnappt wird, bewirbt sich überraschend schnell ein neues Tanzpaar, das mit dem Ablauf der Show bereits bestens vertraut ist: Olga und Luisi. Da der Produzent der Show die Townsend-Agentur um Aufklärung der Entführung gebeten hat, wird Kelly als Eistänzerin eingeschleust. Kris arbeitet als Clown der Revue, und Sabrina und John Bosley als Platzanweiser. Auch als der Requisiteur der Gruppe, der spezielle Trickgewehre für die Show präparierte, verschwindet, ist sofort ein versierter Ersatzmann zur Stelle. Er plant allerdings, die Gewehre bei der Premiere mit echten Patronen zu laden.","versions":[{"lang":1,"streams":[{"redirect":13908538,"hoster":"VOE"},{"redirect":13908531,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eiskalter Terror - Teil 2","epNo":4,"alt":"Angels On Ice (2)","descr":"Charlies Team versucht, die verschwundenen Mitglieder einer Eisrevue zu finden. Aber der Durchbruch in den Ermittlungen gelingt erst, als Kelly einer verdächtigen Limousine zu einem arabischen Restaurant folgt. Als Bauchtänzerin getarnt erfährt sie, dass während der Premiere ein Terroranschlag auf eine Gruppe arabischer Ölscheichs verübt werden soll. Aber noch bevor sie das Restaurant verlassen kann, fliegt Kellys Tarnung auf. Gemeinsam mit den drei gekidnappten Mitgliedern der Eisrevue wird sie eingesperrt.","versions":[{"lang":1,"streams":[{"redirect":13908537,"hoster":"VOE"},{"redirect":13908541,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nur Engel sind schöner","epNo":5,"alt":"Pretty Angels All In A Row","descr":"Als es im Vorfeld einer Miss-Wahl zu mehreren Anschlägen kommt, fürchtet der Organisator Ben Pawl um seine Veranstaltung und bittet Charlie und sein Team um Hilfe. Kris und Kelly geben sich als Kandidatinnen für den Titel der \"Miss Chrysantheme\" aus, während Sabrina und Bosley als Fernsehteam auftreten. Kurz darauf werden sie Zeugen weiterer Zwischenfälle. Außerdem wird versucht, Jury-Mitglied Millicent Farber zu bestechen, damit sie für eine bestimmte Bewerberin stimmt. Als Millicent sich wehrt, wird sie entführt. Zwei Männer werden von Sabrina beobachtet, als sie auch an Millicents Nachfolgerin herantreten. Während der Verfolgung wird Sabrina entdeckt und selbst gekidnappt. Die Gangster versuchen, von Bosley ein Lösegeld zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":13908542,"hoster":"VOE"},{"redirect":13908545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Engel lernt fliegen","epNo":6,"alt":"Angel Flight","descr":"Die Stewardess Angela wird von einem Unbekannten terrorisiert, der Zugang zu ihrer Wohnung hat, ihre Gewohnheiten kennt, aber nie Spuren hinterlässt. Verängstigt bittet sie ihre alte Schulfreundin Sabrina und deren Kolleginnen um Hilfe. Aber obwohl die Detektivinnen Angela pausenlos überwachen, kann der Täter seinen Terror fortsetzen und tötet sogar eine Kollegin von Angela. Die Engel vermuten, dass der Unbekannte einen großangelegten Schmuggel während des Probeflugs zur Schulung der Stewardessen plant. Tatsächlich wird nach dem Start der Flugingenieur zusammengeschlagen, und Angela, von dem Mörder erpresst, zwingt den Kapitän zur Kursänderung","versions":[{"lang":1,"streams":[{"redirect":13908553,"hoster":"VOE"},{"redirect":13908549,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Engel im Zirkus","epNo":7,"alt":"Circus Of Terror","descr":"Nach einer langen Reihe von Unfällen steht ein kleiner Zirkus kurz vor dem Bankrott. Der Sohn des Zirkusdirektors wendet sich vor der alles entscheidenden Premiere an die Townsend-Agentur. Kelly und Bosley mischen sich mit einer Motorradnummer unters Zirkusvolk, und Sabrina gibt sich als Nichte des Clowns aus, der als einziger vom Auftrag der Engel weiß. Kris muss die Stelle der Assistentin des Messerwerfers Helmut Klaus übernehmen, der verdächtig erscheint. Die Unfälle, die nun geschehen, gelten den Detektivinnen. Offensichtlich steckt der Clown dahinter, der dem Zirkusbesitzer die Schuld am Tod seiner Nichte gibt. Er plant, die Engel während der Generalprobe zu ermorden.","versions":[{"lang":1,"streams":[{"redirect":13908556,"hoster":"VOE"},{"redirect":13908557,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein verliebter Engel","epNo":8,"alt":"Angel In Love","descr":"In einem Luxusfreizeitzentrum geschieht scheinbar ohne Motiv ein Mord. Die Besitzerin setzt Charlies Team auf den Fall an: Bosley tritt als Kunde auf, der eine Gemüsediät macht, während Sabrina sich bei ihren Beobachtungen in den Feriengast Doug O’Neal verliebt, der einer der Verdächtigen ist. Nach dem Mord wurde ein Mann beobachtet, auf den Dougs Beschreibung passt. Als der Bungalow der Engel durchsucht wird und sie eine Bombenattrappe finden, spitzt sich der Fall zu. Und Sabrina fühlt sich immer mehr zu Doug hingezogen, dessen Vergangenheit nicht astrein zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":13908561,"hoster":"VOE"},{"redirect":13908565,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Engel gegen Ufo","epNo":9,"alt":"Unidentified Flying Angels","descr":"Eine reiche und exzentrische alte Dame ist verschwunden. Ihre Nichte beauftragt die Engel, sie zu suchen. Die Verschwundene war Mitglied in einem obskuren Verein, der angeblich in Verbindung zu Außerirdischen steht. John Bosley und Kris Munroe treten dem Verein bei, um so etwas über die alte Dame zu erfahren. Kelly kümmert sich unterdessen um einen jungen Mann, der gesehen hat, wie die Frau am Abend ihres Verschwindens von zwei Männern gewaltsam weggebrachtet wurde. Sabrina entdeckt währenddessen einige Geräte, die übernatürliche Phänomene vorgaukeln sollen. Doch dabei wird sie selbst entdeckt.","versions":[{"lang":1,"streams":[{"redirect":13908567,"hoster":"VOE"},{"redirect":13908570,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Engel in Nöten","epNo":10,"alt":"Angels On The Air","descr":"Die Radioreporterin Joyce wird von einem Unbekannten bedroht. Der Kreis der Verdächtigen ist groß, da sich Joyce mit ihren Reportagen viele Feinde gemacht hat. Charlies Engel überprüfen einige der potentiellen Rächer, aber auch den Piloten Buck, der beim gleichen Sender arbeitet. Kelly übernimmt die Rolle von Joyce, was sie schon bald in eine gefährliche Situation bringt. Ein Maskierter verfolgt sie mit dem Auto und bedroht sie mit einem Gewehr. Als Sabrina kurz darauf den letzten Verdächtigen besucht, einen Wissenschaftler, der durch eine Reportage von Joyce um Ruhm und eine Prämie gebracht wurde, erfährt dieser durch eine Wahrheitsdroge, daß er verdächtigt wird. Er beschließt, Sabrina zu töten.","versions":[{"lang":1,"streams":[{"redirect":13908573,"hoster":"VOE"},{"redirect":13908577,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Engelmacher","epNo":11,"alt":"Angel Baby","descr":"Tommy Anders, ein alter Freund von Kelly, verlässt unerlaubt seinen Armeeposten, weil er befürchtet, seine Verlobte Marie habe ihn verlassen. In Wirklichkeit erwartet Marie ein Kind von ihm. Sie möchte ihn aber nicht zur Heirat zwingen und ist an Hugh Tomlin und dessen Leibwächter Chaffey geraten, der in einem Mädchenheim schwangere Mädchen dazu bringt, ihre Babys an ihn abzugeben. Um in das obskure Mädchenheim mit angeschlossenem Babyhandel zu gelangen, geben sich Sabrina und Bosley als Ehepaar aus, das bereit ist, für ein Baby zu zahlen. Kelly behauptet, dass sie schwanger ist, während Kris sich im Heim um eine Stelle als \"Engelmacherin\" bewirbt.","versions":[{"lang":1,"streams":[{"redirect":13908580,"hoster":"VOE"},{"redirect":13908581,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Engel hinter den Kulissen","epNo":12,"alt":"Angels In The Wings","descr":"Enrico Mancino möchte Ellen und Frank Jason für ein Musical engagieren, mit dem sie schon vor zwanzig Jahren Triumphe feierten. Die gegenseitige Abneigung der geschiedenen Eheleute ist allerdings so groß, daß sie sich weigern, nochmals zusammenzuarbeiten. Aber da Frank hochverschuldet ist, kann Mancino ihn unter Druck setzen. Die Proben werden immer wieder von Terroranschlägen bedroht. Die drei Engel werden engagiert und finden eine Spur zum geistesgestörten, stummen Anton Metzger. Kris freundet sich unterdessen mit Frank Jason an, der ihr schauspielerisches Talent entdeckt.","versions":[{"lang":1,"streams":[{"redirect":13908584,"hoster":"VOE"},{"redirect":13908598,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Magisches Feuer","epNo":13,"alt":"Magic Fire","descr":"Illusionist Wendell Muse wendet sich an Charlies Engel. Die Polizei verdächtigt ihn, ein Brandstifter zu sein. Da er Spezialität für Feuertricks ist und niemals ein Mensch an den Brandstätten beobachtet wurde, kommt für die Ermittler nur Muse als Täter in Frage.","versions":[{"lang":1,"streams":[{"redirect":13908626,"hoster":"VOE"},{"redirect":13908613,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"[In Gersub, nie synchronisiert]","epNo":14,"alt":"The Sammy Davis Jr. Kidnap Caper","descr":"","versions":[{"lang":1,"streams":[{"redirect":13908664,"hoster":"VOE"},{"redirect":13908665,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Drei sattelfeste Engel","epNo":15,"alt":"Angels On Horseback","descr":"Bosley und die drei Engel steigen auf einer Ferienranch ab. Dort sollen sie einen Mord aufklären. Kurz darauf kommt auch ihr Auftraggeber, der Besitzer der Ranch, ums Leben. Die Engel finden heraus, dass die Morde in Zusammenhang mit einem Immobilienbetrug stehen.","versions":[{"lang":1,"streams":[{"redirect":13908682,"hoster":"VOE"},{"redirect":13908688,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Spiel, Satz und Tod","epNo":16,"alt":"Game, Set, Death","descr":"Bosley und die drei Engel steigen auf einer Ferienranch ab. Dort sollen sie einen Mord aufklären. Kurz darauf kommt auch ihr Auftraggeber, der Besitzer der Ranch, ums Leben. Die Engel finden heraus, dass die Morde in Zusammenhang mit einem Immobilienbetrug stehen.","versions":[{"lang":1,"streams":[{"redirect":13908692,"hoster":"VOE"},{"redirect":13908695,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Countdown für Sabrina","epNo":17,"alt":"Hours Of Desperation","descr":"Ein psychopathischer Gangster wurde von seinem Kumpanen nach einem Diamanteraub betrogen. Es gelingt ihm, Sabrina in seine Gewalt zu bringen. Er droht, sie zu töten, falls Kris und Kelly nicht rechtzeitig die Diamanten beschaffen.","versions":[{"lang":1,"streams":[{"redirect":13908726,"hoster":"VOE"},{"redirect":13908704,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Drei Engel auf Diamantenjagd","epNo":18,"alt":"Diamond In The Rough","descr":"Freddie Brandner, Meisterdieb im Ruhestand, braucht dringend die Hilfe der Engelchen. Zwei Gangster vermuten, dass er hinter dem spektakulären Juwelenraub steckt, der derzeit die Gemüter erregt: \"Das Licht von Arabien\" ist spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":13908721,"hoster":"VOE"},{"redirect":13908723,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zwei Engel am Ball","epNo":19,"alt":"Angels In The Backfield","descr":"Ein aufstrebendes weibliches Football-Team wird von Motorradfahrern terrorisiert. Um den Fall aufzuklären, schickt Charlie Kris und Sabrina als Spielerinnen in die Arena. Kelly gibt sich indessen als Reporterin aus und lernt einen besonderen Fan kennen.","versions":[{"lang":1,"streams":[{"redirect":13908734,"hoster":"VOE"},{"redirect":13908739,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Sandburgen-Morde","epNo":20,"alt":"The Sandcastle Murders","descr":"Kris Munroes Freundin Betsy Harper wird am Strand von Malibu ermordet. Die drei Engel zögern keine Sekunde und schalten sich ein. Bei ihren Nachforschungen kommen sie dem \"Sandburgen-Mörder\" auf die Spur, der bereits mehrere Frauen auf dem Gewissen hat.","versions":[{"lang":1,"streams":[{"redirect":13908752,"hoster":"VOE"},{"redirect":13908747,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"[In Gersub, nie synchronisiert]","epNo":21,"alt":"Angel Blues","descr":"","versions":[{"lang":1,"streams":[{"redirect":13908753,"hoster":"VOE"},{"redirect":13908779,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Puppen und Kanonen","epNo":22,"alt":"Mother Goose Is Running For His Life","descr":"Spielzeugfabrikant Swinnerton soll durch Anschläge und Sabotage gezwungen werden, seine Firma zu verkaufen. Charlie setzt seine Engelchen auf den Fall an. Eine erste Spur führt Kris, Sabsi und Kelly zu Gordon Roclair, dem Chefdesigner der Firma.","versions":[{"lang":1,"streams":[{"redirect":13908773,"hoster":"VOE"},{"redirect":13908777,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Engel der Nacht","epNo":23,"alt":"Little Angels Of The Night","descr":"Um einen Callgirl-Mörder zu überführen, tarnen sich die Engel als \"Mädchen der Nacht\". Zunächst fällt der Verdacht auf einen Pizza-Lieferanten. Doch Sabrina erscheinen die Indizien gegen ihn zu offensichtlich.","versions":[{"lang":1,"streams":[{"redirect":13908845,"hoster":"VOE"},{"redirect":13908869,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Dieb, der Mörder und die Juwelen","epNo":24,"alt":"The Jade Trap","descr":"Um einen Callgirl-Mörder zu überführen, tarnen sich die Engel als \"Mädchen der Nacht\". Zunächst fällt der Verdacht auf einen Pizza-Lieferanten. Doch Sabrina erscheinen die Indizien gegen ihn zu offensichtlich.","versions":[{"lang":1,"streams":[{"redirect":13908877,"hoster":"VOE"},{"redirect":13908905,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kies und Diamanten","epNo":25,"alt":"Angels On The Run","descr":"LKW-Fahrer Larry Kantrelle wird von Gangstern überfallen und entführt. Seine Frau Sue schaltet die Townsend-Agentur ein. Charlies Engelchen können knapp verhindern, dass auch Sue entführt wird. Kelly schlüpft in ihre Rolle und lässt sich an ihrer Stelle kidnappen","versions":[{"lang":1,"streams":[{"redirect":13908887,"hoster":"VOE"},{"redirect":13908906,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Drei Engel und ein Oldtimer","epNo":26,"alt":"Antique Angels","descr":"Bei dem Überfall auf eine Fabrik wird neuentwickelter Raketentreibstoff gestohlen. Als Teilnehmer einer Oldtimer-Rallye getarnt, wollen die Täter den Treibstoff zu ihrem Abnehmer bringen. Die Engelchen müssen das unbedingt verhindern.","versions":[{"lang":1,"streams":[{"redirect":13908508,"hoster":"VOE"},{"redirect":13908514,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mord in Las Vegas - Teil 1","epNo":1,"alt":"Angels In Vegas - Part 1","descr":"Der Kasinobesitzer Frank Howell wendet sich an die Townsend-Agentur. Zwei seiner Mitarbeiter seien bei mysteriösen Autounfälle gestorben. Frank ist davon überzeugt, dass es sich dabei in Wirklichkeit um Mord handelt.","versions":[{"lang":1,"streams":[{"redirect":13908569,"hoster":"VOE"},{"redirect":13908574,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mord in Las Vegas - Teil 2","epNo":2,"alt":"Angels In Vegas - Part 2","descr":"Sabrina, Kelly, Kris und Bosley lassen sich als Mitarbeiter getarnt in Franks Kasino einschleusen. Eine Reihe mysteriöser Unfälle haben Frank alarmiert. Die Engel vermuten, dass Franks Konkurrent Mark Haines dahinter steckt. Das scheint sich schon bald zu bestätigen.","versions":[{"lang":1,"streams":[{"redirect":13908579,"hoster":"VOE"},{"redirect":13908576,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Engel auf heißen Reifen","epNo":3,"alt":"Angel Come Home","descr":"Eine Autoexplosion tötet Jills Verlobten und sie selbst wird zum nächsten Ziel in diesem Hochgeschwindigkeitsabenteuer. Die drei Engel müssen sprichwörtlich einen Gang zulegen... Diese Episode markiert den ersten von sechs Gastauftritten von Farrah Fawcett-Majors in ihrer Rolle als Jill Munroe. Gaststar: Farrah Fawcett-Majors.","versions":[{"lang":1,"streams":[{"redirect":13908582,"hoster":"VOE"},{"redirect":13908586,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Engel im Himmel","epNo":4,"alt":"Angel On High","descr":"Millionär Jonathan Stambler beauftragt die Townsend-Agentur, seinen unehelichen Sohn William Freeman ausfindig zu machen. Die Engel nehmen den Auftrag an. Schon bald wird ihnen klar: Sie sind nicht die Einzigen, die nach dem zukünftigen Erben suchen.","versions":[{"lang":1,"streams":[{"redirect":13908610,"hoster":"VOE"},{"redirect":13908608,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tod auf der Schönheitsfarm","epNo":5,"alt":"Angels In Springtime","descr":"Ein Mord auf einer Schönheitsfarm ruft die Engel auf den Plan. Die ehemalige Leinwandlegende Eva La Deux kam unter mysteriösen Umständen ums Leben. Kurz vor ihrem Tod hatte die Diva an ihren Memoiren geschrieben. Von dem Manuskript fehlt jede Spur.","versions":[{"lang":1,"streams":[{"redirect":13908635,"hoster":"VOE"},{"redirect":13908624,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nur Verlierer müssen gewinnen","epNo":6,"alt":"Winning Is For Losers","descr":"Linda Frye, eine Schulfreundin von Kris, soll durch anonyme Drohbriefe gezwungen werden, vorzeitig aus dem hochdotierten Golfturnier von Cyprus Pines auszusteigen. Eine Intrige ihrer Hauptkonkurrentin, der Titelverteidigerin Donna Dawson? Als auf Linda geschossen wird, schalten sich die Engel und John Bosley ein. Offenbar hat Lindas Manager Bill Montclair 100.000 Dollar erhalten, damit er Linda veranlasst, aus dem Wettkampf auszusteigen. Als sie sich weigert, wird Bill von seinen Auftraggebern Evan und George getötet. Sie planen, auch Linda zu erschießen, bevor sie am entscheidenden 18. Loch einlochen kann.","versions":[{"lang":1,"streams":[{"redirect":13908656,"hoster":"VOE"},{"redirect":13908680,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Engel als Medium","epNo":7,"alt":"Haunted Angels","descr":"Im Holden-Institut für Parapsychologie wird Kathy Wade ermordet, die Dr. Holden und seinem Mitarbeiter Peter Russell als Medium diente. Das Institut wird von Claire Rossmore finanziert, die hofft, mit ihrem verunglückten Neffen im Jenseits in Verbindung treten zu können. Als der Erfolg ausblieb, spielten die Mitarbeiter des Instituts ihr vor, ihr Neffe sei im Körper des weiblichen Mediums zurückgekehrt. Getarnt werden die Engel in das Institut eingeschleust. Ihre Ermittlungen ergeben, dass Kathy den Betrug an Claire Rossmore nicht länger unterstützen wollte. Peter Russell beschloss daher, sie zu töten. Doch offenbar verfügt der Mann über ein perfektes Alibi.","versions":[{"lang":1,"streams":[{"redirect":13908491,"hoster":"VOE"},{"redirect":13908490,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Drei sündige Engel","epNo":8,"alt":"Pom Pom Angels","descr":"Drei Mädchen einer Football-Cheerleader-Truppe werden von einem Unbekannten entführt. Jedes der Mädchen hatte zuvor einen Brief erhalten, in dem ihr \"sündiges Auftreten\" vorgeworfen wurde. Um den Vorfall zu untersuchen mischen sich die Engel unter die Truppe: Sabrina als Trainerin, Kris und Kelly als Cheerleader. Bald kristallisieren sich drei Verdächtige heraus: der gehemmte Sohn der Managerin der Gruppe, der frustrierte Freund einer der Entführten und der PR-Manager des Vereins.","versions":[{"lang":1,"streams":[{"redirect":13908488,"hoster":"VOE"},{"redirect":13908493,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Engel Ahoi!","epNo":9,"alt":"Angels Ahoy","descr":"Auf dem Luxusdampfer \"Southern Queen\" werden gesuchte Kriminelle nach Südamerika geschmuggelt. Als eine Passagierin glaubt, unter den Mitreisenden einen Mörder erkannt zu haben, wird sie in ihrer Kabine ermordet. Also heuert Kelly als Animateurin auf dem Schiff an, während Kris und John als Passagiere reisen und Sabrina als gesuchte Betrügerin getarnt den Steward Leo Sanchez bittet, sie nach Südamerika zu bringen. Aber Kellys Tarnung fliegt auf: Es wird ein Brandanschlag auf sie verübt. Und Bosley ist nur begrenzt einsatzfähig, da er sich in die attraktive Witwe Joan Sayers verliebt hat. Unterdessen erfährt Kris, dass auf dem großen Maskenball, der den Abschluss der Reise bildet, ein weiterer Anschlag auf Kelly verübt werden soll. Schiffsarzt Harris und seine Komplizen planen, den Engel im Swimmingpool zu ertränken.","versions":[{"lang":1,"streams":[{"redirect":13908492,"hoster":"VOE"},{"redirect":13908495,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nicht nochmal, Sam!","epNo":10,"alt":"Mother Angels","descr":"Die Gefahr ist den Engeln auf den Fersen, als Jill sich der Suche nach dem Mörder eines Opfers anschließt, das versehentlich von einem Mädchen entdeckt wurde.(Gaststar: Farrah Fawcett-Majors)","versions":[{"lang":1,"streams":[{"redirect":13908496,"hoster":"VOE"},{"redirect":13908499,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Engel ohne Erinnerung","epNo":11,"alt":"Angel On My Mind","descr":"Ein wohlhabender Spieler wird auf einer Rennstrecke ermordet. Die Engel gehen undercover und entwickeln einen Plan, bei dem ein verlierendes Pferd gegen seinen siegreichen Zwilling ausgetauscht wird. Sabrina ist von einem irischen Bräutigam angetan. Ob seine Verwicklung im Fall ihre Romanze erschüttern wird?","versions":[{"lang":1,"streams":[{"redirect":13908498,"hoster":"VOE"},{"redirect":13908500,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Engel im Schußfeld","epNo":12,"alt":"Angels Belong In Heaven","descr":"Der kleine Gauner Tom Norton, der Charlie noch einen Gefallen schuldet, warnt den Agenturchef, dass einer der drei Engel in Lebensgefahr schwebt. Aber noch bevor er sagen kann, welche der drei Detektivinnen umgebracht werden soll, wird er selbst ermordet. Kelly bringt sicherheitshalber ihre Schulfreundin Sally, die zu Besuch ist, in einem Hotel unter. Kurz darauf versucht jemand, Sabrinas Wagen von der Straße zu drängen. Aber vielleicht war dieser Anschlag nur ein Täuschungsmanöver. Ist John Gorman der Gesuchte? Sein Name befand sich sowohl in Nortons Adressbuch als auch auf der Passagierliste eines vor kurzem eingetroffenen Fluges.","versions":[{"lang":1,"streams":[{"redirect":13908501,"hoster":"VOE"},{"redirect":13908505,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Engel auf der Rennbahn","epNo":13,"alt":"Angels In The Stretch","descr":"Der Pferdefan Les Ferrar kommt auf der Rennbahn einem Wettbetrug mit dem Hengst Perdition auf die Spur. Kurz darauf wird er tot aufgefunden. Angeblich hat ihn ein Pferd totgetrampelt. Ferrars Tochter Valerie glaubt nicht an einen Unfall und wendet sich an Charlie und seine Detektivinnen. Um auf der Rennbahn nicht verdächtig zu erscheinen, bewirbt sich Sabrina als Zureiterin. John und Kris hingegen geben sich als Pferdekäufer aus. Kelly macht währenddessen die Bekanntschaft des Besitzers von Perdition, Thad Roper. Als Sabrina den Hengst reitet, stellt sie fest, dass in dem angeblich schwachen Pferd ein potenzieller Champion steckt. Wer steckt hinter dem Betrug mit dem Rennpferd?","versions":[{"lang":1,"streams":[{"redirect":13908504,"hoster":"VOE"},{"redirect":13908509,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wenn Engel Urlaub machen","epNo":14,"alt":"Angels On Vacation","descr":"Die drei Engel wollen zusammen mit John Bosley bei Kris’ Onkel und Tante in einer Kleinstadt in Arizona ein paar Tage Urlaub machen. Aber als sie ankommen ist der Onkel, gleichzeitig der Sheriff der Stadt, verschwunden. Tante Lydia, die Bürgermeisterin, verhält sich ebenso abweisend wie die anderen Einwohner. Und wieso scheint es in der ganzen Stadt keine Frauen zu geben? Als die Engel mit ihren Nachforschungen beginnen, wird aus dem Hinterhalt auf sie geschossen. Bei dem anschließenden Schusswechsel werden zwei Gangster getötet. Erst jetzt bricht Tante Lydia ihr Schweigen: Sie gesteht den Detektivinnen, dass ihr Mann und die Frauen der Stadt gefangengehalten werden, um die Freilassung eines Mafiabosses zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":13908511,"hoster":"VOE"},{"redirect":13908507,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Drei Engel zuviel","epNo":15,"alt":"Counterfeit Angels","descr":"Der Stimmenimitator Mickey Biggs gibt sich bei Geschäftsleuten als Charlie aus und rät ihnen, ihre Sicherheitsmaßnahmen von seinen Detektivinnen überprüfen zu lassen. Daraufhin tauchen drei Doppelgängerinnen der Engel auf und verschaffen sich Zugang zu den Tresoren der Geschäftsleute. Als man daraufhin die drei echten Engel verhaften will, machen sie sich aus dem Staub, um den Fall auf eigene Faust aufzuklären. Mickey will unterdessen den Schwindel aufgeben, nachdem er das Geld zusammen hat, das er dem Buchmacher Asher schuldet. Doch dieser zwingt ihn, weiterzumachen. Als schließlich eine der Doppelgängerinnen verletzt wird, kann Sabrina als Ersatz in die Gruppe eingeschleust werden.","versions":[{"lang":1,"streams":[{"redirect":13908512,"hoster":"VOE"},{"redirect":13908517,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Disco-Engel","epNo":16,"alt":"Disco Angels","descr":"In der Nähe von Freddies Disco werden innerhalb kurzer Zeit drei ältere Männer tot aufgefunden. Alle wurden erwürgt. Charlie beauftragt die Engel, den Mörder zu finden. In Verdacht gerät der Discobesitzer Fred Halston, der mit dem letzten Opfer einen heftigen Streit hatte. Als Kelly Zeugin eines Streits zwischen dem Discjockey von Freddies Dicso, Harry Owens, und seinem Vater Hector wird, verdächtigen die Engel auch ihn, mit den Morden etwas zu tun zu haben.","versions":[{"lang":1,"streams":[{"redirect":13908522,"hoster":"VOE"},{"redirect":13908519,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schutzengel auf Skiern - Teil 1","epNo":17,"alt":"Terror On Skis - Part 1","descr":"Carl Hansworth, UNO-Beauftragter und Freund des amerikanischen Präsidenten, steht ganz oben auf der Abschussliste der italienischen Terroristengruppe Patrioten für eine freie Gesellschaft. Die Engel werden beauftragt, den Gesandten im Skiort Vail zu beschützen, wo er an den Amateurweltmeisterschaften teilnimmt. Obwohl ein Regierungsagent unter fragwürdigen Umständen ums Leben kommt, lässt Hansworth sich nicht zur Abreise überreden.","versions":[{"lang":1,"streams":[{"redirect":13908521,"hoster":"VOE"},{"redirect":13908525,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schutzengel auf Skiern - Teil 2","epNo":18,"alt":"Terror On Skis - Part 2","descr":"Die italienischen Terroristen haben Sabrina in ihre Gewalt gebracht und verlangen im Austausch für sie Carl Hansworth. Sabrina versucht in der Gefangenschaft dem Sohn des Anführers der Terroristen die Scheinheiligkeit seiner Ideale vor Augen zu führen. Schließlich gelingt ihr die Flucht aus der Gewalt der Patrioten für eine freie Gesellschaft. Daraufhin kommt es zur entscheidenden Auseinandersetzung zwischen den Engeln und der Terroristengruppe.","versions":[{"lang":1,"streams":[{"redirect":13908527,"hoster":"VOE"},{"redirect":13908532,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Engel in Gefahr","epNo":19,"alt":"Angel In A Box","descr":"Der Geschäftsmann Anton Karazna macht Jill Munroe für den Tod seines Sohnes Dino verantwortlich, der bei einem Autorennen in Le Mans tödlich verunglückte. Jill hatte sich kurz zuvor von Dino getrennt. Aus Rache lässt Karazna Jills Schwester Kris entführen. Sabrina und Kelly bitten ihre ehemalige Kollegin Jill um Hilfe bei der Suche nach Kris. Sie spüren sie in Karaznas Haus auf. Bei dieser Gelegenheit versucht Jill Anton Karazna klarzumachen, dass sein Sohn kein Draufgänger war und aufgrund der Erwartungshaltung seines Vater Autorennen fuhr.","versions":[{"lang":1,"streams":[{"redirect":13908533,"hoster":"VOE"},{"redirect":13908536,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mord im Mädchenpensionat","epNo":20,"alt":"Teen Angels","descr":"Die drei Engel und John Bosley werden in ein teures Mädchenpensionat eingeschleust, um den Mord an einer Schülerin aufzuklären. Kris gibt sich als neue Mitschülerin aus, John nimmt einen Job als Stallknecht an und Kelly und Sabrina treten als neue Lehrerinnen auf. Bei ihren Ermittlungen finden die Detektivinnen heraus, dass die Schülerin Donna Rossite mit ihrer Mädchengang einen lukrativen Alkohol- und Tablettenhandel betreibt. Als Donna erkennt, dass Charlies Engel immer mehr Beweise gegen sie sammeln, versucht sie, die drei durch einen Brand im Pferdestall umzubringen. Aber geht auch der Mord an der Schülerin auf ihr Konto?","versions":[{"lang":1,"streams":[{"redirect":13908540,"hoster":"VOE"},{"redirect":13908544,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Marathon-Engel","epNo":21,"alt":"Marathon Angels","descr":"Während eines Marathonlaufs wollen die beiden Gangster Castor und Tolan die Tochter eines reichen Ölscheichs entführen, um Lösegeld für sie zu erpressen. Sie kidnappen zwei der Läuferinnen, um unauffällig zwei Komplizinnen in das Rennen einschleusen zu können. Doch an dem Marathonlauf nehmen auch die drei Engel als Bewacherinnen teil. Als sich seltsame Zufälle häufen, schöpfen die Detektivinnen Verdacht, dass irgendetwas faul ist.","versions":[{"lang":1,"streams":[{"redirect":13908546,"hoster":"VOE"},{"redirect":13908547,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Dame im Spiel","epNo":22,"alt":"Angels In Waiting","descr":"Bei einem Frühstück lernt John Bosley Lady Ellen kennen und verliebt sich in sie. Um der Routine der Agentur zu entfliehen, schlägt er den Engeln ein Versteckspiel vor. Die drei sollen durch verschlüsselte Hinweise herausfinden, wo er sich befindet, während er sich mit Lady Ellen trifft. Aus dem Spiel wird jedoch schnell blutiger Ernst, als auf Bosley und Lady Ellen geschossen wird. Die Engel vermuten hinter dem Anschlag Lawrence Wellman, den Bosley acht Jahre zuvor wegen Mordes an seiner Frau ins Gefängnis gebracht hat, und der vor kurzem entlassen wurde. Um Bosley zu finden und zu beschützen, müssen die Engel Johns verschlüsselte Botschaften enträtseln.","versions":[{"lang":1,"streams":[{"redirect":13908555,"hoster":"VOE"},{"redirect":13908552,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Rosemary","epNo":23,"alt":"Rosemary, For Remembrance","descr":"Vor über vierzig Jahren wurde die Frau des ehemaligen Syndikatsbosses Jake Garfield auf ihrer eigenen Geburtstagsfeier ermordet. Garfield will nach seiner Entlassung aus dem Gefängnis endlich den Mord an Rosemary aufklären. Er verdächtigt seinen ehemaligen Konkurrenten Lawrence Renaldi. Als zwei Mordanschläge auf Garfield verübt werden, engagiert sein Neffe Tim Charlies Engel. Kris zieht in die Villa von Garfield ein und stellt fest, dass sie eine verblüffende Ähnlichkeit mit dessen ermordeter Frau hat. Garfield versucht, die vier Jahrzehnte zurückliegende Mordnacht zu rekonstruieren. Kommissar Sanders glaubt weiterhin daran, dass Garfield selbst seine Frau umgebracht hat. Als kurz darauf Renaldi tot aufgefunden wird, verdächtigt man Jake Garfield, seinen ehemaligen Konkurrenten getötet zu haben.","versions":[{"lang":1,"streams":[{"redirect":13908558,"hoster":"VOE"},{"redirect":13908562,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wenn Engel Geburtstag feiern","epNo":24,"alt":"Angels Remembered","descr":"Drei Jahre besteht die Townsend-Agentur jetzt schon. Zeit für John, Kris, Kelly und Sabrina, Geburtstag zu feiern und sich an alte Fälle zu erinnern. Wie zum Beispiel den ersten Fall von Kris als neuem Teammitglied, als Charlie entführt wurde und die drei Engel ihn fast zu Gesicht bekommen hätten. Kelly erinnert sich noch an den Fall, als sie einen Undercover-Auftritt als Bauchtänzerin hatte. Und Sabrina fällt bei dieser Gelegenheit wieder Doug O’Neal ein, in den sie sich verliebte, der sich aber als Gauner entpuppte. Und auch John Bosley hat etwas beizutragen: Bei einem Fall im Zirkus brachte ihn Tinkle Bell total aus der Balance. Charlie erinnert sich natürlich hauptsächlich an seine vielen schönen Verkleidungen, die verhinderten, dass die Engel sein wahres Gesicht sehen.","versions":[{"lang":1,"streams":[{"redirect":13908563,"hoster":"VOE"},{"redirect":13908568,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Abenteuer in der Karibik – Teil 1","epNo":1,"alt":"Love Boat Angels – Part 1","descr":"Charlie hat ein neues Engelchen, Tiffany Welles. Die darf mit ihren Kolleginnen gleich in die Karibik reisen. Auf dem legendären \"Love Boat\" sollen die drei einen gerissenen, unbekannten Kunstdieb stellen. Doch Kris Munroe verliebt sich ausgerechnet in den Hauptverdächtigen.","versions":[{"lang":1,"streams":[{"redirect":13907924,"hoster":"VOE"},{"redirect":13907922,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abenteuer in der Karibik – Teil 2","epNo":2,"alt":"Love Boat Angels – Part 2","descr":"Die Engel sind immer noch auf der Suche nach dem Kunstdieb. Ihr Hauptverdächtiger, Paul Hollister, unternimmt eine Kreuzfahrt durch die Karibik mit dem Traumschiff \"Love Boat\". Auch die Detektivinnen gehen an Bord. Kris wird auf Hollister angesetzt, verliebt sich aber in den Gentleman-Gangster.","versions":[{"lang":1,"streams":[{"redirect":13907925,"hoster":"VOE"},{"redirect":13907928,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf dem Highway sind die Engel los","epNo":3,"alt":"Angels Go Truckin’","descr":"Der Speditionschefin Maggie Brill, die ausschließlich weibliche Fahrer beschäftigt, sind von einem Truck Medikamente im Wert von einer Million Dollar gestohlen worden. Charlie, der mit Maggies verstorbenem Mann befreundet war, beauftragt seine Detektivinnen, den Diebstahl aufzuklären. Nachdem sie die Führerscheinprüfung für Lkw gemacht haben, steigen Tiffany und Kris als Truckerinnen in den Betrieb ein. Kelly arbeitet als Serviererin in einer Fernfahrergaststätte. Mit einer neuen Medikamentenladung, die diesmal von Tiffany und Kris gefahren wird, versucht man, die Diebe zu ködern.","versions":[{"lang":1,"streams":[{"redirect":13907929,"hoster":"VOE"},{"redirect":13907932,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rache an einem Engel","epNo":4,"alt":"Avenging Angel","descr":"Als Kelly Garrett noch Polizeibeamtin war, brachte sie den drogenabhängigen Frank Desmond hinter Gitter. Vier Jahre später ist Desmond wieder auf freiem Fuß und will sich an Kelly rächen. Er betäubt Kelly. Zwei Drogendealer beobachten Frank dabei. Sie wollen das zwei Million Dollar teure Heroin, das Desmond vor seiner Verhaftung versteckte, in ihren Besitz bringen. Die beiden entführen Frank und Kelly, die sie für Franks Komplizin halten und setzen sie unter Drogen. Durch einen späteren Entzug wollen sie sie zwingen, das Versteck zu verraten. Derweil suchen die anderen Mitglieder der Townsend-Agentur verzweifelt nach ihrer Kollegin.","versions":[{"lang":1,"streams":[{"redirect":13907933,"hoster":"VOE"},{"redirect":13907934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der falsche Bräutigam- Wer einmal lügt","epNo":5,"alt":"Angels At The Altar","descr":"Kelly ist Brautjungfer bei der Hochzeit eines Freundes aus Kindertagen. Als der Bräutigam bei einer Reihe von Anschlägen fast ums Leben kommt, bittet Kelly Kris, Bosley und Tiffany um Hilfe. Tiffany spielt Geige, Bosley wird Barkeeper und Kris gibt sich als Dienstmädchen, um den mysteriösen Fall zu lösen...","versions":[{"lang":1,"streams":[{"redirect":13907935,"hoster":"VOE"},{"redirect":13907936,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der gefallene Engel","epNo":6,"alt":"Fallen Angel","descr":"Als Kelly Garrett noch Polizeibeamtin war, brachte sie den drogenabhängigen Frank Desmond hinter Gitter. Vier Jahre später ist Desmond wieder auf freiem Fuß und will sich an Kelly rächen. Er betäubt Kelly. Zwei Drogendealer beobachten Frank dabei. Sie wollen das zwei Million Dollar teure Heroin, das Desmond vor seiner Verhaftung versteckte, in ihren Besitz bringen. Die beiden entführen Frank und Kelly, die sie für Franks Komplizin halten und setzen sie unter Drogen. Durch einen späteren Entzug wollen sie sie zwingen, das Versteck zu verraten. Derweil suchen die anderen Mitglieder der Townsend-Agentur verzweifelt nach ihrer Kollegin.","versions":[{"lang":1,"streams":[{"redirect":13907938,"hoster":"VOE"},{"redirect":13907939,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Engel hinter Gittern","epNo":7,"alt":"Caged Angel","descr":"Kelly Garretts ehemalige Schulfreundin Sharon Kellermann will den bekannten ehemaligen Skiläufer Scott Miller heiraten. Für Miller hat sie ihren Verlobten Randy Todd verlassen. Als auf Scott Miller kurz darauf vier Mordanschläge verübt werden, schaltet die reiche Sharon ihre Freundin Kelly und deren Kolleginnen ein, um für den Schutz ihres zukünftigen Mannes zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":13907943,"hoster":"VOE"},{"redirect":13907941,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"[Nie synchronisiert]","epNo":8,"alt":"Angels On The Street","descr":"Bei ihrem Konzert in Los Angeles will die Operndiva Carla Leone den berühmten Diamanten \"Blauer Heron\" tragen. Der könnte auch den Juwelendieb Damien Roth in Versuchung führen. Deshalb beauftragt Carlas Cousin Michael die Townsend-Agentur, Damien auf frischer Tat zu ertappen. Zu ihrer Überraschung stellen Kelly, Kris und Tiffany fest, dass der Verdächtige und ihre ehemalige Kollegin Jill Munroe ein glückliches Paar zu sein scheinen. Arbeitet die frühere Detektivin Jill mit Roth zusammen und ist unter die Juwelendiebe gegangen?","versions":[{"lang":2,"streams":[{"redirect":13907913,"hoster":"VOE"},{"redirect":13907901,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Prinz für einen Engel","epNo":9,"alt":"The Prince And The Angel","descr":"Zu Charlies Geburtstag ist auch Ex-Engel Jill eingeladen. Sie lernt den wohlhabenden und exzentrischen Eric kennen, der sie auf seine Jacht einlädt. Als die beiden sich auf seinem Schiff näherkommen wollen, werden sie von einem Heckenschützen angegriffen, den Jill beherzt in die Flucht schlägt. Durch den Anschlag neugierig geworden, stellen die Engel Recherchen an. Sie finden heraus, dass Eric ein Prinz ist. Jill stellt ihn zur Rede und Eric gesteht ihr, dass Gegner der Regierung sein Leben bedrohen. Die Engel nehmen den Kampf gegen die Attentäter auf.","versions":[{"lang":1,"streams":[{"redirect":13907944,"hoster":"VOE"},{"redirect":13907947,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Engel auf Rollschuhen","epNo":10,"alt":"Angels On Skates","descr":"Kelly, Chris und Tiffany nehmen Rollschuhunterricht bei Ken Satillo. Dessen Partnerin Rita wird kurz vor einem großen Wettbewerb in Freddie Fortunes Roller-Disco entführt. Ken bittet die Engel um Hilfe. Ihre Nachforschungen führen zunächst immer wieder in eine Sackgasse, weil Rita unter falschem Namen lebte. Als die Engel schließlich herausfinden, dass Rita in Wirklichkeit eine reiche Erbin ist, haben sie das Motiv für die Entführung. Doch wer ist der Täter?","versions":[{"lang":1,"streams":[{"redirect":13907949,"hoster":"VOE"},{"redirect":13907950,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die College-Verbindung","epNo":11,"alt":"Angels On Campus","descr":"Als zwei Studentinnen einer Universität spurlos verschwinden, nehmen die Engel die Untersuchungen auf. Tiffany war früher in einer Studentenverbindung aktiv und verfolgt dort einige Spuren. Kelly und John geben sich als Talentsucher für Profi-Football aus. Schnell fällt der Verdacht auf Professor Fairgate, der scheinbar intensive Beziehungen zu seinen Studentinnen pflegt. Kris besucht seine Vorlesungen und nimmt Kontakt zu ihm auf. Als kurz darauf Tiffany auf einer Party entführt wird, spitzt sich die Lage dramatisch zu.","versions":[{"lang":1,"streams":[{"redirect":13907954,"hoster":"VOE"},{"redirect":13907952,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hetzjagd auf Engel","epNo":12,"alt":"Angel Hunt","descr":"Charlie brachte einst den Großwildjäger Malcolm Case hinter Gitter. Dieser will sich nach seiner Entlassung aus dem Gefängnis am Besitzer der Townsend-Agentur rächen. Er gibt sich als Charlie aus und bittet die drei Engel, nach Mexiko zu kommen. Dort empfängt sie ein Mann namens Wilson, ein Helfer von Case. Wilson setzt die drei Engel ohne Proviant und Waffen auf einer nur von wilden Tieren bewohnten Insel aus. Case will im Tausch gegen Charlie die Engel freilassen. Währenddessen kämpfen Kelly, Tiffany und Kris auf der Teufelsinsel gegen gefährliche Raubtiere.","versions":[{"lang":1,"streams":[{"redirect":13907957,"hoster":"VOE"},{"redirect":13907953,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wertvoller Ballast","epNo":13,"alt":"Cruising Angels","descr":"Genauso plötzlich, wie Charlies neu ausgestattete Luxusjacht verschwand, taucht sie wieder auf. An Bord werden Blutspuren gefunden, die von Kapitän Webner stammen, der das Boot in die Karibik fahren sollte. Und noch etwas Interessantes finden die Engel: ein Versteck mit Goldbarren im Wert von mehreren Millionen Dollar. Bei ihren Nachforschungen finden die Detektivinnen heraus, dass der Schmuggler Ken Atamien das Gold dem südamerikanischen Diktator Ranez gestohlen hat. Während Charlie an Bord eine Party gibt, rückt Ranez mit seinen Männern an, um sein Gold zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":13907955,"hoster":"VOE"},{"redirect":13907959,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Drei Engel und ein Geist","epNo":14,"alt":"Of Ghosts And Angels","descr":"Tiffany Welles wird von ihrer wohlhabenden Freundin Erica Burke um Hilfe gebeten. Erica ist erst seit kurzem mit dem wohlhabenden Cliff verheiratet. Sie glaubt, dass in der Villa, in der die beiden wohnen, ein Geist in Person einer schwarzhaarigen Frau im Rollstuhl ihr Leben bedroht. Tiffany, die für Übersinnliches empfänglich ist, vermutet nach einer Unterredung mit dem Dienerehepaar, dass es sich bei der Erscheinung im Rollstuhl um Cliffs verstorbene Ehefrau Madeleine handelt. Madeleine war gelähmt und wurde angeblich während eines Kostümfests von einem Einbrecher ermordet. Kris und Kelly vermuten hinter der Erscheinung allerdings profanere Gründe.","versions":[{"lang":1,"streams":[{"redirect":13907958,"hoster":"VOE"},{"redirect":13907963,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Schutzengel für Greg","epNo":15,"alt":"Angel’s Child","descr":"Bei der Verfolgung einer Einbrecherbande arbeitet Kelly mit Lieutenant Cates zusammen. Sie fassen einen der Täter, ein anderer kann entkommen. Als Kelly den verwitweten Cates aufsucht, lernt sie dessen zwölfjährigen Sohn Greg kennen. Offensichtlich lässt sein Vater den Frust über den harten Job als Polizist an seinem Sohn aus, Greg hat überall blaue Flecken. Kelly gewinnt das Vertrauen des Jungen. Weil Cates seinen Sohn nicht besser behandeln will, erstreitet sie vor Gericht das vorübergehende Sorgerecht für Greg. Die Gangster entführen Kelly und Greg, um Lieutenant Cates so zu zwingen, die Verfolgung der Bande aufzugeben","versions":[{"lang":1,"streams":[{"redirect":13907961,"hoster":"VOE"},{"redirect":13907965,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Engel wird vermisst","epNo":16,"alt":"One Of Our Angels Is Missing","descr":"Der auf Kaution entlassene Juwelendieb Ray Devlin hat sich aus dem Staub gemacht. Kris wird auf Devlin angesetzt, um ihn wieder nach Los Angeles zurückzubringen. Sie gibt sich als reiche Frau aus, die eine Villa verkaufen will. Tatsächlich schafft Kris es, Devlin zu überreden, mit ihr nach Los Angeles zu fahren. In der Zwischenzeit haben Kelly und Tiffany herausgefunden, dass Devlin nicht nur ein Juwelendieb, sondern auch ein mehrfacher Frauenmörder ist. Devlin schöpft Verdacht und entführt zusammen mit einem Komplizen Kris in die Wüste. Kelly, Tiffany und John Bosley suchen verzweifelt nach ihrer Kollegin.","versions":[{"lang":1,"streams":[{"redirect":13907964,"hoster":"VOE"},{"redirect":13907968,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Nur Engel fallen vom Himmel","epNo":17,"alt":"Catch A Falling Angel","descr":"Der junge Seth Jeffers, der seiner Verlobten Bess Hemsdale von Tennesse nach Los Angeles gefolgt ist, verschwindet spurlos in der Stadt der Engel. Sein Vater beauftragt die Townsend-Agentur, Seths Verschwinden aufzuklären. Im Hotelzimmer des Gesuchten finden die drei Engel eine Kinokarte für ein Pornokino. Bei ihren weiteren Ermittlungen finden sie heraus, dass Bess, die nach Los Angeles ging um Schauspielerin zu werden, in den Fängen des Pornoproduzenten Joe Willis gelandet ist. Als die Engel Willis aufsuchen, verhält der sich äußerst verdächtig.","versions":[{"lang":1,"streams":[{"redirect":13907967,"hoster":"VOE"},{"redirect":13907971,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der König von Beverly Hills","epNo":18,"alt":"Homes, Sweet Homes","descr":"Die drei Engel sollen den mysteriösen Raub ägyptischer Kunstgegenstände aus einer Villa in Beverly Hills aufklären. Die Recherchen führen sie zum Immobilienmakler Barry Kingsbrook, den man den \"König von Beverly Hills\" nennt. Kris lässt sich von Kingsbrook als Hausverkäuferin anstellen. Sie findet heraus, dass der Immobilienmakler sich auffällig für die wertvollen Gegenstände in Häusern reicher Kunden interessiert. Um Kingsbrook eine Falle zu stellen, gibt Tiffany sich als Hausbesitzerin aus, die im Besitz einer Sammlung wertvoller Briefe ist.","versions":[{"lang":1,"streams":[{"redirect":13907970,"hoster":"VOE"},{"redirect":13907973,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Tanz-Marathon","epNo":19,"alt":"Dancin’ Angels","descr":"Das vermögende Geschwisterpaar Sally und Joe Fairgate hat die besten Chancen, beim mehrtägigen Tanzwettbewerb im Tanzlokal \"Dancetown\" zu gewinnen. Doch dann verschwindet Sally und wird kurze Zeit später ermordet aufgefunden. Die Engel und Bosley mischen sich unter die Tänzer, um den Fall aufzuklären. Es gibt gleich mehrere Verdächtige: P.J. Wilkes, den Besitzer des Tanzlokals, Wilkes’ Partner Al Norman und Steve Ames, der nach dem Ausscheiden der Fairgates zusammen mit seiner Partnerin die besten Chancen auf den Sieg hat. Die Lage spitzt sich zu, als Billy, Sänger der Band, ebenfalls ermordet wird.","versions":[{"lang":1,"streams":[{"redirect":13907974,"hoster":"VOE"},{"redirect":13907978,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Harrigan findet einen Engel","epNo":20,"alt":"Harrigan’s Angel","descr":"In einer Fabrik für Mikroelektronik wurde eingebrochen. Der Besitzer Starrett wird von der Versicherung dazu aufgefordert, zusätzlich zu dem schon älteren Detektiv Harrigan, die Townsendagentur einzuschalten. Die Engel sind von der Zusammenarbeit mit Harrigan nicht begeistert, denn der Detektiv hat ein Alkoholproblem. Während Kris Harrigan beschäftigt, damit er bei den Nachforschungen nicht stört, ermitteln die anderen. Schon bald gerät der Fabrikbesitzer selbst in Verdacht. Kris fühlt sich durch Harrigan an ihren Vater erinnert und freundet sich mit dem Detektiv an, der letztlich auch seinen Teil zur Lösung des Falls beiträgt.","versions":[{"lang":1,"streams":[{"redirect":13907979,"hoster":"VOE"},{"redirect":13907977,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Flucht in die Wildnis","epNo":21,"alt":"Angel Trail","descr":"Der Mörder Sam Mason wurde von seinen Söhnen Clint und Harley aus dem Gefängnis befreit. Weil Jill Munroe Zeugin wird, wie die drei eine Tankstelle überfallen und den Besitzer töten, nehmen die Masons den Ex-Engel als Geisel. Sie verschleppen Jill in die Wildnis und wollen über einen geheimen Mormonenpfad nach Kanada entkommen. Trotz intensiver Fahndung und Unterstützung durch Charlies Team kann die Polizei die Täter nicht finden. Bis Tiffany in einem Archiv alte Karten über ein unerschlossenes Gebiet findet. Währenddessen kann die verschleppte Jill das Vertrauen des geistig behinderten Harley gewinnen.","versions":[{"lang":1,"streams":[{"redirect":13907983,"hoster":"VOE"},{"redirect":13907981,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Killerlady mit Engelsgesicht","epNo":22,"alt":"Nips And Tucks","descr":"Der Betrüger Vern Maddox hat eine staatliche Rentenversicherung um einige Millionen betrogen. Er möchte sich deshalb in der Klinik des Schönheitschirurgen Dr. Paul Maddox einer Gesichtsoperation unterziehen. Die Townsendagentur soll die Verbindung zwischen dem Arzt und dem Betrüger untersuchen. John Bosley gibt vor, sich ebenfalls einer Schönheitsoperation unterziehen zu wollen. Kris tritt als seine Frau auf und Tiffany bewirbt sich als Krankenschwester in der Klinik. Schnell finden die Detektivinnen heraus, dass Barbara Brown, eine Gangsterin, der Dr. Redmont einst ein neues Gesicht verpasste, mittlerweile in der Klinik das Sagen hat.","versions":[{"lang":1,"streams":[{"redirect":13907986,"hoster":"VOE"},{"redirect":13907982,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Keine Chancen für Ganoven","epNo":23,"alt":"Three For The Money","descr":"Die Engel werden in einem Fall gegen den Betrüger Harley Dexter, der über Verbindungen zur Mafia verfügt, eingeschaltet. Dexter hat mehrere Menschen um ihr gesamtes Vermögen gebracht. Die Mitarbeiterinnen der Townsendagentur beschließen, den Betrüger mit seinen eigenen Waffen zu schlagen. Kelly verkauft Dexter gefälschte Kunstgegenstände, für die der \"Kunstexperte\" John Bosley die nötigen Expertisen liefert. Chris tauscht einen frischlackierten, aber schrottreifen Rolls Royce gegen Dexters Rolls und Tiffany erpresst als angebliche Beraterin eines Senators Geld von Harley Dexter. Dieser gerät in die Bredouille, als die Mafia ihr Geld wiedersehen will.","versions":[{"lang":1,"streams":[{"redirect":13907985,"hoster":"VOE"},{"redirect":13907988,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Auch Engel brauchen Hilfe","epNo":24,"alt":"Toni’s Boys","descr":"Nachdem auf seine Engel mehrere Attentate verübt wurden, bittet Charlie die befreundete Detektivin Antonia Blake, genannt Toni, um Hilfe. Sie soll Kris, Kelly und Tiffany durch ihre Detektive beschützen lassen und herausfinden, wer hinter den Mordanschlägen steckt. Die Ermittlungen ergeben, dass der Geschäftsmann Durano, den die drei Engel einst hinter Gitter brachten, für die Mordanschläge verantwortlich ist. Durano und seinen Komplizen gelingt es auch tatsächlich, Kelly, Tiffany und Kris zu kidnappen. Er will sie lebendig im Keller seines Weinguts einmauern.","versions":[{"lang":1,"streams":[{"redirect":13907917,"hoster":"VOE"},{"redirect":13907921,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"[Nie synchronisiert]","epNo":25,"alt":"One Love … Two Angels, Part 1","descr":"Kelly soll die verwaiste Tochter des wohlhabenden Hotelbesitzers Oliver Barrows sein, dessen Suche nach seiner \"Margaret\" endet, wenn die Ähnlichkeit zwischen Kelly und einem riesigen Ölporträt von Barrows \u0027verstorbener Frau nicht mehr zu unterscheiden ist.","versions":[{"lang":2,"streams":[{"redirect":13907914,"hoster":"VOE"},{"redirect":13907916,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"[Nie synchronisiert]","epNo":26,"alt":"One Love … Two Angels, Part 2","descr":"Kelly soll die verwaiste Tochter des wohlhabenden Hotelbesitzers Oliver Barrows sein, dessen Suche nach seiner \"Margaret\" endet, wenn die Ähnlichkeit zwischen Kelly und einem riesigen Ölporträt von Barrows \u0027verstorbener Frau nicht mehr zu unterscheiden ist","versions":[{"lang":2,"streams":[{"redirect":13907919,"hoster":"VOE"},{"redirect":13907915,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"[Nie synchronisiert]","epNo":1,"alt":"Angel In Hiding","descr":"Die Engel werden angeheuert, um ein Modell von ihrem Vater zu finden, aber sie wird ermordet. Die Engel werden als Models für eine Modelagentur verdeckt, um herauszufinden, warum und von wem sie ermordet wurde.","versions":[{"lang":2,"streams":[{"redirect":13907798,"hoster":"VOE"},{"redirect":13907793,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Nie synchronisiert]","epNo":2,"alt":"To See An Angel Die","descr":"Bosley und die Engel gehen zur hawaiianischen Niederlassung der Townsend-Agentur. Dort wird Kris von einem Mann und seinen beiden Kindern entführt, die glauben, sie habe vor drei Jahren ihre Frau und Mutter getötet. Ein Hellseher hilft ihnen, das Verbrechen aufzuklären.","versions":[{"lang":2,"streams":[{"redirect":13907800,"hoster":"VOE"},{"redirect":13907797,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Engel auf Tauchstation","epNo":3,"alt":"Angels Of The Deep","descr":"Zwei Handlanger eines Drogenhändlers haben ein Segelboot mit einer Ladung Marihuana auf einem Riff versenkt. Sie wollen das Boot später heben und die Drogen selbst verkaufen. Beim Tauchen entdecken Julie Rogers und ihre Freundin Bianca das Boot. Sie werden von den Gangstern verfolgt und entgehen nur knapp einem Anschlag. Charlies Team untersucht den Fall. Immer wieder kommt ihnen dabei Bianca in die Quere, die gerne selbst an dem Marihuana verdienen möchte. Als notorische Lügnerin behindert sie die Aufklärung des Falls erheblich.","versions":[{"lang":1,"streams":[{"redirect":13907832,"hoster":"VOE"},{"redirect":13907826,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Killer im Club","epNo":4,"alt":"Island Angels","descr":"Eine Terrorgruppe plant einen Anschlag auf den Vorsitzenden einer internationalen Friedensorganisation. Ein Berufskiller ist nach Hawaii unterwegs, um Eric Nielsson dort umzubringen. John Bosley, Kris und Kelly unterstützen Lieutenant Torres bei seiner Suche nach dem Killer. Die drei bitten ihrerseits ihre Freundin Julie Rogers um Hilfe. Da die Reisegruppe im \"Aloha Single Club\" wohnen soll, geben sich John Bosley und Julie Rogers als Mitarbeiter einer Singlezeitschrift aus. Schon nach kurzer Zeit scheidet ihr Hauptverdächtiger aus: Er wird ermordet. Die Detektivinnen müssen die Identität des Killers schnell herausfinden, denn in einigen Stunden soll Nielsson auf Hawaii landen.","versions":[{"lang":1,"streams":[{"redirect":13907787,"hoster":"VOE"},{"redirect":13907786,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Drei Engel auf Hawaii","epNo":5,"alt":"Waikiki Angels","descr":"Das frisch verheiratete Paar David und Marti verbringt die Flitterwochen auf Hawaii. Bei einem Mondscheinpicknick werden sie überfallen und Marti entführt. Der Kopf der Entführer, Bo Thompson, setzt Marti unter Drogen und terrorisiert sie. Martis Vater, ein Kongressabgeordneter, setzt über die Presse eine hohe Belohnung auf die Täter aus und schaltet die Townsendagentur ein. Charlies Engel lassen sich als Rettungsschwimmerinnen ausbilden, um so unauffällig den Strand überwachen zu können. Schon bald lernt Kelly tatsächlich Bo Thompson kennen.","versions":[{"lang":1,"streams":[{"redirect":13907796,"hoster":"VOE"},{"redirect":13907795,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der verkannte Wohltäter","epNo":6,"alt":"Hula Angels","descr":"Steve Moss ist der Besitzer eines gutgehenden Tanzlokals in Honolulu. Eines Tages wird er entführt. Aus unerklärlichen Gründen kann seine Frau das Lösegeld nicht aufbringen. Die Entführer machen daraufhin ihre Drohung wahr, jeden Tag eine Tänzerin zu entführen. Kris und Julie geben sich als Tänzerinnen aus und werden von der Choreografin Stacy Parrish engagiert. Kurz darauf wird auch Julie gekidnappt. Charlie stellt schließlich das Lösegeld bereit, um die Entführten aus den Händen der Gangster auszulösen","versions":[{"lang":1,"streams":[{"redirect":13907812,"hoster":"VOE"},{"redirect":13907820,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[Nie synchronisiert]","epNo":7,"alt":"Moonshinin’ Angels","descr":"Die Engel werden gebeten herauszufinden, warum sich die alte Fehde zwischen zwei rivalisierenden Mondschneidern im Landkreis Gifford wieder erwärmt. Kris schließt sich den Catlins als ihrem neuen Still-Meister an. Kelly wird der neue Fahrer des Bartlett. Julie bekommt einen Job als Kellnerin bei Etta\u0027s Diner. Bosley, der sich als reicher Texaner ausgibt, bietet beiden Parteien einen Deal an, um ihren Schnaps zu kaufen.","versions":[{"lang":2,"streams":[{"redirect":13907817,"hoster":"VOE"},{"redirect":13907823,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Engel zu vergeben","epNo":8,"alt":"He Married An Angel","descr":"Auf die Taxis von Tom Archer werden immer wieder Sabotageakte verübt. Bei einem der Anschläge erleidet Tom schwere Verletzungen. Seine Frau Laurie engagiert Charlies Engel, um die Vorfälle aufzuklären. Kelly steigt als Taxifahrerin in die Firma ein, Julie arbeitet in der Taxi-Zentrale und Kris tarnt sich als Serviererin einer Taxifahrerkneipe. Auch Kelly entgeht in ihrem Taxi nur knapp einem Anschlag. Durch einen Tipp des Mechanikers Jake Barnett stoßen die Engel bei ihren Ermittlungen auf den ehemaligen Hilfsarbeiter Sarge, der durch ein Kriegstrauma psychisch gestört ist. Doch ist er wirklich der Täter?","versions":[{"lang":1,"streams":[{"redirect":13907785,"hoster":"VOE"},{"redirect":13907788,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Engel fährt Taxi","epNo":9,"alt":"Taxi Angels","descr":"Lois erhält in einem Single-Club per Tischtelefon eine Morddrohung. Als sie das Lokal verlässt, wird sie verfolgt und kurz darauf ermordet. Die Engel wollen den Vorfall untersuchen und besuchen ebenfalls den Club. Auch Kelly erhält eine Morddrohung. Die Engel verdächtigen die Gäste Stark und Harkins, die beide eine kriminelle Vergangenheit haben. Kelly befragt die Hypnotiseurin Margo, die im Club auftritt und gibt ihr eine Visitenkarte. Am nächsten Tag lernt sie den Reporter Edward Ford kennen, der sagt, er habe Kellys Adresse von Margo. Als Margo behauptet, Ford nicht zu kennen, wird Kelly misstrauisch","versions":[{"lang":1,"streams":[{"redirect":13907792,"hoster":"VOE"},{"redirect":13907789,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nach Anruf Mord","epNo":10,"alt":"Angel On The Line","descr":"Der Regisseur Darian Mason hat von verschiedenen Sponsoren Geld für die Produktion einer Las Vegas-Show erhalten. Doch die Vorbereitungen werden sabotiert. Zuerst verschwindet die Choreografin, dann wird die Solotänzerin mit einem Giftpfeil betäubt. Eine der Sponsorinnen wendet sich hilfesuchend an Charlies Engel. Kelly wird als Tänzerin in die Truppe eingeschleust und Kris tritt als Reporterin auf, die eine Reportage über Mason schreiben soll. Als sie im Büro des Regisseurs heimlich dessen Geschäftspapiere durchsieht, macht sie eine Entdeckung, wird dabei aber vom Täter überrascht.","versions":[{"lang":1,"streams":[{"redirect":13907802,"hoster":"VOE"},{"redirect":13907801,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Revue-Engel","epNo":11,"alt":"Chorus Line Angels","descr":"Bei den Dreharbeiten zu einem Kostümfilm werden auf einem Studiogelände mehrere Leute mit Pfeilen beschossen. Zeugen sehen einen als Robin Hood verkleideten Mann auf dem Dach. Der Studiodirektor beauftragt Charlies Engel mit der Klärung der Vorfälle. Nach einer Ausbildung bei einem befreundeten Stunttrainer arbeiten die Engel als Stuntfrauen in verschiedenen Produktionen. Doch die Anschläge mit Pfeil und Bogen reißen nicht ab. Die nächsten Opfer sind ein Regisseur und eine Darstellerin. Handelt es sich überhaupt um einen Täter oder um mehrere?","versions":[{"lang":1,"streams":[{"redirect":13907825,"hoster":"VOE"},{"redirect":13907821,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wenn Engel Flügel bräuchten","epNo":12,"alt":"Stuntwomen Angels","descr":"Ein Konkurrenzunternehmen von Western Techtronics will gegen den Willen des Vorstands die Firma übernehmen. Bei einem fingierten Unfall werden der Vorstandsvorsitzende, der Vizepräsident und eine Assistentin getötet. Die Townsendagentur soll den Fall aufklären. Kelly und Kris treten als Jungmanagerinnen bei Western Techtronics ein, während Julie in eine Unternehmensberatung eingeschleust wird. Als Cynthia Weaver scheinbar unter Hypnose versucht, ein weiteres Vorstandsmitglied zu ermorden, können Kelly und Kris dies im letzten Moment verhindern. Doch wer steckt hinter den Taten?","versions":[{"lang":1,"streams":[{"redirect":13907828,"hoster":"VOE"},{"redirect":13907836,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Todesengel","epNo":13,"alt":"Attack Angels","descr":"Zwölf verschiedene Banken wurden insgesamt um eine Viertelmillion Dollar in Hundert-Dollar-Scheinen betrogen. Hauptverdächtiger ist Ted Markham, der in allen Banken die Automaten installiert und inzwischen seinen Job gekündigt hat. Engel Kris Munroe trifft ihn in einem Casino, wo er offenbar gerade eine Glückssträhne hat. Nach einem Streit mit Boris, dem Besitzer des Spielsalons, fliehen Kris und Ted gemeinsam nach Las Vegas. Kris fühlt sich sehr zu Ted hingezogen, überprüft aber trotzdem ein paar Hundert-Dollar-Scheine aus seiner Brieftasche. Ted gewinnt währenddessen so viel, dass sie auch Las Vegas bald wieder verlassen müssen. Kurz vorher hat Bosley allerdings noch eine schlechte Nachricht für die verliebte Kris.","versions":[{"lang":1,"streams":[{"redirect":13907841,"hoster":"VOE"},{"redirect":13907837,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine Reise ins Glück","epNo":14,"alt":"Angel On A Roll","descr":"Der Coach des Bodybuilders Ron Gates bittet die Townsend-Agentur um Hilfe. Sein Schützling trainiert für den Titel des \"Mr. Galaxy\". Nur knapp entging er einer Reihe merkwürdiger Unfälle. Zeit für die Engelchen, sich in Form zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13907845,"hoster":"VOE"},{"redirect":13907846,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. Galaxy","epNo":15,"alt":"Mr. Galaxy","descr":"Kelly Garrett wird von einem Betrüger angeschossen und lebensgefährlich verletzt. Während die Ärzte um ihr Leben kämpfen, erinnern sich Bosley und die beiden anderen Engel an diverse Fälle, die dank Kellys Einsatz aufgeklärt werden konnten.","versions":[{"lang":1,"streams":[{"redirect":13907853,"hoster":"VOE"},{"redirect":13907855,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Engel schwebt in Lebensgefahr","epNo":16,"alt":"Let Our Angel Live","descr":"","versions":[{"lang":1,"streams":[{"redirect":13907854,"hoster":"VOE"},{"redirect":13907858,"hoster":"Streamtape"}]}]}]}]}