{"seriesId":"drei-jahrzehnte-ein-wir","name":"Drei Jahrzehnte - Ein Wir","descr":"Die sechsteilige Doku-Reihe \"Drei Jahrzehnte – Ein Wir\" zeigt, was Deutschland in den 80er, 90er und 2000er Jahren bewegt und geprägt hat und wie aus zwei Staaten ein gemeinsames Land wurde. Dabei kommen sowohl normale Bürger, als auch Künstler, Politiker und Unternehmer zu Wort. Sie erinnern sich an die einschneidenden Entwicklungen der drei Jahrzehnte, und welche Veränderungen den Alltag bestimmt haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Von Minipli bis Mauerfall – Die 80er (1)","epNo":1,"alt":"","descr":"Neue Deutsche Welle, Schulterpolster oder Minipli: Musik und Mode erfinden sich in den 80er Jahren quasi über Nacht neu. Politisch ist die Dekade ebenso vom Wandel geprägt. Das Jahrzehnt beginnt in der BRD mit Friedensmärschen und Protesten der Anti-Atom-Bewegung sowie dem erstmaligen Einzug der Grünen in verschiedene Parlamente. Große Aufmerksamkeit erregt auch die Affäre um die gefälschten Hitler-Tagebücher.","versions":[{"lang":1,"streams":[{"redirect":9373954,"hoster":"VOE"},{"redirect":9373956,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Von Minipli bis Mauerfall – Die 80er (2)","epNo":2,"alt":"","descr":"Die Reaktorkatastrophe in Tschernobyl, das falsche Ehrenwort Barschels und sein plötzlicher Tod, das Gladbecker Geiseldrama, die Challenger Katastrophe und schließlich der Fall der Berliner Mauer: In der zweiten Hälfte des Jahrzehnts überschlagen sich die Ereignisse. Die n-tv Dokumentation blickt darauf ebenso zurück, wie auf die Entwicklung des Privatfernsehens und die erste große Anti-AIDS-Kampagne.","versions":[{"lang":1,"streams":[{"redirect":13917621,"hoster":"VOE"},{"redirect":9373937,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Einigkeit bis Plastikpop – Die 90er (1)","epNo":3,"alt":"","descr":"Der Freudentaumel über die Wiedervereinigung ist noch frisch, als Deutschland in Italien Fußball-Weltmeister wird. Bei Mode, Musik und Medien ist in den Neunzigern alles erlaubt: Boybands erobern die Herzen, Techno dröhnt zur Loveparade und bei RTL startet mit GZSZ die erste deutsche Dailysoap. Die n-tv Doku blickt auch zurück auf den cleveren Kaufhauserpresser Dagobert, die Inhaftierung Erich Honeckers und die letzten Jahre unter Helmut Kohl.","versions":[{"lang":1,"streams":[{"redirect":9373938,"hoster":"VOE"},{"redirect":9373940,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von Einigkeit bis Plastikpop – Die 90er (2)","epNo":4,"alt":"","descr":"Die Deutschen müssen sich in den 90er Jahren nicht nur an neue Postleitzahlen und Rechtschreiberegeln gewöhnen, sondern auch an einen neuen Kanzler. 1998 wird Helmut Kohl nach 16 Jahren von Gerhard Schröder als Regierungschef abgelöst. Außerdem bewegt der Tod Lady Dianas die Welt, das Oderhochwasser hält Deutschland in Atem und die Bundesrepublik stimmt über den Euro ab.","versions":[{"lang":1,"streams":[{"redirect":9373941,"hoster":"VOE"},{"redirect":9373944,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Von Eurostart bis Facebook-Hype – Die 2000er (1)","epNo":5,"alt":"","descr":"Die ersten Jahre des neuen Jahrhunderts werden überschattet vom verheerenden Terroranschlag auf das World Trade Center am 11. September 2001, tragischen Naturkatastrophen wie dem Tsunami im indischen Ozean im Dezember 2004 oder dem Seilbahnunglück von Kaprun 2000. Gleichzeitig müssen sich die Deutschen an eine neue Währung gewöhnen. Die n-tv Dokumentation erinnert an die Höhen und Tiefen in den Anfängen der Nuller-Jahre.","versions":[{"lang":1,"streams":[{"redirect":9373948,"hoster":"VOE"},{"redirect":12482238,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Von Eurostart bis Facebook-Hype – Die 2000er (2)","epNo":6,"alt":"","descr":"In den 2000ern starten Google, YouTube und Facebook richtig durch und werden unverzichtbar. Hurrikane Katrina fegt über die Küsten Amerikas, Angela Merkel wird Bundeskanzlerin und die Fußball-Weltmeisterschaft beschert Deutschland trotz ausbleibendem Titel ein ‚Sommermärchen‘. Die Doku blickt außerdem auf die Finanzkrise, Hoffnungsträger Barack Obama und den Tod von Pop-Ikone Michael Jackson.","versions":[{"lang":1,"streams":[{"redirect":12921937,"hoster":"VOE"},{"redirect":9373951,"hoster":"Streamtape"}]}]}]}]}