{"seriesId":"drift-partners-in-crime","name":"Drift: Partners in Crime","descr":"Der Münchner Ermittler Ali Zeller (Ken Duken) und seine Kollegin müssen einen verhafteten Bundeswehrsoldaten von Österreich nach Deutschland bringen. Doch der Gefangenentransport endet in einer Katastrophe: Mehrere Menschen verlieren ihr Leben. Ali wird für das Unglück verantwortlich gemacht. Obwohl sein Bruder Leo (Fabian Busch), der in Leipzig ebenfalls Polizist ist, wenig Kontakt zu Ali hat, will er ihm bei der Suche nach den Verantwortlichen helfen. Dabei erweist sich ein lange verdrängter Familienkonflikt als ebenso große Herausforderung wie die Entschlossenheit ihrer Gegner: eine Organisation, deren Einfluss sogar in die Polizeibehörde hineinreicht. Niemandem ist zu trauen – selbst Alis Freundin, die Rechtsanwältin Maryam Soltani (Mona Pirzad), scheint gegen Ali Partei zu ergreifen. So sind die Brüder auf sich allein gestellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Absturz","epNo":1,"alt":"Episode 1","descr":"Der Münchner Ermittler Ali Zeller muss einen verhafteten Soldaten von Österreich nach Deutschland überführen. Unterwegs kommt es auf einer Autobahnbrücke zu einer tödlichen Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":14518328,"hoster":"VOE"},{"redirect":14480523,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518094,"hoster":"VOE"},{"redirect":14480516,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brüder","epNo":2,"alt":"Episode 2","descr":"Ali wird vom Dienst suspendiert, während seine Freundin Maryam damit beauftragt wird, einen Entschädigungsantrag für die Opfer des Brückeneinsturzes vorzubereiten.","versions":[{"lang":1,"streams":[{"redirect":14517625,"hoster":"VOE"},{"redirect":14480522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518349,"hoster":"VOE"},{"redirect":14480524,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grenzen","epNo":3,"alt":"Episode 3","descr":"Ali und Leo verpassen den Waffencontainer im Hafen von Athen nur knapp, aber es gelingt ihnen herauszufinden, dass der Container zu einer Firma gehört, die von München aus operiert. Maryam stößt bei der Vorbereitung auf den Prozess in München auf Ungereimtheiten bei der Planung und dem Bau der eingestürzten Brücke.","versions":[{"lang":1,"streams":[{"redirect":14517610,"hoster":"VOE"},{"redirect":14480528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518359,"hoster":"VOE"},{"redirect":14480520,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Netzwerk","epNo":4,"alt":"Episode 4","descr":"Ali und Leo entkommen nur knapp dem Tod und erkennen, dass sie in eine weitreichende Verschwörung verwickelt sind, deren blutige Spur sie zurück nach München führt. Dort treffen sie Alis Kollegin Frida, die gerade aus dem Krankenhaus entlassen wurde und ebenfalls - wenn auch aus anderen Motiven - versucht, herauszufinden, was und vor allem wer hinter der Verschwörung steckt. Maryam erhält eine anonyme Drohung.","versions":[{"lang":1,"streams":[{"redirect":14518250,"hoster":"VOE"},{"redirect":14480531,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518207,"hoster":"VOE"},{"redirect":14480517,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Oktavian","epNo":5,"alt":"Episode 5","descr":"Ali hat Fridas Geheimnis erfahren und versteckt sich mit ihr in einer einsamen Berghütte in den Alpen, während Leo versucht, die Verschwörer zu entlarven, die in seinen eigenen Reihen zu sitzen scheinen. Unbeirrt von den Drohungen gegen ihre Ermittlungen gehen Maryam und ihr Chef mit ihrem Plan an die Öffentlichkeit, eine Sammelklage wegen der Brückenkatastrophe einzureichen, was sie ins Visier eines bisher unbekannten Feindes bringt.","versions":[{"lang":1,"streams":[{"redirect":14518183,"hoster":"VOE"},{"redirect":14431355,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518162,"hoster":"VOE"},{"redirect":14480535,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Frei zum Abschuss","epNo":1,"alt":"","descr":"Ali und Leo wollen Maryams Angreifer fassen – dabei kommt es zu einer wilden Verfolgungsjagd mit tödlichen Folgen. Bauunternehmer Leif Lohberg muss sich für den Brückeneinsturz verantworten.","versions":[{"lang":1,"streams":[{"redirect":13020806,"hoster":"VOE"},{"redirect":13020809,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rote Linien","epNo":2,"alt":"","descr":"Ali und Leo werden erpresst: Sie sollen sich einen alten Fall vornehmen und den Vermissten Phillip Münch finden, der zuletzt als Drogenkurier gearbeitet hat.","versions":[{"lang":1,"streams":[{"redirect":13020864,"hoster":"VOE"},{"redirect":13020863,"hoster":"Doodstream"},{"redirect":13020844,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eddas Rache","epNo":3,"alt":"","descr":"Maryam gerät durch ihre Recherchen immer mehr in Gefahr. Indessen ergreift die von Rache getriebene Edda Münch extreme Maßnahmen und stellt Ali und Leo ein Ultimatum.","versions":[{"lang":1,"streams":[{"redirect":13020869,"hoster":"VOE"},{"redirect":13020854,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pakt mit dem Teufel (1)","epNo":4,"alt":"","descr":"Nora und Maryam bekommen viel Geld angeboten damit sie ihre Nachforschungen beenden. Lohberg soll vor Gericht aussagen und Jannis entdeckt ein Indiz, das Leo und Ali belastet.","versions":[{"lang":1,"streams":[{"redirect":13020865,"hoster":"VOE"},{"redirect":13020873,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Pakt mit dem Teufel (2)","epNo":5,"alt":"","descr":"Nach einem Attentats-Versuch auf einen Journalisten geraten auch Ali und Leo in die Schusslinie: Im finalen Duell stehen sie einem Auftragskiller gegenüber.","versions":[{"lang":1,"streams":[{"redirect":13020871,"hoster":"VOE"},{"redirect":13020875,"hoster":"Streamtape"}]}]}]}]}