{"path":"/serie/stream/drogen-im-visier","name":"Drogen im Visier","descr":"[Drugs, Inc.] Nirgendwo sonst sind die Gewinnmargen so exorbitant hoch wie im Drogengeschäft. Geschätzte 500 Milliarden US-Dollar Umsatz werden pro Jahr mit dem Verkauf von Heroin, Kokain, Amphetaminen und Co. generiert. Wer vom Geschäft mit der Sucht profitiert, über welche Wege das Rauschgift zum Endverbraucher gelangt und welcher Tricks sich Drogenkartelle bedienen, darüber gibt die die vierteilige Reihe \"Drogen im Visier\" Aufschluss.","seasons":[{"path":"/serie/stream/drogen-im-visier/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-1/episode-1","name":"Kokain","epNo":1,"alt":"Cocaine","descr":"Pro Jahr setzt der internationale Drogenhandel geschätzte 92 Milliarden Dollar allein mit Kokain um. Etwa zwei Millionen \"Arbeitsplätze\" – vom Kokabauern in den Anden bis zum Straßendealer – hängen direkt vom Geschäft mit der Sucht ab. Reich werden dabei nur wenige, denn der Großteil der Profite wird von den Bossen der international operierenden Drogenkartelle abgeschöpft. (Text: National Geographic Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103782","hoster":"VOE"},{"path":"/redirect/8414971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-1/episode-2","name":"Methamphetamin","epNo":2,"alt":"Methamphetamine [Meth]","descr":"Methamphetamin hat in den vergangenen Jahren in den USA und weiten Teilen Asiens eine rasante Karriere als Partydroge gemacht: Geschnupft, geraucht oder injiziert entfaltet die als Yaba, Meth, Crystal oder Crystal Meth bekannte Substanz eine stark aufputschende und euphorisierende Wirkung, die bis zu 36 Stunden anhalten kann. Die Nebenwirkungen sind allerdings ähnlich drastisch wie die belebenden Effekte. (Text: National Geographic Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173945","hoster":"VOE"},{"path":"/redirect/8414958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-1/episode-3","name":"Heroin","epNo":3,"alt":"Heroin","descr":"Keine andere Droge macht so schnell abhängig wie Heroin – sowohl physisch als auch psychisch. Das liegt daran, dass der menschliche Körper schnell eine Toleranz gegenüber Heroin entwickelt, die mit jedem Konsum weiter steigt. So sind Süchtige gezwungen, die Dosis stetig zu erhöhen. Einmal an der Nadel, schaffen es die wenigsten, von der Shore, wie Heroin in Insiderkreisen bezeichnet wird, loszukommen. Aber wie genau wirkt sich der Heroinkonsum auf den menschlichen Organismus aus? Was sind die Langzeitfolgen? (Text: National Geographic Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109190","hoster":"VOE"},{"path":"/redirect/8414959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-1/episode-4","name":"Marihuana","epNo":4,"alt":"Cannabis [Marijuana]","descr":"\"Legalize Marijuana\", heißt es in einem bekannten Song von Peter Tosh. Legal ist Marihuana allerdings nur in den wenigsten Ländern. Auch in Deutschland sind Anbau, Besitz und Weiterverkauf von Marihuana und Haschisch strafbar. Dabei gehen die Meinungen darüber, ob Cannabis nun Teufelkraut oder Wunderpflanze ist, weit auseinander. Fest steht, dass der Konsum von Marihuana oder Haschisch eine Bewusstseinsveränderung hervorruft, die positive, aber auch sehr negative Empfindungen hervorrufen kann. (Text: National Geographic Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996933","hoster":"VOE"},{"path":"/redirect/12988710","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-1","name":"Crack","epNo":1,"alt":"Crack","descr":"Crack ist der Traum jedes Dealers: Die aus Kokainsalz und Natron bestehende Droge ist billig in der Herstellung und liefert dem Konsumenten einen intensiven, aber äußerst kurzen Kick – was dazu führt, dass sofort das Bedürfnis entsteht, eine weitere Dosis einzunehmen. Keine andere Droge macht so schnell abhängig wie Crack – was die Süchtigen meist schnell in die Beschaffungskriminalität treibt. \"Drogen im Visier\" zeichnet den Weg nach, den das Kokain von den Koka-Plantagen Perus bis in die Crackküchen der amerikanischen Großstädte nimmt, und begleitet eine Gruppe von US-Sonderermittlern bei ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996932","hoster":"VOE"},{"path":"/redirect/8414976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-2","name":"Haschisch","epNo":2,"alt":"Hash","descr":"Haschisch gehört zu den am häufigsten konsumierten illegalen Substanzen der Welt. Ob es sich dabei allerdings tatsächlich um eine Droge handelt oder doch eher um ein universelles Heilmittel, da scheiden sich die Geister. Die Konsumenten sehen sich jedenfalls nicht als Abhängige. Fakt ist auch, dass bislang keinerlei suchterzeugende Wirkung von Cannabis nachgewiesen werden konnte. \"Drogen im Visier\" zeichnet den Weg des begehrten grünen Krautes nach – vom Rifgebirge in Marokko, wo ein Großteil des Gesamtbedarfs produziert wird, bis zu den Endverbrauchern in ganz Europa. Darüber hinaus kommt ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103781","hoster":"VOE"},{"path":"/redirect/8414989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-3","name":"Ecstasy","epNo":3,"alt":"Ecstasy","descr":"Bei vielen Clubbern gilt Ecstasy als die ultimative Partydroge. Populär wurden die bunten Pillen mit dem umstrittenen Wirkstoff MDMA durch die Acid-House-Bewegung Ende der 80er Jahre – und entwickelten sich in Raverkreisen schnell zur beliebtesten Droge für exzessive Techno-Partys mit Gute-Laune-Garantie. \"Teile\" oder \"E\"s, wie Ecstasy in der Szene häufig genannt werden, haben im besten Fall tatsächlich eine aufputschende und euphorisierende Wirkung, die die ganze Nacht anhält. Dagegen kommt es bei Konsumenten häufig zu unangenehmen Veränderungen der Wahrnehmung und Angstzuständen, die im s ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921945","hoster":"VOE"},{"path":"/redirect/8414962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-4","name":"Halluzinogene","epNo":4,"alt":"Hallucinogens","descr":"\"Turn on, Tune in, Drop out!\" – Mit diesem Slogan setzte sich Hippie-Vordenker Timothy Leary in den 60er und 70er Jahren für die Legalisierung von halluzinogenen Drogen wie LSD und \"Magic Mushrooms\" ein. Am Verbot der Substanzen, die nicht nur Euphorie und mystische Tranceerfahrungen erzeugen können, sondern auch bedrohliche \"Horrortrips\", hat das allerdings nichts geändert. Heute werden Halluzinogene zwar vor allem als Partydroge konsumiert, doch viele der Substanzen haben noch ganz andere Wirkungen: Wenn sie unter kontrollierten Bedingungen in einer Psychotherapie eingesetzt werden, lasse ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996939","hoster":"VOE"},{"path":"/redirect/8414986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-5","name":"Ketamine","epNo":5,"alt":"Ketamine","descr":"Für viele junge Menschen ist Ketamin die Droge erster Wahl, denn es ist billig, leicht zu beschaffen und hat zudem eine extrem starke Wirkung. Ursprünglich als Narkosemittel verabreicht, tritt der Rausch von Ketamin, das in den einschlägigen Kreisen \"Special K\", \"Vitamin K\" oder einfach \"K\" genannt wird, praktisch unmittelbar mit dem Konsum ein. Der sogenannte \"Kick\" selbst hält dabei nur wenige Sekunden an. Es folgen Bewusstlosigkeit und Halluzinationen, die weitaus schwieriger zu kontrollieren sind als etwa LSD-Effekte. Auch von Nahtod-Erlebnissen, Reisen durch einen dunklen Tunnel und an ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8996937","hoster":"VOE"},{"path":"/redirect/12985665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-6","name":"Schmerztabletten","epNo":6,"alt":"Pill Nation","descr":"Das Schmerzmittel Oxycodon hat sich unter Drogenabhängigen als Ersatzstoff für illegale Opiate etabliert, da es auf das Nervensystem die gleiche Wirkung hat wie Heroin oder Opium. Dabei ist das verschreibungspflichtige Medikament, das auch als \"Hinterwäldler-Heroin\" bekannt ist, weil es anfangs vor allem in der Bergregion der Appalachen missbraucht wurde, vor allem in den USA längst zu einem ernsthaften und kaum überschaubaren Problem geworden. Denn Oxycodon ist heute weit über das Mittelgebirge im Osten der Vereinigten Staaten hinaus verbreitet und für viele Süchtige die Wahldroge des 21 ... . (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008437","hoster":"VOE"},{"path":"/redirect/8415009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-7","name":"Designer-Drogen","epNo":7,"alt":"Designer Drugs","descr":"Synthetische Drogen sind beim Partyvolk so beliebt wie nie. Für vergleichsweise wenig Geld sind bekannte Rauschmittel wie Ecstasy, Speed und LSD auf dem Markt zu haben. Neuerdings nimmt aber vor allem der Konsum von extrem gefährlichen Mischsubstanzen zu – den sogenannten Designerdrogen, viele davon unter der irreführenden Bezeichnung \"Badesalz\" verkauft. Die Wirkung dieser Rauschmittel mit harmlos klingenden Namen wie Angel Dust, Vanilla Sky oder Krokodil ist verheerend, denn es handelt es sich dabei zumeist um zusammengepanschte Produkte aus der Laborküche oder Abfälle der Pharmaindustrie ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094944","hoster":"VOE"},{"path":"/redirect/8414969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-2/episode-8","name":"Drogen-Autos","epNo":8,"alt":"Underworld Inc.: Grand Theft Auto","descr":"In den USA wird alle 26 Sekunden ein Auto aufgebrochen. Wer eine günstige Spritztour machen will, klaut sich einen Wagen. Doch das größte Problem stellen professionelle Autoknackerbanden dar. Sie stehlen Fahrzeuge und schmuggeln sie ins Ausland – nicht selten nach Übersee. Eine besondere Rolle spielen die illegalen Überführungen ins Nachbarland Mexiko. Vor allem gestohlene Trucks und Geländewagen sind hier äußerst beliebt. Häufig gehen sie an einflussreiche Drogenbosse, die die Fahrzeuge zu schwer gepanzerten \"Narco Tanks\" umbauen lassen. Um dem Treiben Einhalt zu gebieten, hat sich die ame ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334156","hoster":"VOE"},{"path":"/redirect/8414961","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-1","name":"[Derzeit nicht erhältlich]","epNo":1,"alt":"High Stakes Vegas","descr":"","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-2","name":"Alkoholsucht in Alaska","epNo":2,"alt":"Alaska Heroin Rush","descr":"Im abgelegenen Alaska befindet sich eines der größten Drogenzentren der USA. Seine geografische Lage bringt den Drogenhändlern riesige Profite. Auf den Straßen von Anchorage kämpfen brutale Gangs aus anderen US-Staaten um die Vorherrschaft im Drogenhandel. Aber die meisten Todesopfer fordert hier schwarz gebrannter Alkohol. In Alaskas abgelegenen Städten und Dörfern, in seinem weiten und wilden Hinterland, verdienen Schwarzhändler unglaubliche Summen – vor allem in den vom Alkohol schon stark dezimierten Gemeinden der amerikanischen Ureinwohner. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166179","hoster":"VOE"},{"path":"/redirect/12166180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-3","name":"Meth-Flut auf Hawaii","epNo":3,"alt":"Hawaiian Ice","descr":"Ausgerechnet das Inselparadies Hawaii hat bei Crystal Meth die höchste Missbrauchsrate in den ganzen Vereinigten Staaten. Der Drogenhandel blüht im 50. Staat der USA, und die Dealer verlangen von den Meth-Junkies Fantasiepreise. Stevie, ein meth-abhängiger Mittelklasse-Typ, ist einer von ihnen. Er kämpft mit seiner Sucht, die mehr und mehr seine Familie zu zerstören droht. 50 Prozent aller Fälle der DEA, der amerikanischen Drogenvollzugsbehörde, beschäftigen sich mit Händlern, die das Südsee-Paradies mit Meth überschwemmen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166185","hoster":"VOE"},{"path":"/redirect/12166186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-4","name":"New Yorks Drogenkönige","epNo":4,"alt":"Drug Kings Of New York","descr":"New York City ist die größte Stadt der USA und ein gigantisches Umschlagzentrum für Drogen, mit einer ebenso großen Nachfrage. Hier gibt es sie alle: die Elite-Dealer, die all die Anwälte, Banker und Broker an der Wall Street mit dem besten Stoff beliefern, der für Geld zu haben ist. Es gibt Marihuana-Kuriere, die Gras ausliefern wie andere Pizza, und es gibt Heroin-Dealer in Brooklyn, die die Straße versorgen. Jede Schicht der New Yorker Gesellschaft wird vom Drogenhandel versorgt. In den Vorstädten bringt der Missbrauch verschreibungspflichtiger Schmerzmittel viele zum Heroin. Und die Heroinsucht erreicht dort längst epidemische Au (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166246","hoster":"VOE"},{"path":"/redirect/12166244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-5","name":"Drogenflut nach dem Hurricane","epNo":5,"alt":"Hurricane Blow","descr":"Nachdem die etablierte Drogen-Szene der Stadt an der Mississippi-Mündung durch den Hurrikan Katrina buchstäblich weggefegt wurde, kehren die Dealer nun aus Städten wie Houston nach New Orleans zurück – mit neuen Kontakten und besserem Stoff. Kleine Dealer kämpfen auf den Straßen, um ein neues Verteilungssystem zu etablieren. Viele neue Bewohner kommen in die Party-Stadt, angezogen von leerstehenden Häusern und einer Menge Drogen. Es sind wirtschaftlich harte Zeiten in \"Big Easy\", wie New Orleans auch genannt wird. In der Stadt und im Umland versuchen sogar Arbeiter, ihr schmales Einkommen durch den Verkauf von Drogen aufzubes (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166238","hoster":"VOE"},{"path":"/redirect/12166240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-6","name":"Drogenmekka Montana","epNo":6,"alt":"Meth Boom Montana","descr":"Montana ist einer der großen Wildnis-Staaten der USA. Aber die Drogenmissbrauchs-Rate der Region ist eine der höchsten des ganzen Landes. Es gibt eine wahre Flut von Methamphetamin aus Mexiko, während die abgelegene Nordgrenze des Staates es kanadischen Drogenhändlern leicht macht, Marihuana ins Land zu schmuggeln – oft sogar zu Fuß. Zur gleichen Zeit versuchen die staatlichen Behörden, den Missbrauch von verschreibungspflichtigen Medikamenten einzudämmen. Zu Wort kommen Dealer, Abhängige und Polizisten. Der Zuschauer erhält Einblick in die Welt des illegalen Drogenhandels von Montana. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166234","hoster":"VOE"},{"path":"/redirect/12166235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-7","name":"Hollywoods dunkle Seite","epNo":7,"alt":"Hollywood High","descr":"Zahlreiche Menschen kommen nach Los Angeles, um reich und berühmt zu werden. Aber um dem Druck in diesem Spiel um Anerkennung und Ruhm standhalten zu können, greifen viele von ihnen zu Heroin, Kokain oder verschreibungspflichtigen Medikamenten. Gezeigt werden neben den Dealern, die Starlets, die Drogen nehmen, um den Druck in Hollywood zu bewältigen. Die bestechlichen Ärzte versorgen die Abhängigen mit Aderall, einem Amphetamin, das zur begehrten Diätpille geworden ist. Und die Möchtegern-Stars, haben alles aufgegeben, um ihre Träume von einer Karriere in der Entertainment-Branche wahr zu machen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166188","hoster":"VOE"},{"path":"/redirect/12166189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-8","name":"Zombies auf Puerto Rico","epNo":8,"alt":"Zombie Island","descr":"Puerto Rico ist der Haupt-Umschlagplatz für Kokain aus Südamerika, auf dem Weg in die USA. Der Drogenhandel brachte eine Welle der Gewalt und eine regelrechte Drogen-Epidemie mit sich, die die Bevölkerung des Landes fest im Griff hat. Diese Dokumentation trifft die internationalen Drogenhändler und ist dabei, wenn Grenzbeamte Schnellboote verfolgen, die mit Kokain beladen sind. Der Zuschauer kann außerdem einen Blick auf berüchtigte Drogenumschlagplätze werfen. Drogenkonsumenten sprechen offen über ihre Sucht nach Kokain, Heroin und einer neuen Droge, die Anestesia genannt wird und die die Abhängigen in schlafwandelnde Zombies verwan (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166182","hoster":"VOE"},{"path":"/redirect/12166183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-9","name":"Drogenstadt Detroit","epNo":9,"alt":"Motor City Rush","descr":"Die Stadt Detroit steht am Abgrund, die Menschen sind völlig verarmt – selbst Drogenhändler müssen ums Überleben kämpfen. Doch in den reichen Vororten der Stadt gibt es eine regelrechte Explosion beim Konsum von Heroin. Und junge, gut verdienende Menschen, die in der Innenstadt leben, greifen zu starken psychedelischen Drogen. Der Film zeigt Crack-Abhängige und Drogenhändler, die sich aufgrund der steigenden Kokain-Preise von dieser Droge abwenden. Die Dealer setzen auf den wachsenden Markt für Heroin vor allem für die weiße Vorortjugend. Die verstörende Dokumentation begleitet Dealer, Drogenkonsumenten und Beamte der Strafverfolgu (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166219","hoster":"VOE"},{"path":"/redirect/12166220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-3/episode-10","name":"Alltag in London","epNo":10,"alt":"Coke Kings And Queens","descr":"Kokain und Marihuana sind die Drogen für einige Londoner, die hart arbeiten und trotzdem ihren Spaß haben wollen. Drogen sind der Kraftstoff eines 24-Stunden-Lifestyles in dieser multikulturellen Gesellschaft. Auf den Straßen konkurrieren britische Drogenbosse mit osteuropäischen Verbrecherbanden, die in das Land strömen und ohne Rücksicht auf Verluste ins Kokaingeschäft drängen. Gleichzeitig versuchen die einheimischen Dealer, die gestiegene Nachfrage nach Marihuana zu bedienen – und zwar gemeinsam mit vietnamesischen Gangs, die durch an Sklaverei grenzende Ausbeutung in der Lage sind, ihre illegalen Geschäfte im industriellen Maßs (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166231","hoster":"VOE"},{"path":"/redirect/12166232","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-1","name":"San Francisco Meth Zombies","epNo":1,"alt":"San Francisco Meth Zombies","descr":"San Francisco, das Zentrum der psychedelischen Revolution der 60er-Jahre, ist berüchtigt für Drogen. Aber im neuen Jahrtausend versucht sich die Stadt, speziell die Homosexuellen-Community, von einer regelrechten Meth-Epidemie zu erholen. Verursacher dieser Situation ist ein asiatisches Drogenkartell, das San Francisco seit fast 25 Jahren mit hochwertigem Meth vergiftet – aber die mexikanischen Kartelle versuchen, den Markt zu übernehmen. Die Dokumentation zeigt eines der schlimmsten Drogen-Ghettos Amerikas – das Herz des Drogenhandels. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166274","hoster":"VOE"},{"path":"/redirect/12166275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-2","name":"Jamaica: Gangs, Guns \u0026amp; Ganja","epNo":2,"alt":"Jamaican Gangs, Guns And Ganja","descr":"Die Doku wirft einen Blick hinter die Kulissen von Kingstons Drogenszene. Verfeindete, gut organisierte Drogengangs kämpfen um die Grenzen ihrer Gebiete. Angeführt werden sie von so genannten Dons, die den lokalen Politikern noch immer Stimmen liefern, aber längst nicht mehr von ihnen abhängig sind. Drogenhandel und -schmuggel ermöglicht es ihnen, sich in ihren verarmten Bezirken durchzusetzen. Da sie die einzigen Wohltäter dieser Gemeinden sind, werden sie von den Bewohnern respektiert und geschützt, die für die Dons ihre Bezirke verbarrikadieren und ihr Leben geben würden. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166268","hoster":"VOE"},{"path":"/redirect/12166272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-3","name":"Drogenmetropole Chicago","epNo":3,"alt":"Windy City High","descr":"Einer der größten Umschlagplätze für Heroin und Kokain in den USA ist Chicago. Für Abhängige ist die Stadt ein wahres Paradies: Drogenhändler bieten hier hochwertige Drogen an, die zu erschwinglichen Preisen verkauft werden. Das Ergebnis: Überdurchschnittlich viele Todesfälle durch Überdosis und Tötungsdelikte, da die Drogenbanden um ihre Reviere kämpfen. Um neue Gebiete zu erobern, weiten einige Gangs ihre Geschäfte auf die Vororte aus. Andere Drogenhändler erweitern ihre Produktpalette, um die gestiegene Nachfrage nach Cannabis und Ecstasy zu befriedigen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166265","hoster":"VOE"},{"path":"/redirect/12166266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-4","name":"Drogenhölle Houston","epNo":4,"alt":"High In Houston","descr":"Der Bezirk \"Fifth Ward\" ist das Drogenumschlagszentrum in Houston, Texas. Hier beherrscht die Drogenszene die Wirtschaft und die Bevölkerung. Die Dokumentation zeigt u.a. einen mächtigen Crackdealer, Mitglied einer Latino-Straßengang, einen machthungrigen Zuhälter und die Drogenabhängigen der Stadt. Berichtet wird auch über ein neues Hustenmittel namens \"Lean\". Wenn man genug davon nimmt, muss man sich anlehnen oder man fällt um. Die Sheriffs von Harris County versuchen die Kartelle da treffen, wo es ihnen am meisten weh tut, indem sie Kleindealer hochnehmen und aus ihnen Spitzel machen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166259","hoster":"VOE"},{"path":"/redirect/12166262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-5","name":"Rocky Mountain High","epNo":5,"alt":"Rocky Mountain High","descr":"Seit der Staat von Colorado im November 2012 den Konsum von Cannabis legalisiert hat, wollen Tausende die Droge rauchen, anbauen und verkaufen. Aber die Legalisierung fordert ihren Tribut auf dem illegalen Drogenmarkt. Kriege zwischen Gangs werden brutaler und die mexikanischen Drogenkartelle bringen härtere Drogen in den Umlauf, wie beispielsweise Black Tar-Heroin. Aber einigen Kleinunternehmern hat die Gesetzesänderung eine Welt neuer Geschäftsmöglichkeiten eröffnet. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166256","hoster":"VOE"},{"path":"/redirect/12166255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-6","name":"Miami Vice","epNo":6,"alt":"Miami Vices","descr":"Das moderne Miami gründet sich zu einem großen Teil auf die Kokain-Industrie. Über vier Jahrzehnte hat die Stadt eine zentrale Rolle beim Drogenschmuggel von Lateinamerika in die USA gespielt – und die Nachfrage nach Drogen ist in dieser Stadt schier unersättlich. Die amerikanische Drogenvollzugsbehörde, die Küstenwache sowie die Zoll- und Grenzschutzbehörde wollen die Einfuhr von Drogen eindämmen. Gleichzeitig geht die Polizei härter gegen Dealer vor. Diese Doku stellt außerdem eine neue Generation von Drogenbossen vor, die geniale Schmuggelmethoden nutzen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166251","hoster":"VOE"},{"path":"/redirect/12166252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-7","name":"Philly Dope","epNo":7,"alt":"Philly Dope","descr":"Kensington, nördlich von Philadelphia, ist ein beliebter Umschlagplatz für Heroin, Crack, Kokain und PCP. Verlassene Häuser und Fabriken dienen als Heroin- und Crack-Höhlen oder als Drogenlager. Der Junkie Jerome verkauft saubere Nadeln und Matthew, der HIV positiv ist, testet für die lokalen Drogenbosse das Heroin. Zwei Cops der Polizei von Philadelphia klagen darüber, dass für jeden Drogenumschlagplatz, den sie hochnehmen, an anderer Stelle sofort ein neuer entsteht. Außerdem lernen wir Escape kennen, der den Heroinhandel eines Blocks kontrolliert und erleben, wie zerstörerisch PCP wirkt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166247","hoster":"VOE"},{"path":"/redirect/12166248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-8","name":"Abgestürzt in Seattle","epNo":8,"alt":"Wasted In Seattle","descr":"Seit den Tagen von Kurt Cobain und der Grunge-Ära wird Seattle auch \"Junkie-Town\" genannt. Die liberalen Gesetze der Stadt und die große Nachfrage nach Drogen haben Gangster und Drogendealer angezogen, die hier ihr Geld machen wollen. Vom Geschäft mit Crack in Belltown zu den Molly-Konsumenten der \"Electronic Music\"-Szene der Stadt – diese Dokumentation zeigt die Höhen und Tiefen der Drogenszene von Seattle. Die jüngste Legalisierung von Marihuana demonstriert die liberale und tolerante Einstellung der Stadt zu Drogen am deutlichsten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166289","hoster":"VOE"},{"path":"/redirect/12166290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-9","name":"Drogenhochburg Phoenix","epNo":9,"alt":"Cartel City: Arizona","descr":"Phoenix in Arizona ist de facto die Hauptstadt des Drogengroßhandels der gesamten Vereinigten Staaten. Kontrolliert wird das Geschäft von einer der mächtigsten und brutalsten Verbrecherorganisationen Mexikos, dem Sinaloa-Kartell. 180 Meilen nördlich der mexikanischen Grenze gelegen, wurde die Hauptstadt Arizonas zu einem Hauptumschlagplatz für Drogen wie Kokain, Marihuana, Heroin und Methamphetamin. Die Drogen kommen direkt aus Mexiko und werden von Phoenix aus im ganzen Land verteilt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992877","hoster":"VOE"},{"path":"/redirect/12166285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-10","name":"Drogensumpf in Tennessee","epNo":10,"alt":"Stashville: Tennessee","descr":"Nashville ist die Stadt der Musik in den USA. Hier existiert aber auch ein dichtes Netz von Drogenhändlern. Was dort am Broadway angeboten wird, ist meist selbst angebaut. In der Gegend wird die größte Menge an Marihuana im ganzen Land produziert. Gleichzeitig schießen überall private Crystal-Meth-Küchen aus dem Boden. Die Behörden haben mit der verbotenen Produktion ebenso zu kämpfen wie mit dem hochgiftigen Müll, der dabei entsteht. Der Anti-Drogenkampf wird auch mit Drogengeldern finanziert. Denn ein Gesetz in Tennessee erlaubt, das Vermögen aus kriminellen Handlungen einzuziehen und zu verwenden. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166281","hoster":"VOE"},{"path":"/redirect/12166282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-11","name":"[Derzeit nicht erhältlich]","epNo":11,"alt":"The Drug Makers","descr":"","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-12","name":"[Derzeit nicht erhältlich]","epNo":12,"alt":"Going To Extremes","descr":"","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-4/episode-13","name":"[Derzeit nicht erhältlich]","epNo":13,"alt":"Best In The Business","descr":"","versions":[]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-1","name":"DEA vs. Drogenmafia","epNo":1,"alt":"Breakdown","descr":"Tagtäglich hat die DEA mit neuen Auswüchsen des Drogenhandels zu kämpfen. Gerade die internationalen Drehkreuze wie der New Yorker Airport JFK erweisen sich für die Fahnder als Extrem-Herausforderung, da die Kartelle immer neue Wege finden, hierüber im großen Stil Rauschgift ins Land zu schleusen. Und auch die über 3.000 Kilometer lange Grenze zwischen den USA und Mexiko bietet Schmugglern zahlreiche Schlupflöcher. \"Drogen im Visier begleitet DEA-Beamte bei ihrem Einsatz gegen die Drogenmafia. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166331","hoster":"VOE"},{"path":"/redirect/12166332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-2","name":"Salt Lake Drogen-City","epNo":2,"alt":"Salt Lake Sinners","descr":"Salt Lake City ist eine der sichersten Städte der USA. Doch wenn man hinter die idyllische Fassade blickt, erkennt man, dass die Stadt von einer regelrechten Drogen-Epidemie heimgesucht wird. Pro Jahr sterben mehr Menschen wegen Tablettenmissbrauchs als im Straßenverkehr. Die am meisten gefürchteten mexikanischen Kartelle arbeiten mit Gangstern aus Kalifornien zusammen, um die Stadt mit Drogen zu überschwemmen. Diese Episode von \"Drogen im Visier\" zeigt die Auswüchse von Drogensucht und -handel in der Mormonengemeinde. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921942","hoster":"VOE"},{"path":"/redirect/12166335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-3","name":"Kokainhochburg Kalifornien","epNo":3,"alt":"Cokeland","descr":"Oakland in Kalifornien wurde von einem Korruptionsskandal innerhalb der Polizei erschüttert. Viele Polizisten mussten ihren Dienst quittieren, und wegen eines Haushaltsdefizits von 58 Millionen Dollar wurden keine neuen eingestellt. Bald wurde Oakland zur drittgefährlichsten Stadt in den USA. Der Drogenmarkt entzieht sich jeglicher Kontrolle, und weil die Polizei kaum präsent ist, kämpfen die Dealer mit extremer Gewalt um ihre Gebiete. Allerdings stehen sie einem hervorragenden Team aus Undercover-Detectives gegenüber, die für den Alameda County Sheriff arbeiten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166338","hoster":"VOE"},{"path":"/redirect/12166339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-4","name":"Crack in Washington","epNo":4,"alt":"PCP In D.C.","descr":"Früher galt Washington DC als Crackhochburg. Doch in den Schwarzenvierteln im Südosten ist mittlerweile PCP, auch bekannt als \"Angel Dust\", sehr verbreitet. Die Notaufnahmen behandeln dort bis zu 80 Patienten im Monat, die unter dem Einfluss von PCP Psychosen entwickelt haben. PCP ist billig herzustellen und macht extrem schnell abhängig. Es löst Halluzinationen und Paranoia aus, macht schmerzunempfindlich und hochaggressiv. Spezielle Einheiten der DEA versuchen alles, um die Herstellung der Droge und den Handel mit ihr einzudämmen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166341","hoster":"VOE"},{"path":"/redirect/12166342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-5","name":"Drogenmekka Portland","epNo":5,"alt":"Dope-landia","descr":"Portland ist das Mekka der obdachlosen US-Jugendlichen. Hunderte von ihnen strömen in die Stadt, um die dort großzügig gewährten Sozialdienste auszunutzen. Sie sind die Kunden auf dem tödlichsten Drogenmarkt der USA. Seit 2005 überschwemmen mexikanische Drogenhändler die Stadt mit der synthetischen Droge \"Ice\". Außerdem bieten mexikanische Drogenkartelle ihr billiges Heroin in Portland an. Bevorzugt verkaufen sie ihre Drogen an junge Abhängige – zum Teil nicht älter als 15 Jahre. Eine ganze Generation junger Drogenabhängiger finanziert ein Imperium, das auf Heroin aus Mexiko gebaut ist. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166351","hoster":"VOE"},{"path":"/redirect/12166360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-6","name":"Heroinflut in Memphis","epNo":6,"alt":"Memphis Mayhem","descr":"In der Drogenszene von Memphis findet ein Wandel statt: die Abhängigen auf dem Elvis-Presley-Boulevard konsumieren seit neuester Zeit immer mehr Heroin. Drogendealer mit Taschen voller Geld locken bewaffnete Räuberbanden an, die auf der Suche nach leichten Opfern die Straßen der Stadt durchstreifen. Die Polizisten sehen sich zusätzlich mit schießwütigen Dealern konfrontiert, während sie versuchen, die Heroinwelle einzudämmen, die die Stadt überflutet. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166367","hoster":"VOE"},{"path":"/redirect/12166370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-7","name":"Undercover im Drogenmilieu","epNo":7,"alt":"Snitch Cities","descr":"Die Zwillingsstädte Minneapolis und Saint Paul sind die Heimat des reinsten Heroins in den USA. Es ist alles andere als einfach, die Drogendealer zu erwischen, da sie ihre billigen Hotels alle paar Tage wechseln. Auf der Jagd nach den Drogendealern setzt die Polizei nun auf Informanten. Die Ermittler versuchen, die Dealer zu stellen, wenn sie ihre Lieferanten treffen, um den Kartellen auf die Spur zu kommen, die hinter dem Handel stehen. Die Dokumentation bietet einen Einblick in das Leben der Drogendealer von Minneapolis und Saint Paul sowie der Polizisten, die sie verfolgen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166291","hoster":"VOE"},{"path":"/redirect/12166294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-8","name":"Modedroge Molly","epNo":8,"alt":"Molly Madness","descr":"Das Nachtleben von Atlanta wird für viele Leute von Drogen bestimmt – und momentan ist die Droge \"Molly\", eine angeblich reinere Form von Ecstasy, besonders angesagt. Von Rave-Partys und Hip-Hop-Veranstaltungen bis zu den mit Maschinenpistolen bewaffneten Dealern – \"Molly\" gibt es in der ganzen Stadt. In den Händen einer neuen Generation von Drogenhändlern verwandelt sich diese Droge in eine tödliche Bedrohung. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166296","hoster":"VOE"},{"path":"/redirect/12166297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-9","name":"Dallas Dope Cowboys","epNo":9,"alt":"Dallas Dope Cowboys","descr":"Auf ihrer Suche nach hochwertigen Substanzen kommen verzweifelte Drogenkonsumenten von so weit entfernten Städten wie Atlanta oder Chicago nach Dallas. Drogendealer können hier das große Geld machen, wie beispielsweise der Gangster \"Bulldog\". In seinem Laden läuft das Geschäft rund um die Uhr. Und hier wird alles angeboten, von Haschisch bis Crack. Junge Drogendealer nehmen die Gefahr in Kauf, ihre Geschäfte auf der Straße zu machen. In Texas gibt es 100.000 Gang-Mitglieder. Der Wettbewerb im Drogengeschäft ist hart und gefährlich: Dallas hat eine der höchsten Mordraten in den USA. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166301","hoster":"VOE"},{"path":"/redirect/12166302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-10","name":"[Derzeit nicht erhältlich]","epNo":10,"alt":"The High Wire","descr":"Baltimore war einst eine reiche Stadt. Doch mit den Schließungen der Stahlfabriken gingen auch die Arbeitsplätze und Armut machte sich breit. Für jene die geblieben sind und sich in den Abbruchhäusern eingerichtet haben, gehört der Konsum von und der Handel mit Heroin zum Alltag. Etwa 60.000 Menschen sind süchtig und die Behörden weitgehend machtlos. Allein in West Baltimore, im Bereich der Pennsylvania Avenue, werden jährlich etwa 10 Millionen Dollar mit Heroin umgesetzt. Das Geschäft boomt und dehnt sich Richtung Vorstädte aus, um dem schnell wachsenden neuen Bedarf gerecht zu werden. (Text: Sky)","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-11","name":"Drehscheibe Boston","epNo":11,"alt":"Boston Benzo Buzz","descr":"Die Dominikaner kontrollieren die Drogengeschäfte in Boston. Um Heroin in die Stadt zu bringen, arbeiten sie mit den mexikanischen Kartellen zusammen. Durch die gestiegene Menge an Drogen auf den Straßen Bostons sind die Rettungsdienste inzwischen vollkommen überfordert – vor allem seitdem die Abhängigen Drogencocktails konsumieren, die aus Heroin und verschreibungspflichtigen Tabletten bestehen. Die Episode zeigt, wie die Drogenorganisationen der Dominikaner immer mächtiger werden und wie sie mit afroamerikanischen und puerto-ricanischen Drogendealern zusammenarbeiten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166304","hoster":"VOE"},{"path":"/redirect/12166306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-12","name":"Dealer Special","epNo":12,"alt":"Dealer POV","descr":"Das \"Dealer Special\" gewährt Einblicke in den Alltag von Menschen, die ihr Leben mit dem Verkauf von Drogen bestreiten. In New York, Atlanta und Portland begleiten Kamerateams kriminelle Straßenhändler bei ihrem Job, für den sie sich tagtäglich in große Gefahr begeben. Wie riskant das Dealer-Dasein ist, wird schon bald deutlich: So kommt es beim Eintreiben von Außenständen zu einer Schießerei mit Rivalen, während anderswo ein Versteckspiel mit der Polizei in einem Aufzugsschacht endet. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166309","hoster":"VOE"},{"path":"/redirect/12166310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-5/episode-13","name":"Der Insider","epNo":13,"alt":"The Inside Man","descr":"Undercover-Cops sind im Kampf gegen Kartelle unerlässlich. Oft sind es ihre Insiderinformationen, durch die der DEA ein \"großer Fisch ins Netz geht oder eine tonnenschwere Drogenlieferung konfisziert werden kann. Doch so wichtig der Job ist, so gefährlich ist er auch: Undercover-Agenten begeben sich durch ihren Einsatz in permanente Lebensgefahr. Sobald ein Informant auffliegt, droht ihm die tödliche Rache der Mafia ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166313","hoster":"VOE"},{"path":"/redirect/12166316","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-1","name":"Krokodil – Der billige Tod","epNo":1,"alt":"Flesh-Eating Krokodil","descr":"Nachdem vermehrt Heroinabhängige mit faulender Haut und schlimmen Entzündungen an Armen und Beinen in amerikanischen Praxen auftauchten, schlugen Ärzte Alarm. Die Symptome erinnerten stark an Krokodil, einen billigen, aber oft tödlichen Cocktail aus Hustensaft, Benzin, Farbverdünner, Salzsäure und rotem Phosphor, der fast ausschließlich in Russland konsumiert wird. \"Drogen im Visier begibt sich auf die Spur des hochgefährlichen Stoffs, der Abhängige von Innen und Außen praktisch \"auffrisst. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166317","hoster":"VOE"},{"path":"/redirect/12166320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-2","name":"Bad Boys","epNo":2,"alt":"Bad Boys","descr":"Beim Thema Drogen sind Gut und Böse schwer bewaffnet. Schließlich wollen sowohl die Dealer als auch die Behörden ihre Interessen durchsetzen. Fest steht: Bei der Auseinandersetzung zwischen beiden Seiten herrscht seit Jahrzehnten Krieg. Einen Sieger gibt es bislang nicht. Erschreckend ist vor allem, dass die Mitglieder der Drogenkartelle längst hervorragend bewaffnet sind. Bad Boys beleuchtet das Geschäft mit den Waffen, das mittlerweile einen wichtigen Teil des Drogen-Business ausmacht. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166389","hoster":"VOE"},{"path":"/redirect/12166396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-3","name":"Kokain weißes Gold","epNo":3,"alt":"Cocaine White Gold","descr":"Kokain gilt als Droge der Reichen und Schönen und hat dementsprechend in Hollywood Hochkonjunktur. Doch bevor es hier verkauft werden kann, muss es einen langen und vor allem gefährlichen Weg zurücklegen. \"Drogen im Visier zeichnet ihn nach: von den Koka-Plantagen in Bolivien, Kolumbien und Peru über die hochmodernen Labors, wo in einem komplexen chemischen Prozess die Droge entsteht, bis zu den Roten Teppichen, wo für ein Gramm des \"Weißen Goldes bis zu 150 Dollar gezahlt wird. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166322","hoster":"VOE"},{"path":"/redirect/12166323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-4","name":"Super Meth","epNo":4,"alt":"Super Meth","descr":"Crystal Meth hat die Vereinigten Staaten fest im Griff: Über 1,2 Millionen Konsumenten investieren jedes Jahr fünf Milliarden Dollar in die Droge. Hergestellt wird der Stoff aber nicht in den USA, sondern in Mexiko. Eine der Meth-Hochburgen befindet sich in Culiacán, der Hauptstadt des Bundesstaates Sinaloa, wo in Superlaboren in industriellem Stil produziert wird. Mit welchen Tricks die Kartelle arbeiten, um die Droge unbemerkt ins Nachbarland zu schmuggeln, zeigt \"Drogen im Visier. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166327","hoster":"VOE"},{"path":"/redirect/12166328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-5","name":"Marihuana Hype","epNo":5,"alt":"Marijuana Mayhem","descr":"Seit der Cannabis-Legalisierung schießen im Golden State Kalifornien immer neue Plantagen aus dem Boden. Besonders großer Beliebtheit erfreut sich \"Sour Diesel\", eine starke Sorte, die ursprünglich für den medizinischen Gebrauch gezüchtet wurde und extrem hohe Gewinne abwirft: In New York etwa liegt der Preis für ein Pfund Sour Diesel bei rund 4.000 Dollar. Von der West- bis an die Ostküste – \"Drogen im Visier\" gewährt spannende Einblicke in das lukrative Geschäft mit dem Wunderkraut. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166413","hoster":"VOE"},{"path":"/redirect/12166415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-6","name":"Verrückt nach Molly","epNo":6,"alt":"Manic Molly","descr":"Kokain war gestern. Längst gibt es Substanzen, die angesagter sind. Zum Beispiel die Partydroge \"Molly\". Schließlich ist das Geschäft mit dem neuen amphetaminhaltigen Stoff viel profitabler. Eine der Ingredienzien ist extrem selten und damit entsprechend teuer. Es handelt sich um das Öl des in Kambodscha wachsenden Gelben Zimtbaums, und die Behörden des südostasiatischen Landes haben den Handel damit verboten. \"Drogen im Visier\" begleitet einen Dealer, der Koks gegen Molly tauschen will. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166427","hoster":"VOE"},{"path":"/redirect/12166425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-7","name":"Silvester in New York","epNo":7,"alt":"New Year’s Eve NYC","descr":"Silvester naht – und im Big Apple laufen die Vorbereitungen für die größte Party des Jahres auf Hochtouren. Natürlich spekulieren Dealer darauf, in dieser Nacht der Nächte den ganz großen Reibach zu machen. Allerdings schläft auch die Konkurrenz an Silvester nicht. Mit welchen Tricks und Kniffen gearbeitet wird, zeigt \"Drogen im Visier\". Außerdem schaut die Reihe den Gesetzeshütern in New York City über die Schulter, die beim Jahreswechsel im Dauereinsatz sind, um Drogengeschäfte zu unterbinden. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166432","hoster":"VOE"},{"path":"/redirect/12166437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-8","name":"Chaos im Kartell","epNo":8,"alt":"Cartel Chaos","descr":"Drogengeschäfte werden von mächtigen Kartellen gelenkt. Sie kontrollieren die Schmugglerrouten, über die das Rauschgift transportiert wird und schrecken vor keinem noch so grausamen Mittel zurück, um Gegner auszuschalten. Auch die einzelnen Syndikate bekämpfen sich gegenseitig bis aufs Blut. Erpressung, Entführung und Gewaltdelikte stehen bei diesen kriminellen Organisationen an der Tagesordnung. Schließlich will jedes Kartell das größte Stück vom lukrativen Drogenkuchen für sich beanspruchen ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992876","hoster":"VOE"},{"path":"/redirect/12166453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-9","name":"Hardcore Heroin","epNo":9,"alt":"Hardcore Heroin","descr":"Im mexikanischen Bundesstaat Sinaloa liegt das landesweit größte Anbaugebiet von Schlafmohn. In einem komplexen synthetischen Prozess wird daraus in illegalen Laboren Heroin hergestellt und anschließend von Drogenkurieren – zu Fuß oder im Pick-up – in die USA geschmuggelt. Wenn ihnen nicht die DEA einen Strich durch die Rechnung macht: Allerding ist eine lückenlose Überwachung der über 3.000 Kilometer langen mexikanisch-amerikanischen Grenze selbst für die Profis so gut wie unmöglich. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166462","hoster":"VOE"},{"path":"/redirect/12166465","hoster":"Doodstream"},{"path":"/redirect/12166464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-10","name":"Mardi Gras","epNo":10,"alt":"Mardi Gras","descr":"Mardi Gras ist der Karneval von New Orleans – und für Dealer die ideale Zeit, um Touristen die Dollars aus der Tasche zu ziehen. Damit die kostbare Ware nicht der Polizei in die Hände fällt, ist allerdings einiges an Einfallsreichtum gefragt. Vor allem im belebten French Quarter sind zahllose Polizisten undercover im Einsatz, um die Dealer beim Verkauf auf frischer Tat zu stellen. Doch plötzlich droht die Situation zu eskalieren. Grund dafür sind gepanschte Drogen ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166467","hoster":"VOE"},{"path":"/redirect/12166468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-11","name":"Spring Break","epNo":11,"alt":"Spring Break","descr":"Alljährlich im März spielt sich in Florida ein unglaubliches Schauspiel ab: Mehr als eine Million College-Studenten aus ganz Amerika überrennen die Strände und feiern Spring Break – eine mehrwöchige Studienpause, bei der getanzt, getrunken und Drogen konsumiert werden. Um die hohe Nachfrage nach Substanzen wie Kokain oder Ecstasy decken zu können, gehen die Händler große Risiken ein. Zoll, Grenzschutz und Polizei versuchen, ihnen das Handwerk zu legen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166470","hoster":"VOE"},{"path":"/redirect/12166472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-6/episode-12","name":"Independence Day","epNo":12,"alt":"Sin-dependence Day","descr":"Chicago ist eine der gefährlichsten Großstädte der USA – besonders am Wochenende zum Unabhängigkeitstag. Im berüchtigten Süden der Stadt geraten an diesen Tagen rivalisierende Drogenhändler aneinander, darunter die Banden von Rambo, Nacho und der Stain Gang. Für sie bedeuten Chicagos Feierlichkeiten Krieg und Geschäft zugleich. Ken Herzlich verfolgt das tödliche Treiben. Der Kameramann heftet sich an die Fersen der Polizei und filmt Verbrechen, die gerade erst geschehen ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166475","hoster":"VOE"},{"path":"/redirect/12166476","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-1","name":"Koks an der Wall Street","epNo":1,"alt":"The Real Wolves Of Wall Street","descr":"An der New Yorker Börse dreht sich bekanntlich alles um Aktien und Wertpapiere. Im Finanzzentrum rund um die Wall Street blühen allerdings auch ganz andere Geschäfte: Eines davon ist der Handel mit Kokain. Für viele Broker und Banker gehört das weiße Pulver einfach dazu. Der Finanzdistrikt im Big Apple ist deshalb ein Paradies für Dealer. Doch die müssen zahlreiche Hürden überwinden, um an ihre Kunden zu gelangen. Sie verkleiden sich als Touristen oder gleich als Aktienhändler in Nadelstreifen. Der Aufwand scheint sich zu lohnen, denn der Hunger nach dem Stoff aus dem die Träume sind, ist gewaltig. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166483","hoster":"VOE"},{"path":"/redirect/12166485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-2","name":"HipHop High","epNo":2,"alt":"Hip Hop High","descr":"Die Verbindungen zwischen der Hip-Hop- und Drogenindustrie sind hinlänglich bekannt. Im kalifornischen Oakland beispielsweise haben die Möchtegern-Rapper BG und Lil Ant ein Aufnahmestudio angemietet – finanziert durch den Verkauf von Kokain. Das etablierte Hip-Hop-Duo Hoodstarz hingegen wurde beinahe wegen Drogenbesitzes festgenommen und versucht nun, sich möglichst nicht bei den Dealern blicken zu lassen. Einer ihrer Kollegen hatte weniger Glück und sitzt nun wegen Drogenhandels lebenslänglich im Gefängnis. Doch auch dort wird munter weitergehandelt, wie diese Folge von \"Drogen im Visier\" zeigt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166487","hoster":"VOE"},{"path":"/redirect/12166488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-3","name":"Sex \u0026amp; Drugs","epNo":3,"alt":"X-Rated High","descr":"In der Pornoindustrie war der Gebrauch von Drogen immer völlig normal. Seitdem es aber zu einer signifikanten Zunahme an HIV-Erkrankungen gekommen ist, werden die Akteure wesentlich schärfer kontrolliert. Betäubungsmittel sind nun längst nicht mehr so toleriert wie einst. Die heutige Episode von \"Drogen im Visier\" wirft einen Blick hinter die Kulissen des Pornogeschäfts von Los Angeles und lässt Darsteller zu Wort kommen. U.a. dabei: Branchenlegende Ron Jeremy, Charlie Sheens Ex Kacey Jordan und die einst als heißester Pornostar der Welt gehandelte Brittni Ruiz alias Jenna Presley. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166491","hoster":"VOE"},{"path":"/redirect/12166492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-4","name":"Spring Break Deals","epNo":4,"alt":"Cancun Spring Break","descr":"Wenn Amerikas Studenten eine Lernpause einlegen und in die Frühlingsferien starten, herrscht im Drogengeschäft Hochkonjunktur. \"Drogen im Visier\" beobachtet die Szene im mexikanischen Cancun, wo tausende junge Amerikaner \"Spring Break\" feiern. Zwei Kartelle, \"Sinaloa\" und \"Gulf\", haben den hiesigen Markt untereinander aufgeteilt. Doch unabhängige Klein-Dealer wildern im Revier der Großen. Das Risiko ist enorm, denn die Auftragskiller der Kartelle durchkämmen die Clubs der Stadt, um die Konkurrenz auszuschalten. Gleichzeitig versuchen Polizisten, die schlimmsten Gewaltexzesse zu verhindern. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166496","hoster":"VOE"},{"path":"/redirect/12166498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-5","name":"Junkies im Gefängnis","epNo":5,"alt":"Jailhouse Junkies","descr":"Gefängnismauern sind durchlässiger, als man denkt. Vor allem Drogen finden immer wieder den Weg in den Knast. \"Drogen im Visier\" nimmt zwei Vollzugsanstalten unter die Lupe: In einem kalifornischen Gefängnis ist Crystal Meth ein großes Thema. Zwar ist das Wachpersonal knallhart, doch das Problem bekommen die Beamten einfach nicht in den Griff. In der zweiten Einrichtung in New Jersey ist eine noch gefährlichere Substanz weit verbreitet: Heroin. Zwei verschiedene Drogen, zwei verschiedene Gefängnisse – und in beiden Fällen versuchen die Wärter, die Kontrolle zurückzugewinnen – ein aussichtsloser Kampf? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166500","hoster":"VOE"},{"path":"/redirect/12166501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-6","name":"New Yorks Kokain Kartell","epNo":6,"alt":"Big Apple Coke","descr":"Während der Drogenhandel von Mexiko in die USA stetig abnimmt, hat sich eine neue Route über die Karibik etabliert. Insbesondere Banden aus der Dominikanischen Republik nutzen diesen Weg zum Kokainschmuggel. \"Drogen im Visier\" beleuchtet die Verbindungen zwischen dem Dealer-Netzwerk des Inselstaats und dem Kokainkartell von New York City. Gezeigt wird, wie Zoll, Grenzschutz und Polizei mit allen Mitteln versuchen, den immer professioneller organisierten Handel mit dem weißen Pulver aufzudecken und zu zerschlagen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166504","hoster":"VOE"},{"path":"/redirect/12166505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-7","name":"Halloween in Detroit","epNo":7,"alt":"Detroit Halloween","descr":"Es ist Halloween in Detroit. Für das organisierte Verbrechen der Metropole im US-Bundesstaat Michigan beginnen lukrative 48 Stunden. Zwei verschiedene Gruppen von Dealern decken sich mit Drogen ein und suchen rund um die 8 Mile Road nach neuen Kunden. Auf der einen Seite dieser berüchtigten Stadtautobahn liegt die desolate City, auf der anderen die wohlhabenden Vororte, wo vor allem Partydrogen zum Feiern ihre Abnehmer finden. Um ihren Stoff unters Volk zu bringen, müssen die Drogenhändler aber erst einmal an den Cops vorbei – ein hektisches Katz- und Mausspiel. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166508","hoster":"VOE"},{"path":"/redirect/12166509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-8","name":"Pittsburgs Heroinhölle","epNo":8,"alt":"Pittsburgh Smack","descr":"In Pittsburgh im US-Bundesstaat Pennsylvania gehört Heroin zu den am meisten konsumierten Drogen überhaupt: Für Dealer Ghost eine komfortable Situation, denn der Stoff sichert ihm regelmäßig hohe Einnahmen. Doch neben der Polizei kommen ihm zunehmend auch kleinere Konkurrenten in die Quere. Ghost hat aber schon eine Idee, um eine neue Geldquelle aufzutun: In den Vororten von Pittsburgh wimmelt es nur so von Tablettensüchtigen – und die möchte Ghost nur allzu gerne zu seinen Klienten machen. Die Rechnung hat er jedoch ohne die Strafverfolgungsbehörden von Pennsylvania gemacht ... (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166513","hoster":"VOE"},{"path":"/redirect/12166515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-9","name":"[Derzeit nicht erhältlich]","epNo":9,"alt":"The Living Dead","descr":"","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-10","name":"High im Silicon Valley","epNo":10,"alt":"Silicon Valley High","descr":"Das Silicon Valley ist der weltweit bedeutendste Standort für die IT- und High-Tech-Industrie. Aber nicht nur die Wirtschaft boomt hier, sondern auch der Rauschgifthandel. Für J-Stax, der mit Kokain aus Mexiko dealt, war die Region bis vor Kurzem ein äußerst lukratives Absatzgebiet. Die Razzien der Cops machen ihm das Leben allerdings zunehmend schwer. Hinzu kommt, dass viele seiner Stammkunden auf eine kostengünstigere Alternative umgestiegen sind: Crystal Meth. \"Drogen im Visier\" zeigt, wie gefährlich die synthetisch hergestellte Substanz ist und wie schnell sie Menschen zerstören kann. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166518","hoster":"VOE"},{"path":"/redirect/12166519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-11","name":"[Derzeit nicht erhältlich]","epNo":11,"alt":"Grim Reaper","descr":"","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-12","name":"[Derzeit nicht erhältlich]","epNo":12,"alt":"Holidaze","descr":"","versions":[]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-13","name":"Drogen in der Vorstadt","epNo":13,"alt":"Heroin Island, NYC","descr":"Staten Island hat ein massives Drogenproblem: Der New Yorker Stadtteil ist zwar dreimal größer als Manhattan, mit 500.000 Einwohnern aber wesentlich dünner besiedelt. Alle fünf Tage stirbt hier jemand an einer Überdosis. Insbesondere der Konsum von Heroin hat in Staten Island in den letzten Jahren stark zugenommen, was nicht zuletzt am günstigen Marktpreis liegen dürfte. Die New Yorker Polizei versucht mit allen Mitteln, das Drogenproblem in den Griff zu bekommen – doch sie hat mächtige Gegner¿ (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166521","hoster":"VOE"},{"path":"/redirect/12166522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-14","name":"Die Kokain-Route","epNo":14,"alt":"Euro Coke","descr":"Wie kommt Kokain aus Südamerika zum Endverbraucher in Europa? Man kann es bereits ahnen: Die weiße Spur führt nicht immer auf direktem Wege von Kolumbien, Venezuela oder Panama nach Großbritannien, Frankreich oder Deutschland. Stattdessen nehmen die Kartelle neuerdings lieber einen Umweg über bitterarme westafrikanische Staaten – das dauert zwar länger, dafür sind die Kontrollen aber nicht so streng und der Zoll ist meist bestechlich. Von dort geht es in der Regel über den Landweg weiter, bevor das Kokain schließlich in Europa landet. \"Drogen im Visier\" zeichnet die dunklen Wege des weißen Pulvers nach. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166526","hoster":"VOE"},{"path":"/redirect/12166525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-15","name":"Geschäfte hinter Gittern","epNo":15,"alt":"Business Behind Bars","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166528","hoster":"VOE"},{"path":"/redirect/12166531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-16","name":"Meth in Down Under","epNo":16,"alt":"Aussie Ice Wars","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921943","hoster":"VOE"},{"path":"/redirect/12166537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-17","name":"Tex Meth","epNo":17,"alt":"Tex Meth","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166542","hoster":"VOE"},{"path":"/redirect/12166544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-18","name":"Kiffende Studenten","epNo":18,"alt":"Boston Weed Party","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166553","hoster":"VOE"},{"path":"/redirect/12166569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-19","name":"Pillenmetropole Bangkok","epNo":19,"alt":"Bangkok Ice","descr":"*Pillenmetropole Bangkok*\r\rSeit einiger Zeit bestimmt in Thailand eine Designerdroge den Schwarzmarkt – eine bunte Pille namens Yaba. Der Gebrauch kann Psychosen auslösen und lebensgefährliche Folgen haben. Trotzdem hat sich die Substanz aus der Gruppe der Amphetamine zu einer wahren Volksdroge entwickelt und jedes andere Rauschgift längst überholt. Obwohl Dealern in Thailand die Todesstrafe droht, lassen sie sich nicht davon abhalten, mit Yaba zu handeln. Dabei gelingt es ihnen immer wieder aufs Neue, Polizei und Zoll auszutricksen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166591","hoster":"VOE"},{"path":"/redirect/12166595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drogen-im-visier/staffel-7/episode-20","name":"Gefährliche Vorstadt ","epNo":20,"alt":"Shooting Up Suburbia","descr":"Weltweit zählt die kanadische Hafenstadt Vancouver zu den Metropolen mit der besten Lebensqualität. Doch der Regionaldistrikt Metro Vancouver hat auch eine dunkle Seite. Im reichen Vorort Surrey kämpfen zwei rivalisierende Banden um die Vorherrschaft im Kokainhandel. Demgegenüber stehen die Cops: Allnächtlich patrouillieren sie durch die Straßen,um eine Eskalation der Gewalt zu verhindern. Derweil suchen Kunden zunehmend unabhängige Drogendealer auf, die in den Geschäftsvierteln ihren Handel betreiben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12166479","hoster":"VOE"},{"path":"/redirect/12166480","hoster":"Streamtape"}]}]}]}]}