{"path":"/serie/stream/drop-dead-diva","name":"Drop Dead Diva","descr":"Als das hübsche, aber reichlich überhebliche Fotomodell Deb Dobson bei einem Autounfall ums Leben kommt, findet sie sich vor der Himmelspforte wieder. Doch da sie ihr Leben sinnlos vergeudet hat, will Fred, der Pförtner, sie nicht einlassen. Stattdessen schickt er sie zurück zur Erde - in den Körper der soeben verstorbenen Jane Bingum, die Vorschlag löschen Ändernnicht nur eine brillante Anwältin war, sondern leider auch etwas übergewichtig ...","seasons":[{"path":"/serie/stream/drop-dead-diva/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-1","name":"Ein Model vor Gericht","epNo":1,"alt":"Pilot","descr":"Nach einem tödlichen Verkehrsunfall findet sich das angehende Supermodel Deb Dobson ebenso plötzlich wie unverhofft vor den Toren des Himmelsreichs wieder. Der Wächter erklärt ihr, sie sei eine selbstsüchtige \"Null\". Im Klartext heißt das: Deb hat sich zu Lebzeiten zwar nichts zu Schulden kommen lassen, aber auch keine guten Taten vollbracht. Doch sie bekommt eine zweite Chance, sich auf Erden zu bewähren - allerdings nicht in ihrem ehemaligen Traumkörper. Nein, Deb steckt plötzlich in den XXL-Klamotten der ebenfalls kürzlich verstorbenen Anwältin Jane Bingum...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015006","hoster":"VOE"},{"path":"/redirect/14019039","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077381","hoster":"VOE"},{"path":"/redirect/13077346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-2","name":"Das Wort mit F","epNo":2,"alt":"The F Word","descr":"Deb sitzt nach wie vor im Körper der übergewichtigen Anwältin Jane Bingum fest. Dass das Leben im XXL-Format alles andere als leicht ist, merkt sie spätestens, als sie die Verteidigung für eine Kellnerin übernehmen muss. Diese wurde von ihrem Chef aufgrund extremer Gewichtszunahme gefeuert. Grayson wiederum hat keinen Schimmer, dass seine verstorbene Freundin Deb die Identität seiner Kollegin Jane angenommen hat und stürzt sich voll in die Arbeit. Gemeinsam mit der attraktiven Kim vertritt er einen Mann namens Chad, der in Scheidung lebt und ein etwas ungewöhnliches Anliegen hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015038","hoster":"VOE"},{"path":"/redirect/14074464","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077401","hoster":"VOE"},{"path":"/redirect/13077406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-3","name":"Wer bist du?","epNo":3,"alt":"Do Over","descr":"Deb alias Jane wird von ihrer Vergangenheit eingeholt, als ein Fall aus dem vergangenen Jahr wieder aufgerollt wird. Vor Gericht hat sie ihre Emotionen nicht unter Kontrolle und landet schließlich selber in Ordnungshaft hinter Gittern. Grayson arbeitet unterdessen wieder mit Kim im Team. Sie vertreten eine Frau, deren Ehemann unter einer multiplen Persönlichkeitsstörung litt. Auf der Anklagebank sitzt nun der behandelnde Psychotherapeut: Er konnte seinem Patienten zwar insofern helfen, dass nur noch eine der zahlreichen Persönlichkeiten sein Verhalten kontrolliert -leider jedoch die falsche...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015040","hoster":"VOE"},{"path":"/redirect/14018282","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077370","hoster":"VOE"},{"path":"/redirect/13077400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-4","name":"Die chinesische Mauer","epNo":4,"alt":"The Chinese Wall","descr":"Die Eltern von Deb lassen sich scheiden. Da Grayson den Vater in der Angelegenheit bereits vertritt, wendet sich Debs Mutter an die Anwältin Jane Bingum - nicht ahnend, dass es sich hierbei um ihre totgeglaubte Tochter Deb handelt. Unterdessen hat Kim das Mandat für eine Hundebesitzerin übernommen, die wegen Vertragsbruchs gegen ein Klonunternehmen klagt. Der Retortenhund ist einfach anders als der preisgekrönte Originalhund...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015007","hoster":"VOE"},{"path":"/redirect/14019043","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077324","hoster":"VOE"},{"path":"/redirect/13077308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-5","name":"Falsche Zeit, falscher Ort","epNo":5,"alt":"Lost and Found","descr":"Deb ist gerade einmal 24, doch jetzt steht ihr Janes 32. Geburtstag bevor. Gleichzeitig übernimmt sie den Fall eines Mannes, der zehn Jahre lang zu Unrecht im Gefängnis saß. Während sie sich um eine angemessene Entschädigung bemüht, erkennt Deb, dass sie selbst auch acht Jahre ihres Lebens verloren hat. Kim und Grayson kümmern sich derweil um einen Klienten, der wegen seiner Website unter Beschuss gekommen ist: Er vermittelt dort nämlich Seitensprünge für Verheiratete...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015039","hoster":"VOE"},{"path":"/redirect/14074465","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077283","hoster":"VOE"},{"path":"/redirect/13077266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-6","name":"Zweite Chancen","epNo":6,"alt":"Second Chances","descr":"Jane vertritt eine harmlos wirkende Hausfrau, die es jedoch faustdick hinter den Ohren hat: Vor 20 Jahren hatte sie ein Verbrechen begangen, war auf Kaution aus der Haft entlassen worden und anschließend geflüchtet - aber jetzt wird sie von ihrer Vergangenheit eingeholt. Grayson kümmert sich derweil um einen alten Schauspieler, der eine Zeitung verklagen will, die fälschlicherweise seinen Tod vermeldet hatte. Grayson schafft es, eine Gegendarstellung zu erzwingen, muss dann aber feststellen, dass sein Klient damit noch lange nicht zufrieden ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015008","hoster":"VOE"},{"path":"/redirect/14019042","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077273","hoster":"VOE"},{"path":"/redirect/13077276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-7","name":"Ein Zaubertrank","epNo":7,"alt":"The Magic Bullet","descr":"Jane vertritt eine Frau, deren Tochter ernsthaft erkrankt ist, weil sie sich an den strikten Diätplan der prominenten Ernährungsexpertin Jillian Ford gehalten hat. Grayson und Teri übernehmen unterdessen die Verteidigung ihrer Kollegin Kim. Ihr wird vorgeworfen, einen ihrer ehemaligen Assistenten sexuell belästigt zu haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015023","hoster":"VOE"},{"path":"/redirect/14074468","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077663","hoster":"VOE"},{"path":"/redirect/13077666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-8","name":"Verrückt","epNo":8,"alt":"Crazy","descr":"Mit Janes Körper hat Deb auch deren soziale Verpflichtungen geerbt und muss - sehr zu ihrem Leidwesen - an Janes Klassentreffen teilnehmen. Auch beruflich kann sich Jane nicht entspannt zurücklehnen. Sie soll beweisen, dass ihr neuester Mandant geistig zurechnungsfähig ist. Kim und Grayson haben derweil einen äußerst delikaten Fall zu bearbeiten: Eine Frau will ihre Brautjungfer verklagen, nachdem sie diese kurz vor der Eheschließung mit ihrem Verlobten im Bett erwischt hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015022","hoster":"VOE"},{"path":"/redirect/14074467","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077657","hoster":"VOE"},{"path":"/redirect/13077674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-9","name":"Das Kleid","epNo":9,"alt":"The Dress","descr":"Jane ist außer sich vor Wut: Beim Einkaufsbummel muss sie feststellen, dass in einer schicken Edelboutique keine Kleidung in Übergrößen verkauft wird. Parker rät ihr dringend davon ab, den Laden zu verklagen - doch Jane besteht darauf, dass Parker sie höchstpersönlich vor Gericht vertreten muss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014990","hoster":"VOE"},{"path":"/redirect/14074466","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077696","hoster":"VOE"},{"path":"/redirect/13077700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-10","name":"Partnerwahl","epNo":10,"alt":"Make Me a Match","descr":"Richterin Madeline Stone verklagt eine Partnervermittlung, deren Dienste sie vergeblich in Anspruch genommen hat. Jane findet schnell heraus, dass es sich bei den Betreibern der Agentur um äußerst windige Betrüger handelt. Kim und Grayson bekommen es bei ihrem neuesten Fall mit zwei Schwestern zu tun, die beide behaupten, übersinnlich begabt zu sein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015024","hoster":"VOE"},{"path":"/redirect/14018283","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077711","hoster":"VOE"},{"path":"/redirect/13077734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-11","name":"Was wäre gewesen?","epNo":11,"alt":"What If","descr":"Janes neue Klientin glaubt, dass sie bei der Geburt vertauscht wurde. Die Mutter der Frau ist entsetzt und versucht, bei der Aufklärung der mysteriösen Anschuldigungen zu helfen. Kanzleiboss J. Parker bereitet sich derweil darauf vor, nach Jahren mal wieder selbst als Anwalt vor Gericht zu erscheinen, um einen alten Freund zu verteidigen. Dummerweise ist Parker so nervös, dass er den Fall damit ruinieren könnte. Ob seine Kollegen sein Selbstbewusstsein rechtzeitig wieder aufbauen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015054","hoster":"VOE"},{"path":"/redirect/14074469","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077737","hoster":"VOE"},{"path":"/redirect/13077751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-12","name":"Seelengefährten","epNo":12,"alt":"Dead Model Walking","descr":"Jane alias Deb bekommt die höchst willkommene Gelegenheit, einer von Debs ehemaligen Model-Kolleginnen in einer Rechtsangelegenheit zur Seite zu stehen. Zu spät merkt Jane, dass der Fall weitaus kniffliger ist, als es zunächst den Anschein hatte. Grayson und Kim vertreten eine Frau, die sich standhaft weigert, ihr Haus an eine Immobiliengesellschaft zu verkaufen: Jedes Detail in ihrem Heim erinnert sie nämlich an ihren verstorbenen Ehemann. Aber ob ihre Weigerung, zu verkaufen, auch vor Gericht Bestand hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014989","hoster":"VOE"},{"path":"/redirect/14074471","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077747","hoster":"VOE"},{"path":"/redirect/13077763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-1/episode-13","name":"Kunstfehler","epNo":13,"alt":"Grayson\u0027s Anatomy","descr":"Jane / Deb und ihre Kollegen sind in heller Aufregung, denn J. Parker will in Kürze verkünden, wen er als neuen Partner in die Kanzlei aufnimmt. Deb hat sich derweil damit abgefunden, dass sie in Janes Körper steckt - und sie will ihren Traummann Grayson ein für alle Mal vergessen. Zu dumm, dass sie ausgerechnet jetzt erfährt, dass Grayson von Jane geträumt hat. Besteht doch noch Hoffnung, dass sie sich den smarten Beau angeln kann? Um das Chaos perfekt zu machen, steht dann auch noch Janes angeblicher Ehemann vor der Tür, von dessen Existenz Deb nichts geahnt hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015025","hoster":"VOE"},{"path":"/redirect/14074470","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077759","hoster":"VOE"},{"path":"/redirect/13077755","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-1","name":"Wer einmal lügt...","epNo":1,"alt":"Would I Lie to You?","descr":"Jane alias Deb träumt davon, ein großer Musicalstar zu sein - bizarrerweise in einem Stück, in dem sich alles ums Essen dreht. Im echten Leben hat Jane ganz andere Probleme: Zum einen droht ihr die Lizenz als Anwältin entzogen zu werden, zum anderen muss sie sich mit ihrem vermeintlichen Ehemann Ethan herumschlagen, der wie aus heiterem Himmel aufgetaucht ist. Wie wird Janes neuer Freund Tony auf die Hiobsbotschaft reagieren? Fest steht, dass Ethan die junge Beziehung auf eine harte Probe stellt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014980","hoster":"VOE"},{"path":"/redirect/14074472","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077768","hoster":"VOE"},{"path":"/redirect/13077808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-2","name":"Wie neu geboren","epNo":2,"alt":"Back From the Dead","descr":"Jane versucht krampfhaft, ihre Beziehungsprobleme beiseite zu schieben, damit sie ihre Aufmerksamkeit voll und ganz einem komplizierten Fall widmen kann. Es geht um einen Mann, der seit vielen Jahren an Amnesie leidet und um das Sorgerecht für seinen Sohn kämpft. Derweil organisiert Grayson ein Zusammentreffen, um dem Geburtstag seiner verstorbenen Freundin Deb zu gedenken. Wenn er doch nur den Funken einer Ahnung hätte, dass Deb - zumindest ihre Seele - ganz in seiner Nähe ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015009","hoster":"VOE"},{"path":"/redirect/14018284","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077422","hoster":"VOE"},{"path":"/redirect/13077411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-3","name":"Doppeltes Glück","epNo":3,"alt":"The Long Road to Napa","descr":"Jane hat wieder einmal Ärger an allen Fronten. Nicht nur, dass die Beziehung mit Tony alles andere als rund läuft, auch im Job stößt sie an ihre Grenzen. Sie findet heraus, dass zwei ihrer Mandantinnen mit ein und demselben Mann verheiratet. Und ausgerechnet Tony vertritt den Casanova, dem eine Frau nicht genügt. Kim ist unterdessen mit einem brisanten Sorgerechtsfall befasst, und Stacy geht unter die Erfinder...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015043","hoster":"VOE"},{"path":"/redirect/14074473","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077813","hoster":"VOE"},{"path":"/redirect/13077820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-4","name":"Schlagabtausch","epNo":4,"alt":"Home Away From Home","descr":"Gerade läuft Janes Beziehung zu Tony richtig gut, da braucht Teri plötzlich dringend die Hilfe ihrer Chefin, weil ihrem Cousin Edward die Ausweisung aus den Vereinigten Staaten droht. Anfänglich glaubt Jane, dass es sich um einen Routinefall handelt, den sie schnell zum Abschluss bringen kann. Doch da hat sie sich gewaltig geirrt. Derweil stellen Parker und Kim fest, dass sie nicht nur im Beruf ein exzellentes Team abgeben. Und Grayson fasst den Entschluss, das Haus, in dem er mit Deb gelebt hat, zu verkaufen. Ob er damit wirklich Ernst macht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014979","hoster":"VOE"},{"path":"/redirect/14074474","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077165","hoster":"VOE"},{"path":"/redirect/13077200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-5","name":"Störung in der Familie","epNo":5,"alt":"Senti-Mental Journey","descr":"Nachdem Janes Mutter eines Tages völlig unerwartet festgenommen wird, ist für ihre Tochter sofort klar, dass sie ihr aus der Patsche helfen wird. Dazu muss Jane jedoch erst einmal ihren Vater ausfindig machen, den sie nie kennen gelernt hat. Derweil ist zwischen Kim und Parker eine leidenschaftliche Romanze im Gang. Grayson wiederum bekommt es mit einem tückischen Schneeballsystem zu tun...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015042","hoster":"VOE"},{"path":"/redirect/14074476","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078920","hoster":"VOE"},{"path":"/redirect/13078918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-6","name":"Getrübte Wahrnehmung","epNo":6,"alt":"Begin Again","descr":"Glitzer und Glamour halten Einzug in der Kanzlei - denn Jane und Grayson sollen ein Mitglied des Pop-Duos \"Confetti\" vor Gericht vertreten. Dummerweise lässt sich Grayson dazu verleiten, mit der Verteidigerin der anderen Hälfte des Duos, der schönen Vanessa, eine Affäre zu beginnen. Das bringt Jane derart durcheinander, dass sie sich nicht mehr auf den Fall konzentrieren kann. Kim und Parker wollen derweil der Besitzerin einer Bed-\u0026amp","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014991","hoster":"VOE"},{"path":"/redirect/14019044","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077428","hoster":"VOE"},{"path":"/redirect/13077431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-7","name":"Affen und Regenbogen","epNo":7,"alt":"A Mother’s Secret","descr":"Ausgerechnet Debs Mutter Bobbi bittet Jane um eine Rechtsberatung. Auf diesem Umweg erfährt Deb/Jane endlich, welche Geheimnisse Bobbi zeitlebens vor ihrer Tochter verborgen gehalten hat. Kim und Grayson müssen sich unterdessen mit einem ungewöhnlichen Sorgerechtsstreit befassen, bei dem sich alles um einen dressierten Schimpansen dreht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015041","hoster":"VOE"},{"path":"/redirect/14074475","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077430","hoster":"VOE"},{"path":"/redirect/13077448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-8","name":"Queen of Mean","epNo":8,"alt":"Queen of Mean","descr":"Janes neueste Klientin ist die Modedesignerin Ellie Tannen, der der Ruf vorauseilt, unsagbar bösartig und nachtragend zu sein. Janes Auftrag: Sie soll die Veröffentlichung eines Enthüllungsbuchs verhindern, in dem Tannens ehemalige Assistentin sämtliche schmutzigen Geheimnisse der exzentrischen Modeschöpferin ausplaudert. Kim und Grayson vertreten unterdessen eine Transgender-Frau, die sich mit ihren Schwiegereltern um das Erbe ihrer jüngst verstorbenen Ehefrau streitet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014992","hoster":"VOE"},{"path":"/redirect/14074477","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077441","hoster":"VOE"},{"path":"/redirect/13077442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-9","name":"Das Vorjahresmodell","epNo":9,"alt":"Last Year\u0027s Model","descr":"Jane zieht ein potenziell lukratives Mandat an Land, bei dem es um eine Diskriminierungklage geht. Zu dumm, dass Parker den Fall anschließend an Kim überträgt. Da Jane nicht gewillt ist, das Mandat einfach abzugeben, muss sie fortan gemeinsam mit Kim daran arbeiten. Grayson plagt sich unterdessen mit Klienten herum, die steif und fest behaupten, ihr Haus sein von Geistern heimgesucht worden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014993","hoster":"VOE"},{"path":"/redirect/14074478","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077857","hoster":"VOE"},{"path":"/redirect/13077833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-10","name":"Will \u0026 Grayson","epNo":10,"alt":"Will \u0026 Grayson","descr":"Jane soll für ihre Verdienste um die Rechtspflege vom Los Angeles Police Department geehrt werden. Leider wird der festliche Abend gründlich ruiniert: Eine Frau wirft Jane vor, ihren Ehemann verführt zu haben. Die Firma von Vanessas Ex-Verlobtem Will wird derweil ständig von einem Konkurrenten unterboten. Grayson soll herausfinden, warum das so ist - und ganz nebenbei möchte er dabei auch ermitteln, ob Will noch immer romantische Gefühle für Vanessa hegt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015037","hoster":"VOE"},{"path":"/redirect/14074479","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077446","hoster":"VOE"},{"path":"/redirect/13077459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-11","name":"Die alte Jane","epNo":11,"alt":"Good Grief","descr":"Jane und Grayson vertreten einen Mann, der die Trauer um seine verstorbene Frau auf äußerst ungewöhnliche Weise zu bewältigen versucht: Er läuft ständig in einem Clownskostüm herum, was ihm im Alltag bereits einigen Ärger eingetragen hat. Parker und Kim kümmern sich um den Produzenten einer TV-Datingshow, der von einem seiner Kandidaten verklagt wurde. Die dabei unvermeidliche Beschäftigung mit Singlefrust und Datinglust bringt Kim dazu, ihre eigene Beziehung zu Parker zu hinterfragen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014981","hoster":"VOE"},{"path":"/redirect/14018285","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077871","hoster":"VOE"},{"path":"/redirect/13077870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-12","name":"Der Serviettenvertrag","epNo":12,"alt":"Bad Girls","descr":"Jane vertritt ein Mädchen in einem Fall von Cybermobbing: Täterin ist eine extrem populäre Schulkameradin des Opfers. Jane findet schnell heraus, dass mehr hinter den rufschädigenden Attacken steckt, als es zunächst den Anschein hatte. Parkers alte Geschäftspartnerin Claire Harrison bittet ihn um Hilfe bei der Scheidung von ihrem Noch-Ehemann. Grayson nimmt derweil die nächste Hürde in der Beziehung zu Vanessa - er darf endlich ihre Eltern kennenlernen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015002","hoster":"VOE"},{"path":"/redirect/14074481","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077906","hoster":"VOE"},{"path":"/redirect/13077887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-2/episode-13","name":"Eisige Stimmung","epNo":13,"alt":"Freeze The Day","descr":"Jane und Grayson werden von einer bekannten Professorin beauftragt: Die beiden sollen prüfen, ob es rechtlich möglich ist, dass der Körper der Frau vor deren Tod eingefroren wird. Jane und Grayson treffen sich daraufhin, um den Fall eingehend zu untersuchen und sich über die nächsten Schritte zu beratschlagen, doch das Gespräch nimmt eine merkwürdige Wendung: Plötzlich steht die verstorbene Deb im Mittelpunkt der Unterhaltung. Wird Jane sich endlich dazu durchringen können, Grayson reinen Wein einzuschenken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015026","hoster":"VOE"},{"path":"/redirect/14074482","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077599","hoster":"VOE"},{"path":"/redirect/13077619","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-1","name":"Während du schliefst","epNo":1,"alt":"Hit And Run","descr":"Grayson liegt nach einem schlimmen Unfall immer noch im Koma. Jane sorgt sich rührend um ihn und wünscht sich nichts sehnlicher, als dass er bald wieder aufwacht. Schließlich muss sie Grayson so viel erzählen, von dem er bisher nicht den Hauch einer Ahnung hat. Doch erst einmal heißt es für die übergewichtige Anwältin, den nächsten Fall zu lösen. Und der hat es in sich: Ein prominentes Pärchen wird der Fahrerflucht beschuldigt. Bei dem Unfall wurde eine 13-Jährige schwer verletzt. Als das Mädchen im Krankenhaus stirbt, wird die Angelegenheit noch komplizierter...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015005","hoster":"VOE"},{"path":"/redirect/14074480","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075311","hoster":"VOE"},{"path":"/redirect/13075314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-2","name":"Spiel mit dem Feuer","epNo":2,"alt":"False Alarm","descr":"Grayson ist inzwischen aus dem Koma erwacht und hat schon wieder alle Hände voll zu tun. Bald steht seine Hochzeit mit Vanessa an. Und ausgerechnet Jane soll ihm bei den Vorbereitungen unter die Arme greifen. Ob Grayson da den richtigen Wedding Planner auserkoren hat? Unterdessen muss sich Kim mit einem komplizierten Fall auseinandersetzen. Dabei geht es um ein aufstrebendes Model, das auf tragische Weise bei einer Schönheits-OP ums Leben gekommen ist. Fred wiederum hat Schmetterlinge im Bauch, nachdem er seine Unschuld an Stacy verloren hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015027","hoster":"VOE"},{"path":"/redirect/14074483","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077590","hoster":"VOE"},{"path":"/redirect/13077592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-3","name":"Große Erwartungen","epNo":3,"alt":"Dream Big","descr":"Jane vertritt eine Mutter, die eine Samenbank verklagen will. Der Grund: Ihr nach einer künstlichen Befruchtung zur Welt gekommener Sohn ist kleinwüchsig, da das Sperma nicht auf die entsprechenden Erbanlagen untersucht wurde. Jetzt soll die Samenbank Schadenersatz leisten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015010","hoster":"VOE"},{"path":"/redirect/14074485","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077508","hoster":"VOE"},{"path":"/redirect/13077517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-4","name":"Die Hochzeit","epNo":4,"alt":"The Wedding","descr":"Jane gerät in Schwierigkeiten, als sie die Eheringe für Grayson und Vanessa abholen soll - und ausgerechnet bei dieser Gelegenheit überfallen wird. Jane findet außerdem heraus, was es mit dem Mann auf sich hat, der sie mit einer Pistole bedroht hatte. Nach einigem Überlegen beschließt sie, ihn vor Gericht zu vertreten. Grayson soll unterdessen einen alten Schulfreund von Parker vertreten, der mit seinem Hauskamel in juristische Schwierigkeiten geraten ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015030","hoster":"VOE"},{"path":"/redirect/14018819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077568","hoster":"VOE"},{"path":"/redirect/13077551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-5","name":"Der Abschlussball","epNo":5,"alt":"Prom","descr":"Hank hat sich von einem Heiratsinstitut eine ausländische \"Katalog-Braut\" vermitteln lassen - die ihn aber prompt nach kurzer Zeit verlassen hat. Jetzt sollen Grayson und Kim in seinem Auftrag die Frau verklagen. Jane kümmert sich unterdessen um ein lesbisches Pärchen, das offenbar aufgrund seiner sexuellen Orientierung vom Schul-Abschlussball ausgeschlossen wurde...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015028","hoster":"VOE"},{"path":"/redirect/14019041","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077574","hoster":"VOE"},{"path":"/redirect/13077575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-6","name":"Schluss der Debatte","epNo":6,"alt":"Closure","descr":"Jane hat einen Termin beim Bezirksstaatsanwalt, da ein acht Jahre alter Fall wieder aufgerollt werden soll. Überraschend trifft Jane bei dieser Gelegenheit auch auf eine alte Flamme. Unterdessen wird Stacy wegen eines anstößigen Films aus ihrem Videoblog verklagt. Da kann nur noch Grayson helfen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015011","hoster":"VOE"},{"path":"/redirect/14074484","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077650","hoster":"VOE"},{"path":"/redirect/13077640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-7","name":"Muttertag","epNo":7,"alt":"Mothers Day","descr":"Nachdem ihre Maschine sechs Stunden auf dem Rollfeld gestanden hat, greift Janes Mutter Elaine zur Selbsthilfe und löst die Notrutsche aus. Prompt wird sie dafür verhaftet - und Jane muss sich um die juristischen Konsequenzen kümmern. Bobbi erfährt derweil, dass ein Casino ein Foto ihrer Tochter für eine Anzeigenkampagne verwendet hat, ohne dafür eine Erlaubnis einzuholen. Grayson rät Bobbi, die Sache nicht auf sich beruhen zu lassen und die Casinobetreiber zu verklagen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015029","hoster":"VOE"},{"path":"/redirect/14074486","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077703","hoster":"VOE"},{"path":"/redirect/13077710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-8","name":"Gesagt, Getan","epNo":8,"alt":"He Said, She Said","descr":"Jane vertritt eine Studentin, die den Star-Footballspieler von Graysons altem College der Vergewaltigung bezichtigt. Kim darf sich dagegen mit familiären Problemen plagen: Sie vertritt ihre Schwester in deren Scheidungsprozess - und erfährt dabei, dass die zerstrittenen Eheleute sich einen erbitterten Rosenkrieg um eine Uhr liefern. Währenddessen gedeiht die Liebesaffäre zwischen Parker und Bobbi prächtig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015044","hoster":"VOE"},{"path":"/redirect/14074487","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077487","hoster":"VOE"},{"path":"/redirect/13077484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-9","name":"Wette verloren","epNo":9,"alt":"You Bet Your Life","descr":"Jane vertritt die Hausmutter von Debbs und Stacys Verbindungshaus: Sie wurde von den Betreibern eines Casinos übers Ohr gehauen und hat ihre gesamten Ersparnisse verloren. In ihrer Freizeit bemüht sich Jane, den einsamen Grayson aufzuheitern. Ein feucht-fröhlicher Abend soll es richten - doch der verläuft anders, als Jane erwartet hat. Kim und Parker kümmern sich derweil um eine Botanikerin, die eine ganz besondere Beziehung zu einer seltenen Pflanze hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015045","hoster":"VOE"},{"path":"/redirect/14074489","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075308","hoster":"VOE"},{"path":"/redirect/13075309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-10","name":"Giftig","epNo":10,"alt":"Toxic","descr":"Marcie LaRose, Teris alte Feindin aus Kindertagen, ist mittlerweile eine ebenso gefragte wie kaltschnäuzige Typberaterin und Dating-Expertin. Als Jane eines ihrer Seminare besucht, wird sie von Marcie in entwürdigender Weise heruntergeputzt. Teri will das nicht einfach auf sich beruhen lassen und beschließt, Marcie vor Gericht zur Verantwortung zu ziehen. Jane gelingt es, einen Selbstmörder von seinem Vorhaben abzubringen. Wie sich herausstellt, ist er nicht so verrückt, wie es zunächst den Anschein hatte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015012","hoster":"VOE"},{"path":"/redirect/14074488","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077900","hoster":"VOE"},{"path":"/redirect/13077921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-11","name":"Liebe deinen Nächsten","epNo":11,"alt":"Ah Men","descr":"Parker vertritt gemeinsam mit Jane seine Ex-Freundin Elisa vor Gericht: Diese hat Ärger mit der Versicherungsgesellschaft ihres Vaters, die die Lebensversicherung des jüngst Verstorbenen nicht ausbezahlen will. Kim übernimmt den Fall eines Reverends, der sich mit seinen kontroversen Ansichten zahlreiche Feinde gemacht hat. Parkers Leben wird auf den Kopf gestellt, als Elisa ihm ein wichtiges Geständnis macht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014994","hoster":"VOE"},{"path":"/redirect/14074490","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078934","hoster":"VOE"},{"path":"/redirect/13078929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-12","name":"Braut, Ritter und Diva","epNo":12,"alt":"Bride-a-Palooza","descr":"Janes neueste Mandantin wurde vom Schicksal besonders schlimm gebeutelt: Eigentlich wollte sie im Schlussverkauf im Brautmodengeschäft ein günstiges Hochzeitskleid abstauben - wurde dann aber von der sparwütigen Menschenmenge vor dem Eingang niedergetrampelt. Grayson und Kim plagen sich derweil mit einem Geschwisterstreit herum: Die Besitzer eines Mittealter-Restaurants - Bruder und Schwester - werden sich einfach nicht einig, ob der altehrwürdige Familienbetrieb verkauft werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015036","hoster":"VOE"},{"path":"/redirect/14018286","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078906","hoster":"VOE"},{"path":"/redirect/13078911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-3/episode-13","name":"Mein Herz gehört dir","epNo":13,"alt":"Change of Heart","descr":"Jane übernimmt den Fall eines zum Tode Verurteilen, der durchsetzen will, dass sein Herz als Spenderorgan für seine todkranke Schwester verwendet wird. Der Haken dabei: durch die vorgesehene Hinrichtung mittels Giftspritze würde das Herz unbrauchbar. Also muss Jane durchfechten, dass die Tötungsmethode geändert wird. Privat läuft es gar nicht so schlecht für Jane - Owen lädt sie sogar ein, ihn auf seinem einjährigen Segeltörn nach Neuseeland zu begleiten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015003","hoster":"VOE"},{"path":"/redirect/14074492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077935","hoster":"VOE"},{"path":"/redirect/13077939","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-1","name":"Willkommen zurück","epNo":1,"alt":"Welcome Back","descr":"Der romantische Trip von Jane und Owen nach Italien wird rüde von Teri unterbrochen. den diese ist angereist, um Jane zur Rückkehr zu bewegen. Jane soll einen lukrativen Fall übernehmen, der die Kanzlei vor dem Ruin rettet. Sie soll dabei eine ehemalige Klassenkameradin der ursprünglichen Jane vor Gericht vertreten. Grayson verrät unterdessen Stacy, dass er glaubt, dass Jane eigentlich Deb ist. Doch die hat ganz andere Sorgen, nachdem sie herausgefunden hat, dass Freds Herz für eine andere schlägt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015013","hoster":"VOE"},{"path":"/redirect/14074493","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077491","hoster":"VOE"},{"path":"/redirect/13077514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-2","name":"Zuhause","epNo":2,"alt":"Home","descr":"Stacy erzählt Jane von ihrer Unterredung mit Grayson. Daraufhin ist Jane hin- und hergerissen, ob sie ihm endlich reinen Wein einschenken soll oder doch lieber nicht. Luke jedenfalls ist der festen Überzeugung, dass sie um jeden Preis verhindern muss, dass Grayson die Wahrheit erfährt. Derweil muss Kim ihrem Vater helfen, der in einer ernsthaften Notlage steckt, nachdem er sich unerlaubt Zutritt zum Haus eines seiner Bosse verschafft hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015014","hoster":"VOE"},{"path":"/redirect/14019191","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075373","hoster":"VOE"},{"path":"/redirect/13075381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-3","name":"Schwesterherz","epNo":3,"alt":"Freak Show","descr":"Jane vertritt eine ältere Frau namens Rita, die gefeuert wurde, nachdem sie einen Dieb attackiert hat. Ist die fristlose Kündigung überhaupt rechtmäßig? Jane hat da ihre Zweifel. Unterdessen ist Kim mit der Scheidung von Owens Schwester Olivia betraut. Kann sie nachweisen, dass der Noch-Ehemann eine Affäre mit seiner Assistentin unterhalten hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015031","hoster":"VOE"},{"path":"/redirect/14074491","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075402","hoster":"VOE"},{"path":"/redirect/13075401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-4","name":"Von Menschen und Ratten","epNo":4,"alt":"Winning Ugly","descr":"Grayson hat es mit einer Frau zu tun, die glaubt, ihr Mann sei als Ratte wiedergeboren worden. Auch Jane ist derzeit mit einem kniffligen Fall beschäftigt: Ihre Mandantin hat den Produzenten einer bekannten Reality-Doku verklagt. Und Stacy eröffnet bald ihre eigene Bäckerei. Hilfe bei den Vorbereitungen bekommt sie von Teri - allerdings nicht ohne Gegenleistung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015015","hoster":"VOE"},{"path":"/redirect/14074494","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075395","hoster":"VOE"},{"path":"/redirect/13075396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-5","name":"Der Traumprinz","epNo":5,"alt":"Happily Ever After","descr":"Jane macht sich bei der Regierung Bhutans unbeliebt, nachdem sie die Verteidigung einer jungen Frau übernimmt, die gegen ihren Willen mit dem Prinz des Landes vermählt wurde. Der Fall gestaltet sich jedoch äußerst schwierig, denn sie muss erst einmal nachweisen, dass ihre Mandantin tatsächlich zu der Hochzeit gezwungen wurde. Unterdessen übernimmt Teri das komplette Marketing für Stacys Bäckerei. Mit einer Kampagne auf Twitter will sie die Kunden anlocken. Geht der Plan auf?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015046","hoster":"VOE"},{"path":"/redirect/14074495","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077547","hoster":"VOE"},{"path":"/redirect/13077522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-6","name":"Mehr Schein als Sein","epNo":6,"alt":"Rigged","descr":"Grayson und Jane untersuchen gemeinsam den Tod eines Ingenieurs. Der Mann ist auf einer Bohrinsel ums Leben gekommen und nun stellt sich die Frage, ob grobe Fahrlässigkeit die Ursache war. Auch privat stehen Jane einige Änderungen bevor, denn ihre eigene Hochzeit nähert sich mit großen Schritten und noch immer sind nicht alle Vorbereitungen getroffen. Noch viel schlimmer wiegt jedoch die Tatsache, dass von dem Bräutigam plötzlich jede Spur fehlt. Hat Owen etwa kalte Füße bekommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015032","hoster":"VOE"},{"path":"/redirect/14074497","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077723","hoster":"VOE"},{"path":"/redirect/13077728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-7","name":"Verdachtsmomente","epNo":7,"alt":"Crushed","descr":"Jane hat die Verteidigung für eine Jugendliche übernommen, auf die sie vor Jahren öfter aufgepasst hat. Nun wird dem Mädchen vorgeworfen, einen anderen Teenager brutal ermordet zu haben. Was ist an den Anschuldigungen tatsächlich dran? Jane taucht immer mehr in den Fall ein, um die Wahrheit ans Licht zu bringen. Unterdessen haben Stacy und Teri brisante Neuigkeiten über Owen, die sie Jane nicht vorenthalten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014996","hoster":"VOE"},{"path":"/redirect/14074499","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077937","hoster":"VOE"},{"path":"/redirect/13077959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-8","name":"Vollmond","epNo":8,"alt":"Road Trip","descr":"Jane muss die Neuigkeiten bezüglich Owen erst einmal verdauen. Am besten geht das, indem sie auf Abstand geht. Gemeinsam mit Grayson macht sich Jane deshalb auf den Weg nach Standford, wo die beiden an der renommierten Rechtsschule als Gastdozenten eingeladen sind. Derweil hat Kim die Verteidigung für einen Mann übernommen, der behauptet, er säße im Rollstuhl, weil ein Truck ihn angefahren habe. Doch diese Behauptung stellt sich als Lüge heraus...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014982","hoster":"VOE"},{"path":"/redirect/14074496","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078960","hoster":"VOE"},{"path":"/redirect/13078958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-9","name":"Asche zu Asche","epNo":9,"alt":"Ashes To Ashes","descr":"Jane schafft es, das Kapitel mit Owen abzuschließen, denn ihr neuer Fall fordert ihre ganze Konzentration: Gemeinsam mit Grayson vertritt sie eine trauernde Braut, die nicht anders kann, als die Asche ihres verstorbenen Verlobten zu essen. Um diese behalten zu dürfen, muss sie vor Gericht ziehen. Teri hegt unterdessen große Pläne, ihre Musikkarriere voranzutreiben und bittet Luke, sie dabei zu unterstützen. Er willigt ein, allerdings hat er bei dem Studio, das Teri sich ausgesucht hat, seine berechtigten Zweifel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015017","hoster":"VOE"},{"path":"/redirect/14074498","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075414","hoster":"VOE"},{"path":"/redirect/13075409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-10","name":"Intimitäten","epNo":10,"alt":"Lady Parts","descr":"Jane hat einen Fall, der ihr besonders nah geht, denn ihre Mandantin ist ausgerechnet Debs Mutter Bobbi Dobkins. Eine Schülerin wirft der Tanzlehrerin vor, sie habe zu viel von ihr verlangt und damit eine Verletzung hervorgerufen, die das Karriereende bedeuten könnte. Als auch noch Tanzkoryphäe Abby Lee Miller bezeugt, dass Bobbis Überehrgeiz den Schülerinnen schade, sieht Jane schwarz. Grayson und Kim haben derweil die Verteidigung für eine ehemalige Klassenkameradin übernommen. Es geht dabei um eine Skulptur, die Anstoß erregt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014983","hoster":"VOE"},{"path":"/redirect/14074500","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077948","hoster":"VOE"},{"path":"/redirect/13077970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-11","name":"Familiensache","epNo":11,"alt":"Family Matters","descr":"Wieder einmal hat Jane einen Fall übernommen, der sie emotional nicht loslässt. Sie vertritt die Interessen einer Mutter, deren Tochter seit dem Besuch einer Rave-Party im Koma liegt und von Maschinen am Leben gehalten wird. Janes und Owens Hochzeitsvorbereitungen laufen unterdessen auf Hochtouren - kleine Flunkereien inklusive - und Grayson und Kim haben es mit einem delikaten Samenspenderfall zu tun...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015055","hoster":"VOE"},{"path":"/redirect/14074501","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077559","hoster":"VOE"},{"path":"/redirect/13077561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-12","name":"Patentrezepte","epNo":12,"alt":"Pick\u0027s \u0026 Pakes","descr":"Vor laufender Kamera unterläuft Jane ein furchtbares Malheur: Sie verpasst der bekannten Moderatorin Nancy Grace aus Ungeschicklichkeit ein blaues Auge! Stacy plagen derweil ganz andere Sorgen. Sie fürchtet um ihr kleines Unternehmen, nachdem ein früherer Geschäftspartner völlig unvermittelt wieder auf den Plan tritt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015018","hoster":"VOE"},{"path":"/redirect/14074502","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077982","hoster":"VOE"},{"path":"/redirect/13077988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-4/episode-13","name":"Janes Hochzeit","epNo":13,"alt":"Jane\u0027s Getting Married","descr":"Grayson vertritt einen Mann, dessen Frau sich weigert, einen für ihn überlebenswichtigen Eingriff vornehmen zu lassen. Während des Prozesses wird er sich über seine Gefühle zu Jane klar und fasst sich endlich ein Herz, ihr seine Liebe zu gestehen. Aber wie wird sie auf die Neuigkeiten reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014995","hoster":"VOE"},{"path":"/redirect/14074503","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078000","hoster":"VOE"},{"path":"/redirect/13078008","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-1","name":"Verirrte Seelen","epNo":1,"alt":"Back from the Dead","descr":"Jane sucht verzweifelt nach Owen, der spurlos verschwunden ist, nachdem er kurz vor ihrer Hochzeit gesehen hat, wie sie Grayson küsste. Luke erzählt Jane, dass die \"originale Jane\" zurück auf der Erde ist und in jedem Körper stecken könnte, sogar in Owens. Jane versucht, ihre persönlichen Probleme in den Griff zu bekommen, während sie einen verzweifelten Vater vertritt, der seinen achtjährigen Sohn retten will, der an Lymphdrüsenkrebs erkrankt ist. Der Junge hatte an einer neuen Therapie im Rahmen einer klinischen Studie teilgenommen, die dann plötzlich abgebrochen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015047","hoster":"VOE"},{"path":"/redirect/14018820","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13077675","hoster":"VOE"},{"path":"/redirect/13077678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-2","name":"Die echte Jane","epNo":2,"alt":"The Real Jane","descr":"Die \"echte Jane\" ist zurück und endlich ist auch klar, in welchem Körper sie steckt: Sie hat es gut getroffen und findet sich im atemberaubend schönen Model Brittney wieder. Für Jane wird es jedoch hart, als ausgerechnet sie mit der \"echten Jane\" zusammenarbeiten muss. Kim leidet unterdessen sehr unter Parkers Abwesenheit. Ablenkung bringt ihr der neue Fall, den sie zusammen mit Grayson bearbeitet: Sie vertreten einen Matratzenverkäufer, der überzeugt davon ist, ihm sei unrechtmäßig gekündigt worden, weil er sich als Drag Queen kleidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015016","hoster":"VOE"},{"path":"/redirect/14074504","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078035","hoster":"VOE"},{"path":"/redirect/13078049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-3","name":"Die Leihmutter","epNo":3,"alt":"Surrogates","descr":"Jane vertritt eine Braut, die von ihrem Zukünftigen kurz vor der Hochzeit verlassen wurde. Dabei muss die Anwältin sich natürlich zwangläufig mit ihrem eigenen Gefühlsleben auseinandersetzen. Gleichzeitig arbeiten Kim und Grayson an einem komplizierten Fall: Sie sollen einer Leihmutter dabei helfen, die vermissten Eltern des Kindes zu finden, das sie bald zur Welt bringen wird. Stacy wird durch einem geschäftlich Ratschlag entmutigt. Dann zieht auch noch Paul vorübergehend in ihre und Janes Wohnung. Als Kim schließlich den neuen Partner bekanntgibt, stößt sie damit Jane und Grayson vor den Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015048","hoster":"VOE"},{"path":"/redirect/14019046","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078062","hoster":"VOE"},{"path":"/redirect/13078057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-4","name":"Lug und Trug","epNo":4,"alt":"Cheaters","descr":"Die Anwälte sind schwer beschäftigt: Jane und Owen vertreten gemeinsam einen Schüler, der verdächtigt wird, beim College-Eignungstest betrogen zu haben. Kim und Grayson hingegen verteidigen einen Hundebesitzer, dem vorgeworfen wird, sein Tier habe eine preisgekrönte Rassehündin geschwängert. Jane ist aufgefallen, dass sich Stacy in letzter Zeit merkwürdig verhält und bittet ihren neuen Schutzengel Paul darum, die Mitbewohnerin – möglichst unauffällig – auszuspionieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014998","hoster":"VOE"},{"path":"/redirect/14074505","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13079003","hoster":"VOE"},{"path":"/redirect/13078981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-5","name":"Falsches Spiel","epNo":5,"alt":"Secret Lives","descr":"Ein Baseballspieler steht unter Mordverdacht. Jane nimmt die große Herausforderung seiner Verteidigung an – nicht zuletzt, um Owen und die Besitzer des Baseballteams zu beeindrucken. Währenddessen vertritt Kim eine Freundin bei deren Kampf um Unterhalt. Grayson leidet sichtlich unter gebrochenem Herzen, und sucht verzweifelt nach Ablenkung. Stacy hingegen lässt sich von Teri bei der Suche nach einem Samenspender beraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014984","hoster":"VOE"},{"path":"/redirect/14074506","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075413","hoster":"VOE"},{"path":"/redirect/13075415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-6","name":"Die Liebesfalle","epNo":6,"alt":"Fool for Love","descr":"Jane versucht, mit Owen wieder ins Reine zu kommen, während sie gemeinsam an einem Fall arbeiten. Sie vertreten einen Professor, der wegen Drogenschmuggels angeklagt wurde. Kim vertritt eine Frau, die um die Rechte an einem Videospiel kämpft, das sie zusammen mit ihrem kürzlich verstorbenen Freund programmiert hatte. Stacy wiederum setzt eine verrückt klingende Idee in die Tat um: Sie lädt ihre Ex-Freunde zu einer \"Spenderparty\" ein. Dabei will sie herausfinden, wer von ihnen am besten für eine Samenspende geeignet wäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014985","hoster":"VOE"},{"path":"/redirect/14074507","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075417","hoster":"VOE"},{"path":"/redirect/13075432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-7","name":"Familienpläne","epNo":7,"alt":"Missed Congeniality","descr":"Jane verteidigt Donna, die Teilnehmerin eines Schönheitswettbewerbs. Ihr wurde der Titel aberkannt, nachdem sie Manipulationsvorwürfe gegen die Veranstalter des \"Miss Universal Globe\"-Wettbewerbs erhoben hatte. Die hochschwangere Kim vertritt derweil ihren Vater, der gegen seine Entlassung als Trainer eines Kinder-Baseball-Teams vorgehen will. Privat wird Jane von Stacy unter Druck gesetzt, denn die erbittet Janes Segen zu ihrer Wahl von Owen als Samenspender. Graysons und Nicoles Büroaffäre nimmt immer mehr Fahrt auf, aber beide tun sich schwer damit, den Status ihrer Beziehung zu definieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015033","hoster":"VOE"},{"path":"/redirect/14074508","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075472","hoster":"VOE"},{"path":"/redirect/13075484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-8","name":"Gefühlschaos","epNo":8,"alt":"50 Shades of Grayson","descr":"Jane muss an der mexikanischen Grenze einen Bräutigam auslösen und rechtzeitig zu seiner Hochzeit bringen. Der Mann wurde nach einem völlig außer Kontrolle geratenen Junggesellenabschied verhaftet. Kim und Grayson vertreten derweil eine Autorin von erotischen Online-Romanen. Die Frau behauptet, ein großes Verlagshaus habe ihr geistiges Eigentum gestohlen. Doch das muss erst einmal bewiesen werden. Kim hat ein besonderes Erlebnis: Während des Prozesses platzt ihre Fruchtblase und sie muss ihr Schlussplädoyer via Webcam aus der Geburtsklinik halten, während sie in den Wehen liegt. Gleichzeitig wird Stacy in derselben Klinik künstlich befruchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015050","hoster":"VOE"},{"path":"/redirect/14074510","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075317","hoster":"VOE"},{"path":"/redirect/13075324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-9","name":"Der Vampirfall","epNo":9,"alt":"Trust Me","descr":"Als Jane einen ehemaligen Prominenten verteidigt, der in argen Schwierigkeiten steckt, bringen eine Reihe unglücklicher juristischer Wendungen die Existenz der Kanzlei Harrison \u0026amp","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015035","hoster":"VOE"},{"path":"/redirect/14074511","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075337","hoster":"VOE"},{"path":"/redirect/13075336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-10","name":"Der Kuss","epNo":10,"alt":"The Kiss","descr":"Jane vertritt eine Frau in einem Fall von Körperverletzung, die sich bei einer Frauentauschübung während einer Paartherapie-Gruppensitzung ereignet hat. Grayson und Owen werden von einem Mann engagiert, der sich selbst als Aktiengesellschaft hat eintragen lassen und dessen Aktionäre ihm nun die Heirat mit der Frau, die er liebt, verbieten wollen. Und während Paul hofft, bei Jane mit einem Blind Date romantische Gefühle auslösen zu können, fragen sich Stacy und Owen, welcher Art die Gefühle eigentlich sind, die sie neuerdings füreinander empfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015053","hoster":"VOE"},{"path":"/redirect/14074509","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13075441","hoster":"VOE"},{"path":"/redirect/13075434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-11","name":"Der Schuss","epNo":11,"alt":"One Shot","descr":"Jane vertritt eine Frau, die gezwungen ist, in ein Zeugenschutzprogramm einzutreten, nachdem sie unbeabsichtigt einen Drogenring aufgedeckt hat. Owen vertritt einen Teenie-Star. Der Ruf der jungen Frau ist aufgrund zweifelhafter Fotos gefährdet. Und Grayson soll einen ungewöhnlichen \"Liebes-Vertrag\" zwischen einem Mann und seiner Ehefrau aufsetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015001","hoster":"VOE"},{"path":"/redirect/14018289","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078413","hoster":"VOE"},{"path":"/redirect/13078411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-12","name":"Kommen und Gehen","epNo":12,"alt":"Guess Who\u0027s Coming","descr":"Jane vertritt Debs Mutter in einem skandalösen Fall, in dem es um Anstiftung zum Sex geht. Owen schickt Grayson aufs Land nach Wyoming. Dort muss er versuchen, einem kalifornischen Klienten nach den Gesetzen Wyomings zu seinem Recht zu verhelfen. Und während das Verhältnis zwischen Nicole und Grayson eine Wende erfährt, schämt sich Stacy in ihrem Yogakurs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014997","hoster":"VOE"},{"path":"/redirect/14074515","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13079022","hoster":"VOE"},{"path":"/redirect/13079026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-5/episode-13","name":"Die Wahrheit kommt ans Licht","epNo":13,"alt":"Jane\u0027s Secret Revealed","descr":"Die sehr traditionell lebende Religionsgemeinschaft der Amish steht unter Druck. Ein Öl-Multi bedroht die Existenz eines ihrer Farmer. Jane bietet dem Amish-Bauern ihre juristischen Dienste an. Währenddessen bewegt sich Grayson in einer ganz anderen Welt: Er soll für eine Domina einen Klienten verklagen, der für erbrachte Dienstleitungen nicht bezahlt hat. Auch im Privatleben der beiden Anwälte geht es hoch her: Als sie sich gerade ihrer gegenseitigen Gefühle versichern, werden sie von jemandem gestört, der damit droht, Janes Geheimnis zu enthüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014987","hoster":"VOE"},{"path":"/redirect/14019047","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13078075","hoster":"VOE"},{"path":"/redirect/13078074","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-1","name":"Doppelrolle","epNo":1,"alt":"Truth \u0026 Consequences","descr":"Nachdem Grayson von Jane die Wahrheit erfahren hat, weiß er nicht mehr ein noch aus und weigert sich zunächst mit ihr zu sprechen. Jane ihrerseits stürzt sich in die Arbeit und vertritt eine Frau, die dafür kämpft, dass es an der Schule wieder Essen für bedürftige Schüler gibt. Jane weiß noch nicht, dass ihre neue Klientin auf der Flucht vor den Behörden ist und derzeit unter falschem Namen lebt. Währenddessen bekommt Owen Besuch von seinem Bruder Nick.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015034","hoster":"VOE"},{"path":"/redirect/14083847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-2","name":"Seelenverwandte","epNo":2,"alt":"Soulmates","descr":"Belinda und Grayson bearbeiten zusammen den Fall eines Paares, das eine schreckliche Seereise hinter sich hat. Das Kreuzfahrtschiff, auf dem sie Urlaub machten, trieb eine Woche ohne Strom auf dem Meer. Überraschenderweise dreht die Gegenseite den Spieß um und beschuldigt das Paar der Piraterie. Jane vertritt einen Mann, der in Haft ist, weil er ein Feuer gelegt hat, bei dem die Frau eines Ladenbesitzers starb. Während des Prozesses gerät Jane mit Owen aneinander, der ursprünglich der Richter in diesem Fall war. Derweil hat sich Grayson besonnen und ist bereit, mit Jane auszugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015019","hoster":"VOE"},{"path":"/redirect/14018818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-3","name":"Das erste Date","epNo":3,"alt":"First Date","descr":"Jane und die neue Kollegin Belinda vertreten einen Rockstar, der so über die Stränge geschlagen hat, dass die Tour seiner Band in Gefahr ist. Die wollen ihn nun rauswerfen. Grayson hat eine neue Klientin, deren Vermieter das Haus, in dem sie schon lange lebt, abreißen lassen will, um dort ein neues mit teuren Eigentumswohnungen zu bauen. Der Fall nimmt eine überraschende Wendung, als an dem alten Gebäude schützenswerte Graffiti eines berühmten Künstlers gefunden werden. Unterdessen hilft Stacy Jane dabei, sich auf ihr Treffen mit Grayson vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015052","hoster":"VOE"},{"path":"/redirect/14074513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-4","name":"Zusammen, was zusammen gehört","epNo":4,"alt":"Life and Death","descr":"Jane weiß nicht so recht, wie sie sich Grayson gegenüber verhalten soll, jetzt wo er die Wahrheit kennt. Grayson hingegen bittet Jane, mit ihm zusammen einen Witwer vor Gericht zu vertreten, der seiner verstorbenen Frau ihren letzten Willen erfüllen, und sie im Garten ihres gemeinsamen Hauses beerdigen möchte. Ihre Familie besteht darauf, dass sie im Familiengrab beigesetzt wird. Paul hat über eine Kleinanzeige einen Rolls-Royce für 100 Dollar gekauft, doch der Wagen macht mehr Ärger, als er wert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015056","hoster":"VOE"},{"path":"/redirect/14019189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-5","name":"Schimpf und Schande","epNo":5,"alt":"Cheers \u0026 Jeers","descr":"Jane und Grayson wollen es ruhig angehen lassen, aber planen immerhin schon einen romantischen Abend miteinander. In der Kanzlei hat Jane den Fall einer Profi-Cheerleaderin übernommen, die von ihrem Team gemobbt wird. Paul hat derweil Probleme, weil er sein Kreditkartenkonto überzogen hat. Teri will helfen und gibt vor, seine Anwältin zu sein. Grayson und Owen verteidigen derweil eine Familie, die auf eigene Faust Schilder für Geschwindigkeitsbegrenzungen in der Nachbarschaft aufgestellt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015049","hoster":"VOE"},{"path":"/redirect/14074512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-6","name":"Staatsfeind wider Willen","epNo":6,"alt":"Desperate Housewife","descr":"Die schwangere Stacy ist besorgt, als ihr jemand sagt, dass der ständige Schluckauf bei ihrem Baby ein Zeichen dafür ist, dass das Kind \"böse\" sein wird. Grayson und Jane arbeiten derweil zusammen an einem Fall, der Fragen der Nationalen Sicherheit berührt. Kim hingegen vertritt einige Waisenkinder, die von ihren Adoptiveltern vor die Tür gesetzt wurden, kurz, nachdem deren Haus von einer Renovierungsshow komplett neu eingerichtet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015020","hoster":"VOE"},{"path":"/redirect/14018287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-7","name":"Schwester gegen Schwester","epNo":7,"alt":"Sister Act","descr":"Jane vertritt ein Mädchen, das eine Knochenmarktransplantation benötigt. Eine Nonne, die zur Spende bereit war, hatte ihr Angebot im letzten Moment zurückgezogen. Jane macht sich auf die Suche nach dem Vater des Mädchens, einem Samenspender. Janes Freude über Teris Entlassung aus dem Gefängnis währt nur kurz: Sie erfährt, dass Teri nicht länger in der Kanzlei arbeiten darf. Owen vertritt unterdessen die Bürgermeisterin von Malibu, die das Rathaus Kindern zur Verfügung gestellt hat, deren Schule in einem Feuer zerstört wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014988","hoster":"VOE"},{"path":"/redirect/14074514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-8","name":"Identitätskrise","epNo":8,"alt":"Identity Crisis","descr":"Grayson verteidigt einen Mann, der einen Mord gestanden hat, nachdem im Verhör Druck auf ihn ausgeübt wurde, aber nun seine Unschuld beteuert. Jane hilft unterdessen einem transsexuellen Teenager bei seinem Kampf, in der Schule die Jungentoilette benutzen zu dürfen. Stacy und Owen bekommen wegen der Zwillinge Streit. Grayson findet heraus, dass sein Klient schuldig ist, und verweigert die Herausgabe von Entlastungsmaterial. Als der Mann schließlich freikommt, schießt der Vater des ermordeten Mädchens auf ihn, trifft aber stattdessen Grayson.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015021","hoster":"VOE"},{"path":"/redirect/14019045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-9","name":"Glaube, Liebe, Hoffnung","epNo":9,"alt":"Hope and Glory","descr":"Nachdem Grayson angeschossen wurde, wacht er im Krankenhaus auf und scheint bereits auf dem Weg der Besserung zu sein. Jane vertritt eine Gemeinde, deren Einwohner von den Pfefferdämpfen einer Soßenfabrik krank werden. Nachdem Jane erreicht hat, dass die Fabrik geschlossen wird, stellt sich jedoch heraus, dass die Krankheit andere Ursachen haben muss. Das bringt Jane und die Kanzlei in echte Schwierigkeiten. Kim muss ihrem Vater zur Hilfe eilen, der in seinen Flitterwochen wegen anstößigen Verhaltens in der Öffentlichkeit verhaftet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015004","hoster":"VOE"},{"path":"/redirect/14018288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-10","name":"Zweimal geht nicht","epNo":10,"alt":"No Return","descr":"Kim vertritt einen Bauchredner, dem seine Vielflieger-Meilen aberkannt wurden, nachdem seine Puppe Flugverbot bekommen hatte. Außerdem verlangt Kim von Owen, einen neuen Anwalt als Ersatz für Grayson einzustellen. Jane übernimmt derweil einen von Graysons Klienten in einem Fall von übler Nachrede. Grayson trifft im Himmel Janes alten Schutzengel Fred und bittet ihn, sich dafür einzusetzen, dass er wieder zurück zu Jane kann. Seinem Wunsch wird entsprochen, doch er kehrt ausgerechnet im Körper eines zum Tode verurteilten Häftlings zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014999","hoster":"VOE"},{"path":"/redirect/14019190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-11","name":"Das Leben nach dem Tod","epNo":11,"alt":"Afterlife","descr":"Grayson ist zurück auf der Erde und steckt jetzt im Körper von Ian Holt, dessen Hinrichtung zwei Minuten zuvor schiefgegangen war. Jetzt ist es an Jane, dessen Unschuld zu beweisen, bevor am Folgetag der nächste Hinrichtungsversuch unternommen wird. Ein Problem ist, dass Grayson keine Ahnung hat, ob Holt schuldig oder unschuldig ist. Kim vertritt unterdessen eine Tanzgruppe aus einem sozialen Problemviertel. Die Tänzer beschuldigen eine erfolgreiche Popsängerin, ihre Choreographie gestohlen zu haben. Stacy sorgt sich um Owen, nachdem der immer wieder Angstattacken hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14014986","hoster":"VOE"},{"path":"/redirect/14074516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-12","name":"Mit Leib und Seele","epNo":12,"alt":"Hero","descr":"Grayson hat Schwierigkeiten, sich an sein Leben als Ian zu gewöhnen. Jane vertritt eine Frau, deren Sohn beim Training in einem Football-Camp gestorben ist, und die nun den Betreiber des Camps verklagt. Kim wird überfallen und von einem Mann im Superheldenkostüm gerettet. Wie sich herausstellt, kennt sie den \"Helden\" aus dem Gericht. Sie kann sich bei ihm revanchieren, als der Räuber ihren Retter wegen Körperverletzung anzeigt. Paul eröffnet Grayson/Ian, dass er ihm und Jane als Schutzengel zugeteilt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015000","hoster":"VOE"},{"path":"/redirect/14074517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/drop-dead-diva/staffel-6/episode-13","name":"Für immer und ewig","epNo":13,"alt":"It Had To Be You","descr":"Owen und Kim versuchen, mit Jane ein Gespräch über deren Beziehung zu Ian zu führen. Unterdessen kehrt Teri zurück und erkennt in Ian einen alten Klassenkameraden. Jane vertritt ein Paar, das von einer japanischen Walfangfirma verklagt wird, weil es gegen Walfang protestiert hatte. Es stellt sich heraus, dass Owen Anwalt der Gegenseite ist. Kim wiederum hilft ihrer früheren Aushilfskraft Dave, der von seinem Arbeitgeber entlassen wurde, weil er an die Existenz von Bigfoot glaubt. Bevor ihre Trauung stattfinden kann, bekommt Stacy Wehen und bringt bald darauf die Zwillinge zur Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14015051","hoster":"VOE"},{"path":"/redirect/14074518","hoster":"Streamtape"}]}]}]}]}