{"seriesId":"dschihad-europas-gotteskrieger","name":"Dschihad - Europas Gotteskrieger","descr":"[Djihad sur l’europe] Dreiteilige Dokumentation, die sich mit dem Dschihad und seinen Anhängern in Europa beschäftigt – von den Anfängen in den 1980er Jahren über die Zäsur des 11. Septembers 2001 bis zu den neuesten, hasserfüllten Anschlägen der selbsternannten Gotteskrieger in europäischen Hauptstädten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Diese erste Folge blickt auf die Anfänge des europäischen Dschihadismus. Die Bewegung gewinnt während des Kriegs der Sowjetunion gegen Afghanistan (1979–1989) an Kraft. Sie weitet sich aus und erreicht schließlich die französischen Vororte, die belgischen und britischen Inner Cities, das Schweizer Land und die Hochebenen des Sauerlands. Um diese Ausbreitung zu verstehen, muss man zum Ursprung zurückblicken: In die Stadt Peshawar in Pakistan, wo die theoretischen Grundlagen für den heutigen Dschihadismus gelegt werden. Der Anführer dieser Revolution heißt Abdallah Azzam und ist kein geringerer als der Mentor von Osama bin Laden. 1989 wird die Niederlage der Sowjetunion in Afghanistan wie ein Sieg des Westens gefeiert, während in Berlin die Mauer fällt.","versions":[{"lang":1,"streams":[{"redirect":13037122,"hoster":"VOE"},{"redirect":13037121,"hoster":"Doodstream"},{"redirect":13037123,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Nach dem 11. September werden die dschihadistischen Terrorgruppen zerschlagen. Doch neue radikale Islamisten treten in Erscheinung, sie agitieren und missionieren vor Ort. Auf die Veteranen von Afghanistan folgen die Wegbereiter des europäischen Dschihadismus. Sie agieren in London, aber auch in anderen Städten wie Toulouse, Ulm, Molenbeek, Kopenhagen und La Haye. Mit dem Zweiten Irakkrieg beginnt ein neuer Zeitabschnitt. Die Islamisten folgen einem klassischen Schema: Sobald sie von der dschihadistischen Front im Ausland zurückgekehrt sind, richten sie ihre Waffen gegen ihre Herkunftsgesellschaften. Der Dschihad im Irak und in Afghanistan, beides Folgeerscheinungen des \"Kriegs gegen den Terror\", ersetzen die Krisen in Bosnien und Algerien aus dem vorangegangenen Jahrzehnt.","versions":[{"lang":1,"streams":[{"redirect":13037124,"hoster":"VOE"},{"redirect":13037126,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"2012 ist kein Ende des Bürgerkriegs in Syrien abzusehen. Die ersten europäischen Kämpfer, die in das Kriegsgebiet ziehen, zeichnen sich durch langjährigen Verdienste und kontinuierliches Engagement für den Dschihad aus. Vor ihrer Ankunft in Syrien waren sie Anführer in europäischen Scharia-Netzwerken wie Sharia4UK, Sharia4Holland, Sharia4Belgium, Militu Ibrahim in Deutschland, Kaldet til Islam in Dänemark und Forsane al-Izza in Frankreich. Radikale europäische Dschihadisten ermuntern die Männer zu kämpfen und sorgen so für die erste Ausreisewelle. Ausserdem schaffen sie Verknüpfungen zwischen Europa und den Kriegsregionen. 2014 nutzt der IS das Chaos in Syrien und ruft ein Kalifat aus, dessen Auswirkungen in Europa bis heute zu spüren sind. Durch dieses Ereignis gewinnen die Strukturen des europäischen Dschihadismus an Bedeutung.","versions":[{"lang":1,"streams":[{"redirect":13037130,"hoster":"VOE"},{"redirect":13037129,"hoster":"Streamtape"}]}]}]}]}