{"path":"/serie/stream/dublin-murders","name":"Dublin Murders","descr":"Die letzten Jahren des 20. Jahrhunderts sind in Irland auch als die sogenannten Celtic Tiger-Jahre bekannt – eine Zeit, in der die Tech-Industrie dem Land einen finanziellen Boom bescherte. Die Ermittler Rob Reilly (Killian Scott) und Cassie Maddox (Sarah Greene) haben zunächst den Mord an einer jungen Ballerina aufzuklären, die tot auf einem antiken Stein-Altar aufgefunden wird.Wenig später wird auch die Leiche einer lebensfrohen Frau in einer alten Hütte entdeckt. Zunächst scheinen die Fälle nichts miteinander zu tun zu haben. Ein Eindruck, der trügt!","seasons":[{"path":"/serie/stream/dublin-murders/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/dublin-murders/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Arbeitsbeziehung zwischen Reilly und Maddox gerät unter Druck, als im Verlauf der Untersuchung Elemente ihrer Vergangenheit auftauchen, die sie lieber vergessen würden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580404","hoster":"VOE"},{"path":"/redirect/8414974","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10106818","hoster":"VOE"},{"path":"/redirect/10106823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Trotz Robs Versprechen an Cassie, die Operation Vestal nicht zu untersuchen, machen sie einen dunklen Handel, um das Geheimnis zu bewahren und weiter an den Fällen zu arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997061","hoster":"VOE"},{"path":"/redirect/8414939","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10106826","hoster":"VOE"},{"path":"/redirect/10106843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ganz Knocknaree trauert um Katy Devlin, während der Druck auf Rob und Cassie zunimmt, da im Fall noch keine Verhaftungen vorliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700241","hoster":"VOE"},{"path":"/redirect/8414955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512138","hoster":"VOE"},{"path":"/redirect/10106825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Frank (Tom Vaughan-Lawlor) denkt sich einen Plan aus mit dem Cassie (Sarah Greene) Undercover gehen kann, aber sie weigert sich in die Sache mitreingezogen zu werden. Allerdings führt eine brutale Zurückweisung von Rob (Killian Scott) dazu, dass sich ihre Meinung ändert. Während die Ermittlung bezüglich Katy (Amy Macken) zum Stoppen kommt, ist Rob überzeugt davon, dass zwei von Jonathans (Peter McDonald) alten Freunden die Schlüssel für die Lösung beider Fälle sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700242","hoster":"VOE"},{"path":"/redirect/8414936","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13521217","hoster":"VOE"},{"path":"/redirect/10106820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Rob (Killian Scott) ist ganz besessen von Jonathan Devlin, von dem er glaubt, dass er und dessen Kindheitsfreundin Cathal gefährliche Pädophile sind. Er sucht verzweifelt nach Zeugen in dem Fall von 1985, doch die Suche gestaltet sich als schwierig. Einzig ein alter Bekannter von Jonathan und Cathal könnte Aufschluss geben, doch bei diesem handelt es sich um einen drogenabhängigen Obdachlosen, der seit dem Fund von Katys Leiche nicht mehr gesehen wurde. Jonathan veranlasst derweil, dass seine beiden Töchter Dublin verlassen, doch Rob schafft es, Rosalind (Leah McNamara) abzufangen. Er glaubt, dass er das Mädchen retten kann, während Cassie (Sarah Greene) sich von der Operation Vestal zurückzieht und mehr Zeit mit Frank (Tom Vaughan-Lawlor) verbringt. Rob merkt, dass die Zeit knapp wird und setzt alles auf eine Karte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580403","hoster":"VOE"},{"path":"/redirect/8414954","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512136","hoster":"VOE"},{"path":"/redirect/10106828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Cassie (Sarah Greene) gibt sich als Lexie aus und gerät in einer gefährliche Situation, die ein schlimmes Ende für sie nehmen könnte. Gemeinsam mit Frank (Tom Vaughan-Lawlor) findet sie heraus, dass das gesamte Dorf nicht für die Besitzer des Whitethorn House übrig hat und was diese repräsentieren. Besagte Besitzer sind auch nicht bereit, ihr Anwesen zu verkaufen, wodurch ein anderes wichtiges Bauvorhaben torpediert wird und zahlreiche neue Jobs verhindert werden. Rob (Killian Scott) wird indes von unschönen Erinnerungen heimgesucht. Er will sich an Sandra (Carolyn Bracken) wenden, um Fortschritte in seinen Ermittlungen zu machen, doch diese weist ihn ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589828","hoster":"VOE"},{"path":"/redirect/8414952","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512137","hoster":"VOE"},{"path":"/redirect/10106829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Die Ereignisse eskalieren als Cassie (Sarah Greene) Lexies Mörder konfrontiert und Rob (Killian Scott) einen herzzerreißenden Durchbruch beim Mord von Katy hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580402","hoster":"VOE"},{"path":"/redirect/8414953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512140","hoster":"VOE"},{"path":"/redirect/10106827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/dublin-murders/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Rob (Killian Scott) und Cassie (Sarah Greene) sind gezwungen, sich wiederzusehen. Während Verhaftungen durchgeführt werden, kommen Rob und Cassie zu wichtigen Erkenntnissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997072","hoster":"VOE"},{"path":"/redirect/8414957","hoster":"Streamtape"}]}]}]}]}