{"path":"/serie/stream/duck-dynasty","name":"Duck Dynasty","descr":"\"Duck Dynasty\" berichtet aus dem Leben der Südstaatenfamilie Robertson. Patriarch und Entenlocker-Erfinder Phil Robertson hat im US-Bundesstaat Louisiana ein millionenschweres Firmenimperium rund um Jagdsportartikel aufgebaut. Die Reality-Soap begleitet das exzentrische Familienunternehmen ‚Duck Commander‘ bei der Verwirklichung des amerikanischen Traums und auf den Ausflügen in die Sümpfe Louisianas. Die kauzigen männlichen Vertreter tragen imposante Vollbärte und verfügen inzwischen über eine treue Fangemeinde.","seasons":[{"path":"/serie/stream/duck-dynasty/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/duck-dynasty/filme/film-1","name":"Ihr Entlein kommet","epNo":1,"alt":"O Little Town Of West Monroe","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100569","hoster":"VOE"},{"path":"/redirect/8414871","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-1/episode-1","name":"Die Enten sind los","epNo":1,"alt":"Redneck Logic","descr":"Die Robertson Jungs planen den Bau eines neuen luxuriösen Unterstands für Phil. Unterdessen verkaufen Miss Kay und die Frauen die wertvollsten Besitztümer ihrer Männer auf einem Flohmarkt, die darüber gar nicht lachen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476080","hoster":"VOE"},{"path":"/redirect/8414856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-2","name":"Eine Familie mit Pfiff","epNo":2,"alt":"Family Funny Business","descr":"Phil, Willie und Miss Kay versuchen ein Kochvideo für ihre Fans zu drehen. Währenddessen lenkt Jase den Rest der Mannschaft ab: Er will ein \"Versuchslabor\" bauen, in der sie mit neuen Entenlockpfeifen experimentieren können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476005","hoster":"VOE"},{"path":"/redirect/8414865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-3","name":"Pfeifen am laufenden Band","epNo":3,"alt":"High Tech Redneck","descr":"Nachdem sie eine große Bestellung herein bekommen, drängt Willie das Duck Commander Team den straffen Zeitplan einzuhalten. Deshalb entschließen sich Jase und die Jungs, ein Förderband zu bauen. Unterdessen erklären Phil und Si den Biebern, deren Dämme die Wasserversorgung abschneiden, den Krieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476086","hoster":"VOE"},{"path":"/redirect/8414866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-4","name":"Alles tanzt nach meiner Pfeife","epNo":4,"alt":"CEO For A Day","descr":"Phil möchte seinen Enkelkindern zeigen, dass sich harte Arbeit lohnt, indem sie ein Football-Feld bauen und anschließend die Familie zu einem Spiel zusammen trommeln. Aber nicht nur auf dem Spielfeld kämpfen die Robertsons gegeneinander. In einer Wette am Rande des Spiels möchte Jase beweisen, dass er der Verantwortung gewachsen ist, für einen Tag Geschäftsführer zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476081","hoster":"VOE"},{"path":"/redirect/8414863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-5","name":"Hör mal wer da quakt","epNo":5,"alt":"Frog in One","descr":"Willie lässt den Karrieretag seiner Kinder sausen, um mit Jase Golf zu spielen. Phil und Si springen für Willie ein und werden zum schlimmsten Alptraum für den Lehrer. In der Nacht kehrt Jase auf den Golfplatz zurück, um Jagd auf Ochsenfrösche zu machen, die er tagsüber dort entdeckt hat. Zu seinem Pech ist der Sicherheitsdienst des Country Clubs nicht weit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476007","hoster":"VOE"},{"path":"/redirect/8414873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-6","name":"Ein Bart kommt selten allein","epNo":6,"alt":"Plan Bee","descr":"Willie, Jase und Onkel Si sind auf Entenjagd und entdecken dabei einen Bienenstock mit wildem Honig. Sie entschließen sich dazu, diesen zu erobern. Im Büro müssen Martin und Godwin Korie und Jessica zu Hilfe kommen, die sich auf den Duck Commander Karneval vorbereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14475977","hoster":"VOE"},{"path":"/redirect/8414854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-7","name":"Bart auf Abwegen","epNo":7,"alt":"Too Close for Comfort","descr":"Jase ist der Meinung, dass ihm als Geschäftsführer von Duck Commander ein neues Büro zusteht. Als Willie dies aber ablehnt, heckt Jase einen Plan aus, trotzdem eins zu bauen. Willie nimmt Miss Kay und die Enkelkinder mit in den Streichelzoo. Dort möchte Miss Kay, dass ihr Willi Ziegen kauft. Willies Geduld wird erneut auf eine harte Probe gestellt, als er zum Warenhaus zurückkommt und feststellt, dass Jase einige Veränderungen vorgenommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14475978","hoster":"VOE"},{"path":"/redirect/8414857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-8","name":"Ente zum Dessert","epNo":8,"alt":"Leave it to Beavers","descr":"Bei der Wartung des Unterstandes bemerken Phil und Si, dass ihr Erzfeind, der Biber, zugeschlagen hat. Phil ruft die Robertson Männer zusammen, um sich von dem lästigen Schädling zu befreien. Allerdings haben sie keinen Erfolg. Miss Kay möchte ihr eigenes Restaurant eröffnen. Als Testlauf übernimmt sie für einen Abend das ortsansässige Restaurant und bittet die Familie um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476006","hoster":"VOE"},{"path":"/redirect/8414898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-9","name":"Die größte Pfeife der Welt","epNo":9,"alt":"A 40th Anniversary is a Big Duck-ing Deal","descr":"\"Duck Commander\" feiert mit einer ausgelassenen Party sein 40-jähriges Bestehen. Als Höhepunkt will Willie die weltgrößte Entenlockpfeife bauen und auf der Party präsentieren. Miss Kay ist genervt davon, ständig das Haus auf Vordermann bringen zu müssen. Sie ist der Meinung, dass es an der Zeit ist, dass hart verdiente Geld in ein neues Haus zu stecken. Doch Phil hält nichts von der Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476082","hoster":"VOE"},{"path":"/redirect/8414877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-10","name":"Willie der Winzer","epNo":10,"alt":"Sauvignon Beard","descr":"Willie entscheidet sich dazu, die Marke \"Duck Commander\" mit Wein zu erweitern. Blindlings kauft er einen Weinberg. Während ihm die Familie mit der Arbeit auf dem Weinberg hilft, kümmern sich Phil und Si um die Enkeltöchter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997113","hoster":"VOE"},{"path":"/redirect/9811715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-11","name":"Balztanz","epNo":11,"alt":"Daddy\u0027s Got a Gun","descr":"Als Willie herausfindet, dass seine Tochter Sadie einen neuen Freund hat, will er ihn kennenlernen. Natürlich möchte er ihm bei der Gelegenheit auch eine Portion väterliche Angst einflößen. Um Sadie abzulenken, nehmen Phil und Si sie mit auf ihre ganz eigene Exkursion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476009","hoster":"VOE"},{"path":"/redirect/8414850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-12","name":"Auf Pfeife komm raus","epNo":12,"alt":"Fishin\u0027 for Business","descr":"Ein Angel-Wettbewerb soll ein für alle Mal klären, wer der Bessere ist: Willie oder Jase. Sie nehmen ihre Söhne John Luke und Cole mit, um ihnen eine Lektion zu erteilen. Als sich auch noch Phil und Si anschließen, kämpfen drei Generationen Robertsons um den Sieg. Um ihre Damen-Kollektion bei Duck Commander auszubauen, schlägt Korie Ms. Kay vor, ihre eigenen Schürzen herauszubringen. Doch weder Ms. Kay noch irgendeine der anderen Robertson Frauen können nähen. Das hindert sie aber nicht daran, es zu versuchen und kläglich zu scheitern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14475979","hoster":"VOE"},{"path":"/redirect/8414859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-13","name":"Bart auf Fahrt","epNo":13,"alt":"Redneck Roadtrip","descr":"Jase meldet sich als Freiwilliger, um mit dem \"Duck Commander\"-Campingbus einen Abholauftrag zu machen. Er vergisst aber Willie zu sagen, dass er Si, Martin und Jep auf die Fahrt mitnimmt und sie einen Ausflug daraus machen. Zu Hause müssen Phil und Willie einen Alligator aus ihrem Garten verjagen, den Ms. Kay dort gefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476083","hoster":"VOE"},{"path":"/redirect/8414848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-14","name":"Truthahn im Visier","epNo":14,"alt":"Winner, Winner Turkey Dinner","descr":"Jase und Si machen sich auf die Truthahnjagd, da der alljährliche Kochwettbewerb zwischen den Robertson Männern und Frauen ansteht. Mit Feinschmecker Phil als Kritiker, geben die Teams ihr Bestes und setzen ihre leckersten Geheimrezepte ein. Nachdem sich Phil bei der Arbeit im Gelände seinen Knöchel verletzt, beschließt er im \"Duck Commander\" Büro zu arbeiten. Doch es ist eine Weile her, seit er im Lagerhaus war und es hat sich einiges verändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14476085","hoster":"VOE"},{"path":"/redirect/8414841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-1/episode-15","name":"Ente gut, alles gut","epNo":15,"alt":"Willie Stay or Willie Go","descr":"Immer wenn bei \"Duck Commander\" eine große Entscheidung ansteht, plant Willie Freizeitaktivitäten mit seinen Mitarbeitern. Doch die Vertrauensübungen und Teambuilding-Maßnahmen sind nichts für diese Gruppe. Phil hat eine bessere Idee und schlägt einen Camping Trip vor. Die Tour entgleist, als Si über eine riesige Schnappschildkröte stolpert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14475980","hoster":"VOE"},{"path":"/redirect/8414824","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-2/episode-1","name":"Fahren will gelernt sein","epNo":1,"alt":"Driving Miss Sadie","descr":"Die Führerscheinprüfung von Sadie, Willies Tochter, rückt immer näher. Willie, Jase und Si machen sich daran ihre eklatanten Schwächen hinterm Lenkrad zu korrigieren, indem sie ihr Fahrstunden geben. Unterdessen beaufsichtigt Phil John Luke und dessen Freundin und verwandelt ihr romantisches Date am Fluss in einen peinlichen Nachmittag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997116","hoster":"VOE"},{"path":"/redirect/8414847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-2","name":"Genug ist genug","epNo":2,"alt":"Si\u0027yonara","descr":"Bei \"Duck Commander\" gibt es eine unerwartete Personalveränderung, als der verärgerte Si plötzlich kündigt. Jase und die Jungs sind mit dem Nachfolger, den Willie eingestellt hat, unzufrieden und deshalb sehr schnell unglücklich an ihrem Arbeitsplatz. Währenddessen bittet Si Phil um Hilfe bei einer Damm-Reparatur, doch die Routine-Ausbesserung wird zu einem kompletten Desaster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997118","hoster":"VOE"},{"path":"/redirect/8414838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-3","name":"4 Bärte für ein Halleluja","epNo":3,"alt":"The Grass \u0026 The Furious","descr":"Die Jungs von \"Duck Commander\" müssen zusammenhalten um ihren Erzfeind aus Highschool-Zeiten, bei einem Rasenmäherrennen zu besiegen. Willie und sein Team stellen schon bald fest, dass sie diesen lächerlichen Underground-Sport besser ernst nehmen sollten. Währenddessen ist Phil mit dem Bau eines Spielhauses für seine Enkeltöchter beschäftigt und nutzt die Gelegenheit dazu, ihnen mehr über die Robertson-Familie zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997119","hoster":"VOE"},{"path":"/redirect/8414846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-4","name":"Selbst ist der Bart","epNo":4,"alt":"Fowl Play","descr":"Willie findet sein Büro in einem totalen Durcheinander vor und informiert die Behörden, dass bei ihm eingebrochen wurde. Allerdings muss er schnell feststellen, dass sein Bruder Jase dafür verantwortlich ist. Geschockt vom brüderlichen Einbruch installiert Willie eine Überwachungsanlage, die auf dem neuesten Stand der Technik ist. Willies Tochter Sadie muss bei Phil und Ms. Kay im Haushalt mithelfen, damit sie endlich mit dem Simsen aufhört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997121","hoster":"VOE"},{"path":"/redirect/8414843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-5","name":"Schweißgebadet","epNo":5,"alt":"Sweatin\u0027 Bullets","descr":"Als eine Hitzewelle West Monroe fest im Griff hat, fällt die Klimaanlage im Duck Commander Warenhaus aus, sodass die Montagehalle zur Sauna wird. Auf der verzweifelten Suche nach Abkühlung lassen die Jungs Willie zurück und errichten am örtlichen See ihren eigenen Wasserpark. Währenddessen gibt Willie die Reparatur der Klimaanlage in Auftrag. Doch das dauert länger als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997114","hoster":"VOE"},{"path":"/redirect/8414832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-6","name":"Willies Sohn wird flügge","epNo":6,"alt":"Truck Commander","descr":"Nachdem Willies Sohn John Luke den Pickup mit staubtrockenem Tank in der Auffahrt stehen lässt, beschließen Willie und Korie, dem Jungen ein eigenes Auto zu kaufen. Zusammen mit Onkel Si macht Willie sich auf die Suche nach dem perfekten Fahrzeug für den Teenager. Währenddessen stürzen Jase, Martin und Godwin ihren Anglerausflug ins Chaos, als ein Missgeschick Phils Boot auf Grund laufen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997124","hoster":"VOE"},{"path":"/redirect/8414828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-7","name":"Streik!","epNo":7,"alt":"Duck No We Won\u0027t Go [DC Strikes]","descr":"Als Willie bei Duck Commander neue Arbeitsregeln einführen will, kommt es zu einem Familienstreik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997122","hoster":"VOE"},{"path":"/redirect/8414536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-8","name":"Frühjahrsputz","epNo":8,"alt":"Spring Pong Cleaning","descr":"Korie findet, dass die Müllberge im Duck-Commander-Lagerhaus kritische Höhen erreichen und bestellt Willie und die Jungs zu einem Firmen-Frühjahrsputz. Als diese jedoch eine alte Tischtennisplatte entdecken, wird aus dem Saubermachen ein ganztägiges Tischtennis-Turnier. Währenddessen bemerkt Onkel Si, dass ein Termin beim Augenarzt längst überfällig ist. Fieberhaft macht er sich auf die Suche nach einer neuen Brille.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997120","hoster":"VOE"},{"path":"/redirect/8414834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-9","name":"Willie Superstar","epNo":9,"alt":"Good Morning, West Monroe","descr":"Nachdem Willie Gast in einer lokalen Radiosendung war, denkt er darüber nach, eine eigene Show zu moderieren. Als ihm der Sender die Gelegenheit dazu gibt, macht Willie einen Fehler und bringt Onkel Si mit. Wegen einer Vielzahl an Ordnungswidrigkeiten soll Jase eine Strafe an die Hauseigentümer-Gemeinschaft zahlen. Doch er beschließt, die Strafe in echter Robertson-Manier zu anzufechten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997125","hoster":"VOE"},{"path":"/redirect/8414822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-10","name":"Samurai Si","epNo":10,"alt":"Samurai Si","descr":"Willie bekommt von einem japanischen Geschäftspartner ein Samurai-Schwert geschenkt. Er nimmt sich vor, es nicht in die Hände von Jase und den anderen Jungs fallen zu lassen. Doch als Willie sein Büro verlässt, können Jase und Si nicht widerstehen, die Waffe auszuprobieren, mit katastrophalen Folgen. Willie und Phil geben Tochter Sadie Schießunterricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103784","hoster":"VOE"},{"path":"/redirect/8414835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-11","name":"Süße Versuchung","epNo":11,"alt":"Of Matresses and Men","descr":"Jase, Si und die Jungs machen einen Ausflug zum neuen Donut-Shop, um herauszufinden, wer von ihnen die meisten Kalorienbomben essen kann. Si nimmt an der Verlosung eines Wohnmobils teil und gewinnt es tatsächlich. Sofort macht er daraus sein eigenes Büro. Derweil muss Willie mit Phil und Ms. Kay Möbel einkaufen, was schnell zu einem heiklen Unterfangen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997126","hoster":"VOE"},{"path":"/redirect/8414831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-12","name":"Schwer in Form","epNo":12,"alt":"Can\u0027t Hardly Wait","descr":"Bei der Vorbereitung für sein High School-Klassentreffen bemerkt Willie, dass es nicht schaden könnte, ein paar Pfunde zu verlieren. Jase und Korie helfen ihm beim Abnehmen. Si ist derweil überzeugt, dass Phils Jagdhunde ihn nicht leiden können und macht sich auf die Suche nach einer eigenen Meute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100566","hoster":"VOE"},{"path":"/redirect/8414817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-13","name":"Wilde Raserei","epNo":13,"alt":"Drag Me to Glory","descr":"Als der berühmte NASCAR-Champion Clint Bowyer das Duck Commander Warenhaus besucht, sind Willie und die Jungs ganz wild darauf, einen Tag mit dem professionellen Rennfahrer zu verbringen. Phil und Si haben alle Hände voll damit zu tun, Miss Kays Grill zu reparieren. Ein Ausflug in einen Grillfachhandel endet dabei in einer Katastrophe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100568","hoster":"VOE"},{"path":"/redirect/8414816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-14","name":"Bärtige Weihnachten","epNo":14,"alt":"I\u0027m Dreaming of a Redneck Christmas","descr":"Willie spielt in der örtlichen Kirche den Weihnachtsmann, doch Onkel Si platzt in die Feier und ruiniert sie. Währenddessen trifft sich die Familie bei Phil und Miss Kay, um die Feiertage in wahrer Südstaatenmanier zu verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997139","hoster":"VOE"},{"path":"/redirect/8414800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-15","name":"Entwischt!","epNo":15,"alt":"Here Lizard, Lizard","descr":"Die Jungs versuchen alles, um ihr entlaufenes Haustier, eine Eidechse, wieder einzufangen. Als sich ihr Unterfangen als unmöglich erweist, beschließen sie, sich Phil zu Hilfe zu holen. Unterdessen versuchen sich Willie und Si als Gesetzeshüter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106439","hoster":"VOE"},{"path":"/redirect/8414821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-2/episode-16","name":"Auf zur Jagd, Schätzchen","epNo":16,"alt":"Let\u0027s Go Hunting, Deer","descr":"Willie und Jase nehmen Korie und Missy auf eine Rotwildjagd mit, weil sie der Meinung sind, ihre Frauen seien zu \"städtisch\" geworden. Doch es kommt schon bald zu Streitigkeiten bei den Paaren. Zuhause beschließt Miss Kay, die Originalbaupläne von Phils erstem Entenlocker rahmen zu lassen. Das einzige Problem besteht darin, sie überhaupt zu finden. Si hilft ihr bei der Suche, ist dann aber schnell von all den Schätzen, die er in Miss Kays Krempel findet, abgelenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997128","hoster":"VOE"},{"path":"/redirect/8414808","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-3/episode-1","name":"Enten auf der Hut","epNo":1,"alt":"Duck Season Eve","descr":"Vor Beginn der neuen Jagdsaison gehen die Robertson-Männer auf ihren traditionellen Campingtrip, der natürlich im Chaos endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997130","hoster":"VOE"},{"path":"/redirect/8414820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-2","name":"Ringfahndung","epNo":2,"alt":"Ring Around The Redneck","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109186","hoster":"VOE"},{"path":"/redirect/8414815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-3","name":"Kaffeefahrt","epNo":3,"alt":"Duck Be a Lady","descr":"Sadie freut sich auf ihren Abschlussball, doch Willie ist mit der Auswahl ihres Kleides nicht einverstanden. Auf einem gemeinsamen Shoppingtrip soll die passende Abendgarderobe gefunden werden. Jase dagegen gerät in eine Zwickmühle, als die Kaffeemaschine im \"Duck Commander\" den Geist aufgibt. Daraufhin schlägt Jep vor, ein neues Café aufzusuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916198","hoster":"VOE"},{"path":"/redirect/8414802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-4","name":"Hallu-Si-nationen","epNo":4,"alt":"Hallu-Si-Nations","descr":"Die Jungs beschließen, Willies Abwesenheit zu nutzen um die Unterstände auf dem Grundstück der Familie wieder auf Vordermann zu bringen. Plötzlich glaubt Si den berüchtigten \"Schwarzen Panther\" gesehen zu haben. Um zu beweisen, dass es sich dabei nur um ein Hirngespinst handelt, machen sich die Jungs auf eine Entdeckungsmission. Phil heuert währenddessen seinen fußballspielenden Neffen und einen Mannschaftskameraden an, um ihm bei der Hausarbeit zu helfen. Er versucht die Jungs zu motivieren indem er behauptet, Hausarbeit würde sie zu besseren Fußballern machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997149","hoster":"VOE"},{"path":"/redirect/8414804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-5","name":"Herzschmerz","epNo":5,"alt":"Shot Thru the Heart","descr":"Die Männer erfahren von Willie, dass John seine erste Trennung durchmacht. Um ihn zu trösten, nehmen sie ihn mit auf eine Biberjagd und geben ihm Beziehungstipps. Phil und Kay haben einen berühmten Tier-Fotografen engagiert, der sie und ihre Hunde fotografieren soll. Doch der Yuppie-Fotograf hat nicht mit Phil gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997136","hoster":"VOE"},{"path":"/redirect/8414840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-6","name":"Ente Royal","epNo":6,"alt":"Tickets to the Fun Show","descr":"Die Robertsons schmeißen zum Verkauf des 5.000.000ten Entenlockers eine große Casino Party, auf der Si den Hauptpreis gewinnt. Vom Preisgeld kauft er einen Massagestuhl, den er im \"Duck Commander\" aufstellt. Weil sich dieser aber negativ auf die Arbeit auswirkt, bietet Willie Si einen Ersatzpreis an. Phil nimmt Jase und die Jungs zu seinem geheimen Fischteich mit, der sich auf dem Grundstück seines Nachbarn befindet. Im Wasser entdecken sie einen Biberdamm: Das schreit nach Krieg!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921949","hoster":"VOE"},{"path":"/redirect/8414809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-7","name":"Bruder gegen Bruder","epNo":7,"alt":"Battle of the Brothers","descr":"Nachdem sich Willie den Bart gefärbt und ein neues Motorrad gekauft hat, ist Jase überzeugt davon, dass Willie in einer Midlifecrisis steckt. Seine Versuche zu helfen, enden in einem Wettkampf unter den Brüdern. Sie wollten ein für alle Mal klären, wer geistig und körperlich am fittesten ist. Unterdessen überzeugt Miss Kay Phil, dass ihnen eine Katze helfen kann, der Mäuseplage in ihrem Haus Herr zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997133","hoster":"VOE"},{"path":"/redirect/8414796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-8","name":"Geschäftiges Treiben","epNo":8,"alt":"Bass Man Standing","descr":"Das Duck Commander Team ist zur Eröffnung eines Geschäfts eingeladen, das ihre Produkte im Sortiment führen wird. Unterdessen möchte Miss Kay eine schöne Zeit mit ihren Enkelkindern verbringen und lädt sich deshalb einfach selbst zu einem Ausflug mit John Luke, Sadie und deren Freunden ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103788","hoster":"VOE"},{"path":"/redirect/12482239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-9","name":"Im Schleudergang","epNo":9,"alt":"Si-amese Twins","descr":"Willie ruft das Team zusammen, um ein Personalseminar mit ihnen zu absolvieren, doch der Tag endet in einem totalen Desaster. Phil und Miss Kay machen sich auf den Weg in die Stadt, um eine Waschmaschine und einen Trockner zu kaufen. Doch sie verfahren sich in den Vororten und da sie sich weigern, nach dem Weg zu fragen, wird der Trip zu einer langen Reise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997134","hoster":"VOE"},{"path":"/redirect/8414801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-3/episode-10","name":"Reif für die Insel","epNo":10,"alt":"Aloha, Robertsons!","descr":"Nach der harten Arbeit der letzten Zeit beschließt Willie, die gesamte Familie mit in den Urlaub nach Hawaii zu nehmen. Doch seine Reiseplanung wird ständig unterbrochen, denn die Familienmitglieder haben ihre eigenen Wünsche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997137","hoster":"VOE"},{"path":"/redirect/8414794","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-4/episode-1","name":"Doppelt hält besser","epNo":1,"alt":"Till Duck Do Us Part","descr":"Alle kommen zusammen, um für Phil und Kay eine Überraschungsparty zum Hochzeitsjubiläum auf die Beine zu stellen. Auf ihrem Grundstück soll eine ganz besondere Zeremonie stattfinden und alle Familienmitglieder werden dabei sein. Si lenkt die Jubilare währenddessen ab, indem er sie auf eine Erinnerungsreise an Orte begleitet, die in ihrer Beziehung eine besondere Rolle gespielt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921956","hoster":"VOE"},{"path":"/redirect/8414788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-2","name":"An der Angel","epNo":2,"alt":"So You Think You Can Date?","descr":"Nachdem sie herausgefunden haben, dass Martin einen Pokerabend wegen einer Verabredung platzen lässt, wechseln sich die Jungs, ebenso wie ihre Frauen, ab, ihm Tipps für den großen romantischen Moment zu geben. Phil soll auf die Kinder von Jep und Jessica aufpassen. Doch das ist nicht so einfach. Er versucht, seinen Enkelinnen das Angeln beizubringen – eine nützliche Fähigkeit. Aber, obwohl sie noch so jung sind, tricksen die Mädels ihn dabei aus und lassen ihn die ganze Arbeit machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997146","hoster":"VOE"},{"path":"/redirect/8414768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-3","name":"Prickelndes Vergnügen","epNo":3,"alt":"Hot Tub Grime Machine","descr":"Den Robertsons wird klar, dass Godwin sie noch nie um einen Gefallen gebeten hat, obwohl sie immer alle füreinander da sind. Jetzt fragt Godwin die Jungs, ob sie ihm helfen, sich einen Whirlpool anzuschaffen. Natürlich sind die Robertsons sofort hilfreich zur Stelle. Phil und Kay bringen ihren Enkelkindern Sadie und John Luke währenddessen bei, wie man Weißdorngelee herstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334151","hoster":"VOE"},{"path":"/redirect/8414791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-4","name":"Unter einem Dach","epNo":4,"alt":"A-Jase-Ent Living","descr":"Wegen Bauarbeiten an Jase und Missys Haus, laden Willie und Kori ihn und die Kinder ein, solange bei ihnen zu wohnen. Missy besucht derweil Freunde außerhalb der Stadt. Was zunächst wie eine großzügige Geste von Willie und Korie aussieht, verwandelt sich in einen Konflikt zwischen den beiden Brüdern, denen der persönliche Freiraum fehlt. Die zunächst harmlosen Wettkämpfe führen zum ultimativen Wettstreit bei Phil und Miss Kay, als sie eine Schubkarre aus einem Baum bergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997160","hoster":"VOE"},{"path":"/redirect/8414782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-5","name":"Termitenalarm","epNo":5,"alt":"Termite Be A Problem","descr":"Weil es Probleme mit Termiten gibt, sind die Jungs gezwungen, einen anderen Ort für ihre Arbeit zu finden – Godwins Haus. Dort bekommt Godwin ein ausgestopftes Geschenk von einem verstorbenen Verwandten. Er muss nun herausfinden, wie viel es wert ist. Miss Kay braucht Hilfe in ihrem \"Golden Sixties Club\". Sie kann Korie und Willie dafür gewinnen, ihr zur Hand zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997142","hoster":"VOE"},{"path":"/redirect/8414789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-6","name":"Von Erben und Erpeln","epNo":6,"alt":"Jerky Boys","descr":"Der Versuch, Ententrockenfleisch herzustellen, führt die Jungs in Godwins Garage und endet in einem Minibike-Rennen. Phil und Kay haben Willie zu ihrem Testamentsvollstrecker bestimmt. Phil möchte Willie außerdem zeigen, was er und seine Brüder erben werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997148","hoster":"VOE"},{"path":"/redirect/8414786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-7","name":"Si-Mulant","epNo":7,"alt":"Scoot Along Si","descr":"Si taucht mit einem Elektromobil bei der Arbeit auf. Er behauptet, eine unsichtbare Verletzung von einer Auseinandersetzung mit Willie zu haben. Nachdem sie ihre geliebte Schildkröte Mr. T verloren hat, bittet Miss Kay Phil, eine neue Schildkröte für sie zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997161","hoster":"VOE"},{"path":"/redirect/8414773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-8","name":"Auf den Zahn gefühlt","epNo":8,"alt":"John Luke After Dentist","descr":"John Luke und Sadie bekommen bei einer Zahnbehandlung eine Narkose. Willie und Korie kümmern sich um sie und bringen sie sicher nach Hause. Phil bittet Jase und Jep, ihm mit einem Schlangennest zu helfen. Er trifft die beiden an, als sie gerade den Inhalt eines kaputten Kühlschranks in Mülltüten verpacken. Als sie den Müll entsorgen wollen, stoßen sie auf immer neue Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997151","hoster":"VOE"},{"path":"/redirect/8414772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-9","name":"Golfen für Anfänger","epNo":9,"alt":"Going Si-ral","descr":"Si hat Videoportale im Internet entdeckt. Nachdem er eine Reihe Lehrvideos angeschaut hat, glaubt er, etwas Besseres zustande bringen zu können. Jase, Jep, Godwin und Martin helfen Si, ein lehrreiches Golf-Video zu drehen und seine \"Vier-Punkte-Philosophie\" ins Netz zu stellen. John Luke fährt Willies Truck zu Schrott und Willie muss feststellen, dass seine Kinder wohl die beiden schlechtesten Fahrer in ganz Louisiana sind. Dann erinnert er sich, dass Kinder nie ganz unkompliziert sind, als seine Nichte und sein Neffe seinen Leihwagen, einen nagelneuen Chevy Silverado, mit Eis beschmieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997145","hoster":"VOE"},{"path":"/redirect/8414703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-4/episode-10","name":"Halloween","epNo":10,"alt":"Quack O\u0027Lanterns","descr":"Die Robertsons geben in der Duck-Commander-Zentrale eine Halloween-Party. Alle kommen zusammen, um das Lagerhaus in ein Spukhaus zu verwandeln. Jeder verkleidet sich und Willie möchte unbedingt der Schaurigste sein, aber keines der Kinder hat Angst vor ihm. Die jüngsten Enkel helfen Miss Kay bei der Vorbereitung von Süßigkeiten, während Phil den Halloween-Dekorationen seine persönliche Note gibt: Er schießt ein Gesicht in den obligatorischen Kürbis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997144","hoster":"VOE"},{"path":"/redirect/8414779","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-5/episode-1","name":"Frauenpower","epNo":1,"alt":"Boomerang Becca","descr":"Die Robertson-Familie plant eine große Überraschungsparty für Rebecca, die nach ihrem Praktikum in Los Angeles nach Hause kommt. Willie denkt, dass seine Tochter keinen Plan für ihre Zukunft hat und will herausfinden, wie sie ihren Lebensunterhalt verdienen will. Schließlich stellt er überrascht fest, dass Rebecca die gleiche Macher-Mentalität wie er selbst besitzt. Unterdessen wird Si krank und bittet Miss Kay, sich um ihn zu kümmern. Als er aber das Wohnzimmerin Beschlag nimmt, bekommt Phil ein Problem mit dem Hausgast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109187","hoster":"VOE"},{"path":"/redirect/8414766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-2","name":"Vetternwirtschaft","epNo":2,"alt":"Willie\u0027s Number Two","descr":"Als Willie nach einem neuen Assistenten sucht, besteht Korie darauf, dass er ihren Cousin JD in Erwägung zieht. Willie zögert zunächst, versteht sich aber dann auf Anhieb blendend mit JD, der den gleichen Sinn für Humor hat. Nun muss er nur noch die anderen Jungs auf seine Seite bringen, die nicht unbedingt einen zweiten Willie im Büro haben möchten. Unterdessen verbringt Si den Tag bei Phil und Miss Kay. Jep bringt die Kinder vorbei, um die kranke Jessica zu schonen. Um die Kinder zu unterhalten, unternimmt Si mit ihnen eine Schatzsuche, die ein paar interessante Wendungen nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997150","hoster":"VOE"},{"path":"/redirect/8414776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-3","name":"Das Leben des Si","epNo":3,"alt":"Life of Si","descr":"Nachdem er sieht, was Jep mit seiner Kamera gedreht hat, will Si damit einen Tag in seinem Leben festhalten. Aber dann geht er den Jungs beim Jagen so auf die Nerven, dass sie ihn und seine Kamera aus dem Versteck werfen. Unterdessen verirrt sich Willie, als er John Luke und Sadie zu einem College-Football-Spiel bringen will. Er versucht den Tag zu retten, indem er rechts ranfährt und mit den beiden ein Picknick veranstaltet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109189","hoster":"VOE"},{"path":"/redirect/8414771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-4","name":"From Duck ’Til Dawn","epNo":4,"alt":"From Duck \u0027til Dawn","descr":"Die Jungs in der Firma müssen die Nacht durcharbeiten, um einen Auftrag zu erfüllen. Willie beschließt, ihnen zu helfen. Aber als ein defekter Feuermelder sie von der Arbeit ablenkt, gehen Jase und Willie los, um ihn auszuschalten und lassen die anderen mit der Arbeit zurück. Unterdessen verbringen Mia und Priscilla die Nacht bei Phil und Kay. Phil erschreckt sie mit Geistergeschichten, wofür die Mädchen sich rächen, als Phil schläft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997155","hoster":"VOE"},{"path":"/redirect/8414761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-5","name":"Burger-Meister","epNo":5,"alt":"Burger Commander","descr":"Nach dem Besuch eines beliebten Burger-Lokals streiten Willie und Jase darüber, wer von ihnen den besten Burger zubereiten kann. Sie beschließen, diese Streitfrage durch einen Wettbewerb zu entscheiden. Unterdessen bringen Phil und Jep einige Sachen zum Recycling auf den örtlichen Müllplatz. Das führt dazu, dass die beiden ihre brüderliche Beziehung an einem ungewöhnlichen Ort stärken. Währenddessen verbringen Jessica und Kay den Nachmittag mit einem Bastelprojekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997153","hoster":"VOE"},{"path":"/redirect/8414755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-6","name":"Einzelkämpfer","epNo":6,"alt":"G.I. Si","descr":"Willie und Jase streiten sich wegen einer alten Soldaten-Spielzeugfigur und geraten darüber in eine Diskussion, wer von beiden der bessere Soldat wäre. Um eine Entscheidung herbeizuführen treffen sie sich mit ihren Freunden und Kindern zu einem Paintball-Match im Wald. Aber das Spiel wird unterbrochen, als Si im Morast steckenbleibt und gerettet werden muss. Unterdessen heuert Jep Martin an, um mit ihm einen Weg in seinem Vorgarten zu verlegen. Als sie dabei auf Probleme stoßen, müssen sie Phil um Hilfe bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100570","hoster":"VOE"},{"path":"/redirect/8414740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-7","name":"Telefonterror","epNo":7,"alt":"Jase and the Argonauts","descr":"Willie kauft sich eine Softeismaschine und sagt den Jungs, dass sie diese erst benutzen dürfen, wenn sie mit der Arbeit fertig sind. Jase findet das unfair und motiviert sich auf andere Weise: Er kauft sich auf Firmenkosten ein Geländefahrzeug. Unterdessen bittet Kay Willie wegen ihres alten Handys um Hilfe. Willie beschließt, ihr ein moderneres Gerät zu kaufen. Als Kay dann aber die ganze Familie mit SMS-Mitteilungen bombardiert, bereut er seine Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997158","hoster":"VOE"},{"path":"/redirect/8414762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-8","name":"Häuslebauer","epNo":8,"alt":"Fowl Playhouse","descr":"Als Jase herausfindet, dass Jep seinen Kindern ein schickes Spielhaus kaufen will, beschließen er und die Jungs, selbst eines zu bauen. Als das Häuschen dann aber eher wie ein Jagd-Versteck aussieht, ruft Jep Verstärkung, um das Projekt fertigzustellen. Unterdessen soll Willie mit Phil und Si einige Jagd-Unterstände säubern. Als das länger dauert als erwartet, reagiert Willie genervt. Das führt dazu, dass Phil und Si ihn wie ein kleines Kind ärgern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997156","hoster":"VOE"},{"path":"/redirect/8414753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-9","name":"Trojanische Kuh","epNo":9,"alt":"THE BIG LeCOWski","descr":"Für ein Schulprojekt verbringt Sadie den Tag in der Firma. Dort wollen die Jungs ihr zeigen, wie ein erfolgreiches Unternehmen geführt wird. Aber als Willie Jases Einfallsreichtum beim Entwerfen neuer Produkte in Frage stellt, kommt es zu einer Auseinandersetzung und sie testen eine seiner Erfindungen. Unterdessen bringen Phil und Jep Priscilla und Meritt zu einer Pferde-Ranch, wo die Mädchen einen speziellen Rodeo-Sport für Kinder entdecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997159","hoster":"VOE"},{"path":"/redirect/8414764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-5/episode-10","name":"Viel Glück, Mia","epNo":10,"alt":"Stand By Mia","descr":"Das lustige Familienfest der Robertsons für die kleine Mia sehen die Zuschauer in einem einstündigen Special von \"Duck Dynasty\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997157","hoster":"VOE"},{"path":"/redirect/8414758","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-6/episode-1","name":"Ente, wem Ente gebührt","epNo":1,"alt":"Governor’s Travels","descr":"Der Gouverneur von Louisiana kündigt seinen Besuch bei Duck Commander an. Er möchte Willie einen Preis verleihen. John Luke meldet sich freiwillig, um die Einführungsrede zu halten. Willie kann sich nicht zurückhalten und gibt John Luke ein paar Tipps, wie man eine Rede hält. Auch Si hat ein paar unerwünschte Ratschläge parat. Unterdessen bittet Miss Kay Korie und Sadie, ihr ein schönes Outfit für den Anlass auszusuchen, und versucht, dem widerstrebenden Phil seine Meinung über die verschiedenen Auswahlmöglichkeiten zu entlocken.","versions":[]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-2","name":"Auf die Frösche, fertig, los","epNo":2,"alt":"Quack And Gown","descr":"Reeds Schulabschluss rückt näher, und Jase beschließt, in der Nacht davor mit ihm auf Froschjagd zu gehen, wie er es vor seinem eigenen Abschluss gemacht hat. Willie und Si begleiten die beiden, und Jase versucht sie daran zu hindern, Reed mit ihren College-Ratschlägen zu behelligen. Unterdessen spielen Korie. Jep, Jessica und Kay einen Abi-Streich, bei dem sie Missys und Jases Haus mit Toilettenpapier dekorieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997162","hoster":"VOE"},{"path":"/redirect/8414746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-3","name":"Lilys erstes Date","epNo":3,"alt":"Hands On A Woodchipper","descr":"Willie stimmt zu, ein Gewinnspiel für einen Radiosender zu sponsern. Das führt dazu, dass er schließlich gegen Si um den Last-Minute-Preis kämpft: eine Holzschreddermaschine. Unterdessen begleiten Jep und Jessica Lily zu ihrem ersten Date. Sie gehen mit einem Jungen von ihrer Schule zum Minigolfspielen, und Jep übertreibt es etwas mit seiner Beschützerrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997165","hoster":"VOE"},{"path":"/redirect/8414745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-4","name":"Löschente","epNo":4,"alt":"Quackdraft","descr":"Die Robertsons nehmen am Pancake-Frühstück der Feuerwehr von West Monroe teil. Dabei laden die Feuerwehrmänner Willie und seine Brüder ein, einen Tag lang mit ihnen an Übungen teilzunehmen. Unterdessen begleiten Phil und Si Miss Kay bei einem Besuch des Familiengrabs. Dabei wird Phil etwas mulmig, als Kay sich Plätze für ihre eigene letzte Ruhestätte ansieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997163","hoster":"VOE"},{"path":"/redirect/8414784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-5","name":"In der Mauser","epNo":5,"alt":"Brand Of Brothers","descr":"Als Willie darüber nachdenkt, \"Duck Commander\" ein neues Markenimage zu verpassen, stört sich Jase daran, dass ein Außenstehender das Design übernehmen soll. Also entwerfen die Jungs selbst ein neues Logo und neue Visitenkarten. Unterdessen helfen Willie und Phil Bella mit ihrem Wissenschaftsprojekt, wodurch Phil die Möglichkeit bekommt, seiner Enkelin etwas über die Natur beizubringen. Doch er lehrt sie schließlich mehr, als Willie gehofft hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997168","hoster":"VOE"},{"path":"/redirect/8414749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-6","name":"Putzwahn","epNo":6,"alt":"De-Bug Life","descr":"Die Jungs merken, dass es Zeit wird, die Jagdunterstände von Ungeziefer zu befreien, als sie in einem davon einen kleinen Alligator finden. Doch als ihnen immer mehr Kriechtiere begegnen, hat Jase die Idee, dass es sinnvoller wäre, einen Hochstand in die Bäume zu bauen. Unterdessen veranstalten die Kinder eine Autowasch-Aktion für die Kirche und Si und Willie streiten sich darüber, wie man am besten Kunden anlockt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997169","hoster":"VOE"},{"path":"/redirect/8414739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-7","name":"Sparfüchse","epNo":7,"alt":"Men Vs. Wild","descr":"Triple-Feature zum Finale der Staffel IV/Zum Start des Triple Feature von \"Duck Dynasty\" liefern sich die Männer einen Überlebenswettkampf im Wald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997164","hoster":"VOE"},{"path":"/redirect/8414750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-8","name":"Im Biberfieber","epNo":8,"alt":"Return Of The Beavers","descr":"Phil entdeckt, dass Biber erneut ihr Unwesen auf dem Land der Robertsons treiben und rekrutiert Jase, Jep und Si, um sie loszuwerden. Unterdessen bringen Willie und Korie Bella zu ihrem ersten Karatetraining. Als Willie dem Trainer erzählt, dass er immer schon Karate lernen wollte, wird er eingeladen, einen Tag lang am Unterricht teilzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997167","hoster":"VOE"},{"path":"/redirect/8414743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-6/episode-9","name":"Hausbesetzer","epNo":9,"alt":"Lake Boss","descr":"Korie hat keine Idee, wie sie Willies Geburtstag feiern soll und bittet die Jungs um Hilfe. Jase übernimmt die Leitung bei der Planung eines Ausflugs zu dem See, wo Phil und Miss Kay früher gewohnt haben. Als die Frauen bemerken, dass sich ein Waschbär im Haus am See aufhält, bitten sie Phil um Hilfe. Er verpflichtet seine Enkel, das Tier zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997180","hoster":"VOE"},{"path":"/redirect/8414733","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-7/episode-1","name":"Jagd auf Nessie","epNo":1,"alt":"Glory Is The Reward Of Mallard","descr":"Willie nimmt die Familie mit auf eine Geschäftsreise nach Schottland. Dort stören Korie und die Jungs ihn beim Golf mit einem potenziellen Kunden, dem Willie beweisen will, dass er von schottischem Adel abstammt. Er nimmt die Familie mit in ein Museum, das sich mit den Vorfahren der Familie beschäftigt und sich als wesentlich kleiner herausstellt, als erwartet. Jeps und Jessicas romantischer Ausflug aufs Land wird nicht nur von einem zu kleinen Mietwagen, sondern auch von Si gestört, der unbedingt das Monster von Loch Ness fangen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100573","hoster":"VOE"},{"path":"/redirect/8414719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-2","name":"Ernteduckfest","epNo":2,"alt":"Good Night And Good Duck","descr":"In dieser speziellen Feiertags-Episode übernehmen die Robertsons das Thanksgiving-Special einer lokalen Fernsehshow. Jedes Familienmitglied präsentiert einen eigens auf den Feiertag zugeschnittenen Beitrag. So betätigen sich Willie und Jase als Nachrichtenmoderatoren, Si übernimmt den Wetterbericht, Miss Kay präsentiert ihre berühmten Thanksgiving-Rezepte und auch die übrigen Mitglieder der Familie geben einzigartige Tipps für den Feiertag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997166","hoster":"VOE"},{"path":"/redirect/8414722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-3","name":"Lauf, Pferdchen, lauf","epNo":3,"alt":"Quack In The Saddle","descr":"Willie wird vorübergehend zum Besitzer eines Vollblutpferdes. Gemeinsam mit den Jungs bereitet er das Tier in aller Abgeschiedenheit auf ein Rennen vor. Währenddessen entschließt sich Miss Kay, ein neues Vogelbad für den Garten zu kaufen. Sie heuert Phil, Martin und Godwin an, ihr bei der Auswahl zu helfen. Dadurch wird aus der eigentlich simplen Aufgabe eine große Unternehmung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997170","hoster":"VOE"},{"path":"/redirect/8414726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-4","name":"Eintags-Haus","epNo":4,"alt":"A Home For The Holidays","descr":"Die Familie schließt sich zusammen, um ein Modul-Haus für die Mutter einer alten Freundin zu bauen. Sie haben allerdings nur einen Tag Zeit, um das Projekt fertigzustellen. Während Jase, Jep, Martin und Godwin die Terrasse bauen, gerät Phil in der Küche wegen seiner Kochmethoden mit den Frauen aneinander. Willie und die jüngeren Kinder sind im Tonstudio, um einen neuen Weihnachtssong aufzunehmen. Miss Kay hat dabei ein Auge auf sie und Si macht alle verrückt, weil er mit den Aufnahmegeräten und Mikrofonen herumspielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997173","hoster":"VOE"},{"path":"/redirect/8414725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-5","name":"Werbetour","epNo":5,"alt":"The Cannonball Runs","descr":"Zum Start der neuen Folgen \"Duck Dynasty\" nimmt Jase an einem Wettrennen teil, um für Willie die Werbetrommel zu rühren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997175","hoster":"VOE"},{"path":"/redirect/8414732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-6","name":"Ente \u003d Quak²","epNo":6,"alt":"Mo Math, Mo Problems","descr":"Willie hilft Sadie bei ihren Hausaufgaben, indem er die Jungs einspannt, um die Real-Version einer Matheaufgabe zu entwerfen. Dabei werden Jase und Willie von ihrem alten Streit abgelenkt, ob Jase ein Wettrennen gegen einen Truck gewinnen kann. Sie beschließen, das auf der Straße auszuprobieren. Unterdessen unterstützt Si Miss Kay und Phil dabei, einen Vertrag aufzusetzen, der helfen soll, Miss Kays Sammeltrieb einzudämmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207427","hoster":"VOE"},{"path":"/redirect/8414716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-7","name":"Quak macht die Ente","epNo":7,"alt":"Coop! There It Is!","descr":"Jep bittet Willie und die Jungs, seinen alten Hühnerstall zum neuen Haus zu bringen, das gerade renoviert wird. Jessica stört sich allerdings an dessen Aussehen, was die Jungs zu ihrem nächsten Projekt bringt – der Renovierung des Hühnerstalls. Unterdessen nehmen Jase und Onkel Si ein paar der Kinder mit zum Fischen. Als Si aber zu viel abgelaufene Limo trinkt, wird sein Verhalten noch verrückter als sonst – zum großen Vergnügen der Kinder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997171","hoster":"VOE"},{"path":"/redirect/8414718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-8","name":"Badeente","epNo":8,"alt":"Friday Afternoon Lights","descr":"Willie wird Assistenz-Coach für Wills nicht sehr erfolgreiches Football-Team. Seine Autorität wird auf die Probe gestellt, als die Kinder die Erwachsenen zu einem Trainingsspiel herausfordern. Unterdessen nimmt Kay Jep und Si zum Aqua-Aerobic im Fitness-Club mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997178","hoster":"VOE"},{"path":"/redirect/8414868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-9","name":"Ententanz","epNo":9,"alt":"Master And Duck Commander","descr":"Als Mark Ballas, Sadies Tanzpartner aus der Fernsehshow \"Dancing With the Stars\", nach West Monroe kommt, beobachten Willie und Kay einen Nachmittag lang ihre Proben. Als Mark den beiden ein paar Schritte beibringen will, hat Willie allerdings ziemlich zu kämpfen. Unterdessen verwandeln Jase und die Jungs ein Pontonboot in einen Jagdunterstand, weil andere Jäger ihnen ihren üblichen Jagdplatz streitig gemacht haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997172","hoster":"VOE"},{"path":"/redirect/8414790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-7/episode-10","name":"Auf gute Nach-bart-schaft","epNo":10,"alt":"Sweet Home Louisiana","descr":"Gerade als Jep und Jessica in die Nähe von Willie und Jase ziehen wollen, wird Jep durch eine Krankheit außer Gefecht gesetzt. Deshalb springen Willie und die Robertsons ein und helfen Jessica, ihr neues Heim bewohnbar zu machen, bevor Jep nach Hause kommt. Unterdessen besuchen Jase und die Jungs eine Redneck-Auktion, um das perfekte Einweihungsgeschenk für Jep zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916199","hoster":"VOE"},{"path":"/redirect/8414712","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-8/episode-1","name":"Drauf gepfiffen","epNo":1,"alt":"Grooming The Groom","descr":"Die Robertsons sind zurück und der amerikanische Unabhängigkeitstag steht vor der Tür, den die geschäftstüchtige Familie mit einem speziellen Feuerwerk feiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580401","hoster":"VOE"},{"path":"/redirect/8415122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-2","name":"Böller, Bärte, Barbecue","epNo":2,"alt":"Induckpendence Day","descr":"Jase bekommt Lust auf ein Feuerwerk und stellt mit den Jungs eigenhändig eins für das Grillfest der Familie Robertson zum Unabhängigkeitstag am 4. Juli auf die Beine. Währenddessen wird Onkel Si von der Veteranenvereinigung geehrt und übergibt sein eigenes Exponat an ein lokales Militärmuseum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580406","hoster":"VOE"},{"path":"/redirect/8430200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-3","name":"[Auf Deutsch derzeit nicht verfügbar]","epNo":3,"alt":"Search N’ Decoy","descr":"Phil und Jase streiten darüber, welche Art von Lockente am besten funktioniert. Jase und die Jungs malen ein paar alte Exemplare neu an und wetten, dass Phil den Unterschied nicht erkennt. Unterdessen fordert Jessica Willie zu einem Bowlingturnier mit Kays \"Big Sista’s\"-Club heraus.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11306709","hoster":"VOE"},{"path":"/redirect/10106848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-4","name":"[Auf Deutsch derzeit nicht verfügbar]","epNo":4,"alt":"Wild Wild Pest","descr":"Jase und die Jungs entdecken, dass sie ein Talent dafür haben, Schädlinge von den Grundstücken anderer Leute zu vertreiben, und nutzen diese Gabe zu ihrem Vorteil. Willie gibt unterdessen Sadie und John Luke Sommerjobs in seinem Restaurant. Dafür muss er ihnen zunächst beibringen, wie man sich als guter Angestellter verhalten sollte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11306721","hoster":"VOE"},{"path":"/redirect/10106849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-5","name":"Spaß ohne Ente","epNo":5,"alt":"Pranks For Everything","descr":"Als ein \"Büro-Krieg\" außer Kontrolle gerät, bietet Phil Willies, Jases und Jeps Hilfe an, um Alan in der Kirche zu unterstützen. Für die drei \"Freiwilligen\" fühlt sich das allerdings nicht wie ehrenamtliche Arbeit an, sondern eher wie eine Bestrafung. Unterdessen schenkt Korie Kay eine Überraschungs-Malstunde bei dem berühmten Künstler Pierre Matisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580405","hoster":"VOE"},{"path":"/redirect/12978160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-6","name":"Bärtiger Bachelor","epNo":6,"alt":"Bachelor Party Blowout","descr":"Die Jungs verbringen ein Wochenende in der Jagdhütte, um Martins Junggesellenabschied zu feiern. Es wird explosiv, als sie in einem Versteck antike Schwarzpulverwaffen finden. Unterdessen hilft Willie Kay, ihren lebenslangen Traum von einem eigenen Streichelzoo zu erfüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9701433","hoster":"VOE"},{"path":"/redirect/8414940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-7","name":"Unerfüllte Träume","epNo":7,"alt":"The Ducket List","descr":"Nachdem Onkel Si dem Tod nur knapp entgehen konnte, legt er eine Liste mit Erfahrungen an, die er in seinem Leben noch machen möchte. Er bittet die Jungs, ihm zu helfen, seine Träume zu erfüllen. Unterdessen versucht Kay, Willie und Alan zu beweisen, dass sie tatsächlich die High School abgeschlossen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992875","hoster":"VOE"},{"path":"/redirect/8414937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-8","name":"Boxencrew","epNo":8,"alt":"Pit Perfect","descr":"Als Duck Commander ein NASCAR Rennen sponsert, wirken Jase und die Jungs als Boxencrew mit. Währenddessen fordern Willie und Korie John und seine Verlobte Mary Kate zu einem Tennismatch heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9589825","hoster":"VOE"},{"path":"/redirect/8414938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-8/episode-9","name":"Im Hochzeitsfieber","epNo":9,"alt":"John Luke Gets Hitched","descr":"In dieser besonderen Episode gibt John Luke seiner Verlobten Mary Kate das Jawort und wird dabei von den Kameras begleitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12284840","hoster":"VOE"},{"path":"/redirect/8414943","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/duck-dynasty/staffel-9/episode-1","name":"Wilde Wachtel","epNo":1,"alt":"Inlawful Entry","descr":"Missys Vater überredet Jase, ihn mit auf die Wachteljagd zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306714","hoster":"VOE"},{"path":"/redirect/10106851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-2","name":"Jep in der Box","epNo":2,"alt":"Flock And Key","descr":"Si bittet seine Neffen, ihm zu helfen, einen Container in seinen Hinterhof zu transportieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306719","hoster":"VOE"},{"path":"/redirect/10106852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-3","name":"Fiese Mieze","epNo":3,"alt":"Ball In The Family","descr":"Willie wird von seinem alten Rivalen Phillip zu einem Dodgeball-Spiel herausgefordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306727","hoster":"VOE"},{"path":"/redirect/10106853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-4","name":"Vogelperspektive","epNo":4,"alt":"Drone Survivor","descr":"Jase und Phil schließen eine Wette darüber ab, ob man einen Menschen in einem Unterstand von der Luft aus sehen kann. Um einen Blick aus der Vogelperspektive zu bekommen, besorgt Jep eine Helikopter-Drohne mit integrierter Kamera, die während des Tests jedoch verlorengeht. Unterdessen bringt Willie Si zum Chiropraktiker, damit dieser eine längst überfällige Behandlung an Sis Wirbelsäule durchführen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306730","hoster":"VOE"},{"path":"/redirect/10106854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-5","name":"Selbstverteidigung","epNo":5,"alt":"Alan In Charge","descr":"Jase und die Jungs überzeugen Willie, Alan bei Duck Commander einzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306728","hoster":"VOE"},{"path":"/redirect/10106855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-6","name":"Kostümparty","epNo":6,"alt":"Renaissance Men","descr":"Die Robertsons veranstalten eine Geburtstagsparty im Mittelalter-Stil für Godwin und einige Familienmitglieder treten in einem Turnier gegeneinander an, um die Ritterschaft zu erlangen. Jep und Jessica besuchen einen Falkner, weil sie hoffen, dort einen Raubvogel für Godwins Party auftreiben zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173946","hoster":"VOE"},{"path":"/redirect/10106856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-7","name":"Bunte Bärte","epNo":7,"alt":"Heroes Welcome","descr":"Das Team überrascht zwei verwundete Veteranen mit einer Reise nach Monroe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306729","hoster":"VOE"},{"path":"/redirect/10106857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-8","name":"Rezeptpflichtig","epNo":8,"alt":"Pie Hard","descr":"Willie und Alan willigen ein, Miss Kay dabei zu helfen, ihre eigene Bäckerei zu eröffnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306735","hoster":"VOE"},{"path":"/redirect/10106858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-9","name":"Nachwuchsringer","epNo":9,"alt":"Van He’llsing","descr":"Willie hilft Jep, seinen Sohn River auf eine Wrestling-Liga vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306745","hoster":"VOE"},{"path":"/redirect/10106859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-10","name":"Quak, Boom, Bang","epNo":10,"alt":"Toad To Perdition","descr":"Willie und seine Brüder werden von ihren Ehefrauen zu einem Wettbewerb herausgefordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306734","hoster":"VOE"},{"path":"/redirect/10106860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/duck-dynasty/staffel-9/episode-11","name":"Erstsemester (1)","epNo":11,"alt":"RV There Yet (1)","descr":"","versions":[]}]}]}