{"seriesId":"ducktales","name":"DuckTales - Neues aus Entenhausen","descr":"Dagobert Duck und seine jungen Neffen Tick, Trick und Track erleben in Entenhausen und der ganzen Welt spannende Abenteuer, bei denen es hauptsächlich darum geht, Dagoberts unermesslichen Reichtum noch zu steigern. Mit dabei sind auch der Pilot Quack, Butler Johann, Tante Frieda, Daniel Düsentrieb, MacMoneysack, Gustav Gans und die Panzerknacker.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Jäger der verlorenen Lampe","epNo":1,"alt":"Treasure Of The Lost Lamp","descr":"Der sagenumwobene Schatz des Collie Baba, von dem man sagt, er sei das größte Geheimnis des Morgenlandes – wo steckt er bloß? Dagobert Duck, der reichste Erpel der Welt, macht sich zusammen mit seinen cleveren Großneffen Tick, Trick und Track, deren süßer Freundin Webby und dem tollkühnen Bruchpiloten Quax auf die Suche. Natürlich bleiben die Abenteurer nicht lange allein. An ihre Fersen haben sich der Zauberer Merlock und sein Gehilfe Dijon geheftet. Die Fieslinge luchsen Dagobert Duck und seiner Truppe den gerade gefundenen Schatz auch prompt ab. Die fünf ‚Glücksritter‘ aus Entenhausen können lediglich Collie Babas legendäre Wunderlampe retten. Dass das gar nicht so übel ist, bemerken sie schnell, denn mit dem plötzlich befreiten Lampengeist Genie beginnt für die Ducks das unglaublichste Abenteuer ihres Lebens. Womit sie jedoch nicht gerechnet haben: Zauberer Merlock hat es genau auf die Öllampe abgesehen, mit deren Hilfe er seine verbrecherischen Wünsche in die Tat umsetzen will ...","versions":[{"lang":1,"streams":[{"redirect":8997376,"hoster":"VOE"},{"redirect":8414437,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das geheimnisvolle Schiff","epNo":1,"alt":"Don’t Give Up The Ship (1)","descr":"Der mysteriöse El Capitan ist hinter einer Karte her, die ihn zu einem verborgenen Schatz führen soll. Da Dagobert und seine drei Neffen Tick, Trick und Track im Besitz der Karte sind, werden sie bald in aufregende Abenteuer verwickelt, bei denen auch die Panzerknacker eine Rolle spielen...","versions":[{"lang":1,"streams":[{"redirect":8997263,"hoster":"VOE"},{"redirect":8414714,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Schatzsuche","epNo":2,"alt":"Wronguay in Ronguay (2)","descr":"Dagobert Duck wird von Mac Moneysack, seinem erbittertsten Rivalen um den Titel der reichsten Ente der Welt, zu einer Wette herausgefordert. Gewonnen hat derjenige, der in Südamerika als erster den legendären Goldschatz von Ronguay findet...","versions":[{"lang":1,"streams":[{"redirect":8997260,"hoster":"VOE"},{"redirect":8414724,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der goldene Kondor","epNo":3,"alt":"Three Ducks Of The Condor (3)","descr":"Dagobert sucht eine neue Gouvernante für seine Neffen Tick, Trick und Track. In der furchtlosen Frieda scheint er endlich die Richtige gefunden zu haben. Sie will sogar ohne Gehalt für ihn arbeiten, wenn sie mit ihrer Enkelin Nicky dafür umsonst bei ihm wohnen darf. Dagobert ist einverstanden und lässt seine Neffen in Friedas Obhut, während er mit Donald in Daniel Düsentriebs neueste Erfindung steigt, ein Flugzeug mit Namen \u0027Der goldene Kondor\u0027. Quack, der Bruchpilot, fliegt die beiden in die Anden, wo sie hoffen, endlich eine Spur des sagenhaftes Goldschatzes zu finden.","versions":[{"lang":1,"streams":[{"redirect":12916202,"hoster":"VOE"},{"redirect":8414717,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im ewigen Eis","epNo":4,"alt":"Cold Duck (4)","descr":"Dagobert gerät bei der Suche nach einer Schatzkarte in der Antarktis in die Gewalt von sprechenden Pinguinen. Quack macht sich mit Frieda, Nicky und den drei Jungs auf den Weg, um ihn zu retten...","versions":[{"lang":1,"streams":[{"redirect":8997267,"hoster":"VOE"},{"redirect":8414728,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Tal der goldenen Sonne","epNo":5,"alt":"Too Much Of A Gold Thing (5)","descr":"Unsere Abenteurer gelangen auf ihrer Schatzsuche in den Dschungel von Peru. Nach gefährlichen Begegnungen mit Alligatoren und Schlangen gelangen sie in das Tal der goldenen Sonne, wo sie einen legendären Schatz finden. Doch El Capitan ist ihnen auf der Spur und fordert das Gold für sich...","versions":[{"lang":1,"streams":[{"redirect":8997265,"hoster":"VOE"},{"redirect":8414708,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gundels Gaukelei","epNo":6,"alt":"Send In The Clones","descr":"Daniel Düsentrieb erfindet einen Roboter namens Armstrong, der einfach alles kann. Er schlägt Quack sogar bei einem Wettfliegen. Traurig erkennt Quack, dass er nicht nur als Pilot ausgedient hat, sondern auch als Idol der Kinder. Als Dagobert dem Roboter sein Firmenimperium anvertraut, wird Armstrong größenwahnsinnig und strebt nach der Weltherrschaft...","versions":[{"lang":1,"streams":[{"redirect":8997264,"hoster":"VOE"},{"redirect":8414704,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mein Gott, Donald","epNo":7,"alt":"Sphinx For The Memories","descr":"Dagobert Duck erfährt von einem verborgenen Schatz, dessen Versteck nur Kobolde kennen. Als er einen Vertreter dieser Gattung kennen lernt, bringt er ihn mit einem Trick dazu, ihm einen Wunsch zu gewähren. Natürlich wünscht sich Dagobert, den Schatz zu finden. Doch auch der Kobold ist nicht auf den Kopf gefallen und versucht seinerseits, Dagobert eine Falle zu stellen...","versions":[{"lang":1,"streams":[{"redirect":8997270,"hoster":"VOE"},{"redirect":8414686,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Star in den Sternen","epNo":8,"alt":"Where No Duck Has Gone Before","descr":"Dagobert hat sich in die reiche Millionara Vanderbucks verliebt. Die beiden wollen sogar heiraten. Als die Neffen erfahren, dass die Braut plant, sie nach der Hochzeit auf eine Militärakademie zu schicken, während Nicky die Schule beenden soll, sind sie wie vom Donner gerührt. Es bleibt ihnen nichts anderes übrig, als Millionara zu vergraulen und ihren Onkel vor ihr zu retten. Sie überreden Dagobert, mit ihr auf Reisen zu gehen und lassen sich einige Überraschungen einfallen, die nicht im Prospekt standen..","versions":[{"lang":1,"streams":[{"redirect":8997269,"hoster":"VOE"},{"redirect":8414711,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Armstrong macht’s möglich","epNo":9,"alt":"Armstrong","descr":"Die Hexe Gundel Gaukeley versucht wieder einmal, an Dagoberts ersten selbstverdienten Taler zu gelangen und greift dabei tief in die Trickkiste. Dagobert und die Neffen sehen sich mit ihren Urängsten konfrontiert. Als ihnen klar wird, dass es keinen Sinn hat, ewig davor wegzulaufen, nehmen sie all? ihren Mut zusammen und stellen sich ihren Ängsten...","versions":[{"lang":1,"streams":[{"redirect":8997271,"hoster":"VOE"},{"redirect":8414697,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Terror der Technik","epNo":10,"alt":"Robot Robbers","descr":"Trick hat es satt, mit Tick und Track verwechselt zu werden. Kurzerhand ändert er sein Aussehen. Obwohl er in Hawaiihemd, Hut und Sonnenbrille etwas komisch aussieht, fühlt er sich gut. Das ihm ohne Tick und Track nur halb soviel gelingt, muss er in dem folgenden Abenteuer erfahren. Dagobert und die Neffen eilen einem alten Freund, dem Graf von Montedumas, zu Hilfe, der von seinem Bruder schmählich hintergangen wurde...","versions":[{"lang":1,"streams":[{"redirect":8997273,"hoster":"VOE"},{"redirect":8414709,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schattenspiele","epNo":11,"alt":"Magica’s Shadow War","descr":"Dagobert Duck ist auf der Suche nach ‚Macduck‘, dem verlorengegangenen Theaterstück von William Drakespeare. Die Spur führt auf eine gespenstische Insel, auf der die Geister der Charaktere aus Drakespeares Stücken herumspuken. Zu allem Überfluss ist Dagobert nicht als einziger auf der Suche nach dem wertvollen Manuskript …","versions":[{"lang":1,"streams":[{"redirect":8997266,"hoster":"VOE"},{"redirect":8414700,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Wunderlampe","epNo":12,"alt":"Master Of The Djinni","descr":"Als das ferngesteuerte Leitsystem von Dagoberts geheimem U-Boot gestohlen wird, verdächtigt die Navy den Matrosen Donald der Spionage und des Hochverrats. Während er vor Gericht gestellt wird, verfolgen Dagobert und die Neffen eine heiße Spur, die sie nach Singapur und in ein neues turbulentes Abenteuer führt.","versions":[{"lang":1,"streams":[{"redirect":8997272,"hoster":"VOE"},{"redirect":8414687,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der unsichtbare Gast","epNo":13,"alt":"Hotel Strangeduck","descr":"Gladstone Gander ist der größte Glückspilz der Welt. Das ändert sich schlagartig, als Gladstone im Auftrag von Gundel Gaukeley Dagoberts ersten selbstverdienten Taler stiehlt: Plötzlich scheint er das Pech gepachtet zu haben – ebenso wie Dagobert, dem ohne seinen Glückstaler nichts gelingt. Notgedrungen machen die beiden gemeinsame Sache, um Gundel den Taler wieder abzuknöpfen …","versions":[{"lang":1,"streams":[{"redirect":8997275,"hoster":"VOE"},{"redirect":8414690,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Schneefrau","epNo":14,"alt":"The Lost Crown Of Genghis Khan","descr":"Die Wahl zum ‚Forscher des Jahres‘ steht bevor – ein Titel, den seit 32 Jahren unangefochten Dagobert Duck hält. Diesmal soll derjenige siegen, der im Himalaja eine legendäre, juwelenbesetzte Krone findet. Eine Reihe von Sabotageakten erschwert Dagobert, Quack und den Kindern die Reise. Schließlich müssen sie in den Bergen notlanden und machen Bekanntschaft mit einer geheimnisvollen Schneefrau …","versions":[{"lang":1,"streams":[{"redirect":12334158,"hoster":"VOE"},{"redirect":8414727,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ente in Orange","epNo":15,"alt":"Duckman Of Aquatraz","descr":"Dagobert wird beschuldigt, ein kostbares Gemälde gestohlen zu haben. Tick, Trick und Track versuchen umsonst, ihren Onkel zu rehabilitieren. Als das Gericht ihn zu einer Gefängnisstrafe verurteilt, gelingt Dagobert mit Hilfe eines windigen Komplizen die Flucht …","versions":[{"lang":1,"streams":[{"redirect":12921959,"hoster":"VOE"},{"redirect":8414710,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Panzerknacker","epNo":16,"alt":"The Money Vanishes","descr":"Daniel Düsentrieb erfindet einen Apparat, mit dem man Dinge im Nu von einem Ort zum anderen ‚transmitten‘ kann. Das machen sich die Panzerknacker zunutze, die den Inhalt von Onkel Dagoberts Safe kurzerhand in ihr eigenes Versteck beamen …","versions":[{"lang":1,"streams":[{"redirect":8997282,"hoster":"VOE"},{"redirect":8414685,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Zeitwanne","epNo":17,"alt":"Sir Gyro De Gearloose","descr":"Auf der Suche nach einem Jahrhundert, in dem man seine Erfindungsgabe mehr zu schätzen weiß, reist Daniel Düsentrieb mit Tick, Trick und Track in der Zeitwanne an den Hof König Arthurs und seiner Tafelrunde. Hier wird Düsentrieb zum Ritter geschlagen und fühlt sich endlich geachtet, bis er dem Schwarzen Ritter gegenübertreten muss …","versions":[{"lang":1,"streams":[{"redirect":8997285,"hoster":"VOE"},{"redirect":8414684,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die verlorene Welt","epNo":18,"alt":"Dinosaur Ducks","descr":"Dagobert Duck macht mit Quack und seinen Neffen eine Bruchlandung in einer ‚verlorenen Welt‘, die von Dinosauriern und Höhlenenten bevölkert wird. Dagobert will unbedingt ein echtes Urzeitgeschöpf mitnehmen, doch als er eine Dinosaurier-Mutter und ihr Baby sieht, bringt er es nicht übers Herz, die beiden zu trennen …","versions":[{"lang":1,"streams":[{"redirect":8997280,"hoster":"VOE"},{"redirect":8414693,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Held zum Anfassen","epNo":19,"alt":"Hero For Hire","descr":"Quack unterläuft mal wieder ein Schnitzer, was Dagobert so wütend macht, dass er ihn feuert. Kurzerhand beschließt Quack, ein Held zu werden. Das macht ihn zu einem willigen Opfer der Panzerknackerbande. Während Quack glaubt, gute Taten zu vollbringen, wird er in Wahrheit für Verbrechen benutzt …","versions":[{"lang":1,"streams":[{"redirect":8997281,"hoster":"VOE"},{"redirect":8414532,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Superdoof","epNo":20,"alt":"Superdoo!","descr":"Ein Kristall aus dem All fällt Doofy in die Hände und macht ihn zum Superhelden. Nach einer Reihe von Fehlschlägen beschließt Doofy jedoch, lieber wieder er selbst zu sein. Er kann nicht ahnen, dass die Außerirdischen bereits hinter ihm und dem Kristall her sind …","versions":[{"lang":1,"streams":[{"redirect":8997277,"hoster":"VOE"},{"redirect":8414670,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Wikinger kommen","epNo":21,"alt":"Maid Of The Myth","descr":"Friedas Debüt als Opernsängerin weckt die Aufmerksamkeit eines Wikingerstammes, deren winzige Insel seit Jahrhunderten von der Außenwelt abgeschnitten ist. Die rauen Gesellen kommen nach Entenhausen und kidnappen Frieda, damit sie für ihren König singt. Dagobert, Quack und die Kinder wollen sie retten und machen sich auf den Weg in die Arktis …","versions":[{"lang":1,"streams":[{"redirect":13097857,"hoster":"VOE"},{"redirect":8414679,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Arme reiche Ente","epNo":22,"alt":"Down And Out In Duckburg","descr":"Durch eine offene Schuld seiner Vorfahren verliert Dagobert Duck von einem Tag auf den anderen sein gesamtes Vermögen an ein zwielichtiges Wiesel. Aber Dagobert gibt nicht klein bei und versucht alles, um seine Taler zurückzubekommen. Als er erfährt, dass sie auf dem Meeresgrund gelandet sind, können ihn weder Stürme noch Haie bei seiner Suche aufhalten …","versions":[{"lang":1,"streams":[{"redirect":8997284,"hoster":"VOE"},{"redirect":8414660,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Viel Lärm um nichts","epNo":23,"alt":"Much Ado About Scrooge","descr":"Dagobert Duck ist auf der Suche nach ‚Macduck‘, dem verlorengegangenen Theaterstück von William Drakespeare. Die Spur führt auf eine gespenstische Insel, auf der die Geister der Charaktere aus Drakespeares Stücken herumspuken. Zu allem Überfluss ist Dagobert nicht als einziger auf der Suche nach dem wertvollen Manuskript …","versions":[{"lang":1,"streams":[{"redirect":8997278,"hoster":"VOE"},{"redirect":8414675,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Stolz der Familie","epNo":24,"alt":"Top Duck","descr":"Quack ist stolz darauf, als erster mit Dagoberts neustem Flugzeug fliegen zu dürfen. Doch bei der Flugshow sind auch seine Eltern anwesend und das wirkt sich mehr als nachteilig auf Quacks Pilotenkünste aus. Zur gleichen Zeit versuchen die Panzerknacker wieder einmal, in Dagobert Geldspeicher einzudringen …","versions":[{"lang":1,"streams":[{"redirect":8997283,"hoster":"VOE"},{"redirect":8414673,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Perle der Weisheit","epNo":25,"alt":"The Pearl Of Wisdom","descr":"Dagobert Duck und ein niederträchtiger Schmuggler liefern sich auf einer Südsee-Insel einen erbitterten Kampf um die ‚Perle der Weisheit‘. In ihre Auseinandersetzung mischen sich verschiedene Bösewichte, Einheimische und sogar ein Eichhörnchen ein …","versions":[{"lang":1,"streams":[{"redirect":8997286,"hoster":"VOE"},{"redirect":8414682,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Geisterschloss","epNo":26,"alt":"The Curse Of Castle Mcduck","descr":"Die Panzerknacker bedienen sich Daniel Düsentriebs Zeitmaschine, um die Uhr anzuhalten und jeden einzelnen Taler aus Dagoberts Geldspeicher zu stehlen. Durch ein Versehen machen sie mitsamt dem Vermögen einen Zeitsprung in die Vergangenheit. Hier sehen sich die Panzerknacker mit einer Piratenbande konfrontiert, die sie an Bösartigkeit um einiges übertrifft. Dagobert reist ihnen zusammen mit seinen Neffen und Daniel Düsentrieb hinterher, um sein Geld zu retten.","versions":[{"lang":1,"streams":[{"redirect":8997287,"hoster":"VOE"},{"redirect":8414681,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Quack zieht in den Krieg","epNo":27,"alt":"Launchpad’s Civil War","descr":"Dagobert Duck und sein Erzfeind Mac Moneysack liegen mit ihrem Vermögen gleichauf, was beide ärgert. Moneysack engagiert die Panzerknacker, um Dagoberts Vermögen zu stehlen und endlich die reichste Ente der Welt zu sein. Den Gangstern gelingt ihr Anschlag auf den Geldtresor und die ganzen Taler fließen in die Kanalisation von Entenhausen …","versions":[{"lang":1,"streams":[{"redirect":8997294,"hoster":"VOE"},{"redirect":8414657,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Jungbrunnen","epNo":28,"alt":"Sweet Duck Of Youth","descr":"Dagobert Duck sieht bedrückt seinem nächsten Geburtstag entgegen. Wie gerne würde er den Alterungsprozess aufhalten oder gar rückgängig machen. Zusammen mit seinen Neffen und Quack macht Dagobert sich auf die Suche nach dem legendären Jungbrunnen und entdeckt dabei, dass man nur so alt ist, wie man sich fühlt …","versions":[{"lang":1,"streams":[{"redirect":8997289,"hoster":"VOE"},{"redirect":8414590,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Erdbeben","epNo":29,"alt":"Earthquack","descr":"Dagobert sucht mit Quack, Daniel Düsentrieb und Doofy in den Tiefen des Ozeans nach seinen versunkenen Millionen. Erschrocken müssen sie feststellen, dass der Schatz von einem Volk von Meeresbewohnern weggeschafft wurde, die unsere Helden gefangen nehmen und zu ihrer versunkenen Stadt bringen.","versions":[{"lang":1,"streams":[{"redirect":8997293,"hoster":"VOE"},{"redirect":14166710,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Auf Odysseus’ Spuren","epNo":30,"alt":"Home Sweet Homer","descr":"Mac Moneysack ist sich diesmal sicher, dass er beim Wiegen seines Vermögens zur reichsten Ente der Welt erklärt wird. Vorsichtshalber hat er die Panzerknacker damit beauftragt, Dagobert aufzuhalten, so dass dieser erst gar nicht zum vereinbarten Termin erscheinen kann. Doch ein Dagobert Duck lässt sich nicht so leicht ausbremsen …","versions":[{"lang":1,"streams":[{"redirect":8997291,"hoster":"VOE"},{"redirect":8430206,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Das Bermuda-Dreieck","epNo":31,"alt":"Bermuda Triangle Tangle","descr":"Dagobert Duck macht sich zusammen mit Quack und den Kindern auf die Suche nach einer mysteriösen ‚Seeschlange‘, die schon einige Schiffe zum Kentern gebracht hat. Des Rätsels Lösung ist schließlich kein Seeungeheuer, sondern etwas ganz anderes …","versions":[{"lang":1,"streams":[{"redirect":8997292,"hoster":"VOE"},{"redirect":8414591,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Invasion","epNo":32,"alt":"Microducks From Outer Space","descr":"Dagobert Duck will aus einem heruntergekommenen Tanzschuppen ein Tagungscenter und damit eine Goldgrube machen. Unglücklicherweise erweisen sich seine ersten Tagungsteilnehmer als echte Monster, denen er zu allem Überfluss auch noch sein eigenes Zuhause als Hotel angeboten hat. Was die Sache noch schlimmer macht: Die Monster boykottieren die Gruselfilmreihe in Dagoberts Kino. Es hat den Anschein, als sollte der vom Glück verwöhnte Millionär zum ersten Mal einen geschäftlichen Reinfall erleben.","versions":[{"lang":1,"streams":[{"redirect":8997288,"hoster":"VOE"},{"redirect":8414665,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Im Goldrausch","epNo":33,"alt":"Back To The Klondike","descr":"Quacks Zusammentreffen mit Harpyen aus der griechischen Mythologie bringt Dagobert dazu, sich auf die Suche nach dem goldenen Vlies zu begeben. Als er es findet, muss er sich auch mit dem Wächter des sagenhaftes Schatzes auseinandersetzen – einem feuerspeienden Drachen, der niemals schläft …","versions":[{"lang":1,"streams":[{"redirect":14074534,"hoster":"VOE"},{"redirect":8414659,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Mylady","epNo":34,"alt":"Horse Scents","descr":"Dagobert Duck muss unbedingt als Sieger des Kenducky-Derbys vom Platz gehen, sonst ist er nicht länger die reichste Ente der Welt. Zum Glück entdeckt Niki ein altes Arbeitspferd, das wie der Blitz anfängt zu rennen, wenn der Klang eines Horns ertönt …","versions":[{"lang":1,"streams":[{"redirect":8997296,"hoster":"VOE"},{"redirect":8414668,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Lemminge","epNo":35,"alt":"Scrooge’s Pet","descr":"Tick, Trick und Track sind der Meinung, dass ihr Onkel seinen Diener Johann wie einen Sklaven behandelt. Dagobert hört das Gespräch zwischen seinen Neffen zufällig mit an und beschließt zu handeln. Er wirft Johann hinaus, damit er ein freier Mann ist und niemandem mehr dienen muss. Als sie an der Bushaltestelle stehen, werden Johann und die Jungs plötzlich an Bord eines Raumschiffes gebeamt, das von grünem Gemüse kommandiert wird …","versions":[{"lang":1,"streams":[{"redirect":8997297,"hoster":"VOE"},{"redirect":10002354,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der schiefe Turm von Peseta","epNo":36,"alt":"A Drain In The Economy","descr":"In Texas versiegen die Duck?schen Ölquellen auf geheimnisvolle Weise. Dagobert macht sich höchstpersönlich auf den Weg, um das Rätsel zu lösen. Die Spur führt zu einer verlassenen Westernstadt, wo Dagobert und die Neffen auf den bewaffneten Geist von Jesse Jones treffen …","versions":[{"lang":1,"streams":[{"redirect":8997295,"hoster":"VOE"},{"redirect":8414669,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Der Riesenhai","epNo":37,"alt":"A Whale Of A Bad Time","descr":"Dagobert Duck und ein niederträchtiger Schmuggler liefern sich auf einer Südsee-Insel einen erbitterten Kampf um die ‚Perle der Weisheit‘. In ihre Auseinandersetzung mischen sich verschiedene Bösewichte, Einheimische und sogar ein Eichhörnchen ein …","versions":[{"lang":1,"streams":[{"redirect":13103791,"hoster":"VOE"},{"redirect":8414652,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die versunkene Stadt","epNo":38,"alt":"Aqua Ducks","descr":"Ausgerechnet am Kreuzerpoliertag muss Dagobert mit Schrecken feststellen, dass sein Kreuzer Nummer eins entwendet wurde. Schnell wird klar, dass Tick, Trick und Track die Münze ausgeborgt haben. Um den Jungs klar zu machen, warum ihm das Geldstück so wichtig ist, erzählt ihnen Onkel Dagobert eine Geschichte: Wäre der Kreuzer nicht gewesen, wäre Dagobert nie nach Amerika ausgewandert und wäre nie reich geworden …","versions":[{"lang":1,"streams":[{"redirect":8997301,"hoster":"VOE"},{"redirect":8414634,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Wer wiegt, gewinnt","epNo":39,"alt":"Working For Scales","descr":"Mac Moneysack ist sich diesmal sicher, dass er beim Wiegen seines Vermögens zur reichsten Ente der Welt erklärt wird. Vorsichtshalber hat er die Panzerknacker damit beauftragt, Dagobert aufzuhalten, so dass dieser erst gar nicht zum vereinbarten Termin erscheinen kann. Doch ein Dagobert Duck lässt sich nicht so leicht ausbremsen …","versions":[{"lang":1,"streams":[{"redirect":13100574,"hoster":"VOE"},{"redirect":8414632,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der Schlangenfraß","epNo":40,"alt":"Merit-time Adventure","descr":"Dagobert Duck macht sich zusammen mit Quack und den Kindern auf die Suche nach einer mysteriösen ‚Seeschlange‘, die schon einige Schiffe zum Kentern gebracht hat. Des Rätsels Lösung ist schließlich kein Seeungeheuer, sondern etwas ganz anderes …","versions":[{"lang":1,"streams":[{"redirect":8997300,"hoster":"VOE"},{"redirect":8414648,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das goldene Vlies","epNo":41,"alt":"The Golden Fleecing","descr":"Quack sieht dem Super-Spion Bruno Von Beak zum Verwechseln ähnlich und wird deshalb als Geheimagent angeheuert. Er hat den Auftrag, Dr. Nogood und seinen Verbrecherring davon abzuhalten, die Geldvorräte der Welt zu zerstören …","versions":[{"lang":1,"streams":[{"redirect":8997299,"hoster":"VOE"},{"redirect":8414645,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Die verzauberte Stadt","epNo":42,"alt":"Ducks Of The West","descr":"Onkel Dagobert und seine Neffen Tick, Trick und Track werden von Außerirdischen auf die Größe von Ameisen geschrumpft. Der einzige, der sie retten kann, ist Daniel Düsentrieb. Also machen sich die vier Mini-Ducks auf den gefahrvollen Weg durch das riesenhafte Entenhausen, wo ihnen Ratten wie Elefanten erscheinen und Autos die Größe von Fußballstadien haben.","versions":[{"lang":1,"streams":[{"redirect":8997303,"hoster":"VOE"},{"redirect":8414654,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Als die Zeit stillstand","epNo":43,"alt":"Time Teasers","descr":"Daniel Düsentrieb hat für Mac Moneysack einige riesige Bau-Roboter entwickelt, mit denen er Dagobert spielend Konkurrenz machen kann. Als die Roboter von den Panzerknackern entführt werden, müssen Dagobert und Mac Moneysack zum ersten Mal gemeinsame Sache machen, um ihre Millionen zu retten.","versions":[{"lang":1,"streams":[{"redirect":11419886,"hoster":"VOE"},{"redirect":8414655,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Ufos über Australien","epNo":44,"alt":"Back Out In The Outback","descr":"Dagoberts Schafe werden attackiert und bleiben ohne Wolle zurück. Das will sich Dagobert nicht länger gefallen lassen. Um der Sache auf den Grund zu gehen, reist er gemeinsam mit Quack, Niki und seinen Neffen nach Australien, wo geheimnisvolle Ufos dafür sorgen, dass die Wollproduktion unterbrochen werden musste. Mit Hilfe von Kängurus und Koalas kommen Dagobert und Co den Wolldieben auf die Spur …","versions":[{"lang":1,"streams":[{"redirect":11419876,"hoster":"VOE"},{"redirect":8414653,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Die Harfe von Troja","epNo":45,"alt":"Raiders Of The Lost Harp","descr":"Die Wahl zum ‚Forscher des Jahres‘ steht bevor – ein Titel, den seit 32 Jahren unangefochten Dagobert Duck hält. Diesmal soll derjenige siegen, der im Himalaja eine legendäre, juwelenbesetzte Krone findet. Eine Reihe von Sabotageakten erschwert Dagobert, Quack und den Kindern die Reise. Schließlich müssen sie in den Bergen notlanden und machen Bekanntschaft mit einer geheimnisvollen Schneefrau …","versions":[{"lang":1,"streams":[{"redirect":8997305,"hoster":"VOE"},{"redirect":8414637,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Glatte Bruchlandung","epNo":46,"alt":"The Right Duck","descr":"Quack wird vom Entenhausener Raumfahrtkomittée als Versuchspilot einer idiotensicheren Rakete ausgewählt. Was er nicht weiß: Er ist nur die Ressourcen sparende Nummer Zwei hinter einem ehrgeizigen Schimpansen.","versions":[{"lang":1,"streams":[{"redirect":8997306,"hoster":"VOE"},{"redirect":8414677,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der Märchenprinz","epNo":47,"alt":"Scroogerello","descr":"Die Schafe auf Dagoberts Farm in Australien werden von seltsamen, kleinen Lichtscheiben angegriffen, und die Ducks fliegen ins Outback um der Sache auf den Grund zu gehen.","versions":[{"lang":1,"streams":[{"redirect":13097858,"hoster":"VOE"},{"redirect":8414676,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Ein Bruchpilot spielt 007","epNo":48,"alt":"Double-o-duck","descr":"Auf der Suche nach einem Jahrhundert, in dem man seine Erfindungsgabe mehr zu schätzen weiß, reist Daniel Düsentrieb mit Tick, Trick und Track in der Zeitwanne an den Hof König Arthurs und seiner Tafelrunde. Hier wird Düsentrieb zum Ritter geschlagen und fühlt sich endlich geachtet, bis er dem Schwarzen Ritter gegenübertreten muss …","versions":[{"lang":1,"streams":[{"redirect":8997313,"hoster":"VOE"},{"redirect":8414635,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Verwirrung bei den irritierten Iren","epNo":49,"alt":"Luck O’ The Ducks","descr":"In den Schatzkammern Trojas stoßen Dagobert und die Jungs auf die geheimnisvolle Harfe Helenas in den Händen einer gigantischen Minotaurusskulptur. Der Transport des magischen Instruments ins McDuck´sche Museum in Entenhausen hat jedoch fatale Folgen...","versions":[{"lang":1,"streams":[{"redirect":13008435,"hoster":"VOE"},{"redirect":8414631,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Grüne Woche wider Willen","epNo":50,"alt":"Duckworth’s Revolt","descr":"Dagobert gehört seit kurzem ein Filmstudio. Als seine Neffen sich mit Quack und Doofy die Aufzeichnung einer Show ansehen, werden sie mitsamt dem Moderator ins Weltall katapultiert. Dort bekommen sie es mit roboterähnlichen Außerirdischen zu tun, deren Absichten alles andere als friedlich sind …","versions":[{"lang":1,"streams":[{"redirect":13100575,"hoster":"VOE"},{"redirect":8414640,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Falsche Spiele /​ Nimm mich mit zum Baseball","epNo":51,"alt":"Magica’s Magic Mirror/​Take Me Out Of The Ballgame","descr":"Donald möchte gerne, dass seine Neffen stolz auf ihn sind und erzählt ihnen erfundene Geschichten von seinen Heldentaten auf hoher See. Tick, Trick und Track verstecken sich als blinde Passagiere auf dem Flugzeugträger, um Donald in Aktion zu sehen. Doch sie werden enttäuscht: Ihr Onkel ist lediglich an Bord, um Kartoffeln zu schälen und das Deck zu schrubben. Kurzerhand lassen sich die Neffen etwas einfallen, um Donald die Gelegenheit für eine Heldentat zu geben …","versions":[{"lang":1,"streams":[{"redirect":12334159,"hoster":"VOE"},{"redirect":8414638,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Geschäfts-Geist","epNo":52,"alt":"Duck To The Future","descr":"Bei einem Besuch in Dagoberts Geburtsort in Schottland werden die McDucks mit einem jahrhunderte alten Fluch um einen geheimen Druidenzirkel konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":13109192,"hoster":"VOE"},{"redirect":8414623,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Der Silbervogel","epNo":53,"alt":"Jungle Duck","descr":"Ein Kristall aus dem All fällt Doofy in die Hände und macht ihn zum Superhelden. Nach einer Reihe von Fehlschlägen beschließt Doofy jedoch, lieber wieder er selbst zu sein. Er kann nicht ahnen, dass die Außerirdischen bereits hinter ihm und dem Kristall her sind …","versions":[{"lang":1,"streams":[{"redirect":8997312,"hoster":"VOE"},{"redirect":8414606,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Die Durch-Bruch-Landung","epNo":54,"alt":"Launchpad’s First Crash","descr":"Daniel Düsentrieb soll Onkel Dagobert helfen, seinen Geldspeicher vor Erdbeben zu schützen, doch beim Tunnelgraben geraten Dagobert und seine Neffen geradewegs in ein unterirdisches Land, dessen Bewohner sich einen Spaß daraus machen, Erdbeben zu verursachen. Bei einem besonders starken Beben ergießt sich Dagoberts gesamtes Vermögen in eine Erdspalte …","versions":[{"lang":1,"streams":[{"redirect":8997314,"hoster":"VOE"},{"redirect":8414603,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Glücks-Wechsel-Fälle","epNo":55,"alt":"Dime Enough For Luck","descr":"Eine geheimnisvolle Frau gibt Dagobert Duck einen Spiegel, der die Zukunft voraussagen kann. In Wahrheit ist die Frau eine böse Hexe, die herausfinden will, wo Dagobert seinen ersten Taler versteckt hat. Tick, Trick und Track durchschauen das falsche Spiel …","versions":[{"lang":1,"streams":[{"redirect":8997321,"hoster":"VOE"},{"redirect":8414621,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Die Ente mit der eisernen Maske","epNo":56,"alt":"The Duck In The Iron Mask","descr":"Tick, Trick und Track kaufen Onkel Dagobert einen Lemming als Haustier, um ihn aufzumuntern. Der kleine Nager büchst wenig später mit einem Medaillon aus, das die einzige Kopie der Kombination von Onkel Dagoberts neuem Safe enthält und schließt sich einer Kolonie von Lemmingen an …","versions":[{"lang":1,"streams":[{"redirect":8997318,"hoster":"VOE"},{"redirect":8414617,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Der Aufgeblasene und die Bienen","epNo":57,"alt":"The Uncrashable Hindentanic","descr":"Daniel Düsentrieb erfindet einen Apparat, mit dem man Dinge im Nu von einem Ort zum anderen ‚transmitten‘ kann. Das machen sich die Panzerknacker zunutze, die den Inhalt von Onkel Dagoberts Safe kurzerhand in ihr eigenes Versteck bekamen …","versions":[{"lang":1,"streams":[{"redirect":12334170,"hoster":"VOE"},{"redirect":8414627,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Das Snob-Appeal-Spiel","epNo":58,"alt":"The Status Seeker","descr":"Dagobert Duck kehrt zu den Wurzeln seines Reichtums an den Klondike zurück. Hier hat er als Goldsucher seine ersten Nuggets geschürft und hier trifft er die einzige Frau wieder, die er je geliebt hat. Doch das Glück ist nicht von Dauer, denn ein alter Rivale macht ihm nicht nur die Frau, sondern auch sein Gold streitig …","versions":[{"lang":1,"streams":[{"redirect":8997324,"hoster":"VOE"},{"redirect":8414602,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Der Schrecken des Universums","epNo":59,"alt":"Nothing To Fear","descr":"Dagobert Duck ist auf der Suche nach Aladdins Wunderlampe. Als er sie endlich in Händen hält, macht ihm sein Erzrivale den Fund streitig. In dem Handgemenge wird der Flaschengeist aus der Wunderlampe befreit – aber er weiß nicht, welcher von beiden sein Meister ist. Kurzerhand müssen Dagobert und sein Widersacher sich einer Reihe von Prüfungen unterziehen, während der Flaschengeist es sich gut gehen lässt …","versions":[{"lang":1,"streams":[{"redirect":8997317,"hoster":"VOE"},{"redirect":8414610,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Dr. Jekyll \u0026amp; Mr. McDuck","epNo":60,"alt":"Dr. Jekyll And Mr. Mcduck","descr":"Quack nimmt an einer Feier teil, bei der die letzte Schlacht des Bürgerkriegs nachgestellt wird. Er ahnt allerdings nicht, dass einer seiner Urahnen daran schuld ist, dass die Bürger von Duck Ridge den Kampf verloren haben. Als Tick, Trick und Track herausfinden, dass Quack öffentlich gedemütigt werden soll, beschließen sie, die Schlacht diesmal zu gewinnen …","versions":[{"lang":1,"streams":[{"redirect":11831753,"hoster":"VOE"},{"redirect":8415327,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Reise in die Vergangenheit","epNo":61,"alt":"Once Upon A Dime","descr":"Quack unterläuft mal wieder ein Schnitzer, was Dagobert so wütend macht, dass er ihn feuert. Kurzerhand beschließt Quack, ein Held zu werden. Das macht ihn zu einem willigen Opfer der Panzerknackerbande. Während Quack glaubt, gute Taten zu vollbringen, wird er in Wahrheit für Verbrechen benutzt …","versions":[{"lang":1,"streams":[{"redirect":8997322,"hoster":"VOE"},{"redirect":8415334,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Zerreißprobe für einen Helden","epNo":62,"alt":"Spies In Their Eyes","descr":"Friedas Debüt als Opernsängerin weckt die Aufmerksamkeit eines Wikingerstammes, deren winzige Insel seit Jahrhunderten von der Außenwelt abgeschnitten ist. Die rauen Gesellen kommen nach Entenhausen und kidnappen Frieda, damit sie für ihren König singt. Dagobert, Quack und die Kinder wollen sie retten und machen sich auf den Weg in die Arktis …","versions":[{"lang":1,"streams":[{"redirect":8997316,"hoster":"VOE"},{"redirect":14169370,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Operation Heldenonkel","epNo":63,"alt":"All Ducks On Deck","descr":"Dagobert Duck erwirbt ein altes Schloss, um es in ein piekfeines Hotel zu verwandeln. Doch das ist leichter gesagt als getan, denn im Schloss treibt ein unsichtbarer Geist sein Unwesen …","versions":[{"lang":1,"streams":[{"redirect":8997320,"hoster":"VOE"},{"redirect":8414604,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Die Ducky Horror Picture Show","epNo":64,"alt":"Ducky Horror Picture Show","descr":"Dagobert wird beschuldigt, ein kostbares Gemälde gestohlen zu haben. Tick, Trick und Track versuchen umsonst, ihren Onkel zu rehabilitieren. Als das Gericht ihn zu einer Gefängnisstrafe verurteilt, gelingt Dagobert mit Hilfe eines windigen Komplizen die Flucht …","versions":[{"lang":1,"streams":[{"redirect":8997327,"hoster":"VOE"},{"redirect":8414614,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Bis daß das Geld euch scheidet","epNo":65,"alt":"’Till Nephews Do Us Part","descr":"Dagobert Duck hat den Schnabel etwas zu voll genommen und mit Mac Moneysack gewettet, dass er aus allem Kapital schlagen kann. Das unter Beweis zu stellen, fällt ihm ziemlich schwer, als es gilt, mit der angeblich unzerstörbaren ‚Hindentanic‘ ein paar Taler zu machen …","versions":[{"lang":1,"streams":[{"redirect":13100578,"hoster":"VOE"},{"redirect":8414612,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das prähistorische Federvieh","epNo":1,"alt":"Marking Time (1)","descr":"Dagobert Duck will Mac Moneysack ein verlassenes Eiland abkaufen. Sein Rivale ahnt nicht, dass sich auf der Insel eine Diamantenmine befindet. Als er Dagobert heimlich hinterherspioniert, erfährt er die Wahrheit. Daraufhin heuert Mac Moneysack die Panzerknacker an. Sie sollen die Insel in zwei Teile sprengen, wobei er die Hälfte behält, auf der sich die Diamantenmine befindet. Mit Hilfe von Daniel Düsentriebs Zeitmaschine will Dagobert in die Vergangenheit reisen, um sich die Rechte an der Insel zu sichern. Doch durch ein Versehen landet er im prähistorischen Zeitalter, wo er Bubba und sein Haustier Tootsie kennen lernt …","versions":[{"lang":1,"streams":[{"redirect":8997328,"hoster":"VOE"},{"redirect":8414588,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bubba und der Einzigartige","epNo":2,"alt":"The Duck Who Would Be King (2)","descr":"Die Ducks sind mit der Zeitmaschine nach Too-Pei gereist, das von einem Tyrannen namens Mung-Ho beherrscht wird. Dagobert und Quack geraten in Gefangenschaft und sollen in einem Topf voller Gold gekocht werden, zusammen mit der schönen Sen-Sen, die versucht hat, ihr Volk zu befreien. Im letzten Moment kommt Bubba mit Tootsie hinzu und wird vom Volk für den prophezeiten Retter, den ‚Einzigartigen‘, gehalten. Es gelingt Bubba, Dagobert an die Macht zu bringen, doch Mung-Ho ist nicht bereit, sich so einfach vom Thron stürzen zu lassen …","versions":[{"lang":1,"streams":[{"redirect":8997334,"hoster":"VOE"},{"redirect":8414596,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bubba und sein Trampeltier","epNo":3,"alt":"Bubba Trubba (3)","descr":"Als Dagobert nach seinem letzten aufregenden Abenteuer nach Hause zurückkehrt, wartet Daniel Düsentrieb bereits auf ihn. Er erklärt ihm, dass er Bubba wieder in seine Zeit zurückbringen muss, weil er sonst den Lauf der Geschichte und damit auch seinen Reichtum gefährdet. Bevor Dagobert handeln kann, wird Bubba von Mac Moneysack gekidnappt …","versions":[{"lang":1,"streams":[{"redirect":8997332,"hoster":"VOE"},{"redirect":8414581,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Entenjagd","epNo":4,"alt":"Ducks On The Lam (4)","descr":"Dagobert macht Bubba für die letzten unglücklichen Vorfälle verantwortlich und verhält sich ihm gegenüber sehr unfair. Mac Moneysack nutzt die Gunst der Stunde, um Dagobert als Betrüger hinzustellen und hinter Gitter werfen zu lassen. Im Gefängnis bekommt Dagobert ein schlechtes Gewissen, weil er Bubba so mies behandelt hat. Er beschließt, ein neues Kapitel aufzuschlagen und sein Verhalten zu ändern. Als er merkt, dass auch Bubba hinter Gittern sitzt, brechen sie gemeinsam aus dem Gefängnis aus, bevor Dagobert seinen Freund mit der Zeitmaschine zurück in die Vergangenheit bringt.","versions":[{"lang":1,"streams":[{"redirect":8997326,"hoster":"VOE"},{"redirect":8414578,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bubbas Keller","epNo":5,"alt":"Ali Bubba\u0027s Cave (5)","descr":"Dagobert Duck und seine Freunde kehren auf die Insel zurück, um sich dort einen Diamanten zu holen, mit dem sie Mac Moneysack ausbezahlen können. Doch der ist ihnen zuvorgekommen und erwartet sie. Als die Ducks schon glauben, das Spiel sei aus, fallen sie in eine Höhle, in der sie auf genügend Reichtümer stoßen, um Moneysack zu bezahlen. Der hat unterdessen den Ausgang der Höhle blockiert, doch Bubba kommt gerade noch rechtzeitig, um seinen Freunden zu helfen …","versions":[{"lang":1,"streams":[{"redirect":8997335,"hoster":"VOE"},{"redirect":8414594,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Durchbruch gelungen – Absicht verfehlt","epNo":6,"alt":"Liquid Assets","descr":"Nicky hat in letzter Zeit das Gefühl, dass alle sie übersehen. Das ändert sich schlagartig, als sie in eine magische Quelle fällt und sich in eine 50 Fuß große Riesin verwandelt. Plötzlich steht sie im Mittelpunkt des Interesses, was ihr auch nicht gefällt. Während Dagobert verzweifelt nach einem Gegenzauber sucht, der Nicky wieder in ihre ursprüngliche Größe zurückverwandelt, will ein schmieriger Zirkusbesitzer sie entführen, um sie als Attraktion in seiner Show auftreten zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8997330,"hoster":"VOE"},{"redirect":8414593,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das eingefrorene Vermögen","epNo":7,"alt":"Frozen Assets","descr":"Der Damm, der den See mitsamt Dagoberts Geldreserven darin hält, bricht und das Wasser und die Taler ergießen sich in den Hinterhof der Panzerknacker. Dagobert gelingt es, sein Vermögen zu retten, indem er das Wasser einfriert und so sein Geld bequem in Eisblöcken in den Safe zurücktransportiert. Nachdem auch dieser Überfall der Panzerknacker glücklich vereitelt werden konnte, lässt Dagobert sich von Daniel Düsentrieb einen Roboter bauen, der seine Taler bewachen soll. Allerdings nimmt dieses technische Wunderwerk seine Aufgabe etwas zu ernst…","versions":[{"lang":1,"streams":[{"redirect":8997329,"hoster":"VOE"},{"redirect":8414592,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Krach-Bum-Ente","epNo":8,"alt":"Full Metal Duck","descr":"Der Buchhalter Fenton hat sich in Gizmoduck verwandelt und besiegt den mechanischen Roboter, woraufhin Dagobert ihn als neuen Sicherheitschef engagiert. Mutter Panzerknacker gelingt es jedoch, die Bedienungsanleitung von Gizmoduck in ihre Finger zu bekommen und ihn umzuprogrammieren. Auf ihren Befehl hin beginnt Gizmoduck zu stehlen, was ihm bald in ganz Entenhausen den Ruf eines Verbrechers einbringt. Zum guten Schluss stiehlt er sogar Dagoberts Geldtresor!","versions":[{"lang":1,"streams":[{"redirect":8997337,"hoster":"VOE"},{"redirect":8414589,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Plan fällt ins Wasser","epNo":9,"alt":"The Billionaire Beagle Boys Club","descr":"Dank des Geldtresors gehört die Mutter der Panzerknacker plötzlich zur High Society von Entenhausen. Dagobert Duck verliert dagegen sein Haus und landet sogar im Gefängnis, als er behauptet, von der Lady bestohlen worden zu sein. Tick, Trick und Track können ihren Onkel mit Hilfe von Gizmoduck, den sie wieder unter Kontrolle haben, befreien. Aus Angst, jemand könne ihr die Taler abnehmen, versenkt die Mutter der Panzerknacker den Geldtresor im Meer","versions":[{"lang":1,"streams":[{"redirect":8997338,"hoster":"VOE"},{"redirect":8414598,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es ist eben alles relativ","epNo":10,"alt":"Money To Burn","descr":"Der Geldtresor liegt auf dem Grunde des Ozeans und gehört damit demjenigen, der ihn als erster birgt. Das ruft nicht nur Dagobert, sondern auch eine Menge anderer Glückssucher auf den Plan. Doch ein Raumschiff kommt ihnen allen zuvor und nimmt den Tresor mit. Dagobert und die Neffen verfolgen das UFO mit einer Rakete und erleben ein Abenteuer der ‚dritten Art‘…","versions":[{"lang":1,"streams":[{"redirect":13100576,"hoster":"VOE"},{"redirect":8414597,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kronenkorken in Trala La","epNo":11,"alt":"The Land Of Tra-la-la","descr":"Dagobert Duck ist an einen Punkt gekommen, wo er sein Geld verflucht und nichts mehr damit zu tun haben will. Sein Doktor empfiehlt ihm einen Aufenthalt in Trala La, einem Land, wo es kein Geld gibt. Fenton, der befürchtet, seine Stelle als Buchhalter zu verlieren, wenn es kein Geld mehr gibt, erfindet ein System, in dem man mit Kronenkorken statt mit Talern bezahlt. Dagobert hat die meisten Medizinflaschen im Gepäck – und wird damit prompt zum reichsten Mann von Trala La…","versions":[{"lang":1,"streams":[{"redirect":8997331,"hoster":"VOE"},{"redirect":8414601,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wenn heut’ am Freitag Samstag wär’ …","epNo":12,"alt":"Allowance Day","descr":"Tick, Trick und Track wollen sich ein neues Fahrrad kaufen, das im Sonderangebot ist. Da Onkel Dagobert ihnen ihr Taschengeld aber immer erst samstags gibt, beschließen sie kurzerhand, ihm weiszumachen, dass heute nicht Freitag, sondern bereits Samstag ist. Sie verstellen sämtliche Uhren, drehen die Kalender einen Tag weiter und ändern sogar das Datum auf der Zeitung. Damit bringen sie Onkel Dagobert in Teufels Küche, denn sein Geschäft mit General Chiquita droht daran zu scheitern, dass er den Freitag für den Samstag hält…","versions":[{"lang":1,"streams":[{"redirect":8997339,"hoster":"VOE"},{"redirect":12839319,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rock’n Roll und Julia","epNo":13,"alt":"Bubbeo And Juliet","descr":"Bubba verliebt sich in Julia, die mit ihren Eltern ins Haus nebenan gezogen ist. Obwohl seine Annäherungsversuche nicht gerade von Zurückhaltung geprägt sind, dauert es eine Weile, bis Julia ihn versteht. Zwischen den beiden entwickelt sich eine Freundschaft, die von Julias Eltern nicht gerne gesehen wird. Sie geraten mit Dagobert in einen derart kostspieligen Streit wegen Bubba, dass sie ihr Vermögen darüber verlieren","versions":[{"lang":1,"streams":[{"redirect":8997341,"hoster":"VOE"},{"redirect":8414600,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Kronjuwelen","epNo":14,"alt":"The Good Muddahs","descr":"Dagobert stellt die in seinem Besitz befindlichen Kronjuwelen im Entenhausener Museum aus. Das lockt eine Diebesbande, genauer gesagt, die Cousins der Panzerknacker, in die Stadt. Sie wollen die Juwelen rauben, doch ihr Plan geht schief. Stattdessen entführen sie Nicky, um Dagobert Duck zu erpressen. Der ist auch bereit, das Lösegeld zu zahlen, doch inzwischen haben es sich die Gauner anders überlegt. Sie wollen Nicky behalten und endlich anständig werden","versions":[{"lang":1,"streams":[{"redirect":8997342,"hoster":"VOE"},{"redirect":8724666,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hellseherin wider Willen","epNo":15,"alt":"My Mother, The Psychic","descr":"Mrs. Crackshell bekommt einen elektrischen Schlag und kann plötzlich hellsehen. Dagobert Duck erkennt schnell, welchen Profit er aus dieser Gabe schlagen kann und lädt Fentons Mutter in sein Haus ein, damit sie ihm die Börsenkurse vorhersagt. Mac Moneysack, der auch ein Stückchen kann Dagobert natürlich nicht tatenlos zusehen. Zusammen mit Fenton alias Gizmoduck macht er sich daran, Mrs. Crackshell zu befreien","versions":[{"lang":1,"streams":[{"redirect":8997343,"hoster":"VOE"},{"redirect":8414583,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Liebe ist wirklich schön","epNo":16,"alt":"Metal Attraction","descr":"Die Panzerknacker sind diesmal fest entschlossen, Dagoberts Geldtresor zu knacken, um ihrer Mutter damit eine würdige Geburtstagsüberraschung zu bereiten. Ihr Plan scheint diesmal aufzugehen: Sie zwingen Dagobert, seine Geldbestände zu verlegen, indem sie eine Straße quer über seinen Besitz verlaufen lassen. Um sein Vermögen in Sicherheit zu bringen, beauftragt Dagobert den Buchhalter Fenton Crackshell mit der Überwachung des Umzugs. Als der den Plan der Panzerknacker durchschaut, versenkt er das Geld in einem nahegelegenen See …","versions":[{"lang":1,"streams":[{"redirect":13109191,"hoster":"VOE"},{"redirect":8414622,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Entdeckung der Inflation","epNo":17,"alt":"Dough Ray Me","descr":"Der Damm, der den See mitsamt Dagoberts Geldreserven darin hält, bricht und das Wasser und die Taler ergießen sich in den Hinterhof der Panzerknacker. Dagobert gelingt es, sein Vermögen zu retten, indem er das Wasser einfriert und so sein Geld bequem in Eisblöcken in den Safe zurücktransportiert. Nachdem auch dieser Überfall der Panzerknacker glücklich vereitelt werden konnte, lässt Dagobert sich von Daniel Düsentrieb einen Roboter bauen, der seine Taler bewachen soll. Allerdings nimmt dieses technische Wunderwerk seine Aufgabe etwas zu ernst …","versions":[{"lang":1,"streams":[{"redirect":8997336,"hoster":"VOE"},{"redirect":8414618,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Dummheit als Happy End","epNo":18,"alt":"Bubba’s Big Brainstorm","descr":"Der Buchhalter Fenton hat sich in Gizmoduck verwandelt und besiegt den mechanischen Roboter, woraufhin Dagobert ihn als neuen Sicherheitschef engagiert. Mutter Panzerknacker gelingt es jedoch, die Bedienungsanleitung von Gizmoduck in ihre Finger zu bekommen und ihn umzuprogrammieren. Auf ihren Befehl hin beginnt Gizmoduck zu stehlen, was ihm bald in ganz Entenhausen den Ruf eines Verbrechers einbringt. Zum guten Schluss stiehlt er sogar Dagoberts Geldtresor!","versions":[{"lang":1,"streams":[{"redirect":8997345,"hoster":"VOE"},{"redirect":8414619,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Pep muss man haben","epNo":19,"alt":"The Big Flub","descr":"Dank des Geldtresors gehört die Mutter der Panzerknacker plötzlich zur High Society von Entenhausen. Dagobert Duck verliert dagegen sein Haus und landet sogar im Gefängnis, als er behauptet, von der Lady bestohlen worden zu sein. Tick, Trick und Track können ihren Onkel mit Hilfe von Gizmoduck, den sie wieder unter Kontrolle haben, befreien. Aus Angst, jemand könne ihr die Taler abnehmen, versenkt die Mutter der Panzerknacker den Geldtresor im Meer …","versions":[{"lang":1,"streams":[{"redirect":8997340,"hoster":"VOE"},{"redirect":8414582,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein kleiner Verdacht wär’ schon schön","epNo":20,"alt":"A Case Of Mistaken Secret Identity","descr":"Der Geldtresor liegt auf dem Grunde des Ozeans und gehört damit demjenigen, der ihn als erster birgt. Das ruft nicht nur Dagobert, sondern auch eine Menge anderer Glückssucher auf den Plan. Doch ein Raumschiff kommt ihnen allen zuvor und nimmt den Tresor mit. Dagobert und die Neffen verfolgen das UFO mit einer Rakete und erleben ein Abenteuer der ‚dritten Art‘ …","versions":[{"lang":1,"streams":[{"redirect":8997351,"hoster":"VOE"},{"redirect":8414580,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Schlaumann im Blaumann","epNo":21,"alt":"Blue Collar Scrooge","descr":"Daniel Düsentrieb sucht nach einer neuen Herausforderung. Als er erfährt, dass Frieda dringend Hilfe im Haushalt benötigt, erfindet er Robotica, die Putzmaschine. Unglücklicherweise verliebt sich Robotica in Gizmoduck und stellt dessen Leben auf den Kopf. Als sie merkt, dass Gizmoduck nicht sie, sondern Gandra Dee liebt, wird Robotica eifersüchtig und entführt das arme Mädchen. Jetzt muss Gizmoduck zeigen, was er als Superheld drauf hat …","versions":[{"lang":1,"streams":[{"redirect":8997354,"hoster":"VOE"},{"redirect":8414577,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Kein Rock ohne Oma","epNo":1,"alt":"Beaglemania","descr":"Die Panzerknacker gewinnen mit ihrem Song einen Radiowettbewerb und sehen sich schon als reiche Rockstars. Die Plattenfirma, mit der sie einen bindenden Vertrag bekommen sollen, gehört ausgerechnet Dagobert Duck. Die Mutter der Panzerknacker übernimmt die Funktion des Managers und die Verhandlungen – wobei sie sich als so schwierig erweist, dass sie von ihren eigenen Söhnen gefeuert wird. Jetzt könnte für die Panzerknacker endlich eine steile Karriere beginnen, doch leider gehen sie auch Dagobert mit ihren Forderungen bald auf die Nerven: Er lässt sich etwas einfallen …","versions":[{"lang":1,"streams":[{"redirect":8997344,"hoster":"VOE"},{"redirect":8414575,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gewußt wie …","epNo":2,"alt":"Yuppy Ducks","descr":"Dagobert nimmt ein Bad in seinem Geldtresor und kommt mit Läusen wieder hervor. Bis er diese Tierchen wieder los ist, muss er in Quarantäne und kann seinen Geschäften nicht nachkommen. Tick, Trick und Track wollen ihren Onkel während seiner Abwesenheit würdig vertreten und tätigen ein Bankrott-Geschäft nach dem anderen. Als der Geldtresor fast leer ist, fällt den Yuppie-Enten zum Glück ein, dass Kinderarbeit verboten ist und alle ihre Geschäfte somit ungültig sind … .","versions":[{"lang":1,"streams":[{"redirect":8997346,"hoster":"VOE"},{"redirect":8414586,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Scheidung ohne Ehe","epNo":3,"alt":"The Bride Wore Stripes","descr":"Mit einigen cleveren Tricks gelingt es der Mutter der Panzerknacker, dem Gericht weiszumachen, dass sie mit Dagobert Duck verheiratet ist. Prompt zieht sie mitsamt ihren missratenen Söhnen bei ihrem vermeintlichen Gatten ein und stellt seinen gesamten Haushalt auf den Kopf. Da eine Scheidung ihn die Hälfte seines Vermögens kosten würde, muss Dagobert sich einen anderen Plan einfallen lassen, um seine Ehefrau samt Anhang wieder loszuwerden …","versions":[{"lang":1,"streams":[{"redirect":8997349,"hoster":"VOE"},{"redirect":8414587,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Klirrfaktor","epNo":4,"alt":"The Unbreakable Bin","descr":"Daniel Düsentrieb erfindet ein unzerbrechliches Glas, das Dagobert sofort dazu benutzt, um seinen Geldspeicher einbruchsicher zu machen. Als nächsten Schritt feuert er Gizmoduck, dessen Dienste er nicht mehr zu benötigen glaubt und geht auf eine längst überfällige Urlaubsreise. Dabei stößt er auf einen Dschungelvogel, dessen markerschütternder Schrei sogar das unzerbrechliche Glas zum Zersplittern bringt. Das hat auch Gundel Gaukeley entdeckt, die mit dem Vogel im Gepäck bereits auf dem Weg zum Geldspeicher ist …","versions":[{"lang":1,"streams":[{"redirect":13106448,"hoster":"VOE"},{"redirect":8414585,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Affentheater","epNo":5,"alt":"Attack Of The 50-Foot Webby","descr":"Nicky hat in letzter Zeit das Gefühl, dass alle sie übersehen. Das ändert sich schlagartig, als sie in eine magische Quelle fällt und sich in eine 50 Fuß große Riesin verwandelt. Plötzlich steht sie im Mittelpunkt des Interesses, was ihr auch nicht gefällt. Während Dagobert verzweifelt nach einem Gegenzauber sucht, der Nicky wieder in ihre ursprüngliche Größe zurückverwandelt, will ein schmieriger Zirkusbesitzer sie entführen, um sie als Attraktion in seiner Show auftreten zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8997348,"hoster":"VOE"},{"redirect":8414642,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der maskierte Enterich","epNo":6,"alt":"The Masked Mallard","descr":"Um sein schlechtes Image etwas aufzupolieren, verwandelt sich Dagobert Duck in den maskierten Enterich, einen Wohltäter, der die Kriminalität in Entenhausen bekämpft. Sein Plan droht zu scheitern, als eine zweite maskierte Ente auftaucht und sich als das personifizierte Verbrechen entpuppt. Um seinen eigenen Namen ‚reinzuwaschen‘, muss Dagobert den Betrüger erwischen und vor Gericht bringen.","versions":[{"lang":1,"streams":[{"redirect":8997356,"hoster":"VOE"},{"redirect":8414559,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Amors Pfeile","epNo":7,"alt":"A Ducktales Valentine","descr":"Dagobert Ducks neueste Errungenschaft sind Amors Pfeile. Diese locken wiederum die Liebesgöttin höchstpersönlich an, die sich prompt in Dagobert verliebt – und umgekehrt. Bei diesem Techtelmechtel hat allerdings noch einer ein Wörtchen mitzureden – der wutschnaubende Gatte der Liebesgöttin: Vulkan.","versions":[{"lang":1,"streams":[{"redirect":8997357,"hoster":"VOE"},{"redirect":8414570,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Papier-Blüten-Träume","epNo":8,"alt":"Ducky Mountain High","descr":"Dagobert Duck und sein ärgster Rivale Mac Moneysack liefern sich einen erbitterten Kampf um ein Stück Land, auf dem sie Gold vermuten. Mac Moneysack versichert sich sogar der Hilfe der kanadischen Panzerknacker, um Dagobert los zu werden.","versions":[{"lang":1,"streams":[{"redirect":12378920,"hoster":"VOE"},{"redirect":8414550,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Invasion der Metallmilben","epNo":9,"alt":"Attack Of The Metalmites","descr":"Mac Moneysack hat seine metallfressenden Insekten auf Dagoberts Geldspeicher angesetzt. Auf ihrem alles verschlingenden Weg durch Entenhausen machen sich die Milben als erstes über Gizmoducks Super-Anzug her. Dagobert, die Neffen, Nicky und Daniel Düsentrieb versuchen alles, um die hungrigen Tierchen zu stoppen, bevor sie den Geldspeicher erreichen, doch ohne Erfolg. Gizmoduck erscheint schließlich als der Retter der Stunde und beweist, dass er auch ohne seinen Anzug ein ganzer Held ist …","versions":[{"lang":1,"streams":[{"redirect":8997353,"hoster":"VOE"},{"redirect":8414549,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Einer weiß zuviel","epNo":10,"alt":"The Duck Who Knew Too Much","descr":"Fenton gibt vor, krank und ans Bett gefesselt zu sein, um in Wahrheit Zeit für einen kleinen Skiurlaub zu haben. Der Zufall will es, dass Dagobert bei seiner Geschäftsreise genau in dem Hotel landet, wo auch Fenton abgestiegen ist. Um die Sache noch komplizierter zu machen, stößt Fenton auf das Komplott feindlicher Agenten, die es auf Dagoberts Gold abgesehen haben …","versions":[{"lang":1,"streams":[{"redirect":8997358,"hoster":"VOE"},{"redirect":8414567,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gerümpel-Ente greift ein","epNo":11,"alt":"New Gizmo Kids On The Block","descr":"Fentons Mutter und die Mutter der Panzerknacker kämpfen beide erbittert um den Titel ‚Mutter des Jahres‘. Während Mrs. Crackshell für ihren Sohn die Wäsche macht und dabei versehentlich seinen Gizmo-Superanzug schrumpft, befreit die andere ihre Jungs aus dem Gefängnis. Tick, Trick und Track streiten sich mit Nicky darüber, wer jetzt als ‚Gizmo Kid‘ Furore machen darf, während Mrs. Crackshell versucht, den Schaden zu beheben und einen neuen Anzug näht.","versions":[{"lang":1,"streams":[{"redirect":8997352,"hoster":"VOE"},{"redirect":8414561,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"O.K. nach Plan B","epNo":12,"alt":"Scrooge’s Last Adventure","descr":"Dagobert glaubt irrtümlich, dass sein letztes Stündlein bald geschlagen hat und macht sich daran, seine Angelegenheiten zu ordnen. Dabei geht sein Geld in der virtuellen Welt eines Computers verloren. Als Dagobert erfährt, dass er kerngesund ist, gibt es für ihn natürlich nichts Wichtigeres, als sich seine Taler zurückzuholen. Dafür betritt er in elektronischer Form die Computerwelt …","versions":[{"lang":1,"streams":[{"redirect":8997355,"hoster":"VOE"},{"redirect":8414563,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die goldene Gans (Teil 1)","epNo":13,"alt":"The Golden Goose (1)","descr":"Dagobert Duck und sein Rivale Mac Moneysack liefern sich einen Wettkampf um den ultimativen Schatz – die goldene Gans. Alles, was sie berührt, wird zu Gold. Dagobert muss sich entscheiden, was ihm wichtiger ist, seine Familie oder sein Geld, als seine Neffen von der Gans in goldene Statuen verwandelt werden …","versions":[{"lang":1,"streams":[{"redirect":8997362,"hoster":"VOE"},{"redirect":8414572,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die goldene Gans (Teil 2)","epNo":14,"alt":"The Golden Goose (2)","descr":"Dagobert Duck muss Mac Moneysack und den Panzerknackern die goldene Gans wieder abjagen, um seine Neffen davor zu bewahren, für immer goldene Statuen zu sein. Wird er schnell genug sein, um die Gans davon abzuhalten, den ganzen Planeten in Gold zu verwandeln?","versions":[{"lang":1,"streams":[{"redirect":6972398,"hoster":"VOE"}]}]}]}]}