{"seriesId":"dummy","name":"Dummy","descr":"Nachdem sie von ihrem ursprünglichen Besitzer verworfen wurde, überzeugt eine verwöhnte, eifersüchtige und manipulative Sexpuppe namens Barbara die aufstrebende Schriftstellerin Cody, die als einzige Barbara sprechen und hören kann, nach Hause zu bringen, damit sie Codys Schreibblockade heilen kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Expired Melatonin","descr":"Cody (Anna Kendrick) erfährt, dass ihr Freund eine Sexpuppe hat, die irgendwie mit ihr sprechen kann.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ideal Woman","descr":"Barbara (Meredith Hagner) bittet Cody (Anna Kendrick), ihre Vagina zu waschen, was zu einem Desaster führt.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Doll Parts","descr":"Cody (Anna Kendrick) bringt Barbara (Meredith Hagner) zur Reparatur und erfährt, dass die beiden mehr gemeinsam haben als sie denken.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Terrible Writer/Useless Sex Doll","descr":"Barbara (Meredith Hagner) und Cody (Anna Kendrick) kommen sich über ihren ähnlichen Musikgeschmack näher.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Passive Protagonist","descr":"Barbara (Meredith Hagner) könnte als Muse für Cody (Anna Kendrick) dienen.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Subtextual Feminism","descr":"Cody (Anna Kendrick) hat sich etwas Großes überlegt um wieder in Barbaras (Meredith Hagner) Gunst zu steigen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Bechdel Test","descr":"Cody (Anna Kendrick) und Barbara (Meredith Hagner) machen sich auf einen Roadtrip auf, was soll da schon schiefgehen?","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Woman With Agency","descr":"Cody (Anna Kendrick) und Barbara (Meredith Hagner) machen einen Roadtrip. Was kann dabei schon schiefgehen?","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Paraben-Free Lube","descr":"Barbara (Meredith Hagner) benötigt Codys (Anna Kendrick) Hilfe um ihre Lebensfreude zurückzubringen.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Plus Size Plus One","descr":"Die Welt von Cody und Barbara wird auf den Kopf gestellt, als die Folgen ihres Handelns sie schließlich einholen","versions":[]}]}]}