{"seriesId":"dune-der-wuestenplanet","name":"Dune - Der Wüstenplanet","descr":"Der junge Paul Atreidis kommt mit seinem Vater einem Herzog auf den Wüstenplaneten Dune. Auf ihm wird das lebenswichtige Spice gewonnen – eine Droge, die Raumfahrern hilft Gefahren schon im Voraus zu sehen. Pauls Familie gerät in eine Verschwörung des Baron Harkonnen. Er tötet Pauls Vater. Paul und seine Mutter fliehen zu den Fremen, einem Wüstenvolk, das sich in den Dünen versteckt. Er steigt zu deren Führer Paul Mu’adib auf. Er hat nur ein Ziel: seinen Vater zu rächen und seinen rechtmäßigen Platz wieder einzunehmen. [Fortsetzung in: Dune – Die Kinder des Wüstenplaneten]","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Dune - Der Wüstenplanet (1984)","epNo":1,"alt":"","descr":"Das elfte Jahrtausend ist angebrochen: Es ist das Jahr 10191, die Menschheit hat das Weltall besiedelt, verfeindete Adelshäuser streiten um die Macht. Herzog Leto Atreides wird von Imperator Shaddam IV. mit dem Wüstenplaneten Arrakis belehnt. Einzig auf diesem öden Planeten existiert das \"Spice\", das mit Hilfe von riesigen Erntemaschinen abgebaut wird. Das Spice ist eine bewusstseinserweiternde Droge, die den \"Navigatoren\" der Gilde die interstellare Raumfahrt mit Überlichtgeschwindigkeit ermöglicht und die eine alterungshemmende Wirkung hat.","versions":[{"lang":1,"streams":[{"redirect":13843073,"hoster":"VOE"},{"redirect":13842857,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Dune (2021)","epNo":2,"alt":"","descr":"In ferner Zukunft hat die Menschheit das Weltall besiedelt, Adelshäuser kämpfen um die Macht. Dem edlen Herzog Leto Atreides wird von Imperator Shaddam IV die Lehensherrschaft über den Wüstenplaneten Arrakis, genannt \"Dune\", übertragen. Diese öde Welt birgt ungeheuren Reichtum, denn nur hier kann das \"Spice\" gewonnen werden, eine bewusstseinserweiternde Droge, die für die interstellare Raumfahrt im Imperium unerlässlich ist. Doch Baron Wladimir Harkonnen, dessen Geschlecht seit Äonen mit den Atreides verfeindet ist, schmiedet finstere Pläne, um Leto und seine Familie zu zerstören und die Herrschaft über Arrakis zurückzugewinnen. Mit Hilfe des Imperators, der keinen männlichen Erben aufweisen kann und die stetig wachsende Popularität seines Vetters fürchtet, überrennen die Harkonnen die Verteidigung des Herzogs, der zur selben Zeit von einem Verräter, seinem Leibarzt Dr. Yueh, außer Gefecht gesetzt wird. Dieser gibt ihm jedoch auch Gelegenheit, sich mit einem künstlichen Giftgas-Zahn an dem Baron zu rächen. Diesem fällt aber nur dessen Berater Piter De Vries zum Opfer.","versions":[{"lang":1,"streams":[{"redirect":13842950,"hoster":"VOE"},{"redirect":13843302,"hoster":"Vidoza"},{"redirect":13843368,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Dune - Teil 2 (2024)","epNo":3,"alt":"[Derzeit nur in schlechter Qualität verfügbar]","descr":"Am Ende des ersten Teils ist der Planet Arrakis Schauplatz eines brutalen Anschlags – die Folge einer Intrige zwischen dem Imperator des Universums Shaddam IV und dem Volk der Harkonnen. Der Angriff richtete sich spezifisch gegen das Haus Atreides, das nach Arrakis gekommen war, um das dort in der Luft liegende Spice zu ernten und darüber hinaus friedlich zu herrschen. Bei der gewalttätigen Auseinandersetzung starb das Familienoberhaupt, sein Sohn Paul Atreides und seine Mutter Jessica konnten fliehen und fanden Unterschlupf bei den Fremen, den Einheimischen von Arrakis. Während sich Paul in ihre Kultur eingliedern und das Überleben in der Wüste lernen will, halten die Fremen ihn für den prophezeiten Lisan al Gaib, einen Messias, der die Fremen ins Paradies führen soll. Nur die junge Kriegerin Chani zweifelt an dem antiken Glauben und sieht in Paul einen aufrichtigen Verbündeten, in den sie sich schon bald verliebt. Das Spice verstärkt Pauls seherische Fähigkeiten jedoch immer mehr und in seinen Visionen zeichnet sich ein bevorstehender Krieg mit den Harkonnen und dem Imperator ab. An Paul und den Fremen hängt das Schicksal des Universums.","versions":[{"lang":1,"streams":[{"redirect":13842903,"hoster":"VOE"},{"redirect":13842635,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Messias","epNo":1,"alt":"Dune","descr":"Paul Atreides, auch genannt Muad’Dib, lang erwarteter Messias des Nomadenvolkes der Fremen hat in einem zwölf Jahre währenden Kreuzzug, ausgehend vom Wüstenplaneten Arrakis den korrupten Herrscher Shaddam IV besiegt und alle bewohnten Planeten des Universums unter sein Banner gezwungen. Doch unter den Fremen regt sich Unmut. Seit Paul die Wasserknappheit auf Arrakis, dem Wüstenplaneten, beseitigt hat, verfallen ihre althergebrachten Sitten und Gebräuche zusehends.\rAuch Mohiam, die Ehrwürdige Mutter des religiösen Ordens der Bene Gesserit, einer der mächtigsten Gruppen im Universum, ist unzufrieden. Obwohl Paul Prinzessin Irulan, eine Tochter des ehemaligen Imperators, geheiratet hat, teilt er sein Bett nach wie vor mit seiner Fremen-Geliebten Chani. Um zu verhindern, dass aus dieser Verbindung ein Kind entsteht, was das genetische Zuchtprogramm der Bene Gesserit stören würde, verabreicht Irulan Chani heimlich ein empfängnisverhütendes Mittel. Auf Salusa Secundus, dem Exil der Prinzessin Wensicia, einer weiteren Tochter des ehemaligen Imperators, schielt man auf das magische ‚Spice‘, die lebensspendende Substanz, die den Wüstenplaneten Arrakis seit je her zur Zielscheibe von Machtkämpfen gemacht hat. Das von riesigen Sandwürmern abgesonderte Spice ist eine bewusstseinserweiternde Substanz, die Leben verlängert, interstellare Reisen ermöglicht und mit der man in die Zukunft schauen kann.\rSpice ist der größte Schatz des Universums und der Grund für nicht enden wollende Konflikte, Verrat und Mord. Wer das Spice kontrolliert, kontrolliert das Universum. Prinzessin Wensicia Corrona will gemeinsam mit dem Bene Gesserit-Orden Paul Atreides’ Monopol über das Spice brechen. Sie plant mit Hilfe eines Vielgesichtigen der Tleilax, einem Wesen, das jede nur erdenkliche Form annehmen kann, einen Anschlag auf Muad’Dibs Leben, um so die Kontrolle über Arrakis und das Spice zurückzuerlangen.\rAuch Edric, ein Navigator der Raumfahrergilde, ist an der Verschwörung beteiligt. Sie alle verbünden sich mit Korba, einem von Muad’Dibs Hohepriestern, der ihn mit Hilfe des Vielgesichtigen aus dem Palast und in den Wirkungsbereich einer Kernexplosion lockt. Doch Paul überlebt den Anschlag, und obwohl er dabei sein Augenlicht verloren hat, kann er durch seine visionären Kräfte weiterhin ‚sehen‘.\u0026lt;br /\u0026gt;\rChani hat unterdessen von dem empfängnisverhütenden Mittel erfahren und nimmt große Mengen Spice zu sich, um dem entgegen zu wirken. Paul lässt alle Verräter hinrichten, doch er ahnt nicht, dass sein ehemaliger Freund Duncan Idaho, der auf dem Schlachtfeld gefallen ist und dank einer fortschrittlichen Technologie von den Tleilax wiedererweckt wurde, Teil eines weiteren Mordplanes ist. Im Rahmen seiner Neuprogrammierung wurde der neu erschaffene Duncan von den Tleilax darauf konditioniert, Paul zu töten, sobald er von diesem hört, dass Chani gestorben sei. Tatsächlich empfängt Chani bald ein Kind von Paul, und durch die Wirkung des Spice geht die Schwangerschaft erheblich schneller vonstatten als normalerweise. Ihr Körper hält diesen Strapazen nicht stand, und so stirbt sie kurz nach der Geburt von Zwillingen im Kindbett. Als Paul Duncan davon erzählt, wird dessen Konditionierung ausgelöst, doch es gelingt ihm, den Tötungszwang niederzuringen.\rScytale von den Tleilax sieht das als Beweis dafür an, dass es ihm endlich gelungen ist, den Tod zu besiegen. Als Gegenleistung für eine Allianz mit seinem Volk bietet er Paul an, Chani ebenfalls ins Leben zurückzurufen …","versions":[{"lang":1,"streams":[{"redirect":13856056,"hoster":"VOE"},{"redirect":13856058,"hoster":"Vidoza"},{"redirect":13856054,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bedrohung des Imperiums","epNo":2,"alt":"Muad\u0027Dib","descr":"Jahre sind vergangen, seit Muad’Dib in die Wüste gegangen ist und nie wieder gesehen wurde. Seine beiden Kinder, die Zwillinge Leto und Ghanima, sind inzwischen fast volljährig und sollen bald die Nachfolge von Alia antreten, die in der Zwischenzeit die Regentschaft auf Arrakis übernommen hat.\u0026lt;br /\u0026gt;\rAls sich Letos Thronbesteigung nähert, stattet Paul Atreides’ Mutter Lady Jessica von Caladan, der Heimat des Hauses Atreides, Arrakis einen Besuch ab. Sie will sowohl ihre Enkel, Leto und Ghanima als auch ihre Tochter Alia dem Gom Jabbar-Test zu unterziehen, um herauszufinden, ob sie besessen sind. Tatsächlich leidet Alia, die mit einer prophetischen Gabe geboren wurde, schon seit langem unter den vielen Stimmen in ihrem Kopf und öffnet ihr Bewusstsein schließlich für den Geist desr längst verstorbenen Baron Vladimir Harkonnen, ihrem leiblichen Großvater, dessen Einflüsterungen schließlich ihren Verstand übernehmen.\u0026lt;br /\u0026gt;\rUnter den Fremen gibt es viel Unzufriedenheit darüber, dass die Wüste immer weiter zurückgedrängt und das Land fruchtbar gemacht wird. Diese Unruhen werden von Prinzessin Wensicia, die hofft, so einen Umsturz herbeizuführen, noch geschürt. Auch ein blinder alter Prediger, der von vielen im Volk für Muad’Dib gehalten wird, gehört zu den Widerständlern.\u0026lt;br /\u0026gt;\rAls Prinzessin Irulan zwei Roben, die das Haus Corrino als Geschenk für Leto und Ghanima geschickt hat, näher untersucht, kommt es zum Eklat. Alia, die weiß, dass die Roben Teil eines Plans sind, die Zwillinge zu ermorden, verbietet Irulan den weiteren Umgang mit ihren Stiefkindern. Lady Jessica und Prinzessin Irulan verabreden daraufhin, die Zwillinge so schnell wie möglich ins Sietch Tabr, einem alten Rückzugsort des Fremen-Volkes, in Sicherheit zu bringen. Zudem stellt Jessica sich öffentlich gegen ihre Tochter Alia und muss daraufhin mit einem Fedaykin in die Wüste fliehen.\u0026lt;br /\u0026gt;\rLeto und Ghanima sind nicht im Sietch Tabr geblieben, sondern von dort aus nach Jacarutu aufgebrochen, wo sich das Hauptquartier der Widerständler befinden soll. Auf dem Weg dorthin werden sie aber von zwei bluthungrigen Wüstentigern angegriffen, die auf die Roben, die sie geschenkt bekommen haben, abgerichtet sind …","versions":[{"lang":1,"streams":[{"redirect":13856059,"hoster":"VOE"},{"redirect":13856060,"hoster":"Vidoza"},{"redirect":13856057,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Kinder des Wüstenplaneten","epNo":3,"alt":"The Prophet","descr":"Paul, von den Fremen inzwischen als Anführer anerkannt, lernt, die riesigen Sandwürmer zu reiten. Er offenbart sich seinen Leuten als Messias, der Arrakis in ein blühendes Paradies verwandeln wird. Nach dem siegreichen Überfall auf den Palast von Arrakis nimmt Paul den Imperator gefangen und tritt gegen Feyd an, den letzten Überlebenden aus dem Hause Harkonnen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":13856050,"hoster":"VOE"},{"redirect":13856055,"hoster":"Vidoza"},{"redirect":13856053,"hoster":"Streamtape"}]}]}]}]}