{"seriesId":"durch-grnland-mit-nikolaj-coster-waldau","name":"Durch Grönland mit Nikolaj Coster-Waldau","descr":"Von der Eiswüste im Norden bis hin zu den sattgrünen Hügeln im Süden des Landes: Game of Thrones -Star Nikolaj Coster-Waldau nimmt den Zuschauer mit auf eine unvergessliche Reise durch Grönland.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf den Spuren der Vergangenheit","epNo":1,"alt":"Afsnit 1","descr":"Seine Abenteuerreise durch Grönland beginnt der \"Game of Thrones\"-Star Nikolaj Coster-Waldau im Norden des Landes. Er ist auf den Spuren seiner Vergangenheit und besucht die Air Base in Thule, wo einst sein Vater arbeitete. Mit dem Helikopter soll es weiter nach Qaanaaq gehen – doch das Wetter zeigt sich von seiner unberechenbaren Seite und so müssen Nikolaj und das Team umdisponieren","versions":[{"lang":1,"streams":[{"redirect":6696513,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Eine Nacht auf dem Eis","epNo":2,"alt":"Afsnit 2","descr":"Der \"Game of Thrones\"-Star Nikolaj Coster-Waldau wird fortan von seinem Schwager Peter begleitet. Gemeinsam gehen sie mit Einheimischen auf die Jagd, um einen Moschusochsen zu erlegen. Ein kräftezehrender Akt, der Nikolaj an seine Grenzen bringt. Sie erleben magische Momente bei einer Nacht auf dem Eis und auch Nikolajs Frau Nukâka stößt zur Truppe hinzu. Zum Abendessen gibt es Robbe.","versions":[]},{"epId":"episode-3","name":"Zurück in die Kindheit","epNo":3,"alt":"Afsnit 3","descr":"Das Trio macht sich auf den Weg nach Uummannaq – den Ort von Nukâka und Peters Kindheit, den sie ihm zum ersten Mal zeigen. Sie treffen auf Nachbarn, alte Schulkameraden und besuchen das Waisenhaus, zu dem Nukâka eine ganz besondere Beziehung hat. Im Anschluss reisen Peter und Nikolaj allein weiter nach Nuuk, wo Nikolaj eine Inuit-Tätowiererin besucht und sich bei seiner Schwägerin einlädt, um seinen eigens erlegten Moschusochsen zu essen.","versions":[]},{"epId":"episode-4","name":"Die Gletscherhöhle","epNo":4,"alt":"Afsnit 4","descr":"Die weitere Reise führt Nikolaj erstmals an die Ostküste. Auch Peter, der in Grönland geboren wurde, war noch nie in diesem Teil des Landes. Es geht nach Tasilaq, einen wichtigen Handelsort, wo die beiden ein Training für die \"Inuit Games\" besuchen. Danach geht es zu einem verlassenen, geheimen US-Stützpunkt und Nikolaj macht sich auf die faszinierende Reise durch eine Eishöhle, die in einem riesigen Gletscher entdeckt wurde.","versions":[]},{"epId":"episode-5","name":"Ab in den Süden","epNo":5,"alt":"Afsnit 5","descr":"Seine letzte Station führt Nikolaj weit in den Süden Grönlands, wo sich auch sein und Nukâkas Sommerhaus befindet, in das er einlädt. Er besucht eine Goldmine und ein grönländisches Food-Festival. Abschließend segelt er mit dem UNO-Klimaexperten Jo Scheuer durch das Qorog-Fjord. Am Ende seines Abenteuers blickt Nikolaj auf über 5.000 zurückgelegte Kilometer und einmalige Erlebnisse zurück","versions":[]}]}]}