{"path":"/serie/stream/durham-county","name":"Durham County","descr":"Polizist Mike Sweeney zieht mit seiner Familie nach Durham County, wo er aufgewachsen ist. Kaum angekommen, erschüttern mehrere brutale Morde die Kleinstadtidylle. Mike glaubt die Identität des Serienkillers zu kennen, hat aber keine Beweise. Ray Prager, den Mike für den Mörder hält, ist eine lokale Berühmtheit und außerdem sein Nachbar. Die beiden Männer verband während der Highschool-Zeit eine enge Freundschaft, die ein jähes Ende fand und Wunden riss, die nie verheilten. Hasserfüllt entwickelt sich zwischen Mike und Ray ein Duell, in dem es um Leben und Tod geht. Auch ihre Familien werden hineingezogen und drohen zu zerbrechen. Je näher der Polizist der Wahrheit kommt, desto rücksichtsloser geht der Killer vor, um weiterhin die Kontrolle zu behalten. Nur eines ist klar: Die Kontrahenten können ihrer Vergangenheit nicht entfliehen.","seasons":[{"path":"/serie/stream/durham-county/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/durham-county/staffel-1/episode-1","name":"Ausbruch","epNo":1,"alt":"","descr":"Polizist Mike Sweeney zieht mit seiner Familie in den verschlafenen Vorort Durham County. Plötzlich wird die Nachbarschaft durch mehrere brutale Morde erschüttert. Mike verdächtigt Ray Prager, seinen Nachbarn und Feind aus Jugendtagen. Zwischen den beiden entwickelt sich ein Duell um Leben und Tod. Je näher der Polizist der Wahrheit kommt, desto rücksichtsloser verhält sich der Killer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12921971","hoster":"VOE"},{"path":"/redirect/8414152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-1/episode-2","name":"Opfer","epNo":2,"alt":"","descr":"Unerwartet wird Mike mit dem Mord an Nathalie Lacroix konfrontiert. In sie verliebte er sich, als seine Frau mit dem Tod kämpfte. Getrieben von Schuld und Kummer begibt er sich auf die Suche nach Nathalies Mörder und versucht gleichzeitig alle Spuren, die auf ihre Beziehung deuten, zu vernichten. Mikes Tochter Sadie hat in einem verlassenen Farmhaus ein verstörendes Erlebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997493","hoster":"VOE"},{"path":"/redirect/8414146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-1/episode-3","name":"Vorbilder","epNo":3,"alt":"","descr":"Noch immer versucht Mike seine Beziehung zu Nathalie zu vertuschen. Doch als die Autopsie ergibt, dass Nathalie noch Jungfrau war, gerät er erst recht in die Schusslinie der Ermittler. Ray versucht sich an Traci zu rächen, weil sie ihn verlassen hat, und belästigt sie an ihrem Arbeitsplatz. In einer Strip Bar trifft er auf den großen, eleganten Unbekannten, den er beim Mord an den beiden Teenagerinnen beobachtet hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997495","hoster":"VOE"},{"path":"/redirect/8414226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-1/episode-4","name":"Vertuschungen","epNo":4,"alt":"","descr":"Grundstücksmaklerin Sally Morgan wird tot aufgefunden. Sie wurde zuletzt mit Ray gesehen. Wie bei den anderen Opfern wurde ihr Haar abgeschnitten. Mike ist sich sicher, dass es eine Verbindung zu Ray gibt, hat aber keinerlei Beweise. Er und sein Partner Tom beschließen zu Ray zu fahren, um ihn zu befragen. Zu Hause entdeckt Audrey den Grund für den günstigen Kaufpreis ihres neuen Hauses: Der Vorbesitzer hat in dem Zimmer Selbstmord begangen, in dem nun ihre jüngste Tochter wohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997491","hoster":"VOE"},{"path":"/redirect/8414225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-1/episode-5","name":"Monster","epNo":5,"alt":"","descr":"Mike und Tom stellen fest, dass Jake nicht mehr am Leben ist. Mit Jake ist auch der Beweis, der Nathalies Mörder entlarven könnte, verbrannt. Claire erzählt Mike, dass Ray sie vergewaltigt hat, als sie Teenager waren. Unterdessen arrangiert die Familie zu Hause eine Geburtstagsparty für Maddie. Sie veranstaltet bei ihrer Feier allerdings einen Exorzismus, um den Geist des toten Vorbesitzers zu vertreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997492","hoster":"VOE"},{"path":"/redirect/8414224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-1/episode-6","name":"Vernichtung","epNo":6,"alt":"","descr":"Mike erwacht aus einem Alptraum und realisiert, dass er sich in Haft befindet und des Mordes beschuldigt wird. Audrey verlässt Mike wegen seiner Beziehung zu Nathalie. Der beginnt zu verstehen, dass es zwei Killer gibt. In der Zwischenzeit versucht Sadie Ray Jr. zu überzeugen, dass sein Vater Nathalie getötet hat. Ray Jr. weigert sich ihr zu glauben und überprüft das Alibi seines Vaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997498","hoster":"VOE"},{"path":"/redirect/8414234","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/durham-county/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/durham-county/staffel-2/episode-1","name":"Verlorene Kinder","epNo":1,"alt":"","descr":"Mike Sweeney wurde inzwischen zum Detective befördert, kämpft aber immer noch mit großen privaten Problemen. Sein Familienleben ist nach den Verbrechen des Serienkillers Ray Prager zerstört. Prager befindet sich in Haft, nachdem er zwei Frauen brutal ermordet und Mikes Tochter Sadie sexuell bedrängt – wenn nicht sogar vergewaltigt hatte. Sadie bestreitet zwar einen körperlichen Missbrauch, aber Ray hat eine sexuelle Begegnung zugegeben. Da Sadie immer mehr gegen ihren Vater rebelliert, kann er nicht ausschließen, dass sie Geheimnisse vor ihm hat.\r\rMikes Frau, Audrey, reicht die Scheidung ein – sie sieht nach den ganzen schrecklichen Ereignissen keinen anderen Weg mehr und auch die jüngste Tochter der Sweeneys, Maddie, kann mit der Situation kaum mehr umgehen.\r\rAuf der Arbeit stehen Mike neue Herausforderungen bevor: Er wird mit einer Ermittlung konfrontiert, bei der ein Baby zu Tode kam. Als Beraterin in dem Fall, steht ihm die Psychologin Pen Verrity zur Seite, die ihm einen Einblick in die Hintergründe der schrecklichen Tat verschaffen soll. Für Mike steht aber schon fest, dass die Mutter des toten Babys für den Mord verantwortlich ist.\r\rAls Mike und Pen zufällig auf Elodie treffen, die an den Ort zurückkehrt, an dem ihr Baby gestorben ist, reagiert Mike ungewöhnlich brutal. Um sie an der Flucht zu hindern, bricht er mit einem gezielten Tritt ihren Knöchel.\r\rPen reagiert keineswegs geschockt auf Mikes gewalttätigen Ausbruch. Auch sie fühlt sich schuldig, denn ihre autistische Tochter ist ein paar Monate zuvor ertrunken. Das Leid, das beide empfinden, bringt sie einander näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997505","hoster":"VOE"},{"path":"/redirect/8414192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-2/episode-2","name":"Die Liebe des Monsters","epNo":2,"alt":"","descr":"Elodie, die junge Mutter des toten Babys, hat Selbstmord begangen. Was den Vorfall zusätzlich schrecklich macht, denn inzwischen hat Mike heraus gefunden, dass sie nicht die Mörderin ihres Kindes sein kann … \r\rDie pathologische Untersuchung hat ergeben, dass der Tod ein Unfall war – der Stich einer Biene hat einen allergischen Schock verursacht. Mike gerät durch seinen tragischen Fehler in ein internes Ermittlungsverfahren. Es existiert die Aufzeichnung einer Überwachungskamera, die Mike schwer belastet. Die DVD wird Mike von zwei Kollegen anvertraut, die Stillschweigen bewahren wollen. Doch Sadie gelangt an die DVD und hat nun einen Eindruck davon, wie brutal ihr Vater vorgehen kann, um seine Ziele zu erreichen. In der Therapie bei Pen verschließt sie sich zusehends.\r\rDer Ehemann von Pen, Jonathan, beschuldigt sie nicht nur, ihren gemeinsamen Sohn Mark fast ertränkt zu haben, sondern lastet ihr auch den Tod von Tochter Bonnie an. Er wendet sich mit seinem Verdacht an die Polizei.\r\rMike ist unsicher als es herausfindet, dass Pen Elodie in der Nacht ihres Selbstmords besucht hat. Doch Pen gelingt es, auch mit Hilfe von Sadie, die ihre Therapeutin inzwischen als cooles Vorbild auserkoren hat, Mikes Misstrauen zu zerstreuen. Pen merkt, dass Mike sich von ihr zurück zieht und heckt einen bösartigen Plan aus, um Audrey los zu werden … \r\rAußerdem behauptet sie gegenüber Mike, dass Ray Sadie vergewaltigt hat, obwohl Sadie das nie ihr gegenüber zugegeben hat.\r\rMike muss auch erkennen, dass Audrey einen neuen Mann an ihrer Seite hat. Er tut alles, um die Beziehung zu torpedieren und sich wieder ins Spiel zu bringen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334171","hoster":"VOE"},{"path":"/redirect/8414188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-2/episode-3","name":"Versunkene Schuld","epNo":3,"alt":"","descr":"Nachdem Pen Audrey mit einer Überdosis vergiftet hat, die sie nur knapp überlebt, will Pen ihren Plan überdenken, der fast mehr Unheil als Nutzen für sie gebracht hat. Sie lässt die vergiftete Schokolade verschwinden. Auch die Beziehung zu Mike wird wieder enger. Zu Hause angekommen, muss sie in der Zeitung lesen, dass Jonathan sie als Mörderin ihrer Tochter Bonnie anklagt.\r\rIm Präsidium verliert Mike seine Geduld, als er erfährt, dass Ray von seinen Freunden im Nachhinein ein Alibi erhalten hat. In der Konsequenz wird Rays Fall wieder aufgerollt. Mike erzählt seinem Vorgesetzten, dass er davon ausgeht, dass Sadie von Ray vergewaltigt wurde.\r\rIn der Therapie fordert Pen Sadie auf, sich mit ihren Ängsten zu konfrontieren. Dazu kehrt sie an den Ort des Verbrechens zurück und ruft von da aus Ray in der Haft an. In dem Telefonat teilt sie Ray mit, dass Mike wirklich so brutal ist, wie Ray es immer behauptet hat. Ray behauptet, dass Mike eine Frau namens Lissie Alexie umgebracht hätte.\r\rJonathan schickt das Jugendamt zu Pen, um Mark aus ihrer Nähe zu befreien. Mike hält sein Vorgehen nur für einen Schachzug, um das Sorgerecht zu erhalten. Er schlägt sich auf Pens Seite und lässt Jonathan verhaften. Darüber hinaus klagt er ihn in der Zeitung an und warnt ihn eindringlich sich von Pen fern zu halten.\r\rAls Mike allerdings heraus findet, dass Pen nach dem Tod ihrer Tochter einen Selbstmordversuch begangen hat und Mark nie zu den Ereignissen am Swimmingpool befragt wurde, wird er unsicher. Er kann sich von ihr kurzfristig emotional entfernen und verhört sie","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997496","hoster":"VOE"},{"path":"/redirect/8414187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-2/episode-4","name":"Der Vater als Feind","epNo":4,"alt":"","descr":"Der Angriff von Jonathan auf Pen ermutigt Mike, weitere Ermittlungen anzustellen. Er will herausfinden, ob sich Jonathan auch an Bonnie vergangen hat. Hierzu muss ihre Leiche exhumiert werden, doch das will Pen unter keinen Umständen zulassen.\r\rMike findet heraus, dass Pen wahrscheinlich Bonnie vergiftet hat.\r\rPen gelingt es, sich von dem Verdacht zu befreien, sie erleidet jedoch einen psychischen Zusammenbruch und ermordet die Frau, die sie belasten könnte. Sadie beobachtet einen innigen Moment zwischen Pen und Mike, der das Vertrauen in ihren Vater erneut erschüttert. Pen verzweifelt, weil sie nach und nach ihren Verstand verliert. Sie lässt Mark von Jonathan abholen und behauptet dann gegenüber Mike, dass Mark entführt worden wäre. Sadie vertraut sich Mike an und erzählt ihm, dass sie von den Söhnen der Männer in der Schule belästigt wurde, die Ray das Alibi verschafft hatten. Sie wollen Sadie als Zeugin vom Prozess fern halten.\r\rSadie findet ein Beweisstück in Mikes Tasche, die ihren Vater scheinbar mit dem Verschwinden von Lissie in Verbindung bringt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306777","hoster":"VOE"},{"path":"/redirect/10106881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-2/episode-5","name":"Mörderische Spiele","epNo":5,"alt":"","descr":"Mike glaubt, dass Jonathan Molly umgebracht hat, während Tom Pen als Hauptverdächtige sieht. Sadie will sich mit den Geschehnissen auseinander setzen und ihr Trauma überwinden. Dazu geht sie auf die Farm zurück und spielt die Ereignisse nach, die sie mit Ray erlebt hat. Ray Jr. hilft ihr dabei, bis sie in einer Mauerspalte des Hauses eine Haarsträhne findet, die Lissie gehört hat. Zusammen mit dem von ihr gefundenen Beweisstück ist sie jetzt sicher, dass Mike der Mörder von Lissie ist. Pen hat Angst, dass Mike durch Sadies Anschuldigungen kompromittiert werden könnte und betäubt sie in Bonnies Zimmer.\r\rPen bricht erneut zusammen – ihre Psychose wird immer bedrohlicher und sie kann die Schuld, die sie empfindet, kaum noch ertragen. Der Pathologe findet heraus, dass Bonnie nicht vergiftet wurde, sondern an einem nicht diagnostizierten Diabetes gestorben ist. Mike glaubt hingegen, dass Pen von der Krankheit wusste und ihren Tod hingenommen hat.\r\rMike ist gegenüber Pen sehr misstrauisch: Hat sie Audrey vergiftet und war sie die Frau, die kurz vor Mollys Tod in deren Haus von einer Zeugin gesehen wurde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306781","hoster":"VOE"},{"path":"/redirect/10106880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/durham-county/staffel-2/episode-6","name":"Das Verderben","epNo":6,"alt":"","descr":"Tom erreicht die Farm, wo Sadie ihm erzählt, dass Mike und Ray Lissie an diesem Ort ermordet haben. Die von ihr gefundene Haarsträhne roch nach Rauch und zwischen zwei Bäumen an der Farm erkennt sie, dass hier ein Feuer gewütet hat. Sadie beginnt an der Stelle zu graben und findet einen menschlichen Schädel.\r\rAuf der Polizeistation wartet sie auf Pen und hofft darauf, dass die Ermittler die Verbindung zu Ray und dem Mord an Lissie erkennen werden, damit die Gerechtigkeit endlich gewinnt. Mike verfolgt die Freunde von Ray und droht ihnen, dass er sie umbringen werde, sollten sie noch einmal Sadie bedrohen.\r\rMike trifft sich mit Glenn bei der forensischen Untersuchung von Lissies Leiche. Glenn erzählt ihm, wie Ray und seine Freunde Lissie geschlagen und vergewaltigt haben. Anschließend haben sie die Leiche verbrannt. Allerdings weigert er sich als Zeuge auszusagen. Er erinnert Mike daran, dass er ihm vor Jahren zwischen den Zeilen von dem Mord erzählt hat, Mike aber untätig geblieben ist.\r\rSadie ist zu mitgenommen, um als Zeugin auszusagen. Dass Ray Jr. außerdem für die Verteidigung seines Vaters aussagen will, macht ihr zusätzlich zu schaffen. Pen spricht mit Ray, um ihn dazu zu bringen ein Geständnis abzulegen.\r\rMike knöpft sich Ray Jr. vor und erzählt ihm ein paar unschöne Wahrheiten über seinen Vater. Dann gibt er gegenüber Sadie zu, von dem Mord an Lissie gewusst – aber eine Konfrontation mit dem Fall immer verdrängt zu haben.\r\rSadie kann ihre Angst vor einer Aussage in der Verhandlung überwinden und sagt eindrucksvoll gegen Ray aus. Ray Jr. zieht nach ihrer Aussage seine Unterstützung für seinen Vater zurück.\r\rWochen nach dem Prozess sind Mike und Pen immer noch ein Paar – Mike glaubt, dass er sie fast dazu gebracht hat, sich der Wahrheit zu stellen. Doch Pen hat Mikes Plan längst durchschaut","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306786","hoster":"VOE"},{"path":"/redirect/10106882","hoster":"Streamtape"}]}]}]}]}