{"seriesId":"earth-2","name":"Earth 2","descr":"Im Jahre 2184 wird die Menschheit von einer seltsamen Krankheit heimgesucht. Sie befällt hauptsächlich diejenigen, die in den künstlichen Raumstationen geboren wurden, auf die die Erdbevölkerung ausgewichen ist, nachdem ihr Planet unbewohnbar wurde. Als auch der Sohn der Wissenschaftlerin Devon Adair erkrankt, versucht sie, sein Leben und das Hunderter weiterer Kinder in einer verzweifelten Aktion zu retten. Ihr Ziel ist ein 22 Lichtjahre entfernter Planet mit erdähnlicher Atmosphäre: Earth 2. Hier, glaubt Devon, wäre ein Neuanfang möglich. Doch der Aufbruch ins Neue Eden erweist sich als gefährliches Abenteuer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aufbruch ins Unendliche (1)","epNo":1,"alt":"First Contact (1)","descr":"Im Jahr 2184 ist die Erde unbewohnbar. Die Menschen leben auf künstlichen Raumstationen. Unter den Kindern, die dort geboren wurden, bricht plötzlich eine rätselhafte Krankheit aus. Wissenschaftlerin Devon Adair sucht nach einem Weg, den Kindern zu helfen. Sie glaubt, die Atmosphäre eines 22 Lichtjahre entfernten Planeten könnte die Krankheit heilen. Mit einigen anderen Kolonisten startet sie eine Expedition zu dieser zweiten Erde.","versions":[{"lang":1,"streams":[{"redirect":9580415,"hoster":"VOE"},{"redirect":8414186,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aufbruch ins Unendliche (2)","epNo":2,"alt":"First Contact (2)","descr":"Im Jahr 2184 ist die Erde unbewohnbar. Die Menschen leben auf künstlichen Raumstationen. Unter den Kindern, die dort geboren wurden, bricht plötzlich eine rätselhafte Krankheit aus. Wissenschaftlerin Devon Adair sucht nach einem Weg, den Kindern zu helfen. Sie glaubt, die Atmosphäre eines 22 Lichtjahre entfernten Planeten könnte die Krankheit heilen. Mit einigen anderen Kolonisten startet sie eine Expedition zu dieser zweiten Erde.","versions":[{"lang":1,"streams":[{"redirect":9589867,"hoster":"VOE"},{"redirect":8414182,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der unheimliche Fremde","epNo":3,"alt":"The Man Who Fell To Earth","descr":"Die Kolonisten treffen einen Mann namens Gaal, der behauptet, früher Astronaut gewesen und abgestürzt zu sein. Er warnt sie vor den Terrianern und erklärt ihnen, dass der Stachel der kleinen Kreatur, die True gefunden hat, nicht tödlich ist, sondern einen Menschen nur in ein tiefes Koma versetzt. Entsetzt eilen die Kolonisten zum Grab von Commander O’Neill, den sie nach einem Stich für tot gehalten hatten. Doch sie finden die Grube leer vor.","versions":[{"lang":1,"streams":[{"redirect":9580419,"hoster":"VOE"},{"redirect":8414179,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geheimprojekt","epNo":4,"alt":"E-2 Life Lessons","descr":"Gaal hat ein rätselhaftes Tattoo auf seinem Nacken, das die Ziffern \"E-2\" zeigt. Yale, den die Tätowierung beschäftigt, findet bald Beunruhigendes heraus: Offenbar war Gaal nicht Astronaut, wie er behauptet, sondern ein Sträfling, den man auf diesem Planeten ausgesetzt hat. Unterdessen kommt der Treck der Kolonisten ins Stocken. Ein Saboteur hat sich an den Wagen zu schaffen gemacht.","versions":[{"lang":1,"streams":[{"redirect":9589869,"hoster":"VOE"},{"redirect":8409477,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Zauber des Bösen","epNo":5,"alt":"Promises, Promises","descr":"Die Terrianer, eine einheimische Spezies, die unter der Erde lebt, wurden von Gaal versklavt. Der letzte freie Terrianer sucht die Kolonisten auf und bittet um Hilfe. Er fordert die Einlösung des Versprechens, das ihm Devon gegeben hat, als die Terrianer ihrem Sohn halfen. Unterdessen verschlechtert sich der Zustand von Ulysses wieder.","versions":[{"lang":1,"streams":[{"redirect":9589868,"hoster":"VOE"},{"redirect":8409476,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der tödliche Virus","epNo":6,"alt":"A Memory Play","descr":"Das Misstrauen unter den Kolonisten wächst. Ihr Absturz auf \"Earth 2\", wurde offenbar durch Sabotage verursacht. Danziger und Baines treffen unterdessen auf Kolonisten, die an einer anderen Stelle des Planeten abgestürzt sind. Sie leiden aber an einer schweren Viruserkrankung, mit der sie nun auch Danziger und Baines anstecken.","versions":[{"lang":1,"streams":[{"redirect":9580420,"hoster":"VOE"},{"redirect":8409473,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Einer dreht durch","epNo":7,"alt":"Natural Born Grendlers","descr":"Alonzo kommt nicht damit zurecht, auf einem einsamen Planeten festzusitzen. Er unternimmt einen Selbstmordversuch. Die Terrianer können ihn gerade noch retten. Aber Alonzo fällt in einen Traumzustand, in dem er Julia, eine Freundin aus besseren Zeiten, trifft. Unterdessen erhalten die anderen Kolonisten Besuch von einem Grendler: Im Austausch für einige Ausrüstungsgegenstände bietet er ihnen Nahrung an.","versions":[{"lang":1,"streams":[{"redirect":9589866,"hoster":"VOE"},{"redirect":8411858,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kein Leben ohne Wasser","epNo":8,"alt":"Water","descr":"Nachdem die Grendler den Kolonisten das letzte Wasser geraubt haben, machen sich Devon und Danziger auf die Suche nach einer Wasserquelle. Ihre Mission wird durch die Terrianer verhindert, die ihnen den Zugang zu einer Quelle verweigern. Doch die Erdwesen haben dafür einen Grund. Auch Dr. Julia Heller hat eine Mission: Keiner aus der Kolonistengruppe weiß von ihrem geheimen Auftrag für den Hohen Rat.","versions":[{"lang":1,"streams":[{"redirect":9589870,"hoster":"VOE"},{"redirect":8414171,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zweiter Versuch","epNo":9,"alt":"The Church Of Morgan","descr":"Julia entdeckt, dass sich der kleine Ulysses, ebenso wie die Terrianer, von der Erde aufnehmen lassen kann. Sie beschließt, dem Jungen eine besondere Drüse zu entfernen, über die die Terrianer den Kontakt zu ihm herstellen können. So hofft sie, Einfluss auf die Terrianer und damit auch auf den gesamten Planeten nehmen zu können. Währenddessen haben Bess und Morgan private Probleme: Ihre Ehe droht auseinander zu brechen.","versions":[{"lang":1,"streams":[{"redirect":9589875,"hoster":"VOE"},{"redirect":8414170,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Gen-Experiment","epNo":10,"alt":"The Enemy Within","descr":"Reilly hofft, dass Julia Ulysses überzeugen kann, als Bindeglied zwischen dem Rat und den Terrianern zu fungieren. Doch um den Kleinen zu beschützen, will Julia die Sache selbst in die Hand nehmen. Dazu führt sie ein riskantes Gen-Experiment durch: Sie injiziert sich eine Lösung aus der DNS des Jungen.","versions":[{"lang":1,"streams":[{"redirect":12252058,"hoster":"VOE"},{"redirect":8414168,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Verrat wird gerächt","epNo":11,"alt":"Redemption","descr":"Nach ihrem missglückten DNS-Experiment wurde Julia alleine zurückgelassen und vom Rat verstoßen. Nur Alonzo traut der Ärztin immer noch. Doch gerade als die beiden gemeinsam zu den anderen zurückkehren und Julia ihre Unschuld beweisen könnte, greift ein Zed, eine gefährliche Kampfmaschine, die Gruppe an.","versions":[{"lang":1,"streams":[{"redirect":9589871,"hoster":"VOE"},{"redirect":8414136,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Ausgestoßenen","epNo":12,"alt":"Moon Cross","descr":"Der Winter bricht an. Die Kolonisten sind froh, in \"Marys Garten\" eine Zuflucht gefunden zu haben, wo sie vor der Kälte geschützt sind und es frische Nahrungsmittel gibt. Doch schnell stellt sich heraus, dass die Idylle trügt, denn in dem Garten spukt es. Ausgestoßene Terrianer hatten vor Jahren zwei Siedler getötet, die nun offenbar keine Ruhe finden können.","versions":[{"lang":1,"streams":[{"redirect":9589873,"hoster":"VOE"},{"redirect":8414137,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Stein der Zukunft, Teil 1","epNo":13,"alt":"Better Living Through Moganite (Part 1)","descr":"Ein Erdbeben legt einen Tunnel frei. Dort findet Morgan einen mysteriösen glühenden Stein, der offenbar große Energiemengen speichern und wieder abgeben kann. Er tauft den Stein Morganit und hofft, weitere unterirdische Gänge mit ähnlichen Gesteinvorkommen zu finden. Doch seine Frau Bess hat Bedenken, denn der Morganit lag in einem Tunnel der Terranier.","versions":[{"lang":1,"streams":[{"redirect":11306808,"hoster":"VOE"},{"redirect":10106917,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Stein der Zukunft, Teil 2","epNo":14,"alt":"Better Living Through Moganite (Part 2)","descr":"Die Kolonisten sind mit den Terrianern in Konflikt geraten, da Morgan mit seinen Experimenten ihren Lebensraum versteinert und dabei einen Terrianer getötet hat. Als Ausgleich fordern sie nun ein Opfer. Yale will sich zur Verfügung stellen, da er glaubt, sein Leben habe keinen Sinn mehr. Zudem fürchtet er, dass er durch einen Zusammenbruch seiner manipulierten Persönlichkeit nicht nur sich, sondern auch seine Freunde in Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":9589872,"hoster":"VOE"},{"redirect":8414134,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hilferuf aus der Vergangenheit","epNo":15,"alt":"Grendlers In The Myst","descr":"Eine Frau erscheint den Kolonisten in ihren Träumen und sendet einen Hilferuf. Es scheint, als würden sie und ihr Kind von einem Mann namens Whalen bedroht. Morgan kann die Frau mit dem Monitor orten. Fieberhaft machen sie sich auf die Suche nach ihr. Doch als die Gruppe in der Höhle eintrifft, wo sich die Frau versteckt, erwartet sie eine handfeste Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11306822,"hoster":"VOE"},{"redirect":10106919,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Traumbotschaften","epNo":16,"alt":"The Greatest Love Story Never Told","descr":"Auf der Suche nach Nahrung bricht Danziger erschöpft zusammen. Als er wieder zu sich kommt, befindet er sich in einer von Terrianern bewohnten Höhle. Er wurde von Menschen, die von den Terrianern geduldet werden, gefunden und in Sicherheit gebracht. Sheppard, einer dieser Menschen, bekam von den Terrianern telepathische Kräfte verliehen und schickt nun eine Traumbotschaft an Devon.","versions":[{"lang":1,"streams":[{"redirect":9589876,"hoster":"VOE"},{"redirect":8414147,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Spinnenhöhle","epNo":17,"alt":"Brave New Pacifica","descr":"Danziger und Alonzo folgen den Spuren zweier Grendler, die sie direkt in eine Höhle führen, in der es von Spinnen nur so wimmelt. Sie treffen dort auf Devon und Julia und gemeinsam wagen die vier, einen Tunnel der Spinnenhöhle zu erforschen. Am anderen Ende angekommen, erstreckt sich ein riesiger Ozean vor ihnen. Sie glauben, endlich in New Pazifica zu sein. Zu spät bemerken die vier, dass sie in eine Falle geraten sind.","versions":[{"lang":1,"streams":[{"redirect":9589878,"hoster":"VOE"},{"redirect":8414158,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die kalte Gefahr","epNo":18,"alt":"After The Thaw","descr":"Alonzo und Morgan haben Albträume, nachdem ihre Freunde einen eingefrorenen Terrianer entdeckt haben. Am nächsten Morgen sind sowohl der Terrianer, als auch Danziger verschwunden. Während ihrer Suche machen sie eine beunruhigende Entdeckung: Offenbar kann sich der Geist eines Terrianers den Körper anderer Lebewesen zu eigen machen.","versions":[{"lang":1,"streams":[{"redirect":9700244,"hoster":"VOE"},{"redirect":8414157,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der König der Terrianer","epNo":19,"alt":"The Boy Who Would Be Terrian King","descr":"16 Jahre in der Zukunft: Ulysses ist König der Terrianer. Er gerät mit Marshall Max aneinander, der das Land der Außerirdischen für sich beansprucht. Der droht daraufhin, ihm seine Gabe, Traumbotschaften zu senden, wegzunehmen. Ulysses wendet sich im Traum an seine Mutter und bittet sie um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":9589877,"hoster":"VOE"},{"redirect":8414153,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Gewissensfrage","epNo":20,"alt":"Survival Of The Fittest","descr":"Alonzo und seine Freunde plagt das schlechte Gewissen. Auf einer Mission mit dem Rover glaubte Danziger sich gegen einen wild gewordenen Grendler verteidigen zu müssen und erschoss ihn kurzerhand. Dem Verhungern nahe, hatten sie keine andere Wahl, als den Grendler zu essen. Doch der Grendler war nicht allein. Bald taucht dessen Gefährte vor dem Camp der Siedler auf.","versions":[{"lang":1,"streams":[{"redirect":9589884,"hoster":"VOE"},{"redirect":8414178,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Planet wird erlöst","epNo":21,"alt":"Flower Child","descr":"Nachdem Danziger und Bess in den Pollenflug einer Blume geraten sind, gehen seltsame Dinge mit ihnen vor: Aus ihrem Inneren tritt Rauch hervor, Schmerzen plagen die beiden und Bess wandert geistesabwesend Richtung Norden. Voller Sorge um seine Freundin macht sich Morgan auf, ihr zu folgen.","versions":[{"lang":1,"streams":[{"redirect":9589879,"hoster":"VOE"},{"redirect":8414177,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der defekter Chip","epNo":22,"alt":"All About Eve","descr":"Einer der Kolonisten erliegt einer tödlichen Krankheit. Ein gestrandetes Raumschiff scheint der letzte Hoffnungsschimmer für die Erkrankten zu sein. Die beiden einzigen Überlebenden des Absturzes, Dr. Franklin Bennett und Elizabeth Anson, glauben, dass den Siedlern ein Chip eingepflanzt wurde, der nun defekt ist und so die Gesundheit der Siedler beeinträchtigt. Nur der Hohe Rat sei im Stande, diesen Chip zu reparieren.","versions":[{"lang":1,"streams":[{"redirect":13008436,"hoster":"VOE"},{"redirect":8414175,"hoster":"Streamtape"}]}]}]}]}