{"seriesId":"eastbound-down","name":"Eastbound \u0026 Down","descr":"Der ehemalige Baseball-Held Kenny kehrt in seinen verschlafenen Heimatort in North Carolina zurück. Da er sich immer noch für einen Superstar hält, strapaziert er mit seinen Allüren nicht nur die Nerven seiner Familie, bei der er sich ungefragt einnistet, sondern mischt bald das ganze Provinznest auf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Training für Loser","epNo":1,"alt":"Chapter 1: Career Errors","descr":"Ausgebrannt und pleite kehrt der ehemalige Baseball–Star Kenny Powers in seine Heimatstadt in North Carolina zurück. Dort beginnt er an seiner ehemaligen Schule als Sportlehrer zu unterrichten. In der Schule, in der Stadt und Daheim bei seinem Bruder richtet Kenny nur Chaos an und gilt als Unruhestifter mit einem Dachschaden. Kenny setzt sich das Ziel seine alte Flamme April wiederzugewinnen, die nun aber mit dem Schulrektor Terrence Cutler verlobt ist.","versions":[{"lang":1,"streams":[{"redirect":9589882,"hoster":"VOE"},{"redirect":8414106,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dein Freund und Waschlappen","epNo":2,"alt":"Chapter 2: Training Day","descr":"Kenny (Danny McBride) ist mal wieder pleite und versucht mit einer Werbeveranstaltung an ein paar Kröten zu kommen. Die endet jedoch in einem Fiasko. Der einstige Baseballstar dröhnt sich daraufhin zu und begibt sich zu einer Benefizveranstaltung seiner Schule. Dort will er April (Katy Mixon) endlich seine Liebe gestehen.","versions":[{"lang":1,"streams":[{"redirect":9589881,"hoster":"VOE"},{"redirect":8414118,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer kann hier eBay?","epNo":3,"alt":"Chapter 3: Out Of The Box","descr":"Wieder einmal angetrunken, baut Kenny (Danny McBride) einen Unfall. Sein Bewunderer Stevie (Steve Little) nimmt bereitwillig alle Schuld auf sich. Kenny ernennt Stevie daraufhin zu seinem Assistenten. Stevie scheint allerdings auch einer der letzten Fans des Ex-Baseballstars zu sein: Für seine Erinnerungsstücke, die Kenny aus Geldnot bei Ebay anbietet, interessiert sich kein Mensch.","versions":[{"lang":1,"streams":[{"redirect":9700245,"hoster":"VOE"},{"redirect":8414132,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ums Verrecken kein Glück","epNo":4,"alt":"Chapter 4: Kenny’s Pitching Clinic","descr":"Stevies (Steve Little) DVD mit Kennys (Danny McBride) Karriere-Highlights interessiert keine einzige Profimannschaft: Niemand will mehr mit dem Egomanen arbeiten. Kenny besucht indes Aprils (Katy Mixon) und Terrences (Andrew Daly) Grillfest. Um April eifersüchtig zu machen, nimmt er seine Affäre Tracy (Sylvia Jefferies) mit. Der völlig betrunkene Gastgeber beschimpft den ebenfalls abgefüllten Kenny im Laufe des Abends als Loser, dessen Zeit längst vorbei sei.","versions":[{"lang":1,"streams":[{"redirect":9589885,"hoster":"VOE"},{"redirect":8414129,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Voll aufs Auge","epNo":5,"alt":"Chapter 5: Beginning A New Audio Book","descr":"Kenny (Danny R. McBride) erklärt in seinem Audiobuch seine Profikarriere für beendet. Nun will er mit einem gewöhnlichen Job sein Geld verdienen. Doch Ashley und Reg (Will Ferrell, Craig Robinson) provozieren Kenny so lange, bis der ihnen mit einem Pitching Showdown eine Lektion erteilen will. Dabei holt der einstige Sportstar so weit aus, dass er mit seinem kraftvollen Wurf Macworthy verletzt: Der verliert dabei ein Auge.","versions":[{"lang":1,"streams":[{"redirect":9589886,"hoster":"VOE"},{"redirect":10756806,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nummer 55","epNo":6,"alt":"Chapter 6: Getting It On With April","descr":"Kennys (Danny McBride) gigantischer Wurf, bei dem Mackworthy sein Auge verlor, kursiert als Video im Internet. Prompt erhält der Baseballer ein verlockendes Angebot aus der Profiliga. Er bittet April (Katy Mixon), ihn nach Tampa zu begleiten. April aber zögert. Am Abschiedstag steht sie plötzlich reisefertig vor Kenny. Genau da erhält der Baseballer einen Anruf von seinem – vermeintlich – neuen Verein: Der zieht sein Angebot zurück.","versions":[{"lang":1,"streams":[{"redirect":9580421,"hoster":"VOE"},{"redirect":8414036,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Einkauf des Jahres","epNo":1,"alt":"Chapter 7","descr":"Kennys (Danny McBride) Hoffnung auf einen Karriereschub durch ein Engagement bei den Tampa Ray Bays löst sich in Luft auf. Der Ex-Baseballer ist von der erneuten Niederlage so geplättet, dass er seinen Heimatort fluchtartig verlässt und nach Mexiko umsiedelt. Auch seine große Liebe April (Katy Mixon) lässt der Loser einmal mehr einfach stehen.","versions":[{"lang":1,"streams":[{"redirect":9700248,"hoster":"VOE"},{"redirect":8414040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Willkommen im Widerstand","epNo":2,"alt":"Chapter 8","descr":"Kenny (Danny McBride) macht in Mexiko da weiter, wo er in den USA aufgehört hat: Er lebt in den Tag hinein und betäubt sich mit Drogen und Sex. Irgendwann wird ihm klar, dass er sich nur selbst aus dem Sumpf ziehen kann. Er heuert bei dem bedeutungslosen mexikanischen Verein Charros an. Dessen Besitzer scheffelt im Geiste schon Millionen. Da erfährt Kenny, dass seine große Liebe April (Katy Mixon) geheiratet hat.","versions":[{"lang":1,"streams":[{"redirect":9589887,"hoster":"VOE"},{"redirect":8414038,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die weiße Flamme","epNo":3,"alt":"Chapter 9","descr":"Kennys (Danny McBride) Premiere als Baseballspieler in der mexikanischen Liga ist prima verlaufen. Dennoch interessieren sich die Fans nicht für ihn. Erst als er während eines Spiels eine Prügelei anfängt, begeistert er Spieler und Zuschauer. Kenny kommt auch Vida (Ana de la Reguera) näher. Mit ihrem Sohn tut er sich zunächst schwer, dann aber will er, dass Tony ihn als Ersatzvater anerkennt.","versions":[{"lang":1,"streams":[{"redirect":9589889,"hoster":"VOE"},{"redirect":8414039,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer ist Eduardo Sanchez?","epNo":4,"alt":"Chapter 10","descr":"Kenny (Danny McBride) befürchtet, dass er auch in Mexiko keine Zukunft hat. Dabei hat er sich mittlerweile regelrecht in Vida (Ana de la Reguera) verliebt. Außerdem findet er die wahre Identität von Eduardo Sanchez (Don Johnson) heraus. Trotz seiner vielen neuen Fans warnt ihn Roger Hernandez (Marco Rodriguez) seine Angeberei zu lassen, sonst habe er mit ernsten Konsequenzen zu rechnen.","versions":[{"lang":1,"streams":[{"redirect":9600886,"hoster":"VOE"},{"redirect":8414113,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wir sehen uns in der Hölle","epNo":5,"alt":"Chapter 11","descr":"Kenny (Danny McBride) hat herausgefunden, dass Eduardo (Don Johnson) sein Vater ist. Nun hängen beide gemeinsam ab. Während Kenny mit seinem Lamborghini prahlt, protzt Eduardo mit seinem Geld. Später beichtet Kenny seinem Vater, dass er seinen Wagen gestohlen hat. Prompt verpfeift der seinen Sohn bei der Polizei. – Respektlose Comedyserie um einen selbstverliebten Aufschneider. Produziert u.a. von Starkomiker Will Ferrell.","versions":[{"lang":1,"streams":[{"redirect":9589888,"hoster":"VOE"},{"redirect":10756821,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Adiós México!","epNo":6,"alt":"Chapter 12","descr":"Der Spielevermittler Pat, der Kenny (Danny McBride) vor einem Jahr einfach fallen gelassen hat, macht ihm ein neues Angebot. Nach einigem Hin und Her spielt der Baseballer noch einmal mit den Charros und zeigt, was er drauf hat. Der aus Texas angereiste Scout ist begeistert und will Kennie für die Minor League. Kenny stimmt zu und kehrt mit Stevie (Steve Little) und dessen Frau Maria (Elizabeth De Razzo) in die Staaten zurück.","versions":[{"lang":1,"streams":[{"redirect":9589890,"hoster":"VOE"},{"redirect":8414111,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Baby, Come Back!","epNo":7,"alt":"Chapter 13","descr":"Kenny (Danny McBride) kehrt Mexiko den Rücken. Der Baseball-Profi hofft, wieder in der Major League spielen zu können. Außerdem will er April (Katy Mixon) zurückgewinnen. Als Kenny April aufsucht, sieht er, dass die Frau seiner Träume hochschwanger ist. Natürlich will sie nichts mehr von ihm wissen. Der Sportler beschließt, seine Heimatstadt sofort zu verlassen. Da taucht April noch einmal bei ihm auf.","versions":[{"lang":1,"streams":[{"redirect":9589891,"hoster":"VOE"},{"redirect":8414079,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ohne dich bin ich verloren","epNo":1,"alt":"Chapter 14","descr":"Kenny (Danny McBride) weiß, dass er der Vater von Aprils (Katy Mixon) Sohn ist. Aber er kann auch ein Jahr nach Tobys Geburt nicht mit ihm umgehen. Auf Tobys Geburtstagsfeier benimmt er sich einmal mehr völlig daneben. April, die allein mit dem Jungen lebt, nimmt Kennys Entschuldigung an. Nach einem gemeinsamen Essen landen die beiden im Bett. Am nächsten Morgen ist April weg, doch das Kind hat sie bei ihm gelassen.","versions":[{"lang":1,"streams":[{"redirect":9589892,"hoster":"VOE"},{"redirect":8414082,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schäffers Plantage","epNo":2,"alt":"Chapter 15","descr":"Kenny (Danny McBride) kapiert, dass April (Katy Mixon) ihn mit seinem Sohn sitzen gelassen hat. Der Baseballer weiß nichts mit dem Einjährigen anzufangen und überlegt, Toby in einem Weidenkörbchen dem Fluss zu übergeben. Dann fällt ihm aber sein Bruder ein. Doch der verweigert die Aufnahme seines Neffen. Frustriert sucht Kenny Aprils Chef auf, um ihren Aufenhaltsort zu erfahren.","versions":[{"lang":1,"streams":[{"redirect":9589894,"hoster":"VOE"},{"redirect":8414074,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Letzte Dröhnung","epNo":3,"alt":"Chapter 16","descr":"Stevie (Steve Little), Kennys Freund und Assistent, kehrt mit seiner Frau Maria zu dem Sportstar zurück. Die beiden kümmern sich um den kleinen Toby, während Kenny (Danny McBride) trainiert. Kennys Scout (Matthew McConaughey) bittet ihn, die Neuerwerbung Ivan (Ike Barinholtz) unter seine Fittiche zu nehmen. Doch Ivan findet seinen älteren Mitspieler nur lächerlich.","versions":[{"lang":1,"streams":[{"redirect":9589895,"hoster":"VOE"},{"redirect":8414091,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Begräbnis meines besten Freundes","epNo":4,"alt":"Chapter 17","descr":"Kenny (Danny McBride) bestürzt der Drogentod seines Freundes Shane (Jason Sudeikis). Natürlich besucht er dessen Beerdigung. Doch der Baseballstar und Shanes Familie haben sehr unterschiedliche Vorstellungen von einem würdigen Abschied.","versions":[{"lang":1,"streams":[{"redirect":9589896,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Ein gottverdammter Opa","epNo":5,"alt":"Chapter 18","descr":"Kenny (Danny McBride) will zum 4. Juli eine große Party schmeißen. Er lädt bis auf Intimfeind Ivan (Ike Barinholtz) alle Teamkollegen ein. Unterdessen bemüht sich Stevie (Steve Little) um eine Aussöhnung mit seiner Frau, die er betrogen hat. Unverhofft taucht Kennys Vater Eduardo (Don Johnson) mit Kennys Halbbruder Casper (Erick Chavarria) auf. Eduardo ist entzückt von seinem Enkel.","versions":[{"lang":1,"streams":[{"redirect":9589897,"hoster":"VOE"},{"redirect":8709975,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gebrochene Männer","epNo":6,"alt":"Chapter 19","descr":"Kenny, seine Gang und sein Vater besuchen Kennys Mutter Tammy. Die hält ihren Sohn für einen liebevollen Daddy und ahnt nicht, dass der Toby klammheimlich bei ihr lassen will. Als Kenny eines Nachts sieht, dass sein Vater das Haus nach Silber durchsucht, beschimpft er ihn als Dieb. Eddie entgegnet, dass Diebstahl das eine sei, aber sein Kind zu verlassen, unentschuldbar.","versions":[{"lang":1,"streams":[{"redirect":9580423,"hoster":"VOE"},{"redirect":8414097,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Arm für ein Auge","epNo":7,"alt":"Chapter 20","descr":"Kenny entschuldigt sich bei dem Club-Manager für sein Verhalten und leistet auch bei seinem Konkurrenten Ivan Abbitte. Doch der lässt ihn auflaufen. Stevie fleht indes seine Frau an, zu ihm zurückzukehren. Dabei verliert er Kennys Sohn Toby aus den Augen. MacWorthy liest den Jungen auf. Er will sich wegen des ausgeschlagenen Auges immer noch an Kenny rächen.","versions":[{"lang":1,"streams":[{"redirect":9937872,"hoster":"VOE"},{"redirect":8414125,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Cool verlieren","epNo":8,"alt":"Chapter 21","descr":"Kenny ist am Ziel seiner Träume: Er erhält einen Vertrag für die Major League. Das bedeutet aber auch, dass er nach Texas ziehen muss. Sein Assistent Stevie wird ihn erstmals nicht begleiten, sondern bei seiner schwangeren Frau bleiben. Abschied nehmen muss der Baseballstar auch von seinem Sohn und dessen Mutter, April.","versions":[{"lang":1,"streams":[{"redirect":9580424,"hoster":"VOE"},{"redirect":8414122,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der kastrierte Mann","epNo":1,"alt":"Chapter 22","descr":"Kenny (Danny McBride) ist am Ziel seiner Träume: Er ist mit April (Katy Mixon) verheiratet und hat zwei Kinder. Doch seltsam: Plötzlich langweilt ihn alles – sein Kleinstadtleben, die Familie, selbst April. Auf einer Party spricht er mit Guy Young (Ken Marino), einem alten Teamkollegen, der inzwischen eine raue Talkshow moderiert. Kenny beschließt, seiner Karriere eine neue Richtung zu geben.","versions":[{"lang":1,"streams":[{"redirect":9589906,"hoster":"VOE"},{"redirect":8414120,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Desaster Live","epNo":2,"alt":"Chapter 23","descr":"In der Hoffnung, sich bei den Medien und Fans wieder in Erinnerung zu bringen, besucht Kenny (Danny McBride) die Talkshow seines einstigen Teamkollegen Guy Young (Ken Marino). Außerdem versucht er, seinen alten Assistenten und Freund Stevie (Steve Little) zu überreden, ins Powers Team zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":9580425,"hoster":"VOE"},{"redirect":8724667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nichts passiert","epNo":3,"alt":"Chapter 24","descr":"Kenny (Danny McBride) lädt seine Familie und Freunde zu einem Übernachtungsausflug ein. Dem familientauglichen, harmlosen Spaß im Abenteuerpark folgt eine zügellose Nacht voller Ausschweifungen.","versions":[{"lang":1,"streams":[{"redirect":9589899,"hoster":"VOE"},{"redirect":8414089,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ballast über Bord","epNo":4,"alt":"Chapter 25","descr":"Kenny setzt gegenüber Gene eine Drohung in die Tat um. Stevie besorgt Kenny unterdessen einen Sponsor, damit der bei Guys Wohltätigkeits-Drachenbootrennen antreten kann. Toby versucht derweil den Mut aufzubringen, sein neues Haustier zu füttern.","versions":[{"lang":1,"streams":[{"redirect":9580426,"hoster":"VOE"},{"redirect":8414086,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nicht jeder kann fliegen","epNo":5,"alt":"Chapter 26","descr":"April kann Kenny endlich überzeugen, gemeinsam zur Paartherapie zu gehen. Mit Stevie arbeitet Kenny unterdessen an einer neuen Geschäftsidee, um sich endlich das zu holen, was ihm seiner Meinung nach längst zusteht: Ruhm und Reichtum.","versions":[{"lang":1,"streams":[{"redirect":12378934,"hoster":"VOE"},{"redirect":10756764,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwei ist einer zuviel","epNo":6,"alt":"Chapter 27","descr":"April hängt Lennys Angeberei als Möchtegern-Star immer mehr zum Hals heraus. Lenny dagegen ist von seiner Arbeit genervt. Währenddessen vermasselt Stevie ein wichtiges Projekt.","versions":[{"lang":1,"streams":[{"redirect":9700247,"hoster":"VOE"},{"redirect":8414084,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rohe Weihnachten","epNo":7,"alt":"Chapter 28","descr":"Kenny verbringt exzessive Weihnachtstage ohne April und die Kinder. Steve gönnt sich zum Fest eine Kinn-Prothese.","versions":[{"lang":1,"streams":[{"redirect":9589902,"hoster":"VOE"},{"redirect":8414054,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Saat und die Ernte","epNo":8,"alt":"Chapter 29","descr":"Im Finale der vierten Staffel kommt Kenny seinem großen Ziel zum Greifen nahe: Sein Senderchef Ronnie Thelman bietet ihm eine eigene Talk-Show an. Kennys Noch-Ehefrau April hat indes eine schwere Entscheidung zu treffen.","versions":[{"lang":1,"streams":[{"redirect":10756811,"hoster":"VOE"},{"redirect":8414053,"hoster":"Streamtape"}]}]}]}]}