{"path":"/serie/stream/echt-unsere-jugend","name":"ECHT - Unsere Jugend","descr":"Mit ihren Hits \"Du trägst keine Liebe in Dir\", \"Weinst Du\" und der Cover-Version von Rio Reisers \"Junimond\" eroberte die Band Echt Ende der 1990er Jahre die Charts – bis der Bruch kam. Nun, 20 Jahre nach der Trennung, hat der Sänger und einstige Frontmann Kim Frank die Erfolgsgeschichte und den Werdegang seiner Band dokumentarisch aufgearbeitet.","seasons":[{"path":"/serie/stream/echt-unsere-jugend/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/echt-unsere-jugend/staffel-1/episode-1","name":"Alles wird sich ändern","epNo":1,"alt":"","descr":"Von der Schülerband in die Charts und darüber hinaus. Die fünf besten Freunde Kim, Kai, Puffi, Gunnar und Flo leben ihren Traum. Doch hinter ihrem Lächeln auf Covern von Teenie-Magazinen stecken tiefe Ängste und Depressionen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434870","hoster":"VOE"},{"path":"/redirect/13434869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/echt-unsere-jugend/staffel-1/episode-2","name":"Freischwimmer","epNo":2,"alt":"","descr":"Die Fünf versuchen ihr Image als Teenie-Band abzulegen, doch wachsender Ruhm, Konflikte und erste Skandale machen es ihnen schwer. Und das, während jeder von ihnen seine erste große Liebe findet und sie ihre größten Erfolge feiern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434875","hoster":"VOE"},{"path":"/redirect/13434878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/echt-unsere-jugend/staffel-1/episode-3","name":"Stehengeblieben","epNo":3,"alt":"","descr":"\"Echt\" schafft es endlich, als Band ernstgenommen zu werden, aber viele Konflikte und der größte Shitstorm in Kims Leben machen ihnen zu schaffen und werfen die mittlerweile jungen Männer aus der Bahn – auch ihre Freundschaft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13434872","hoster":"VOE"},{"path":"/redirect/13434873","hoster":"Streamtape"}]}]}]}]}