{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis","name":"Ed Stafford: Allein gegen die Wildnis","descr":"Der Ex-Soldat und Abenteurer Ed Stafford wird in entlegenen Winkeln der Welt ausgesetzt, von wo aus er zehn Tage Zeit hat, um einen Weg zurück in die Zivilisation zu finden. Die Naturlandschaften verlangen nicht nur ihren wenigen Bewohnern ein Höchstmaß an Widerstandskraft und Ausdauer ab, auch Ed Stafford muss sein gesamtes Survival-Wissen einsetzen, um sein Ziel zu erreichen und nicht entkräftet aufzugeben. Den Überlebenskampf tritt er unter anderem in der Atacama-Wüste in Südamerika und dem Altai-Gebirge in der Mongolei an","seasons":[{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1/episode-1","name":"Madagaskar: Die Mangrovenküste","epNo":1,"alt":"Madagascar: The Coastal Mangroves","descr":"Eine einzigartige Flora und Fauna. In Madagaskar, dem zweitgrößten Inselstaat der Welt, gibt es Tiere und Pflanzen, die nirgendwo sonst auf der Erde zu finden sind. Aber in der verlassenen Region, die sich Ed Stafford für sein Survival-Abenteuer ausgesucht hat, sind Nahrung und sauberes Trinkwasser knapp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306842","hoster":"VOE"},{"path":"/redirect/10106932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1/episode-2","name":"Bulgarien: Die Rhodopen","epNo":2,"alt":"Bulgaria: The Rhodope Mountains","descr":"15 000 Quadratkilometer Wildnis - aus der Vogelperspektive im Hubschrauber erkennt Ed Stafford, dass er es in den folgenden zehn Tagen mit extrem schwierigem Terrain zu tun bekommt. Denn in den bulgarischen Rhodopen kann man ohne Kompass und Landkarten leicht die Orientierung verlieren. Zudem streifen in dem bewaldeten Gebirge hungrige Bären herum, die man im Dickicht schnell übersieht. Daher ist beim Überlebenskampf in der spektakulären Naturlandschaft absolute Vorsicht geboten. Findet Ed einen Weg zurück in die Zivilisation?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306840","hoster":"VOE"},{"path":"/redirect/10106933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1/episode-3","name":"Mongolei: Das Altai-Gebirge","epNo":3,"alt":"Mongolia: The Altai","descr":"Das Altai-Gebirge erstreckt sich über eine Länge von über 2100 Kilometern im Grenzgebiet zwischen der Mongolei, Kasachstan, Russland und China. Die Landschaft rund um die bis zu 4500 Meter hohen Gipfel und Gletscher ist absolut atemberaubend. Aber der menschliche Körper tut sich mit den extremen Bedingungen in diesem Teil der Erde schwer. Denn abseits der Zivilisation hat Ed Stafford auf seiner Survival-Tour mit eisigem Wind und Temperaturen von minus 20 Grad zu kämpfen. Sprich,  in Mittelasien ist Überlebenskampf pur angesagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306843","hoster":"VOE"},{"path":"/redirect/10106934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1/episode-4","name":"Laos: Das Annamiten-Gebirge","epNo":4,"alt":"Laos: The Annamite Mountains","descr":"Es sind nicht nur die verborgenen Landminen und Blindgänger aus dem Indochinakrieg, die Ed Stafford in Laos Kopfschmerzen bereiten, sondern auch das extrem schwierige Terrain. Denn im südostasiatischen Binnenstaat versperren ihm riesige Kalksteinfelsen den Weg. Deshalb muss der Survival-Profi eine Entscheidung treffen. Kämpft er sich mühsam durch das Gebirge oder sucht er sein Heil auf dem Wasser. Der Brite entscheidet sich für die zweite Variante und ein provisorisches Floß soll ihn in die Zivilisation zurückbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306848","hoster":"VOE"},{"path":"/redirect/10106935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1/episode-5","name":"Bolivien: Die Atacama-Wüste","epNo":5,"alt":"Bolivia: The Atacama Desert","descr":"Die Atacama-Wüste erstreckt sich entlang der Pazifikküste Südamerikas und zählt zu den wasserärmsten Regionen der Erde. An manchen Orten wurde jahrzehntelang kein Niederschlag registriert. Die Sonne ist für Ed Stafford in diesem Teil der Welt Segen und Fluch zugleich. Denn sie hilft ihm bei der Orientierung und brennt gleichzeitig erbarmungslos auf ihn herab. Die Hitze ist in der Wildnis ein großes Problem. Bringt der Brite die Survival-Tour trotzdem erfolgreich hinter sich oder zwingt ihn die Einöde in die Knie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306851","hoster":"VOE"},{"path":"/redirect/10106936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ed-stafford-allein-gegen-die-wildnis-bild-discoveryscreenshot-bild-discoveryscreenshot-ed-stafford-allein-gegen-die-wildnis/staffel-1/episode-6","name":"Panama: Das Darien-Hindernis","epNo":6,"alt":"Panama: The Darien Gap","descr":"Die Panamericana führt von Alaska bis nach Feuerland. Doch in Panama wird die Verbindungsroute zwischen Nord- und Südamerika von einem natürlichen Hindernis unterbrochen. Dort endet die Straße im Busch und man befindet sich plötzlich mitten im Dschungel. Mit all seinen Gefahren. Wie zum Beispiel der Terciopelo-Lanzenotter, die mit ihrem Gift auch Menschen töten kann. Zudem nutzt die Drogenmafia Trampelpfade in der abgelegenen Region, um heiße Ware zu transportieren. Diesen Zeitgenossen sollte Ed Stafford in der Wildnis besser aus dem Weg gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306844","hoster":"VOE"},{"path":"/redirect/10106937","hoster":"Streamtape"}]}]}]}]}