{"seriesId":"ed-stafford-das-survival-duell","name":"Ed Stafford - Das Survival Duell","descr":"Abenteurer Ed Stafford tritt im \"Survival-Duell\" gegen erfahrene Überlebenskünstler an. In den Mangrovensümpfen Borneos, in der Wüste Gobi und in den Höhenlagen des Himalajagebirges müssen die Kontrahenten all ihre Fähigkeiten unter Beweis stellen, um die schweren Herausforderungen zu meistern. Schnelligkeit, Ausdauer und Widerstandskraft sind gefragt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Borneo: Ed vs. Aldo Kane","epNo":1,"alt":"Borneo","descr":"Borneo ist die drittgrößte Insel der Welt. Ed Stafford tritt auf dem Eiland gegen einen ehemaligen Royal Marine an. Aldo Kane ist topfit und hat bei den Streitkräften des britischen Naval Service gelernt, wie man sich in lebensfeindlichem Terrain fortbewegt. Die beiden Kontrahenten werden vor der Küste im Meer ausgesetzt. Nachdem sie an Land geschwommen sind, müssen sich die Überlebenskünstler über hundert Kilometer weit durch krokodilverseuchte Mangrovensümpfe kämpfen. Wer als Erster den Zielpunkt erreicht, gewinnt das \"Survival-Duell\".","versions":[{"lang":1,"streams":[{"redirect":13401701,"hoster":"VOE"},{"redirect":13401699,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kasachstan: Ed vs. Ken Rhee","epNo":2,"alt":"Kazakhstan","descr":"Ken Rhee hat bei den Special Forces gedient und kennt sich bestens mit Survival-Taktiken aus. Wenn Ed Stafford den südkoreanischen Elitesoldaten beim Mann-gegen-Mann-Duell schlagen will, dann muss er sich in Zentralasien sputen. Die beiden Kontrahenten kämpfen sich in Kasachstan durch eine unwirtliche Canyon-Landschaft. In dem Felslabyrinth kann man leicht die Orientierung verlieren und in der Umgebung streifen hungrige Wölfe umher. Den Raubtieren sollten die Männer bei ihrem Gewaltmarsch durch die Wildnis besser aus dem Weg gehen.","versions":[{"lang":1,"streams":[{"redirect":13401702,"hoster":"VOE"},{"redirect":13401704,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mongolei: Ed vs. Matt Graham","epNo":3,"alt":"Mongolia","descr":"In der unfruchtbaren Steppe findet man nur wenige natürliche Ressourcen. Deshalb müssen sich die Überlebenskünstler in den Bergen mit Vorräten eindecken, bevor sie sich in die endlosen Weiten der Wüste Gobi vorwagen. In dieser Folge nimmt es Ed Stafford bei einem packenden Kopf-an-Kopf-Rennen in der Mongolei mit einem der erfahrensten Survival-Gurus der Welt auf. \"Bushcraft Master\" Matt Graham ist konditionell in Topform und wird das Tempo in der Wildnis permanent hochhalten. Darauf muss sich sein Gegner aus Großbritannien einstellen.","versions":[{"lang":1,"streams":[{"redirect":13401706,"hoster":"VOE"},{"redirect":13401708,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Thailand: Ed vs. EJ Snyder","epNo":4,"alt":"Thailand","descr":"EJ Snyder nutzt in Thailand seine ganze Erfahrung, um Ed Stafford in die Schranken zu weisen. Der Kriegsveteran hat sich auf der ersten Etappe des Survival-Duells einen beachtlichen Vorsprung herausgearbeitet. Wenn sein Rivale diese Lücke schließen will, dann muss er sich in der Wildnis sputen. Aber die steilen Klippen, auf denen sich die Kontrahenten zum Fluss vorkämpfen, bieten nur wenig Halt. Je schneller man dort unterwegs ist, desto höher ist das Verletzungsrisiko. Kann der britische Überlebenskünstler seinen Gegner in Südostasien einholen?","versions":[{"lang":1,"streams":[{"redirect":13401711,"hoster":"VOE"},{"redirect":13401709,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Palau: Ed vs. Cat Bigney","epNo":5,"alt":"Palau","descr":"Am Ende des Regenbogens: Der Inselstaat Palau im Pazifischen Ozean wirkt auf den ersten Blick, wie ein idyllisches Touristenparadies. Aber dieser Eindruck täuscht, denn im Brackwasser tummeln sich hungrige Salzwasserkrokodile und auf den scharfen Felsen an den Küsten drohen schwere Verletzungen. Amazonas-Bezwinger Ed Stafford tritt beim \"Survival-Duell\" auf einem menschenleeren Eiland gegen die erfahrene Überlebenskünstlerin Cat Bigney an. Die Enkelin eines amerikanischen Ureinwohners ist mit den Gefahren in der Wildnis bestens vertraut.","versions":[{"lang":1,"streams":[{"redirect":13401712,"hoster":"VOE"},{"redirect":13401718,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Indien: Ed vs. John Hudson","epNo":6,"alt":"India","descr":"Ed Stafford und sein Rivale John Hudson wagen sich in Indien in gefährliche Gefilde vor. Das Duo kämpft sich beim \"Survival-Duell\" auf einer festgelegten Route durch das Himalaja-Gebirge. Dort müssen die Männer steile Anhöhen erklimmen und karge Geröllfelder durchqueren. Aber in viereinhalbtausend Meter Höhe fällt den Outdoor-Profis das Atmen schwer und die Überlebenskünstler haben für ihren Gewaltmarsch durch die Wildnis nicht den optimalen Zeitpunkt ausgewählt. Denn während des Monsuns gießt es auf dem Dach der Welt wie aus Kübeln.","versions":[{"lang":1,"streams":[{"redirect":13401716,"hoster":"VOE"},{"redirect":13401717,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bashan: Ed vs. Will Lord","epNo":1,"alt":"Ed vs Will Lord","descr":"Ed Stafford tritt in der chinesischen Provinz Shaanxi gegen seinen eigenen Lehrmeister an. Will Lord hat dem Briten beigebracht, wie man in der Wildnis primitive Waffen und Buschwerkzeuge baut, um damit Tiere zu jagen und Fleisch zu zerlegen. Die beiden Männer kämpfen sich im Bashan-Gebirge durch einen Irrgarten mit Felswänden und Höhlen. Danach führt ihr Weg durch einen Bambuswald. Beim Laufen und Klettern verbrennen die Kontrahenten rund 3500 Kalorien am Tag. Aber energiespendende Nahrungsquellen sind in der lebensfeindlichen Umgebung rar gesät.","versions":[{"lang":1,"streams":[{"redirect":13401721,"hoster":"VOE"},{"redirect":13401722,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Yunnan: Ed vs. Josh James","epNo":2,"alt":"Ed vs Josh James","descr":"Ed Stafford ist ein Abenteurer, wie er im Buche steht. In dieser Serie misst sich der Amazonas-Bezwinger in China mit den besten Survival-Profis der Welt. Schwieriges Terrain und extreme Wetterbedingungen: Im Bashan-Gebirge in der Provinz Shaanxi dürfen die Überlebenskünstler in einem Kalkstein-Labyrinth mit steilen Felswänden nicht die Orientierung verlieren. In den Sanddünen der Aksay-Wüste sind Wasser und Nahrung rar gesät. Und auf den Wanshan-Inseln kämpfen sich die Kontrahenten auf einem Surfbrett von einem verlassenen Eiland zum nächsten. Die Outdoor-Cracks müssen abseits der Zivilisation über sich hinauswachsen und all ihre Fähigkeiten aufbieten, um die kräftezehrenden Herausforderungen zu meistern. Bei den packenden Kopf-an-Kopf-Rennen sind in der Wildnis Schnelligkeit, Ausdauer und Widerstandskraft gefragt.","versions":[{"lang":1,"streams":[{"redirect":13401729,"hoster":"VOE"},{"redirect":13401726,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mount Siguniang: Ed vs. Ky Furneaux","epNo":3,"alt":"Ed vs Ky Furneaux","descr":"Nachts sinken die Temperaturen im Vier-Schwestern-Gebirge in der chinesischen Provinz Sichuan auf bis zu minus 20 Grad. Dort droht nicht nur Gefahr durch Steinschlag und Lawinen, sondern auch durch Unterkühlung. Ein windgeschützter Unterschlupf und ein wärmendes Lagerfeuer haben deshalb beim Überlebenskampf in der Wildnis oberste Priorität. Ed Stafford und seine Kontrahentin Ky Furneaux sind beim Survival-Duell auf unterschiedlichen Routen unterwegs. Die Hollywood-Stuntfrau wählt in dieser Folge den kürzeren Weg durch eine unwegsame Felsenlandschaft.","versions":[{"lang":1,"streams":[{"redirect":13401731,"hoster":"VOE"},{"redirect":13401728,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wanshan-Inseln: Ed vs. Matt Wright","epNo":4,"alt":"Ed vs Matt Wright","descr":"Wettstreit auf den Wanshan-Inseln: Ed Stafford und sein Rivale Matt Wright werden in dieser Folge im Südchinesischen Meer ausgesetzt. Dort kämpfen sich die Überlebenskünstler mit minimaler Ausrüstung von einem Eiland zum nächsten. Das Ziel ist ein 65 Kilometer entfernter Leuchtturm. Um dort hinzugelangen, müssen die Männer ihre Surfbretter zu seetauglichen Wasserfahrzeugen mit Segeln aufrüsten. Können die Survival-Cracks auf dem Ozean bei starkem Wind und zwei Meter hohen Wellen den Kurs halten oder werden sie in die falsche Richtung abgetrieben?","versions":[{"lang":1,"streams":[{"redirect":13401735,"hoster":"VOE"},{"redirect":13401737,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sichuan: Ed vs. Hakim Isler","epNo":5,"alt":"Ed vs Hakim Isler","descr":"Der Marsch durch das Zoigê-Feuchtgebiet in der chinesischen Provinz Sichuan kostet sehr viel Kraft. Hakim Isler sinkt dort bei jedem Schritt mit den Füßen im Morast ein. Der Kriegsveteran sollte möglicherweise seine Strategie überdenken. Denn sein Kontrahent hat eine andere Route gewählt und kommt in den Bergen deutlich schneller voran. Aber eine heranziehende Kaltfront könnte Ed Staffords Vorsprung rasch zunichtemachen. Dichte Wolken und Nebel erschweren auf dem Kamm in fast 4000 Meter Höhe die Orientierung. Der Abstieg ins Tal wird kein Spaziergang.","versions":[{"lang":1,"streams":[{"redirect":13401752,"hoster":"VOE"},{"redirect":13401753,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aksai Chin: Ed vs. Xinlei Wu","epNo":6,"alt":"Ed vs Xinlei Wu","descr":"Ed Stafford tritt in der chinesischen Provinz Ganzu gegen einen ehemaligen Elitesoldaten an. Wu Xinlei ist mit den extremen klimatischen Bedingungen in der Aksay-Hochlandwüste bestens vertraut. Der Outdoor-Profi legt beim Marsch durch die Sanddünen ein hohes Tempo vor. Trotzdem rechnet sich Ed Stafford beim Survival-Duell noch Siegchancen aus. Denn der britische Überlebenskünstler konnte mit einer Schleuder einen Hasen erlegen. Die nahrhafte Mahlzeit sorgt am Lagerfeuer für einen Energieschub – während bei Wu Xinlei spürbar die Kräfte nachlassen.","versions":[{"lang":1,"streams":[{"redirect":13401750,"hoster":"VOE"},{"redirect":13401751,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schottland: Ed vs. Matt Graham","epNo":1,"alt":"Ed vs Matt Graham (Grudge Match)","descr":"In der Mongolei hatte Matt Graham die Nase vorn. Dort musste sich Ed Stafford geschlagen geben. Aber diese Schmach will der Amazonas-Bezwinger nicht auf sich sitzen lassen. Und bei der Revanche in den schottischen Highlands hat Ed Stafford möglicherweise einen kleinen Heimvorteil, denn er kennt das Terrain aus seiner Zeit beim Militär. Dort marschieren die Kontrahenten durch sumpfiges Gelände und karges Hochland. Auf ihrer Route vom Meer zum Gipfel müssen die Männer eiskalte Seen umrunden. Und bei Wind und Nässe besteht akute Gefahr durch Unterkühlung.","versions":[{"lang":1,"streams":[{"redirect":13401759,"hoster":"VOE"},{"redirect":13401764,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Amazonas: Ed vs. Donny Dust","epNo":2,"alt":"Ed vs Donny Dust","descr":"Ed Stafford kehrt an den Amazonas zurück. Dort begann vor mehr als einem Jahrzehnt seine Survival-Karriere. Die vertraute Umgebung weckt Erinnerungen. Aber der Brite sollte sich auf das Hier und Jetzt fokussieren, denn ihn erwartet eine schwere Prüfung. In dieser Folge tritt er gegen einen Ex-Marine an. Die Männer werden im mächtigsten Strom der Erde abgesetzt. Sobald sie es ans Ufer geschafft haben, müssen sie sich 70 Kilometer weit durch einen Dschungel aus hohen Bäumen und Gestrüpp kämpfen, in dem es von Moskitos, giftigen Spinnen und Schlangen wimmelt.","versions":[{"lang":1,"streams":[{"redirect":13401777,"hoster":"VOE"},{"redirect":13401772,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Turkana-See: Ed vs. Max Djenohan","epNo":3,"alt":"Ed vs Max Djenohan","descr":"In lebensfeindlichem Terrain läuft Ed Stafford zur Hochform auf, dort hat der Ex-Soldat Rekorde aufgestellt. Aber in dieser Serie bekommt es der Brite mit durchtrainierten Rivalen zu tun. Beim \"Survival-Duell\" tritt er gegen erfahrene Überlebenskünstler an. In den schottischen Highlands, im Amazonas-Dschungel und in den Bergen Taiwans müssen die Kontrahenten über sich hinauswachsen und all ihre Fähigkeiten aufbieten, um die schweren Herausforderungen zu meistern. Dort sind Schnelligkeit, Ausdauer und Widerstandskraft gefragt. Ein packendes Kopf-an-Kopf-Rennen an den unwirtlichsten Orten der Welt: Kann Ed Stafford seine Herausforderer beim Zweikampf Mann gegen Mann in die Schranken weisen?","versions":[{"lang":1,"streams":[{"redirect":13401788,"hoster":"VOE"},{"redirect":13401789,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Taiwan: Ed vs. Sun Lingye","epNo":4,"alt":"Ed vs Sun Lingye","descr":"Sun Lingye ist Profi-Bergsteiger und Ultramarathonläufer. Außerdem verfügt er über medizinische Kenntnisse, die er am Mount Qilai zu seinem Vorteil nutzen kann. Denn in größer Höhe ist der menschliche Körper extremen Belastungen ausgesetzt. Die Auswirkungen auf seine Physis kann Sun Lingye wahrscheinlich besser einschätzen als Ed Stafford und gegebenenfalls schneller reagieren. Aber der Brite nimmt die Herausforderung an. Die beiden Männer wählen in Taiwan unterschiedliche Routen, um an den Zielpunkt zu gelangen. Und wer hat am Ende die Nase vorn?","versions":[{"lang":1,"streams":[{"redirect":13401793,"hoster":"VOE"},{"redirect":13401792,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kenia: Ed vs. the Wild Twins","epNo":5,"alt":"Ed vs The Wild Twins","descr":"Ed Stafford wagt sich in dieser Folge in die Höhle des Löwen vor, im Rift Valley wimmelt es nur so vor Raubtieren. Der Brite tritt in Kenia gegen Amber und Serena Shine an. Die Route führt mitten durch die Savanne, wo Raubkatzen bis in die frühen Morgenstunden nach Beute jagen. Auf dem Weg zum Zielpunkt am Fuße des Mount Poi müssen Ed und die \"Wild Twins\" außerdem einen Fluss überqueren, in dem sich Krokodile und Nilpferde tummeln. Unverhoffte Begegnungen mit unberechenbaren Wildnisbewohnern stellen bei der Survival-Prüfung eine große Gefahr dar.","versions":[{"lang":1,"streams":[{"redirect":13401794,"hoster":"VOE"},{"redirect":13401804,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Taiwan: Ed vs. Ness Knight","epNo":6,"alt":"Ed vs Ness Knight","descr":"Ness Knight liebt die Natur und das Abenteuer. Sie hat die Themse durchschwommen und den Essequibo-Fluss in Guyana in voller Länge mit dem Kajak befahren. Obendrein ist sie die Patin von Ed Staffords Sohn Ran. Die beiden Survival-Profis sind gut befreundet. Das macht die Challenge in Taiwan besonders. Dort bewegen sich die Überlebenskünstlerin und der britische Amazonas-Bezwinger auf gefährlichem Terrain. Im Tal der Götter nehmen sie es mit tückischen Stromschnellen, steilen Bergen und dichtem Dschungel auf. Und wer erreicht zuerst den Zielpunkt?","versions":[{"lang":1,"streams":[{"redirect":13401798,"hoster":"VOE"},{"redirect":13401799,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Special: Hinter den Kulissen","epNo":7,"alt":"Behind the Scenes","descr":"Ed Stafford ist beim \"Survival Duell\" gegen einige der besten Überlebenskünstler der Welt angetreten. Dabei ging nicht nur der britische Ex-Soldat bis an seine Grenzen, sondern auch das TV-Team. In den Bergen, im Dschungel und in der Savanne: Die Kameraleute mussten stets mit Ed Schritt halten, um die packenden Kopf-an-Kopf-Rennen im Bild festzuhalten. Und an einigen Orten, so wie in Kenia beispielsweise, kam es zu bizarren Zwischenfällen. Dort gab es einen blutigen Streit zwischen Dorfbewohnern. Dieses Special liefert einen Einblick hinter die Kulissen.","versions":[{"lang":1,"streams":[{"redirect":13401802,"hoster":"VOE"},{"redirect":13401803,"hoster":"Streamtape"}]}]}]}]}