{"seriesId":"eden-of-the-east","name":"Eden of the East","descr":"Die junge Saki Mori gerät auf ihrer Abschlussfahrt in die USA in Schwierigkeiten mit der Polizei, als sie in Washington D.C. versucht, Geldmünzen in den Brunnen vor dem Weißen Haus zu werfen. Glücklicherweise verlieren die Polizisten bereits wenig später das Interesse an Saki Mori, als ihnen Akira Takizawa splitternackt von der anderen Straßenseite mit einer Pistole in der Hand zuwinkt. Der mysteriöse Japaner scheint sein Gedächtnis verloren zu haben, schafft es aber dennoch, die Polizisten abzuhängen. Saki Mori ist verwirrt: Warum bekommt Akira Takizawi die Kleidung eines fremden Mannes, warum ist es für ihn spielend leicht, Flugtickets nach Japan für sich und Saki Mori zu besorgen, und was hat es mit seinem eigenartigen Handy auf sich?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Prinz","epNo":1,"alt":"I Picked Up A Prince","descr":"1. Eden of the East - Ein Prinz ist gefunden Februar 2011. Die Geschichte beginnt in Washington D.C., im Zentrum der westlichen Welt. SAKI MORIMI, die sich auf ihrer Abschlussreise befindet, begibt sich zum Weißen Haus und wirft eine Münze in Richtung des dortigen Brunnens. Wachmänner ertappen Sie dabei und finden die Aktion alles andere als harmlos. Zeitgleich taucht der splitternackte AKIRA TAKIZAWA auf und rettet sie aus der misslichen...","versions":[{"lang":1,"streams":[{"redirect":13917623,"hoster":"VOE"},{"redirect":8413756,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8997819,"hoster":"VOE"},{"redirect":8413723,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der sorglose Montag","epNo":2,"alt":"Melancholic Monday","descr":"2. Eden of the East - Der sorglose Montag Nachdem Akira Takizawa und Saki Morimi nach Japan zurückgekehrt sind, haben sie ein von Raketen getroffenes Tokio vor Augen. Zur gleichen Zeit meldet sich auch Akiras Noblesse-Handy, auf welchem sich noch die Summe von 8,2 Milliarden Yen befindet. Sie fliehen vom überfüllten Flughafen und machen sich auf den Weg nach Toyosu, da diese Adresse in Akiras Pass angegeben ist. Verfolgt werden sie dab...","versions":[{"lang":1,"streams":[{"redirect":9589932,"hoster":"VOE"},{"redirect":8413734,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13008446,"hoster":"VOE"},{"redirect":8413722,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Abend der Spätvorstellung","epNo":3,"alt":"On The Night Of The Late Show","descr":"3. Eden of the East - Der Abend der Spätvorstellung Saki und Akira sind endlich in Toyosu angekommen. Das Stadtviertel hat sich wegen der Vorfälle am Sorglosen Montag in eine Geisterstadt verwandelt. Inmitten der Ruinen steht ein menschenleeres Shopping-Center, dessen Adresse mit der in Akiras Pass angegebenen übereinstimmt. Ist dieses Gebäude etwa Akiras Zuhause? Während die beiden im Kino des Einkaufszentrums einen Film ansehen, neigt sich der...","versions":[{"lang":1,"streams":[{"redirect":9580440,"hoster":"VOE"},{"redirect":8413745,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499720,"hoster":"VOE"},{"redirect":8413746,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Realität oder Fiktion","epNo":4,"alt":"True Reality, False Reality","descr":"4. Eden of the East - Realität oder Fitkion Als Saki morgens zurückkehrt, wird sie von ihrem Schwager RYOSUKE freundlich empfangen. Doch der Schein trügt und Saki hegt gegenüber ihren Ersatzeltern komplizierte Gefühle. Während Saki kurz davor steht, einen Job anzunehmen, begibt sich Akira auf die Suche nach Selecao 5, auf dessen Spur ihn sein Handylog brachte. Nummer 5 betreibt ein Krankenhaus in einer Provinzstadt und erzählt Akira, das...","versions":[{"lang":1,"streams":[{"redirect":9580437,"hoster":"VOE"},{"redirect":8430322,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499721,"hoster":"VOE"},{"redirect":8413748,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Falscher Zeitpunkt, um nachzudenken","epNo":5,"alt":"Even Though Now Is Not The Time To Think About Things Like That","descr":"5. Eden of the East - Falscher Zeitpunkt um Nachzudenken Akira hat keine Lust mehr, darüber nachzudenken, wie man das Noblesse- Handy benutzt, und stellt sich die Frage, was er nun damit anstellen könnte. Da Saki für ihn zu einer besonderen Bekanntschaft geworden ist, beschließt er, sie nach ihrer Meinung zu fragen. Währenddessen führt Saki ein Gespräch mit ihrem Schwager Ryosuke. Es geht darum, dass er einst versprochen hat, sich so lange um sie zu ...","versions":[{"lang":1,"streams":[{"redirect":9580442,"hoster":"VOE"},{"redirect":8414316,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499723,"hoster":"VOE"},{"redirect":12482253,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eden of the East","epNo":6,"alt":"Eden Of The East","descr":"6. Eden of the East - Eden of the East In dieser Episode steht die Studentengruppe \"Eden of The East\" im Mittelpunkt, für die Saki als Repräsentantin tätig ist. Dieser Club hat eine Bilderkennungsmaschine erfunden, die jedoch von der Industrie abgelehnt wurde. Nachdem die restlichen Mitglieder Näheres zu den Vorfällen in Washington erfahren, steigt deren Interesse an Akira Takizawa. Sie entschließen sich, ihn in dessen Kinokomplex a...","versions":[{"lang":1,"streams":[{"redirect":9580441,"hoster":"VOE"},{"redirect":8414313,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499724,"hoster":"VOE"},{"redirect":8413732,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der schwarze Schwan","epNo":7,"alt":"Black Swan Dances","descr":"7. Eden of the East - Der schwarze Schwan Osugi wird von Saki und den Mitgliedern von Eden of The East vermisst, woraufhin Akira sich auf den Weg macht, ihn zu retten. Mit seinem Noblesse-Handy gelingt es ihm, Osugis Aufenthaltsort herauszufinden. Unterwegs dorthin wird er jedoch von Selecao 11 gestört und in einen Verkehrsunfall verwickelt. Nummer 11 scheint Osugi gefangen genommen zu haben und für die Serienmorde verantwortlich zu se...","versions":[{"lang":1,"streams":[{"redirect":9580444,"hoster":"VOE"},{"redirect":8413733,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499726,"hoster":"VOE"},{"redirect":8413728,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Suche nach dem verlorenen Pfad","epNo":8,"alt":"Search For A Fore-Lost Journey","descr":"8. Eden of the East - Die Suche nach dem verlorenen Pfad Akira will mit allen Mitteln versuchen, sein verlorenes Gedächtnis sowie den gelöschten Handylog zurückzubekommen. Er begibt sich nach Kyoto, um einen begnadeten Hacker namens \"Panties\" aufzusuchen. Dieser soll seinem Handy die Geheimnisse entlocken. Der Junge scheint ein Wunderkind zu sein und hat sich auf Tatami zurückgezogen. Er verweigert jeden direkten Kontakt zu anderen Menschen und denno...","versions":[{"lang":1,"streams":[{"redirect":9580439,"hoster":"VOE"},{"redirect":8413736,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499725,"hoster":"VOE"},{"redirect":8413699,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vom Winde verweht","epNo":9,"alt":"The Man Who Lived Too Little","descr":"9. Eden of the East - Vom Winde verweht Was ist die Wahrheit hinter den Raketenangriffen? Und wohin sind die 20.000 NEETs verschwunden? Langsam kommen immer mehr Details aus Akiras Vergangenheit ans Licht. Scheinbar steckt Selecao 10 namens YUKI hinter dem Raketenangriff und plant auch bereits den nächsten. Etwa zur gleichen Zeit triff t ein Mann am Bahnhof von Kyoto ein. Es handelt sich um Daiju Mononobe, der in direkter Verbindung ...","versions":[{"lang":1,"streams":[{"redirect":9589929,"hoster":"VOE"},{"redirect":8413708,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499729,"hoster":"VOE"},{"redirect":8413696,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wer hat A.T. getötet?","epNo":10,"alt":"Who Killed Takizawa Akira?","descr":"10. Eden of the East - Wer hat A.T. getötet? Ohne Saki etwas zu sagen, steigt Akira aus dem Shinkansen aus und trifft daraufhin auf den Selecao Mononobe. Dieser möchte das Handy-Spiel gerne beenden und nimmt Akira mit zur Harima-Universität. Saki würde Akira zwar gerne mehr vertrauen, kann ihre Zweifel jedoch nicht unterdrücken und ruft Akira an. Dieser reagiert auf den Anruf, indem er Saki seine Unterhaltung mit dem Selecao mithören läss...","versions":[{"lang":1,"streams":[{"redirect":9700260,"hoster":"VOE"},{"redirect":8413718,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499728,"hoster":"VOE"},{"redirect":8413720,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eden Of The East wird fortgesetzt","epNo":11,"alt":"The East That Goes On","descr":"11. Eden of the East - Eden of the East wird fortgesetzt Mehrere Tausend NEETs stürmen in das Shopping Center. Die Mitglieder von Eden of The East sind regelrecht umzingelt und werden im Kinokomplex eingeschlossen. Saki und Micchon sind währenddessen unterwegs nach Toyosu. Auf dem Weg dorthin erklärt sie am Telefon Hirasawa und den anderen, warum die vielen NEETs verschwunden waren und jetzt plötzlich wieder aufgetaucht sind. Hirasawa rät ihr daraufh...","versions":[{"lang":1,"streams":[{"redirect":9600928,"hoster":"VOE"},{"redirect":8413716,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13499730,"hoster":"VOE"},{"redirect":8413721,"hoster":"Streamtape"}]}]}]}]}