{"seriesId":"eden","name":"Eden","descr":"Griechenland: ein sonniger Tag am Strand. Die See ist ruhig, die Temperaturen angenehm, die Stimmung unter den Touristen blendend, als plötzlich ein mit Flüchtlingen vollbesetztes Schlauchboot in die Urlaubsidylle platzt und seine 50 Insassen sich an den entgeisterten Badegästen vorbei in die nahegelegenen Seitenstraßen flüchten – darunter auch der 16-Jährige Amare aus Nigeria. Dieses Ereignis ist Dreh- und Angelpunkt für das Schicksal verschiedener Menschen: die deutsche Familie Hennings, Gastfamilie eines jungen Migranten, die französische Unternehmerin Hélène, die ein kommerzielles Modell von Flüchtlingslagern ersinnt und ein von Schuldgefühlen geplagter griechischer Sicherheitsbeamter.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Als ein Flüchtlingsboot den Badestrand auf der griechischen Insel Chios erreicht, treffen zwei Welten aufeinander: Die Ankommenden eilen so schnell sie können durch das knietiefe Wasser dem rettenden Strand entgegen, die Sonnentouristen beobachten sie dabei teils neugierig, teils irritiert aus sicherer Distanz. Auch Familie Hennings aus Mannheim macht Urlaub auf Chios und wird so zum ersten Mal direkt mit der Flüchtlingsthematik konfrontiert. Nach ihrer Rückkehr beschließen Silke und Jürgen, selbst aktiv zu werden und nehmen den jungen Syrer Bassam bei sich auf, zum Leidwesen ihres Sohns Florian, der gegen die ungewohnte Situation rebelliert. In Griechenland werden derweil die Neuankömmlinge, darunter auch Amare und sein älterer Bruder Daniel, in einem Flüchtlingscamp untergebracht. Der Entscheid über ihren Aufenthaltsstatus ist langwierig, und während Amare sich ganz gut einlebt, will sein Bruder, um endlich arbeiten zu können, nach England weiterziehen – ein folgenschwerer Entschluss. Die Leiterin des Flüchtlingscamps, Hélène Durand, versucht in Brüssel derweil grünes Licht für die Privatisierung weiterer Camps zu erhalten. Die bestmögliche Versorgung der Flüchtlinge liegt ihr am Herzen, doch sie muss auch auf die Interessen ihres bisher einzigen Investors Rücksicht nehmen. Maryam und ihr Mann waren in Syrien gut situiert und konnten mit ihrer kleinen Tochter den offiziellen Weg über die französische Botschaft nach Paris nehmen. Doch Hamid trägt brisante Informationen bei sich, und die Angst vor dem Regime ist sein ständiger Begleiter.","versions":[{"lang":1,"streams":[{"redirect":11306900,"hoster":"VOE"},{"redirect":10106952,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Amare und sein Bruder Daniel sind zwei der Flüchtlinge, die es mit einem Schlauchboot über das Mittelmeer bis an einen griechischen Strand geschafft haben. Doch in dem griechischen Flüchtlingscamp, in dem sie dann leben, hält Daniel es wegen der Ungewissheit über seinen Asylantrag und weil er endlich arbeiten will nicht mehr aus. Er will weiter nach England. Auf der Flucht vor den Sicherheitsleuten des Camps stürzt er auf einer abgelegenen Baustelle in den Tod. Sein 16-jähriger Bruder irrt nun allein durch Athen. Die beiden Sicherheitsleute, Alexandros und sein Schwager Yiannis, stecken in einer Zwickmühle zwischen ihrem schlechten Gewissen und der Angst, ihre Jobs zu verlieren. Auch im Camp herrscht Chaos: Um die Schleuser bezahlen zu können, hatte Daniel einen Laptop und Tablets aus dem Bürocontainer gestohlen und den danach in Brand gesetzt. Nun will Campleiterin Hélène den Vorfall vertuschen, um das unbefleckte Image des Camps nicht zu gefährden. Denn in Brüssel steht gerade die für sie und ihren Investor existenziell wichtige Entscheidung über eine weitere Privatisierung von Flüchtlingscamps an. In Paris haben auch Maryam und ihr Mann Hamid Schwierigkeiten, sich zurechtzufinden. Hamid kann als Informant eines französischen Journalisten zwar auf dessen Hilfe zählen, doch die Informationen, die er weitergibt, könnten zur Gefahr für die Familie werden. Bassam, der bei Familie Hennings in Mannheim untergekommen ist, hat ebenfalls Schwierigkeiten, sich in seinem neuen Umfeld zurechtzufinden. Denn Florian, der Sohn der Hennings, rebelliert mit aller Kraft gegen die ungewohnte Situation … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":11306901,"hoster":"VOE"},{"redirect":10106953,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Auch nachdem ihre Flucht nach Europa geglückt ist hören die Probleme noch lange nicht auf: Der 16-jährige Nigerianer Amare hofft nach dem Tod seines älteren Bruders durch Schleuser weiter nach Norden zu gelangen, über die griechische Grenze. Nun sitzt er im dunklen Laderaum eines stickigen und überfüllten Kleintransporters und weder er noch die anderen Flüchtlinge wissen, wohin genau die Reise geht. Die Sicherheitsleute, die sich für Daniels Tod verantwortlich fühlen, wollen die Leiche verschwinden lassen, um nicht mehr damit in Verbindung gebracht werden zu können. Hélène, die Leiterin des Flüchtlingscamps, ist mit ihrem Versuch, einen Skandal zu verhindern, gescheitert. Die Informationen über den Brand in ihrem Camp sind bereits bis nach Brüssel vorgedrungen, und der sicher geglaubte Plan bekommt Risse. In Paris bangt die Syrerin Maryam nach dem Angriff auf ihren Mann um die Sicherheit ihrer Familie. Hamid hat brisante Informationen aus Syrien mit nach Frankreich gebracht. Reicht der Einfluss des syrischen Regimes bis in ihr Exil? Auch Bassam, der in Mannheim bei Familie Hennings untergekommen ist, scheint etwas zu verbergen und führt per Videochat lautstarke Streitgespräche. Silke gibt sich alle Mühe, zu ihm durchzudringen, doch Bassam lehnt jede Form von Hilfe, jeden gut gemeinten Ratschlag ab. Silkes rebellierender Sohn Florian gießt mit seinen Provokationen zusätzlich Öl ins Feuer.","versions":[{"lang":1,"streams":[{"redirect":11306906,"hoster":"VOE"},{"redirect":10106955,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Zwei der Bewohner sind aus einem Flüchtlingsheim in Athen weggelaufen. Einige Tage später wird die Leiche des älteren der Brüder gefunden und die Polizei beginnt Fragen zu stellen. Die beiden Wächter, die in der betreffenden Nacht Dienst hatten, werden nervös. Sie sind in den Tod des Jungen verwickelt und hatten die Leiche verschwinden lassen. Besonders der sensible Yiannis leidet deshalb unter seinen Schuldgefühlen und schafft es kaum noch, das belastende Geheimnis für sich zu behalten. Das könnte nicht nur für seinen Schwager und Kollegen Alexandros gefährlich werden, sondern auch für die Betreiberin des Camps. Denn dem ehrgeizigen Chef der konkurrierenden Sicherheitsfirma Deltan käme ein Skandal, der Hélènes Position noch weiter schwächen würde, gerade recht. Amare, der kleine Bruder des Toten, macht sich derweil alleine auf den Weg nach England. Von den teuer bezahlten Schleusern betrogen, sitzt er jedoch vor der streng bewachten mazedonischen Grenze fest. Für Maryam, ihren Mann Hamid und ihre kleine Tochter war es dank der Hilfe eines französischen Journalisten vergleichsweise einfach, nach Paris zu kommen. Doch seit einem Angriff auf ihren Mann verfolgt sie auch hier die Angst vor dem syrischen Regime und treibt sie weiter in die soziale Isolation. Gleichzeitig scheint auch Hamid etwas über seine Arbeit als Informant vor Maryam zu verbergen. Wem kann sie noch trauen? Diese Frage stellen sich in Mannheim auch die Hennings. Ihnen wird bewusst, wie wenig sie über den jungen Flüchtling Bassam wissen, den sie bei sich aufgenommen haben. Sogar Silke, die sonst mit allen Mitteln versucht, sein Vertrauen zu gewinnen, wird misstrauisch. Heimlich durchsucht sie sein Zimmer und wird fündig.","versions":[{"lang":1,"streams":[{"redirect":11306904,"hoster":"VOE"},{"redirect":10106958,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Der Tod eines Flüchtlings sorgt in Athen für Aufregung. Noch wissen die Ermittler nicht, dass zwei der Wächter des Flüchtlingscamps, in dem er untergebracht war, darin verstrickt sind. Doch einer der beiden, Yiannis, versinkt nach dem Vorfall in Schuldgefühlen und hat sich selbst kaum noch im Griff. In der ohnehin schon angespannten Situation wird er so nicht nur für seinen Kollegen und Schwager Alexandros, sondern auch für die Campbetreiberin Hélène zum Risikofaktor. Das Camp sollte zum Vorzeigeobjekt für ihre Lobbyarbeit in Brüssel werden, stattdessen ist sie nun damit beschäftigt, einen Skandal nach dem anderen zu vertuschen und ihre Konkurrenz scheint ihr immer einen Schritt voraus zu sein. Muss sie ihr Unternehmen doch verkaufen? Amare, der kleine Bruder des Toten, muss auf seiner Flucht nach England einen Rückschlag nach dem nächsten wegstecken. Bei einem Ziegenfarmer kann er zum ersten Mal seit langem wieder durchatmen, doch der Traum seines Bruders, nach England zu gehen, lässt ihn nicht los und so begibt er sich wieder ins Ungewisse. In Paris ist Maryam seit dem Angriff auf ihren Mann Hamid verunsichert. Bei dem Angreifer handelt es sich ausgerechnet um den Mann ihrer neuen Freundin Samira. Hamid erzählt sie das nicht, denn seitdem er sich über die Hintergründe des Angriffs und seine Arbeit als Informant für einen Journalisten in Widersprüche verliert, kann sie auch ihm nicht mehr trauen. Also begibt sich Maryam selbst auf Spurensuche und kommt der Wahrheit schließlich einen Schritt näher. In Mannheim sind sich Silke und Jürgen uneinig über den Umgang mit Bassam und die Erziehung ihres Sohnes. Doch als Florian seine Provokationen zu weit treibt, wird das schnell zur Nebensache …","versions":[{"lang":1,"streams":[{"redirect":11306916,"hoster":"VOE"},{"redirect":10106959,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Hélène hat lange genug versucht, die Vorfälle in ihrem Flüchtlingscamp geheim zu halten und ist damit letztlich doch gescheitert. Nun steht in Brüssel die finale Entscheidung darüber an, wer das Mandat für weitere Camps bekommt. Ihr Konkurrent von der Sicherheitsfirma Deltan ist siegessicher. Hat Hélène noch eine Chance? Mit dem Tod des nigerianischen Flüchtlings Daniel werden sie und das Campmanagement zum Glück noch nicht in Verbindung gebracht. Damit das auch so bleibt und er seinen Arbeitsplatz nicht verliert, muss Alexandros dafür sorgen, dass sein Schwager und Kollege Yiannis nicht die Nerven verliert und zur Polizei geht. Doch der von Schuldgefühlen geplagte Yiannis ist instabiler denn je und offenbart Alexandros schließlich das ganze Ausmaß seiner Verzweiflung. Paris wird zum Schauplatz für intensive Begegnungen: Zum ersten Mal seit langer Zeit sieht Bassam Fares und Samira, seinen Onkel und seine Tante, wieder. Nach Bassams Ankunft in Paris kann Hamid sich nicht länger vor seiner Vergangenheit verstecken. Was weiß er über das Schicksal von Bassams Vater? Auch Amare verschlägt es nach Paris, wo er endlich die Gelegenheit hat, seine Mutter anzurufen. Als Minderjähriger kann er nicht zurück nach Griechenland abgeschoben werden. Kommt er in Paris endlich zur Ruhe?","versions":[{"lang":1,"streams":[{"redirect":11306915,"hoster":"VOE"},{"redirect":10106961,"hoster":"Streamtape"}]}]}]}]}