{"seriesId":"edens-zero","name":"Edens Zero","descr":"In Granbell Kingdom, einem verlassenen Vergnügungspark, hat Shiki sein ganzes Leben zwischen Maschinen verbracht. Doch eines Tages tauchen Rebecca und ihr Katzengefährte Happy am Eingangstor des Parks auf. Was die beiden Neuankömmlinge nicht wissen: dies ist der erste menschliche Kontakt in Granbell seit hundert Jahren! Während Shiki sich schwertut, neue Freunde zu finden, wittern seine ehemaligen Nachbarn die Chance für eine Robo-Rebellion … Und als seine alte Heimat zu gefährlich wird, muss Shiki sich Rebecca und Happy auf ihrem Raumschiff anschließen und in den grenzenlosen Kosmos entkommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf zum Himmel, wo die Kirschblüten blühen","epNo":1,"alt":"Into the Sky Where Cherry Blossoms Flutter","descr":"Der junge Shiki blickt fasziniert von einem Kometen in den Himmel. Er plant, Mutter, eine Göttin des Kosmos, zu finden, nachdem er mit Bcuber Rebecca und Happy dem Planeten Granbell entkommen ist, um herauszufinden, dass die meisten seiner Roboterfreunde an einem Virus leiden.","versions":[{"lang":1,"streams":[{"redirect":8434997,"hoster":"VOE"},{"redirect":8434993,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437323,"hoster":"VOE"},{"redirect":8437322,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Mädchen und die blaue Katze","epNo":2,"alt":"A Girl and Her Blue Cat","descr":"Rebecca, Happy und Shiki reisen nach Blue Garden, Star of Adventurers, um Shiki als Abenteurer in der Abenteurergilde Meteor Candle zu registrieren. Shiki, begeistert von dieser neuen Umgebung, kann nicht mehr stillhalten ... Dann nutzen Diebe einen Moment der Ablenkung von den Abenteurern, um Happy zu entführen!","versions":[{"lang":1,"streams":[{"redirect":12252059,"hoster":"VOE"},{"redirect":8435008,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437335,"hoster":"VOE"},{"redirect":8437331,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abenteurer","epNo":3,"alt":"Adventurers","descr":"Shiki hat seine Entscheidung getroffen: Er will Mutter treffen, eine riesige Frau, größer als ein Stern, die irgendwo im Universum steht. Rebecca und Happy möchten sie begleiten, um neue Videos zu machen. Dafür brauchen Abenteurer ein besseres Schiff. Die B-Cubeuse kennt jemanden, der ihnen helfen könnte ...","versions":[{"lang":1,"streams":[{"redirect":8435017,"hoster":"VOE"},{"redirect":8435019,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12921992,"hoster":"VOE"},{"redirect":8437347,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Mann namens Weisz","epNo":4,"alt":"A Man Named Weisz","descr":"Shiki, Rebecca und Happy sind gerade bei Norma angekommen und machen sich auf den Weg zu Doktor Wise. Dann treffen sie einen jungen Mann, der behauptet, der Weise Steiner zu sein. Was Rebecca und Happy etwas verwundert, denn ihre Bekanntschaft soll ein älterer Mensch sein! Sehr schnell versteht der B-Cubeuse, was los ist ...","versions":[{"lang":1,"streams":[{"redirect":8435027,"hoster":"VOE"},{"redirect":12978162,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13008449,"hoster":"VOE"},{"redirect":8437354,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Clash! Der Sibir-Clan","epNo":5,"alt":"Clash!! The Sibir Family","descr":"Shiki, Rebecca und Happy erfahren, dass Pino ein Androide aus der Zukunft ist und auch wenn sie damals nicht eingreifen wollten, aus Angst, die Vergangenheit zu ändern, eilen sie ihm im Hauptquartier der Familie Sybille zu Hilfe. Währenddessen wartet Wise ab, um Pino zurückzuholen, während Sybille mit Pino plaudert…","versions":[{"lang":1,"streams":[{"redirect":8435043,"hoster":"VOE"},{"redirect":8435042,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11834140,"hoster":"VOE"},{"redirect":8437363,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Skull Fairy","epNo":6,"alt":"The Skull Fairy","descr":"Für Shiki und seine Freunde läuft die Zeit davon! Von der Polizei verfolgt, versuchen sie Norma zu verlassen, aber ein unbekanntes Feld hindert sie daran, den Planeten zu verlassen. Aber es ist nicht ohne das Eingreifen von Wise! Inzwischen hat der legendäre Pirat, der die sieben kosmischen Meere regiert, Erzy Crimson, Shiki aufgespürt ...","versions":[{"lang":1,"streams":[{"redirect":8435053,"hoster":"VOE"},{"redirect":8435049,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437371,"hoster":"VOE"},{"redirect":8437369,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Schlachtschiff des Dämonenkönigs","epNo":7,"alt":"Warship of the Demon King","descr":"Shiki hat sich auf die Suche nach Erzy gemacht, um sie zu besiegen und das Schiff zu stehlen! Der Kampf verspricht hart zu werden für den jungen Abenteurer aus Granbell. Während des Kampfes erfährt er, dass der Piratenkapitän ein alter Bekannter seines Großvaters, des Großen Dämons Ziggy, ist und dass selbst er Mutter nicht getroffen hat…","versions":[{"lang":1,"streams":[{"redirect":13917625,"hoster":"VOE"},{"redirect":8435058,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437380,"hoster":"VOE"},{"redirect":8437385,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wind weht auf dem Highway","epNo":8,"alt":"Wind Howls on the Highway","descr":"Während sie mit seinen Freunden das Schiff erkunden, treffen Shiki und seine Freunde Witch, einen der vier leuchtenden Sterne des Großen Dämons. Sie ist für das Management des Schiffes verantwortlich und teilt ihnen mit, dass sie die anderen 3 Shining Stars finden müssen, wenn sie Cosmos Sakura mit der Edens Zero verlassen möchten. Dann machten sie sich an die Recherche...","versions":[{"lang":1,"streams":[{"redirect":8435062,"hoster":"VOE"},{"redirect":8435060,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437394,"hoster":"VOE"},{"redirect":8437393,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Planet Guilst","epNo":9,"alt":"Planet Guilst","descr":"Rebecca wurde gerade, wie viele B-Cuber, auf Blue Garden entführt! Um seinen Freund zu retten, macht sich Shiki auf den Weg zum Planeten Guilst, einem Planeten, der von vielen Kriminellen bewohnt wird. Aber er muss sich beeilen, denn Rebecca soll an einen Schurken der schlimmsten Sorte verkauft werden, eine gewisse Illega ...","versions":[{"lang":1,"streams":[{"redirect":8435063,"hoster":"VOE"},{"redirect":8435064,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437397,"hoster":"VOE"},{"redirect":8437395,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Operation „Nackt fliehen“","epNo":10,"alt":"The Great Naked Escape","descr":"Shiki, Homura und Pino sind im Rogue Out HQ, wo sie Schwester treffen. Aber leider ist Rebecca nicht da. Schlimmer noch, sie werden von den alten Shining Stars bei weitem nicht gut angenommen. Unterdessen wird die Situation für die B-Würfel kritisch. Aber Rebecca scheint einen hinter dem Kopf zu haben, um durchzukommen ...","versions":[{"lang":1,"streams":[{"redirect":8435065,"hoster":"VOE"},{"redirect":8704109,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437406,"hoster":"VOE"},{"redirect":8437405,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sister Ivry","epNo":11,"alt":"Sister Ivry","descr":"Als sie fliehen wollten, werden die B-Würfel von Jin, dem Söldner der Rogue One-Gilde, gefangen. Dann kommt Shiki, um sich für seinen Kampf gegen Blue Garden zu rächen. Währenddessen widersetzt sich Wise Homura, da er sicher ist, dass der Samurai etwas verbirgt ...","versions":[{"lang":1,"streams":[{"redirect":8435070,"hoster":"VOE"},{"redirect":8435071,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437408,"hoster":"VOE"},{"redirect":8437412,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Neue Freunde","epNo":12,"alt":"New Friends","descr":"Shiki und ihre Freunde retten Rebecca und die B-cubers aus Illegas Händen und fliehen vom Planeten Guilst, der kurz davor steht, von \u0027Zeitfressern\u0027 vernichtet zu werden.","versions":[{"lang":1,"streams":[{"redirect":8435075,"hoster":"VOE"},{"redirect":8435074,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8997841,"hoster":"VOE"},{"redirect":9024294,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der hypervirtuelle Planet","epNo":13,"alt":"The Super Virtual Planet","descr":"Hermit, einer der vier Dämonen, die auf Iron Hill auf dem Planeten Blue Garden gefunden wurden, befand sich in einem abnormalen Schlafzustand - einem Zustand, in dem das menschliche \u0027Herz\u0027 beschädigt war. Shiki und seine Kollegen finden heraus, dass die Ursache für diesen abnormalen Schlaf darin besteht, dass Hermits Geist in die digitale Welt \u0027The Super Virtual Planet Digitalis\u0027 eintaucht und sie ihre Körper mitnehmen, um Hermit zu retten.","versions":[{"lang":1,"streams":[{"redirect":9366096,"hoster":"VOE"},{"redirect":9366098,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8997840,"hoster":"VOE"},{"redirect":9024296,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Mädchen auf dem Hügel","epNo":14,"alt":"The Girl on the Hill","descr":"Shiki und seine Freunde fanden schließlich Hermit auf dem supervirtuellen Planeten Digitalis. Hermit weigert sich jedoch hartnäckig, mit Shiki und seinen Freunden nach Edens Zero zurückzukehren. Shiki und seine Freunde sind verwirrt von Hermit, der kalt sagt: \u0027Ich hasse Menschen.\u0027 Was ist mit dem Einsiedler passiert? Ungefähr zur gleichen Zeit griff eine Horde von Monstern, die von Spieler Jamirov manipuliert wurden, der in Digitalis wiederholt angegriffen hatte, die Stadt Crysta an.","versions":[{"lang":1,"streams":[{"redirect":9366100,"hoster":"VOE"},{"redirect":9366101,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8997833,"hoster":"VOE"},{"redirect":9024297,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Shiki, das Riesenungeheuer","epNo":15,"alt":"Great Kaiju Shiki","descr":"Shiki und seine Freunde sind fassungslos über Homuras Verrat. Dort taucht jedoch ein weiterer Homura in Form eines Mädchens auf. Shiki und seine Freunde sind von den beiden Homura verwirrt. Homura sagt, dass er sich in Gefangenschaft befand, sobald er bei Digitalis ankam, und den gefälschten Homura verfolgte, der entkommen war. Währenddessen rät Einsiedler, der sein Herz verschlossen hatte, Shiki und seinen Freunden, die mit Jamilovs Cheat zu kämpfen haben: \u0027Du solltest auch diesen Cheat verwenden.\u0027","versions":[{"lang":1,"streams":[{"redirect":9366104,"hoster":"VOE"},{"redirect":9366106,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8437314,"hoster":"VOE"},{"redirect":8437320,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Feuerwerk","epNo":16,"alt":"Fireworks","descr":"Edens Zero, dessen System von der sich offenbarenden Spinne gehackt wurde, wird von innen zerstört. Nur Hermit kann das System mehr normalisieren. Hermit schließt sich jedoch in der Kleiderfabrik ein und weigert sich, dies zu tun. \u0027Ist mir egal...\u0027, hält meine Knie und erinnert sich an die letzten 15 Jahre. Es ist Hermits grausamste Erinnerung an den Traum von \u0027Freundschaft zwischen Mensch und Maschine\u0027.","versions":[{"lang":1,"streams":[{"redirect":9366108,"hoster":"VOE"},{"redirect":9366110,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8376959,"hoster":"VOE"},{"redirect":8376960,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Im Tempel des Wissens","epNo":17,"alt":"The Temple of Knowledge","descr":"Einsiedler kehrte nach Edens Zero zurück und drei der vier Dämonenkönige waren versammelt. Um einen Hinweis auf den Verbleib des verbliebenen zu bekommen, begeben sich Walküre, Shiki und seine Freunde zum \u0027Planet of Time Mildian\u0027, wo die \u0027legendäre Wahrsagerin des Kirschblüten-Universums\u0027 lebt. Währenddessen wird Drakken Joe von Spider über Edens Zero informiert. Es war eine überraschende Person, die kommunizierte, um Informationen zu erhalten, und sagte: \u0027Rieche nicht nach Gold!\u0027","versions":[{"lang":1,"streams":[{"redirect":9366114,"hoster":"VOE"},{"redirect":9366112,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8439144,"hoster":"VOE"},{"redirect":8439150,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Worte geben Kraft","epNo":18,"alt":"Words Will Give You Strength","descr":"","versions":[{"lang":1,"streams":[{"redirect":9366116,"hoster":"VOE"},{"redirect":9366118,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8516885,"hoster":"VOE"},{"redirect":8516884,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Planet des Für-immer-und-ewig","epNo":19,"alt":"From the Planet of Eternity","descr":"Walküre befindet sich auf dem \u0027Planet Saint Jewel\u0027 - Edens Zero geht nach Saint Jewel, mit Informationen von Xiaomei. Unterwegs begegnete ich einem Fischschwarm, der aus einem der äußeren Universen, dem \u0027Aoi-Universum\u0027 geflossen zu sein scheint. Unter ihnen findet Shiki einen Mann in Not und hilft ihm, indem er das Ruder in einem Raumanzug hält. Ein Mann namens Captain Connor sagte, sein Schiff sei bei einem Unfall vermisst worden und sagte: \u0027Ich kann den Kapitän dieses Schiffes übernehmen\u0027, als Dank für die Rettung.","versions":[{"lang":1,"streams":[{"redirect":9365963,"hoster":"VOE"},{"redirect":9365953,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8545758,"hoster":"VOE"},{"redirect":8545757,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Stones","epNo":20,"alt":"Stones","descr":"Shiki und Homura werden gewaltsam aus dem Goldpalast, wo die wohlhabenden Einwohner von Saint Jewel leben, in das Arbeitsviertel zurückgeführt. Es war ein rauer Ort, an dem man ein Halsband anlegen und Ressourcen für die angezeigte Zahl abbauen konnte. Darüber hinaus müssen die Ressourcen und das Metall gesammelt werden, indem eine Lebensform aus Erz namens Stones besiegt wird. Wer in aller Welt macht so etwas unvernünftiges? Der Name, der aus dem Mund der Arbeiter kam, war \u0027Red Lady\u0027. Sie war die mächtigste Person auf diesem Planeten.","versions":[{"lang":1,"streams":[{"redirect":9365962,"hoster":"VOE"},{"redirect":9365993,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12334261,"hoster":"VOE"},{"redirect":8710366,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Reset","epNo":21,"alt":"Reset","descr":"Rebecca und seine Freunde begeben sich unter Ninos Anleitung zur Luke, die mit dem Arbeitsviertel verbunden ist. Nino teilt ihm mit, dass er ein Untergebener der Roten Lady ist, genannt \u0027Fist Sin Ten Nino\u0027, und dass die Rote Lady nach Edens Zero sucht. Rebecca und seine Freunde betreten das Arbeitsviertel, wo sie einen Mann namens Paul treffen, der sich selbst \u0027Schüler der Walküre\u0027 nennt. Auf der anderen Seite schlug Shiki \u0027Whip Sinten Garrett\u0027 nieder, aber mit der Kraft von \u0027Red Eyes\u0027, die von Garrett aktiviert wurde, wurde er mit Homura zum Minenherrn Black Rock\u0027s Den versetzt.","versions":[{"lang":1,"streams":[{"redirect":9366004,"hoster":"VOE"},{"redirect":9366025,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8762561,"hoster":"VOE"},{"redirect":8762563,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Maschinenmutter","epNo":22,"alt":"My Mother, the Machine","descr":"Als er jung war, wurde Homura von Walküre auf dem Stern seiner Heimatstadt des ständigen Krieges abgeholt und aufgezogen. Die Leute schlugen zu: \u0027Roboter imitieren ihre Mütter\u0027, aber Homura liebte seinen starken und sanften Meister Walküre. Valkyrie denkt jedoch, dass \u0027Homura eine menschliche Mutter braucht\u0027 und macht sich auf die Suche nach Homuras Mutter. Die \u0027Wahrheit\u0027, die Walküre widerfuhr, die nie zurückkehrte, war für Homura zu grausam.","versions":[{"lang":1,"streams":[{"redirect":9366038,"hoster":"VOE"},{"redirect":9366040,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8853310,"hoster":"VOE"},{"redirect":8853305,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Bis es sich in Kraft verwandelt","epNo":23,"alt":"Until the Day It Turns to Strength","descr":"Während Shikis Kampf mit Kurenais Truppen hackt Drakken den Satelliten Blaze und bereitet sich darauf vor, Edens Zero zu erobernim Kampf. Kurenai schickt Garrot, eine widerstrebende Nino, und ihren Gefährten Baku, um das Arbeitsviertel selbst anzugreifen, während sie Shiki mit dem Kurenai Dragoon bekämpft, einem Knight Gear, der Shikis Kräften widersteht. Rebecca versucht, Homura auf die Schlacht vorzubereiten, erlaubt ihr jedoch, Walküre\u0027s Tod weiter zu verarbeiten, als sie sie immer noch benommen vorfindet, und hilft den Arbeitern gegen Kurenais Invasionstruppen zu Homuras Schutz. Bakus Angriff wird von Weisz abgefangen, der mit seiner fertigen Waffe, einem mechanischen Anzug, den er mit seinem Ether Gear modifiziert, ein Superhelden-Alter Ego namens \"Arsenal\" angenommen hat. Weisz besiegt Baku, bevor er die Energie des Anzugs erschöpft, der verschwindet und Weisz völlig nackt zurücklässt.","versions":[{"lang":1,"streams":[{"redirect":13008447,"hoster":"VOE"},{"redirect":9366073,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9022652,"hoster":"VOE"},{"redirect":9022663,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der ihren Willen weiterträgt","epNo":24,"alt":"Taking Up the Torch","descr":"Shiki nutzt seine Kräfte auf unorthodoxe Weise, um den Kurenai-Dragonern Schaden zuzufügen und ihren Kampf in das Arbeitsviertel zu bringen. Dort muss Rebecca gegen Nino kämpfen, als er ihre Gruppe während eines Nachschubs in eine Falle stürzt. Als Nino Rebecca besiegt, bemerkt sie mehrere Parallelen zwischen den Schlachten der Crew auf Sun Jewel und Mildian, die auch Hinweise enthalten, die dazu führen, dass sich ihre Ätherausrüstung aus ihren wiederholten Bädern in Edens Zero . manifestiert\u0027s Spa. Rebeccas Ether Gear spult die Zeit auf den Moment vor ihrer Niederlage zurück und ermöglicht es ihr, Nino zu unterwerfen und zu reformieren; Sie nennt ihr Ether Gear \"Leaper\" nach ihrer neu verbesserten Geschwindigkeit, ohne sich ihrer wahren Kraft bewusst zu sein. Währenddessen bemerkt Homura die umgebende Schlacht und versucht, sich ihren Verbündeten anzuschließen, wird jedoch durch eine verzögerte Wirkung von Garrots Peitsche gelähmt. Garrot ausgeliefert, benutzt Homura ihre ultimative Ether Gear-Technik, um Valkyries Schwert in die Luft zu schleudern und Garrot von oben aufzuspießen, nachdem er ihren Angriff negiert hat. Sie erholt sich und vereint sich danach wieder mit Rebeccas Gruppe und dankt ihren Freunden dafür, dass sie ihr geholfen haben, ihre Trauer zu überwinden.","versions":[{"lang":1,"streams":[{"redirect":9366090,"hoster":"VOE"},{"redirect":9366089,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9022654,"hoster":"VOE"},{"redirect":9022625,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Jemand, der voller Liebe ist","epNo":25,"alt":"Someone to Love","descr":"Shiki kombiniert seine Kräfte mit den Raketen des Kurenai-Dragoners, um den Mech zu zerstören, was zur Gefangennahme von Kurenai führt. Nachdem Nino Kurenais Roboterarmee deaktiviert hat, wählen Shiki und Paul Homura, um über Kurenais Bestrafung zu entscheiden. Kurenai täuscht Mitleid mit Homura vor, um ihre Vergebung zu erlangen, aber Homura erkennt Kurenais Desinteresse, indem er ihr eine Puppe zeigt, die Kurenai ihr einst geschenkt hat, die Kurenai jedoch nicht erkennt. Homura erkennt Walküre als ihre Mutter an und schickt Kurenai ins Exil, die von einem zuvor von ihr entstellten rachsüchtigen Mann angegriffen und gefangen genommen wird. Shikis Team verlässt Walküre auf Sun Jewel und kehrt nach Edens Zero zurück, die Drakken entgangen ist, um die Crew über das Schicksal der Walküre zu informieren. Hexe und Schwester geraten in einen Streit darüber, dass es sinnlos ist, Walküre wiederzubeleben, den Shiki löst, indem sie die Crew auffordert, ihren Tod zu akzeptieren. In Übereinstimmung mit Shiki bietet Homura an, die Position von Valkyrie innerhalb der Vier Leuchtenden Sterne zu besetzen. Die anderen Leuchtenden Sterne begrüßen Homura und trauern um Walküre, bevor sie ihre Reise fortsetzen, verfolgt von Drakken.","versions":[{"lang":1,"streams":[{"redirect":9366091,"hoster":"VOE"},{"redirect":9366094,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9022706,"hoster":"VOE"},{"redirect":9022708,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Belial Gore","descr":"Rebecca erlebt im Bad einen unheilvollen Traum. Als sie aufwacht, erfährt sie, dass Shiki und ihre Freunde an Bord von Drakken Joes Schlachtschiff, der Belial Gore, gegangen sind, um herauszufinden, was er mit ihrem Schiff will.","versions":[{"lang":3,"streams":[{"redirect":13418630,"hoster":"VOE"},{"redirect":13418629,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Element 4","descr":"Drakken Joe hat drei seiner Schergen losgeschickt, um Edens Zero zu erobern, aber als Witch sie aufhält, ergreift er drastische Maßnahmen und schickt seine Elite-Spezialeinheiten, die Element 4, los.","versions":[{"lang":3,"streams":[{"redirect":13418641,"hoster":"VOE"},{"redirect":13418638,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Wind Blows Through the Sakura Cosmos","descr":"Shikis Gruppe bringt Weisz in Sibirs Bar in Sicherheit. Wegen seiner Verletzungen wird Rebecca losgeschickt, um die Medikamente zu überbringen, doch als sie dort ankommt, sieht sie sich einem neuen Feind gegenüber.","versions":[{"lang":3,"streams":[{"redirect":13418650,"hoster":"VOE"},{"redirect":13418652,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"No. 29","descr":"Rebecca findet sich in Drakkens Zimmer wieder, wo der Mann ihr sagt, dass er reden möchte. Währenddessen kämpft Shiki gegen Jinn, während Sylph Homura verfolgt.","versions":[{"lang":3,"streams":[{"redirect":13418654,"hoster":"VOE"},{"redirect":13418656,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Intercession","descr":"Bevor Daichi Rebecca noch mehr Schaden zufügen kann, verwandelt Laguna sie in Wasser und schimpft mit seinem Kollegen. An anderer Stelle werden Homura und Weisz gefangen genommen und Drakken erscheint vor Shiki und Jinn.","versions":[{"lang":3,"streams":[{"redirect":13679891,"hoster":"VOE"},{"redirect":13679893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Our Future","descr":"Rebecca wacht in der Krankenstation ihrer Schwester auf und bemerkt, dass sich die Dinge erneut wiederholen. Sie holt Shiki und die anderen schnell zu einem Treffen und bespricht ihren Traum, von dem Hermit vermutet, dass sie einen Zeitsprung gemacht hat.","versions":[{"lang":3,"streams":[{"redirect":13679898,"hoster":"VOE"},{"redirect":13679897,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"4 Vs. 4","descr":"Die Besatzung landet vor dem Gebäude, aber die Element 4 sind da, um sie aufzuhalten. Die Shining Stars lassen Shikis Gruppe an sich vorbeifliegen, während sie gegen vier kämpfen.","versions":[{"lang":3,"streams":[{"redirect":13679835,"hoster":"VOE"},{"redirect":13679836,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Sword of Edens","descr":"Homura und Witch erledigen ihre jeweiligen Gegner. Unterdessen vermutet Drakken, dass an dieser plötzlichen Invasion etwas nicht stimmt. An anderer Stelle plant Rebeccas Gruppe, wie sie den Dunklen Alchemisten besiegen kann.","versions":[{"lang":3,"streams":[{"redirect":13679834,"hoster":"VOE"},{"redirect":13679840,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Shiki vs. Drakken","descr":"Nach der Trennung geht Rebeccas Gruppe zum Lebenserhaltungsgerät, während Shiki gegen Drakken kämpft.","versions":[{"lang":3,"streams":[{"redirect":13679839,"hoster":"VOE"},{"redirect":13679841,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Advent of the Demon King","descr":"Während die Four Shining Stars Blue Garden vor der sicheren Zerstörung durch den kürzlich übernommenen Satellite Blaze bewahren, verleiht Shikis Overdrive ihm die volle Macht des Dämonenkönigs, die er gegen die mutierten Drakken einsetzen kann.","versions":[{"lang":3,"streams":[{"redirect":13679843,"hoster":"VOE"},{"redirect":13679842,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Edens One","descr":"Die Crew von Edens besucht Blue Garden zu einem Treffen mit Noah, wo er und Rebecca über das Geheimnis von Connors Verschwinden nachdenken. Nach der Trennung von Noah zu besseren Konditionen – und zu gemischten Konditionen von Labilia.","versions":[{"lang":3,"streams":[{"redirect":13679845,"hoster":"VOE"},{"redirect":13679848,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Clash of the Cosmos","descr":"Die Besatzung der Edens Zero befindet sich in einem Kampf auf Leben und Tod gegen die Edens One, der die Zero hoffnungslos überlegen ist. Gerade als die Zero vor der sicheren Zerstörung steht, wird das Schiff durch die rechtzeitige Ankunft von Elsie gerettet, deren Status als eine der Oración Seis Galáctica die One zu einem vorübergehenden Rückzug zwingt. Elsie ist traurig über Ziggys verändertes Verhalten und bereitet sich darauf vor, mit der Edens Zero-Crew über ihn zu sprechen.","versions":[{"lang":3,"streams":[{"redirect":13679849,"hoster":"VOE"},{"redirect":13679852,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Woman They Called Pirate","descr":"Elsies Ankunft ermöglicht es der Edens Zero, der Hauptkanone der Edens One auszuweichen. Ziggy erkennt Elsie als eine der Oración Seis Galáctica an, sechs mächtige Krieger, zu denen auch Drakken gehören, und zieht sich zurück. Elsie geht an Bord der Edens Zero, um Ziggys Veränderung zu besprechen und enthüllt ihre Vergangenheit als Kriegsflüchtling, den Ziggy gerettet und mit der Übergabe der Edens Zero an Shiki betraut hat. Sie verrät auch, dass sie Ziggy seit ihrer letzten Begegnung mit Shiki beobachtet hat und in seinen Überresten einen dunklen, unbekannten Äther entdeckt hat, was zu ihrer Entdeckung führte, dass Ziggy wieder auf der Suche nach Mutter ist. Nachdem Elsie gegangen ist, bekräftigt Shiki das Ziel seiner Crew, Mutter zu finden und Ziggy zu besiegen. Die Edens Zero setzen ihre Reise fort, durchqueren Dragonfall und tauchen im Aoi-Kosmos auf, einem mit Ozeanen gefüllten Sektor, der von einem anderen Mitglied der Oración Seis Galáctica, Kaiser Poseidon Nero, regiert wird. Hermit überprüft die gelöschten Protokolle des Schiffs und findet übrig gebliebene Daten auf dem Feuerplaneten Red Cave, wo sie vermutet, dass sie einen Hinweis auf Mutter finden.","versions":[{"lang":3,"streams":[{"redirect":13679850,"hoster":"VOE"},{"redirect":13679853,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Nadia, Love of My Life","descr":"Der Offizier der Interstellaren Unionsarmee, Justice, bereitet sich darauf vor, in den Aoi-Kosmos zu gehen, um Elsie zu fangen und zu töten, die er für die Zerstörung seines Lebens verantwortlich macht. Währenddessen erreicht die Crew der Edens Zero die Rote Höhle und ist überrascht, dass der \"Feuerplanet\" ein ozeanisches Paradies ist. Beim Entspannen am Strand wird die Crew Zeuge, wie ein Raumschiff ins Meer stürzt. Shikis Gruppe untersucht das Schiff und findet darin ein menschliches Skelett. Rebecca bemerkt eine Meldung auf dem Bedienfeld mit der Aufschrift \"Nadia, die Liebe meines Lebens\". Sie finden auch eine nahegelegene Unterwasserstadt voller deaktivierter Roboter sowie einen Tempel mit einem Relief der Mutter. Nachdem die Gruppe von einem Monsterkrake angegriffen wurde, flüchtet sie in den wasserlosen Tempel, wo sie von der Wächterin, einer Androidenfrau namens Nadia, begrüßt wird.","versions":[{"lang":3,"streams":[{"redirect":13679854,"hoster":"VOE"},{"redirect":13679855,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"A Robot In Love","descr":"Nadia führt Shikis Gruppe zu einer Vulkanhöhle, in der sich ein Leuchtfeuer für Mutter befindet, das vom gestohlenen Schatz des Tempels übrig geblieben ist. Da die Besatzung nicht in der Lage ist, die Brücke zu überqueren, bittet Witch Laguna um Hilfe, die sich seit Drakkens Niederlage auf Blue Garden versteckt hält. Unterdessen spricht Nadia über ihren menschlichen Mechaniker und Liebhaber Andrew, der 200 Jahre zuvor aufbrach, um den Schatz zu bergen, dessen Diebstahl die anderen Roboter von Red Cave deaktiviert und den Planeten überschwemmt hat, sodass Nadia von einem Energiekabel gestützt wird. Rebecca erkennt, dass die Leiche draußen Andrews ist, verheimlicht jedoch die Wahrheit, um Nadias Gefühle zu schonen, da Nadia glaubt, dass Menschen genauso langlebig sind wie Androiden.Die Kräfte von Hexe und Laguna ermöglichen es Shiki, das Leuchtfeuer sicher zu erhalten, das sich als eine Spur des Äthers der Mutter aus einem Relikt herausstellt, einem von mehreren Artefakten, die von ihrer Energie durchdrungen sind. Bevor die Crew sich auf die Suche nach weiteren Relikten macht, informiert Witch Nadia über Andrews Tod durch eine Asteroidenkollision, die sein Schiff bei seiner Rückkehr mit dem Relikt im Orbit festhielt. Nadia durchtrennt in ihrer Trauer ihr Kabel, gewinnt jedoch ihren Lebenswillen zurück, als die Kraft des Relikts sie rettet, die anderen Roboter wiederbelebt und den Planeten in seinen ursprünglichen Zustand zurückversetzt.","versions":[{"lang":3,"streams":[{"redirect":13679856,"hoster":"VOE"},{"redirect":13679860,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"In The Doghouse","descr":"Elsies Crew wird von Justices Flotte überfallen, flüchtet jedoch auf den Dschungelplaneten Foresta, nachdem sie ihren Crewmitglied Jesse als Spion im Bunde mit der Interstellaren Unionsarmee entlarvt hat. In der Zwischenzeit wird Laguna als vorläufiges Besatzungsmitglied an Bord der Edens Zero aufgenommen, sehr zum Protest von Weisz, der ihm, Jinn und Kleene ihre Knechtschaft gegenüber Drakken übel nimmt. Die Crew entdeckt ein Relikt auf Foresta, aber als Shikis Gruppe den Planeten danach durchsucht, finden sie eine Stadt, in der Roboter gegen Menschen rebelliert haben, viele Tote hinterlassen und die Überlebenden wie Hunde behandelt haben. Die Gruppe wird von Rebeccas Besuchsfreund Couchpo beschützt, der erklärt, dass Ziggy für den Aufstand verantwortlich ist, da er die Kontrolle über Roboter auf dem ganzen Planeten übernommen hat. Umzingelt von einer Robotermeute führt Shiki seine Freunde widerwillig dazu, sie abzuwehren.","versions":[{"lang":3,"streams":[{"redirect":13679861,"hoster":"VOE"},{"redirect":13679862,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Battle of Foresta","descr":"Die Edens Zero wird von Roboterdrohnen angegriffen, was Jinn, Kleene und Laguna auffordert, das Schiff zu verteidigen. Hermit stellt fest, dass ein Server einen Virus verbreitet, um die Roboter zu beeinflussen, und dass auch die Four Shining Stars Gefahr laufen, infiziert zu werden. Unterdessen warnt ein nicht infizierter Roboter Shikis Team, dass Nero sein Kommandoteam Beast geschickt hat, um alle Roboter auf Foresta zu säubern, um die Sicherheit der Menschen zu gewährleisten. Unmittelbar nachdem er sich mit Shiki angefreundet hat, wird der Roboter von Mora, einem von Beasts Mitgliedern, zerstört. Es kommt zu einem Kampf zwischen Shikis Team und Beast, der dazu führt, dass Mitglieder beider Seiten während eines Luftangriffs durch die Drohnen getrennt werden. Hermit ruft Weisz zurück zum Schiff, um dabei zu helfen, Ziggys Server zu deaktivieren, während Shiki, Rebecca und Homura jeweils gegen die Beast-Mitglieder Orc, Britney und Mora antreten.","versions":[{"lang":3,"streams":[{"redirect":13679865,"hoster":"VOE"},{"redirect":13679870,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Star Drain","descr":"Shiki betritt Overdrive und besiegt Orc, der vorhersagt, dass Shiki und Ziggy gegen Shura antreten werden, einen weiteren Benutzer der Schwerkraft. Homura besiegt Mora, nachdem er ihn mit Waldresten bedeckt hat, um seine Fähigkeit zu überwinden, sich in flüssigen Leim zu verwandeln, und bringt ihn dazu, in eine verletzliche, feste Form zurückzukehren. Rebecca kann Britney nichts anhaben, sie verwandelt sich in eine Rauchwolke. Rebecca muss fliehen und rennt durch einen brennenden Teil des Dschungels, um Britney mit seinem heißen Luftstrom zu behindern. Unterdessen nutzt Elsie ihre \"Star Drain\"-Ätherausrüstung, um einen Mob infizierter Roboter zu bezwingen, was die Aufmerksamkeit von Justice auf sich zieht, während Hermit Weisz dabei begleitet, Ziggys Server, einen riesigen Satelliten, zu modifizieren.","versions":[{"lang":3,"streams":[{"redirect":13679866,"hoster":"VOE"},{"redirect":13679868,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Darling Little Piece of Junk","descr":"Rebecca betritt einen Haushaltsgeräteladen, um einen Staubsauger gegen Britneys Rauchentwicklung einzusetzen, doch Britney überschwemmt das Gebäude mit ätzendem Nebel, bevor Rebecca die Benutzersperre des Staubsaugers umgehen kann. Rebeccas Ether Gear dreht jedoch die Zeit um und ermöglicht ihr, das Vakuum zu aktivieren, wodurch Britney gefangen wird. Rebecca experimentiert mit ihrer Kraft, entdeckt deren Grenzen und gefährliche Auswirkungen auf ihren Körper, wenn sie übermäßig beansprucht wird, und kommt zu dem Schluss, dass es sich um eine andere Fähigkeit als bei ihrem vorherigen Zeitsprung handelt. An Bord von Ziggys Satellit stellen Weisz und Hermit fest, dass dieser von Hermits früherem Täter, dem verrückten Wissenschaftler Müller, gesteuert wird, der zum Cyborg geworden ist und sich mit Ziggy verbündet hat.  Müller lähmt Weisz und hält Hermit davon ab, weiter mit ihr zu experimentieren, während der in der Nähe befindliche Kleene durch eine böswillige Präsenz einen schweren mentalen Schock erleidet. Unterdessen stehen sich Shiki und Homura der stärksten Truppe von Beast gegenüber, doch die Truppe kann leicht von Justices Untergebenen Victory und Creed gefangen genommen werden. Die Justiz erkennt Shiki als Erben von Ziggys Macht an und lässt seine Männer Homura verhaften, während er sich darauf vorbereitet, Shiki wegen seiner offenen Verbindung mit Elsie zu töten.","versions":[{"lang":3,"streams":[{"redirect":13679871,"hoster":"VOE"},{"redirect":13679872,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Kiss \u0026 Die","descr":"Justice überwältigt Shiki mit seiner eigenen \"Star Drain\"-Ätherausrüstung, aber Elsie rettet Shiki. Elsie und Justice kämpfen bis zum Tod gegeneinander und entpuppen sich als Könige eines Planeten, auf dem Elsie ihre korrupte Regierung verraten und einen Bürgerkrieg angezettelt hat, der ihre Familien tötete. Da die beiden seit ihrer Kindheit eine Heirat verabredet haben, geben sie vor, ihre Romanze durch einen Kuss wieder aufleben zu lassen, um sich abzulenken und sich gegenseitig zu erstechen. Währenddessen manipuliert Weisz seinen Arsenal-Anzug, um seinen gelähmten Körper zu bewegen und Hermit freizulassen, was Müller so wütend macht, dass er den infizierten Robotern befiehlt, alle Menschen zu töten. Shiki wird von einem nicht infizierten Roboter mit den gleichen Schwerkraftkräften wie er behandelt, mit denen der Roboter alle anderen Maschinen auf dem Planeten bewegungsunfähig macht, bevor er sich als Xenolith, Ziggys Mentor und Erfinder des Schwerkraft-Ether Gear, zu erkennen gibt.","versions":[{"lang":3,"streams":[{"redirect":13679874,"hoster":"VOE"},{"redirect":13679875,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Doomsday System","descr":"Die verletzte Elsie zieht sich zurück, nachdem Xenoliths Schwerkraft ihren Kampf mit Justice stört, während Homura mit Rebecca flieht, nachdem Creed Homura freigelassen hat, um sie davor zu bewahren, unabsichtlich von Victorys riesiger Gestalt zerquetscht zu werden. Unterdessen offenbart Müller, dass er Dschinn während ihrer Kindheit vor Kleenes Augen zerstückelt und wieder aufgebaut hat, was ihn zur Quelle von Kleenes Trauma macht. Als Schwester dies hört, löscht sie Kleenes Erinnerung an das Ereignis, um ihr Leben zu retten. Müller aktiviert Forestas Selbstzerstörungssystem, bevor er Weisz‘ Arsenal-Anzug zerstört, um ihn bewegungsunfähig zu machen, aber Laguna kommt und nutzt sein Wasser, um Weisz zu manövrieren, der Müllers kybernetischen Körper zerstört. Auf einen lebenden Kopf reduziert, bittet Müller um Hermits Vergebung, aber Hermit verwirft ihn, nachdem er mithilfe seines Netzhautscans das Sicherheitssystem des Servers entsperrt hat, wodurch sie den Virus und das Doomsday-System entschärfen kann. Obwohl sich die Roboter des Planeten wieder normalisieren, ist sich die Besatzung nicht sicher, ob sich Mensch und Roboter jemals versöhnen werden.","versions":[{"lang":3,"streams":[{"redirect":13679876,"hoster":"VOE"},{"redirect":13679881,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Oceans 6","descr":"Die Crew der Edens Zero erholt sich an Bord des Schiffes mit Couchpo, Xenolith und einem geretteten Menschenmädchen, das mit dem von Mora zerstörten Roboter befreundet war. Weisz schließt Frieden mit Jinn und Kleene, die aus Dankbarkeit dafür, dass Schwester Kleene geheilt hat, bei der Crew bleiben. Unter der Führung seiner prophetischen Würfel tut Nero nichts anderes, als Shura, seinen Adoptivsohn, mit der Reaktion auf Forestas Verwüstung zu betrauen. Shura erhält das Kommando über Oceans 6, die stärkste Streitmacht des Imperiums, zerstört aber aus Vorurteilen gegenüber Robotern das Robotermitglied des Teams, Cyca. Unterdessen trainiert Xenolith die Besatzung intensiv in der Virtual-Reality-Einrichtung des Schiffes, um sie auf den Kampf gegen Ziggy vorzubereiten. Während eines Fluchttrainings, bei dem die Besatzung hilflos festgehalten wird, scheint Ziggy durch Xenoliths Körper in die virtuelle Realität einzudringen.","versions":[{"lang":3,"streams":[{"redirect":13679885,"hoster":"VOE"},{"redirect":13679883,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Judgment Day","descr":"Shiki befreit sich von seinen Fesseln, um Ziggy anzugreifen, als er Rebecca bedroht, entdeckt jedoch, dass es sich bei Ziggys Invasion um ein Hologramm handelt, das Xenolith im Rahmen ihrer Ausbildung erstellt hat. Nach der Sitzung gibt Xenolith der Crew ein Flaschenverschluss-Relikt und enthüllt, dass es sich bei den Artefakten um gewöhnliche Gegenstände handelt, die sich auf Mother befanden. Eine Woche später schließt die Crew ihre Ausbildung ab und verlässt Foresta, um nach weiteren Relikten zu suchen, wobei sie eines in Form eines hohen Gebäudes findet. Die Suche wird durch eine Nachrichtensendung unterbrochen, in der Shura seine Absicht ankündigt, als Reaktion auf die Aufstände auf Foresta und anderen Planeten alle Roboter im Aoi-Kosmos zu eliminieren. Unterdessen bekräftigt Ziggy seine Mission, Shiki zu zerstören, den er als Bedrohung für das Universum bezeichnet, und schwört, den Aoi-Kosmos zu erobern, indem er Neros Reich erobert.","versions":[{"lang":3,"streams":[{"redirect":13679878,"hoster":"VOE"},{"redirect":13679882,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Desert Oasis","descr":"Shiki beschließt, Shura zu besiegen, nachdem Hermit herausfindet, dass die Berichte über Maschinenaufstände außerhalb von Foresta gefälscht wurden, um die Ausrottung der Roboter zu rechtfertigen. Laguna bringt die Crew zum Wüstenplaneten Sandra, um die Hilfe von Oasis zu gewinnen, einer Rebellenorganisation, die sich Nero widersetzt, und entpuppt sich als ehemaliges Mitglied, das die Gruppe verlassen hat. Die Crew erfährt von Oasis, dass Shura plant, die Roboter über das All-Link-System zu steuern, ein Netzwerk auf dem Planeten Nero 66, das nur funktioniert, wenn die Planeten bei Flut vom Ozean des Aoi-Kosmos überflutet werden. Der Anführer von Oasis, Goodwin, lehnt die Hilfe der Besatzung zunächst aus Feindseligkeit gegenüber Laguna ab, überlegt es sich aber noch einmal, als die Besatzung ihre stark verbesserte Kraft und ihr Können gegen einen plötzlichen imperialen Überfall unter Beweis stellt.","versions":[{"lang":3,"streams":[{"redirect":13679890,"hoster":"VOE"},{"redirect":13679886,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Prelude to the Aoi War","descr":"Die Crew von Edens Zero macht sich auf den Weg, um eine Nachbarstadt vor einem Angriff eines Orks zu retten, der eine Bombe installiert hat, die die Hälfte von Sandra zerstören kann. Orc löst die Bombe aus, nachdem er ein zweites Mal von Shiki besiegt wurde, aber Shiki hebt die Bombe sicher in die Luft, bevor sie explodiert, und erlangt so den Respekt von Oasis. Die Besatzung und Oasis reisen nach Nero 66, wo die imperiale Blockade von der Interstellaren Unionsarmee besetzt ist. Unterwegs trifft Laguna wieder auf seine ehemaligen Teamkollegen, die ihm erzählen, dass die Tochter des früheren Anführers von Oasis von Shura getötet wurde. Weisz stellt Laguna zur Rede, weil er die Crew in seinen Rachefeldzug gegen Nero verwickelt hat, und droht, ihn zu töten, falls ihnen etwas zustoßen sollte. Während Oasis die imperiale Flotte ablenkt, dringt die Edens Zero in die Atmosphäre von Nero 66 ein, wo Shura Shikis dunkler werdende Präsenz spürt.","versions":[{"lang":3,"streams":[{"redirect":13679889,"hoster":"VOE"},{"redirect":13679895,"hoster":"Streamtape"}]}]}]}]}