{"path":"/serie/stream/ef-a-tale-of-memories","name":"Ef: A Tale of Memories","descr":"[Ger Sub] [Staffel 1: Ef: A Tale of Memories / Staffel 2: Ef: A Tale of Melodies]Nachdem sich Mizuki in ihrem Urlaub bei Renji einquartiert hat, trifft sie dort auf den Violinisten Kuze. Dieser steckt augenscheinlich gerade in einer Krise und hat seine Geige schon lange nicht mehr angerührt. Mizuki ist er jedoch sofort sympathisch und da sie keinen besseren Zeitvertreib weiß, beschließt sie, ihm Gesellschaft zu leisten. Dabei kommen sich die beiden langsam näher und Kuzes dunkle Vergangenheit kommt ans Licht. Yuu, der Vormund von Chihiro, denkt zurück an seine Schulzeit und seine sich damals wieder erneuernde Bekanntschaft mit dem Mädchen Yuuko. Ihre Wege trennten sich, als sie beide noch Kinder waren, doch als sie nun in der Schule wieder aufeinandertreffen, reißen auch alte Wunden wieder auf.","seasons":[{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-1","name":"","epNo":1,"alt":"eve","descr":"Renji Aso trifft Chihiro Shindo einen Tag nach der Schule an einem verlassenen Bahnhof und kehrt mehrere Tage hintereinander zum selben Bahnhof zurück, um sie wiederzusehen, und schließt schließlich am dritten Tag seine Freundschaft mit ihr. Kyosuke Tsutsumi ist in der Weihnachtsnacht mit seiner Freundin unterwegs, als er von Kei Shindo abgelenkt wird, der die Straße entlang rennt, doch ein vorbeifahrender Lastwagen verdirbt ihm die Chance. Auf dem Weg zu Keis Weihnachtsfeier hält Hiro Hirono an einer Kirche, um Nachforschungen anzustellen, wo er überrascht ist, Yuko Amamiya zu sehen, und dann fährt Miyako Miyamura mit seinem Fahrrad davon, um einen Handtaschendieb zu verfolgen. In derselben Kirche bittet Renji Yu Himura um Karriereratschläge und wird aufgefordert, seiner Leidenschaft zu folgen. Miyako verbringt die Nacht schließlich mit Hiro, nachdem er mit seinem Fahrrad einen Unfall hatte und sich bewusstlos machte, und Hiro schafft es nie zu Keis Party.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8997822","hoster":"VOE"},{"path":"/redirect/8413637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-2","name":"","epNo":2,"alt":"upon a time","descr":"Chihiro erzählt Yuko und Kei von Renji. Kei weckt Hiro und zwingt ihn aufzustehen und zur Schule zu gehen. Während Hiro den Unterricht schwänzt, trifft er erneut auf Miyako und findet heraus, dass sie im selben Jahr an derselben Schule sind, allerdings in verschiedenen Klassen. Er erzählt ihr, dass er den Unterricht nur deshalb so selten besucht, weil er bereits ein etablierter Manga-Autor ist. Kyosuke grübelt weiterhin über die kurze Aufnahme, die er gemacht hat, als Kei an Weihnachten durch die Stadt rennt, obwohl er sie nicht erkennt. Renji trifft Chihiro wieder und kommt ihr näher. Von ihr erfährt er schließlich, dass sie einen Gedächtnisfehler hat, der dazu führt, dass sie sich an nichts erinnern kann, was in den letzten dreizehn Stunden vergangen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8997826","hoster":"VOE"},{"path":"/redirect/8413765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-3","name":"","epNo":3,"alt":"paradox","descr":"Renji trifft sich weiterhin jeden Tag nach der Schule mit Chihiro, obwohl er sich fragt, ob er mit dieser halbherzigen Haltung weitermachen sollte. Einen Tag nach der Schule regnet es, also geht Renji Chihiro nicht entgegen, weil er denkt, dass sie unter diesen Umständen nicht kommen würde, aber sie kommt trotzdem und erkältet sich, worüber Renji später schreckliche Gefühle hat. Hiro geht während der Schule mit Miyako in die Stadt und sie essen in einem Café zu Mittag. Nachdem Hiro versehentlich ihren Vornamen vergessen hat, lässt Miyako ihn im Café zurück. Kyosuke verlässt den Filmclub und trennt sich sogar von seiner Freundin.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499731","hoster":"VOE"},{"path":"/redirect/8413693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-4","name":"","epNo":4,"alt":"honestly","descr":"Renji sieht Chihiro zum ersten Mal, nachdem sie ihre Erkältung überwunden hat, und entschuldigt sich dafür, dass sie das letzte Mal nicht gekommen ist. Renji fragt sie, ob sie mit ihm einen Roman schreiben möchte, da sie zuvor gesagt hatte, dass es ihr Traum sei, einen zu schreiben, doch Chihiro reagiert sehr defensiv und wütend auf seine Bitte. Nachdem er weiter mit ihr über das Thema gesprochen hat, gibt Chihiro schließlich seiner Beharrlichkeit nach. Kyosuke sieht Kei in der Stadt wieder und erkennt schließlich, dass sie diejenige war, die er an Weihnachten gefilmt hat. Hiro trifft sich mit Miyako in der Stadt und sie kehrt zu ihm nach Hause zurück, während er an seinem Manga arbeitet. Miyako liest einige von Hiros Mangas und als Zeichen ihrer Dankbarkeit kocht sie Essen für ihn. Kei betritt sie gemeinsam und rennt davon.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499732","hoster":"VOE"},{"path":"/redirect/8413761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-5","name":"","epNo":5,"alt":"outline","descr":"Renji bringt Chihiro zu sich nach Hause, wo sie seine Mutter Sumire Aso und seinen Nachbarn Shuichi Kuze trifft, obwohl sie letzteren oft nur vergessen hat. Nach dem Essen gibt Chihiro Renji ein Notizbuch mit ihren Notizen für ihren Roman, den er liest, nachdem sie für den Tag aufgebrochen ist. Er findet, dass der Roman eher deprimierend und repräsentativ für Chihiros Leben ist. In der Schule versucht Kei, Miyako dazu zu bringen, Hiro in Ruhe zu lassen, damit er nicht ein Schuljahr wiederholen muss, aber Miyako redet die ganze Zeit schlecht zu ihr. Kyosuke filmt Kei am Morgen, während sie eine Basketballaufnahme macht, und sie schlägt ihm in den Magen, weil er sie ohne Erlaubnis gefilmt hat. Später bittet er sie mithilfe von Hiros Hilfe, mit ihm auszugehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499733","hoster":"VOE"},{"path":"/redirect/8413620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-6","name":"","epNo":6,"alt":"rain","descr":"Es stellt sich heraus, dass Kyosukes Versuch, Kei um ein Date zu bitten, ein Trick von ihm war, als er sie fragte, ob sie in einem Amateurfilm mitspielen wollte, den er für ein bevorstehendes Filmfestival dreht. Hiro und Kyosuke geraten in einen Streit über die Unterschiede zwischen Profi- und Amateurberuf, doch Kei wirft ein, weil sie sich nicht sicher ist, ob sie in Kyosukes Film mitspielen soll oder nicht. Später informiert Kei Miyako in einer intensiven Diskussion darüber, dass Miyako irgendwann aus Hiros Herzen verschwinden wird. Am Sonntag wird Kei beim Basketballspiel verletzt und Hiro ignoriert sein Date mit Miyako, um sicherzustellen, dass es Kei gut geht. Währenddessen schreibt Chihiro weiter an ihrem Roman und Renji hilft ihr, indem er sich von Kuze eine Uniform ausleiht, damit sie die Schulbibliothek betreten können, um nach Materialien für den Roman zu recherchieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8997829","hoster":"VOE"},{"path":"/redirect/8413621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-7","name":"","epNo":7,"alt":"I...","descr":"Renji und Chihiro arbeiten in der Bibliothek seiner Schule weiter an dem Roman und schaffen es, ihn fast fertigzustellen. Danach machen die beiden einen Spaziergang am Strand und Chihiro fragt Renji plötzlich, ob er sie küssen möchte. Diese scheinbar einfache Handlung bringt Renji aus dem Gleichgewicht und sagt, dass ihre Beziehung nicht so sei, was dazu führt, dass sie unter Tränen davonläuft. Renji bricht zusammen und hofft, dass sie nicht in ihrem Tagebuch aufschreibt, was gerade passiert ist. Die Geschichte wechselt zu einem Rückblick darauf, wie Miyako in der vorherigen Folge darauf wartete, dass Hiro zu ihrem Date erschien. Miyako sendet ihm weiterhin Sprachnachrichten auf seinem Handy. Zuerst ist sie wütend darüber, dass er nicht auftaucht, wird aber später mit jedem Anruf immer verzweifelter, da sie nicht möchte, dass Hiro sie ignoriert. Die Geschichte verlagert sich zurück in die Gegenwart in Hiros Zimmer, wo Hiro und Kei zusammen sind. Nachdem Hiro sein Zimmer verlässt, um Essen zu holen, entdeckt Kei Miyakos Nachrichten, bevor Hiro von ihrer Existenz erfährt, und löscht sie sofort, da sie geschworen hat, sie aus seinen Erinnerungen zu löschen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499735","hoster":"VOE"},{"path":"/redirect/8430324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-8","name":"","epNo":8,"alt":"clear colour","descr":"Frustriert darüber, dass keine ihrer Sprachnachrichten Hiro erreichte, warf Miyako in der Nacht, in der er sie aufrichtete, ihr Handy in einen nahegelegenen Brunnen. Hiro versucht wiederholt, sie anzurufen, konnte aus diesem Grund jedoch nicht durchkommen. Miyako ruft ihn später über ein öffentliches Telefon an und ist sich sicher, dass Kei sie angelogen hat, als sie sagte, Miyako sei bereits aus Hiros Herzen verschwunden. Renji und Chihiro arbeiten weiterhin an dem Roman, und Chihiro strengt sich mit Stress und Schlafmangel an, um ihre Erinnerungen zu verlängern. Sie bricht schließlich zusammen und ist über dreizehn Stunden lang bewusstlos. Als sie schließlich aufwacht, wird Renji Zeuge von Chihiros verzweifeltem Zustand, in dem sie nicht versteht, warum sie älter geworden ist oder was mit ihrem linken Auge passiert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8997830","hoster":"VOE"},{"path":"/redirect/8413623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-9","name":"","epNo":9,"alt":"forget me not","descr":"Renji bleibt trotz des Schmerzes, den er empfindet, weiterhin bei Chihiro und schafft es, zu lächeln, wenn er in ihrer Nähe ist. Chihiro liest ihr Tagebuch dreimal noch einmal und verhält sich schließlich wie die in ihrem Tagebuch beschriebene Person, glaubt jedoch, dass diese Person bereits tot ist. Nachdem Renji dies gehört hat, macht er seiner Frustration Luft und wiederholt immer wieder, dass dies nicht wahr sei. Hiro findet Miyako an einer öffentlichen Telefonzelle in der Stadt und nach einem Spaziergang am Strand, bei dem sie sich küssen, nimmt Hiro sie mit zu sich nach Hause, wo sie sich lieben. Am nächsten Morgen findet Kei Miyako in Hiros Bett, was dazu führt, dass sie weinend davonläuft und schließlich auf der Straße zusammenbricht, als Kyosuke mit seinem Fahrrad auf sie zustürmt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534096","hoster":"VOE"},{"path":"/redirect/8413587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-10","name":"","epNo":10,"alt":"I\u0027m here","descr":"Kyosuke konfrontiert Hiro mit dem, was mit Kei passiert ist, und sagt ihm, dass er immer Dinge auf halbem Weg macht. Miyako ruft Hiro an, um ihm zu sagen, dass es zu schmerzhaft sei, mit ihm zusammen zu sein, da sie nicht irgendwann von ihm vergessen werden möchte. Hiro besucht Kei und kann sich mit ihr einigen, obwohl er in Miyako verliebt ist. Kurz bevor sie die Stadt verlassen will, ruft Miyako ein letztes Mal Hiro an. Die Anrufe werden in einem entscheidenden Moment unterbrochen, was dazu führt, dass Hiro mit seinem Fahrrad losfährt und es schafft, sie an einer öffentlichen Telefonzelle in der Nähe einer Kirche zu finden, wo sie sich küssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499737","hoster":"VOE"},{"path":"/redirect/8413598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-11","name":"","epNo":11,"alt":"ever forever","descr":"Chihiro beendet ihren Roman und möchte, dass Renji ihn liest, obwohl sie nicht dabei sein möchte, wenn er es liest. Renji schlägt ihnen ein Date vor, dem Chihiro gerne zustimmt, obwohl sie Renji verspricht, dass sie nur für einen Tag ein Liebespaar werden. Nach ihrem Date gesteht Renji ihr noch einmal auf dem Dach der Schule seine Liebe, und kurz darauf lieben sie sich noch auf dem Dach. Später am Abend gibt Chihiro Renji den Roman zum Lesen und sie geht auf das Dach der Schule, um darauf zu warten, dass er fertig ist. Nachdem er das düstere Ende des Romans erkannt hat, rennt Renji auf den Balkon, um Chihiro zu treffen, obwohl sie ihm sagt, dass sie Schluss machen sollten, solange sie ihn noch von ganzem Herzen lieben kann. Chihiro wirft alle Seiten ihres Tagebuchs mit Berichten über Renji in die Luft und zwingt Renji so, mit ihr Schluss zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534099","hoster":"VOE"},{"path":"/redirect/8413583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-1/episode-12","name":"","epNo":12,"alt":"love/dream","descr":"Renji denkt über seine vergangenen Erinnerungen mit Chihiro nach und ist immer noch sehr deprimiert darüber, was passiert ist, als Chihiro ihre Tagebucheinträge weggeworfen hat, die Berichte über Renji enthielten. Nachdem er mit Yu und Kuze gesprochen hat, beginnt Renji, die fehlenden Tagebuchseiten einzusammeln. es gelingt ihm nur, eine Handvoll davon zu finden. Er bringt sie zum Bahnhof, wo er und Chihiro sich zum ersten Mal getroffen haben, und findet sie immer noch dort sitzend. Renji entdeckt, dass Chihiro ihn nicht vergessen hat, da sie dreizehn Stunden lang nicht aufhören konnte, an ihn zu denken. Renji verspricht, dass sie immer zusammen sein werden. Der Rest der Geschichte endet mit Szenen zwischen Renji mit Chihiro, Hiro mit Miyako und Kyousuke mit Kei. Yuko trifft sich schließlich in der alten Kirche wieder mit Yu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8997837","hoster":"VOE"},{"path":"/redirect/8413606","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-1","name":"","epNo":1,"alt":"ever","descr":"Gezeigt wird eine Rückblende mit Yu Himura, Yuko Amamiya und Shuichi Kuze in ihrer jüngeren Zeit als Oberschüler. Zu diesem Zeitpunkt haben sich Yu und Yuko zehn Jahre lang nicht gesehen. Heutzutage wohnt Mizuki Hayama vorerst bei Renji Aso zu Hause, bis sie in die High School kommt, und hat nicht viel zu tun, während Renji für die Prüfungen lernt. Sumire Aso stellt Shuichi Mizuki vor, die herausfindet, dass einige der Dinge, die Renji sie vor ihm warnen wollte, wahr sein könnten. Kuze und Mizuki verbringen den Rest des Tages zusammen und die beiden lernen sich immer besser kennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499736","hoster":"VOE"},{"path":"/redirect/8413607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-2","name":"","epNo":2,"alt":"read","descr":"Yu und Yuko lernten sich vor zwanzig Jahren in einem Waisenhaus kennen. Yu hatte seine jüngere Schwester Akane Himura bei einem Brand verloren und litt noch jahrelang darunter. In der High School gesteht Yuko, dass Yu ihre erste Liebe war und sie ihn immer noch liebt. In der Gegenwart kommt Mizuki zu Kuzes Haus und hilft ihr beim Wäschewaschen. Kuze bricht später in Mizukis Gegenwart zusammen und sie sorgt dafür, dass er sich wohlfühlt, während er ausschläft. In dieser Nacht kommt Mizuki erneut vorbei, weil sie nicht schlafen kann, und erzählt ihm, wie berührt sie war, nachdem sie eine Aufnahme seines Geigenspiels gehört hatte, die er ihr gegeben hatte. Bevor sie geht, erzählt sie ihm, dass sie sich in ihn verliebt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499738","hoster":"VOE"},{"path":"/redirect/8413608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-3","name":"","epNo":3,"alt":"union","descr":"In der Vergangenheit hat Yuko Mobbing auf \"mittlerem Niveau\", wie sie es nennt, erlebt, aber obwohl sie sich nichts dabei denkt, ist Yu darüber sehr besorgt. Er bittet Kuze sogar, ein Auge auf Yuko zu haben, wenn sie im Unterricht ist. In der Gegenwart geht Mizuki zu Kuzes Haus, aber er antwortet nicht, was sie glauben lässt, er sei woanders und ihr aus dem Weg geht. Mizuki geht zum alten Bahnhof, spricht mit Chihiro Shindo und erfährt, dass Kuze bald an einer seltenen Form der Neurose sterben wird. In dieser Nacht erzählt Chihiro ihr, dass Kuze am Strand Geige spielt, und sie rennt zum Ufer, um ihn zu treffen. Kuze versucht, seine Geige und ihren Koffer in Brand zu setzen, aber Mizuki schafft es, das Feuer rechtzeitig zu löschen, allerdings nicht ohne dabei ihre rechte Handfläche zu verbrennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499740","hoster":"VOE"},{"path":"/redirect/8413611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-4","name":"","epNo":4,"alt":"turn","descr":"In der Vergangenheit gingen Yu und Yuko zusammen aus, um neue Stiefel für Yuko zu kaufen, und während Yu dies nicht für ein Date hält, tun Yuko und ihr älterer Bruder Akira Amamiya dies; Nachdem Nagi Shindo davon Wind bekommt, konfrontiert sie Yu damit. In der Gegenwart hilft Nagi Hiro Hirono beim Zeichnen seines Mangas, um die Frist einzuhalten, und Miyako Miyamura bereitet ihm das Abendessen zu. Mizuki bekommt eine Erkältung und Kuze kommt, um ihr einen Besuch abzustatten. Nachdem es ihr besser geht, gehen die beiden in die umliegende Landschaft und verbringen den Rest des Tages zusammen mit Kuze, der seinen Kopf auf Mizukis Schoß legt. Kuze sagt ihr, dass er vor seinem Tod alle Beziehungen beenden möchte, und obwohl auch er Mizuki lieben gelernt hat, sagt er ihr, sie solle nie wieder vor ihm erscheinen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499739","hoster":"VOE"},{"path":"/redirect/8413629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-5","name":"","epNo":5,"alt":"utter","descr":"In der Vergangenheit wurde Yuko weiterhin gemobbt, und dieses Mal wehrt sie sich, wird dabei aber verletzt. Yu macht sich zunehmend Sorgen um sie und ist verärgert darüber, dass Akira nichts unternimmt, um Yuko zu helfen. In der Gegenwart spricht Kei mit Kyosuke Tsutsumi über Chihiro und er schlägt ihr vor, sie zu besuchen. Wenn sie sich zum ersten Mal seit fünf Jahren wiedersehen, machen sie die Vergangenheit wieder gut und denken mit denen, die sie lieben, über ihre Zukunft nach. Mizuki möchte stärker werden wie Chihiro und Kei, weiß aber nicht wie. Als Mizuki diesen Zweifel gegenüber Nagi äußert, verrät diese, dass sie tatsächlich mit Kuze ausgeht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499741","hoster":"VOE"},{"path":"/redirect/8413613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-6","name":"","epNo":6,"alt":"flection","descr":"In der Vergangenheit arrangiert Yu endlich seine Liebe zu Yuko, muss aber zunächst Nagi ablehnen. Nachdem Kuze für Yu und Yuko seine Geige gespielt hat, fängt Yuko an zu weinen, weil die Musik so schön ist, und rennt aus dem Raum. Yu jagt ihr auf das Dach der Schule nach. Dort gesteht Yu Yuko ihre volle Hingabe und offenbart ihm schließlich, was sie die ganze Zeit verheimlicht hat. Akira missbraucht Yuko seit Jahren körperlich und sexuell und sie schließt daraus, dass dies alles hätte vermieden werden können, wenn Yu lediglich gesagt hätte, er wolle eine jüngere Schwester zurück, als sie zusammen im Waisenhaus waren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499743","hoster":"VOE"},{"path":"/redirect/8413625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-7","name":"","epNo":7,"alt":"reflection","descr":"In der Vergangenheit enthüllt Yuko Yu ein Messer, das sie immer bei sich trägt und das Akira ihr gegeben hat, wenn sie ihn töten wollte. Yu nimmt das Messer und konfrontiert Akira, aber Yu macht es nicht durch und wird zusammengeschlagen. In der Gegenwart bittet Mizuki Kei und Yu um Rat, wie sie sich Kuze nähern soll, doch als sie zu ihm nach Hause geht, verhält er sich ihr gegenüber sehr negativ und beschimpft sie mit vielen Fragen. Nachdem sie gegangen ist, verspürt Kuze starke Schmerzen in der Brust, und nachdem er mit seinen Pillen zu kämpfen hat und es ihm gelingt, die Flasche aufzubrechen, nimmt er einige der Pillen und erholt sich von dem Anfall, während er sagt, dass er immer noch leben möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499745","hoster":"VOE"},{"path":"/redirect/8413591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-8","name":"","epNo":8,"alt":"reutter","descr":"In der Vergangenheit sind Yu und Yuko zusammen weggelaufen und haben schließlich eine Bleibe gefunden, während Yu arbeitet. Eines Tages trifft Yu auf Akira und Yu bleibt bis spät in die Nacht draußen und denkt darüber nach, was er zu ihm gesagt hat, was Yuko dazu bringt, sich Sorgen zu machen und sich auf die Suche nach ihm zu machen. Yuko trifft Akira und er fragt sie, ob sie nach Hause gehen möchte, und sie nickt zustimmend. In der Gegenwart reden Yu und Nagi mit Kuze und versuchen, ihn zur Vernunft zu bringen, aber er dient nur dazu, Yu und Nagi wegen seiner Aussagen wütend auf ihn zu machen. Nagi sagt Mizuki, dass sie wahrscheinlich die einzige ist, die Kuze noch retten kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499742","hoster":"VOE"},{"path":"/redirect/8413595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-9","name":"","epNo":9,"alt":"return","descr":"In der Vergangenheit war Yuko wieder in der Schule, während Yu immer noch vermisst wurde. Beide erkennen ihre Liebe zueinander und sind hilflos verliebt. Zu Hause tobt Akira und wirft Yuko an die Wand, wo Yu eingreift und von Akira geschlagen wird. Dann wirft Akira einen Blick auf Yus Skizzenbuch und nimmt es mit in sein Zimmer, wo er verrückt wird und beginnt, seine verstorbene Schwester zu zeichnen. Er verbrennt die Zeichnungen mit sich selbst. In der Gegenwart erhält Mizuki von Chihiro und Kei Amulette, die Schlüssel zum Dach der Schule sind. Kuze erkennt, dass er leben will und jetzt ganz allein ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499746","hoster":"VOE"},{"path":"/redirect/8413593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-10","name":"","epNo":10,"alt":"reunion","descr":"Früher leben Yu und Yuko nun wieder zusammen. Yu bekommt Zeichenunterricht von Nagi. Yuko trifft ein verwaistes Mädchen namens Miki, das gemeinsam mit ihren Eltern Selbstmord begehen sollte. Bald werden Yuko und Miki Freunde. Miki trifft den jungen Kuze und er gibt ihr sein grünes Band, mit dem er ihr einen seitlichen Pferdeschwanz bindet. Yu und Yuko beschließen, sich nach Yus Arbeit an Weihnachten zu treffen, doch bevor Yu dort ankommt, gerät Yuko in einen Autounfall. Als Yu und Miki ankommen, ist Yuko bereits tot. Yu erinnert sich, dass Yuko ihm den Schlüssel zum Dach der Schule gegeben hat, um ihn sicher aufzubewahren, und wie sie gesagt hat, er solle ihn jedem geben, der traurig oder einsam ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499744","hoster":"VOE"},{"path":"/redirect/8413596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-11","name":"","epNo":11,"alt":"reread","descr":"In der Gegenwart erhält Kuze einen Herausforderungsbrief von Mizuki, der ihn aus seinem Haus auf das Dach der Schule lockt, um Mizuki zu treffen. Durch ihre beteuernden Liebesworte an Kuze gibt er schließlich nach und möchte in Mizuki verliebt bleiben, doch sein Herz gibt wieder auf. Mizuki erhält in dieser Zeit emotionale Unterstützung von Kei und Chihiro. Kuze beschließt, sich der riskanten Operation zu unterziehen, um länger mit Mizuki zusammenleben zu können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13499747","hoster":"VOE"},{"path":"/redirect/8413532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ef-a-tale-of-memories/staffel-2/episode-12","name":"","epNo":12,"alt":"forever","descr":"Jeder verbringt Weihnachten Zeit mit seinen Lieben, egal ob in Japan oder Australien. Kuze überlebte die Operation und lebt weiterhin mit Mizuki zusammen. Yu erfährt von Nagi, dass Hiro gesagt hat, er habe mit Yuko gesprochen, und Yu kehrt nach Japan zurück, um sie in der Kirche zu treffen. Den Rest der Nacht verbringen die beiden zusammen, zunächst in der Kirche und dann auf dem Dach der Schule, um den Sonnenaufgang zu beobachten. Yu und Yuko verabschieden sich und Yuko verschwindet und hinterlässt eine weiße Feder. In Australien spricht Yu mit Mizuki über die Städte von Otowa und darüber, wie Yu ein neues Lebensziel hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8997848","hoster":"VOE"},{"path":"/redirect/8413538","hoster":"Streamtape"}]}]}]}]}