{"seriesId":"egao-no-daika","name":"Egao no Daika","descr":"Egao no Daika (2019 - 2019)Auf einem weit entfernten Planeten, in einem Königreich voller Lachen steht die 12-jährige Prinzessin Yuki am Anbeginn der emotionalen Achterbahnfahrt, die die Adoleszenz mit sich bringt. Ein jeder Tag ist erfüllt mit Tränen, Gelächter und ein bisschen Herzschmerz. Der Palast ist angefüllt mit Freude dank ihrer treuen Untergebenen. Auch die 17-jährige Kriegerin Stella achtet darauf, trotz ihrer Gelassenheit stets ein Lächeln aufzusetzen, denn ein frohes Gemüt ist essentiell zum Leben. Dies ist die Geschichte von zwei Mädchen auf einem entfernten Planeten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Girl from Soleil","descr":"Prinzessin Yukis Eltern sind verstorben und nun soll sie die Aufgaben der Königsfamilie übernehmen. Wird sie ihrem Volk gerecht und kann das Lächeln ihrer Leute bewahren?","versions":[{"lang":3,"streams":[{"redirect":8997866,"hoster":"VOE"},{"redirect":8342808,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Truth of the War","descr":"Joshua wird an die Front nach Wister gerufen. Dort tobt der Krieg gegen das Kaiserreich und er erfährt schnell den wahren Schrecken des Krieges am eigenen Leib.","versions":[{"lang":3,"streams":[{"redirect":8342819,"hoster":"VOE"},{"redirect":8342821,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Smiling Soldier","descr":"Oberbootsmann Stella Shinings Einheit wird ein neuer Kommandant zugewiesen. Leider sind alle im Trupp nicht so zufrieden mit ihm. Schon bald steht eine Operation zur Aufklärung einer Stadt an, um herauszufinden, ob das Königreich Vorräte gebunkert hat, die sich das Kaiserreich noch unter den Nagel reißen kann.","versions":[{"lang":3,"streams":[{"redirect":8342828,"hoster":"VOE"},{"redirect":8345463,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Choice of Hope","descr":"Das Kaiserreich dringt immer weiter nach Soleil vor. Die nächsten Fronten bilden Diatoth und O\u0027Lissetta. Wird das Königreich in der Lage sein, das Kaiserreich bei diesen zwei Fronten in die Flucht zu schlagen?","versions":[{"lang":3,"streams":[{"redirect":8342827,"hoster":"VOE"},{"redirect":8342805,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Night of the Squad","descr":"Der Buerger-Trupp soll an der Nacht-Operation teilnehmen, um einen wichtigen Stützpunkt des Königreichs auszuschalten. Bei der Operation treffen sie auf starken Widerstand, der ihren Vormarsch deutlich erschwert.","versions":[{"lang":3,"streams":[{"redirect":12378937,"hoster":"VOE"},{"redirect":8342798,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Crossroads of Fate","descr":"Die Schlacht an der letzten Verteidigungslinie in Hariant steht kurz bevor. Sollte das Kaiserreich diese Linie überwinden, fallen sie in der Hauptstadt ein und gewinnen den Krieg. Welchen Verlauf wird die Schlacht nehmen?","versions":[{"lang":3,"streams":[{"redirect":8342790,"hoster":"VOE"},{"redirect":8342786,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Sunflowers of the Palace","descr":"Die Hauptstadt und der Staat Hariant werden vom Kaiserreich besetzt. Die Prinzessin ist auf der Flucht. Jedoch gibt es noch vereinzelte Markgrafen, die die Kapitulation des Königreichs nicht hinnehmen wollen. Der Kampf wird fortgesetzt.","versions":[{"lang":3,"streams":[{"redirect":8342802,"hoster":"VOE"},{"redirect":8342803,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Final Message","descr":"Prinzessin Yuki kann durch ihre Kriegsführung das Kaiserreich geschickt unter Druck setzen, indem sie ihnen den Zugriff auf sämtliche Ressourcen verwehrt. Allerdings kann sie selbst auch keine nennenswerten Erfolge verbuchen.","versions":[{"lang":3,"streams":[{"redirect":13478380,"hoster":"VOE"},{"redirect":8702389,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Elegy of Dawn","descr":"Die Forschungsergebnisse des untergegangenen Reich von Verde sind beunruhigend. Dennoch beharren Harold und Prinzessin Yukis Stab auf die weitere Produktion des neuen Chrars-Modells. Layla unternimmt mit Prinzessin Yukis Erlaubnis eigene Nachforschungen zu diesem Thema.","versions":[{"lang":3,"streams":[{"redirect":13008448,"hoster":"VOE"},{"redirect":8343044,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Ignition of Souls","descr":"Der Buerger-Trupp muss auf seine nächste Operation ziehen, um eine Einrichtung der königlichen Armee zu zerstören und dem Königreich einen herben Schlag zu versetzen. Jedoch fordert dieser Kampf ein großes Opfer.","versions":[{"lang":3,"streams":[{"redirect":13478382,"hoster":"VOE"},{"redirect":8343036,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Resolve of Two","descr":"\"Die Entschlossenheit zweier Personen”Nach dem Tod von Kommandant Gail sind alle im Buerger-Trupp etwas deprimiert und wünschen sich, dass der Krieg schnell zu Ende geht. Auf der Seite des Königreichs schmiedet Prinzessin Yuki bereits einen neuen Plan, um den Krieg auf ihre Weise zu beenden.","versions":[{"lang":3,"streams":[{"redirect":13478381,"hoster":"VOE"},{"redirect":8343052,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Price of Smiles","descr":"\"Der Preis des Lächelns”Prinzessin Yuki steht dem Buerger-Trupp im Kampf gegenüber. Sie versucht, sie schnell abzuschütteln, damit sie sich zur Markgrafschaft von Verde aufmachen kann. Dort befindet sich die Forschungseinrichtung, um alle Chrars abzuschalten.","versions":[{"lang":3,"streams":[{"redirect":8343058,"hoster":"VOE"},{"redirect":8343048,"hoster":"Streamtape"}]}]}]}]}