{"path":"/serie/stream/ehe-ist","name":"Ehe ist","descr":"Eddie und Joy Stamm sind schon seit Menschengedenken miteinander verheiratet und haben es sich in ihrem Haus in einer klassischen Vorstadtsiedlung gemütlich gemacht. Ihre neuen Nachbarn Steph und Jeff Woodcock sind frisch vermählt und verliebt bis über beiden Ohren. Für Eddie schon mal klar, dass Jeff dringend seinen Rat in Sachen \"Gatte-sein\" nötig hat. Und für die Woodcocks ist der Blick über den Gartenzaun gleichzeitig eine überraschende sowie bestürzende Vorschau auf die Zukunft ihrer Ehe: Sie lernen, dass zu jeder guten Ehe auch pragmatische Spielchen gehören, wie z.B. \"Sex gegen Möbel\" zu verhandeln oder wie wichtig es ist, Mini-Steaks grillen zu können. \"Bis dass der Tod sie scheidet \" - \"til Death\" wird das nun so bleiben.","seasons":[{"path":"/serie/stream/ehe-ist/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ehe-ist/staffel-1/episode-1","name":"Die neuen Nachbarn","epNo":1,"alt":"Pilot","descr":"Joy und Eddie Stark sind bereits seit rund 25 Jahren verheiratet. Eines Tages bekommen sie neue Nachbarn: Steph und Jeff Woodcock. Die beiden sind seit sage und schreibe zwölf Tagen verheiratet. Jeff hat außerdem gerade an der Schule eine Stelle als stellvertretender Direktor bekommen, an der Eddie als Geschichtslehrer arbeitet. Die beiden Paare lernen sich kennen, wobei der zynische Eddie den enthusiastischen Jeff sowohl in privater als auch beruflicher Hinsicht immer wieder auf den harten Boden der Tatsachen holt. So beschließt Jeff, sich einen Billardtisch zu kaufen. Eddie macht ihm klar, dass Steph dies niemals zulassen wird, auch wenn sie das Gegenteil behauptet. Es kommt so, wie Eddie es prophezeit hat, und schon hängt bei den Woodcocks der Haussegen schief..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192596","hoster":"VOE"},{"path":"/redirect/12192600","hoster":"Doodstream"},{"path":"/redirect/12192598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-2","name":"Die Sex-gegen-Möbel-Taktik","epNo":2,"alt":"Sex for Furniture","descr":"Joy möchte möglichst schnell neue Gartenmöbel kaufen, doch Eddie will erst mal in Ruhe darüber nachdenken. Entnervt sucht sie Rat bei ihrer jüngeren Nachbarin Steph. Die erklärt ihr, dass sie derartige Problem ganz einfach gelöst hat: Jeff bekommt aufregenden Sex mit ihr, wenn sie dafür Sachen kaufen kann, ohne dass er sich in die Kaufentscheidung einmischt. Als Joy versucht, diese Taktik bei Eddie anzuwenden, lehnt der zu ihrem Erstaunen ab. Es kommt zum Streit. Eddie macht daraufhin seinem Nachbarn Jeff klar, dass er zu Hause nur von kitschigen Möbeln umgeben ist, die ihm eigentlich gar nicht gefallen. Und das einzige Stück, das noch ihm gehört, will Steph loswerden. Jeff nimmt sich vor, gegen Stephs Sex-gegen-Möbel-Taktik zu rebellieren. Derweil hat Joy neue Möbel gekauft, die Eddie auf den Tod nicht ausstehen kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192601","hoster":"VOE"},{"path":"/redirect/12192602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-3","name":"[E04] Der Verlobungsring","epNo":3,"alt":"The Ring","descr":"Während eines gemeinsamen Dinners bei den Woodcocks erzählt Steph ihren Nachbarn Joy und Eddie, wie Jeff ihr den Heiratsantrag gemacht hat. Er hatte sie bei Sonnenaufgang auf einen Berggipfel geführt, wo er bereits ein Picknick vorbereitet hatte und ihr dort den Verlobungsring überreicht. Überwältigt von so viel Romantik, erinnert sich Joy an Eddies Versprechen, das er ihr zu ihrer Verlobung gab. Er wollte ihr einen Verlobungsring kaufen, wenn er mal genug Geld verdient. Obwohl er mittlerweile finanziell aus dem Gröbsten raus ist, hat er sein Versprechen immer noch nicht wahr gemacht. Es kommt einmal mehr zum Streit, und Eddie beschließt, seiner Frau doch noch einen Ring zu kaufen. Die Überreichung des Kleinods geht allerdings gründlich daneben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192605","hoster":"VOE"},{"path":"/redirect/12192606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-4","name":"[E03] Das Holz-Ultimatum","epNo":4,"alt":"The Wood Pile","descr":"Wieder einmal stolpert Joy in der Garage über den Holzhaufen, den Eddie im Laufe der Jahre dort angesammelt hat. Jetzt reicht\u0027s! Sie fordert ihren Mann auf, das Holz endlich wegzuwerfen. Eddie ist entrüstet. Schließlich will er das Material irgendwann einmal für seine vielen Holzprojekte verwenden. Joy stellt ihm daraufhin ein Ultimatum: Wenn er es nicht schafft, innerhalb eines Tages etwas Vernünftiges aus dem Holz zu bauen, lässt sie das Zeug abholen. Mit Hilfe von Jeff und Steph gelingt es ihm schließlich, ein Schneidebrett in Form eines Schweins zu präsentieren. Joy findet das Resultat allerdings recht mager und lässt das Holz abholen. Daraufhin verfällt Eddie in eine tiefe Depression. Joy kann sich diese Reaktion überhaupt nicht erklären. Doch Steph weiß Rat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192608","hoster":"VOE"},{"path":"/redirect/12192611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-5","name":"[E08] Die Garagen-Band","epNo":5,"alt":"The Garage Band","descr":"So langsam versteht Jeff, was die Ehe bedeutet. Hin und wieder fühlt er sich von seiner Frau Steph eingeengt und fragt Eddie um Rat. Der erklärt ihm, dass es sehr wichtig sei, eine Tätigkeit zu finden, die ihn ab und zu aus dem Ehealltag befreit, dabei aber von seiner Frau anerkannt wird. Er selbst spiele beispielsweise seit Jahren in einer Band. Klar, dass die Band nur ein Alibi ist, um mal eine Auszeit von der Ehe zu bekommen. Gespielt haben Eddie und seine Freunde schon ewig nicht mehr. Kurz darauf bettelt Jeff die Hobbymusiker an, ihn doch bitte in die Band aufzunehmen, um wenigstens für ein paar Stunden seiner Frau entkommen zu können. Steph fühlt sich derweil ziemlich allein gelassen und besucht Joy, die sie über die wahren Hintergründe der Band aufklärt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193365","hoster":"VOE"},{"path":"/redirect/12193370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-6","name":"[E05] Ehefrau oder Mutter?","epNo":6,"alt":"Your Mother or Your Wife","descr":"Jeff sitzt in der Klemme. Seine Mutter Bonnie ist zu Besuch. Als er nach einem abendlichen Restaurantbesuch mit Bonnie und seiner Frau Steph das Lokal verlässt, hat ein Motorrad in der Nähe eine Fehlzündung. In der Annahme, jemand würde schießen, stößt Jeff seine Ehefrau beiseite und wirft sich schützend über seine Mutter. Steph ist fassungslos und macht Jeff daraufhin die Hölle heiß. Am nächsten Morgen klagt er Eddie und Joy sein Leid. Doch Joy macht ihm klar, dass er seine Mutter am besten sofort ins nächste Flugzeug nach Hause setzt. Die wichtigste Frau in seinem Leben habe nun mal Steph zu sein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192535","hoster":"VOE"},{"path":"/redirect/12192530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-7","name":"[E09] Ein traumhaftes Wochenende","epNo":7,"alt":"Dream Weaver","descr":"Eddie und Joy fahren mit Steph und Jeff übers Wochenende in die Berge. Joy hat ein günstiges Hotelangebot rausgesucht, doch Eddie verspürt eigentlich nicht die geringste Lust mitzufahren. Selbstverständlich ist er trotzdem mit von der Partie, und es kommt, wie es kommen musste: Ständig muss er mit ansehen, wie verliebt Steph und Jeff miteinander umgehen. Völlig genervt beschließt er, dass Joy und er an diesem Wochenende auf jeden Fall getrennte Wege gehen werden. Als Steph am nächsten Morgen erwacht, erzählt sie ihrem Mann Jeff, dass sie einen erotischen Traum hatte, in dem Eddie die Hauptrolle spielte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192534","hoster":"VOE"},{"path":"/redirect/12192533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-8","name":"[E07] In Angesicht des Todes","epNo":8,"alt":"Death Sex","descr":"Eddie wird plötzlich von starken Rückenschmerzen geplagt und geht zum Arzt. Das Ergebnis der Untersuchung lässt noch auf sich warten. Bis es so weit ist, fühlt er sich einfach nur schlecht. Gegenüber Steph und Jeff behauptet er sogar, er sei schon so gut wie tot. Abends ertappt er Joy dabei, wie sie im Internet über Rückenkrebs recherchiert, und nun fürchtet er erst recht sterben zu müssen. Vom nächsten Morgen an kümmert sich Joy liebevoll um ihn. Sie verführt ihn sogar zu Sex unter der Dusche. Was sie nicht weiß: Eddie hat kurz zuvor telefonisch vom Arzt Entwarnung bekommen. Er leidet lediglich unter einer leichten Bandscheibenentzündung. Trotzdem klärt er Joy nicht auf, weil ihre Beziehung angesichts des drohenden Todes plötzlich in allen Belangen viel inniger geworden ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192538","hoster":"VOE"},{"path":"/redirect/12192539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-9","name":"[E06] Der Toaster","epNo":9,"alt":"The Toaster","descr":"Joy und Eddie liegen sich mal wieder in den Haaren. Sie behauptet, dass ein Toaster Strom verbraucht, sobald er an eine Steckdose angeschlossen ist, er ist vom Gegenteil überzeugt. Am nächsten Tag fragt er in der Schule den verklemmten Wissenschaftslehrer Tom Franklin, der ihm Recht gibt. Kurzerhand lädt Eddie den Kollegen zum Abendessen nach Hause ein, damit Joy von einem Fachmann aus erster Hand erfährt, dass sie Unrecht hatte. Bei den Starks bestätigt Tom zunächst Eddies These gegenüber Joy. Als er allerdings den modernen Hightech-Toaster in der Küche erblickt, muss er sich revidieren. Diese Geräte mit eingebauten Mikrochips verbrauchen tatsächlich immer etwas Strom, selbst wenn sie nicht eingeschaltet sind. Joy triumphiert, und Eddie ist sauer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192541","hoster":"VOE"},{"path":"/redirect/12192542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-10","name":"[E12] Papas Liebling","epNo":10,"alt":"Daddy\u0027s Girl","descr":"Allsion, die Tochter von Joy und Eddie, kommt zu Besuch - zum ersten Mal seit sie aufs College geht. Eddie ist ziemlich aufgeregt und versucht Allisons Zimmer so herzurichten, wie sie es gewohnt ist. Doch die Wiedersehensfreude ist nur kurz, denn Allison bekommt eine SMS von ihrem Freund, der auf diesem Wege mit ihr Schluss macht. Heulend wirft sie sich in die Arme ihrer Mutter. Eddie ist enttäuscht, dass sie sich nicht ihm anvertraut, obwohl sie einander doch so ähnlich sind. Aber es kommt noch schlimmer: Allison ist davon überzeugt, dass Eddie schuld an der Trennung ist. Nicht zuletzt seine pessimistische Weltanschauung habe so auf sie abgefärbt, dass es ihr Freund nicht mehr mit ihr ausgehalten habe. Sie beschließt sich zu ändern. Da kommt ihr die Einladung zur Silvesterparty bei Steph und Jeff gerade recht. Eddie weigert sich mitzukommen. Doch Joy macht ihm klar, dass er seiner Tochter zu Liebe einfach dabei sein muss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192544","hoster":"VOE"},{"path":"/redirect/12192545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-11","name":"[E10] Von Blumen und Gärtnern","epNo":11,"alt":"The Anniversary Party","descr":"Eddies Freund Stan feiert Silberne Hochzeit und hat Eddie und Joy zu einer Party eingeladen. Die beiden nehmen die Einladung wahr - auch wenn Eddie es versäumt hat, Stan eine Antwortkarte zurückzuschicken. Und ein angemessenes Geschenk hat er ebenfalls nicht besorgt. Entsprechend vorwurfsvoll werden die Starks auch auf der Party begrüßt. Im Laufe des Abends fällt Joy auf, dass sich Stan offenbar aufopferungsvoll um seine Frau Vicki kümmert. Daraufhin stellt sie Eddie zur Rede und fragt ihn, warum das in ihrer Ehe völlig anders laufe. Daraufhin erkundigt sich Eddie bei Stan nach dessen Erfolgsgeheimnis. Stan erklärt, dass er seiner Frau immer wieder kleine Aufmerksamkeiten zukommen lässt. Jetzt greift Eddie zum Mikrophon und macht Joy vor allen Gästen eine öffentliche Liebeserklärung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192549","hoster":"VOE"},{"path":"/redirect/12192550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-12","name":"[E11] Die Eishockey-Lüge","epNo":12,"alt":"The Hockey Lie","descr":"Für Jeff bricht eine Welt zusammen, als Steph ihm erklärt, dass sie Eishockey nicht ausstehen kann und den gemeinsamen Stadionbesuch kurzerhand beendet. Dabei hat er immer geglaubt, dass seine Beziehung zu Steph eigentlich nur auf der gemeinsamen Liebe zum Eishockey aufgebaut ist. Rat suchend wendet er sich an Eddie. Der versucht ihm klar zu machen, dass das im Grunde in jeder Ehe so ist. Irgendwann lasse man eben die Masken fallen, so dass jeder der Ehepartner sein eigenes Ding durchziehen könne. Joy ist da ganz anderer Meinung. Sie ist davon überzeugt, dass Ehepartner sich im Laufe der Jahre einander immer ähnlich werden. Dass sie damit nur allzu Recht hat, erkennt Eddie erst nach einer äußerst schmerzvollen Erfahrung beim Eishockey. In der Zwischenzeit gelingt es Jeff, seine Steph zu einem Kompromiss zu überreden. Wenigstens einmal pro Saison soll sie mit ihm ins Stadion gehen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192552","hoster":"VOE"},{"path":"/redirect/12192554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-13","name":"Die Streitfreundin","epNo":13,"alt":"Fight Friend","descr":"Joy verlangt von Eddie, dass sie beide an einem Eheberatungs-Workshop teilnehmen sollen, was Eddie entrüstet ablehnt. Als er seine Frau mittags zum Essen abholen will, sieht er sich ihr und ihrer Freundin Nicole ausgeliefert. Die beiden drängen ihn dazu, diesen Workshop zu besuchen. Eddie ist fassungslos und sucht Rat und Unterstützung bei Nicoles Mann und seinem Freund Cofeld. Derweil hat es auch Super-Ehemann Jeff nicht leicht. Er beklagt sich darüber, dass seine Frau zu viel Geld ausgibt. Da ist zum Beispiel diese sündhaft teure Seidenjacke, die Steph neulich erworben hat. Jeff findet, dass sie das Teil wieder zurückbringen muss. Doch nachdem Steph mit einer Freundin zusammen gehockt hatte, will sie nicht nur die Jacke behalten, sondern verlangt auch noch, dass sie jeden Penny, den er verdient, zu fifty-fifty teilen sollen. Sowohl Eddie als auch Jeff haben nun ein massives Problem. Und ihre Ehefrauen haben noch viel mehr perfide Ideen auf Lager...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192557","hoster":"VOE"},{"path":"/redirect/12192558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-14","name":"Die neue Kollegin","epNo":14,"alt":"The Colleague","descr":"Bei einem Essen im Kollegenkreis in der Schule lernt Eddie Lucy kennen, die neue, junge und attraktive Geschichtslehrerin. Vom ersten Augenblick an hat er sich ein bisschen in sie verguckt, weshalb er versucht, ihr aus dem Weg zu gehen. Als Lucy ihn bittet, ihr bei der Gestaltung ihres Lehrplans zu helfen, drängt ausgerechnet seine Frau Joy ihn dazu, die Bitte anzunehmen. Eddie versucht Joy zu erklären, dass er sie auf keinen Fall eifersüchtig machen möchte. Sie entgegnet ihm nur, dass dieser Zug längst abgefahren sei, nach so langer Ehe werde sie nicht mehr eifersüchtig. Daraufhin lädt Eddie seine neue Kollegin für den nächsten Abend zu sich nach Hause ein. Joy beobachtet, wie die beiden immer vertrauter miteinander umgehen, als sie über das Buch des Historikers Marshall Duffy ins Schwärmen geraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192561","hoster":"VOE"},{"path":"/redirect/12192562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-15","name":"Die Junggesellenparty","epNo":15,"alt":"The Bachelor Party","descr":"Jeff gesteht seinen Freunden, dass er vor seiner Hochzeit keine Junggesellenabschiedsparty gefeiert hat. Prompt entschließen sich Eddie, Cofeld und Stan dazu, genau das nachzuholen. Ein Abend im Stripclub muss her! Zunächst ist Jeff nicht gerade begeistert, aber als ihm Steph verbieten will, an einer solchen Party teilzunehmen, lässt er sich darauf ein. Auf alle Fälle freut sich Eddie auf einen netten Abend im Stripclub - auch wenn seine Frau Joy mit einer schweren Erkältung flach liegt und ihn an ihrer Seite brauchen könnte. Eddie lässt sie trotzdem allein und geht mit den Jungs auf die Rolle. Im Stripclub läuft allerdings auch nicht alles nach Plan. Cofeld hat ausgerechnet seine Frau mitgebracht, und Eddie mäkelt an jeder Tänzerin herum. Unterdessen besucht Steph ihre kranke Nachbarin Joy und verabreicht ihr einen indianischen Tee. Bald sind die beiden ziemlich zugedröhnt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192564","hoster":"VOE"},{"path":"/redirect/12192566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-16","name":"Das Italien-Trauma","epNo":16,"alt":"The Italian Affair","descr":"Eddie will Joy einen Gefallen tun und räumt alten Krempel zusammen, um ihn endlich wegzuwerfen. Während der Aktion schauen Jeff und Steph vorbei, und Steph entdeckt in dem Gerümpel einen unentwickelten Film. Sie vermutet, dass es sich dabei um vergessene Nacktfotos handelt und erklärt dem entsetzten Jeff, dass sie selbst auch schon Nacktfotos von sich hat machen lassen. Da Eddie angeblich kein Interesse an dem Film hat, kümmert sich Jeff um die Entwicklung. Es stellt sich heraus, dass die Fotos aus einem Italienurlaub stammen, der bereits 20 Jahre zurückliegt. Damals hatten sich Eddie und Joy derartig gestritten, das sie sich trennten. Eddie macht Jeff klar, dass Joy diese Bilder niemals sehen dürfe. Doch längst hat Steph davon Wind bekommen. Es dauert nicht lange, und Joy weiß Bescheid. Einmal mehr hängt im Hause Stark der Haussegen schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192568","hoster":"VOE"},{"path":"/redirect/12192570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-17","name":"Die Keramik-Karriere","epNo":17,"alt":"The Clay Date","descr":"An Allisons College gibt es die Tradition des Elternwochenendes. Joy und Eddie fahren hin, müssen aber zu ihrem Entsetzen feststellen, dass sie ein Apartment mit Paul, dem Vater eines von Allisons Kommilitonen, teilen müssen. Paul ist allein erziehend und versucht, mit jeder Menge Alkohol seine Jugend nachzuholen. Viel schlimmer finden sie jedoch, dass Allison als Hauptfach Keramikwissenschaft belegt hat und ständig merkwürdige Gegenstände töpfert. Als das Fräulein Tochter dann auch noch erklärt, sie ein Semester aussetzen zu wollen, um mit Kursleiter Doug, ihrem neuen Freund, an einem Töpferprojekt auf einer Farm teilzunehmen, kommen Mama und Papa ernste Bedenken. Doch dann erinnern sich Eddie und Joy daran, dass auch sie in ihrer Jugend jede Menge dummer Fehler gemacht und sie es letztendlich einer Dummheit zu verdanken haben, überhaupt einander begegnet zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192572","hoster":"VOE"},{"path":"/redirect/12192574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-18","name":"Nicht ohne meine Woodcocks","epNo":18,"alt":"I Heart Woodcocks","descr":"Weil Steph endlich mal eine richtige Dinnerparty geben will, lädt Jeff Eddie und sein Freund Cofeld samt Frauen zu sich ein. Der Abend gestaltet sich erwartungsgemäß äußerst langweilig, und als Steph ein Gesellschaftsspiel vorschlägt, ergreifen Eddie und Joy die Flucht, während die Cofelds allein zurückbleiben. Am nächsten Tag erfährt Joy, dass der Abend hinterher doch noch ganz nett gewesen sein soll. Die Woodcocks und die Cofelds haben sich sogar richtig angefreundet, und Eddie und Joy werden fortan von den Woodcocks in Ruhe gelassen. Nach anfänglicher Freude merkt Eddie jedoch bald, dass ihm Jeffs Gegenwart fehlt, und auch Joy ertappt sich dabei, dass sie darauf achtet, was die Nachbarn eigentlich machen. Für den kommenden Samstag laden sie die Woodcocks ein, doch die sagen mit einer fadenscheinigen Begründung ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192576","hoster":"VOE"},{"path":"/redirect/12192578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-19","name":"Kleine Geschenke erhalten die Feindschaft","epNo":19,"alt":"The Coffeemaker","descr":"Steph hat die Cappuccino-Maschine, die Jeffs Mutter ihnen zur Hochzeit geschenkt hat, an Eddie und Joy weiterverschenkt. Nun wollen sich die Nachbarn dafür bedanken und laden Steph und Jeff zum Brunch ein. Jeff fällt aus allen Wolken, denn erst jetzt erfährt er, dass seine Frau das wertvolle Hochzeitsgeschenk weitergereicht hat. Doch auch Eddie ist mit der Maschine alles andere als glücklich. Schließlich ist er es, der nun zu jeder Tages- und Nachzeit Kaffee kochen muss. Joy behauptet, sie wisse einfach nicht, wie sie die Maschine bedienen muss und weigert sich hartnäckig, es zu lernen. Immerhin erledigt sie sonst alle anderen Arbeiten im Haushalt. Eddie schlägt vor, er könne doch das Bezahlen von Rechnungen übernehmen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192581","hoster":"VOE"},{"path":"/redirect/12192583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-20","name":"Eddie allein zu Haus","epNo":20,"alt":"That\u0027s Ridiculous","descr":"Joy fährt mit ihrer Tochter Allison in Urlaub. Eddie soll währenddessen das Haus hüten. Er freut sich auf lange Fernsehabende und bestellt alles Mögliche zum Essen. Jeff und Steph laden ihn zum Picknick ein, doch Eddie hat keine Lust und schlägt diese Einladung aus. Dann wird allerdings durch ein Gewitter der Fernsehempfang dauerhaft gestört, und Eddie merkt, wie allein er ist. Jetzt will er doch mit Steph und Jeff zum Picknick. Doch die beiden haben mittlerweile etwas anderes vor, und so muss sich der arme Eddie wieder mit seiner Einsamkeit begnügen. Obwohl er es zunächst nicht zugegeben wollte: Er vermisst seine Frau. Währenddessen wird Joy am Strand von einem muskulösen, höchst attraktiven Typen namens Jack angesprochen. Zunächst flirtet er mit ihr, doch dann will er sie eigentlich nur dazu überreden, mit seiner Truppe morgens Müll am Strand aufzusammeln. Joy und Allison machen tatsächlich mit - nur um bei der Müllaktion ständig um die Aufmerksamkeit von Jack zu buhlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192584","hoster":"VOE"},{"path":"/redirect/12192587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-21","name":"Mein Freund Webby","epNo":21,"alt":"Webby\u0027s Not Happy","descr":"Eddie bekommt Besuch von seinem alten Freund Webby. Der führt ein beneidenswertes Leben voller Freiheit und Abenteuer. Joy ist sich allerdings sicher, dass Webby im Grunde total unglücklich ist. Eddie will das nicht gelten lassen und wirft seiner Frau vor, sie könne es einfach nicht ertragen, dass ein Mann auch ohne Trauschein glücklich sein kann. Joy macht die Probe aufs Exempel und bringt Webby mit ihrer Kollegin Denise zusammen. Und tatsächlich: Webby und Denise gehen eine Beziehung ein, und schon bald scheint alles dafür zu sprechen, dass Eddies alter Kumpel sesshaft wird. Joy arrangiert ein Abendessen, zu dem sie auch Steph und Jeff einlädt. Bei Tisch versucht Eddie herauszufinden, ob Webby tatsächlich glücklich ist. Als dieser ihm erklärt, dass ihm sein bisheriges Leben nicht mehr gefällt und er in Denise jemanden gefunden habe, an den er sich binden möchte, ist Eddie fassungslos...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192589","hoster":"VOE"},{"path":"/redirect/12192590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-1/episode-22","name":"Sommer der Liebe","epNo":22,"alt":"Summer of Love","descr":"Eddie langweilt sich fürchterlich. Die Sommerferien haben angefangen, und er weiß nichts mit der vielen freien Zeit anzufangen. Daran ändert auch die Tatsache nichts, dass Allison vom College nach Hause kommt und ihren Freund Doug dabei hat. Nach der Trennung im Frühjahr haben sich die beiden wieder zusammen gefunden. Nun kampiert Doug mit seinem Van im Vorgarten der Starks. Zu Irritationen kommt es derweil bei den Woodcocks. Jeff ist überrascht, dass Steph gar nicht an ihrer Dissertation arbeitet. Im Gegenteil: Sie genießt ihr Leben in vollen Zügen. Auch bei den Starks gibt\u0027s Streit, in dessen Verlauf Eddie dem Freund seiner Tochter die Stromversorgung entzieht. Doch da schreitet Steph ein und setzt sich für die jungen Leute ein. Schließlich lockern sich jedoch die Spannungen, und als Joy am Abend nach Hause kommt, findet sie ihren Mann in bester Stimmung am Lagerfeuer mit Steph, Allison und Doug. So viel Spaß findet Joy, die weiterhin arbeiten muss, gar nicht lustig, und sie verbündet sich mit Jeff gegen das wilde Treiben in ihrem Vorgarten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192592","hoster":"VOE"},{"path":"/redirect/12192594","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ehe-ist/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ehe-ist/staffel-2/episode-1","name":"Gesangeskünste","epNo":1,"alt":"Performance Anxiety","descr":"Jeff (Eddie Kaye Thomas) schenkt Steph (Kat Foster) zum Geburtstag eine Uhr, die eigentlich eine Belohnung für das Fertigstellen ihrer längst überfälligen Abschlussarbeit sein sollte. Das kann Steph nicht auf sich sitzen lassen und will beweisen, dass sie die Arbeit doch noch beenden kann. Nachdem sie von Stephs Geburtstagsparty nach Hause kommen, gesteht Eddie (Brad Garrett) Joy (Joely Fisher), dass ihm ihr lautes Singen in der Öffentlichkeit peinlich ist. Joy sieht das als gute Gelegenheit, Eddie auf seine eigenen Fehler hinzuweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192649","hoster":"VOE"},{"path":"/redirect/12192650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-2","name":"Vier Nachbarn und ein Todesfall","epNo":2,"alt":"Four Neighbors and a Funeral","descr":"In Folge eines falsch gelieferten Blumenstraußes, von dem Eddie behauptet, er sei von ihm sei, erfahren die Starks, dass ihr langjähriger Nachbar Charlie Bauer gestorben ist. Eddie will an ihrer lang gehegten Praxis, Abstand zu den Nachbarn zu halten, festhalten. Joy fragt sich aber, ob das die beste Strategie ist, insbesondere seit sie weiß, dass Steph eine Rede halten wird und Jeff Sargträger ist. Trotz Eddies Einwendungen, geht sie bei der trauernden Witwe vorbei und kommt mit der Einladung, auf der Beerdigung zu singen, zurück. Inzwischen, nach einer Leseprobe von Steph Trauerrede, ist Jeff überzeugt, dass er es besser kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192644","hoster":"VOE"},{"path":"/redirect/12192646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-3","name":"Das Basketball-Outing","epNo":3,"alt":"Come Out and Play","descr":"Jeff (Eddie Kaye Thomas) gerät mit dem Co-Rektor einer Privatschule aneinander und lässt sich dazu hinreißen, in einem Basketballturnier gegen diese Schule anzutreten. Jeff gibt sich siegessicher, denn schließlich wird auch Eddie (Brad Garrett) mitspielen, der nach eigener Aussage einst ein erfolgreicher Basketballspieler war. Jeff ahnt allerdings nicht, dass das nicht der Wahrheit entspricht. Nicht einmal Joy (Joely Fisher) weiß, dass Eddie in Wirklichkeit ein ganz miserabler Basketballspieler ist. Um aus der Nummer wieder rauszukommen, täuscht Eddie eine Verletzung vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192641","hoster":"VOE"},{"path":"/redirect/12192642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-4","name":"Das Porno-Problem","epNo":4,"alt":"The Tale of the Tape","descr":"Steph (Kat Foster) überrascht Jeff (Eddie Kaye Thomas) mit einem außergewöhnlichen Wunsch. Sie will sich mit ihm einen Pornofilm ansehen. Jeff hat noch nie solche Filme gesehen und hofft, dass Eddie (Brad Garrett) ihm helfen kann. Er leiht sich einen Pornofilm aus und bittet Eddie, sich den Film probehalber anzusehen. Leider wird Eddie dabei von Joy (Joely Fisher) überrascht. Sie ist umso wütender, weil sie gerade einen wenig erfreulichen Besuch im Fitnessstudio hinter sich hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192637","hoster":"VOE"},{"path":"/redirect/12192638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-5","name":"Gemischtes Doppel","epNo":5,"alt":"Mixed Doubles","descr":"Eddie (Brad Garrett) geht mit Steph (Kat Foster) zum Yoga, während seine Frau Joy (Joely Fisher) immer häufiger mit Jeff (Eddie Kaye Thomas) Tennis spielt. Bald fällt beiden Paaren auf, dass sie mehr Zeit mit den Ehepartnern ihrer Freunde verbringen als mit den eigenen. Der Partnertausch funktioniert auch solange reibungslos, bis Joy merkt, dass Jeff nicht nur spielen, sondern unbedingt immer gewinnen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192634","hoster":"VOE"},{"path":"/redirect/12192635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-6","name":"Der Wein der toten Tante","epNo":6,"alt":"Vintage Eddie","descr":"Eddie (Brad Garrett) und Joy (Joely Fisher) sind zu Jeffs (Eddie Kaye Thomas) Geburtstagsparty eingeladen. Während Joy ihrem Nachbarn Dessous für Steph (Kat Foster) schenkt, steht Eddie mit leeren Händen da. Kurzerhand schenkt er ihm eine Flasche Wein aus Joys Hausbar. Erst nachdem er das Präsent übergeben hat, erfährt Eddie, dass es sich keineswegs um eine gewöhnliche Flasche handelt, sondern dass sie mehrere hundert Dollar wert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192629","hoster":"VOE"},{"path":"/redirect/12192630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-7","name":"Bettgeschichten","epNo":7,"alt":"Bedtime Stories","descr":"Joy (Joely Fisher) hat zwei neue Lampen fürs Schlafzimmer gekauft. Als sich zeigt, dass eine der beiden Lampen kaputt ist, streitet sie mit Eddie (Brad Garrett) darüber, wer die funktionstüchtige Lampe benutzen darf. Währenddessen erfährt Jeff (Eddie Kaye Thomas), dass andere Männer nicht dazu gezwungen sind, gleichzeitig mit ihren Frauen schlafen zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14171951","hoster":"VOE"},{"path":"/redirect/12192626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-8","name":"Jeff dreht durch","epNo":8,"alt":"No More Mr. Vice Guy","descr":"Jeff (Eddie Kaye Thomas) wird vorübergehend zum neuen Schulleiter ernannt. Leider muss er feststellen, dass die anderen Lehrer ihn nicht ernst nehmen. Als eine seiner ersten Amtshandlungen suspendiert er Eddie (Brad Garrett), weil auch der ihn nicht respektiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192620","hoster":"VOE"},{"path":"/redirect/12192622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-9","name":"Gute Mutter, Böser Vater","epNo":9,"alt":"Everybody Digs Doug","descr":"Eddie hat sich vorgenommen seine dreitägige Suspendierung von der Schule zu nutzen, um seine Beziehung mit Joy zu beleben. Als dann jedoch Allison mit ihrem Freund Doug auftaucht, um auf dem Weg zur Schule für ein paar Tage vorbeizuschauen, ist er etwas überrascht, dass sie mit ihm zusammen im gleichen Zimmer übernachten will. Eddie besteht darauf, dass Doug im Keller schläft und nicht bei seiner Tochter. Er ist schockiert, als Joy sich auf die Seite ihrer Tochter stellt. Aber wirklich überrascht ist er, als Jeff Doug als Aushilfslehrer engagiert, während er unbezahlt freigestellt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192617","hoster":"VOE"},{"path":"/redirect/12192618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-10","name":"Ein Bruder für Eddie","epNo":10,"alt":"Really Big Brother","descr":"Als sie erfährt, dass sich Jeff und Steph freiwillig bei der Organisation ‚Großer Bruder, große Schwester‘ gemeldet haben, um etwas für einen unterprivilegierten Jungen zu machen, schlägt Joy spontan vor, dass sie und Eddie auch etwas für weniger Glückliche tun sollten. Obwohl Eddie zunächst nicht viel von der Idee hält, meldet sich er auch bei dem Programm an. Er ist aber von Joy sehr enttäuscht, als sie 24 Stunden später kein Interesse mehr daran zeigt. Während Joy einige Freundinnen auf ein paar Drinks zu sich locken will, um ihnen ihren selbst gemachten Schmuck zu verkaufen, macht sich Eddie auf den Weg zu seinem neuen ‚kleinen Bruder‘, Kenny Westchester. Wie sich jedoch herausstellt, ist der ein 39jähriger geschiedener Schwarzer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192613","hoster":"VOE"},{"path":"/redirect/12192614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-11","name":"Schwarz-weiße Vorurteile","epNo":11,"alt":"Raisinette in the Sun","descr":"Schon kurz nachdem sie den neuen Starlight-Kinokomplex betreten haben, sind Eddie und Kenny begeistert von den vielfältigen Angeboten an Speisen, der Weinbar und den vorab reservierbaren Sitzen. Doch als Eddie von der Toilette zurückkommt, beschwert sich Kenny bei ihm, dass ihn die Bedienung am Essensstand aus rassistischen Gründen einfach übersehen hat. Obwohl Eddie vermutet, dass Kenny die Situation falsch beurteilt hat, steht er ihm zur Seite und den Manager beschimpfend, verlassen Sie das Kino. Eddies Problem ist nun, dass er Joy versprochen hatte auch mit ihr dorthin zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192669","hoster":"VOE"},{"path":"/redirect/12192670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-12","name":"Kleiner Schnitt und große Panik","epNo":12,"alt":"Snip/Duck","descr":"Nachdem sie befürchtet haben dass Joy schwanger sein könnte, wird Eddie und Joy klar, dass sie kein Kind mehr haben wollen. Sie kommen darin überein, dafür sorgen zu müssen, dass sie nie wieder in eine solche Situation geraten. Joy erwartet, dass Eddie sich operieren lässt, während er davon ausgeht, dass sie dieses Opfer bringen soll. Joy erklärt ihm jedoch unmissverständlich, dass die Alternative darin besteht, dass sie nie wieder Sex miteinander haben werden. Eddie macht daraufhin einen Termin bei Dr. Park. Während eines Baseballspiels besteht Eddie darauf, dass Jeff einen Ball, den er mühsam gefangen hat, seinem ‚kleinen Bruder‘ Kenny schenkt. Als Eddie die Vasektomie erwähnt, rät ihm Kenny, er solle so tun, als wolle er noch ein Baby, um auf diese Weise dazu zu bringen, den Eingriff bei sich vornehmen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192665","hoster":"VOE"},{"path":"/redirect/12192667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-13","name":"Echte Männer weinen nicht","epNo":13,"alt":"Sob Story","descr":"Ein rührender Film im Kino bringt es an den Tag, während Joy hemmungslos schluchzt, ist Eddie nicht in der Lage zu weinen. Joy besteht darauf, dass sie eine Paartherapie machen, da sie fürchtet, Eddies Unfähigkeit Gefühle zu zeigen, würde ihrer Ehe schaden. Eddie weigert sich und erklärt, dass er mit der Ehe glücklich ist, wie sie ist und beklagt sich bei Jeff und Kenny über Joys Anliegen, da er der Ansicht ist, dass Männer nicht weinen. Als Jeff diese für ihn absurde Ansicht Steph gegenüber erwähnt, gesteht ihm seine Frau, dass er in ihren Augen zu schnell und zu oft weint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192660","hoster":"VOE"},{"path":"/redirect/12192662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-14","name":"Der Zweitehe-Pakt","epNo":14,"alt":"Second Marriage Guy","descr":"Wenn Eddie zu seinen Freunden geht, um dort ein Spiel zu sehen, muss er Joy jedes Mal genau angeben, wann er wieder nach Hause kommt. Bei seinem Kollegen Karl stellt er fest, dass dessen Frau Jessie solche Forderungen nicht stellt. Eddie und Jeff werden darüber hinaus neidisch, weil Jessie sogar Zigarren raucht, Schlagzeug spielt, Sex liebt und Karl einen kleinen Hai im Zimmeraquarium halten darf. Karl lüftet das Geheimnis seiner Ehe. Nach den leidvollen Erfahrungen aus seiner ersten Ehe, hat er Jessie, seiner zweiten Frau eine Liste vorgelegt, wie er sich eine glückliche Ehe vorstellt. Das hat zur Folge, dass Eddie und Jeff ebenfalls Listen mit Verbesserungswünschen für ihre eignen Ehen erstellen und auf Servietten niederschreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192657","hoster":"VOE"},{"path":"/redirect/12192658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-2/episode-15","name":"Eddie und der schwarze Delphin","epNo":15,"alt":"Swimming with the Starks","descr":"Da ihr Hochzeitstag bevor steht, ist Eddie erstaunt, als Joy vorschlägt ihn nicht mehr zu feiern, weder mit einem Essen, noch mit sinnlosen Geschenken. Obwohl er den Verdacht hat, dass Joy ihn damit in eine Falle locken könnte, stimmt Eddie dem Vorschlag freudig zu und plant, statt bei ihr zu bleiben, zu Kenny zu gehen, um dort Basketball zu sehen. Am Hochzeitstag ist Eddie allerdings zunächst völlig von denSocken, als ihm Joy eine Armbanduhr schenkt, die er immer schon haben wollte. Als er sie auf ihre Abmachung anspricht, wehrt sie ab und erklärt, dass es kein Hochzeitstagsgeschenk sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12192652","hoster":"VOE"},{"path":"/redirect/12192654","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ehe-ist/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ehe-ist/staffel-3/episode-1","name":"Alles Käse","epNo":1,"alt":"Philadelphia Freedom","descr":"Eddie hat bei einem Schulfest ein 12 Kilo schweres Käserad ersteigert, wovon Joy alles andere als angetan ist. Da kommt ihr ein Geschenk der Woodcocks gerade recht. Steph und Jeff hatten bei der Tombola ein Wochenende in der Stadt gewonnen, können dies aber nicht wahrnehmen und bieten es Eddie und Joy an. Joy verschenkt im Gegenzug den Käse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193221","hoster":"VOE"},{"path":"/redirect/12193222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-2","name":"Eddie, das Scheidungskind","epNo":2,"alt":"The Courtship Of Eddie’s Parents","descr":"Eddie und Joy fliegen nach Florida, um Eddies Eltern zu besuchen. Am Flughafen kann Eddie jedoch nicht dem Angebot der Fluggesellschaft widerstehen für einen Freiflug und den Aufenthalt im Admirals Club einen späteren Flug zu nehmen, weil ihrer überbucht ist. Joy passt das gar nicht, ist aber bereits bei Al und Barbara, ihren Schwiegereltern, als er endlich dort eintrifft. Dummerweise ohne ihr Gepäck, das er unbeaufsichtigt hatte stehen lassen und das daraufhin gesprengt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193226","hoster":"VOE"},{"path":"/redirect/12193227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-3","name":"Das geheime Fleischbällchen","epNo":3,"alt":"Secret Meatball","descr":"Eddie geht seit zwanzig Jahren in einen Sandwichladen und isst dort ein Fleischbällchen-Sandwich mit Speck, ohne Joy je davon erzählt zu haben. Deswegen wird er auch nervös, als Kenny plötzlich dort auftaucht, denn er fürchtet Kenny könne dieses Geheimnis Joy gegenüber ausplaudern. Als Eddie später mit Kenny zu Hause ist, fällt Joy ein Soßenfleck auf seinem Shirt auf. Eddie und Kenny bemühen sich so angestrengt, den Fleck zu entfernen, dass Joy vermutet, Eddie habe etwas zu verbergen. Kenny plaudert wie befürchtet Eddies Geheimnis aus, doch Joy ist nicht böse, sie findet das Ganze eher zum Totlachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193229","hoster":"VOE"},{"path":"/redirect/12193230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-4","name":"Das rote Cabrio","epNo":4,"alt":"Joy Ride","descr":"Eddie wartet in einem Autohaus mit Kenny auf die Reparatur seines Wagena, als ihn eine junge Verkäuferin anspricht und dazu bringt, sich ein rotes Cabrio zu kaufen, ohne Joy zuvor zu fragen. Als er nach Hause kommt, zerbricht sich Joy gerade den Kopf, wie sie ihm beibringen soll, dass sie einen neuen Trockner braucht. Joy fällt daher aus allen Wolken, als er ihr das neue Auto präsentiert und hält die Anschaffung für einen Ausdruck seiner Midlife-Krise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193234","hoster":"VOE"},{"path":"/redirect/12193235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-5","name":"Keine Couch für Kenny","epNo":5,"alt":"The Buffer","descr":"Eddie und Kenny nehmen an einem Aktionstag der ‚Kleiner Bruder-Großer Bruder‘ Organisation teil, durch die sie sich kennen gelernt hatten. Als Kenny seinen großen Bruder losschickt, ihm aus seiner Wohnung einen Baseball-Handschuh zu holen wird Eddie dort von Kennys Ex-Frau Tina überrascht. Die resolute Frau prügelt sofort auf den vermeintlichen Einbrecher ein und nur dadurch, dass Kenny ebenfalls zurückkommt, wird Eddie vor schlimmerem bewahrt. Bei der Gelegenheit erfährt Eddie jedoch, dass Tina Kenny die Wohnung nur während der Dauer ihres mehrmonatigen Japanaufenthaltes überlassen hat und da sie Kenny vor die setzt, nimmt Eddie seinen ‚kleinen Bruder‘ kurzerhand bei sich auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193239","hoster":"VOE"},{"path":"/redirect/12193241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-6","name":"Der Strafzettel","epNo":6,"alt":"Speed Bumps","descr":"Joy wird von einem Polizisten angehalten, weil sie zu schnell gefahren ist. Kein Problem, sagt sie sich, haben sie doch ihre freizügigen Blusen und ihre Brüste immer vor Strafzetteln bewahrt. Diesmal jedoch nicht. Eddie kann seine Frau nicht trösten, zumal sie auch noch ihm die Schuld daran gibt, weil er ihr nicht erlaubt hat, teure Dessous zu kaufen. Nachdem sie sich neue BHs gekauft hat, macht sie die Probe aufs Exempel und fährt bewusst zu schnell. Doch auch diesmal kennt der Polizist keine Gnade. Joy ist verzweifelt, sie glaubt nun das Alter erreicht zu haben, in dem sie von Männern nicht mehr beachtet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193244","hoster":"VOE"},{"path":"/redirect/12193245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-7","name":"Nur ein kleines Schnipp-schnipp","epNo":7,"alt":"Circumdecision","descr":"Kenny ist frustriert, dass seine neue Freundin nach dem dritten Date nicht mehr mit zu ihm kommen wollte, weil sie bemerkt hat, dass er nicht beschnitten ist. Also beschließt er diese Prozedur an sich vornehmen zu lassen. Abends im Bett ist Joy sauer auf Eddie, weil er mal wieder gedankenlos eine Pizza für sie bestellt hat, ohne zu fragen, welche sie möchte und hält ihm vor, nie etwas für sie zu tun. Als er Besserung verspricht, verlangt sie von ihm, sie zu sechs Musical-Veranstaltungen im Park zu begleiten. Eddie wehrt sich und Joy schlägt einen Kompromiss vor: Wenn Kenny sich aus Liebe beschneiden lässt, muss Eddie mitkommen, wenn Kenny die Sache abbläst, ist auch Eddie erlöst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193125","hoster":"VOE"},{"path":"/redirect/12193126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-8","name":"Der Freund an ihrer Seite","epNo":8,"alt":"Dreamguys","descr":"Joy hatte einen Albtraum und erwartet Trost von Eddie. Doch Eddie hat dafür kein Verständnis und will auch gar nicht, dass sie ihm den Traum erzählt. Noch am nächsten Morgen ist Joy darüber sehr verärgert, aber dafür interessiert sich Kenny für den Traum. Später muss Eddie zur Kenntnis nehmen, dass Joy in Kenny einen Zuhörer gefunden hat. Zu Kennys Verwunderung ist Eddie davon begeistert, denn nun muss er seiner Frau nicht mehr zuhören. Er erklärt Kenny, dass er über die Jahre die Kunst des vorgetäuschten Zuhörens entwickelt hat, um nur ja nicht auf Joy eingehen zu müssen. So freut sich Eddie auch, dass Joy Kenny zu einer Party mitnimmt, so dass er seine Ruhe hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193127","hoster":"VOE"},{"path":"/redirect/12193128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-9","name":"Der Traum-Schwiegersohn","epNo":9,"alt":"Sugar Dougie","descr":"Gerade noch hat sich Eddie über die teuren Bioprodukte aufgeregt, die Joy gekauft hat, weil Allison und Doug zu Besuch kommen, da stehen die beiden auch schon vor der Tür. Allerdings in heftigem Streit, Allison wirft Doug vor, eine andere geküsst zu haben und als sie ihn mit den teuren Bioeiern bewirft, sucht er schnell das Weite. Auf Allison wartet noch eine andere Überraschung, in ihrem Zimmer hat sich unter dessen Kenny eingerichtet. Kenny muss erst massiv unter Druck gesetzt werden, damit er das Zimmer übers Wochenende freigibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193131","hoster":"VOE"},{"path":"/redirect/12193130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-10","name":"Eine Frau mit Klasse","epNo":10,"alt":"The Ex-Factor","descr":"Eddie nimmt verwundert zur Kenntnis, dass Kenny mit drei kleinen Jungs auf seiner Couch sitzt. Die Kinder gehören zu Beyong, Kennys neuer Freundin und er passt auf sie auf, solange sie arbeiten ist. Auch Joy hat eine neue Freundin und bittet Eddie sich in ihrer Gegenwart zu benehmen, weil die Frau einfach Klasse besitzt. Doch bei der ersten Begegnung mit Ilene stammelt Eddie nur dummes Zeug, was Joy verärgert und Kenny belustigt. Eddie gesteht Kenny, dass er Ilene nicht nur kennt, sondern auch mit ihr liiert war, bevor er Joy kennen gelernt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193132","hoster":"VOE"},{"path":"/redirect/12193136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-11","name":"Wer schnarcht, verliert","epNo":11,"alt":"Snore Loser","descr":"Kenny findet nachts keinen Schlaf, weil Eddie schnarcht, dass die Wände wackeln. Kurzerhand weckt er Eddie auf, um ihn darüber aufzuklären, dass er erstickend könnte, wenn er nichts dagegen unternimmt. Joy stimmt dem zu und als Kenny ihm sagt, dass er vermutlich deswegen bei allen unbeliebt ist, weil er wegen seines Schnarchens keinen erholsamen Schlaf findet, willigt Eddie ein, sich in einer Schlafklinik untersuchen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193137","hoster":"VOE"},{"path":"/redirect/12193139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-12","name":"Das perfekte Paar","epNo":12,"alt":"The Perfect Couple","descr":"Joy hat ein Ehepaar kennen gelernt und gleich zum Essen eingeladen. Eddie ist fassungslos, weil er mit neuen Bekannten für gewöhnlich nichts anfangen kann und die Abende lieber vor der Glotze verbringt. Joy erklärt, dass sie es leid ist, keine Freunde zu haben und dass Eddie sich zusammenreißen soll. Als Stephen und Simona zum Essen kommen, nimmt der Abend einen überraschenden Verlauf. Die beiden interessieren sich vor allem für Eddie, denn sie begeistern sich für Geschichte und Eddie ist da der richtige Ansprechpartner. Als Eddie Joy gesteht, dass sie Recht damit hatte die beiden einzuladen, weil er sich wunderbar mit ihnen versteht, erklärt sie lapidar, dass sie Stephen und Simona nicht wieder sehen will, da sie von ihnen überhaupt nicht beachtet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193143","hoster":"VOE"},{"path":"/redirect/12193144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-13","name":"Abkürzung zum Glück","epNo":13,"alt":"Ally Abroad","descr":"Völlig überraschend steht Allison vor ihren Eltern und sie hat natürlich Doug mitgebracht. Aber auch eine gute Nachricht, sie darf für ein Semester ein Auslandsstudium in Paris machen. Eddie ist zwar strikt dagegen, weil er das ganze für zu teuer hält, aber Joy hat ein schlagendes Argument dafür, Ally trotzdem gehen zu lassen. In Europa, so erhofft sie sich, wird sie nette Jungs kennen lernen und Doug für sie in Vergessenheit geraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384377","hoster":"VOE"},{"path":"/redirect/12193147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-14","name":"Familienferien","epNo":14,"alt":"Family Vacation","descr":"Es ist Ferienzeit. Eddie und Joy fliegen gemeinsam mit ihrer Tochter Allison und deren Verlobten Doug nach Florida. Eddie lehnt Doug nach wie vor ab und malt sich aus, wie schrecklich die Ferien werden, wenn Allie und Doug die ganze Zeit nur miteinander turteln. Doch dann kommt Kenny mit, weil er nach dem Tod seiner Großmutter Trost braucht und nistet sich im Hotelzimmer von Allie und Doug ein. Die beiden Verliebten versuchen vergeblich Kenny loszuwerden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193154","hoster":"VOE"},{"path":"/redirect/12193155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-15","name":"Auf den Hund gekommen","epNo":15,"alt":"Dog Fight","descr":"Joy bekommt von ihrer Mutter ihr Ballkleid geschickt und muss es sofort anprobieren. Auch wenn es etwas eng ist, findet Eddie sie sexy und sie machen ein kleines Rollenspiel. Das klappt so wunderbar, dass sie von nun an in immer neuen Verkleidungen im Schlafzimmer zusammen kommen. Eddie hat aber schon bald Zweifel daran, ob es so weitergehen kann. Kenny arbeitet neuerdings in einem Copyshop und bringt von dort Kopien mit, auf denen Kunden gegen Belohnung ihre entlaufenen Haustiere suchen. Er überlegt ernsthaft sich auf die Suche nach diesen Tieren zu begeben, hat aber zunächst keinen Erfolg damit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193157","hoster":"VOE"},{"path":"/redirect/12193159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-16","name":"Des Bruders Hüter / Mr. T und die Männer","epNo":16,"alt":"Brother\u0027s Keeper","descr":"Eddies schwuler Bruder Charlie kommt mit seinem neuen Lebensgefährten Terence zu Besuch und Eddie fürchtet das Wochenende mit langweiligen Dingen wie Antiquitäten suchen, Musicals und überteuerten Salaten verbringen zu müssen. Umso überraschter ist er, als er erkennt, dass sich Terence ebenso wie er für Basketball interessiert und sich lieber mit ihm ein Spiel im Fernsehen ansieht, statt mit Charlie und Joy in ein Weinlokal zu gehen. Eddie ist begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193162","hoster":"VOE"},{"path":"/redirect/12193164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-17","name":"Durchgebrannt","epNo":17,"alt":"Can\u0027t Elope","descr":"Joy hat sich mit aller Kraft an die Hochzeitsvorbereitungen für Allison und Doug gemacht uns stößt dabei auf wenig Gegenliebe. Bei Eddie nicht, weil er nur die hohen Kosten sieht, bei Allison nicht, weil sie die Hochzeit so plant, als wäre es ihre eigene, aber keine Rücksicht auf die Wünsche des Brautpaars nimmt. Als Eddie nachts vor dem Kühlschrank auf Doug trifft, redet er seinem Schwiegersohn in Spe ein, dass sie auf eine kostspielige Hochzeit verzichten sollten, da sonst die Liebe auf der Strecke bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193171","hoster":"VOE"},{"path":"/redirect/12193174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-18","name":"Keine Klagen","epNo":18,"alt":"No Complaints","descr":"Eddie ist völlig genervt von den Weihnachtseinkäufen, als er versehentlich seinen Orangensaft über einen behinderten Mann, der im Rollstuhl sitzt. Entgegen Eddies Erwartung ist der Mann aber weiterhin sehr freundlich und gelassen und erklärt, dass er nach seinem fatalen Unfall erkannt hat, dass man positiv durchs Leben gehen muss. Eddie ist so beeindruckt, dass er sich vornimmt, sich nie wieder über etwas zu beklagen und erwartet dies auch von Joy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193177","hoster":"VOE"},{"path":"/redirect/12193178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-19","name":"Mrs. Perfect?","epNo":19,"alt":"One Night Stand","descr":"Eddie und Joy spielen mit Simona und Stephen Tennis, doch Eddie mag nicht mehr, weil er schon seit geraumer Zeit Schmerzen in der Brust verspürt. Simona fordert ihn auf am nächsten Tag in ihrer Praxis vorbeizukommen. Am Abend erklärt Eddie seiner Frau, dass er nicht zu Simona gehen wird, weil er sie privat kennt und sich geniert, sich vor ihr halbnackt zeigen zu müssen. Joy macht jedoch seine Gesundheit Sorgen und überzeugt ihn davon, zu Simona zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193184","hoster":"VOE"},{"path":"/redirect/12193187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-20","name":"Joy lernt nie aus","epNo":20,"alt":"The Joy of Learning","descr":"Während der Bestellung im Restaurant verbessert Joy die Aussprache der Kellnerin, da sie glaubt, dass diese das Wort Schubkarre falsch ausgesprochen hat. Obwohl sowohl Eddie, als auch Doug, versuchen Joy klarzumachen, dass der Fehler bei ihr liegt, glaubt sie ihnen nicht. Später gibt Joy zerknirscht zu, dass ihr der fehlende College-Abschluss zu schaffen macht, vor allem, da Allison nun kurz vor ihrem Abschluss steht. Sie erklärt Eddie, dass sie den Abschluss am Gemeindecollege in Abendkursen nachholen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193204","hoster":"VOE"},{"path":"/redirect/12193208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-21","name":"Das exklusive Geschenk","epNo":21,"alt":"Handbag Story","descr":"Joy hat Geburtstag, aber Eddie hat diesen mal wieder total vergessen. Erst als er ein Telefonat mithört, wird es ihm klar und er kritzelt schnell etwas auf ein Stück Papier. Als Joy großzügig gratuliert, ahnt sie es bereits, er hat wieder nur einen so genannten Gutschein für sie mit irgendeinem Unsinn, den sie sowieso nie einlösen wird. Eddie versucht sie von der Aufrichtigkeit seiner Geschenke zu überzeugen und so fordert sie zu seinem Entsetzen die Einlösung der angesammelten Gutscheine ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193214","hoster":"VOE"},{"path":"/redirect/12193216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-3/episode-22","name":"Wer sucht, der findet","epNo":22,"alt":"Cold Case","descr":"Eddie hat sich eine Freisprechanlage in seinen Wagen bauen lassen und als er abends mit Joy unterwegs ist ruft Kenny an. Als Eddie betont, dass Joy neben ihm sitzt, bricht Kenny das Gespräch sofort ab. Joy fragt Eddie später, warum Eddie gesagt hat, dass sie neben ihm sitzt und wüsste gern, ob er etwas vor ihr verheimlichen will Eddie ist sich keiner Schuld bewusst und erklärt, dass es einfach nur der Höflichkeit halber gewesen ist. Joy bleibt jedoch misstrauisch und kündigt an in Zukunft sehr genau zu beobachten, was er da treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12193218","hoster":"VOE"},{"path":"/redirect/12193220","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ehe-ist/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/ehe-ist/staffel-4/episode-1","name":"Mit den Waffeln einer Mutter","epNo":1,"alt":"Doug and Ally Return","descr":"Eddie und Joy machen gerade Pläne für einen Whirlpool, den Eddie im Garten bauen will, als ein altes Wohnmobil vorfährt. Zu ihrer Freude ist Tochter Ally damit vorgefahren, aber leider auch deren Freund Doug. Die beiden überraschen Eddie und Joy mit der Nachricht, dass sie im ecuadorianischen Dschungel von einem Schamanen getraut worden sind. Noch größer ist der Schreck bei ihren Eltern, als Ally verkündet, dass sie und Doug die nächsten zwei Jahre mit dem Wohnmobil im Garten hausen wollen. Noch während sie das mit alternativen Kraftstoff fahrenden Wohnmobil besichtigen, wird klar, dass die im Dschungel geschlossene Ehe gar nicht rechtsgültig ist und schon hoffen Eddie und Joy, dass sie doch noch einen Weg finden, um Doug loszuwerden. Da Ally sich auf Dougs Wunsch hin nur von Rohkost ernährt, versuchen Eddie und Joy die beiden zu entzweien, in dem sie Ally zu einem ungesunden Essen mit Waffeln und Brathähnchen verführen. Der Versuch schlägt fehl, Doug versucht Ally davon abzuhalten in alte Lebensweisen zu verfallen und sie geraten darüber in Streit, weil Ally wieder ein normales Leben führen will. Aber sie versöhnen sich lieber und Ally erklärt ihren Eltern, dass sie deren Beziehung zum Vorbild genommen hat. So unterschiedlich ihre Eltern auch sind, führen sie offenbar eine glückliche Ehe. So haben sich Ally und Doug geeinigt, dass jeder innerhalb der Beziehung auch seine eigenen Vorstellungen verwirklichen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580451","hoster":"VOE"},{"path":"/redirect/8413569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-2","name":"Getrennte Betten","epNo":2,"alt":"Separate Beds","descr":"Eddie ist mal wieder genervt, von den Schnief- und Hustgeräuschen, die Joy abends im Bett von sich gibt und schlägt getrennte Betten vor. Zu seinem Erstaunen ist Joy einverstanden, da sie sich ebenfalls Vorteile davon erhofft. So kaufen sie neue Betten und jeder richtet seins ganz nach dem jeweiligen Geschmack ein. Joy baut einen Himmel über das Bett, Eddie stellt einen Kühlschrank neben seins und mit zwei Fernsehern und Kopfhörern können sie unterschiedliche Programme gucken. In der Schule leidet Eddie allerdings unter seiner neuen Direktorin, Miss Duffy, die ihn mit einem Haufen zusätzlicher Arbeiten auf Trab hält. Eddie versteht nicht, wieso Miss Duffy es auf ihn abgesehen hat, bis sie ihm erklärt, dass sie einst seine Schülerin war, von ihm nach einem Referat mit einem gemeinen Spitznamen bedacht wurde und sie jahrelang darunter gelitten hat und zur Therapie musste. Schließlich hat sie nur deswegen Karriere gemacht, um es Eddie heimzahlen zu können. Eddie ist davon unbeeindruckt und erklärt ihr, sie soll ihm dankbar sein, denn ohne ihn hätte sie beruflich nie so weit gebracht. Eines Abends wird Eddie davon überrascht, das Joy nackt in ihrem Bett liegt und kann der Versuchung nicht widerstehen, zu ihr ins Bett zu kriechen. Beide erkennen, wie sehr es ihnen fehlt in einem gemeinsamen Bett zu schlafen und so beschließen sie ein neues Bett zu kaufen, bei dem beide Seiten individuell einstellbar sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600951","hoster":"VOE"},{"path":"/redirect/8413578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-3","name":"Eddies Buch","epNo":3,"alt":"Eddie\u0027s Book","descr":"Eddie hat die Idee ein Buch über sein leidenschaftliches Hobby zu schreiben, über Luftschiffe. Joy hat zwar ihre Zweifel, aber Eddie kann den Verleger Miles Turnercliff von seiner neuen Sichtweise auf das Unglück der Hindenburg überzeugen, so dass dieser ihm sogar einen Vorschuss zahlt. Ally ist dagegen sauer, als sie Schecks in Höhe von mehreren Tausend Dollar findet, die Doug von seinem Vater hat, aber nicht einlösen will. Doug hält seinen Vater für das personifizierte Böse und bringt Ally mit ihm zusammen, damit sie sich selbst ein Bild von ihm machen kann. Bei dieser Gelegenheit steckt Dougs Vater, George van Stuessen, Ally 10.000 Dollar zu, was sie vor Doug zunächst verheimlicht. Nach Rücksprache mit ihrer Mutter kauft sie ein paar Sachen von dem Geld und erzählt erst dann Doug von dem Geldsegen. Doug ist entsetzt und berichtet ihr von seinem Leben als reicher Sohn, das ihn irgendwann nicht mehr erfüllt hat und er deswegen dem schnöden Mammon abgeschworen hat. George kommt daraufhin zu den Starks, weil Doug ihn angerufen hat und so lernen Eddie und Joy ihn kennen. Allison will im Anschluss daran George erklären, warum sie wegen Dougs Prinzipien das Geld nicht annehmen können. Doch zu ihrer Überraschung ist Doug nun doch einverstanden und erklärt ihr, dass er aus Liebe zu ihr bereit ist, von seinen Prinzipien abzurücken, wenn sie dadurch glücklich wird. Eddie nimmt Joy die Sorge, dass sie nur noch die zweite Geige für ihn spielen wird, wenn er mit dem Buch befasst ist und verspricht sogar, ihr das Buch zu widmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700266","hoster":"VOE"},{"path":"/redirect/8413557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-4","name":"Arbeitslos","epNo":4,"alt":"Joy\u0027s Out of Work","descr":"Obwohl die Geschäfte im Reisebüro schon seit einiger Zeit ziemlich mau laufen, sind wede Joy noch Beth darauf vorbereitet, dass das Reisebüro geschlossen und an seiner Stelle ein Sandwich-Laden eröffnet wird. Joy ist am Boden zerstört, aber Eddie erklärt ihr, dass das nicht schlimm sei, da sie sowieso nicht viel verdient hat und er einen zweiten Job hat, da er an seinem Buch über das Luftschiff ‚Hindernburg‘ arbeitet. Ally ist schrecklich erkältet und bittet Doug ihr Medizin aus einer homoöpathischen Apotheke vom anderen Ende der Stadt zu holen Doug ist zwar davon überzeugt, dass Eddie ihn hasst, bittet ihn aber dennoch ihn dort hin zu fahren. Und so landen die beiden schließlich in einem Restaurant namens Ample D … ’s, in dem nur offenherzige großbusige Kellnerinnen bedienen. Währenddessen fühlt sich Ally besser, nach sie stark alkoholhaltigen Hustensaft von ihrer Mutter bekommen hat und hilft Joy einen Lebenslauf für künftige Bewerbungen zu verfassen. Trotz großen Lücken und mangelnder beruflicher Qualifikation, ist Joy davon überzeugt, dass sie mit ihrem Charme schon einen Job bekommen wird. Doug findet hingegen, dass sie mit ihrem Bemühen nur den undurchsichtigen Interessen der Konzerne in die Hände spielt. Joys Optimismus verfliegt schnell, als sie feststellen muss, dass sie derzeit keine Chance auf dem Arbeitsmarkt hat. Doch statt Trost bei Eddie zu finden, erzählt der nur freudestrahlend, das wieder mal im Ample D … ’s zum Essen war. Immerhin gelingt es Joy ihm endlich mal die Worte ‚Ich liebe dich‘ zu entlocken. Doug ist um Allys Gesundheit sehr besorgt und fragt, was sie noch alles aus der Apotheke benötigt. Ally ist zwar etwas irritiert, dass er unbedingt wieder mit ihrem Vater zusammen wegfahren, äußert dann aber doch einen Wunsch. Und so landen Doug und Eddie wieder im Ample D … ’s, wo sie es überraschenderweise mit einer neuen Kellnerin zu tun haben: mit Joy. Für diesen Job hat sie die Qualifikation mitgebracht, allerdings wird sie feuert, als auf ärmellose Sommeruniform gewechselt wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997904","hoster":"VOE"},{"path":"/redirect/13994715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-5","name":"HDTV","epNo":5,"alt":"Hi Def TV","descr":"Aufgrund Joys Arbeitslosigkeit müssen die Starks sparen und Eddie muss gleich nachhaken, wie es kommt, dass sich Joy eine Zeitschrift gekauft hat. Doug zweifelt unterdessen an seiner Existenz, er fürchtet, dass er nur von jemandem geträumt wird, oder, schlimmer noch, eine Figur in einer Sitcom ist. Dafür legt er Ally gleich Beweise vor. Eddie kommt am folgenden Tag freudestrahlend zu Joy und verkündet, dass er einen großen HD-Fernseher gekauft hat. Joy ist erstaunt, da sie doch sparen müssen und Eddie erklärt ihr, dass sie eben an anderer Stelle kürzer treten müssen. Als Beispiel nennt er ausgerechnet Joys Schönheitspflege. Joy ist aber nur dazu bereit, wenn auch Eddie ein Opfer bringt und er teilt ihr mit, dass sie künftig nur noch einen Wagen haben werden. Joys Einwand, dass sie ihren Wagen für die Jobsuche braucht, kann er entgegnen, dass sie ihn morgens zur Schule fährt, tagsüber den Wagen nutzen kann und ihn nachmittags wieder von der Arbeit abholt. Leider richtet es sich Joy vor dem HD-Fernseher so gemütlich ein, dass sie schon am zweiten Tag vergisst, Eddie abzuholen. Nicht nur das nervt Eddie, sondern auch, dass sie ihn nicht mehr vor den Fernseher lässt und während der Fahrt zur Arbeit lauthals singt. Kurzerhand setzt er sie am nächsten Tag während der Fahrt aus, doch ihre Rache lässt nicht auf sich warten. Am Abend steht Eddie vor der Tatsache dass Joy einen zweiten HD-Fernseher fürs Schlafzimmer gekauft hat. Verblüfft nimmt er zur Kenntnis, dass Joy einen neuen Job als Verwaltungsangestellte gefunden hat. Die Freude wandelt sich in pures Entsetzen, als Eddie erfährt, dass Joy Arbeit in seiner Schule gefunden hat. Eddie fleht Miss Duffy an, die Einstellung wieder rückgängig zu machen, aber Miss Duffy genießt sein Leiden und Joy darf den Job behalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9580453","hoster":"VOE"},{"path":"/redirect/13994720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-6","name":"Das Leben ist eine Sitcom","epNo":6,"alt":"Independent Action","descr":"Joy kommt nach nur einer Woche im neuen Job an Eddies Schule zu Direktorin Carol Duffy, weil sie einen Tag frei nehmen will und lernt Miss Duffy von deren verrückten Seite kennen. Auch Eddie hat weiterhin Probleme mit seiner ehemaligen Schülerin, so verdonnert sie ihn zu einem Eltern-Lehrer-Gespräch, ausgerechnet an dem Tag, an der er mit Joy traditionell zum Baseball gehen will. Joy ist enttäuscht, denn gerade wegen dieses Spiel hat sie den Tag frei genommen, fügt sich aber in ihr Schicksal. Als sie am nächsten Morgen auch noch Zahnschmerzen hat und zum Zahnarzt muss, tröstet sie Eddie, da so ohnehin nicht zum Spiel hätte gehen können. Ally und Doug nehmen an einer Aktion zur Rettung eines Baumes teil, der von der Stadt gefällt werden soll und sie besetzen ihn kurzerhand. Als es kühl wird, bindet Doug zwar dem Baum seinen ecuadorianischen Schal um, lässt Ally aber frieren, so dass sie sich verärgert auf den Weg nach Hause macht. Dort wäscht Doug später den Kopf, zumal er auch noch die fixe Idee hat, sie würden in einer Sitcom leben und überall nach Beweisen dafür sucht. Als Eddies Eltern-Lehrer-Gespräch ausfällt, nutzt er die gewonnene Zeit, um doch noch zum Spiel zu gehen. Dort fängt er auf rüpelhafte Weise den ersten Ball der in Aus geschlagen wird und ist von sich begeistert. Als er nach Hause kommt hat Joy das Spiel allerdings aufgezeichnet und will es mit ihm ansehen. Bei der Gelegenheit fällt ihr auf, dass Eddie beim Spiel war und sie beschließt, von nun an ebenfalls Sachen allein zu machen und Eddie auszuklammern. Eddie findet das völlig in Ordnung, doch als sie nicht einmal mehr Kaffee für ihn macht, kriecht er zu Kreuze und entschuldigt sich dafür, dass er ohne sie zum Spiel gegangen ist und sie deswegen auch noch angelogen hat. Als Ally und Doug am nächsten Morgen zu dem Baum zurückkehren, liegt dieser gefällt am Boden. Aber nicht die Stadt ist schuld daran, wie sie ein Mitstreiter aufklärt, sondern ein ecuadorianischer Schal, durch den der Baum von einem südamerikanischen Baumschädling befallen wurde und dadurch droht vielen weiteren Bäumen das gleiche Schicksal …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306943","hoster":"VOE"},{"path":"/redirect/10106975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-7","name":"Eine teure Versöhnung","epNo":7,"alt":"The Break-Up","descr":"Joy hat schlechte Neuigkeiten, ihre Freunde Simona und Stephen haben sich getrennt. Sie ist ganz begierig darauf den Grund zu erfahren und Eddie warnt sie davor, sich einzumischen. Doch ausgerechnet läuft er Stephen in die Arme, der ihm gleich erzählt, dass seine Zähneknirschen schuld daran sein soll, ihn in Wirklichkeit aber viel mehr gestört hat und versucht Eddie auf seine Seite zu ziehen. Als Eddie ihm zustimmt und ihn auf ihre komische Lache anspricht, erklärt Stephen jedoch, dass ihm Simonas Lachen immer gefallen hat. Joy wird von Simona ebenfalls vor die Wahl gestellt, wen sie lieber hat und erwähnt, dass sie Stephens bohren mit dem kleinen Finger in seinem Ohr immer gestört hat. Dougs Wahnvorstellung in einer Sitcom zu leben verschlimmert sich, er sieht mittlerweile sogar, wie das Set umgebaut wird und wird von den Mikrophonen verfolgt. Allison sieht das mit großer Sorge und schickt ihn zu einer Psychiaterin. Das ist die Schauspielerin Mayim Bialik, die als Kind die Blossom in der gleichnamigen Serie gespielt hat und danach Medizin studiert hat. Nun gibt sie sich als Spezialistin für Sitcomosis aus und Doug erfährt, dass er nicht der einzige ist, der an dieser Wahnvorstellung leidet. Ein Medikamtenmix und ein Affirmationswort sollen ihn davon heilen. Als Joy Stephen wieder trifft, verkündet er glücklich, dass er sich wieder mit Simona vertragen hat und spricht sie auf die Einladung an. Joy hatte Simona gegenüber erwähnt, dass Eddie und sie die beiden zu ihrem Hochzeitstag in ein unverschämt teures Restaurant einladen wollen, was ja nun hinfällig sei. Doch jetzt sieht sich Joy plötzlich an diese Einladung gebunden. Eddie ist wenig begeistert davon und der Abend beginnt damit, dass Stephen und Simona ausplaudern, was ihnen Joy und Eddie über den jeweils anderen anvertraut haben. Aber alle vier nehmen es mit Humor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997903","hoster":"VOE"},{"path":"/redirect/13994717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-8","name":"Die letzte Überlebende","epNo":8,"alt":"Check-Up","descr":"Eddie hat die Adresse einer der letzten Überlebenden des Hindenburg-Unglücks gefunden und ist ganz aufgeregt, als die 97jährige ihm ein Interview gewähren will. Joy hingegen hat ganz andere Sorgen, als sie bei einem gemeinsamen Abendessen Simona ein Kompliment macht, erwidert ihre Freundin dieses Kompliment nicht. Joy fragt sich verzweifelt, ob sie selbst so schrecklich aussieht, dass Simona nicht einmal eine Lüge bezüglich ihres Aussehens über die Lippen bekommen würde.Als sich Eddie, von Joy gezwungen, zu seiner jährlichen Vorsorgeuntersuchung in Simonas Praxis einfindet, sieht er sich von mehreren Kindern umgeben. Simona hat ihre Praxis mit einem Kinderarzt zusammen gelegt und der kleine Jonny niest Eddie stolz ins Gesicht, dass er erkältet ist. Bei einem Pokerspiel im Hause der Starks, an dem auch Ally und Doug teilnehmen, wiederholt Joy, die sich prächtig aufgedonnert hat, ihr Kompliment für Simona, die wiederum nicht darauf reagiert. Eddie kommt völlig begeistert von seinem Interview zurück, hat jedoch noch nichts über den Absturz der Hindenburg erzählt bekommen, aber er darf das Interview fortsetzen. Joy taucht bei Simona in der Praxis auf und stellt sie zur Rede. Simona gesteht weinend, dass sie früher sehr dick war, nie Komplimente bekommen hat und daher auch anderen Frauen keine Komplimente machen kann. Mit einer erfundenen Geschichte über ihre flachbrüstige Jugend provoziert Joy Simona so lange, bis es ihr gelingt auch Joy Komplimente zu machen. Als Eddie zu seinem zweiten Interview-Termin kommt, ist die alte Dame gestorben. Sie hatte sich an seiner Erkältung angesteckt und diese nicht mehr überstanden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600950","hoster":"VOE"},{"path":"/redirect/8413494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-9","name":"Wie Du mir…","epNo":9,"alt":"Check Mate","descr":"Eddie und Joy gehen mit Simona und Stephen essen und kurz bevor der Nachtisch kommt, verabschieden sie sich schnell mit dem Hinweis, dass sie morgens früh arbeiten müssen. Zum dritten Mal bleiben damit Stephen und Simona auf einer Restaurantrechnung sitzen. Und es kommt noch dicker, Joy und Eddie haben außerdem noch einen Kuchen zum Mitnehmen bestellt. Verärgert beschließen die geprellten es Joy und Eddie heimzuzahlen. In der Schule hat sich Miss Duffy eine neue Gemeinheit ausgedacht. Sie befördert Joy kurzerhand zur Hilfslehrerin, damit sie Zutritt zum Lehrerzimmer hat, dem letzten Rückzugsgebiet von Eddie, und ihm im Unterricht nerven kann. Der Plan geht auf, gelangweilt sitzt Joy in Eddies Klasse und schafft es selbst durch banale Tätigkeiten wie Bleistifte anspitzen oder Tafelwischen Eddies Unterricht zu sabotieren. Ein bisschen plagt die beiden schon das schlechte Gewissen, wegen der Restaurantgeschichte und sie beschließen Simona und Stephen zum Essen einzuladen. Aber, nur zum Mittagessen und teuer soll es auch nicht werden. Aber das befreundete Ehepaar hat den Braten gerochen und sie bestellen nur das teuerste von der jeweiligen Karte. Unter anderem bestellt Stephen zum Leidwesen des Personals den Hummer Bobby, der im Restaurant als Maskottchen gilt. Als sie erneut zu viert Essen gehen, um sich beieinander zu entschuldigen und die Sache aus der Welt zu schaffen, verabschieden sich diesmal Stephen und Simona vorzeitig, ohne ihren Teil der Rechnung zu bezahlen. Weil Joy erkannt hat, dass sie nur ein Instrument der Rache für Miss Duffy darstellt, beschließt sie kündigen, um Eddie nicht weiter zu frustrieren. Aber Miss Duffy macht ihr das Angebot Leiterin der schulischen Gesangsgruppe und der Theatergruppe zu werden, mit deutlich besserem Gehalt. Ein Angebot, das Joy unmöglich ab lehnen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128843","hoster":"VOE"},{"path":"/redirect/13995244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-10","name":"Das Konzert","epNo":10,"alt":"The Concert","descr":"In Eddies grauen Schulalltag kommt Bewegung, als das Kollegium einen Neuzugang erhält. Der neue Lehrer Mr. White ist Eddie auf Anhieb sympathisch und als sich die beiden näher kennenlernen, stellen sie fest, dass sie tatsächlich viele Gemeinsamkeiten haben. Doch der wunderbare Beginn einer neuen Freundschaft wird von Direktorin Duffy durchkreuzt, die andere Pläne mit Eddie und Mr. White hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306944","hoster":"VOE"},{"path":"/redirect/10106976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-11","name":"Das Prinzip Leistung","epNo":11,"alt":"Merit Pay","descr":"Eddies Gehaltserhöhung ist in Gefahr. Für Lehrer gilt jetzt das Leistungsprinzip, seine Klasse muss einen bestimmten Notendurchschnitt erreichen, ansonsten fällt die Erhöhung für ihn aus. Dummerweise sitzt Feldman in seiner Klasse, der eine fünf nach der nächsten produziert und den Notendurchschnitt in den Keller reißt. Eddie ist verwundert, weil Feldman in allen anderen Fächern ein Einserschüler ist, nur bei ihm versagt. Verblüfft nimmt Eddie zur Kenntnis, dass sich Feldman von den anderen Lehrern dafür bezahlen lässt, gute Note zu schreiben und ihnen so die Gehaltserhöhung garantiert. Eddie weigert sich auf Feldmans Angebot bei ihm ebenfalls Einsen gegen Bares zu schreiben, einzugehen. Der Versuch Feldman eine gefälschte Zwei zu geben fällt jedoch Duffy auf, die ihm zur Strafe mit dem Mexikaner Garcia einen weiteren schlechten Schüler in die Klasse setzt. Doug wacht am Morgen und ist entsetzt, weil Ally schon wieder von einer anderen Schauspielerin dargestellt wird. Da alle anderen so tun, als sei nichts passiert, sucht er wieder Dr. Mayim Bialik auf, die ihm versichert, dass das in Sitcoms ständig vorkommt und er diesen ‚Austausch‘ deswegen auf sein reales Leben übertragen hat. Sie rät ihm, weiterhin seine Pillen zu nehmen und ermutigt ihn eine Szene, die ihm nicht passt, einfach umzuschreiben. Bei der nächsten Begegnung mit der neuen Ally probiert er dies erfolgreich aus. Joy möchte jedoch unbedingt in den Ferien an den Strand fahren, aber die Erhöhung können sie sich den Urlaub nicht leisten. Eddie verhandelt daraufhin mit seinem Kollegen Whitey, um einen garantierten Einserschüler in seine Klasse zu bekommen. Doch als ein Test geschrieben wird, fehlt der besagte Schüler. Whitey, der eine Beziehung mit Duffy führt, hat ihr von seinem Deal mit Eddie erzählt und dafür gesorgt, dass Schülerlange Zeit ausfallen wird. Feldman erneuert sein Angebot an Eddie und gibt ihm eine Preisliste. Als Eddie seiner Frau erklärt, dass er sich auf den Deal einlassen will, lässt Joy das nicht zu. Lieber verzichtet sie auf den Urlaub und rät Eddie stattdessen wegen der Preisliste die Behörde einzuschalten. Gesagt, getan, Feldman wird rausgeworfen und Duffy genießt bereits die erfolgreiche Verhinderung von Eddies Gehaltserhöhung. Doch ausgerechnet Garcia rettet Eddie die Erhöhung, weil die Abschlussarbeit über die Schlacht bei Alamo ging, Garcia dort aufgewachsen ist und die Geschichte bis ins kleinste Detail kennt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056132","hoster":"VOE"},{"path":"/redirect/8413563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-12","name":"Tommy und April","epNo":12,"alt":"The New Neighbors","descr":"Joy und Eddies wollen einen Garagenverkauf machen und suchen alle möglichen Sachen raus, die sie loswerden wollen. Eddie kann und will sich natürlich nicht von seinen Spielsachen trennen. Da klingelt es an der Tür und Tommy Campbell steht davor, der neue Nachbar. Mit seiner quäkigen Stimme und dem penetranten Auftreten geht er Eddie gleich auf die Nerven, zumal er sich und seine Frau sofort für den Abend bei Eddie und Joy einlädt. Als sie den Verkauf vorbereiten kommt Whitey hinzu und bittet Eddie für ihn ein Bild zu verkaufen. Whitey hat es selbst gemalt und ein Schaf steht im Mittelpunkt des Gemäldes. Die angebotenen zehn Prozent des Verkaufspreis en und hübschen Frau April. Schnell wird Joy klar, dass April nur wegen Tommys Vermögen, das er als Software-Entwickler gemacht hat, bei ihm bleibt und ist von der Beziehung angewidert. Eddie sieht aber auch gute Seiten daran, sehr zu Joys Missfallen. Am nächsten Tag läuft der Garagenverkauf und der neureiche Tommy kauft allen möglichen Kram, unter anderem auch Whiteys Bild, für das dieser 26.000 Dollar verlangt. Eddie bedauert nun seinen Verzicht auf die zehn Prozent. Doug und Ally bekommen in ihrem Wohnwagen unerwartet Besuch, als Tommy auftaucht und ihnen den Wagen abkaufen will, weil er ein neues Spielzeug für seine Frau braucht. Verwundert muss Tommy wieder abziehen, als ihm Doug klarmacht, dass weder er noch Ally sich für Geld interessieren. Am Abend taucht Tommy bei Eddie und Joy auf und möchte etwas Nahrhaftes zu essen haben. Aber bevor ihm Joy ein Sandwich für 800 Dollar verkaufen kann, kommt April und findet ihren Mann dort vor. Mit dem Versprechen, dass es eine heiße Nacht für Tommy wird, verschwinden die beiden wieder. Eddie kommen Zweifel, ob er wirklich mit Joy in allen Belangen glücklich ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600949","hoster":"VOE"},{"path":"/redirect/8413486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-13","name":"Die Hochzeit","epNo":13,"alt":"The Wedding","descr":"Joy ist nervös und tigert durch die Wohnung, sie ist kaum zu beruhigen, denn ihre Mutter kommt zu Besuch. Donna hat immer etwas an ihrer Tochter auszusetzen und das macht Joy so zu schaffen, dass sie Eddie bittet, sie keinen Moment mit ihrer Mutter allein zu lassen. Joys Befürchtungen werden wahr, kaum ist Donna da, mäkelt sie an Joy rum.Eddie kommt auf die Idee zwei Kollegen aus der Schule, Whitey und Donnelly zum Abendessen einzuladen, damit sie einen zusätzlichen Puffer zwischen Joy und Donna bilden können. Zuvor muss er jedoch zu seinem Verleger, der nun sein Skript über die Hindenburg gelesen hat.Miles zeigt sich begeistert von Eddies Buch, hat aber dennoch keine gute Nachricht für den hoffnungsfrohen Autoren. Seine Marktforschungen haben ergeben, dass es zu wenige potentiellen Käufer gibt, als dass der Druck sich lohnen würde. Er macht Eddie den Vorschlag, aus dem Skript ein Kinderbuch zu machen und die Zahl der Wörter von über 100.000 auf eins zu reduzieren.Donna sucht das Gespräch mit Ally und Doug, um sich mit den beiden über Joys Fehler zu unterhalten. Ally macht ihr klar, dass ihr Verhältnis u Joy entspannter sein würde, wenn sie ihrer Tochter gegenüber toleranter wird. Donna verspricht Besserung und in einem Gespräch mit viel Alkohol näher sich die beiden tatsächlich wieder aneinander an.Als das Dinner mit Whitey und Donnelly peinlich zu enden droht, spielt Ally auf der Ukulele selbst getextete Lieder und rettet so den Abend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916210","hoster":"VOE"},{"path":"/redirect/8413492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-14","name":"Joys Mutter","epNo":14,"alt":"Joy\u0027s Mom","descr":"Joy hofft auf Eddies Unterstützung, als ihre rassistische und bornierte Mutter zu Besuch kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11306949","hoster":"VOE"},{"path":"/redirect/10106977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-15","name":"Ein neues Haus","epNo":15,"alt":"Sell The House","descr":"Eddie geht es ziemlich auf die Nerven, dass Ally und Doug immer noch mit ihrem Wohnmobil auf seinem Grundstück hausen und er auch noch für ihren Unterhalt aufkommt. Joy ist mittlerweile auch der Ansicht, dass sie die beiden rauswerfen müssen, fürchtet aber, dass sie immer wieder zurückkommen werden. Eddie überredet Joy daraufhin sich ein kleineres Stadthaus anzusehen, dass gerade groß genug für ihre Bedürfnisse ist, aber keinen Platz für Dauerbesucher wie Doug und Ally lässt. Doug und Ally fallen aus allen Wolken, als sie davon erfahren, wollen aber das beste daraus machen und mit dem Wohnmobil durch Amerika ziehen. Whitey ist unterdessen von Duffy fallen gelassen worden und heftet sich verzweifelt an Eddies Fersen. Eddie ist begeistert, Joy sieht Whiteys Anwesenheit zunehmend skeptisch. Sie will ja nicht die Kinder loswerden, damit Whitey nun bei ihnen einzieht. Obwohl Whitey maßgeblich an der Entscheidung in ein neues Haus zu ziehen beteiligt ist, stellt ihn Joy zur Rede. Sie empfiehlt ihm, um Duffy zu kämpfen. Duffy ist aber von Whitey zu sehr angeekelt, als dass sie sich wieder auf ihn einlassen würde. Erst als er ihr erzählt, dass Eddie davon begeistert ist, geht sie erneut eine Beziehung mit Whitey ein, um Eddie wieder leiden zu sehen. Als Eddie und Joy begeistert vom neuen Haus zurückkommen, finden sie Ally und Doug vor. Ihr Wohnmobil ist gestohlen worden und Ally bittet um Asyl in ihrem alten Zimmer. Auf Joys Drängen hin stimmt Eddie zu und die Umzugspläne werden erst mal wieder auf Eis gelegt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600953","hoster":"VOE"},{"path":"/redirect/8413417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-16","name":"Wir sind schwanger","epNo":16,"alt":"Ally\u0027s Pregnant","descr":"Mit einem fröhlichen Lied präsentieren Doug und Ally die frohe Kune, dass Ally schwanger ist. Zunächst irritiert beginnt Joy sich sehr zu freuen. Zu sehr, wie Eddie feststellt, denn sie beginnt zu kochen, backen, essen und redet ohne Unterlasse. Whitey und Raj, der inzwischen als Putzmann in der Schule arbeitet, raten Eddie, er solle sich Hilfe holen, und zwar am besten Joys Mutter, das sie nachempfinden kann, was in ihr vorgeht. Doug und Ally gehen zu einem Arzt, um sich bezüglich der Schwangerschaft beraten zu lassen, geraten aber ausgerechnet an einen verhinderten Komiker, der vergeblich versucht sie mit seinen Witzen zum Lachen zu bringen.Donna wird so überschwänglich von Joy empfangen, dass sie gleich merkt, was mit ihrer Tochter los ist. Sie hat fürchtet davor Großmutter zu werden, verdrängt diese Angst aber. Dennoch findet Donna Zugang zu Joy und schließlich bricht aus die Panik heraus, dass sie bald Großmutter sein wird, sich aber noch viel zu jung dafür hält und keine alte vertrocknete Schachtel sein wird. Aber gerade als sich Joy beruhigt, wird Donna klar, dass sie bald Urgroßmutter wird und nun sind beide Frauen sauer auf Ally und lassen sie das auch deutlich spüren. Erst als Ally verzweifelt Tränen vergießt, haben ihre Mutter und ihre Großmutter ein Einsehen, erkennen, dass sie den Lauf der Zeit nicht aufhalten können und versprechen Ally ihr jede Hilfe zukommen zu lassen, die sie braucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600956","hoster":"VOE"},{"path":"/redirect/8413423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-17","name":"Das Smartphone","epNo":17,"alt":"Smart Phone","descr":"Eddie ist entsetzt, weil er kaum ich seinen Unterricht halten kann, denn die Schüler stecken nur noch mit der Nase in ihren Handys oder Laptops. Selbst Whitey kann ihn nicht davon überzeugen, dass er der modernen Technik gegenüber aufgeschlossen sein muss und von Duffy erhält er natürlich auch keine Unterstützung. Entweder lässt er die Laptops in seinem Unterricht zu, oder sie entlässt ihn, lautet ihre Antwort auf seine Beschwerde. Die schwangere Ally ist genervt, dass sich Doug immer mehr von ihr zurückzieht und viel Zeit vor dem Computer verbringt. Sie befürchtet, dass er sie nun nicht mehr attraktiv findet und eine Affäre haben könnte. Zumal sie auf seinem Laptop Nachrichten von einer gewissen Apollonia findet. Whitey schenkt Eddie ein neues Smartphone, und bringt ihm sowohl das Simsen, als auch das Surfen im Internet bei. Eddie fängt Feuer und wird sofort süchtig nach dem kleinen Ding. Als er sogar im Bett lieber an den Tasten, als an Joy rumspielt, reicht es seiner Frau und sie spült das Handy im Klo runter. Ally stellt Doug zur Rede und stellt zu ihrer Erleichterung fest, dass Apollonia nur ein Mitspieler in einem Online-Multi-Player-Game ist, an dem Doug teilnimmt. Eddie kommt nicht mehr damit klar, dass seine neue Leidenschaft so schnell wieder aus seinem Leben verschwunden ist. Joy gibt dann jedoch zu, dass sie das Handy gar nicht versenkt hat, und gibt es ihm zurück. Die Sache hat jedoch einen Haken, den sie Eddie in Form der Rechnung präsentiert. Erschrocken stellt Eddie fest, dass die Telefongesellschaft alle Dienste abrechnet und er sich das Handy überhaupt nicht leisten kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600954","hoster":"VOE"},{"path":"/redirect/8413427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-18","name":"Großer Mann ganz klein","epNo":18,"alt":"Big Man, Little Man","descr":"Nach einem Tennisspiel mit Tommy, fällt Eddie auf, wie gut sein Nachbar bestückt ist und als er Joy davon erzählt, wird ihm bewusst, dass die Natur ihn wohl ein wenig benachteiligt hat. Joy versucht vergeblich ihn davon zu überzeugen, dass bei ihm alles genau richtig sei. Doug will nicht wissen, welches Geschlecht sein Kind hat, als der Arzt das Ultraschallbild des Babys vor sich liegen hat. Ally erkennt sofort, dass es ein Sohn wird, denn das primäre Merkmal ist unverhältnismäßig groß geraten. Eddie ist die Verzweiflung anzusehen, so dass Whitey ihn darauf anspricht. Eddie erzählt ihm von seiner vermeintlichen Benachteilung und Whitey versucht ihn zu trösten. Eddie soll eben ‚groß‘ auftreten, rät er seinem Freund, denn wer würde schon bei seiner Größe ein kleines Ding vermuten? Nachts hat Eddie einen Alptraum, er fürchtet, Whitey könne bei seinen SM-Spielchen mit Duffy sein Geheimnis verraten haben. Als Duffy am nächsten Morgen eine Ankündigung macht, in der zufällig öfter die Worte ‚klein‘ und ‚winzig‘ fallen, glaubt Eddie, sie mache sich über ihn lustig. Vor dem gesamten Lehrerkollegium gesteht er nun, dass ihn die Natur benachteiligt hat, es ihm aber nichts ausmacht. Whitey kann ihn nicht mehr davon abhalten, zumal er Duffy tatsächlich nichts verraten hat. Als Eddie das Ultraschallbild seines Enkels sieht und vor allem die Größe dessen künftiger Männlichkeit, ist für ihn der Fluch der Starks gebrochen. Da macht es ihm schon fast nichts mehr aus, dass sein Enkel in dem Punkt nach Doug kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600957","hoster":"VOE"},{"path":"/redirect/8413426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-19","name":"Gefeuert","epNo":19,"alt":"Work Wife","descr":"Joy hat sich entschieden, welches Musical sie mit dem Theaterkurs der Schule inszenieren wird. Es wird Cats sein und sie selbst will die Rolle der Grizabella spielen, um den weltberühmten Song ’Memory … \" singen zu können. Während sie im Lehrerzimmer Eddie mit ihren Plänen vollquatscht, lässt Whitey Duffy gegenüber fallen, dass er Joy ganz attraktiv findet. Noch während sich Joy bei Duffy für die Chance bedankt, das Musical machen zu dürfen, wird sie von der eifersüchtigen Direktorin gefeuert. Eddie kann Joy Mut zusprechen und sie macht sich sofort daran, einen neuen Job zu finden. Das will aber nicht gelingen und als sie Simona ihr Leid klagt, erwähnt ihre Freundin, dass Stephen eine Sekretärin sucht und sorgt dafür, dass Stephen Joy einstellt.Joy ist aber schon bald genervt, zum einen von den niederen Arbeiten, die sie machen soll, aber auch von Stephens Witzen, die gar nicht komisch sind. Darüber beklagt sie sich in einer Tour bei Eddie. Eddie wiederum passt das gar nicht und schüttet sein Herz bei Whitey aus, der ihm gesteht an Joys Entlassung nicht unschuldig zu sein. Whitey verspricht, die Sache wieder in Ordnung zu bringen, und sorgt dafür, dass Joys Nachfolgerin ihren Job von Duffy gefeuert wird. Im Cats-Kostüm bittet Joy Duffy, ihr den Job wieder zu geben und Duffy lässt sich erweichen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600959","hoster":"VOE"},{"path":"/redirect/12985667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-20","name":"Alles für das Baby","epNo":20,"alt":"Baby Steps","descr":"Joy bereitet sich auf die Ankunft ihres Enkels vor, etwas zu übertrieben, wie Eddie findet, denn schon morgens um vier ist sie aktiv, um zu staubsaugen und Essen für die bevorstehende Babyparty zu kochen. Aber Eddie kann sie nicht bremsen und so klagt er mal wieder sein Leid bei Whitey. Whitey beschließt sich von einem Sammlerstück zu trennen, einem teueren Kinderwagen, den Joy für das Baby kaufen will, aber jenseits ihrer Preisklasse liegt. Whitey versucht damit zwei Fliegen mit einer Klappe zu schlagen. Einerseits den künftigen Eltern eine Freude zu machen, anderseits von seinem Zwang alles sammeln zu müssen loszuwerden. Vergeblich.Ally kommt nicht damit klar, dass ihre Mutter mit allem übertreibt. Das Kinderzimmer wird mit Babykram so überhäuft, dass man sich nicht mehr darin bewegen kann. Doug erleidet gleichzeitig einen Rückfall in die Sitcomosis und Ally macht für ihn einen Termin bei Dr. Bialik aus. Dort trifft Doug auf zwei weitere Ensemblemitglieder aus der Serie Blossom, mit deren Hilfe Dr. Bialik ihm die Unterschiede der realen Welt und der Welt der Sitcom klarmachen will. Die beiden Schauspieler, Jenny von Oy und Michael Stoyanov sind aber viel zu sehr mit ihren eigenen Karriereproblemen beschäftigt, als dass sie ein Hilfe für Doug sein könnten. Fast schon vergeblich versucht Ally ihre Mutter davon abzubringen, sich so sehr in ihr Leben einzumischen, als Joy kurz vor einem Nervenzusammenbruch steht und ihr dadurch klar wird, dass sie übertreibt, weil sie nicht damit klarkommt, dass bald ein Kind im Haus sein wird und sie nicht dessen Mutter ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9600958","hoster":"VOE"},{"path":"/redirect/8413438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-21","name":"Gut versteckt","epNo":21,"alt":"Let\u0027s Go","descr":"Joy wundert sich, dass Whitey nicht in der Schule war und auch Eddie macht sich Sorgen. Während Ally glaubt, dass sie ihre Wehen bekommt, macht sich Eddie auf den Weg zu Whitey. Er trifft den Messie in seiner mit Krempel überfüllten Wohnung an und es geht Whitey auch gut. Er musste sich nur um seinen 93jährigen Onkel Rudolph kümmern, der gerade bei ihm eingezogen ist. Wegen seiner griesgrämigen und unverschämten Art ist Rudolph schon aus mehreren Altersheimen rausgeflogen. Rudolph beschimpft Whitey die ganze Zeit aufs Gröbste, äußert dann aber einen Wunsch, er möchte eine Geburtstagsparty feiern, da er nie im Leben eine hatte, aber bloß keine Überraschungsparty, denn laut Arzt könnten Überraschungen ihn umbringen. Whitey ergreift die Chance und lädt alle Kollegen und natürlich auch Eddie und dessen Familie ein, damit sie für Rudolph eine Überraschungsparty geben. Die erste Überraschung erlebt Eddie, als er los will, Joy aber noch nicht angezogen ist, weil sie sich nicht für ein Kleid entscheiden kann. Die zweite Überraschung erwartet ihn im Wohnzimmer, wo Ally und Doug verstecken spielen. Doug ist nicht zu finden und Ally erklärt ihrem Vater, je mehr er versucht, Doug zum Beenden des Spiels zu bewegen, desto mehr treibt ihn der Ehrgeiz nicht gefunden zu werden. Erst als Ally in Tränen ausbricht, weil sie ohne Doug fahren wollen, entdeckten sie ihn, da er immer mitheulen muss, wenn Ally weint. Die dritte Überraschung erleben sie auf der Überraschungsparty, weil sich Onkel Rudolph überhaupt nicht überraschen lässt und die Party ein schnelles Ende findet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334268","hoster":"VOE"},{"path":"/redirect/8413419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ehe-ist/staffel-4/episode-22","name":"Das Baby","epNo":22,"alt":"The Baby","descr":"Eddies Buch über die Hindenburg ist endlich gedruckt worden und er bekommt die ersten Exemplare zugeschickt. Weil ein Kinderbuch daraus wurde, hat es die Form eines Zeppelins. Sein Ärger ist jedoch groß, als er feststellen muss, dass die Bücher zusätzlich mit einer Zuckerschicht überzogen wurden, damit die Kinder daran lecken können. Eddie beschwert sich bei seinem Verleger, aber Miles kann ihn davon überzeugen, dass es nur so zu einem Verkaufsrenner wird. Außerdem hat er bereits eine Büchersignierstunde für Eddie arrangiert, bei der auch die Kinderbuchautorin und Schauspielerin Jamie Lee Curtis anwesend sein wird. Doch gerade als Eddie und Joy zur Signierstunde aufbrechen wollen, setzen bei Ally die Wehen ein und sie müssen ihre Tochter ins Krankenhaus bringen. Zwar wollen alle bei der Geburt dabei sein, aber Doug kippt um und reißt dabei Eddie mit sich. Während die beiden nun lieber vor der Tür warten, treffen nach und nach Donna ein, die von Raj hergefahren wurde, Whitey und Duffy, sowie Dougs Vater George. Als das Baby endlich geboren ist, herrscht große Freude bei allen. Eddie ist sichtlich gerührt, als Ally und Doug verkünden, dass sie ihren Sohn Eddie nennen werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8997917","hoster":"VOE"},{"path":"/redirect/8413459","hoster":"Streamtape"}]}]}]}]}