{"path":"/serie/stream/eichwald-mdb","name":"Eichwald, MdB","descr":"[Alternativtitel: Hajo Eichwald, MdB] Im Mittelpunkt der Serie steht Hans-Josef \"Hajo\" Eichwald (Bernhard Schütz), ein abgeklärter Abgeordneter des Deutschen Bundestags, der nach 30 Jahren in den Mühlen des politischen Alltags seine Visionen und Ambitionen verloren hat. Inzwischen hat Eichwald nur noch sein persönliches Auskommen im Blick und ist mit Ende 50 kaum noch motiviert, die Interessen des Volkes zu vertreten.","seasons":[{"path":"/serie/stream/eichwald-mdb/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/eichwald-mdb/staffel-1/episode-1","name":"Der Konkurrent","epNo":1,"alt":"","descr":"Im Zentrum der Polit-Satire steht Hajo Eichwald, ein abgeklärter Abgeordneter des Deutschen Bundestags, der nach Jahren in den Mühlen des politischen Alltags seine Visionen verloren hat. Eichwald ist stinksauer: kaum ist er von der Beerdigung eines ungeliebten Kollegen zurück, da setzt ihm die eigene Partei auch schon einen neuen, deutlich jüngeren Gegenspieler vor die Nase. Daraufhin startet Eichwald eine Reihe groß angelegter Intrigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712332","hoster":"VOE"},{"path":"/redirect/12712333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-1/episode-2","name":"Der Industrielle","epNo":2,"alt":"","descr":"Mithilfe einer Öko-Agentur verringert Eichwald den deutschen Strombedarf um bis zu 20 Prozent, doch ein einziger Anruf aus dem Wahlkreis verringert seine Freude darüber um 100 Prozent: Ein Produzent von Fahrradschläuchen steht vor dem Aus. Eichwald muss handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712327","hoster":"VOE"},{"path":"/redirect/12712329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-1/episode-3","name":"Die Ampel","epNo":3,"alt":"","descr":"In Eichwalds bisheriger Politikkarriere spielten Inhalte meist nur eine Nebenrolle. Umso erstaunlicher, dass jetzt die Fraktionschefin ihn persönlich damit beauftragt, ein Gesetz für eine Lebensmittelampel auf den Weg zu bringen. Eichwald ist gezwungen zu handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712325","hoster":"VOE"},{"path":"/redirect/12712326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-1/episode-4","name":"Die Dienstreise","epNo":4,"alt":"","descr":"Im Zentrum der Polit-Satire steht Hajo Eichwald, ein abgeklärter Abgeordneter des Deutschen Bundestags, der nach Jahren in den Mühlen des politischen Alltags seine Visionen verloren hat. Sport ist eigentlich eines von Eichwalds Fachgebieten, aber die Ausschussreise nach Brasilien könnte sich als Eigentor erweisen: Ein Abgeordneter wurde mit Kokain erwischt und auch Eichwald steckt in Schwierigkeiten. Nun ist guter Rat teuer. Eichwald selbst soll in einem Puff gesehen worden sein. In guter Politikertradition beruft er sich auf Gedächtnislücken, glaubwürdig ausgelöst von hoher Luftfeuchtigkeit und sechs Caipirinha mit wenig Erfolg. Während eine Tageszeitung, Leserreporter und feministische Twitter-User die Schlinge um Eichwalds Hals immer enger ziehen, versuchen er und sein Team, sich mit Geld, Waisenmädchen und schlechten Ausreden Zeit zu kaufen, um das scheinbar Unvermeidbare doch noch irgendwie abzuwenden: Muss Eichwald sein Mandat niederlegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712320","hoster":"VOE"},{"path":"/redirect/14219948","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/eichwald-mdb/staffel-2/episode-1","name":"Männer können alles","epNo":1,"alt":"","descr":"Berlin 2019: Hans-Josef Eichwald hat es auch in dieser Legislaturperiode wieder in den Bundestag geschafft – mit schlanken 312 Stimmen Vorsprung. Der Tag, an dem Holland wegen eines Dopingskandals von der Fußball-EM ausgeschlossen wird, ist nicht der glücklichste Tag im Leben von Hajo Eichwald. Plötzlich ist er als Mitglied des sonst eher verschlafenen Sportausschusses gefragter Interviewpartner. Blöd nur, dass genau jetzt, wo von \"Spiegel\" bis \"Tagesschau\" die Journaille Schlange steht, Eichwald andere Verpflichtungen hat: Fraktionschefin Hanke hat für teures Geld eine Kommunikationstrainerin eingekauft, um in einer Art Express-Bootcamp die größten Sorgenfälle der Fraktion für den Kampf gegen Fake News und die neue Rechte fit zu machen. Auch Uwe Bornsen, Eichwalds Parteifeind aus der Bochumer Heimat, hat seine große Zukunft vielleicht schon hinter sich. Seine Ehefrau und Jugendliebe Sabine ist in einem tragischen Unfall überfahren worden, und auch jetzt, ein Jahr später, ist Bornsen nur noch ein trauriger Schatten seiner selbst. Die Fraktion schleift ihn solidarisch mit – aber wie lange noch? Auflösungserscheinungen, wohin man blickt: Berndt, Eichwalds alter Weggefährte und Referent, sieht all die kleinen Früchte seines jahrzehntelangen Wirkens erbarmungslos überrollt von Brexit, Trump und Klimawandel und versucht, das große Loch in seiner Seele mit einem syrischen Flüchtling zu stopfen. Sebastian, Eichwalds zweiter Referent, versucht das Gleiche bei Tinder, findet aber auch dort keine Frau, die ihn so anschaut wie sonst nur Berndt seinen Nachtisch. Julia dagegen, Eichwalds Büroleiterin, würde nach wie vor gerne politisch mehr mitarbeiten, ist aber erst einmal im neunten Monat schwanger und kämpft nun gleichzeitig gegen Übelkeit, Wadenkrämpfe und das Patriarchat. Und eigentlich auch gegen den Feminismus, denn mal ernsthaft, was hat der jemals für sie getan – außer ihr jetzt die neue Julia vor die Füße zu setzen? Ähnlich viel Dynamik im Eichwald-Kosmos hat sonst eigentlich nur Birgit Hanke, nach wie vor Fraktionsvorsitzende. Sie hat das maue Wahlergebnis auch deshalb fast unbeschadet überstanden, weil sie sich von der ersten Hochrechnung an um schonungslose Aufarbeitung der innerparteilichen Schwächen bemüht hat. Dass die meisten dieser Schwächen Anzug und Halbglatze tragen, ist natürlich reiner Zufall. Vier Jahre nach der ersten Staffel \"Eichwald, MdB\" hat es Hans-Josef Eichwald wieder in den Bundestag geschafft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712316","hoster":"VOE"},{"path":"/redirect/12712317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-2/episode-2","name":"Tief im Westen","epNo":2,"alt":"","descr":"Berlin 2019: Hans-Josef Eichwald hat es auch in dieser Legislaturperiode wieder in den Bundestag geschafft – mit schlanken 312 Stimmen Vorsprung. Als der Dopingskandal die deutsche Nationalmannschaft erreicht, steht Eichwald vor einem Dilemma: hat er sich doch als knallharter Aufklärer verkauft und kann jetzt für die eigene Mannschaft keine Milde einfordern. Trotzdem: Live und im \"MorgenMagazin\" einen knallharten Untersuchungsausschuss zu fordern, das geht selbst dem idealistischen Berndt zu weit. Ob Eichwald wisse, welche Schneise das durch die Partei schlagen werde? Doch kein Problem für Eichwald: Niemand wolle einen Untersuchungsausschuss. \"Alles Taktik\", erklärt er Berndt, und außerdem mit Hanke abgesprochen. Ist das ein gutes Zeichen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712339","hoster":"VOE"},{"path":"/redirect/12712340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-2/episode-3","name":"Vor Arbeit ganz grau","epNo":3,"alt":"","descr":"Der Dopingskandal rund um die deutsche Fußballnationalmannschaft zieht immer größere Kreise – jetzt richtet sogar der Bundestag einen Untersuchungsausschuss ein. Eichwald sollte sich eigentlich auf seine Vorladung vorbereiten, doch Rechtspopulist und YouTuber \"Das Flow\" macht ihn im Netz nicht nur für die entgangene Fußball-EM verantwortlich, sondern streut auch geschickt das Gerücht, Eichwald sei schwer krank. Fake News, die Eichwald schwer treffen, die sich aber leicht aus der Welt schaffen ließen mit einem ärztlichen Bulletin, das das Gegenteil beweist – natürlich alles innerhalb von 24 Stunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712344","hoster":"VOE"},{"path":"/redirect/12712345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-2/episode-4","name":"Schatten im Blick","epNo":4,"alt":"","descr":"Natürlich kann Eichwald sich schönere Dinge vorstellen als seine Befragung durch den Doping-Untersuchungsausschuss. Wurzelbehandlungen ohne Betäubung zum Beispiel, oder Beerdigungen von nahen Freunden – wenn er nahe Freunde hätte. Aber es hilft ja nichts: Der große Tag ist gekommen, und Eichwald hat die ganze Nacht mit dem Team Antworten geübt. Ein letzter Quadrupel-Shot Espresso to go, dann geht es los in Richtung Sitzungssaal. \"Ach so, eine Sache noch\", ruft ihm Julia hinterher, und natürlich kann Eichwald sich angenehmere Menschen vorstellen, die ihm jetzt in den Weg springen, als Lutz van der Horst von der \"heute-show\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712347","hoster":"VOE"},{"path":"/redirect/12712350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eichwald-mdb/staffel-2/episode-5","name":"Verletzlich","epNo":5,"alt":"","descr":"Während in Berlin nach dem Sturz des Parteivorsitzenden das Stühlerücken beginnt, ist Eichwald nicht einmal sicher, ob für seine politische Zukunft auch nur ein Stehplatz übrig ist. Der Vorstand des Bochumer Parteiverbandes hat ihn zum Rapport nach Hause bestellt, um Rede und Antwort zu stehen. Berndt ist mitgekommen und bearbeitet gemeinsam mit Eichwald und geschätzt sechs Kilogramm Kuchen die Wackelkandidaten im Vorstand. Um für alle Fälle gewappnet zu sein, hat er trotzdem zwei Reden vorbereitet – wie bei der Mondlandung. Man weiß ja nie, wann alles in Flammen aufgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12712335","hoster":"VOE"},{"path":"/redirect/12712337","hoster":"Streamtape"}]}]}]}]}