{"seriesId":"ein-supertrio","name":"Ein Supertrio","descr":"Die drei Geschwister, Nami (die Älteste), Hitomi und Love (die Jüngste) besitzen das Café Cat`s Eye. Keiner hat einen blassen Schimmer davon, dass sie das Diebestrio \"Katzenauge\" sind. Sie versuchen, alle Kunstwerke ihres verschollenen Vaters Heinz zurück zu bekommen, um ihn mit Hilfe der Lösung eines Rätsels zu finden. Das würde auch alles gut gehen, aber es gibt ja auch noch Toshi, den Polizisten, der in der Nähe des Café`s in einer Polizeistation mit der Akte \"Katzenauge\" beschäftigt ist. Er versucht sie bei jeder ihrer Aktionen zu jagen, das klappt aber nie.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Träne der Königin","epNo":1,"alt":"","descr":"Die Schwestern Nami, Hitomi und Love betreiben das Café \"Cat’s Eye\" in Tokio. Doch das Café ist nur ein Deckmantel, um ungestört als Diebestrio \"Katzenauge\" klauen zu können. Ihr Augenmerk ist dabei auf die Kunstwerke ihres verschollenen Vaters, des deutschen Malers Heintz, gerichtet. Dessen Werke befinden sich jedoch in den Händen krimineller Sammler und Händler. Der Coup wird noch komplizierter, als sich Langfinger Hitomi in den Polizisten Toshi verliebt.","versions":[{"lang":1,"streams":[{"redirect":13858073,"hoster":"VOE"},{"redirect":13671857,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ausgetrickst","epNo":2,"alt":"","descr":"Herr Kagawa informiert die Polizei, dass er ein Gemälde besitzt, das das Diebestrio \"Katzenauge\" interessieren könnte. Sofort checken die drei Schwestern Nami, Hitomi und Love das Gemälde ab. Bei dem nächtlichen Besuch müssen sie jedoch feststellen, dass Kagawa ermordet wurde. Die wahren Täter versuchen nun, den Mord \"Katzenauge\" in die Schuhe zu schieben. Wird es ihnen gelingen?","versions":[{"lang":1,"streams":[{"redirect":13998290,"hoster":"VOE"},{"redirect":13671854,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der kostbare Smaragd","epNo":3,"alt":"","descr":"Katzenauge Hitomi versucht einen kostbaren Smaragden zu stehlen, aber der Versuchmisslingt. Toshi ist mächtig stolz auf seinen Erfolg und plaudert im Cafe’ wiedermal eine Menge Details aus. Trotzdem ist er sehr verwundert, dass Katzenauge später genau weiß, in welches Museum der Smaragd gebracht wurde …","versions":[{"lang":1,"streams":[{"redirect":14277726,"hoster":"VOE"},{"redirect":13671852,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lepans Braut","epNo":4,"alt":"","descr":"Nami, Hitomi und Love wollen die Gemäldesammlung ihrcs Vaters stehlen. Doch dabie müssen die drei feststellen, dass, noch jemand anderes die gleiche Absicht hat: Lepans Braut.","versions":[{"lang":1,"streams":[{"redirect":14270396,"hoster":"VOE"},{"redirect":13671872,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Polizistin","epNo":5,"alt":"","descr":"Toshi bekommt eine neue Kollegin, die Katzenauge fangen soll. Narni, Hitomi und Love beschließen, ein Gemälde zu stehlen und diese neue Polizistin damit herauszufordern. Bei einem Treffen im Wald erweist sie sich aber als unerwartet clever und schnell.","versions":[{"lang":1,"streams":[{"redirect":14271402,"hoster":"VOE"},{"redirect":13671853,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebeskummer","epNo":6,"alt":"","descr":"Das Museum, auf das es die drei Schwestern dieses Mal abgesehen haben, liegt direkt am Meer. Detective Toshi freut sich, denn erstens bietet sich ihm so die Möglichkeit für einen kleinen Zusatzurlaub. Zweitens hofft er, durch die günstige Lage des Museums endlich Katzenauge zu fassen.","versions":[{"lang":1,"streams":[{"redirect":14277728,"hoster":"VOE"},{"redirect":13650066,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Geburtstagsparty","epNo":7,"alt":"","descr":"Die Aktivitäten eines Bombenlegers beschäftigen Toshi so sehr, dass er kaum Zeit für Hitomi hat. Sogar von ihrer Geburtstagsfeier wird er weggerufen. Der Terrorist hat sich dieses Mal in einem Hochhaus verschanzt, in dem sich auch ein Museum befindet, das sich die dreiSchwestern als Ziel für ihre nächste Aktion ausgesucht hatten. So kommt Hitomi auf die Idee, Toshi bei seinem Einsatz zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":14277738,"hoster":"VOE"},{"redirect":13671855,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Geheimnis der Medici","epNo":8,"alt":"","descr":"Hitomi stiehlt ein Bild von Tottochino, aber es wird ihr auf dem Heimweg von einemGangster abgejagt, der damit in die estorische Botschaft flieht. Da die Leinwand mit einem Sender präpariert war, vermutet die Polizei nun Katzenauge in der Botschaft. Aber auf dem Gelände besitzt jeder diplomatische Immunität.","versions":[{"lang":1,"streams":[{"redirect":13857955,"hoster":"VOE"},{"redirect":13671859,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Toshi in Nöten","epNo":9,"alt":"","descr":"Toshi hat eine tolle Idee, um das wertvolle Gemälde \"Die Dame mit dem roten Hut\" vor den diebischen Katzenaugen in Sicherheit zu bringen. Aber die Aktion läuft nicht so, wie er sich das gedacht hat.","versions":[{"lang":1,"streams":[{"redirect":14269547,"hoster":"VOE"},{"redirect":13671856,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Göttin Mars","epNo":10,"alt":"","descr":"Love kommt in einer Ausstellung einem Betrug auf die Spur: Bis auf ein Bild, die \"Göttin Mars\", sind alle Werke unecht. Da der Besitzer, Herr Yabuki, ihre kleine Schwester lächerlich macht, beschließen Nami und Hitomi, ihm eins auszuwischen.","versions":[{"lang":1,"streams":[{"redirect":14277730,"hoster":"VOE"},{"redirect":13671860,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Roulette (1)","epNo":11,"alt":"","descr":"Toshi bekommt den Auftrag, ein illegales Spielcasino unter die Lupe zu nehmen. Damit er unauffällig bleibt, nimmt er Hitomi als weibliche Begleitung mit. Hitomi entdeckt in der Lobby des Casinos ein Bild, das gemeinsam mit ihrem Vater verschollen ist. Sie informiert Nami und zockt los wie ein Profi.","versions":[{"lang":1,"streams":[{"redirect":14277734,"hoster":"VOE"},{"redirect":13671875,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die gefährliche Dame (2)","epNo":12,"alt":"","descr":"Während Toshi von Ganoven festgehalten wird, interessieren sich die drei Schwestern für das Gemälde \"Die gefährliche Dame\", das sich auf einem Luxusdampfer befindet. Der erste Versuch, es am Spieltisch zu gewinnen, schlägt fehl: Man will Hitomi eine Fälschung unterjubeln. Doch es gelingt ihr, Kontakt mit dem Besitzer des echten Bildes aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13862828,"hoster":"VOE"},{"redirect":13671858,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Prüfung","epNo":13,"alt":"","descr":"Toshi hat sich entschlossen, an einem Weiterbildungslehrgang teilzunehmen. Wenn er ihn erfolgreich abschließt, soll er für ein Jahr nach Ogasawarn gehen. Natürlich ist Hitomi davon nicht sehr begeistert. Toshis Vorschlag, ihn auf die Insel zu begleiten, lehnt sie zunächst ab, denn sie meint, dass ihre beiden Schwestern nicht ohne sie zurechtkommen. Die sind aber ganz anderer Meinung.","versions":[{"lang":1,"streams":[{"redirect":14269680,"hoster":"VOE"},{"redirect":13671870,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Träne der Kleopatra","epNo":14,"alt":"","descr":"Shark Fukamachi, Besitzer des wertvollen Edelsteines \"Träne der Kleopatra\", bittet die Kollegen des Raubdezernats, einen Transport des Schatzes zu überwachen. Bei der Aktion werden Toshio und Asaya gekidnappt. Die Entführer fordern von der Polizei 300 Millionen Yen Lösegeld.","versions":[{"lang":1,"streams":[{"redirect":14269917,"hoster":"VOE"},{"redirect":13671862,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sammelleidenschaft","epNo":15,"alt":"","descr":"Die drei Schwestern erfahren, dass sich ein Bild ihres Vaters im Besitz der Kunstsammlerin Roxas befindet. Nami sucht den Kontakt zu ihm, indem sie sich als Kunsthändlerin ausgibt. Roxas entführt sie daraufhin auf seinen Tanker. Er will aus ihr ein Kunstwerk formen, das sich in seine Sammlung von Gemälden aus der Hölle einfügt. Zum Glück hat Herr Nagaishi die Entführung Namis entdeckt und alarmiert die Schwestern.","versions":[{"lang":1,"streams":[{"redirect":14269188,"hoster":"VOE"},{"redirect":13671863,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nach Ende der Show","epNo":16,"alt":"","descr":"Die Katzen wollen sich das Gemälde \"Nach Ende der Show\" holen, das in der Hokuman-Bank deponiert wird. Ihr Plan: Sie wollen Hitomi in einer Kiste als angebliches Gemälde einschmuggeln und dann die Kisten austauschen. Ihr Vorhaben scheint zu gelingen. Der Manager der Hokuman-Bank persönlich trägt das Gemälde zu Namis Auto.","versions":[{"lang":1,"streams":[{"redirect":14271030,"hoster":"VOE"},{"redirect":13671865,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Dornröschen","epNo":17,"alt":"","descr":"Die Katzen wollen sich das Gemälde \"Dornröschen\" aus dem Nishigami-Museum holen. Dessen Besitzer ist aber leider ein schießwütiger Verrückter, der schon neun Menschen getötet hat.","versions":[{"lang":1,"streams":[{"redirect":14277735,"hoster":"VOE"},{"redirect":13671873,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Stern des Kiliman(d)scharo","epNo":18,"alt":"","descr":"Die Katzen planen einen Diamanten zu stehlen, den \"Stern des Kilimandscharo\". Wie immer gelingt ihnen der Diebstahl zur angekündigten Zeit, doch die Flucht läuft nicht so reibungslos wie sonst.","versions":[{"lang":1,"streams":[{"redirect":14271044,"hoster":"VOE"},{"redirect":13671869,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der mongolische Falke","epNo":19,"alt":"","descr":"Die Polizei soll den geheimnisvollen \"Mongolischen Falken\" bewachen, den Katzenauge stehlen will. Aber auf dem Falken, der voller Diamanten ist, lastet ein alter Fluch.","versions":[{"lang":1,"streams":[{"redirect":14273727,"hoster":"VOE"},{"redirect":13671871,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die falschen Katzen","epNo":20,"alt":"","descr":"Ein Juwelier wird beraubt. Angeblich soll Katzenauge wieder zugeschlagen haben. Dabei gibt sich ein junges Pärchen nur als Katzenauge aus.","versions":[{"lang":1,"streams":[{"redirect":13857313,"hoster":"VOE"},{"redirect":13671896,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Treffen","epNo":21,"alt":"","descr":"Nach einem Einbruch verfolgt Toshi Cat’s Eye sogar über das Dach. Dabei rutscht er ab, wird aber im letzten Moment durch Hitomi, die diesmal als Katzenauge unterwegs war, gerettet. Bei dieser Aktion verliert Hitomi leider die Halskette mit einem Anhänger, der ein Geschenk ihres Vaters war.","versions":[{"lang":1,"streams":[{"redirect":14277737,"hoster":"VOE"},{"redirect":13671886,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Phantombild","epNo":22,"alt":"","descr":"Toshi verfolgt wieder einmal die \"Katze\" Hitomi, die ihm natürlich entkommt. Auf ihrer Flucht bewahrt sie ein kleines Mädchen davor, von einem Auto überrollt zu werden. Der Zufall will es, dass dies die kleine Cousine von Toshi ist, die von zu Hause weggelaufen ist, um allein nach Tokio zu kommm. Das Mädchen ist nun die einzige Augenzeugin, die bisher die Katze gesehen hat. Wird sie Toshi verraten?","versions":[{"lang":1,"streams":[{"redirect":14271284,"hoster":"VOE"},{"redirect":13671887,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Aktion Rubin","epNo":23,"alt":"","descr":"Katzenauge will den \"Rubin der Königin\" aus dem Oshima-Muxum stehlen. Love dagegen interessiert sich derzeit für ganz andere Dinge: Sie ist verliebt. Ihr Freund ist leider ausgerechnet der Sohn des Direktors des Oshima-Museum.","versions":[{"lang":1,"streams":[{"redirect":14277743,"hoster":"VOE"},{"redirect":13671874,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Mitternachtstreffen","epNo":24,"alt":"","descr":"Hitomi stiehlt eine Weihnachtsplatte, die der Vater vor Loves Geburt besprochen hatte. Sie soll eine Weihnachtsüberraschung für Love sein. Im Cafe \"Katzenauge\" taucht dieModeratorin Sara auf. Sie will in ihrer Sendung \"Mitternachtstreff\" das Geheimnis von \"Katzenauge\" lüften. Sie lädt Tow zu der Sendung ein und nimmt aus Versehen die Platte mit …","versions":[{"lang":1,"streams":[{"redirect":14277745,"hoster":"VOE"},{"redirect":13671877,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Schneekönigin","epNo":25,"alt":"","descr":"Während eines Skiurlaubs entdecken Nami und Love eine Skulptur in der Galerie, die derSammlung ihres verschollenen Vaters entstammt. Toshi, der Hitomi begleitet, reißt die Ermittlungen an sich.","versions":[{"lang":1,"streams":[{"redirect":14277740,"hoster":"VOE"},{"redirect":13671876,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Insel im Pazifik (1)","epNo":26,"alt":"","descr":"\"Die Insel im Pazifik – Teil 1”Um an Bild ihres Vaters zu kommen, wollen die drei Katzen einen Schurken übertölpeln, der auf einem luxuriösen Anwesen auf einer Pazifik-Insel residiert. Doch der Kerl ist weitaus cleverer als erwartet.","versions":[{"lang":1,"streams":[{"redirect":14271657,"hoster":"VOE"},{"redirect":13671878,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Insel im Pazifik (2)","epNo":27,"alt":"","descr":"\"Die Insel im Pazifik – Teil 2”Hitomi bleibt keine Wahl – um Toshis Leben zu retten, muss sie den Auftrag des Schurken Umihara ausführen. Hitomi und Toshi geraten in eine lebensgefährliche Situation und kommen sich so nah wie nie.","versions":[{"lang":1,"streams":[{"redirect":13858369,"hoster":"VOE"},{"redirect":13671879,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Attentat","epNo":28,"alt":"","descr":"\"Das Attentat”Nach einer Aktion der Katzen hat Love ihr Gedächtnis verloren. Sie fühlt sich wieder in ihre Kindheit versetzt. Um sie auf andere Gedanken zu bringen, machen die Schwestern gemeinsam mit Toshi einen Ausflug. Doch dabei werden sie von zwei Männern verfolgt.","versions":[{"lang":1,"streams":[{"redirect":14277742,"hoster":"VOE"},{"redirect":13671894,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der Seufzer der Venus","epNo":29,"alt":"","descr":"\"Der Seufzer der Venus”Hitomi will auf einer Modenschau als Model verkleidet eine wertvolle Perlenkette stehlen. Toshi erkennt seine Freundin mit blonder Perücke nicht, aber seine Kollegin Mizuko Asaya, schöpft Verdacht.","versions":[{"lang":1,"streams":[{"redirect":14022690,"hoster":"VOE"},{"redirect":13671883,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Segel am Hafen","epNo":30,"alt":"","descr":"\"Segel am Hafen”Ein Dieb ist den drei Schwestern zuvorgekommen und hat bei seinem Raubzug den Wachmann des Museums ermordet. Love findet schnell heraus, dass ein bekannter Industrieller der Täter sein muss. Bei dem Versuch, ihm das Gemälde wieder abzujagen, wird Love allerdings verletzt und gefangen. Nun erpresst der Mann Nami und Hitomi zur Herausgabe aller bisher gestohlenen Kunstgegenstände.","versions":[{"lang":1,"streams":[{"redirect":13862833,"hoster":"VOE"},{"redirect":13671889,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Kuss","epNo":31,"alt":"","descr":"\"Der Kuss”Der berüchtigte Dieb Stirn Suspense überfällt das Tokioter Kunstmuseum und stiehlt den Rubin \"Flammende Rose\". Toshi und Hitomi kommen leider zu spät, um die Tat zu verhindern. Jetzt müssen sie schnell handeln.","versions":[{"lang":1,"streams":[{"redirect":13856684,"hoster":"VOE"},{"redirect":13671890,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der falsche Tiger","epNo":32,"alt":"","descr":"\"Der falsche Tiger”Beim Einbruch in ein Privatmuseum tappen die drei Schwestern in eine Falle. Der Kurator hat sie bereits erwartet und will die Katzen ohne viel Aufsehen aus dem Weg räumen.","versions":[{"lang":1,"streams":[{"redirect":14277741,"hoster":"VOE"},{"redirect":13671904,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der Heiratsantrag","epNo":33,"alt":"","descr":"\"Der Heiratsantrag”Toshi will endlich bei Nami um Hitomis Hand anhalten. Der Zeitpunkt ist allerdings ausgesprochen ungünstig. Denn Hitomi, Nami und Herr Nagaishi planen gerade einen Einbruch in ein Museum.","versions":[{"lang":1,"streams":[{"redirect":14271410,"hoster":"VOE"},{"redirect":13671893,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Toshis heißeste Spur","epNo":34,"alt":"","descr":"\"Toshis heißeste Spur”Toshi kommt auf eine Frage, die er und seine Kollegen sich eigentlich schon lange hätten stellen müssen: Welches Motiv haben die Katzen für ihre Diebstähle? Warum wählen sie genau diese Kunstobjekte?","versions":[{"lang":1,"streams":[{"redirect":13856458,"hoster":"VOE"},{"redirect":13671895,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Auf der richtigen Spur","epNo":35,"alt":"","descr":"\"Auf der richtigen Spur”Toshi ist auf der richtigen Spur. Er vermutet, dass die Katzen die Töchter des Malers Heintz sind, weil alle Kunstobjekte, die sie stehlen, aus dessen ehemaliger Sammlung stammen.","versions":[{"lang":1,"streams":[{"redirect":14277746,"hoster":"VOE"},{"redirect":13671897,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Nachricht vom Vater","epNo":36,"alt":"","descr":"\"Nachricht vom Vater”Hiro Daigo, der Präsident der Internationalen Kunstvereinigung, kommt nach 20 Jahren wieder nach Japan. Er will die berüchtigten diebischen Katzen kennen lernen und ködert sie mit einem Gemälde ihres Vater.","versions":[{"lang":1,"streams":[{"redirect":14270048,"hoster":"VOE"},{"redirect":13671898,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die falsche Katze","epNo":1,"alt":"","descr":"\"Die falsche Katze”Eine supertrainierte Blondine möchte mit den diebischen Katzen kooperieren","versions":[{"lang":1,"streams":[{"redirect":14022740,"hoster":"VOE"},{"redirect":13671910,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wasserspiele","epNo":2,"alt":"","descr":"\"Wasserspiele”Toshi wird vorübergehend ins Rauschgiftdezernat versetzt. Beim ersten Einsatz gilt seine Aufmerksamkeit einem Mann, auf den es auch die Katzen abgesehen haben, denn er besitzt ein Bild ihres Vaters.","versions":[{"lang":1,"streams":[{"redirect":14277747,"hoster":"VOE"},{"redirect":13671911,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abfahrt 20 Uhr dreißig","epNo":3,"alt":"","descr":"\"Abfahrt 20 Uhr dreißig”Bei der Rückkehr von einem Einbruch retten die Katzen einen kleinen Jungen aus einem brennenden Haus und lassen ihr Diebesgut zurück. Die Presse feiert die Katzen am nächsten Tag als Helden.","versions":[{"lang":1,"streams":[{"redirect":14270799,"hoster":"VOE"},{"redirect":13671905,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Toshis Traum","epNo":4,"alt":"","descr":"\"Toshis Traum”Toshi hat wieder mal eine Idee, wie er die Katzenaugen todsicher schnappen wird.","versions":[{"lang":1,"streams":[{"redirect":14277750,"hoster":"VOE"},{"redirect":13671899,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Operation Hot Dog","epNo":5,"alt":"","descr":"\"Operation Hot Dog”Diesmal will der Chef der Spezialeinheit die Katzen in eine Falle locken. Toshis Vorgesetzter ist von dem Plan allerdings nicht überzeugt. Deshalb wird er kurzzeitig aus dem Verkehr gezogen.","versions":[{"lang":1,"streams":[{"redirect":14277748,"hoster":"VOE"},{"redirect":13671909,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eins-Null-Sieben","epNo":6,"alt":"","descr":"\"Eins-Null-Sieben”Ein dreister Einbrecher hat Toshis Wohnung ausgeraubt, so dass der junge Polizist bei den diebischen Schwestern Unterschlupf suchen muss. Das führt natürlich zu einigen Verwicklungen.","versions":[{"lang":1,"streams":[{"redirect":14269317,"hoster":"VOE"},{"redirect":13671908,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das süße Leben","epNo":7,"alt":"","descr":"\"Das süße Leben”Toshi scheint sich so wohl bei den drei Schwestern zu fühlen, dass er gar nicht wieder ausziehen möchte. Seine Gastgeberinnen sind davon allerdings wenig begeistert.","versions":[{"lang":1,"streams":[{"redirect":14269842,"hoster":"VOE"},{"redirect":13671907,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die falsche Milchstraße","epNo":8,"alt":"","descr":"\"Die falsche Milchstraße”Nach dem Katzen-Diebstahl eines Gemäldes geht der Eigentümer des Bildes an die Öffentlichkeit. Doch Nami entdeckt, dass sowohl der Mann als auch das von ihnen gestohlene Bild Fälschungen sind.","versions":[{"lang":1,"streams":[{"redirect":13844107,"hoster":"VOE"},{"redirect":13671928,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Diamantenurlaub","epNo":9,"alt":"","descr":"\"Diamantenurlaub”Um nicht mit der Beute gefasst zu werden, versteckt Love die gerade gestohlenen Diamanten in einem Polizeiwagen. Dummerweise wird dieses Auto dann von einem jugendlichen Rowdy gestohlen.","versions":[{"lang":1,"streams":[{"redirect":14269893,"hoster":"VOE"},{"redirect":13671916,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ritter in Bronze","epNo":10,"alt":"","descr":"\"Ritter in Bronze”Die Katzen befreien einen abgebrühten Gangster aus dem Gefängnis, der kurz zuvor ein Gemälde ihres Vaters gestohlen hat. Mit allen Tricks versuchen sie dem Dieb das Versteck des Bildes zu entlocken.","versions":[{"lang":1,"streams":[{"redirect":14277752,"hoster":"VOE"},{"redirect":13671912,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hypnose","epNo":11,"alt":"","descr":"\"Hypnose”Die drei Schwestern stehen vor einem Rätsel: Aus ihrem Diebesdepot verschwinden mehrfach Objekte und werden an die ursprünglichen Einrichtungen zurückverkauft.","versions":[{"lang":1,"streams":[{"redirect":13862845,"hoster":"VOE"},{"redirect":13671914,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gespenster aus der Vergangenheit","epNo":12,"alt":"","descr":"\"Gespenster aus der Vergangenheit”Ein alter Mann, der sich als Lehrer ihres Vaters vorstellt, bittet die Schwestern, eine kostbare Weinflasche zu stehlen, angeblich weil dessen Etikett von seinem ehemaligen Schüler gemalt wurde.","versions":[{"lang":1,"streams":[{"redirect":14270856,"hoster":"VOE"},{"redirect":13671919,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Yokohama Blues","epNo":13,"alt":"","descr":"\"Yokohama Blues”Love schließt Freundschaft mit einem Mädchen, das von zu Hause weggelaufen ist und dabei nicht zufällig ein Gemälde ihres Vaters mitgehen ließ.","versions":[{"lang":1,"streams":[{"redirect":14269267,"hoster":"VOE"},{"redirect":13671924,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Träne vom anderen Stern","epNo":14,"alt":"","descr":"\"Die Träne vom anderen Stern”In letzter Zeit gab es auffällig viele Überfälle auf Juweliergeschäfte. Auch das Juweliergeschäft, in dem Toshi eine Brosche für Hitomi bestellt und angezahlt hat, wurde ausgeraubt.","versions":[{"lang":1,"streams":[{"redirect":13857678,"hoster":"VOE"},{"redirect":13674592,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Aktion Bräutigam","epNo":15,"alt":"","descr":"\"Aktion Bräutigam”Die Kirche eines Wintersportortes beherbergt \"Marienkreuz\" das sich einst im Besitz des Malers Heintz befand. Ob Gott wohl Verständnis dafür hätte, wenn die Katzenaugen das Gotteshaus bestehlen?","versions":[{"lang":1,"streams":[{"redirect":14270384,"hoster":"VOE"},{"redirect":13671923,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gefangene im Safe","epNo":16,"alt":"","descr":"\"Gefangene im Safe”Hitomi wird entführt und von ihrem Entführer in einem raumgroßen Tresor eingesperrt.","versions":[{"lang":1,"streams":[{"redirect":14277751,"hoster":"VOE"},{"redirect":13671918,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wo die Möwen überwintern","epNo":17,"alt":"","descr":"\"Wo die Möwen überwintern”Auf der Flucht vor der Polizei benutzt Hitomi eine Art Mini-Luftschiff, das von Toshi abgeschossen wird. Hitomi landet auf dem Deck eines amerikanischen Kriegsschiffes, das im Hafen vor Anker liegt.","versions":[{"lang":1,"streams":[{"redirect":14277756,"hoster":"VOE"},{"redirect":13671921,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Winterleuchtkäfer","epNo":18,"alt":"","descr":"\"Winterleuchtkäfer”Eine Diebesbande namens \"Winterleuchtkäfer\" verübt mehrere Einbrüche in Juweliergeschäfte. Offenbar scheint der Bande der genaue Überwachungsplan der Polizei bekannt zu sein.","versions":[{"lang":1,"streams":[{"redirect":14277753,"hoster":"VOE"},{"redirect":13671922,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Passwörter","epNo":19,"alt":"","descr":"\"Passwörter”Um an Informationen aus dem Polizeicomputer zu gelangen, benötigen die diebischen Schwestern drei Passwörter, von denen jeweils eines nur dem Chef, Toshi und Mitsuko bekannt sind.","versions":[{"lang":1,"streams":[{"redirect":14277754,"hoster":"VOE"},{"redirect":13671936,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Geige","epNo":20,"alt":"","descr":"\"Die Geige”Ein neuer Mitschüler von Love, besitzt eine wertvolle Geige, auf die es die Katzen abgesehen haben. Love hält den Jungen für einen widerlichen Angeber, deshalb bereitet sie den Diebstahl mit Feuereifer vor.","versions":[{"lang":1,"streams":[{"redirect":14277761,"hoster":"VOE"},{"redirect":13671937,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Im Hohen Haus","epNo":21,"alt":"","descr":"\"Im Hohen Haus”Das Gemälde, \"Morgendämmerung in der Prärie\" wurde gestohlen und der Besitzer vom Dieb erschossen. Kurz danach werden die drei Schwestern am Tatort von einem Wachmann gesehen.","versions":[{"lang":1,"streams":[{"redirect":14277758,"hoster":"VOE"},{"redirect":13671925,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Informantin","epNo":22,"alt":"","descr":"\"Die Informantin”Eine Frau spielt Toshi Informationen zu, mit deren Hilfe er den nächsten Diebstahl von Cat’s Eye verhindern kann. Toshi ahnt allerdings nicht, wer die Informantin ist.","versions":[{"lang":1,"streams":[{"redirect":14277762,"hoster":"VOE"},{"redirect":13671926,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Mutterglück","epNo":23,"alt":"","descr":"\"Mutterglück”Als die Katzen in einem Museum ein Gemälde stehlen wollen, bemerken sie, dass es sich um eine Fälschung handelt. Den Maler, der diese Fälschung angefertigt hat, findet Nami aber ausgesprochen sympathisch.","versions":[{"lang":1,"streams":[{"redirect":14271618,"hoster":"VOE"},{"redirect":13671927,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Aprilscherz","epNo":24,"alt":"","descr":"\"Der Aprilscherz”Toshi überrascht die Schwestern mit einer außergewöhnlichen Bitte: Für eine Polizeiaktion sollen die drei als Cat’s Eye auftreten und aus dem Haus eines Drogenbosses eine wertvolle Statue stehlen.","versions":[{"lang":1,"streams":[{"redirect":14269268,"hoster":"VOE"},{"redirect":13671931,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Frauenheld","epNo":25,"alt":"","descr":"\"Der Frauenheld”Nachdem Toshi vor ihren Augen einen Banküberfall vereitelt hat, ist er für die junge und hübsche Polizistin Miyuki ein Held. Das Mädchen hängt von nun an wie eine Klette an ihm. Sehr zum Ärger von Hitomi.","versions":[{"lang":1,"streams":[{"redirect":14270516,"hoster":"VOE"},{"redirect":13671929,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Ersatzspieler","epNo":26,"alt":"","descr":"\"Der Ersatzspieler”Nami und Hitomi stehlen den kostbaren Diamanten \"Königin der Königinnen\". Auf der Flucht vor der Polizei verstecken sie ihre Beute in einem Football.","versions":[{"lang":1,"streams":[{"redirect":14271040,"hoster":"VOE"},{"redirect":13671932,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Der neue Chef","epNo":27,"alt":"","descr":"\"Der neue Chef”Wegen anhaltender Misserfolge gibt es im Raubdezernat radikale personelle Veränderungen. Ein neuer Kommissar übernimmt die Leitung. Toshi, Mitsuko und ihr Chef werden degradiert und versetzt.","versions":[{"lang":1,"streams":[{"redirect":14277760,"hoster":"VOE"},{"redirect":13671930,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Nachwuchs","epNo":28,"alt":"","descr":"\"Der Nachwuchs”Erst kommt Toshi zu spät zu einer Verabredung mit Hitomi, dann hat er auch noch einen kleinen Jungen dabei. Es ist der Sohn seiner Nachbarin, auf den er kurzfristig aufpassen soll. Doch dann zieht sich die Sache doch etwas länger hin. Da Toshi zum Dienst gerufen wird, lässt er den Jungen bei Hitomi. Nun ist bei Cat’s Eye guter Rat teuer, denn eigentlich wollten die Schwestern heute Abend den \"Goldenen Krug\" stehlen.","versions":[{"lang":1,"streams":[{"redirect":14277763,"hoster":"VOE"},{"redirect":13671942,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Ein Hoch den Alten","epNo":29,"alt":"","descr":"\"Ein Hoch den Alten”Jack und Betty, ein älteres Ehepaar ist im Besitz der beiden Ringe \"Sonne und Mond\", hinter dem die Katzen her sind. Aber die beiden Oldies sind noch ziemlich auf Zack.","versions":[{"lang":1,"streams":[{"redirect":14270138,"hoster":"VOE"},{"redirect":13671933,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Flug nach Tokio","epNo":30,"alt":"","descr":"\"Flug nach Tokio”Wenn Toshi alle Hinweise richtig deutet, scheint es in seiner Beziehung zu Hitomi mächtig zu kriseln. Danach zu urteilen, was er darüber in einer Zeitschrift gelesen hat, könnte es wohl bald aus zwischen ihnen sein.","versions":[{"lang":1,"streams":[{"redirect":14277764,"hoster":"VOE"},{"redirect":13671935,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Miss-Wahl","epNo":31,"alt":"","descr":"\"Die Miss-Wahl”Diesmal wollen die Katzen ein Objekt aus der Sammlung ihres Vaters auf ganz legale Art erwerben. Der Anhänger \"Goldenes Einhorn\" ist nämlich der erste Preis eines Schönheitswettbewerbs.","versions":[{"lang":1,"streams":[{"redirect":14277765,"hoster":"VOE"},{"redirect":13671940,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Das Versteck","epNo":32,"alt":"","descr":"\"Das Versteck”Als der Dieb Sakai nach zehn Jahren aus dem Gefängnis kommt, will er die damals versteckte Beute holen, darunter ist auch ein Gemälde aus der Heintz-Sammlung. Hitomi heftet sich an seine Fersen.","versions":[{"lang":1,"streams":[{"redirect":14270657,"hoster":"VOE"},{"redirect":13671946,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der falsche Prinz","epNo":33,"alt":"","descr":"\"Der falsche Prinz”Auch als Mann verkleidet macht Hitomi eine gute Figur, die begehrliche Blicke von Frauen auf sich zieht. Als es auf einer Kunstmesse einen Raubüberfall mit Geiselnahme gibt, greift Hitomi rettend ein.","versions":[{"lang":1,"streams":[{"redirect":14271856,"hoster":"VOE"},{"redirect":13671938,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Versunkene Schätze","epNo":34,"alt":"","descr":"\"Versunkene Schätze”Die Wiederbeschaffung des \"Goldenen Hausrats\" ihres Vaters beschert den drei Katzen einen lebensgefährlichen Ausflug auf die US-Insel Saipan.","versions":[{"lang":1,"streams":[{"redirect":14271630,"hoster":"VOE"},{"redirect":13671939,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Göttin aus Glas","epNo":35,"alt":"","descr":"\"Die Göttin aus Glas”Rui will das Bild \"Göttin aus Glas\" aus einer berühmten Kunstgalerie stehlen. Bei der Besichtigung des Tatortes stellt sie allerdings fest, dass es sich bei dem Gemälde nur um eine Fälschung handelt.","versions":[{"lang":1,"streams":[{"redirect":13856250,"hoster":"VOE"},{"redirect":13671944,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Grube","epNo":36,"alt":"","descr":"\"Die Grube”Diesmal haben es die Katzen auf einen besonderen Edelstein abgesehen. Er wird in einem Museum aufbewahrt, das mit allen nur erdenklichen technischen Raffinessen ausgestattet ist. Der Direktor hat sein Museum zu einer wahren Festung ausgebaut. Es gibt nur einen Schwachpunkt in dem System: Ein Lüftungsschacht am Boden einer Grube, über die der Rubin auf einem Podest ruht.","versions":[{"lang":1,"streams":[{"redirect":14270981,"hoster":"VOE"},{"redirect":13671941,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Alles nur Theater","epNo":37,"alt":"","descr":"\"Alles nur Theater”Ai hat für eine Schulaufführung ein Theaterstück geschrieben, in dem sie die Geschichte von Cat’s Eyes nacherzählt. Praktischerweise sollen ihre Schwestern dann auch gleich die Hauptrolle spielen. Zunächst sind diese weniger davon begeistert, doch dann glaubt Hitomi, mit dem Theaterstück ein weiteres Objekt aus der Sammlung ihres Vaters erbeuten zu können: Eine Brilliantbrosche, die im Besitz einer ehemaligen Schülerin von Ais Schule ist.","versions":[{"lang":1,"streams":[{"redirect":14270540,"hoster":"VOE"},{"redirect":13671943,"hoster":"Streamtape"}]}]}]}]}