{"path":"/serie/stream/ein-duke-kommt-selten-allein","name":"Ein Duke kommt selten allein","descr":"Die Duke-Brüder Bo (John Schneider) und Luke (Tom Wopat) kämpfen in dem kleinen Südstaat Hazzard County für Recht und Gesetz und gegen den korrupten Bürgermeister ‚Boss‘ Hogg (Sorrell Booke) und seinen Polizisten Rosco P. Coltrane (James Best).","seasons":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-1","name":"Einarmige Banditen","epNo":1,"alt":"One Armed Bandits","descr":"Die beiden Cousins Bo und Luke Duke finden heraus, dass Boss Hogg das illegale Glücksspiel in Form von Spielautomaten in Hazzard County einführen möchte. Dazu hat Boss Hogg den Sheriff von Hazzard County Rosco Coltrane, der unbedingt seine Pensionsrente aufbessern muss, mit dem Betrieb dieser Automaten beauftragt. Die beiden Duke Boys fangen mit Hilfe Ihrer Cousine Daisy Duke die Anlieferung der Spielautomaten ab. Die Spielautomaten werden daraufhin von den Duke Boys in den Clubs von Hazzard County aufgestellt. Erstaulicherweise findet Rosco dies schnell heraus und bei der Festnahme der Duke Boys bemerkt er, dass sie die Einnahmen in seinem Namen an das örtliche Waisenhaus übergeben haben, um ihn bei der Wiederwahl zum Sheriff von Hazzard County zu unterstützen. Denn man kann ja nie wissen, wofür so ein Sheriff wie Rosco noch gut ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713731","hoster":"VOE"},{"path":"/redirect/12713737","hoster":"Doodstream"},{"path":"/redirect/12713732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-2","name":"Heiße Platten","epNo":2,"alt":"Daisy’s Song","descr":"Daisy erfährt, daß Jessi Colter ein von ihr geschriebenes Lied aufgenommen hat. Das Problem: Wo sind die Lizensgebühren, die ihr zustehen? Das versuchen Bo und Luke herauszufinden, während Sie J.D. \"Boss\" Hoggs bei einer illegalen Aufnahme-Operation stören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713735","hoster":"VOE"},{"path":"/redirect/12713741","hoster":"Doodstream"},{"path":"/redirect/12713738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-3","name":"Die Nobelkarosse","epNo":3,"alt":"Repo Men","descr":"Bo und Luke werden von einem korrupten Gebrauchtwagen Händler beauftragt einen Rolls Royce wieder zu beschaffen, damit er das Auto an Boss verkaufen kann (dieser hat den Wagen seiner Frau versprochen). Der Job ist einfacher gesagt als getan, da das Luxuxauto sich in den Händen einer Autoschieberbande befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713739","hoster":"VOE"},{"path":"/redirect/12713746","hoster":"Doodstream"},{"path":"/redirect/12713742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-4","name":"Mary Kaye’s Baby","epNo":4,"alt":"Mary Kaye’s Baby","descr":"Bo und Luke helfen der Familienfreundin Mary Kay Porter einem Verbrecherboss zu entkommen, der auf den Treuhänderfond für Mary Kays ungeborenes Kind in Höhe von $100.000 aus ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713745","hoster":"VOE"},{"path":"/redirect/12713744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-5","name":"Hochprozentiges","epNo":5,"alt":"High Octane","descr":"Boss Hogg überredet Onkel Jesse, an einen Wettbewerb für eine neue Art Fossilbrennstoff teilzunehmen, mit der Idee daß Spirituosen die perfekte Methode ist, um Umweltverschmutzung zu verringern. Jedoch hat Boss Hogg mehr im Petto: Er plant, den Behörden einen Hinweis zu geben und, sobald Onkel Jesse festgehalten wird, die Idee für sich zu nutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713701","hoster":"VOE"},{"path":"/redirect/12713700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-6","name":"Das große Hindernisrennen","epNo":6,"alt":"Luke’s Love Story","descr":"Luke meldet den General Lee beim Hazzard County-Hindernis-Rennen an und konkurriert gegen seine wunderschöne Freundin Amy Creevy. Aber Amys Leben ist in der Gefahr, dank ihres eifersüchtigen Exfreundes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713699","hoster":"VOE"},{"path":"/redirect/12713702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-7","name":"Feldmaus ruft Waldmaus","epNo":7,"alt":"Swamp Molly","descr":"Familienfreundin \"Sumpf Molly\" bittet Bo und Luke eine Ladung von schwarzgebrannten Schnaps auszuliefern, aber die Sendung besteht aus illegalen Schusswaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713703","hoster":"VOE"},{"path":"/redirect/12713706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-8","name":"Der Schmiergeldskandal","epNo":8,"alt":"The Big Heist","descr":"Der verbitterte Landwirt Neil Bishop erhält Rache von Boss (für offensichtliches Betrügen in der Vergangenheit) indem er seinen illegalen Gewinn aus der Schwarzbrennerei stiehlt. Als Bishops Auto weggeschleppt wird, bringt er sich im General Lee in Sicherheit und verwickelt so Bo und Luke mit in die Sache. Onkel Jesse erfährt dies und unterstützt nun Bishop, damit Boss Hogg überzeugen wird, das Geld zurückzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713707","hoster":"VOE"},{"path":"/redirect/12713709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-9","name":"Die Präsidenten-Limousine","epNo":9,"alt":"Limo One Is Missing","descr":"Als Mechaniker Cooter Davenport die amtliche Präsidentenlimousine für eine Spritztour nimmt, rechnet er nicht mit einem technischen Defekt des Autos, besonders nicht direkt vor der Duke Farm. Mit dem Wissen, wegen einem Bundesverbrechens angeklagt werden zu können, wenn der Wagen auf der Farm gesehen wird, drängen die Dukes darauf, den Wagen zurückzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713713","hoster":"VOE"},{"path":"/redirect/12713712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-10","name":"Die Hilfssheriffs","epNo":10,"alt":"Deputy Dukes","descr":"Bo und Luke werden von Boss Hogg, weil sie ihre Bewährungsauflagen nicht erfüllt haben, zu Hilfscheriffs ernannt. Sie sollen Rocky Marlowe (Staatsfeind Nr. 1) nach Hazzard County transportieren, damit sich dieser dort vor Gericht verantworten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713715","hoster":"VOE"},{"path":"/redirect/12713718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-11","name":"Las Vegas auf Rädern","epNo":11,"alt":"Route 7–11","descr":"Bo und Luke sind angeheuert worden, eine Ladung Stoßdämpfer zu transportieren. Tatsächlich wurde ihnen das vorgespielt, damit sie ein \"Rollendes Casino\" transportieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713720","hoster":"VOE"},{"path":"/redirect/12713721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-12","name":"Dollarnoten im Kiefernsarg","epNo":12,"alt":"Money To Burn","descr":"Boss heckt einen Plan zur Verdoppelung seines Geldes aus, indem er über 1 Millionen $ gestohlener Pensionszahlungen berichtet , Bo und Luke für den Raub verantwortlich macht und das Geld in einer Kiefernbox vergräbt. Nach der Versicherungszahlung gräbt er seine Beute wieder aus und überprüft den Ausgleicht seiner Verluste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713723","hoster":"VOE"},{"path":"/redirect/12713724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-1/episode-13","name":"Pest ohne Ansteckung","epNo":13,"alt":"Double Sting","descr":"Bo und Luke sitzen nach einer Auseinandersetzung, die einem Beinaheunfall folgte, zusammen mit dem Motorradfahrer Tom Colt im Gefängnis. Während des Gefängnisaufenthalts wird Colt plötzlich krank und zwingt damit den ansässigen Arzt das Gefängnis mit den Duke Boys, Colt, Boss Hogg und Rosco unter Quarantäne zu stellen. Aber es steckt mehr hinter der Krankheit, besonders nach einem bewaffnetet Raubüberfall auf die Hazzard Bank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713730","hoster":"VOE"},{"path":"/redirect/12713728","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-1","name":"Alte Klasse setzt sich durch","epNo":1,"alt":"Days Of Shine And Roses","descr":"Das Hazzard Gefängnis wird zum Treffpunkt für Black Jack Bender und einer Gruppe von Bosse des Syndikats, die planen, illegale Waffen in die Region zu schmuggeln. Bo und Luke, mit ein bischen Hilfe von Onkel Jesse, Daisy und ihren Freunden Cletus und Cooter, nutzen ein paar südländische Tricks um die Bande in Schach zu halten bis das FBI kommt um einzugreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713881","hoster":"VOE"},{"path":"/redirect/12713882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-2","name":"Der Drei-Millionen-Dollar-Schuldschein","epNo":2,"alt":"Gold Fever","descr":"Boss kauft gestohlene Fernseher im Wert von 10.000$ um sie auf dem Schwarzmarkt zu verkaufen. Doch der Sattelzug mit den Fernsehern wird auf dem Weg nach Hazzard gestohlen. Bo, Luke und Cletus werden von J.D. Hogg verdächtigt damit etwas zu tun zu haben. So versuchen sie nicht nur ihre Namen aus dem Schmutz zu ziehen, sondern auch Jefferson Davis Hoggs Fernseher samt Laster wiederzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713884","hoster":"VOE"},{"path":"/redirect/12713886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-3","name":"Reisende Pferdediebe","epNo":3,"alt":"The Rustlers","descr":"Während eines kurzen Aufenhaltes im Boars Nest wird der Countrystar Loretta Lynn gekidnapped. Das Entführertrio, das selber musiziert will von ihr Tipps bekommen, wie sie in der Musikbranche erfolgreich werden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713887","hoster":"VOE"},{"path":"/redirect/12713889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-4","name":"Das Syndikat tagt","epNo":4,"alt":"The Meeting","descr":"Boss Hogg und Uncle Jesse wollen ein für allemal herausfinden, wer der bessere Schmuggler von Schwarzgebranntem war und immernoch ist. Es soll ein faires Rennen mit einem Kofferraum voller Wasser statt Schnaps durch Hatchapee County werden; wer es schafft Sheriff Emmitt Loomis zu entgehen und als erster wieder in Hazzard County zu sein hat gewonnen. Doch Boss Hogg hat seine eigene Definition des Begriffes fair. Er vertauscht das Wasser in Uncle Jesses Kofferaum mit echtem Schwarzgebranntem und ruft Sheriff Emmit Loomis anonym an und teilt ihm das Rennen mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713891","hoster":"VOE"},{"path":"/redirect/12713894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-5","name":"Rollendes Diebesgut","epNo":5,"alt":"Road Pirates","descr":"Während die Dukeboys versuchen Rosco zu überlisten geraten sie mit ihrem General Lee auf eine versteckte Rennstrecke, wo Cale Yarborough einen neuen Turbomotor für ein anstehendes Rennen testet. Bo und Luke bieten Cale an ihm zu helfen den Motor vor den gefürchteten Jethro Brüdern, die sogar Boss Hogg und Rosco angeheuert haben um den Motor um jeden Preis zu bekommen, zu verstecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713895","hoster":"VOE"},{"path":"/redirect/12713898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-6","name":"Geisterstunde in Hazzard County","epNo":6,"alt":"Hazzard Connection","descr":"Bo und Luke sollen defekte Autos zu Augie Detweiller, einem Veranstalter von Stock car Rennen, bringen, nicht wissend, dass er und Boss Hogg gestohlene Motoren in diesen Autos verstecken. Als die Dukes verdächtigt werden die gestohlenen Motoren nach Hazzard County zu schmuggeln beschließen sie, dass Bo am nächsten Rennen als Fahrer teilnimmt um die Wahrheit herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713900","hoster":"VOE"},{"path":"/redirect/12713901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-7","name":"Turbo-Power","epNo":7,"alt":"Dukes Meet Cale Yarborough","descr":"Die Dukes helfen ihrem Freund Burl Tolliver dabei sich gegen einige Pferdedieben, die seinen Rennpferdestall beim National Circuit verwenden wollen, zu verteidigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713903","hoster":"VOE"},{"path":"/redirect/12713905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-8","name":"Hazzard Connection","epNo":8,"alt":"Hazzard Connection","descr":"Bo und Luke baden nackt in einem der vielen Weiher in Hazzard County, als zwei Gauner ihre Kleidung klauen und mit dem General Lee flüchten. Es dauert nicht lange, bis Rosco mit Enos die Verfolgung der beiden, vermeintlichen Dukeboys im General Lee aufgenommen hat. Die beiden Ganoven schaffen es natürlich den General in einem Teich landen zu lassen und ans andere Ufer zu tauchen, daher sucht Enos vergebens nach Bo und Luke (wobei Rosco ihm nicht helfen kann, da er nicht schwimmen kann) und so nehmen sie an, dass Bo und Luke ertrunken sind. Dies wiederum kommt Boss Hogg relativ gelegen, da er ihnen so den angeblichen Diebstahl seiner goldenen Taschenuhr in die Schuhe schieben kann. Bo und Luke erreichen derweil ihre Farm und werden so zu Gästen ihrer eigenen Trauerfeier. Sie bauen zusammen mit Cooter den General Lee zu einem Geisterauto um, um Boss Hogg so zu zwingen seinen Betrug zuzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713908","hoster":"VOE"},{"path":"/redirect/12713909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-9","name":"Zeuge der Anklage","epNo":9,"alt":"Witness For The Persecution","descr":"Die Wiederwahl zum County Commisioner von Hazzard County steht an und Boss Hogg benutzt jeden fiesen Trick, der ihm einfällt um die Wahl gegen die hübsche Telma Claire \"T.C.\" Rogers, die Tochter seines alten politischen Feindes, zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713911","hoster":"VOE"},{"path":"/redirect/12713914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-10","name":"Grannys Blütenzauber","epNo":10,"alt":"Granny Annie","descr":"Die Dukeboys werden, selbstverständlich zu Unrecht, beschuldigt Goldbarren im Wert von 25.000$ aus dem Tresor der Hazzard County Bank gestohlen zu haben. Sie setzen sich zusammen mit ihrem Onkel Jesse, ihrer Cousine Daisy und ihrem Freund Cooter Davenport auf die Spur des Trickbetrügers, der J.D. Boss Hogg die Goldbarren, welche aus Blei und Goldfarbe bestehen, in Verwahrung gegeben hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713916","hoster":"VOE"},{"path":"/redirect/12713917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-11","name":" Die süße Wahl","epNo":11,"alt":"People’s Choice","descr":"Das FBI bittet Uncle Jesse Jefferson Davis Boss Hogg bei sich auf der Dukefarm zu verstecken, weil er der Hauptbelastungszeuge im Prozess gegen einen der meistgesuchten Verbrecher des Südens ist. Dieser Gauner hat dummerweise eine hohe Belohnung auf J.D.s Kopf ausgesetzt, sodass es in Hazzard County von Kopfgeldjägern nur so wimmelt. Während sein kleiner, fetter Freund versteckt ist, hat Rosco dessen Amt übernommen, mit all seinen Rechten und einem Teil der Pflichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713920","hoster":"VOE"},{"path":"/redirect/12713922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-12","name":"Die Autoknacker-Bande","epNo":12,"alt":"Arrest Jesse Duke","descr":"Bo und Luke finden heraus, dass ihre Freundin Grannie Annie, eine Künstlerin, der Kopf einer Geldfälscherbande ist. Nach G.A. Verhaften beschließt J.D. Hoog die beschlagnahme der hochwertigen Druckkopfplatten und den verkauf an den Geldfälscherkönig \"Big\" John Downes. Bo und Luke tun ihr Bestes um Annies Namen wieder herzustellen, ungeachtet dessen, dass ih Einsatz tödliche Konsequenzen für Boss Hopp haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713923","hoster":"VOE"},{"path":"/redirect/12713924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-13","name":"Ein Gentleman und Herzensbrecher","epNo":13,"alt":"Duke Of Duke","descr":"Die Dukes strengen sich an zu verhindern, dass ihr alter Freund und Schwarzbrenner Hard Luch Jones in eine Straßensperre gerät, nachdem er einen alten Panzer geklaut hat, um ihn als rollende Schwarzubrennerei zu benutzen.\rBo und Luke müssen ihn überzeugen seine illegalen Aktivitäten einzustellen, bevor er - oder sie- im Gefängnis landen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713928","hoster":"VOE"},{"path":"/redirect/12713929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-14","name":"Schwarzbrenner unter sich","epNo":14,"alt":"The Runaway","descr":"In Hazzard County taucht ein Mann auf, der sich Gaylord Dukes nennt und bittet Onkel Jesse um $30.000, um die Steuern für ein Grundstück, aus das er Anspruch erhebt, zu bezahlen. Aber da ist noch etwas, das er nicht erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713940","hoster":"VOE"},{"path":"/redirect/12713945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-15","name":"Die Ausreißerin","epNo":15,"alt":"Follow That Still","descr":"Der Millionär C.J. Holmes ist fest entschlossen seiner Tochter Suzy die Heirat mit dem aus Hazzard County stammenden Farmer Fred Andrews zu verbieten. Als Suzy die Dukes um Holfe bittet, kidnappen C.J. Handlanger Onkel Jesse. Ein letzter Versuch die Heirat doch noch zu verhindern. Onkel Jesse beschließt dem Millionär etwas über die Wichtigkeit und Aufopferung der Farmer beizubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713953","hoster":"VOE"},{"path":"/redirect/12713955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-16","name":"Auf Schatzsuche","epNo":16,"alt":"Treasure Of Hazzard","descr":"Jefferson Davis \"Boss\" Hogg zeigt seinen neuen Trumph: seinen Neffen und College-Absolventen Highie Hogg. Dieser zeigt sehr schnell, dass er noch korrupter und skupelloser ist als sein Onkel, indem er Onkel Jesse bezichtigt zu einer Bande von Autdieben zu gehören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713963","hoster":"VOE"},{"path":"/redirect/12713966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-17","name":"Schöner als die Polizei erlaubt","epNo":17,"alt":"Officer Daisy Duke","descr":"Die Dukes helfen der jungem Geschichtswissenschaftlerin Laura Bardsley bei der Suche nach einer Stahlkassette aus dem Bürgerkrieg, die eine wertvolle Gehaltsliste von Präsident Lincoln persönlich unterzeichnet enthält. Boss erfährt von dem weiteren Inhalt der Stahlkasette, der Regimentskasse, und heuert ein paar Gauner an, um die Truhe zu bekommen. Als Laura gekidnapped wird und das Geld übergeben soll, tut sie es, da sie etwas weiß das Boss Hog nicht einmal ahnt: Es handelt sich um Geld der Konforderierten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713980","hoster":"VOE"},{"path":"/redirect/12713983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-18","name":"Umleitung zum Kidnapping","epNo":18,"alt":"Find Loretta Lynn","descr":"Weil Daisy zu nervös ist, Boss Hogg um eine Gehaltserhöhung zu bitten, übernimmt Luke das für sie. Er stellt dem korrupten Boss jedoch ein Ultimatum: Bekommt seine hübsche Cousine nicht mehr Geld, so kündigt sie. Boss reagiert verärgert und feuert Daisy sofort. Nachdem sie Luke zur Rede gestellt hat, versucht sie vergeblich einen neuen Job zu bekommen. Als Enos ihr vorschlägt, sich für die freie Stelle des Hazzard County Deputy zu bewerben, löst sie trotz der Sabotageversuche von Boss und Sheriff Grady Byrd alle Aufgaben erfolgreich und ist bald neuer Deputy. Ihre erste Aufgabe ist es, 2 entflohene Bankräuber zurück ins Gefängnis zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713987","hoster":"VOE"},{"path":"/redirect/12713988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-19","name":"Der Texaner","epNo":19,"alt":"Jude Emery","descr":"Der Texas Ranger Jude Emery kommt auf der Suche nach dem Schmuggler, Bankräuber und Mörder Russel \"Snake\" Harmon durch Hazzard County. Bo und Luke entschließen sich dem Gesetzeshüter zu helfen. Gemeinsam verfolgen sie den Gangster bis in die gefährlichen Hinterstraßen in den Bergen um Hazzard County. Als jedoch alle drei von Harmons Gang gefangen werden, ist es an Daisy, Jesse, Cooter und Sheriff Grady Byrd, die Rettung einzuleiten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713994","hoster":"VOE"},{"path":"/redirect/12713997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-20","name":"Von altem Schrot und Korn","epNo":20,"alt":"Return Of The Ridge Raiders","descr":"Boss Hogg schnappt sich die Staatsfonds, die für ein neues Seniorenzentrum bestimmt sind und investiert sie in den \"Playpen\", seinen neuen Nachtclub. Bo und Luke sorgen sich um Onkel Jesse, weil er in letzter Zeit oft für Stunden verschwindet, ohne zu sagen wohin. Später finden sie heraus, dass er sich mit den alten Schwarzbrennern, den Urgesteinen von Hazzard County, getroffen hat. Die alten Haudegen haben Boss Hogg den Krieg erklärt, weil er ihnen das Seniorenzentrum verweigert. Sie schlagen immer wieder zu und zerstören Boss\u0027 Destillieranlagen und Minen. Als Jesse für die Attacken verhaftet wird, machen sich Bo und Luke, gemeinsam mit den alten Schwarzbrennern daran, alles wieder ins Lot zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714002","hoster":"VOE"},{"path":"/redirect/12714005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-21","name":"Der Rauschgiftring","epNo":21,"alt":"Mason Dixon’s Girls","descr":"Nachdem Bo und Luke einen neuen Heißwasser-Boiler für die Farm abgeholt haben, geraten sie in eine von Roscos Kontrollen. Als dieser den GENERAL LEE durchsucht, stößt er in der Kiste nicht auf den erwarteten Boiler, sondern auf Rauschgift. Auf ihrer Flucht überlegen die Jungs, wie sie an die Drogen gekommen sein könnten und erinnern sich an eine identische Kiste. Sie folgern daraus, dass die Kisten wohl verwechselt wurden. Bald darauf kommt der Privatdetektiv Mason Dixon mit seinen beiden hübschen Assistentinnen Tinker und Sam auf der Jagd nach dem Drogen-Schmuggler Dempsey nach Hazzard. Die drei verbünden sich später mit den Dukes, um Dempsey das Handwerk zu legen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714013","hoster":"VOE"},{"path":"/redirect/12714017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-22","name":"Ruhe sanft","epNo":22,"alt":"R.I.P. Henry Flatt","descr":"Als Boss Hogg den Veteranenfriedhof auflösen will, um dort einen neuen Highway zu bauen, helfen die Dukes Henry Flat, einem toten Weltkriegsveteranen, sein Geheimnis zu bewahren. Das Problem aber liegt darin, dass Henry höchst lebendig ist und sich nur für tot erklären ließ, um von Boss Hogg sicher zu sein, nachdem er dem alten J.D. um 20.000 Dollar erleichtert hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714022","hoster":"VOE"},{"path":"/redirect/12714024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-2/episode-23","name":"Die große Geldjagd","epNo":23,"alt":"Southern Comfurts","descr":"Als die Familie Comfurt glaubt, sie sei plötzlich reich, wir ihr Auto mit samt des in einem Safe eingeschlossenen Vermögens gestohlen, Die Duke Boys spüren das Auto zwar auf, doch mittlerweile ist es einem Bankräuber in die Hände gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12713880","hoster":"VOE"},{"path":"/redirect/12713879","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-1","name":"Große Sprünge, Teil 1","epNo":1,"alt":"Carnival Of Thrills (1)","descr":"Diane Benson, die schöne Chefin einer Autostuntshow bietet Bo an der Fahrer in ihrer Hauptattraktion zu werden - einen Sprung über 32 Autos. Luke findet unterdessen heruas, dass mehrere Stuntfahrer bei diesem Sprung schwer verletzt wurden. Als er Bo davon erzählt, weigert sich dieser ihm zu glauben. Dadurch kommt es letztlich zu einem Kampf, in dem sogar Onkel Jesse eingreifen muß. Ist das das Ende des Duke-Clans?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714168","hoster":"VOE"},{"path":"/redirect/12714170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-2","name":"Große Sprünge, Teil 2","epNo":2,"alt":"Carnival Of Thrills (2)","descr":"Übernommen von Große Sprünge, Teil 1... Diane Benson, die schöne Chefin einer Autostuntshow bietet Bo an der Fahrer in ihrer Hauptattraktion zu werden - einen Sprung über 32 Autos. Luke findet unterdessen heruas, dass mehrere Stuntfahrer bei diesem Sprung schwer verletzt wurden. Als er Bo davon erzählt, weigert sich dieser ihm zu glauben. Dadurch kommt es letztlich zu einem Kampf, in dem sogar Onkel Jesse eingreifen muß. Ist das das Ende des Duke-Clans?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714072","hoster":"VOE"},{"path":"/redirect/12714071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-3","name":"Enos macht Karriere","epNo":3,"alt":"Enos Strate To The Top","descr":"Bei einem Besuch in Atlanta fotografiert Daisy Onkel Jesse und ausversehen hat sie glatt zwei Bankräuber, die gerade aus der Bank im Hintergrund kommen, mit auf dem Bild.\rEnos, der von Boss Hogg gefeuert wurde, weil er Boss gesagt hat, dass er nicht länger die Dukes etwas anhängen möchte, hilft ihnen sich die fotografierten Gauner vom Hals zu halten. Arbeitslos melden muss er sich auch nicht, da er bereits ein Angebot des Los Angeles Police Departments in der Tasche hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714070","hoster":"VOE"},{"path":"/redirect/12714073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-4","name":"Lulus Silber","epNo":4,"alt":"The Hazzardville Horror","descr":"Zwei Silberdiebe stehlen Boss\u0027 Silber aus seinem Büro im \"Boar\u0027s Nest\". Sie verstecken sich im alten Pringlehaus, von dem man sagt, dass es dort spukt. Als Mary Lou Pringle plötzlich nach Hazzard County zurückkehrt, um das Familiengrundstück zu verkaufen, inszenieren die beiden Ganoven Geisteraktivitäten im Haus, um sie zu verjagen. Mary Lou bittet Bo und Luke um Hilfe, die auf der Flucht vor Rosco sind, weil ihnen die Silberdiebstähle von Boss Hogg zur Last gelegt werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714076","hoster":"VOE"},{"path":"/redirect/12714078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-5","name":"Der Kampf des Jahrhunderts","epNo":5,"alt":"And In This Corner, Luke Duke","descr":"Um die Farm zu retten muss Luke für Boss Hogg gegen Catfish Lee kämpfen. Doch der bekommt es nicht nur mit Catfish zu tun, sondern auch mit dessen Kumpeln, die versuchen ihn bereits vor dem Kampf auszuschalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714080","hoster":"VOE"},{"path":"/redirect/12714081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-6","name":"Boss und der Sensemann","epNo":6,"alt":"The Late J.D. Hogg","descr":"Boss Hoggs Traum ist endlich wahr geworden: Er kann die Farm der Dukes übernehmen. Mitten in seiner Feierstimmung platz ein Anruf seines Arztes: J.D. hat nur noch zwei Wochen zu leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714083","hoster":"VOE"},{"path":"/redirect/12714087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-7","name":"Neffe Boss","epNo":7,"alt":"Uncle Boss","descr":"Boss Hogg und sein unehrlicher Neffe Hughie Hogg planen die Duke Boys zu beschuldigen die Bank von Hazzard ausgeraubt zu haben. Als Beweis halten sie das \"Verbrechen\" auf ein Überwachungsvideo fest. Doch die Dukes sorgen dafür, dass die Route der Beiden zum FBI nach Atlanta umgeleitet wird. Über einen Schrottplatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714099","hoster":"VOE"},{"path":"/redirect/12714101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-8","name":"Das schwarze und das weiße Schaf","epNo":8,"alt":"Baa, Baa, White Sheep","descr":"Boss erfolgreicher Cousin Abraham Lincoln Hogg besucht ihn in Hazzard County nachdem ihre Großtante verstorben ist. In ihrem letzten Willen vermacht si den ungleichen Cousins ein Stück Land. Stirbt einer der beiden, so wird der Andere alleiniger Eigentümer.\rBoss versucht natürlich, das Land alleine zu ergattern, doch die Dukes verhelfen seinem Cousin zu dessen Recht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714104","hoster":"VOE"},{"path":"/redirect/12714105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-9","name":"Die heiratswütige Brieffreundin","epNo":9,"alt":"Mrs. Rosco P. Coltrane","descr":"Rosco, der alte Junggeselle, lernt die schöne Sue Ann Bliss durch die Partnervermittlung kennen. Schnell wird den Beiden klar: sie wollen heiraten! Die Dukes sind die einzigen Einwohner Hazzards, die nicht zur Hochzeit eingeladen werden. Dadurch sind die natürlich für Boss Hogg und Rosco die ersten Verdächtigen, als es gillt die Täter zu finden, die den - von Boss fingierten - Bankraub begangen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714108","hoster":"VOE"},{"path":"/redirect/12714109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-10","name":"Weihnachten nach Hazzard Art","epNo":10,"alt":"The Great Santa Claus Chase","descr":"Boss Hogg lässt von drei Gauern eine Ladung Weihnachtsbäume klauen, die Bo \u0026 Luke transpotiert haben. Er verkauft die gestohlenen bereits bezahlten Bäume an die Bürger Hazzards, die natürlich glauben Bo und Luke hätten sie sich unter dem Nagel gerissen. Die Duke Boys versuchen mit Hilfe von Cooter ihre Unschuld zu beweisen, indem sie als Weihnachtsmänner verkleidet die Bäume von Boss Hogg wiederbeschaffen und den Leuten von Hazzard vor die Tür stellen. Gleichzeitig aber wollen die Tannenbaumräuber als Weihnachtsmänner verkleidet J.D.\u0027s Panzerschrank klauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714113","hoster":"VOE"},{"path":"/redirect/12714114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-11","name":"Auf gute Nachbarschaft","epNo":11,"alt":"Good Neighbors Duke","descr":"Adam Venable und seine Tochter Esther werden, gesichert vom Zeugenschutzprogramm des F.B.I., in Hazzard County heimisch. Venable hat gegen 2 Kidnapper ausgesagt, die 2 Millionen Dollar in Diamanten für die Freilassung der Erbin Dixie Davis forderten. Dixie wurde gerettet, die Diamanten aber niemals gefunden. Obwohl sie von den Dukes freundlich in Hazzard County willkommen geheißen werden, finden sie dort keine Ruhe. Zwei Kopfgeldjäger sind immer noch hinter den Diamanten her und rücken den Venables nicht von der Pelle. Zudem versucht Boss Hogg sogar sie von ihrem Grund und Boden zu vertreiben, um dort sein Neubauprojekt \"Hogg Heights\" realisieren zu können. Diese Situation veranlasst die Kleinfamilie fast zum Rückzug, wenn sie mit den Dukes nicht so gute Nachbarn und Freunde hätten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714115","hoster":"VOE"},{"path":"/redirect/12714117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-12","name":"Bomben-Stimmung","epNo":12,"alt":"State Of The County","descr":"Alles beginnt, als Daisy den Anhalter Earl Becket, der ihr sehr zu gefallen scheint, auf einer der unzähligen Straßen in und um Hazzard County aufließt. Zur selben Zeit hat Boss Hogg wie jedes Jahr Besuch von J.W. Hickman, dem Boss von Claridge County. Und wie jedes Jahr versucht dieser wieder hartnäckig Schutzgeld von J.D. Hogg zu erpressen. Als J.D. jedoch ableht, Abgaben zu zahlen, beschließen Hickman und sein Handlanger Rollo ihn durch kleine Anschläge umzustimmen. Zunächst explodiert eine Bombe im \"Boar\u0027s Nest\", dann vor dem Gerichtsgebäude. Boss verdächtigt sofort die Duke-Boys, doch als eine weitere Bombe während seiner Rede zur \"Lage des County\" hochgeht, rettet Luke ihm sogar das Leben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714119","hoster":"VOE"},{"path":"/redirect/12714121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-13","name":"Alte Liebe rostet nicht","epNo":13,"alt":"The Legacy","descr":"Lucinda Meadows, die erste Frau, der Jesse einst den Hof machte, kehrt nach vielen Jahren nach Hazzard County zurück. Sie fordert von J.D. Hogg 5.000 Dollar, die er einst ihrem Mann schriftlich zusicherte, um in den wohlverdienten Ruhestand treten zu können. Boss, der in seinen jüngeren Jahren ebenfalls hinter Lucinda her war, weigert sich natürlich die Summe zu zahlen. Da ihr verstorbener Mann mit dem Geiz von J.D. rechnete, hinterließ er seiner Frau einen Tipp: Sie soll nach einem \"Topf voll Gold am Ende des Regenbogens\" suchen, falls Boss seine Hilfe verweigert. Bo und Luke gehen dem Hinweis nach und finden heraus, dass es sich bei dem \"Regenbogen\" um die alte Regenbogenmine und bei dem \"Topf voll Gold\" um viele Fässer zweitklassigen Schwarzgebrannten handelt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714123","hoster":"VOE"},{"path":"/redirect/12714125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-14","name":"Alles auf „Sieg“","epNo":14,"alt":"Duke Vs. Duke","descr":"Bo und Luke melden sich bei Boss Hogg\u0027s alljährlichem Hazzard Derby an, vergessen jedoch das Kleingedruckte auf dem Vertrag zu lesen. Da heißt es nämlich, dass jedes Auto, welches verliert oder nicht ins Ziel kommt automatisch in den Besitz von Boss Hogg übergeht. Cooter hat eine Hypothek auf seine Werkstatt aufgenommen, um sich einen echten Rennmotor leisten zu können. Wenn er verlieren würde, wäre er ruiniert. Wenn die Duke-Boys jedoch nicht gewinnen, verlieren sie den GENERAL LEE. Beide befinden sich also in einer verzwickten Lage. Nachdem sein Auto mit einem illegalen Lachgas-Motor ausgestattet wurde, setzt Boss bei Ma Harper 5.000 Dollar auf Rosco. Auch sie selbst setzt 5.000 Dollar auf den Sheriff. Ihre Jungs, Billy Boy, Billy Gene und der 2-Meter-Mann Junior sollen dafür sorgen, dass Rosco\u0027s Sieg nichts mehr im Wege steht. Für Cooter bricht eine Welt zusammen, als er sich bei einer Testfahrt den Knöchel bricht, wodurch er für das Rennen ausfällt. Luke entschließt sich in Cooter\u0027s Wagen am Rennen teilzunehmen. Somit heißt es Duke gegen Duke...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714127","hoster":"VOE"},{"path":"/redirect/12714129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-15","name":"Ein Daddy für Bo","epNo":15,"alt":"My Son, Bo Hogg","descr":"Boss Hogg wird fast verrückt beim Gedanken an das viele Geld, was ihm durch die Lappen geht, wenn er keinen Fahrer für seine Lieferung Schwarzgebrannten zu C.V. Gumble nach Chickasaw County findet. Alles scheint verloren, bis eine Fügung des Schicksals die Situation entscheidend ändert. Bei einer heißen Verfolgungsjagd mit Rosco und Boss, gerät Bo in eine Sackgasse. Beim Versuch zu Fuß davonzukommen, fällt er mit dem Kopf auf einen Stein und verliert sein Gedächtnis. Sofort wittert Boss Hogg seine Chance und gibt sich als Bo\u0027s Daddy aus. Der Fahrer für die Lieferung Schwarzgebrannten ist also gefunden - er heißt Bo Hogg...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714131","hoster":"VOE"},{"path":"/redirect/12714133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-16","name":"Höllenfahrt zum Geständnis","epNo":16,"alt":"To Catch A Duke","descr":"Nachdem sie Schmuck im Wert von 200.000 Dollar gestohlen haben, gibt der Wagen von Burt und Myrna Robie ausgerechnet in Hazzard County den Geist auf. Weil die Kassen des County wiedermal leer sind, soll Rosco fleißig Strafzettel verteilen und gerät dabei an die beiden Juwelendiebe. Bevor sie ihm ins Gefängnis folgen, um ihr Bußgeld für öffentliches Küssen zu bezahlen, verstecken sie das hochkarätige Diebesgut im Stiefmütterchenbeet. Dort wird es recht bald von Flash gefunden, der es in Roscos Dienstfahrzeug versteckt. Als sich herausstellt, dass die Robies gesuchte Verbrecher sind, zwingen sie Bo und Luke ihnen zur Flucht zu verhelfen. Boss, der den Schmuck in Roscos Wagen findet, feuert seinen Sheriff sofort und beschuldigt ihn, mit Bo, Luke und den Robies unter einer Decke zu stecken. Zunächst noch mißtrauisch, verbündet sich Rosco schließlich mit den Dukes, um ganz Hazzard County seine Unschuld zu beweisen und die Robies zur Strecke zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714136","hoster":"VOE"},{"path":"/redirect/12714138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-17","name":"Wertvolle Leihgaben","epNo":17,"alt":"Along Came A Duke","descr":"Es ist \"Stonewall Jackson Tag\" in Hazzard County. Boss Hogg feiert diese Südstaaten-Tradition, indem er den Transport von General Stonewall Jacksons Bürgerkriegs-Schwert arrangiert, um es in Hazzard auszustellen. Er plant allerdings auch das Schwert auf dem Weg vom Museum in Atlanta stehlen zu lassen und es an den größten Hehler der Südstaaten, Beauregard Mason, für 25.000 Dollar zu verkaufen. Er schiebt den Diebstahl den Duke-Boys in die Schuhe. Bo und Luke erhalten jedoch bald Hilfe von einem weiteren Cousin - Jeb Stuart Duke. Er auf seinem Motocross-Motorrad und die Jungs im GENERAL LEE sorgen bald für viel Wirbel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714140","hoster":"VOE"},{"path":"/redirect/12714141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-18","name":"Traktoren, Tempo und Träume","epNo":18,"alt":"By-Line, Daisy Duke","descr":"Daisy will sich mit einem Nebenjob als Reporterin bei der \"Hazzard Gazette\" etwas für ihre geplante Karriere als Sängerin dazuverdienen und untersucht dabei eine aktuelle Serie von Traktor-Diebstählen in Hazzard County. Boss Hogg und seine Komplizen Vic und Corey, die hinter den Verbrechen stecken, planen wiedermal alles den Duke-Boys anzuhängen. Sie verstecken einen LKW mit einem gestohlenen Traktor hinter der Scheune der Duke-Farm und als die Jungs das Diebesgut verschwinden lassen wollen, werden sie von Boss, Rosco und Daisy verfolgt. Die ehrgeizige Country-Cousine wittert eine große Story und zwingt den LKW mit Pfeil und Bogen zum Anhalten. Sie fotografiert die Fahrer beim Aussteigen ohne zu realisieren, um wen es sich handelt. Überraschst muss sie dann feststellen, ihren eigenen Cousins ein Bein gestellt zu haben. Somit geht Boss\u0027 Plan scheinbar auf, denn die \"Hazzard Gazette\" plant das Foto von Bo und Luke als Täter in der nächsten Ausgabe zu veröffentlichen, es sei denn sie können vorher ihre Unschuld beweisen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714144","hoster":"VOE"},{"path":"/redirect/12714145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-19","name":"Die fingierte Steuerprüfung","epNo":19,"alt":"The Return Of Hughie Hogg","descr":"Boss Hogg\u0027s selbstsüchtiger Neffe Hughie Hogg kehrt nach Hazzard County zurück, um Bo und Luke endgültig hinter Gitter zu bringen. Es gelingt ihm mit einer List, dass sich die Dukes der freiwilligen Feuerwehr von Hazzard County anschließen. Als die Jungs einem falschen Alarm folgen, den Boss inszeniert hat, verstecken Cletus und Rosco Schwarzgebrannten auf der Duke-Farm. Somit stecken die Dukes mal wieder bis zum Hals unschuldig in Schwierigkeiten. Aber auch J.D. Hogg steckt tiefer in der Klemme als er denkt: Hughie ist es gelungen seinen Onkel mit Hilfe eines falschen Steuerfahnders so aufs Kreuz zu legen, dass dieser dem gerissenen Hogg-Neffen voreilig sein gesamtes Imperium überschrieben hat, um die drohende Grundbuchprüfung zu überstehen. Als Hughie allerdings plötzlich beginnt, Boss vor seine eigene Tür zu setzen und dessen gesamten Besitz für sich zu beanspruchen, sieht sich der arme J.D. gezwungen, seinen alten Freund Jesse Duke um Hilfe zu bitten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714147","hoster":"VOE"},{"path":"/redirect/12714150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-20","name":"Der Killer kehrt zurück","epNo":20,"alt":"Bye, Bye, Boss","descr":"Digger Jackson ist aus dem Gefängnis ausgebrochen und befindet sich auf direktem Weg nach Hazzard County. Er will sich an dem Mann rächen, der ihn vor 10 Jahren einsperren ließ - Boss Hogg. Der Killer klaut den GENERAL LEE und überfällt damit den Gemischtwarenladen, wofür Bo und Luke verantwortlich gemacht werden. Trotz Boss\u0027 besonderer Vorsichtsmaßnahmen gelingt es Digger, ihn zu entführen. Er verlangt 100.000 Dollar Lösegeld und setzt ein Ultimatum. Die Dukes sehen es als ihre christliche Pflicht, Boss Hogg vor Ablauf der Frist zu finden. Damit könnten sie auch ihre eigene Unschuld beweisen. Da der GENERAL nicht zur Verfügung steht, machen sich Bo, Luke und Daisy mit Pferden auf die Suche nach Boss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714151","hoster":"VOE"},{"path":"/redirect/12714153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-21","name":"Geld im Fluss","epNo":21,"alt":"The Great Hazzard Hijack","descr":"Als Bo und Luke bei einem Querfeldein-Rennen gegen Cooter antreten, bleiben sie mit dem GENERAL LEE im Fluss stecken. Dabei treibt ihnen ein 1.000 Dollar-Geldbündel in die Hände. Ehrlich wie die Dukes nun einmal sind, liefern sie das gefundene Geld bei Boss Hogg ab. Bei der Überprüfung der Seriennummern stellt sich heraus, dass die Scheine von der Million Dollar stammen, die vor 5 Jahren beim großen \"Hazzard County-Überfall\" erbeutet wurde. Das geraubte Geld wurde niemals gefunden und die Täter nie gefasst. Boss Hogg plant sofort den Duke-Boys den Überfall anzuhängen und sie ins Gefängnis zu werfen. Er gibt Rosco den Auftrag die beiden Cousins zu beschatten, bis sie ihn zum Rest der Beute führen. Unterdessen sorgen die Nachrichten vom \"Geld im Fluss\" dafür, dass unzählige Leute auf der Suche nach den Banknoten nach Hazzard kommen, um ihr Glück zu versuchen. Unter ihnen befindet sich auch Phil, ein alter Marine-Kumpel von Luke, mit seiner Freundin Kate sowie Dunkirk, einem Bekannten der beiden. Sie arbeiteten zur Zeit des Überfalls für die Geldtransportfirma und wurden verdächtigt, den Raub begangen zu haben. Jetzt wollen sie die Dukes dazu benutzen das Diebesgut zu finden, angeblich um ihre Unschuld zu beweisen. Bald müssen die Dukes jedoch herausfinden, dass Phil und seine Freunde nicht gerade ehrlich zu ihnen waren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714155","hoster":"VOE"},{"path":"/redirect/12714157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-22","name":"Taxi zum Reichtum","epNo":22,"alt":"The Hack Of Hazzard","descr":"Als Miz Tisdale den alljährlichen Ausflug zu ihrer Mutter auf dem Land macht, übernehmen die Dukes in dieser Zeit ihre Pflichten: Daisy springt dann für sie bei der Post ein, während Bo und Luke sich um das Taxiunternehmen kümmern. Zu dieser Zeit kommen auch zwei Gauner, J.J. Sunday und Harry Ray durch Hazzard County, die ein Goldzertifikat gestohlen haben. Als die beiden einen Autounfall haben sorgt Cooter dafür, dass Bo und Luke ihre ersten Fahrgäste bekommen, indem er den Gangstern ein Taxi ruft. Als der Wagen von Rosco kontrolliert wird, verstecken die Gangster das Zertifikat aus Panik in der aufgerissenen Rückbank. Als die Duke-Boys jedoch die Rückbank ausbauen, um sie neu beziehen zu lassen, fällt das Goldzertifikat heraus, genau auf Cooters Post. Rosco und Boss verdächtigen unterdessen die Jungs mit den gesuchten Verbrechern gemeinsame Sache zu machen. Bo und Luke sind also wiedermal unschuldig auf der Flucht. Die Gangster, Boss, Rosco und die Dukes vermuten nun alle das heiß begehrte Zertifikat im Rücksitz des Taxis, der sich in Onkel Charly\u0027s Polsterei befindet. Allerdings ist das Objekt der Begierde zusammen mit seiner Post von Cooter bereits in den Briefkasten eingeworfen worden und Daisy bringt die Post des Tages bereits zur Hauptpost nach Colonial City. Die beiden Gauner fangen Daisy ab und entführen sie. Von den Dukes verfolgt endet die Jagd in Shoveltown, wo es zum Showdown kommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714162","hoster":"VOE"},{"path":"/redirect/12714164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-3/episode-23","name":"Kleopatra läßt grüßen","epNo":23,"alt":"The Canterbury Crock","descr":"Die Witwe Emma Partridge verkauft ihren gesamten Hausrat, darunter auch die Antiquitätensammlung ihres verstorbenen Mannes Simon, um ihre Hypothekenschuld bei Boss Hogg zu bezahlen. Dabei lässt sie sich von Boss reinlegen, der ihr alles zum Spotpreis von nur 250 Dollar abkauft und ihr das Geld auch gleich wieder abnimmt, um es ihrem Hypothekenkonto gutzuschreiben. Innerhalb von 3 Tagen muss die Witwe nun den Restbetrag von genau 352 Dollar und 62 Cents auftreiben. Als Daisy in der Partridge-Scheune eine alte ägyptische Vase entdeckt, die Boss übersehen hat, zahlen die Dukes 25 Dollar an die Witwe, um ihr so gut wie möglich zu helfen. Bald darauf tauchen der Antiquitätenhändler Beckman und sein Handlanger Maury auf und machen Emma Partridge ein Angebot von 1.000 Dollar für die Vase. Boss Hogg, der alles mitgehört hat, ahnt plötzlich welch wertvolles Stück die Dukes soeben erstanden haben und versucht die Vase in seinen Besitz zu bringen, um selbst den großen Gewinn zu machen. Bald darauf wechselt die Vase ständig den Besitzer: Zunächst als Geburtstagsgeschenk für Cooter verschenkt, ist sie bald im Besitz von Cletus, der sie Rosco schenkt, um eine Gehaltserhöhung zu bekommen. Rosco wiederum schenkt sie Boss, ebenfalls mit dem Ziel einer Gehaltserhöhung. Versteckt unter einem Blumenstrauß erkennt aber niemand, dass es sich um das wertvolle und vielgesuchte Stück handelt. Bald darauf jagt jeder jeden, um in den Besitz der Vase zu gelangen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714165","hoster":"VOE"},{"path":"/redirect/12714166","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-1","name":"Ein Hogg für Daisy","epNo":1,"alt":"Mrs. Daisy Hogg","descr":"Jamie Lee Hogg, Boss\u0027 wohlhabender Neffe aus Atlanta, erreicht Hazzard mit einem Geschäftsvorschlag. Auf seinem Weg in die Stadt hat er einen Unfall mit den Dukes und gibt ihnen die Schuld. Nachdem er Daisy getroffen hat, zieht er seine Anzeige zurück und die beiden verlieben sich ineinander. Die ganze Stadt fragt sich, ob eine Duke und ein Hogg jemals zusammenleben können. Obwohl Jamie ein Hogg mit Ehre zu sein scheint, ist er nur nach Hazzard zurückgekehrt, um ein Versteck für seine Gelddruckerei zu errichten. Als seine Handlanger befürchen, dass Daisy sie identifizieren könnte, setzen sie ihn unter Druck, sich von ihr zu trennen. Aber stattdessen macht er ihr einen Heiratsantrag...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714267","hoster":"VOE"},{"path":"/redirect/12714268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-2","name":"Vorsicht, Doppelgänger!","epNo":2,"alt":"Double Dukes","descr":"Boss engagiert zwei Bösewichte, die mit Hilfe von Masken genau aussehen wie Bo und Luke und lässt sie einen Geldtransport über 250.000 Dollar überfallen. Dudzende von Bürgern, unter anderem Onkel Jesse und Daisy werden Zeuge des Verbrechens. Während die falschen Duke-Boys in einem falschen GENERAL LEE flüchten, kommen die echten Bo und Luke in der Stadt an. Die einzige Möglichkeit der beiden ist es, die Doppelgänger zu stellen, bevor Rosco sie selbst erwischt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714270","hoster":"VOE"},{"path":"/redirect/12714272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-3","name":"Diamantenfieber","epNo":3,"alt":"Diamonds In The Rough","descr":"Als Bo und Luke den General mal wieder probefahren, werden sie Zeuge, wie ein Flugzeug ein Paket abwirft. Sie erreichen es vor dem eigentlichen Empfänger und finden gestohlene Diamanten in dem Paket. Die Dame, die hinter der Aktion steckt, taucht als Reporterin getarnt auf der Duke Farm auf, um die geplante Übergabe der Diamanten an das FBI zu verhindern. Boss kriegt Wind von dem FBI Plan und schickt seinen eigenen \"FBI-Agenten\", um die heiße Ware in Empfang zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714275","hoster":"VOE"},{"path":"/redirect/12714277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-4","name":"Der eingebildete Kranke","epNo":4,"alt":"Coltrane Vs. Duke","descr":"Wieder einmal versucht Boss die Dukes daran zu hindern, ihre Steuerzahlung für die Farm pünktlich zu machen, um sich die Farm unter den Nagel zu reißen und sie an eine Brauerei zu verkaufen. Als Bo und Luke Rosco jedoch mal wieder davonfahren, muß Boss sich etwas anderes ausdenken. Er bringt Rosco dazu, vorzugeben, durch einen von den Dukes verursachten Unfall, Verletzungen davongetragen zu haben und verklagt die Dukes auf 50.000 Dollar. Bo und Luke müssen einen Weg finden, zu beweisen, dass Rosco simuliert, bevor der kurzfristig angesetzte Gerichtstermin ansteht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714278","hoster":"VOE"},{"path":"/redirect/12714281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-5","name":"Moto-Cross auf Umwegen","epNo":5,"alt":"The Fugitive","descr":"Boss Hogg schreibt ein Preisgeld von 500 Dollar für den Gewinner des anstehenden \"Tri-County-Motorcross\" aus. Er plant so viele Motorräder zu stehlen und außerhalb des Staates zu verkaufen, wie auf einen LKW passen. Mindy Lou, eine hübsche College Studentin auf der Durchreise hört Boss\u0027 Plan zufällig mit. Rosco versucht sie daraufhin zu verhaften, aber die Dukes sind schneller...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714282","hoster":"VOE"},{"path":"/redirect/12714283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-6","name":"Pension auf Raten","epNo":6,"alt":"The Great Bank Robbery","descr":"Clarence Stovall, ein alter Freund von Onkel Jesse, wird einen Tag vor seiner Pensionierung nach 30 Jahren bei der Bank von Hazzard von Boss gefeuert. Er stiehlt 30.000 Dollar aus dem Tresor, genau die Summe, die er als Pension erhalten müßte. Onkel Jesse überzeugt ihn allerdings das Geld zurück zu geben. Boss setzt natürlich Rosco auf die Duke Boys an, als er bemerkt, daß das Geld verschwunden ist. Die beiden müssen den Diebstahl \"rüchgängig\" machen, bevor die Bank am Montag öffnet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714286","hoster":"VOE"},{"path":"/redirect/12714288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-7","name":"Die Frauen an die Macht","epNo":7,"alt":"Sadie Hogg Day","descr":"Der 1. April ist \"Sadie Hogg Day\" in Hazzard. Das bedeutet, daß die Frauen alle öffentlichen Ämter für den Tag übernehmen - vom Boss bis zum Hundefänger. An dem Tag kommt ein Bankinspektor, um eine Untersuchung der öffentlichen Gelder vorzunehmen. Boss weiß, daß dieser eine fehlende Summe von 142.000 Dollar feststellen wird und arrangiert es, daß Daisy den Job des County-Schatzmeisters übernimmt. So kann er ihr die Schuld in die Schuhe schieben. Ein Banküberfall verkompliziert die Situation schließlich noch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714290","hoster":"VOE"},{"path":"/redirect/12714291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-8","name":"Geld, Glitzer und Ganoven, Teil 1","epNo":8,"alt":"10 Million Dollar Sheriff (1)","descr":"Roscos Großonkel Hosiah stirbt und hinterläßt ihm ein Vermögen von 10 Millionen Dollar. Rosco engagiert den Kopfgeldjäger Jason Steele, um die Dukes ein für allemal hinter Gitter zu bringen. Boss versucht Rosco sein Vermögen abzunehmen, verliert aber selbst seinen gesamten Besitz in einem Pokerspiel. Rosco stellt daraufhin Boss aus Mitleid als Hilfssheriff ein. Steele gelingt es, Bo und Luke wegen Autodiebstahls festzunehmen, nachdem er einen zweiten General Lee bauen läßt und die Duke Boys aus Versehen mit diesem wegfahren. Nachdem Rosco feststellt, daß sein Onkel ihm nur 10 Dollar anstatt der 10 Millionen vermacht hat und Steele sein Kopfgeld von 100.000 Dollar für die Dukes haben will, muß Rosco die Dukes befreien und um Hilfe bitten, um sein Leben zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714294","hoster":"VOE"},{"path":"/redirect/12714296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-9","name":"Geld, Glitzer und Ganoven, Teil 2","epNo":9,"alt":"10 Million Dollar Sheriff (2)","descr":"Roscos Großonkel Hosiah stirbt und hinterläßt ihm ein Vermögen von 10 Millionen Dollar. Rosco engagiert den Kopfgeldjäger Jason Steele, um die Dukes ein für allemal hinter Gitter zu bringen. Boss versucht Rosco sein Vermögen abzunehmen, verliert aber selbst seinen gesamten Besitz in einem Pokerspiel. Rosco stellt daraufhin Boss aus Mitleid als Hilfssheriff ein. Steele gelingt es, Bo und Luke wegen Autodiebstahls festzunehmen, nachdem er einen zweiten General Lee bauen läßt und die Duke Boys aus Versehen mit diesem wegfahren. Nachdem Rosco feststellt, daß sein Onkel ihm nur 10 Dollar anstatt der 10 Millionen vermacht hat und Steele sein Kopfgeld von 100.000 Dollar für die Dukes haben will, muß Rosco die Dukes befreien und um Hilfe bitten, um sein Leben zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714297","hoster":"VOE"},{"path":"/redirect/12714299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-10","name":"Heiße Pelze im Sommer","epNo":10,"alt":"Trouble At Cooter’s","descr":"Ein Pelzmantel aus einer gestohlenen Lieferung fällt von Russ Mitchels Truck und natürlich sind es die Dukes, die ihn finden. Die Lieferung geht an Boss Hogg, der Rosco auf die Dukes ansetzt, als er herausfindet, daß sie \"seinen\" Pelzmantel haben. Russ gerät in einen Streit mit Boss und beschließt, die Pelze zurück zu stehlen und noch einmal zu verkaufen. Nachdem er herauskriegt, daß die Pelze in einem Lager neben Cooters Werkstatt gelagert werden, bringt er seine Komplizin Bonnie Lane dazu, Cooter schöne Augen zu machen, um ungestört seinen Wiederbeschaffungsplan umsetzen zu können...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714195","hoster":"VOE"},{"path":"/redirect/12714197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-11","name":"Scheiden tut weh","epNo":11,"alt":"Goodbye, General Lee","descr":"m alljährlichen \"Beschleunigungs- und Flugwettbewerb\" will Boss nicht schon wieder gegen die Dukes verlieren. Er engagiert zwei Ganoven und stattet sie mit einem hochgetuneten Rennwagen aus. Nach einem Probesprung ist am General Lee die Kardanwelle gebrochen. Als Luke sich unter den Wagen legt, um nachzusehen was passiert ist, fällt ihm die Welle auf den Kopf. Jetzt wittert Boss seine Chance den Wettbewerb für sich zu entscheiden: Er engagiert einen Hypnotiseur, der Luke im Krankenhaus einredet, daß der General ausgedient hat. Bei der nächsten Panne beschert Luke Bo und Cletus die Überraschung ihres Lebens: Er will den General Lee loswerden. Bo ist natürlich dagegen, also tragen die beiden einen Bogenschießwettbewerb aus. Bo verliert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714198","hoster":"VOE"},{"path":"/redirect/12714199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-12","name":"Kein Herz und keine Seele","epNo":12,"alt":"Cletus Falls In Love","descr":"Irgendwie schafft es Cletus die Duke Boys im General Lee nach einer Verfolgungsjagd anzuhalten. Glücklicherweise bringen die beiden gerade Daisy zur Arbeit, die mit liebesbekennenden Worten Cletus beschwichtigen kann, die Jungs gehen zu lassen. Cletus allerdings verliebt sich in Daisy und will ihr sogar einen Antrag machen. Boss will den Bewährungsaufseher mit einer Verhaftung der Duke Boys beeindrucken. Er beschuldigt sie mit einem getürkten Scheck bezahlt zu haben. Das Beweismittel gibt er vertrauensvoll in Roscos Hände...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714202","hoster":"VOE"},{"path":"/redirect/12714203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-13","name":"Hogg mal zwei","epNo":13,"alt":"Hughie Hogg Strikes Again","descr":"Hughie Hogg kommt mal wieder nach Hazzard, um die Dukes hinter Gitter zu bringen. Boss hat allerdings diesmal ein anderes Problem: Cooter. Cooters Werkstatt befindet sich auf dem Stück Land, auf dem Boss seine Hogg\u0027s Happy Hacienda bauen will. Also hängt Hughie Cooter etwas an und will ihn so solange im Gefängnis behalten, bis er die Hypothekenzahlung verpasst hat. Die Dukes übernehmen die Werkstatt für die Zeit in der Cooter im Knast sitzt. Hughie befüllt die Zapfsäulen allerdings mit Schwarzgebranntem...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714208","hoster":"VOE"},{"path":"/redirect/12714209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-14","name":"Dicke Luft im Banktresor","epNo":14,"alt":"Dukescam Scam","descr":"Als die Dukes bei der Hazzard Bank ihre Hypothekenzahlung leisten wollen, finden sie den Tresor leer vor und sehen wie Boss mit einem großen Koffer davonfährt. Rosco verhaftet Boss wegen Bankraubs, aber Onklel Jesse hinterlegt, zu jedermanns Verwunderung, die Kaution von 10.000 Dollar mit der Duke Farm als Sicherheit. Er erklärt, daß Boss ihn damals in den Schwarzbrennerzeiten auch mal freigekauft hat und er nur seine Schulden begleichen wolle. Später finden Bo und Luke heraus, daß Boss das genau so geplant hat und daß die Farm in seine Hände fällt, falls er nicht zu seiner Kautionsverhandlung erscheint...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714210","hoster":"VOE"},{"path":"/redirect/12714212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-15","name":"Piraten unter sich","epNo":15,"alt":"The Sound Of Music – Hazzard Style","descr":"Boss macht eine illegale Aufnahme eines Konzertes von Mickey Gilley und verkauft das Band an Raubpresser. Die Raubpresser fliehen im General Lee, als sie Staatsbeamte bemerken, die auf sie angesetzt sind. Die Beamten nehmen natürlich an, daß Bo und Luke in die Sache verwickelt sind, was Boss nur recht ist. Bis Boss von den Raubpressern gekidnappt wird...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714214","hoster":"VOE"},{"path":"/redirect/12714215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-16","name":"Ein Ehrenwort verflüssigt sich","epNo":16,"alt":"Shine On Hazzard Moon","descr":"Jasper Fenwick, der größte Schnapshändler im County, benötigt dringend eine Ladung Schwarzgebrannten. Er will Onkel Jesses Schnaps haben. Jesse brennt aber keinen Schnaps mehr. Die Gründe kennen wir alle... Boss bietet Fenwick an, Jesses Rezept zu stehlen, muß aber feststellen, daß Jesse es niemals aufgeschrieben hat. Also befiehlt Boss Rosco die Duke Boys zu verhaften und nur wieder frei zu lassen, falls Jesse seine Distille wieder anwirft...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714218","hoster":"VOE"},{"path":"/redirect/12714227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-17","name":"Hektors späte Rache","epNo":17,"alt":"Pin The Tail On The Dukes","descr":"Onkel Jesse trifft seinen alten Freund Hector Farley nachdem dieser eine 10-jährige Haftstrafe abgesessen hat. Hector will sich sein Land, daß Boss ihm vor Jahren gestohlen hat, wieder beschaffen. Die Dukes wollen Hector an einem Angriff auf Boss hindern, müssen aber gleichzeitig Rosco abschütteln, der sie wegen Zerstörung von County Eigentum verhaften will. Eine von Boss schlechtesten Anschuldigungen gegen die Dukes: Er gibt einen Haartrockner als Radarpistole aus und beschuldigt die Dukes diese zerstört zu haben, nachdem sie in Rauch aufgeht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714223","hoster":"VOE"},{"path":"/redirect/12714226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-18","name":"Ab geht die Post","epNo":18,"alt":"Miz Tisdale On The Lam","descr":"Boss vertreibt gefälschte Besitzzertifikate für Landparzellen in den \"Hazzard Highlands\" per Post. Als Postinspektor Sue Ann Blake der Sache auf den Grund gehen will, beschuldigt Boss Miz Tisdale. Bo und Luke schlagen vor, daß Miz Tisdale sich auf der Farm verstecken solle, bis sie die Sache geklärt haben. In der Aussicht ein paar ruhige Stunden mit den Mann ihrer Träume, Jesse Duke, zu verbringen, willigt sie ein. Als Bo und Luke Sue Ann überzeugen wollen, daß Miz Tisdale unschuldig ist, werden sie kurzerhand als Komplizen verdächtigt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714228","hoster":"VOE"},{"path":"/redirect/12714230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-19","name":"Plaudertasche Boss","epNo":19,"alt":"Nothin’ But The Truth","descr":"Boss eröffnet ein illegales Casino in Hazzard. Als er erfährt, daß Bundesbeamte den Gerüchten der illegalen Spielerei in Hazzard nachgehen wollen, versteckt er einige Spielgerätschaften auf der Duke Farm. Nachdem die ganze Duke Familie im Kittchen sitzt, injiziert sich Boss versehentlich ein Wahrheitsserum. Er gesteht alle möglichen Vergehen seines Lebens. Seine Partner der Casion Geschäfts kidnappen Boss, damit er nicht auch darüber alles ausplaudert. Bo und Luke müssen Boss irgendwie zurückholen, damit er sie entlastet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714231","hoster":"VOE"},{"path":"/redirect/12714232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-20","name":"Roscos Tagebuch","epNo":20,"alt":"Dear Diary","descr":"Flash vergräbt Roscos Tagebuch, mit Details zu jedem von Boss krummen Dingern, auf der Duke Farm. Onkel Jesse findet das Buch, erklärt sich aber einverstanden, es an Boss zurückzugeben, falls dieser alle Anklagen der Woche gegen die Dukes fallenläßt. Bevor der Deal abgewickelt werden kann, stehlen zwei Ganoven das Buch und der Preis dafür steigt auf 25.000 Dollar...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714235","hoster":"VOE"},{"path":"/redirect/12714237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-21","name":"Geld oder Kerker","epNo":21,"alt":"New Deputy In Town","descr":"Linda May Barnes stellt sich bei Boss als neuer Hilfssheriff vor. Boss ist so fasziniert von ihrem Umgang mit den Duke Boys, daß er sie zum Sheriff befördert. Rafe Logan, der Staatsfeind Nr. 2, soll, auf seinem Weg zur Verhandlung, in Hazzards Gefängnis untergebracht werden. Luke traut der hübschen neuen Polizistin nicht und findet heraus, daß sie die Freundin von Logan ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714238","hoster":"VOE"},{"path":"/redirect/12714239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-22","name":"Daisy Dukes Rennfahrerkarriere","epNo":22,"alt":"Birds Gotta Fly","descr":"Die NASCAR Fahrerin Molly Hargrove sieht bei einem Freundschaftsrennen zwischen Daisy und den Duke Boys zu und glaubt ein Naturtalent entdeckt zu haben. Nach langem Zögern unterschreibt Daisy einen Vertrag mit Molly und verläßt Hazzard für eine Karriere im Motorsport. Boss leiht Molly 1.000 Dollar und läßt dann ihren Wagen zerstören, um sie zu erpressen, ihm die Hälfte des Vertrags mit Daisy zu überschreiben. Bo und Luke finden heraus, daß Molly wegen rücksichtslosen Fahrens der Rennstrecke verwiesen wurde, und daß ihre Feinde Daisy werden werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714242","hoster":"VOE"},{"path":"/redirect/12714244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-23","name":"Die abessinische Fruchtfliege","epNo":23,"alt":"Bad Day In Hazzard","descr":"Ein gerissener Gangsterboss plant, einen Geldtransporter zu überfallen, der durch Hazzard fahren wird. Er muß die örtlichen Gesetzeshüter ausschalten, und jeden, der Duke heißt, an einer Vereitelung seines Plans hindern. Indem er das Gerücht einer Invasion der \"abessinischen Fruchtfliege\" verbreitet, bringt er die meisten Bürger von Hazzard dazu, die Stadt zu verlassen. Die Offiziellen und die Dukes werden im Boar\u0027s Nest mit Waffengewalt festgehalten. Aber Onkel Jesse erinnert sich an einen alten Fluchttunnel, der aus dem Lokal herausführt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714246","hoster":"VOE"},{"path":"/redirect/12714247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-24","name":"Talent ist nicht zu schlagen","epNo":24,"alt":"Miss Tri-Counties","descr":"Daisy ist die Favoritin im Miss Tri-Counties Schönheitswettbewerb. Aber Big Jim Mathers, Boss von Hatchapee County, zahlt Boss Hogg 10.000 Dollar, um sicherzustellen, daß seine Freundin Melanie DuBois den Titel gewinnt. Als Boss versagt, Daisy an der Teilnahme zu hindern, zückt er jeden schmutzigen Trick seines Repertoires, darunter sogar Kidnapping, um sicherzugehen, daß Daisy nicht gewinnt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714255","hoster":"VOE"},{"path":"/redirect/12714254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-25","name":"Gleichberechtigung für alle","epNo":25,"alt":"Share And Share Alike","descr":"Nachdem zwei Gauner eine Tasche mit vielen Kreditkarten gestohlen haben, führt sie ihr Weg durch Hazzard. Als sie von Cletus gejagt werden, werfen sie die Tasche aus dem fahrenden Auto hinter einen Baumstumpf. Bo und Luke, die gerade auf dem Weg zum Angeln sind, beobachten das Geschehen und nehmen die Tasche an sich. Sie wollen die Karten dem Sheriff übergeben, der ihnen jedoch zuvorkommt und sie des Diebstahls beschuldigt. Boss Hogg \"beschlagnahmt\" die Beweisstücke, um sie später weiterzuverkaufen. Er versteckt die Karten hinter der Türverkleidung in Roscos Streifenwagen, ohne zu wissen, daß Lulu, die einen Teil von Boss\u0027 Geschäften eigenmächtig übernommen hat, den Wagen an Sheriff Little verkauft...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714253","hoster":"VOE"},{"path":"/redirect/12714258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-26","name":"Der Sheriff-Streik","epNo":26,"alt":"The Law And Jesse Duke","descr":"Von einem Sheriff-Streik in Chickasaw County inspiriert, legen auch Rosco und Cletus die Arbeit nieder, nachdem Boss ihre Forderung nach einer Gehaltserhöhung abweist. Anstatt irgendetwas gegen die Situation zu tun, erzählt Boss den Jones Geschwistern, daß die Stadt ohne Schutz dasteht und sie doch alles ausrauben dürften, gegen eine 50%ige Beteiligung. Nachdem er Bo und Luke die Überfälle in die Schuhe schiebt, ernennt Boss Onkel Jesse zum Sheriff, der dann seine eigenen Neffen jagen muß...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714259","hoster":"VOE"},{"path":"/redirect/12714263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-4/episode-27","name":"Eine nette, gemütliche Farm","epNo":27,"alt":"Dukes In Danger","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12714266","hoster":"VOE"},{"path":"/redirect/12714262","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-1","name":"Die neuen Dukes","epNo":1,"alt":"The New Dukes","descr":"Bo und Luke verlassen Hazzard einfach so, um NASCAR Rennen zu fahren. Boss Hoggs Freude ist groß, da er seine schlimmsten Rivalen los ist. Allerdings hätte er wissen müssen, daß Bo und Luke Jesse und Daisy einfach mit der Farm zurücklassen würden. Er rechnet also nicht mit Coy und Vance Duke. Im Hazzard County Gerichtsgebäude feiert man noch eine weitere Rückkehr: Enos Strate ist aus Los Angeles zurückgekehrt, um wieder Roscos Deputy zu werden. Zwei Gangster, die einen selbstgebauten Panzer fahren, leeren die Bank von Capitol City. Coy, Vance und Daisy verfolgen die \"gemeine grüne Maschine\", bis die Maschine ihren Wagen zerstört. Sie warnen Boss Hogg, daß die Hazzard Bank vielleicht auch in Gefahr sein könnte. Dieser interessiert sich aber überhaupt nicht dafür, was die Dukes denken macht, daß Boss eventuell mehr über die Maschine weiß, als er zugibt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717547","hoster":"VOE"},{"path":"/redirect/12717551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-2","name":"Ruf des Goldes","epNo":2,"alt":"Dukes Strike It Rich","descr":"Jeb und Carrie Morton haben von Boss Hogg ein Stück Farmland ungesehen gekauft. Als sie das Land in Augenschein nehmen, müssen sie feststellen, daß sie betrogen wurden, das Land ist wertloses Sumpfland. Coy und Vance stehlen eine Kopie des Vertrages zwischen den Mortons und Boss Hogg, finden aber keine Möglichkeit, den Vertrag für ungültig erklären zu lassen. Also denken sie sich einen Trick aus, mit dem sie Boss dazu bringen, das Land zurückzukaufen: Sie täuschen einen Goldfund vor, und tauchen im Boar\u0027s Nest wie Millionäre gekleidet auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717517","hoster":"VOE"},{"path":"/redirect/12717524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-3","name":"Superpolizisten im Einsatz","epNo":3,"alt":"Lawman Of The Year","descr":"Boss Hogg engagiert zwei Gangster, die den Hazzard Schmuckladen ausrauben sollen, nachdem dieser Lulu gefälschten Schmuck verkauft hat. Rosco nominiert sich selbst für den \"Superpolizisten des Jahres\" und findet heraus, daß das Kommitee einen Undercover-Beobachter schicken wird, der Rosco bei seiner Dienstausübung beobachtet. Um zu gewinnen, verhält Rosco sich ausnahmsweise mal wie ein richtiger Sheriff. Das freut natürlich die Dukes, Boss aber umso weniger: Er hat Angst, daß Rosco seine Pläne gefährden könnte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717962","hoster":"VOE"},{"path":"/redirect/12717989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-4","name":"Antiquitäten auf Abwegen","epNo":4,"alt":"Coy Meets Girl","descr":"Coy und Vance überführen eine Ladung Antiquitäten für einen alten Freund von Onkel Jesse. Sie wissen nicht, daß Bobby Lee, ein ausgerissenes Waisenmädchen im Transporter untergeschlüpft ist. Als der Transporter gekapert wird, entwischt Bobby Lee, allerdings nicht ungesehen. Auf ihrer Flucht stürzt sie in Treibsand und wird von Coy gerettet. Während die Dukes versuchen das Mädchen vor den Antiquitäten-Räubern zu schützen, versucht Boss, der hinter der ganzen Sache steckt, zu verhindern, daß Bobby Lee als Zeugin auftritt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717616","hoster":"VOE"},{"path":"/redirect/12717622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-5","name":"Boss gegen Boss","epNo":5,"alt":"The Hazzardgate Tape","descr":"Boss Bowman aus Choctaw County, Boss Hopkins aus Hatchapee und Boss Sharkey aus Eureka finden sich bei Boss Hogg ein, um einen Teil seiner Profite am neuen Interstate-Highway einzufordern. Als Boss Hogg ablehnt, planen die anderen Bosse Hazzard zu übernehmen und aufzuteilen. Coy und Vance belauschen die Bosse und versuchen später ein Treffen der Bosse auf Video aufzuzeichnen, indem sie ihre mörderischen Pläne besprechen. Sie hoffen so Boss Hogg retten zu können...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717457","hoster":"VOE"},{"path":"/redirect/12717464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-6","name":"Blut ist dicker als Wasser","epNo":6,"alt":"Big Daddy","descr":"Boss Hogg befiehlt Rosco das Nummernschild des General Lee gegen das eines Wagens, der in einem bewaffneten Raubüberfall verwendet wurde auszutauschen. Doch Boss muß seine Pläne auf Eis legen, als er erfährt, daß sein ehrwürdiger, wohlhabender Big Daddy Hogg nach Hazzard kommt. Boss\u0027 Vater, der ihm die Werte eines ehrlichen Lebens lehrte, will Boss sein Vermögen vererben, wenn er genauso wird wie sein Vater. Es stellt sich später heraus, daß Big Daddy genauso hinterlistig ist wie sein Sohn...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12718017","hoster":"VOE"},{"path":"/redirect/12718024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-7","name":"Romanze mit Hindernissen","epNo":7,"alt":"Vance’s Lady","descr":"Vance empfängt seine Jugendliebe Jenny in Hazzard. Sie wird von zwei Mitarbeitern von Senator Maynard beobachtet und verfolgt. Die Leute des Senators erzählen Boss, daß Jenny wegen Veruntreuung von Staatsgeldern gesucht wird. Dabei ist es Maynard gewesen der in die Staatskasse gegriffen hat. Jenny, seine Sekretärin wollte vor dem Bundesverbrechensausschuß gegen Maynard aussagen, bis ihr Leben durch den korrupten Politiker bedroht wurde...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717579","hoster":"VOE"},{"path":"/redirect/12717568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-8","name":"Aufs falsche Pferd gesetzt","epNo":8,"alt":"Hazzard Hustle","descr":"Boss und sein Partner Swifty öffnen ein illegales Pferdewettbüro in Rapaho County und leiten die ganzen Anrufe über die Duke-Farm. Boss denkt, er könnte so die Dukes für das Wettbüro verantwortlich machen. Er bekommt aber Probleme, als Rapaho County Boss Big Billie Tucker auftaucht, um ihren Anteil an Boss Hoggs Geschäft zu beanspruchen. Da die Dukes natürlich wieder mittenrein manövriert werden, bekommen sie natürlich auch Ärger mit Big Billie Tucker...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12718074","hoster":"VOE"},{"path":"/redirect/12718084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-9","name":"Enos in der Zwickmühle","epNo":9,"alt":"Enos In Trouble","descr":"Coy und Vance fahren Enos an seinem freien Tag zum Bahnhof. Er hat dort noch seinen Schrankkoffer aus Los Angeles abzuholen. Als die drei den Koffer einladen wollen, versuchen zwei Gangster diesen zu stehlen. Die Dukes und Enos schlagen die beiden aber in die Flucht. Später, auf der Duke-Farm findet man Smaragde in Enos\u0027 Taschenlampe. Enos ruft in Los Angeles an, um von dem Fund zu berichten, sehr zum Ärger von Boss, der natürlich auch ein Auge auf die Steine geworfen hat. Boss sucht nach einem Weg die Smaragde in die Finger zu bekommen bevor die Polizisten aus L.A. ankommen, und gleichzeitig die ursprünglichen Diebe daran zu hindern, die Edelsteine erneut zu stehlen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717470","hoster":"VOE"},{"path":"/redirect/12717486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-10","name":"Der große Versicherungsbetrug","epNo":10,"alt":"The Great Insurance Fraud","descr":"Boss eröffnet ein neues Geschäft: Er weißt Rosco an, jedem Autofahrer, der in seine Geschwindigkeitsfalle fährt, ein Angebot zu machen: Entweder einen Strafzettel über 300 Dollar zu bezahlen, oder eine seiner Versicherungspolicen für 150 Dollar zu kaufen. Leider hat er die Rechnung ohne die beiden Gangster gemacht, die sich fangen lassen, eine Police kaufen, einen tödlichen Unfall inszenieren und die 1.000.000 Dollar Prämie verlangen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12718093","hoster":"VOE"},{"path":"/redirect/12718106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-11","name":"Eine kleine Billardpartie","epNo":11,"alt":"A Little Game Of Pool","descr":"Zwei gesuchte Fluchtfahrer haben ein Buch mit der Liste der Termine und Orte jeder Geldlieferung im Staat in die Finger gekriegt. Sie bieten Boss das Buch gegen den schnellsten Wagen im Süden zum Tausch an. Der schnellste Wagen im Süden ist natürlich der General Lee, das weiß auch Boss. Und er weiß auch, daß die Dukes ihn ihm nicht verkaufen werden. Also überlegt Boss, wie er Onkel Jesse beim alljährlichen Billardturnier mit einer gewagten Wette austricksen kann, um den General in seinen Besitz zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12718051","hoster":"VOE"},{"path":"/redirect/12718052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-12","name":"Ein Schatz taucht auf","epNo":12,"alt":"The Treasure Of Soggy Marsh","descr":"Vor einigen Jahren hat der Bankräuber Kingston 500.000 Dollar bei Soggy Marsh in der Nähe von Hazzard versteckt. Boss macht einen Deal mit dem Zellennachbarn von Kingston, daß sie den Schatz heben bevor Kingston freikommt und ihn 50:50 teilen. Boss Aufgabe ist es, Tauchausrüstung zu besorgen und dafür zu sorgen, daß die Suche ungestört bleibt. Also schickt er Enos los, um die Dukes zu verhaften. Auf der Flucht kommen Coy und Vance nach Chickasaw County und dürfen sich jetzt mit Sheriff Little anlegen, während Boss auf Schatzsuche geht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717859","hoster":"VOE"},{"path":"/redirect/12717870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-13","name":"Der Tunichtgut-Neffe","epNo":13,"alt":"The Revenge Of Hughie Hogg","descr":"Rosco\u0027s Wiederwahl steht an. Hughie läßt sich aber ebenfalls aufstellen. Und nachdem er Boss auf Video hat, wie er Diebesgut kauft, erpresst er ihn: Entweder Boss unterstützt Hughie bei der Wahl, oder die Beweise gehen zum FBI. Boss muß nachgeben. Die Dukes meinen aber, Rosco sei das leichtere Übel und unterstützen ihn bei seiner Kampagne...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717731","hoster":"VOE"},{"path":"/redirect/12717735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-14","name":"Ein Monster auf Rädern","epNo":14,"alt":"The Return Of The Mean Green Machine","descr":"Coy und Vance sagen ein Picknick mit zwei hübschen Hazzard-Girls ab, als sie die bekannten Reifenspuren der \"Gemeinen Grünen Maschine\" entdecken. Boss plant, mit der Maschine 1 Million Dollar zu stehlen, bis die ursprünglichen Besitzer des Panzers auftauchen, um ihn von Boss zurückzustehlen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717651","hoster":"VOE"},{"path":"/redirect/12717654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-15","name":"Einmal Himmelspforte und zurück","epNo":15,"alt":"Ding, Dong, The Boss Is Dead","descr":"Floyd Calloway, ein alter Schwarzbrenner, wurde damals wegen Boss\u0027 Aussage ins Gefängnis. Jetzt, da er wieder frei ist, schickt er zwei Killer nach Hazzard, um Rache zu nehmen. Coy und Vance vereiteln zwei Anschläge auf Boss\u0027 Leben und erstellen einen Plan, um die Gangster aus der Reserve zu locken: Sie täuschen Boss\u0027 Begräbnis vor. Der Plan läuft gut, bis Calloway selbst nach Hazzard kommt, um sich vom Tode seines Opfers zu überzeugen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717930","hoster":"VOE"},{"path":"/redirect/12717966","hoster":"Doodstream"},{"path":"/redirect/12717937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-16","name":"Motorradbräute","epNo":16,"alt":"Coy Vs. Vance","descr":"Die Baxley Schwestern Kate und Billie Ann kommen mit ihrer berühmten Stuntshow nach Hazzard. Zwischen den Shows verkleiden sich die beiden als Polizisten und berauben jeden Fahrer, den sie auf den \"Landstraßen\" anhalten. Ihre Pläne werden aber kompliziert als Billie Ann und Coy sich verlieben. Vance sieht eine Verbindung zwischen dem Auftreten der Verbrechen und dem der Baxley Schwestern. Coy ist natürlich wütend über Vances Vermutung und verläßt die Farm...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717897","hoster":"VOE"},{"path":"/redirect/12717901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-17","name":"Nobelpreisträger","epNo":17,"alt":"Comrade Duke","descr":"Ein Bus mit russischen Turnern, der auf dem Weg nach Atlanta zu einem Wettkampf ist, hat in Hazzard eine Panne. Während Cooter den Bus repariert, schleicht sich eine Turnerin, Natasha, auf die Ladefläche von Jesses Pick-up. Auf der Farm enttarnt, bittet sie die Dukes, ihr zu helfen, daß sie in Amerika bleiben kann. Die Russen sagen Boss, sie würden jeden Preis bezahlen, um Natasha zurückzubekommen. Boss ist natürlich sofort dabei. Die Russen und die Polizei von Hazzard sperren alle Straßen, um die Dukes daran zu hindern, Natasha zum FBI zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12718087","hoster":"VOE"},{"path":"/redirect/12718086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-18","name":"Jesse ist der Held","epNo":18,"alt":"Witness: Jesse Duke","descr":"Onkel Jesse holt Geld von der Capitol City Bank. Als er aus der Bank kommt, prallt er mit einem Juwelendieb zusammen, der gerade aus dem Juweliergeschäft kommt, daß er mit seinem Komplizen überfallen hat. Er reißt dem Ganoven die Maske herunter und wird zu Boden geschlagen. Er wacht in einem Krankenhaus auf und ist blind. Die Ärzte wissen nicht, ob er jemals wieder würde sehen können. Vance fürchtet, daß die Gangster kommen würden, um Jesse \"ruhigzustellen\". Die Dukes bringen ihren Onkel in Boss\u0027 Privathaus in Hazzard. Als Jesse einen Moment alleine ist, wird er von den Ganoven entführt. Diese wollen ihn umbringen, um den einzigen Zeugen ihres Verbrechens zu beseitigen. Er entkommt den Gangstern und rettet sich trotz seiner Blindheit in den tiefen Hazzard-Wald...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717663","hoster":"VOE"},{"path":"/redirect/12717687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-19","name":"Willkommen daheim!","epNo":19,"alt":"Welcome Back Bo ‘n’ Luke","descr":"Bo und Luke haben Heimweh nach Hazzard, also kommen sie genauso plötzlich zurück, wie sie damals verschwunden waren. Und was für ein Timing: Coy und Vance müssen nämlich Hazzard verlassen, da ihre Tante ihre Hilfe benötigt. Cooter ist froh die Jungs zurück zu haben, erzählt ihnen aber nicht, daß Boss versucht ihm die Werkstatt wegzunehmen, um dort ein Einkaufszentrum zu bauen. Bo und Luke treffen Petey, einen Profi-Rennfahrer, den sie schon auf Rennstrecken kennengelernt haben. Petey braucht einen Mechaniker. Die Dukes schlagen natürlich Cooter vor. In einem freundschaftlichen Rennen hat Petey einen Unfall, verursacht durch einen mechanischen Defekt. Peteys Tochter macht Cooter für die Verletzungen ihres Vaters verantwortlich. Der verkauft die Werkstatt an Boss Hogg und will in die Berge ziehen. Die Dukes sind aber überzeugt, daß Cooter keine Schuld trifft...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717833","hoster":"VOE"},{"path":"/redirect/12717831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-20","name":"Gute Miene zum bösen Spiel","epNo":20,"alt":"Big Brothers, Duke","descr":"Bo und Luke melden sich freiwillig zum Big Brother-Programm. Sie sollen die großen Brüder für den jungen Andy sein, der keine Familie hat und kriminell geworden ist. Aller Anfang ist schwer, vor allem nachdem der junge Mann den General Lee stiehlt! Nach ein paar Tagen auf der Farm und mit dem positivem Beispiel der Dukes lernt Andy, was richtig und was falsch ist. Später findet er zufällig einen Sack mit Geld aus einem Geldtransporterüberfall. Seine neue Moral wird auf die Probe gestellt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12718034","hoster":"VOE"},{"path":"/redirect/12718040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-21","name":"Der Trilliardär aus Dallas","epNo":21,"alt":"Farewell, Hazzard","descr":"Auf dem Weg zu Boss\u0027 Büro werden die Dukes von einem Helikopter von der Straße gedrängt, so kommen sie nicht mehr pünktlich, um ihre Hypothekenrate zu zahlen und verlieren somit ihre Farm. Die Dukes finden später heraus, daß der Helikopter L. S. Pritchard gehört, die nach Hazzard gekommen ist, um das Land aufzukaufen. Sie gibt vor das Hazzard der Zukunft zu schaffen, ist aber in Wirklichkeit an der Kohle interessiert, die dicht unter der Oberfläche liegt. Sie will Hazzard in eine Kohletagebau-Region verwandeln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717995","hoster":"VOE"},{"path":"/redirect/12718004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-5/episode-22","name":"Die Zwangsheirat","epNo":22,"alt":"Daisy’s Shotgun Wedding","descr":"Daisy hat genug von der übermäßigen Fürsorge durch ihre Cousins Bo und Luke, und zieht zu einer Freundin nach Hazzard. Die chaotisch-primitive und gesetzlose Familie Beaudry kommen nach Hazzard, um Boss von ihrem Schwarzgebranntem zu überzeugen. Boss ist aber nicht interessiert, also berauben sie ihn und entführen Daisy. Boss setzt Bo und Lukes Bewährung kurzzeitig aus, damit sie nach Tennessee rüber fahren können, um ihre Cousine und vor allem sein Geld retten können. Die arme Daisy steht, während die Dukes ihre Rettung einleiten, mit Milo Beaudry vor einem Pater, der die beiden trauen soll...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12717429","hoster":"VOE"},{"path":"/redirect/12717437","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-1","name":"Lulu’s Entführung","epNo":1,"alt":"Lulu’s Gone Away","descr":"Lulu kann die Unverschämtheiten von J.D. Hogg, ihrem Mann, nicht mehr aushalten und verlässt ihn. Daisy bietet ihr an, auf der Farm zu bleiben. Aber während die Dukes weg sind, wird Lulu gekidnappt. Als eine Lösegeldforderung von 1 Million Dollar bei Boss eingeht, ist er bereit zu zahlen, aber die Duke-Boys haben eine andere Strategie Lulu sicher zurück nach Hause zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719587","hoster":"VOE"},{"path":"/redirect/12719596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-2","name":"Das Findelkind","epNo":2,"alt":"A Baby For The Dukes","descr":"Als die Dukes von einem Piknik zurück zu ihrem Wagen kommen, finden sie ein Baby im Auto. Ein Zettel hängt am Korb des Babys, die Dukes sollen bitte auf Jamie aufpassen. Die Familie findet heraus, daß es das Baby von Mary Lou Tompkins ist, einem Mädchen aus Hazzard, daß den Sohn des Baumwollgiganten Emerson Craig ohne dessen Einwilligung geheiratet hat. Der Sohn starb kurz nach der Hochzeit und Craig ließ Mary Lou von einem Gericht als ungeeignete Mutter erklären, um an das Baby heranzukommen. Er ist jetzt hinter ihr her, um \"sein\" Kind zu holen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719310","hoster":"VOE"},{"path":"/redirect/12719314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-3","name":"Ein Rosco zuviel","epNo":3,"alt":"Too Many Rosco’s","descr":"Ein Geldtransporter mit 1 Million Dollar ist auf dem Weg nach Hazzard. Zwei Diebe planen den Transport zu überfallen, mit ihrer \"Geheimwaffe\" - einem Schauspieler, der genauso aussieht wie Rosco. Nachdem der echte Rosco gekidnappt wurde, finden Bo und Luke Roscos Streifenwagen im See. Da Rosco nicht in der Nähe ist, denken die beiden, daß Rosco tot ist. Als Rosco am nächsten Tag in der Stadt auftaucht, sind die Bürger froh ihn zu sehen. Sein seltsames Verhalten führen sie auf seinen Unfall zurück. Aber Luke hat Zweifel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719272","hoster":"VOE"},{"path":"/redirect/12719262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-4","name":"Der totgeglaubte Bruder","epNo":4,"alt":"Brotherly Love","descr":"Luke trifft seinen jüngeren Bruder Jud, von dem angenommen wurde, daß er als Kind bei einem Krankenhausbrand umgekommen war. Jud erklärt, daß er von einer Krankenschwester gerettet wurde, und erst kurz vor dem Tod seiner Stiefmutter seine wahre Identität erfahren hatte. Lukes Freude hält nicht lange an. Jud, der Profiboxer ist, hat einen Gangster auf seinen Fersen. Jud hatte bei einem Kampf den Gegner k.o. geschlagen, obwohl abgesprochen war, daß er verliert. Ein Spieler hat sein gesamtes Vermögen verloren und verfolgt Jud, um sich zu rächen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719225","hoster":"VOE"},{"path":"/redirect/12719233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-5","name":"Die Baskettball-Wette","epNo":5,"alt":"The Boar’s Nest Bears","descr":"Hazzard\u0027s Jugendbasketball-Mannschaft, die Boar\u0027s Nest Bears, bereitet sich auf das alljährliche Spiel gegen die Erz-Rivalen aus Chickasaw County vor. Als der Trainer kündigt, fürchtet Boss, daß er die Traditionswette mit Chickasaw Boss A.C. Tate jr. verlieren wird. Als Boss selbst, ohne Erfolg, versucht die Mannschaft zu trainieren, kommen Bo und Luke am Trainingsplatz an. Sie sind mit Boss, ihrem Bewährungshelfer, zum Vorzeigetermin verabredet. Da sie zu spät sind, will Boss sie ins Gefängnis bringen. Als er jedoch sieht, wie die Dukes mit dem Baskettball umgehen, und nachdem die Mannschaft sie als Trainer haben möchte, geht Boss auf einen Deal mit den Dukes ein: Sie bringen die Mannschaft zum Sieg oder gehen für zehn Jahre ins Gefängnis. Die Dukes wollen den jungen Rod Moffat, einen Einzelgänger und super Basketball-Spieler, für die Boar\u0027s Nest Bears zu gewinnen. Rod, der vor Kurzem seinen Vater verloren hat, möchte aber lieber allein sein. Und Boss Tate will Rod zwingen, nicht für Hazzard zu spielen. Jetzt müssen die Dukes wohl ohne ihre \"Geheimwaffe\" versuchen zu gewinnen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719603","hoster":"VOE"},{"path":"/redirect/12719600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-6","name":"Boss muß brummen","epNo":6,"alt":"Boss Behind Bars","descr":"Da sie Erfahrung im NASCAR-Rennen haben, sollen die Duke-Boys die Route für das alljährliche Hazzard Oldtimer-Rennen festlegen. Sie denken allerdings, daß Onkel Jesse, der teilnehmen will, vielleicht zu alt für den Wettkampf ist. Aber sie haben mehr Sorgen, als die Beaudrys nach Hazzard kommen, um Boss\u0027 Schnapsbrennerei zu stehlen. Sie sabotieren Jesses Auto, der während dessen Rennens einen Unfall hat, und schmuggeln die fehlenden Autoteile in Boss\u0027 Tasche. Jesse ist zwar unverletzt, aber da die Beweisstücke in Boss\u0027 Tasche gefunden werden, muß Rosco Boss verhaften. Da sie Boss ausgeschaltet haben, steht den Beaudrys nun nichts mehr im Weg, Boss\u0027 Schnapsbrennerei zu stehlen. Jesse glaubt nicht, daß sein alter Rivale J.D. an seinem Unfall schuld ist, und bittet Bo und Luke herauszufinden, was wirklich passiert ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719486","hoster":"VOE"},{"path":"/redirect/12719484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-7","name":"Alles dreht sich um den Hund","epNo":7,"alt":"A Boy’s Best Friend","descr":"Bo und Luke bringen Doc Appleby zum Waisenhaus zu einer Visite mit Terry Lee, einem traurigen, niedergeschlagenen Waisenjungen, dessen Eltern vor Kurzem gestorben sind. Die Dukes wollen Terry Lee wieder glücklich machen, indem sie ihm einen Hund aus dem Tierheim schenken. Sie wissen nicht, daß der Hund ein Showhund namens Maxine ist, der von zwei Schmalspurgangstern, Mandi Jo und B.B., entführt wurde. Nachdem der Hund den beiden Gangstern entlaufen war und ins Tierheim gekommen war, sind die Gangster und der rechtmäßige Besitzer suchen nach dem Hund. Boss Hogg fängt auch an zu suchen, als er erfährt das 10.000 Dollar Finderlohn auf den Hund ausgesetzt wurden. Inzwischen haben Mandi Jo und B.B. Flash gekidnappt, der (fast) genauso aussieht wie Maxine...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719354","hoster":"VOE"},{"path":"/redirect/12719366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-8","name":"Eine gefährliche Halskette","epNo":8,"alt":"Targets: Daisy And Lulu","descr":"Lulu und Daisy fahren nach New Orleans zum Einkaufen. Als sie zurück nach Hazzard kommen, stellt Lulu fest, daß einer ihrer Koffer fehlt. Dafür hatte sie scheinbar einen Koffer mitgenommen, der ihrem ähnlich sah. In diesem Koffer ist eine wertvolle Halskette, die zu einer Ausstellung transportiert werden sollte. Zwei Juwelendiebe wissen von dem Koffer in Lulus Händen und folgen ihr nach Hazzard. Als die Gangster ankommen, hat Boss den Wert der Kette aber schon erkannt und sie an seinen Cousin Big Dan Hogg verkauft...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719506","hoster":"VOE"},{"path":"/redirect/12980851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-9","name":"Ärger im Quadrat","epNo":9,"alt":"Twin Trouble","descr":"Als Luke von seinem Marine-Treffen zurückkommt, wird er von einer hübschen blonden Juwelen-Diebin Sandy von der Straße gedrängt. Während Sandy ihre Flucht fortführt, sorgt ihre Zwillingsschwester Cindy für ihr Alibi, indem sie ihre Zeit mit Bo verbringt. Bo verliebt sich sofort. Da beide Duke-Boys denken, daß sie von der gleichen Person sprechen, kommt es zu einem Streit zwischen ihnen, als Luke die Polizei rufen will, die die Juwelen-Diebin verhaften soll. Während die Zwillinge auf ihren Komplizen Cash warten, rätselt Luke wie eine Person an zwei Orten gleichzeitig sein kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719550","hoster":"VOE"},{"path":"/redirect/12719545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-10","name":"Der Killer trägt eine Maske","epNo":10,"alt":"Enos’s Last Chance","descr":"In seiner Zeit bei der Polizei von Los Angeles hat Enos geholfen den Killer und Verkleidungsmeister Frank Scanlon festzunehmen. Nach seinem Gefängnisausbruch kommt Scanlon nach Hazzard, um sich an Enos zu rächen. Enos verhaftet ihn wieder, mit Hilfe der Dukes. Und während Boss mit Kalifornien telefoniert, um sich über die Belohnung von 50.000 Dollar zu informieren, entkommt Scanlon wieder. Luke stellt ihm eine Falle, indem er bekannt macht, daß Enos als Gast in einer Radio-Show bei WHOGG teilnehmen wird. Aber Scanlon umgeht die Falle und, von Enos\u0027 Liebe zu Daisy wissend, kidnappt Daisy...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719468","hoster":"VOE"},{"path":"/redirect/12719469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-11","name":"Fliegen will gelernt sein","epNo":11,"alt":"High Flyin’ Dukes","descr":"Als Joe Ward, der Unternehmer, der in Hazzard die Felder mit Pestiziden versorgt, krank wird, übernimmt die Amatuerpilotin Daisy Duke seine Aufgaben. Boss will die Situation ausnutzen und kauft ein Stück Land, welches sich nicht zum Anbau von Getreide eignet. Weiterhin macht er die Pestizide in Daisys Flugzeug untauglich und gibt Daisy den Auftrag das Feld zu besprühen. Nachdem dort nichts wachsen würde, will er die Firma von Joe Ward übernehmen, da er dessen Hypothek hält. Zwei Gangster bekommen Wind von Boss\u0027 Plan und entwickeln ihren eigenen Plan: Sie wollen die Felder der Farmer vergiften, wenn sie kein Schutzgeld bezahlen. Da Boss\u0027 krummes Ding auffliegen würde, kann er nichts gegen die Gangster unternehmen. Also müssen die Dukes mal wieder ran...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719378","hoster":"VOE"},{"path":"/redirect/12719380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-12","name":"Gift im Paradies","epNo":12,"alt":"Cooter’s Girl","descr":"Cooters Tochter Nancy Lou kommt nach Hazzard, in der Hoffnung auf ein glückliches Wiedersehen mit ihrem Vater Cooter Davenport. Ihre Mutter hatte damals beschlossen, Nancy Lou und von ihrem Vater zu trennen. Cooter war früher nämlich ein ganz wilder, unzuverlässiger Typ. Als Nancy Lou ankommt, trifft sie Cooter inmitten einer Schlägerei im \"Boar\u0027s Nest\" an. Sie bereitet sich sofort auf ihre Abreise vor, da sie überzeugt ist, Cooter habe sich nicht gebessert. Die Dukes verfolgen sie, um Cooter eine weitere Chance zu geben. Boss Hogg verkauft ein Stück Hazzard-Boden an zwei neue Bürger, ohne zu wissen, daß sie eine Giftmülldeponie anlegen wollen. Cooter hilft den Dukes, die Gangster aufzuhalten, was sein Ansehen bei Nancy Lou noch verschlechtert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719556","hoster":"VOE"},{"path":"/redirect/12719566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-13","name":"Die hypnotisierte Erbin","epNo":13,"alt":"Heiress Daisy Duke","descr":"Der Millionär Carter Stewart engagiert den Privatdetektiv Harry Bobo, der seine langvermißte Enkelin Vivian finden soll. Harry folgt einer Spur nach Hazzard und ist überzeugt, daß Daisy die Vermißte ist. Er fragt Boss um Hilfe. Dieser erzählt ihm, daß Daisy eine Duke ist, überzeugt ihn aber, seinen Plan zu ünterstützen, mit dessen Hilfe sie die 200.000 Dollar \"Finderlohn\" einstreichen können. Professor Crandall, der damals schon Luke hypnotisiert hatte, darf nun ran, Daisy glauben zu machen, sie sei Stewarts Enkelin. Alan und Vonnie Fairchild, die Alleinerben der Stewart-Millionen, falls Vivian nicht gefunden wird, machen sich daran, dafür zu sorgen, daß Vivian niemals bei ihrem Großvater ankommt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719398","hoster":"VOE"},{"path":"/redirect/12719405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-14","name":"Künstlerglück","epNo":14,"alt":"Dead And Alive","descr":"Bo und Luke haben die Erlaubnis nach Chickasaw County zu fahren, wo sie an einen gerade eben überfallenen Geldtransporter vorbeikommen. Der Fahrer ist bewußtlos. Der Künstler Artie Bender ist Zeuge des Verbrechens und bleibt bei dem Fahrer bis der Krankenwagen ankommt. Später will Boss Hogg bei Artie Bender, das Geld holen, das Artie ihm schuldet. Da Artie aber kein Geld hat, brütet Boss einen Plan aus: Er glaubt, daß die Bilder eines Künstlers erst wertvoll sind, wenn der Künstler tot ist. Also inszeniert Boss Arties Beerdigung und ruft einen Kunsthändler, der ihm Arties Bilder abkaufen möchte. Bo und Luke wurden von Sheriff Little wegen Überfalls auf den Geldtransporter verhaftet. Jetzt da Artie Bender, der einzige Zeuge des Überfalls \"tot\" ist, haben die Duke-Boys niemanden, der ihre Unschuld bezeugen kann, und bei Sheriff Little brauchen sie diesen Zeugen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719413","hoster":"VOE"},{"path":"/redirect/12719414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-15","name":"Spiel’s nochmal, Luke","epNo":15,"alt":"Play It Again, Luke","descr":"Luke ist nervös, ihm steht ein Treffen mit Candy Dix bevor, in die er, als er noch bei den Marines war, verliebt war. Candy Dix ist heute die neue Königin der Country Musik. Sie ist nach Hazzard gekommen, um im \"Boar\u0027s Nest\" zu spielen und um ihre alte Liebe zu besuchen. Candys Manager, Eddie Lee Memphis, schuldet einem Kredit-Hai 100.000 Dollar, und dieser wird ungeduldig. Nachdem Eddie erfährt, daß er der Begünstigte der Lebensversicherung seines Stars ist, versucht er diese umzubringen, um seine Schulden zu bezahlen. Luke, der sie beschützen will, wird von Boss Hogg wegen Kidnappings verhaftet. Eddie hat nämlich in Boss einen gierigen Partner gefunden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719290","hoster":"VOE"},{"path":"/redirect/12719292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-16","name":"Ein Rennen für die Gerechtigkeit – Teil 1","epNo":16,"alt":"Undercover Dukes (1)","descr":"Mary Beth Carver stattet Hazzard einen Besuch ab. Sie wird von ihrer hübschen Assistentin Anna Louise, einem Bodyguard namens Jojo und einem Schimpansen namens Mr. Jones begleitet. Der Grund für ihren Besuch ist, Bo und Luke als Fahrer für ihren Rennwagen in einem Profi-Rennen zu gewinnen. Da die Duke-Boys ihrem Onkel damals versprochen hatten in Hazzard zu bleiben, lehnen sie Mary Beths Angebot ab. Am nächsten Tag sucht J.J. Carver, Vater von Mary Beth und einer der wichtigsten Gangsterbosse, Bo und Luke auf, um sie mit 50.000 Dollar umzustimmen. Doch Bo und Luke lehnen wieder ab, und planen Onkel Jesses Geburtstagsfeier. Später beobachten sie, wie ein verdächtiger Mann Mary Beth Wohnmobil durchsucht. Sie verfolgen ihn und stellen ihn zur Rede. Der Mann ist Bundesagent und Mitglied eines Sondereinsatzkommandos für organisiertes Verbrechen. Er erzählt Bo und Luke, daß J.J. Carver etwas Großes plant, man aber keine Einzelheiten wisse. Der Agent weiß von Mary Beth Angebot und bittet die Duke-Boys dieses anzunehmen und J.J. Carvers Organisation auszuspionieren. Die Boys können aber ihrer Familie nicht den wahren Grund nennen, warum sie Mary Beth Angebot annehmen wollen, da sie ja \"undercover\" arbeiten sollen. Nachdem sie in Onkel Jesse große Enttäuschung und in Daisy große Wut ausgelöst haben, begeben sich Bo und Luke auf eine Mission, um ihrem Vaterland zu dienen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719577","hoster":"VOE"},{"path":"/redirect/12719578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-17","name":"Ein Rennen für die Gerechtigkeit – Teil 2","epNo":17,"alt":"Undercover Dukes (2)","descr":"Mary Beth Carver stattet Hazzard einen Besuch ab. Sie wird von ihrer hübschen Assistentin Anna Louise, einem Bodyguard namens Jojo und einem Schimpansen namens Mr. Jones begleitet. Der Grund für ihren Besuch ist, Bo und Luke als Fahrer für ihren Rennwagen in einem Profi-Rennen zu gewinnen. Da die Duke-Boys ihrem Onkel damals versprochen hatten in Hazzard zu bleiben, lehnen sie Mary Beths Angebot ab. Am nächsten Tag sucht J.J. Carver, Vater von Mary Beth und einer der wichtigsten Gangsterbosse, Bo und Luke auf, um sie mit 50.000 Dollar umzustimmen. Doch Bo und Luke lehnen wieder ab, und planen Onkel Jesses Geburtstagsfeier. Später beobachten sie, wie ein verdächtiger Mann Mary Beth Wohnmobil durchsucht. Sie verfolgen ihn und stellen ihn zur Rede. Der Mann ist Bundesagent und Mitglied eines Sondereinsatzkommandos für organisiertes Verbrechen. Er erzählt Bo und Luke, daß J.J. Carver etwas Großes plant, man aber keine Einzelheiten wisse. Der Agent weiß von Mary Beth Angebot und bittet die Duke-Boys dieses anzunehmen und J.J. Carvers Organisation auszuspionieren. Die Boys können aber ihrer Familie nicht den wahren Grund nennen, warum sie Mary Beth Angebot annehmen wollen, da sie ja \"undercover\" arbeiten sollen. Nachdem sie in Onkel Jesse große Enttäuschung und in Daisy große Wut ausgelöst haben, begeben sich Bo und Luke auf eine Mission, um ihrem Vaterland zu dienen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719515","hoster":"VOE"},{"path":"/redirect/12719523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-18","name":"Dewey Hoggs großer Bluff","epNo":18,"alt":"How To Succeed In Hazzard","descr":"Dewey Hogg, Hughies älterer Bruder, kehrt nach Hazzard zurück, um seinem Onkel Boss mitzuteilen, daß er (Dewey) an einer seltenen Krankheit sterben wird. Dewey erzählt, er wolle in seinem Leben jetzt doch noch etwas Gutes tun, nämlich in Hazzard ein Krankenhaus bauen lassen. Er ist bereit 50.000 Dollar zu spenden. Den Rest der benötigten 150.000 Dollar will er von Boss und den Bürgern von Hazzard durch einen Spendenaufruf zusammenbekommen. Nachdem Boss nach einigen Versprechungen von Dewey auch 50.000 gespendet hat, und die Bürger auch noch einmal 50.000, wird das Geld von Dewey gestohlen. Man macht Jesse Duke aber dafür verantwortlich, da er auf das Geld aufpassen sollte. Da Bo nicht da ist, liegt es an Luke, Daisy und Jesse, Dewey aufzuhalten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719249","hoster":"VOE"},{"path":"/redirect/12719250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-19","name":"Der nervöse Norman","epNo":19,"alt":"Close Call For Daisy","descr":"Ein Notizbuch, daß dem Gangsterboss Norman Willis, genannt \"Der nervöse Norman\", welches die Namen und Telefonnummern jedes kriminellen Mitglieds seiner Organisation beinhaltet, wird aus Versehen mit Daisys Notizbuch mit Notizen über eine bevorstehende Kirchenaufführung verwechselt. Als Boss Hogg erfährt, daß \"Der nervöse Norman\" in der Stadt ist, denkt er, daß Norman sich seine versprochenen Anteile an Boss illegalen Aktion holen möchte, die Boss niemals übergeben hatte. Als Daisy merkt, daß sie in Gefahr ist, begibt sie sich in Enos schützende Wohnung und Gesellschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719532","hoster":"VOE"},{"path":"/redirect/12719542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-20","name":"Ein Hilfssheriff zuviel","epNo":20,"alt":"The Ransom Of Hazzard County","descr":"Enos stellt sich auf die Seite der Dukes, nachdem diese fälschlicherweise für ein Verkehrsvergehen angezeigt werden. Boss hat genug von Enos störender Ehrlichkeit, kann ihn aber nicht feuern, da er unter der Bevölkerung sehr beliebt ist. Also befördert er Enos und gibt ihm einen Job außerhalb des Polizeidienstes. Boss engagiert Billy Joe Coogan, einen gewalttätigen Verbrecher und macht diesen zu Roscos neuem Deputy. Nach einem Blick in Boss\u0027 Finanzen, schicken Billy Joe und sein Komplize eine Drohung, daß sie die Stadt in die Luft sprengen würden, wenn sie nicht 150.000 Dollar bekommen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719318","hoster":"VOE"},{"path":"/redirect/12719330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-21","name":"Cooters Geständnis","epNo":21,"alt":"The Fortune Tellers","descr":"Ein LKW-Ladung Autoersatzteile für Boss\u0027 Tankstellen, wird gekapert. Der Fahrer des LKW, Jonas Jones, traut sich nicht den Überfall zu melden, da er selbst schon einmal wegen bewaffnetem Überfall verhaftet wurde und sicher ist, daß er für den Schuldigen gehalten wird. Jonas geht statt zur Polizei zu seinem alten Freund Cooter Davenport und erzählt ihm die Geschichte. Cooter hilft Jonas aus der Stadt zu kommen und gesteht den Überfall selbst. Bo und Luke meinen, der einzige Weg, Cooter und Jonas zu helfen, ist die Räuber auf frischer Tat zu ertappen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719339","hoster":"VOE"},{"path":"/redirect/12719345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-6/episode-22","name":"Die Wahrsager","epNo":22,"alt":"Cooter’s Confession","descr":"Madame Deliah, angeblich die beste Wahrsagerin der Welt, kommt mit ihrem Assistent, Three-Pack,, einem Liliputaner nach Hazzard. Während sie den Leuten im \"Boar\u0027s Nest\" aus der Hand ließt, schaut sich Three-Pack im Restaurant um, und kommt nach Feierabend durch eine Luke zurück, um die Kasse zu leeren. Daisy, die scheinbar die einzige Person ist, die nach Feierabend, der Tatzeit, noch im Lokal ist, wird für das Verschwinden der Einnahmen verantwortlich gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719440","hoster":"VOE"},{"path":"/redirect/12719444","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-1","name":"Gesucht: ein Rennwagen","epNo":1,"alt":"Happy Birthday, General Lee","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719696","hoster":"VOE"},{"path":"/redirect/12719697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-2","name":"Ein Star in Hazzard County","epNo":2,"alt":"Welcome, Waylon Jennings","descr":"Waylon Jennings kommt nach Hazzard County, um seinen berühmten Country-Museums-Laster auszustellen und um seine alten Freunde, die Dukes, zu besuchen. Aber auf dem Weg wird sein Laster von zwei von Boss Hogg angeheuerten Gangstern gestohlen. Waylon erklärt den Dukes, daß es eine Attrappe war, die gestohlen wurde. Das Museum kann also eröffnen, aber Boss versucht es noch einmal, und hat Erfolg. Die Schuld schiebt er natürlich den Dukes in die Schuhe...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719867","hoster":"VOE"},{"path":"/redirect/12719868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-3","name":"Dr. Jekyll und Mr. Duke","epNo":3,"alt":"Dr. Jekyll And Mr. Duke","descr":"Eine Probe einer persönlichkeitsverändernden Chemikalie fällt aus Versehen in den Hazzard Lake. Nach einer Kühlerpanne am General Lee will Luke den Kühler mit etwas Wasser aus dem See auffüllen, nimmt aber selbst auch einen erfrischenden Schluck. Luke wird zum gemeinen, egoistischen Arschloch ohne Manieren, eben zum genauen Gegenteil von dem was er sonst ist. Zwei Bankräuber planen die Hazzard Bank auszurauben. Eigentlich wäre es Bo und Lukes Job die Gangster hinter Gitter zu bringen, aber diesmal entschließt Luke sich, mit den Gangstern gemeinsame Sache zu machen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719652","hoster":"VOE"},{"path":"/redirect/12719655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-4","name":"Ein Roboter auf Abwegen","epNo":4,"alt":"Robot P. Coltrane","descr":"Ein Angestellter einer Elektronikfirma, die einen intelligenten Roboter konstruiert hat, fühlt sich von dieser betrogen und stiehlt den Roboter. Auf seinem Weg durch Hazzard wird er von Rosco angehalten und zu Boss Hogg gebracht. Dieser kauft den Roboter und setzt ihn an Roscos Stelle als Sheriff ein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719843","hoster":"VOE"},{"path":"/redirect/12719846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-5","name":"Boss’ zweites Ego","epNo":5,"alt":"No More Mr. Nice Guy","descr":"Daisy ist die 1 Millionste Kundin des Capitol City Einkaufscenters, und wird mit einem neuen Wagen, einem Pelzmantel und weiteren extravaganten Geschenken belohnt. Die ganze Sache wurde von Boss Hogg eingefädelt, der Daisy mit Diebesgut ausgestattet hat. Senator Shaft, Vorsitzender des Bundesverbrechenskomitees, ist nämlich auf dem Weg nach Hazzard, um den Stand der Dinge zu prüfen. Und Boss muß natürlich von seinen krummen Geschäften ablenken. aber es klappt nicht alles so wie es soll, als Boss auf den Kopf fällt und und eine Amnesie hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719776","hoster":"VOE"},{"path":"/redirect/12719777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-6","name":"Filmhelden","epNo":6,"alt":"The Dukes In Hollywood","descr":"Bei Dreharbeiten in Hazzard gerät Filmidol Brock Curtis in Lebensgefahr. Er verliert die Kontrolle über sein Fahrzeug. Die Dukes verfolgen den Wagen im General und retten Curtis. Die ganze Szene ist mit auf Band, da der Regisseur die Kamera mitlaufen ließ. Der Regisseur bietet den Dukes Rollen in dem Film und einen All-Inclive-Trip nach Hollywood an. Während Boss, der als Bewährungshelfer mitreisen \"mußte\", versucht die J.D. Hogg Story zu verkaufen, retten die Dukes Curtis noch mehrere Male vor \"Unfällen\". Die Dukes finden außerdem heraus, daß Produzent Jason Dillard die \"Unfälle\" inszenieren ließ, um Curtis umzubringen und die Versicherungsprämie zu kassieren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719793","hoster":"VOE"},{"path":"/redirect/12719798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-7","name":"Boss auf Diät","epNo":7,"alt":"Cool Hands, Luke \u0026 Bo","descr":"Bo und Lukes Bewährung wird kurzzeitig ausgesetzt, damit sie in Osage County Waisenkinder abholen können. Colonel Cassius Claibourne, Boss von Osage County, führt den ersten Schritt seines Plans aus, Hazzard zu übernehmen, als er Bo und Luke festnehmen läßt, und sie zu 2 Jahren Dienst in der Straßenbaukollonne \"verurteilt\". Er setzt auf Bo und Lukes Beliebtheit in Hazzard, durch die Boss gezwungen wird, einen Deal einzugehen: Seine Whiskey-Verträge gegen die Dukes. Als Boss und Rosco an die Grenze zu Osage kommen, werden sie selbst verhaftet und in der Straßenbaukollonne eingesetzt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719617","hoster":"VOE"},{"path":"/redirect/12719618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-8","name":"Revolverhelden","epNo":8,"alt":"Go West, Young Dukes","descr":"Boss Hogg findet ein Dokument von 1872, das die Duke Farm von Jeremiah Duke auf seinen Vorfahr Thaddeus B. Hogg überträgt. Boss zeigt das Dokument Jesse Duke und fordert die Dukes auf mit dem Packen anzufangen. Jesse findet das Tagebuch von Jeremiahs Frau, welches die Umstände beschreibt, durch welche es zu der Übertragung der Farm kam. Er findet heraus, daß Thaddeus B. Hogg später die Farm wieder zurückschrieb, nachdem Jeremiah und seine Neffen Hank und Joe Hazzard vor den Banditen Jesse und Frank James grettet hatten... Diese Episode ist die spaßigste der letzten Staffel. Sie zeigt sehr schön, daß die Hoggs und die Dukes in der Vergangenheit genau wie in der Gegenwart gegeneinander kämpfen, in einer komplett anderen Umgebung, ohne Autos...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719879","hoster":"VOE"},{"path":"/redirect/12719878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-9","name":"Siegreich durchs Ziel","epNo":9,"alt":"Cale Yarborough Comes To Hazzard","descr":"Robby, ein 11-jähriger Waisenjunge, steht kurz vor einer Operation und fürchtet sich. Die Duke Familie versucht ihn aufzumuntern, indem sie ihren alten Freund Cale Yarborough fragen, ein signiertes Foto für Robby zu schicken. Cale entscheidet sich persönlich bei den Jungen vorbeizuschauen, wird aber auf dem Weg nach Hazzard von flüchtigen Bankräubern überfallen, die auch seinen Wagen mitnehmen. Nachdem Rosco damit droht den berühmten Rennfahrer hinter Gitter zu bringen, weil dieser den Gangstern geholfen haben soll, verbünden sich Cale und die Dukes, um die Dinge wieder ins Lot zu bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719718","hoster":"VOE"},{"path":"/redirect/12719713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-10","name":"Boss’ größter Fischzug","epNo":10,"alt":"Danger On The Hazzard Express","descr":"Boss verbündet sich mit drei genialen Mechanikern, die eine Fernbedienung für ein Auto entwickelt haben. Sie haben vor mit einem Auto den Hazzard Express Zug zu rammen und sich über dessen Ladung von 2 Millionen Dollar in raren Edelmetallen herzumachen. Während einer Testfahrt sehen Bo, Luke und Daisy das führerlose Auto und können nicht wiederstehen, ihm hinterherzufahren, bis der Wagen im Straßengraben landet. Boss befiehlt seinen Partnern, ein neues Auto zu stehlen. Er unterstützt ihre Idee den General Lee zu nehmen, bis seine Partner Boss davon unterrichten, daß sie Bo und Luke umbringen werden, um Zeugen zu vermeiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719636","hoster":"VOE"},{"path":"/redirect/12719634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-11","name":"Magere Zeiten","epNo":11,"alt":"Sittin’ Dukes","descr":"Zwei bewaffnete und gefährliche Häftlinge brechenaus dem Chickasaw Gefängnis aus und fahren nach Hazzard. Einer von ihnen, Benson, diente widerwillig unter Lukes Befehl bei den Marines. Jetzt da er bewaffnet ist, macht er sich zum Befehlshaber über \"Sergeant\" Luke und den Rest der Dukes. Die Häftlinge zwingen Jesse und Daisy ihr, der Polizei bekanntes, Fluchtfahrzeug zu fahren, um deren Aufmerksamkeit und Gewehrfeuer auf sich zu locken. Bo und Luke müssen derweil die beiden auf einem anderen Weg aus dem von der Polizei überwachten Gebiet bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719813","hoster":"VOE"},{"path":"/redirect/12719814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-12","name":"Die fliegenden Banditen","epNo":12,"alt":"Sky Bandits Over Hazzard","descr":"Ein Geldtransporter, der 3 Millionen Dollar von Boss zur Nationalbank bringen soll, wird auf dem Weg nach Atlanta überfallen. Boss läßt Bo und Luke verhaften. Doch als ein zweiter Geldtransporter überfallen wird, läßt Boss Bo und Luke ausbrechen, in der Hoffnung, sie würden die wahren Gangster fassen, um ihren Namen rein zu waschen. Natürlich nehmen Bo und Luke die Spur der Gangster auf, was aber sehr schwer ist, da diese nämlich keine Spuren hinterlassen: Sie heben die Geldtransporter mit einem Helicopter in die Luft. Bo und Luke gehen daraufhin auch in die Luft, mit Ultraleichtfliegern, um die Gangster und ihre gekidnappte Cousine Daisy zu finden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719681","hoster":"VOE"},{"path":"/redirect/12719684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-13","name":"Die Stimme aus dem Nichts","epNo":13,"alt":"The Haunting Of J.D. Hogg","descr":"Silas Hogg stirbt. Alle sind auf sein Testament gespannt. Silas mochte seinen Neffen J.D., vertraute aber Jesse Duke. Und machte Jesse zum Vollstrecker seines letzten Willens, um sicher zu gehen, daß sein Vermächtnis der Wohlfahrt gespendet wird. Ein gieriger Anwalt schlägt Boss vor, das echte Testament gegen ein falsches zu tauschen, in dem Boss zum Vollstrecker erklärt wird, damit sich die beiden das Erbe teilen können. Als das (falsche) Testament gelesen wird, besteht Jesse darauf, den Brief, den er von Silas bekam und der beweist, daß Jesse der Testamentsvollstrecker sein soll, zu holen und vorzulegen. Nachdem dieser Brief gestohlen wurde, heuern die Dukes Mr. Winkle, einen Hobbyzauberer und Stimmenimmitator, an, um Boss zu überzeugen, daß Silas von den Toten zurückgekehrt ist, um ihn zu verfolgen bis er die Wahrheit zugibt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719735","hoster":"VOE"},{"path":"/redirect/12719733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-14","name":"Hogg gegen Hogg","epNo":14,"alt":"When You Wish Upon A Hogg","descr":"Hughie Hogg kommt mal wieder nach Hazzard, um die Dukes in den Knast, vor allem aber Hazzard in seinen Besitz zu bringen. In Boss Anwesenheit gibt Hughie Enos 100 Dollar damit er auf eine geheimnisvolle Kiste aufpaßt. Er befieht ihm aber nicht hineinzusehen. Ehrlich wie Enos ist, hält er sich an Hughies Anweisung, aber Boss ist neugierig, nimmt Enos die Kiste ab und schaut nach, was sich im Inneren verbirgt. Er stößt auf eine alte Öllampe, von der Rosco sofort denkt, daß sie vielleicht Aladdin gehört hat. Boss reibt an der Lampe und ein hübscher Geist, Hughies Komplizin ,erscheint, um Boss einige Wünsche zu erfüllen. Es dauert nicht lange, bis der gierige Boss bereit ist, Hughie seinen gesamten Besitz zu überschreiben, um diese Lampe zu besitzen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719661","hoster":"VOE"},{"path":"/redirect/12719663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-15","name":"Ein Besucher aus dem Weltall","epNo":15,"alt":"Strange Visitor To Hazzard","descr":"Mehrere UFO-Sichtungen verursachen die Angst vor einer Alien Invasion in Hazzard. Bo und Luke machen sich über die Gläubiger der Gerüchte lustig, nur Daisy fragt sich, ob es wirklich UFOs waren, die gesehen wurden. Als Enos auf seiner Nachtstreife ein blaues Licht am Himmel bemerkt, wird er Zeuge einer UFO-Landung direkt vor seinem Streifenwagen. Als er es Boss und Rosco erzählt, kommt Boss die Idee der Vermarktung. Er fährt zu der angeblichen Landestelle hinaus, findet aber keine Beweise einer Landung. Also legt er falsche Spuren, um zahlende Gäste nach Hazzard zu locken. Zwei Gangster nutzen die \"Naivität\" der Bürger von Hazzard, um die Stadt zu plündern. Und die Dukes stellen fest, daß die Landung, die Enos gesehen hat, sich nicht nur in seiner Fantasie abspielte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719753","hoster":"VOE"},{"path":"/redirect/12719754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-16","name":"Hochzeitspläne","epNo":16,"alt":"Enos And Daisy’s Wedding","descr":"Enos wird gezwungen an einem Bankraub auf die Hazzard Bank teilzunehmen. Daisy wird Augenzeugin des Überfalls. Ihre Aussage vor Boss Hogg führt zur Verhaftung von Enos. Während Bo und Luke die wahren Gangster verfolgen fragt Daisy Enos, ob er sie heiraten wird, da eine Frau nicht vor Gericht gegen ihren Ehemann aussagen muß...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719885","hoster":"VOE"},{"path":"/redirect/12719896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-duke-kommt-selten-allein/staffel-7/episode-17","name":"Hokuspokus Verschwindibus","epNo":17,"alt":"Opening Night At The Boar’s Nest","descr":"Auf Lulus Verlangen assistiert Boss für Roscos Zaubershow beim alljährlichen Talentwettbewerb. \"Coltran-O-Giganto\" will seinen \"kleinen fetten Kumpel\" verschwinden lassen. Boss muß aber ein wichtiges Geschäft abwickeln und schleicht sich während des Tricks davon. Leider wird er von Floyd Malone entführt. Dieser will sich an ihm rächen. Während Rosco verzweifelt in seinem Zauberbuch liest, um herauszufinden, wie er Boss wieder zurückzaubern kann, müssen Bo und Luke den entführten Boss wiederfinden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12719829","hoster":"VOE"},{"path":"/redirect/12719831","hoster":"Streamtape"}]}]}]}]}