{"seriesId":"ein-fall-fuer-professor-chase","name":"Ein Fall für Professor Chase","descr":"Polizistin Brooke hat eine merkwürdige Begegnung mit einem schwarzen Panther. Bald stellt sich heraus, dass es sich bei der Raubkatze um Professor Jonathan Chase handelt, der sich in Tiere verwandeln kann. Neugierig und interessiert beschließen Brooke und Jonathan  zusammenzuarbeiten!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Fall für Professor Chase (Pilot)","epNo":1,"alt":"Manimal","descr":"Polizistin Brooke hat eine merkwürdige Begegnung mit einem schwarzen Panther. Bald stellt sich heraus, dass es sich bei der Raubkatze um Professor Jonathan Chase handelt, der sich in Tiere verwandeln kann. Brooke und Jonathan beschließen zusammenzuarbeiten. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":11307128,"hoster":"VOE"},{"redirect":10107079,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Illusionen","epNo":2,"alt":"Illusions","descr":"Der Bulgare Zoltan Gregory nutzt seinen Diplomatenpass, um immer wieder kostbare Pelze ins Land zu schmuggeln. Sein Partner, der Illusionist Harris, will aussteigen. Kurz darauf wird Harris ermordet. Professor Chase macht sich in Tiergestalt an die Ermittlungen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":11307129,"hoster":"VOE"},{"redirect":10107077,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Wolfsmädchen von Sultanpur","epNo":3,"alt":"Female Of The Species","descr":"Sarah, das \"Wolfsmädchen aus Sultanpur\" wird in New York zur Schau gestellt. Erst wird ein Anschlag auf die junge Frau verübt, dann gelingt ihr die Flucht. Professor Chase und Brooke versuchen, hinter das Geheimnis von Sarahs Herkunft zu kommen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12378933,"hoster":"VOE"},{"redirect":10107078,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Urlaub mit Hindernissen","epNo":4,"alt":"Night Of The Beast","descr":"Ein Gangster-Syndikat will aus dem Provinzstädtchen Birch Hollow ein Spielerparadies machen. Jonathan, Brooke und Ty, die es zufällig in das Nest verschlagen hat, versuchen den Gangstern das Handwerk zu legen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":11307125,"hoster":"VOE"},{"redirect":10107082,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Betrug auf der Rennbahn","epNo":5,"alt":"High Stakes","descr":"Bei der Fallschirmspringershow während eines Pferderennens öffnet sich der Schirm des einen Springers nicht. In Gestalt eines Falken gelingt es Jonathan Chase, den Mann zu retten. Ein Pferdezüchter nutzt den Trubel, um einen Rassehengst zu stehlen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":11307139,"hoster":"VOE"},{"redirect":10107085,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"100 Dollar zuviel","epNo":6,"alt":"Night Of The Scorpion","descr":"Polizistin Brooke McKenzie und Professor Chase untersuchen den mysteriösen Tod des Geschäftsmannes Michael Sloan. Sloan war im Besitz einer Liste, die Amerikaner als KGB-Agenten entlarvte. Was weiß Terri Sloan über die Liste ihres Vaters? (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":11307141,"hoster":"VOE"},{"redirect":10107084,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Geheimnis des Walrosszahns","epNo":7,"alt":"Scrimshaw","descr":"Der zufällige Fund eines kostbar geschnitzten Walrosszahns führt Professor Chase, Ty, Brooke und den kleinen Corky auf eine abenteuerliche Schatzsuche. Doch zwei Gangster wollen Jonathan und seine Freunde ausschalten. (Text: Premiere","versions":[{"lang":1,"streams":[{"redirect":11307134,"hoster":"VOE"},{"redirect":10107080,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Im Zeichen des Drachen","epNo":8,"alt":"Breath Of The Dragon","descr":"Ein skrupelloser Verbrecher, der sich der \"Drache\" nennt, terrorisiert die Geschäftsleute in New Yorks Chinatown. Als ein Brandanschlag auf Restaurantbesitzer Tam verübt wird, ruft dies Professor Chase auf den Plan. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":11307145,"hoster":"VOE"},{"redirect":10107097,"hoster":"Streamtape"}]}]}]}]}