{"seriesId":"ein-guter-mensch","name":"Ein guter Mensch","descr":"Als der Witwer Agâh (Haluk Bilginer) überraschend die Diagnose Alzheimer erhält, fasst er einen tödlichen Entschluss. Schon lange beschäftigt den ehemaligen Gerichtsmitarbeiter ein alter Fall. Vor Jahren wurde in seinem Heimatdorf ein junges Mädchen Opfer eines grausamen Verbrechens. Der Täter – obwohl bekannt – wurde jedoch nie verurteilt, da die zuständigen Justizbeamten ihn davonkommen ließen. Sein Schicksal vor Augen schwört sich Agâh, endlich alle Verantwortlichen zur Rechenschaft zu ziehen – bevor in seiner Erinnerung wichtige Details verblassen. Nachdem es erste Tote gibt, wird der Fall der Polizistin Nevra (Cansu Dere) zugeteilt. Die junge Ermittlerin und Agâh ahnen noch nicht, dass sie ein gemeinsamer Feind verbindet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Diagnose","epNo":1,"alt":"Episode 1","descr":"Die Diagnose Der 65-jährige Agâh lebt allein in Istanbul. Nachdem er seine Katze versehentlich verhungern ließ, wird bei dem ehemaligen Gerichtsangestellten Alzheimer diagnostiziert. Agâh begreift, dass er nicht mehr viel Zeit hat, um ein Verbrechen aus seiner Vergangenheit zu sühnen, und beginnt, einen lange geschmiedeten Racheplan umzusetzen. Unterdessen wird die Polizistin Nevra zu Schreibtischdienst verdonnert, weil sie bei der Verfolgung eines Verdächtigen zu zögerlich war.","versions":[{"lang":1,"streams":[{"redirect":9205048,"hoster":"VOE"},{"redirect":9205049,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515455,"hoster":"VOE"},{"redirect":8515450,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Informant","epNo":2,"alt":"Episode 2","descr":"Der Informant Nachdem auf der Stirn des getöteten Richters eine Nachricht prangt, die offenbar an die Polizistin Nevra gerichtet ist, beginnt sie, den Fall zu untersuchen. Sie erfährt, dass Fingerabdrücke am Tatort zum Kriminellen Tufan passen. Sie weiß aber nicht, dass Agâh Tufan entführt hat, um ihn als Sündenbock zu benutzen. In der Zwischenzeit kehren Agâhs Tochter Zuhal und ihr Sohn Deva nach Istanbul zurück. Agâh nimmt unterdessen sein nächstes Opfer ins Visier.","versions":[{"lang":1,"streams":[{"redirect":9205051,"hoster":"VOE"},{"redirect":9205053,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505937,"hoster":"VOE"},{"redirect":8515453,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fahrstuhl in den Tod","epNo":3,"alt":"Episode 3","descr":"Fahrstuhl in den Tod Agâh hat nach dem letzten Mord einen Herzinfarkt erlitten und wacht im Krankenhaus auf. Während seine Tochter über ihn wacht, versucht er, zu entkommen. Nevra erfährt, dass eine weitere Leiche gefunden wurde. Wieder hat der Mörder eine Notiz für sie hinterlassen. Sie nutzt ihre Verbindungen zum Journalisten Ates, um dem Killer zu antworten. Agâh verschwindet aus dem Krankenhaus, um nach Tufan zu sehen. Dieser hat sich befreit, doch seine Flucht endet vorzeitig: Agâh findet und erschießt ihn.","versions":[{"lang":1,"streams":[{"redirect":9205055,"hoster":"VOE"},{"redirect":9205056,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505947,"hoster":"VOE"},{"redirect":8515391,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der erste Stein","epNo":4,"alt":"Episode 4","descr":"Der erste Stein Die Ermittlungen führen Nevra nach Kambura, wo sie selbst für eine kurze Zeit gelebt hat. Dort erzählt ihr der Lebensgefährte ihrer Mutter von einem grauenvollen Ereignis, das nie gesühnt wurde. Der Reporter Ates fordert den Mörder im Fernsehen heraus. Unterdessen hat Agâh eine Idee, wie er seine Identität besser schützen kann. Zugleich sucht er sich einen besonderen Ort aus, an dem er Tufans Leiche deponiert.","versions":[{"lang":1,"streams":[{"redirect":9205059,"hoster":"VOE"},{"redirect":9205060,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13478874,"hoster":"VOE"},{"redirect":8515400,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Des Sängers Fluch","epNo":5,"alt":"Episode 5","descr":"Des Sängers Fluch Nevra wacht in Ates’ Haus auf und entdeckt Tufans Leiche im Pool. Als die beiden die Aufnahmen der Überwachungskameras sichten, sehen sie, wie der Killer in einem Katzenkostüm das Opfer ablegt. Er hält eine Nachricht in die Kamera und hat an der Leiche eine weitere Botschaft für Nevra hinterlassen. Bald darauf wird ein weiterer Toter gefunden. Auch dieses Opfer steht in Verbindung zu Kambura. Und Agâh hat seinen Rachefeldzug noch längst nicht beendet.","versions":[{"lang":1,"streams":[{"redirect":9205063,"hoster":"VOE"},{"redirect":9205065,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505948,"hoster":"VOE"},{"redirect":12978164,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Sprung ins Wasser","epNo":6,"alt":"Episode 6","descr":"Der Sprung ins Wasser Während Agâh seine Mordserie fortsetzt, kommt Nevra zu dem Schluss, dass der Killer auf Rache aus ist. Sie glaubt, dass eine Brandstiftung vor einigen Jahren in Kambura, bei der eine Roma-Familie ums Leben kam, die Ursache für die Morde sein könnte und geht der Sache nach. Wenig später stellt sich der vermeintliche Brandstifter Ufuk der Polizei, nur um kurz darauf wieder aus dem Gewahrsam zu fliehen. Doch Agâh wartet schon auf ihn.","versions":[{"lang":1,"streams":[{"redirect":9205067,"hoster":"VOE"},{"redirect":9205068,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505949,"hoster":"VOE"},{"redirect":8515410,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein kleiner Fisch","epNo":7,"alt":"Episode 7","descr":"Ein kleiner Fisch Nach Ufuks Selbstmord werden auch die Leichen seiner beiden Brüder gefunden. Unterdessen begeht ein Mann in einem Katzenkostüm einen Mord in einem Parkhaus. Firuz stellt den Täter, doch statt den offiziellen Weg zu wählen, überstellt er ihn der privaten Gerichtsbarkeit Cemils, des Paten von Kambura, der über das Schicksal des Kleinganoven verfügt. Nevra findet derweil heraus, dass auch das erste Opfer Verbindungen nach Kambura hatte.","versions":[{"lang":1,"streams":[{"redirect":9205071,"hoster":"VOE"},{"redirect":9205073,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505950,"hoster":"VOE"},{"redirect":8515421,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Gefühl von Sicherheit","epNo":8,"alt":"Episode 8","descr":"Ein Gefühl von Sicherheit Nevra versucht, Mitglieder der Familie zu finden, die der Brandstiftung zum Opfer fiel. Sie ist sich inzwischen sicher, dass die Morde damit in Zusammenhang stehen. Sie sucht nach Hamza, dem Bruder von Tayyar, der mit seiner Familie umkam. Agâh hat beschlossen, Cemil zu töten. Mit Zuhals Anwesenheit in dessen Haus hatte er jedoch nicht gerechnet und ändert seinen Plan. Nevra erfährt in der Zwischenzeit, dass Ufuk Tayyar töten wollte, weil der damals ein Mädchen vergewaltigt hatte.","versions":[{"lang":1,"streams":[{"redirect":9205030,"hoster":"VOE"},{"redirect":9205028,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13478867,"hoster":"VOE"},{"redirect":8515419,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schöne Lügen und traurige Wahrheiten","epNo":9,"alt":"Episode 9","descr":"Schöne Lügen und traurige Wahrheiten Nevra spricht mit den Bewohnerinnen Kamburas, um herauszufinden, wen Tayyar damals vergewaltigt hat. Sie hofft, über das Opfer den Killer zu finden. Nevra wird von Yeliz angesprochen, die behauptet, Tayyar hätte sie missbraucht. Allerdings hat Nevra Zweifel an der Geschichte. Sie verfolgt die vermeintliche Zeugin und sieht, wie diese sich heimlich mit ihrem Kollegen Firuz trifft. Derweil kidnappt Agâh Feza, die Frau seines ersten Opfers.","versions":[{"lang":1,"streams":[{"redirect":9205031,"hoster":"VOE"},{"redirect":9205033,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505953,"hoster":"VOE"},{"redirect":8515424,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unter Druck","epNo":10,"alt":"Episode 10","descr":"Unter Druck Firuz bemerkt, dass Nevra ihn und Yeliz verfolgt und informiert Cemil. Der nutzt seine Verbindungen, um Firuz zu decken. Agâhs Alzheimer bereitet ihm Probleme. Er kann sich nicht mehr an seine Adresse erinnern. Deshalb bringt er Feza in ihr früheres Zuhause, wo er ihren Mann, den Richter, ermordet hat. In der Zwischenzeit findet Nevra eine neue Spur: In Kambura hat vor Jahren die 14-jährige Reyhan Selbstmord begangen. Sie war Nevras Freundin, bevor die aus Kambura wegzog.","versions":[{"lang":1,"streams":[{"redirect":9205035,"hoster":"VOE"},{"redirect":9205037,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505954,"hoster":"VOE"},{"redirect":8515431,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unruhige Nächte","epNo":11,"alt":"Episode 11","descr":"Unruhige Nächte Von der Frau ihres früheren Lehrers erfährt Nevra, dass Reyhans Großmutter das Tagebuch ihrer toten Enkelin bei Gericht abgegeben hatte. Nevra vermutet, dass die Nachrichten des Mörders aus diesem Tagebuch stammen. Als Agâh, der den Lehrer töten will, Nevra in dessen Haus entdeckt, gerät er in Panik und flüchtet – das bleibt nicht unbemerkt. Nevra gegenüber schließt Hamza aus, dass sein Bruder Tayyar Reyhan etwas angetan haben könnte. Vielmehr seien es andere Männer aus Kambura gewesen.","versions":[{"lang":1,"streams":[{"redirect":9205039,"hoster":"VOE"},{"redirect":9205041,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505955,"hoster":"VOE"},{"redirect":8515438,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Recht und Gerechtigkeit","epNo":12,"alt":"Episode 12","descr":"Recht und Gerechtigkeit Yeliz erzählt Nevra, dass der Zuhälter Sungur Reyhan vor Jahren zur Prostitution gezwungen und sie an dutzende Männer des Ortes verkauft habe. Nevra macht sich auf die Suche nach ihm. Nach Tolgas Entlassung ist Firuz dessen Nachfolger geworden. Doch Firuz überführt Agâh in inoffizieller Mission. Anstatt ihn an Cemil auszuliefern, bittet er ihn um einen letzten Mord. Agâh willigt ein und holt sich unerwartete Unterstützung.","versions":[{"lang":1,"streams":[{"redirect":9205043,"hoster":"VOE"},{"redirect":9205046,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13505957,"hoster":"VOE"},{"redirect":8515443,"hoster":"Streamtape"}]}]}]}]}