{"path":"/serie/stream/ein-taunuskrimi","name":"Ein Taunuskrimi","descr":"Bei der Kripo Hofheim ermittelt ein unkonventionelles Duo: Pia Kirchhoff (Felicitas Woll) und Oliver von Bodenstein (Tim Bergmann). Im märchenhaften und mystisch verwunschenen Taunus nähern sich die beiden mit feinem Gespür und Menschenkenntnis den Verdächtigen und ihren Motiven und blicken nicht selten in seelische Abgründe.Mit gekonnter Akribie und manchmal auch unterschiedlichen Ermittlungsansätzen ergänzen sich die beiden ideal. Während Oliver als Strohwitwer seine beiden pubertierenden Kinder in Zaum halten muss, und um die Zukunft seiner Ehe fürchtet, kämpft Pia mit traumatischen Erinnerungen, die angesichts der Ermittlungen auftauchen.","seasons":[{"path":"/serie/stream/ein-taunuskrimi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-1","name":"Schneewittchen muss sterben","epNo":1,"alt":"","descr":"Eine ruhige Dorfidylle umgeben von den wunderschönen Wäldern des Taunus. Doch die scheinbar heile Welt kommt ins Wanken, als der aus der Haft entlassene Tobias Sartorius nach Altenhain zurückkehrt und alte Wunden aufreißt, die die Dorfgemeinschaft bereits verdrängt hat: Vor sieben Jahren wurde der damals 19-Jährige in einem Indizienprozess als Mörder der gleichaltrigen Stefanie Schneeberger verurteilt. Die Dorfschönheit, die damals im Schultheater die Rolle des Schneewittchens spielte, hatte allen Männern in Altenhain den Kopf verdreht – unter ihnen war auch der damalige Deutschlehrer Gregor Lauterbach. Lauterbachs Leiche wird kurz nach Tobias’ Rückkehr erhängt im Wald gefunden. Mord oder Selbstmord? Oliver von Bodenstein, Chef der Kripo Hofheim, und Kommissarin Pia Kirchhoff ermitteln und werden schon bald mit der düsteren Geschichte Altenhains konfrontiert. Sie stoßen auf immer mehr Abgründe und dunkle Geheimnisse. Schon fängt Oliver von Bodenstein an zu zweifeln, ob Tobias damals zu Recht für den Mord an \"Schneewittchen\" verurteilt wurde. Welche Leichen hat die Fabrikanten-Familie um Christine Terlinden im Keller? Und was hat Tobias’ Freundin Nadja Bredow mit der Sache zu tun? Währenddessen muss Oliver als Strohwitwer seine beiden pubertierenden Kinder in Zaum halten. Pia dagegen hat mit eigenen traumatischen Erinnerungen zu kämpfen, die angesichts der alten Vorwürfe gegen Tobias wieder hervorbrechen, denn auch sie war vor Jahren Opfer eines Verbrechens. Im Dorf versucht die 17-jährige Amelie derweil die Einwohner zu provozieren und verwandelt sich äußerlich immer mehr in Schneewittchen. Plötzlich verschwindet sie spurlos. Hat Tobias erneut zugeschlagen? Kirchhoff und von Bodenstein setzen alles daran, Amelie zu retten und das Verbrechen von damals endgültig aufzuklären – eine spannende Herausforderung für den ersten Fall der beiden Taunus-Ermittler. Der Film entstand nach Motiven des gleichnamigen Romans von Nele Neuhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456892","hoster":"VOE"},{"path":"/redirect/9456893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-2","name":"Eine unbeliebte Frau","epNo":2,"alt":"","descr":"Während eines Kita-Ausfluges im Wald verschwindet die kleine Marie Kerstner spurlos. Kommissar Oliver von Bodenstein und seine Kollegin Pia Kirchhoff durchsuchen das Gelände und stoßen auf die Leiche eines Selbstmörders: Oberstaatsanwalt Hardenbach hat sich im Wald mit seinem Jagdgewehr erschossen. Hängt Maries Verschwinden mit Hardenbachs Tod zusammen? Maries Vater, der Tierarzt Michael Kerstner ist krank vor Sorge, doch bei Fragen nach seiner Frau weicht er aus. Maries Mutter hat sich nie um ihr Kind gekümmert, war eine Rabenmutter, die die kleine Familie vor Kurzem verlassen hat. Pia und Oliver wollen der Witwe des Staatsanwaltes die Todesnachricht überbringen und finden sie auf Gut Waldhof, einer exklusiven Reitanlage, in der die Taunus-Society regelmäßig verkehrt. Eine weitere Leiche wird gefunden: Unterhalb eines Burgturmes liegt eine tote junge Frau – Isabel Kerstner, die Mutter von Marie. Auf den ersten Blick sieht es wie Selbstmord aus, jedoch fehlt der Toten ein Schuh, der weder auf dem Turm noch in der Umgebung zu finden ist. Von Bodenstein ordnet eine Obduktion an. Diese ergibt, dass Isabel in den Tod gehetzt wurde, zuvor wurde sie sediert – mit einem Mittel, das vor allem als Anästhetikum in der Tiermedizin verwendet wird. Marie bleibt weiterhin verschwunden. Oliver und Pia suchen nun einen Mörder, der wahrscheinlich auch die kleine Marie entführt hat. Zunächst ist Kerstner im Fokus der Ermittlungen, doch er hat für die Tatnacht ein Alibi. Der Kreis der Verdächtigen erweitert sich schlagartig, denn auch Isabel, die eine begnadete Reiterin war, ging auf Gut Waldhof ein und aus. Es stellt sich heraus, dass Isabel dort regelrecht verhasst war. Als intrigante, aber bildschöne Hexe verschrien, manipulierte sie dort sowohl die Frauen der Gesellschaft, als auch deren Männer. Zu Isabels Erzfeindinnen gehörten die Witwe von Hardenbach, die ehemalige Besitzerin des Gutes und die seit ihrer Scheidung verarmte Marianne Jagoda.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378960","hoster":"VOE"},{"path":"/redirect/9456896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-3","name":"Mordsfreunde","epNo":3,"alt":"","descr":"Mörderischer Taunus: Nach dem erfolgreichen Start der \"ZDF-Taunus-Krimireihe\" mit \"Schneewittchen muss sterben\" im Februar 2013 (6,91 Millionen Zuschauer, 19,9 Prozent Marktanteil), sendet das ZDF mit \"Mordsfreunde\" die nunmehr dritte Verfilmung eines Romans von Nele Neuhaus. Ein militanter Tierschützer und charismatischer Lehrer wird ermordet – verdächtig sind seine ehemaligen Freunde. Das Ermittlerduo Pia Kirchhoff und Oliver von Bodenstein von der Hofheimer Kripo steht vor einem neuen Mordfall. Im Kronberger \"Opel Zoo\" wurde eine menschliche Hand gefunden. Weitere Leichenteile tauchen auf, bis wenig später der Rest der Leiche gefunden wird. Zoodirektor Dr. Christoph Sander kennt den Toten: Es handelt sich um den Gymnasiallehrer Hans-Ulrich Pauly, der sich in seiner Freizeit für den Tier- und Naturschutz engagierte und daher in der Vergangenheit des Öfteren mit Sander aneinandergeraten war. Die Ermittlungen ergeben, dass Pauly, der offenbar mit einem Hufeisen erschlagen wurde, viele Feinde hatte: Neben Sander lag Pauly mit einer Reihe weiterer Menschen im Clinch. Auch seine ehemals guten Freunde und Studienkollegen, der Unternehmer Carsten Bock und der Feinkost-Caterer Franz-Josef Conradi, hätten ein Motiv. Sie alle verbindet eine schicksalhafte Nacht im Jahr 1989, in der die Schwägerin von Conradi ums Leben kam. Pauly wurde damals wegen unterlassener Hilfeleistung verurteilt, während seine Kommilitonen allesamt Karriere machten und nun zur Taunuselite gehören. Wirklich beliebt war Pauly nur bei einer Gruppe von Jugendlichen, die im Keller des vegetarischen Bistros \"Grünzeug\" ein Softwareunternehmen betrieben: Mit Antonia Sander, Jonas Bock und Franjo Conradi, den Kindern seiner mittlerweile verhassten Freunde, verband ihn eine enge Freundschaft. Hat er die Jugendlichen nur benutzt, um sich an seinen ehemaligen Kommilitonen zu rächen? Die Jugendlichen reagieren voller Trauer auf Paulys Tod. Neben ihren Ermittlungen stehen Oliver von Bodenstein und Pia Kirchhoff auch vor privaten Herausforderungen. Oliver muss erneut Familie und Beruf unter einen Hut bringen. Pia gerät in Gefahr, da sie sich zum Hauptverdächtigen Christoph Sander hingezogen fühlt. Läuft sie Gefahr, ihre professionelle Distanz zu verlieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378961","hoster":"VOE"},{"path":"/redirect/9456898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-4","name":"Tiefe Wunden","epNo":4,"alt":"","descr":"Der 92-jährige Holocaust-Überlebende David Joshua Goldberg wurde in seinem Haus im Taunus regelrecht hingerichtet. Der Mörder schrieb mit dem Blut seines Opfers die Zahl \"16145\" auf den Flurspiegel. Bei der Obduktion der Leiche macht der Gerichtsmediziner Henning Kirchhoff eine seltsame Entdeckung: Auf der Innenseite des linken Oberarmes finden sie Reste einer Tätowierung, wie sie bei der Waffen-SS üblich war. Zwei weitere Morde werden nach dem gleichen Muster verübt. Warum bringt jemand drei alte Menschen um? Und was bedeutet die mysteriöse Zahl?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922033","hoster":"VOE"},{"path":"/redirect/9456901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-5","name":"Wer Wind sät","epNo":5,"alt":"","descr":"Oliver von Bodenstein und Pia Kirchhoff ermitteln im Umfeld einer Windradfirma und deren Gegner – von denen jeder sein eigenes Motiv hat. Ein Sturm aus Rache, Gier und Verrat braut sich zusammen. Im Taunus stehen sich Befürworter der Windenergie WindPro und ihre Gegner unversöhnlich gegenüber. Der Ton der \"Wutbürger\" gegen die Windkraftanlagenfirma wird ruppiger, der Umgang aggressiver. Da wird ein Nachtwächter des Unternehmens tot aufgefunden. Das Ermittlerduo Kirchhoff und Bodenstein findet sich bald im Kreuzfeuer zwischen der Windradfirma und deren militanten Gegnern wieder. Der Rechtsmediziner und Ex-Mann von Pia Kirchhoff stellt fest, dass der Herzschrittmacher des Toten ausgesetzt hat. Danach hat jemand versucht, den Alkoholiker zu reanimieren und ihm einige Rippen gebrochen. War der Tod ein Unfall? Oder eine Tat der Windkraftgegner, die auf dem Schreibtisch des Firmeninhabers einen toten Hamster als eine Art \"Bekennerbrief\" deponiert haben? Auch in den Reihen der Bürgerinitiativler herrscht eine aggressive Stimmung. Zwischen den beiden Vorsitzenden gibt es immer wieder Streit um die Leitung. Dann wird Ludwig Hirtreiter, einer der beiden Kontrahenten tot aufgefunden. Alles spricht für einen Mord aus tiefstem Hass, denn Hirtreiter wurde aus nächster Distanz hingerichtet. Auch sein altersschwacher Hund blieb nicht verschont. Der Tote lebte alleine auf dem verwahrlosten Rabenhof und war Zeit seines Lebens nicht besonders beliebt. Sein zahmer Rabe Hugin war ihm stets wichtiger als seine Tochter, die er besonders schlecht behandelt hat. Nur mit dem Vater von Oliver von Bodenstein verband ihn eine enge Freundschaft. Ihm hat er nun auch die Wiese vermacht, auf der die Windräder gebaut werden sollten. Die Verkaufsverhandlungen um diese Wiese haben alle – Windradfirma und die Gegner – umgetrieben. Hirtreiter hatte den Verkauf trotz einer horrenden Summe abgelehnt. Seine Mitstreiter in der Initiative hatten ihm unterstellt, dass er längst eingewilligt und die Sache verraten habe. Auf einer Bürgerversammlung wirft man der Windfirma und dem Klimaexperten vor, die Genehmigung mit gefälschten Gutachten erschlichen zu haben. Der Volkszorn entlädt sich in einer Saalschlacht. Nun, da die Wiese im Besitz der Bodensteins ist, hat ein Kollege der Abteilung für \"Interne Ermittlungen\" endlich einen Grund gefunden, den verhassten ehemaligen Vorgesetzten zu degradieren. Bodenstein, der durch die Trennung von seiner Frau bereits emotional angeschlagen ist, wird der Fall entzogen. Doch unter all den politischen Diskussionen geht es im Kern eigentlich um frühere Verletzungen, um Verrat und Lüge und um drei Frauen, die sich endlich von einem Vater, einem Chef und einem untreuen Liebhaber befreien wollen. Ein gewaltiger Sturm baut sich auf, der auch Pia Kirchhoff und Oliver von Bodenstein mitzureißen droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456839","hoster":"VOE"},{"path":"/redirect/9456843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-6","name":"Böser Wolf (Teil 1)","epNo":6,"alt":"","descr":"Ein neuer brisanter Fall für Pia Kirchhoff und Oliver von Bodenstein nach dem gleichnamigen Bestseller von Nele Neuhaus. Ein totes Mädchen erinnert an einen früheren, nie aufgeklärten Fall. An einem frühen Morgen machen betrunkene Jugendliche am Ufer des Mains einen grausigen Fund: Die Leiche eines 16-jährigen Mädchens wurde angespült. Offenbar trieb die Leiche schon seit einiger Zeit im Main, aber niemand hat die Tote als vermisst gemeldet. Nach der Obduktion steht fest, dass das Mädchen jahrelang brutal misshandelt und vergewaltigt wurde. Einen Selbstmord oder einen Unfall könne ausgeschlossen werden. Der bislang einzige Anhaltspunkt bei den Ermittlungen ist die Ähnlichkeit zu einem früheren Fall, der nie aufgeklärt werden konnte: Vor rund zehn Jahren wurde schon einmal ein Mädchen tot aus dem Main geborgen, dessen Körper damals ähnlich schwere Misshandlungen aufwies. Der Fund der mysteriösen Mädchenleiche ist jedoch nur der Auftakt einer Reihe von Ereignissen: Nur wenige Tage nach dem Fund der Mädchenleiche wird die bekannte Fernsehmoderatorin Hanna Herzmann brutal vergewaltigt und schwer verletzt aufgefunden. Dann taucht noch eine weitere Frauenleiche auf. Noch ahnen Pia Kirchhoff und Oliver von Bodenstein nichts über die Verbindungen zwischen den Fällen, auch nicht, dass Hannas Tochter Meike mehr weiß, als sie verrät. Und Pias alter Schulflirt Florian Finkbeiner hat Zugang zu wichtigen Informationen aus der Vergangenheit hat: Michaela, seine Zwillingsschwester, hat schon als 13-Jährige das Elternhaus verlassen und ist in der Frankfurter Drogen-Szene abgetaucht. Vor zwei Jahren wurde sie beerdigt. Ihr Bruder ist nicht der einzige, der sich auf Spurensuche begibt. Fingerabdrücke im Haus der Moderatorin führen Pia Kirchhoff und Oliver von Bodenstein zunächst auf die Spur von Dr. Kilian Rothemund, dem ehemaligen Verteidiger der Road Kings, einer kriminellen Organisation aus dem Frankfurter Rotlicht- und Drogenmilieu. Rothemund wurde damals als Kinderschänder überführt und lebt seit seiner Freilassung auf einem heruntergekommen Campingplatz unweit des Fundortes der Mädchenleiche. Und auch Bernd Prinzler, ein ehemaliger Rocker aus dem Milieu, gerät ins Visier der Kommissare. Bei ihren Ermittlungen finden Pia Kirchhoff und Oliver von Bodenstein schließlich heraus, dass Hanna Herzmann an einer hochbrisanten, geheimen Enthüllungsstory gearbeitet hat. Nach und nach stellt sich heraus, dass sie die Machenschaften eines skrupellosen Kinderpornorings an die Öffentlichkeit bringen wollte. Schon bald müssen Pia Kirchhoff und Oliver von Bodenstein feststellen, dass das Netzwerk dieses Verbrecherrings in alle Bereiche der Taunus-Oberschicht reicht – und dass der Einfluss dieser Gruppierungen auch ihnen persönlich bedrohlich nahe kommt. Der zweite Teil folgt am Dienstag, dem 5. Januar 2016 um 20:15 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456844","hoster":"VOE"},{"path":"/redirect/9456834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-7","name":"Böser Wolf (Teil 2)","epNo":7,"alt":"","descr":"Eine erste Spur führt die Ermittler zu Dr. Kilian Rothemund, dem ehemaligen Verteidiger der Road Kings, einer kriminellen Organisation aus dem Frankfurter Rotlichtmilieu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456877","hoster":"VOE"},{"path":"/redirect/9456878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-8","name":"Die Lebenden und die Toten (1)","epNo":8,"alt":"","descr":"Eine Mordserie, deren Opfer auf den ersten Blick nichts miteinander zu tun haben, setzt die Ermittler vom K11 Hofheim massiv unter Druck. Im Taunus werden drei Menschen von einem Scharfschützen erschossen bald schon ist in den Medien vom \"Taunus-Sniper\" die Rede, und in der Öffentlichkeit macht sich Verunsicherung breit. Bei dem Sniper scheint es sich um einen hochgradig strategisch agierenden Killer zu handeln. Neben den Ermittlern Oliver von Bodenstein, Pia Kirchhoff und Kai Ostermann kommt in diesem Fall auch LKA-Profiler Andreas Neff zum Einsatz. Sie finden heraus, dass nicht die Erschossenen, sondern ihre Angehörigen die eigentlichen Opfer sind. Die Ermittler dringen immer tiefer ein in ein kompliziertes Geflecht aus Schuld und Rache – und kommen Schritt für Schritt einem handfesten Medizinskandal auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456879","hoster":"VOE"},{"path":"/redirect/9456880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-9","name":"Die Lebenden und die Toten (2)","epNo":9,"alt":"","descr":"Eine Mordserie, deren Opfer auf den ersten Blick nichts miteinander zu tun haben, setzt die Ermittler vom K11 Hofheim massiv unter Druck. Im Taunus werden drei Menschen von einem Scharfschützen erschossen bald schon ist in den Medien vom \"Taunus-Sniper\" die Rede, und in der Öffentlichkeit macht sich Verunsicherung breit. Bei dem Sniper scheint es sich um einen hochgradig strategisch agierenden Killer zu handeln. Neben den Ermittlern Oliver von Bodenstein, Pia Kirchhoff und Kai Ostermann kommt in diesem Fall auch LKA-Profiler Andreas Neff zum Einsatz. Sie finden heraus, dass nicht die Erschossenen, sondern ihre Angehörigen die eigentlichen Opfer sind. Die Ermittler dringen immer tiefer ein in ein kompliziertes Geflecht aus Schuld und Rache – und kommen Schritt für Schritt einem handfesten Medizinskandal auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456882","hoster":"VOE"},{"path":"/redirect/9456883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-10","name":"Im Wald (1)","epNo":10,"alt":"","descr":"Ein Campingwagen brennt lichterloh im Waldgebiet. In den Trümmern: die Überreste eines menschlichen Körpers. Es gibt eine einzige Zeugin. Die Journalistin Felicitas Molin will eine schemenhafte Gestalt auf der Flucht gesehen haben. Bald ermitteln Oliver von Bodenstein und Pia Sander vom K11 in Hofheim nicht nur wegen Brandstiftung mit Todesfolge, sondern wegen Mordes. Als kurz darauf auch die todkranke Mutter des Opfers ermordet wird, ist Bodenstein erschüttert. Er kannte Mutter und Sohn seit seiner Kindheit – schließlich ist er in dem Dorf aufgewachsen. Die Ermittlungen führen Pia und ihn 35 Jahre zurück in die Vergangenheit. Im Sommer 1982 verschwand Bodensteins bester Freund Artur Berjakov, Sohn von russischen Spätaussiedlern, spurlos. Ein Kindheitstrauma, das der Kommissar nie verwunden hat. Schnell wird klar: Viele Dorfbewohner wollen diese alte Geschichte lieber ruhen lassen. Was haben sie zu verbergen? Auch von seinen damaligen \"Blutsbrüdern\" Inka Hansen und Edgar Herold, Bruder des ersten Opfers, hat Bodenstein nicht viel Hilfe zu erwarten. So ermitteln die Kommissare in einem Fall voller Hass und Gewalt, folgen Spur um Spur und versuchen hartnäckig, ein erschreckendes Puzzle von Beweisen zusammenzusetzen. Doch ein ganzes Dorf schweigt. Denn wer auspackt, könnte als nächster auf der Todesliste stehen. Der Zweiteiler basiert auf dem Roman der Erfolgsautorin Nele Neuhaus, die auch mit ihrem achten Taunuskrimi wieder an der Spitze der Bestsellerliste landete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456884","hoster":"VOE"},{"path":"/redirect/10002379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-11","name":"Im Wald (2)","epNo":11,"alt":"","descr":"Ein Campingwagen brennt lichterloh im Waldgebiet. In den Trümmern: die Überreste eines menschlichen Körpers. Es gibt eine einzige Zeugin. Die Journalistin Felicitas Molin will eine schemenhafte Gestalt auf der Flucht gesehen haben. Bald ermitteln Oliver von Bodenstein und Pia Sander vom K11 in Hofheim nicht nur wegen Brandstiftung mit Todesfolge, sondern wegen Mordes. Als kurz darauf auch die todkranke Mutter des Opfers ermordet wird, ist Bodenstein erschüttert. Er kannte Mutter und Sohn seit seiner Kindheit – schließlich ist er in dem Dorf aufgewachsen. Die Ermittlungen führen Pia und ihn 35 Jahre zurück in die Vergangenheit. Im Sommer 1982 verschwand Bodensteins bester Freund Artur Berjakov, Sohn von russischen Spätaussiedlern, spurlos. Ein Kindheitstrauma, das der Kommissar nie verwunden hat. Schnell wird klar: Viele Dorfbewohner wollen diese alte Geschichte lieber ruhen lassen. Was haben sie zu verbergen? Auch von seinen damaligen \"Blutsbrüdern\" Inka Hansen und Edgar Herold, Bruder des ersten Opfers, hat Bodenstein nicht viel Hilfe zu erwarten. So ermitteln die Kommissare in einem Fall voller Hass und Gewalt, folgen Spur um Spur und versuchen hartnäckig, ein erschreckendes Puzzle von Beweisen zusammenzusetzen. Doch ein ganzes Dorf schweigt. Denn wer auspackt, könnte als nächster auf der Todesliste stehen. Der Zweiteiler basiert auf dem Roman der Erfolgsautorin Nele Neuhaus, die auch mit ihrem achten Taunuskrimi wieder an der Spitze der Bestsellerliste landete","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9456889","hoster":"VOE"},{"path":"/redirect/9456888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-12","name":"Muttertag (1)","epNo":12,"alt":"","descr":"Die beiden Taunus-Ermittler Graf von Bodenstein und Pia Sander werden in ihrem neuesten Fall mit einem Serienmörder konfrontiert, der Frauen immer am Muttertag tötet. Kurz vor dem nächsten Muttertag liegen die Nerven der Ermittler blank. In Mammolshain im Taunus wird die Leiche des alten Theodor Reifenrath gefunden. Unfall oder Mord? Weil der Safe offen und leer ist, nehmen Pia Sander und Oliver von Bodenstein Ermittlungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840490","hoster":"VOE"},{"path":"/redirect/9840491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ein-taunuskrimi/staffel-1/episode-13","name":"Muttertag (2)","epNo":13,"alt":"","descr":"Im Hundezwinger vor dem Haus macht die Kommissarin eine grausige Entdeckung. Neben einem fast verhungerten Hund findet sie menschliche Knochen, unter der Erde verscharrt: Drei Frauenleichen werden von den Forensikern geborgen. Wer sind die ermordeten Frauen? Rita und Theodor Reifenrath, so stellt sich heraus, waren alles andere als liebevolle Pflegeeltern. Vor vielen Jahren verschwand Rita. Ihre Leiche wurde jedoch nie gefunden. Pia und Oliver konzentrieren sich auf die Pflegekinder, die inzwischen alle erwachsen sind und mitten im Leben stehen. Ramona und Sascha Lindemann, ein zwielichtiges Ehepaar, lenkt den Verdacht auf Fridtjof Reifenrath, den Enkel von Rita und Theo. Joachim Vogt, als Kind Fridtjofs bester Freund, scheint vom Ableben seines Pflegevaters schwer getroffen. Doch eine Verbindung zu den toten Frauen kann auch ihm nicht nachgewiesen werden. Zu einem Durchbruch bei den Ermittlungen und zu weiteren unaufgeklärten Mordfällen führt das auffällige Tötungsmuster: Offenbar handelt es sich um einen Serientäter, der immer am Muttertag mordet. Und der nächste Muttertag steht kurz bevor. Mit dem Verschwinden von Kim, Pias Schwester, wird die Kommissarin auch persönlich in den Fall gezogen. Die Spur des Täters führt Pia und Oliver immer wieder zur Villa der Reifenraths und den Geschehnissen, die die Pflegekinder traumatisierten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9840513","hoster":"VOE"},{"path":"/redirect/9840484","hoster":"Streamtape"}]}]}]}]}