{"seriesId":"ein-krimi-aus-passau","name":"Ein Krimi aus Passau","descr":"Nachdem eine Berliner Beamtin sich ins Zeugenschutzprogramm begeben musste, zieht sie gemeinsam mit ihrer Adoptivtochter in das beschauliche Passau in Bayern. Hier versuchen sich die Beiden unter anderen Namen ein neues Leben aufzubauen. Dass Qualitätsprüferin Frederike (Marie Leuenberger) und Konditoreiverkäuferin Mia Bader (Nadja Sabersky) früher ein völlig anderes Leben führten, weiß zunächst niemand. Als Privatdetektiv Ferdinand Zankl (Michael Ostrowski) die wahren Identitäten der früheren Polizistin und der früheren Drogendealerin herausfindet, schützt er sie vor der Enttarnung. Fortan helfen sich Zankl und Frederike Bader gegenseitig aus der Patsche. Im Zeugenschutzprogramm werden die Frauen von Jochen Mohn (Stefan Rudolf) betreut.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Freund oder Feind","epNo":1,"alt":"","descr":"Frederike Bader und ihre Tochter Mia sind Neuankömmlinge in Passau. Die Vergangenheit der beiden hat so gut wie nichts mit dem zu tun, was Arbeitgeber, Kollegen und Nachbarn von ihnen wissen, und das ist wahrlich nicht viel. Nicht einmal die Namen stimmen. \"Frederike Bader\" war noch vor wenigen Monaten Kommissarin beim Berliner LKA. \"Mia Bader\" hat zwei Jahre Knast hinter sich, verbüßt in einer Berliner Frauenhaftanstalt. Mutter und Tochter sind im Rahmen des Zeugenschutzprogrammes in die Drei-Flüsse-Stadt Passau gekommen, nachdem die Kriminalkommissarin in einem Prozess gegen den Chef eines arabischen Hauptstadt-Clans ausgesagt hatte. In einem Passauer Supermarkt kommt es zu einer Begegnung, die Frederike Baders Leben eine weitere entscheidende Wendung gibt: Die Ex-Polizistin rettet den Privatdetektiv Ferdinand Zankl aus einer gewalttätigen Auseinandersetzung mit einem Ladendieb. Frederike, bis vor kurzem Gruppenleiterin im Mobilen Einsatzkommando (MEK), ist es ein Leichtes, den Dieb außer Gefecht zu setzen. Das Eintreffen der Polizei wartet sie nicht mehr ab. Ihre Professionalität und ihr schnelles Verschwinden wecken Zankls Interesse an seiner geheimnisvollen Retterin. Er spürt ihr nach und sofort schrillen bei Frederike alle Alarmglocken: Ist der Privatschnüffler so harmlos, wie er sich gibt? Oder stellt er eine Bedrohung dar? Der Argwohn scheint nicht unbegründet. Ferdinand Zankl geht bei der Auswahl seiner Klienten und Aufträge nicht wählerisch vor. Im Moment observiert er im Auftrag eines reichen Jurastudenten eine Kellnerin, deren Freund vor kurzem Selbstmord begangen hat. Was für Frederike, die ihre polizeiliche Tätigkeit vermisst, die Frage aufwirft: Wie könnte eine 18-Jährige Zankls Auftraggeber gefährlich werden? Während die Ex-Polizistin immer mehr in diesen rätselhaften Vorgang hineingezogen wird, spürt in Berlin Ahmed Bahdari, ein Verwandter des inhaftierten Clanchefs, dem Verbleib von Frederike und Mia nach. Sein Auftrag: die Liquidierung von Mutter und Tochter…","versions":[{"lang":1,"streams":[{"redirect":10112841,"hoster":"VOE"},{"redirect":10112825,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Donau ist tief","epNo":2,"alt":"","descr":"Privatdetektiv Ferdinand Zankl wird verdächtigt, seine Exfreundin, die Tierheimleiterin Nunzia Rossi, ermordet zu haben. Er wird von der Passauer Polizei verhaftet. Ausgerechnet zu diesem Zeitpunkt steht Zankl wegen einer anderen Sache unter hohem Handlungsdruck. Die Medien hatten vermeldet, dass im Bayerischen Wald Ausgrabungsarbeiten stattfinden, um Relikte aus der Römerzeit zu bergen. Da Zankl im vergangenen Winter ausgerechnet dort den Leichnam eines arabischen Auftragskillers vergraben hatte, um Frederike Bader zu schützen, muss er dringend verhindern, dass das Ausgrabungsteam auf die von ihm vergrabene Leiche stößt. Aufgrund seiner Verhaftung sind ihm jedoch die Hände gebunden. Er ruft Frederike zur Hilfe. Sie soll als Ex-Polizistin heimlich ermitteln und seine Unschuld beweisen. Obwohl Frederike mit Zankl nach den Geschehnissen vor ein paar Monaten nie wieder zu tun haben will, lässt sie sich zum Schutz ihrer Tochter auf diesen Deal ein. Denn Zankl setzt Frederike damit unter Druck, dass er über Informationen verfügt, die ihre Sicherheit im Zeugenschutz betreffen. Diese will er ihr nur geben, wenn sie ihm hilft. Sie nimmt die Ermittlungen auf. Heimlich findet sie heraus, dass der tschechische Welpenschmuggler Jaroslav Kaiser zur Tatzeit am Tatort war. Jaroslav Kaiser wird daraufhin mit Unterstützung der tschechischen Polizei festgenommen. Bei einer Gegenüberstellung mit Zankl sagt Kaiser allerdings aus, dass er auch den Privatdetektiv zur Tatzeit am Tatort gesehen habe. Da Zankl nach wie vor ein klares Beziehungsmotiv für den Mord an Nunzia Rossi hat, bleibt er in Haft. Die Kriminalhauptkommissarin Grill und ihr Kollege Piontek freut das, denn insgeheim möchte Grill Zankl gern überführen, um auf ihrer neu angetretenen Position zu punkten. Frederikes erste Ermittlungen erweisen sich somit als Rohrkrepierer. Unterdessen nähern sich die Archäologen vom Bayerischen Landesamt für Denkmalpflege jener Stelle, an der Ferdinand Zankl den Auftragskiller Ahmed Bahdari vergraben hat – Seite an Seite mit den Überresten eines römischen Legionärs. Parallel stößt Frederike auf dem Bauernhof der populären Passauer Pop-Sängerin Ilka Unseld auf eine zweite, vielversprechende Spur im Mordfall Nunzia Rossi. Der Countdown läuft, denn die Entdeckung des doppelt belegten Grabes ist nur noch eine Frage von Stunden…","versions":[{"lang":1,"streams":[{"redirect":10112832,"hoster":"VOE"},{"redirect":10112851,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zu jung zu sterben","epNo":3,"alt":"","descr":"Ein Passauer Restaurantbesitzer engagiert den österreichischen Privatdetektiv Ferdinand Zankl für die Suche nach seiner Freundin Lina, die ihm durchgebrannt ist. Er vermisst 50.000 Euro, zehn Luxusuhren und Kokain. Für die Suche nach der diebischen Studentin rekrutiert Zankl die in Passau immer noch im Zeugenschutz lebende Berliner Polizistin Frederike Bader. Was die beiden privaten Ermittler zu diesem Zeitpunkt noch nicht wissen: Lina liegt erschlagen in ihrem Golf Cabrio, Baujahr 1979, in einem Waldstück bei Passau. Den liebevoll restaurierten Wagen hatte ihr ein Verehrer geschenkt: Xaver, der Sohn des Schrottplatzbesitzers Alois Mayr. Der begnadete Schrauber ist in Lina ebenso schwärmerisch wie glücklos verliebt. Ein Trupp bayerischer Jungmänner stolpert auf einer Bierwanderung über das Cabrio mit der Leiche. Geld, Uhren und Kokain werden bei der Toten nicht gefunden. Auf dem Rücksitz des Wagens entdecken die Kriminaltechniker aber eine zweite Blutspur, die Lina nicht zuzuordnen ist. Sie stammt vielmehr von einer Studentin, deren Leichnam vor zwei Jahren aus der Donau geborgen wurde. Ein Täter in dem alten Fall wurde bislang nicht ermittelt. Ex-Polizistin Frederike Bader und Detektiv Ferdinand Zankl ermitteln in direkter Konkurrenz zur Passauer Kripo, deren neuer Chef ausgerechnet Frederikes ehemaliger Zeugenschützer ist. Währenddessen bewirbt sich ihre Tochter Mia bei der Passauer Presse um ein Praktikum. Sie will ihrem verschollenen Vater nacheifern.","versions":[{"lang":1,"streams":[{"redirect":10112859,"hoster":"VOE"},{"redirect":10112867,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fluss ist sein Grab","epNo":4,"alt":"","descr":"Ein Mann auf der Suche nach seinem Sohn: Adil Bahdari kommt von Berlin nach Passau, nachdem ein Angler am Ufer der Donau eine teure Uhr mit einer Widmung auf der Rückseite gefunden hat. Die Uhr war ein Geschenk Adil Bahdaris an seinen Sohn Ahmed, von dem er seit geraumer Zeit nichts mehr gehört hat. Er beauftragt Privatdetektiv Ferdinand Zankl mit der Suche nach seinem Sohn. Und damit ausgerechnet jenen Mann, der Ahmeds Tod herbeigeführt hat. Adil Bahdari ahnt, dass sein Sohn ein Krimineller war. Was er nicht ahnt: Ahmed hat sein Leben bei dem Versuch verloren, einen Mordauftrag auszuführen. Seine potentiellen Opfer: die ehemalige Berliner Polizistin Frederike Bader und ihre Tochter Mia.","versions":[{"lang":1,"streams":[{"redirect":10214908,"hoster":"VOE"},{"redirect":10214907,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zeit zu beten","epNo":5,"alt":"","descr":"Frederike Bader will ihrem ehemaligen Zeugenschützer Jochen Mohn helfen. Der hat einen Verdacht: Ist der neue Lebensgefährte seiner Ex-Frau, Anwalt Jürgen Ritter, Handlanger organisierter Geldwäscher? Offiziell kann Mohn – inzwischen Passauer Kripo-Chef – gegen Ritter nicht ermitteln. Die Berliner Ex-Polizistin Frederike begibt sich mit Privatdetektiv Ferdinand Zankl auf die Spur des Anwalts, der sich gerade eine Auszeit hinter Klostermauern verordnet. Frederike folgt ihm dorthin, doch die Bekanntschaft währt nicht lange: Der Anwalt verstirbt in einer Meditationsrunde – plötzlicher Herztod. Ritters überraschendes Ableben löst eine Kette von Ereignissen aus, bei der Bader und Zankl am Ende in den niederbayerischen Wäldern um ihr Leben bangen müssen.","versions":[{"lang":1,"streams":[{"redirect":13691667,"hoster":"VOE"},{"redirect":13691664,"hoster":"Streamtape"}]}]}]}]}