{"seriesId":"ein-kind-mit-namen-jesus","name":"Ein Kind mit Namen Jesus","descr":"Sieben Jahre nach dem Kindermord in Bethlehem will der Soldat Sefir (Pierre Clémenti) endlich das Kind Jesus (Matteo Bellina, als Erwachsener: Allessandro Gassmann) töten. Josef (Bekim Fehmiu) und Maria (Carmen Sanmartin) flüchten nach Ägypten. Dort wird Josef bei einem Brandanschlag schwer verletzt, Maria und Jesus schließen sich einer Karawane an und werden Sefir ausgeliefert, der jedoch in dem Kind den Messias erkennt.Die Erzählung über die Kindheit Jesu ist einerseits fiktiv, schildert andererseits aber historisch genau, wie das Leben für ein Kind wie ihn damals ausgesehen haben dürfte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Um Jesus vor dem Todesbefehl des Herodes zu schützen, fliehen Josef und Maria aus Galiläa. Doch wohin sie auch gehen, ihr mörderischer Verfolger, Herodes Hofzauberer Sefir, spürt sie auf. Verzweifelt flieht die Familie nach Alexandria. Regisseur Franco Rossi schmückt die wenigen biblischen Notizen zu Jesu Geburt und Kindheit behutsam und berührend aus.","versions":[{"lang":1,"streams":[{"redirect":11307150,"hoster":"VOE"},{"redirect":14074560,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Es ist nicht leicht für Josef, Maria und Jesus, sich in Ägypten zurechtzufinden. Zwar findet Josef Arbeit auf einer Schiffswerft, doch die Familie ist nicht in Sicherheit. Der Hofastrologe Sefir ist ihnen weiterhin dicht auf den Fersen. Auch Jesus selbst beginnt sich zu verändern. Immer deutlicher wird es, dass er kein Kind wie jedes andere ist. Regisseur Franco Rossi schmückt die wenigen biblischen Notizen zu Jesu Geburt und Kindheit behutsam und berührend aus, ohne dabei die Schilderungen der Evangelien aus dem Blick zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":11307153,"hoster":"VOE"},{"redirect":10107092,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Durch eine Intrige Sefirs wird Josef schwer verletzt. Maria und Jesus fliehen zunächst allein mit einer Karawane in Richtung Palästina. Doch Sefir gelingt es, Jesus und Maria aufzuspüren und als Gefangene zu nehmen. Regisseur Franco Rossi schmückt die wenigen biblischen Notizen zu Jesu Geburt und Kindheit behutsam und berührend aus, ohne dabei die Schilderungen der Evangelien aus dem Blick zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":13056131,"hoster":"VOE"},{"redirect":10107096,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Sefir hat Jesus und Maria in seiner Gewalt. Aber er ist sich seiner Sache längst nicht mehr sicher. Eine eigentümliche Verwandlung geht mit ihm vor. Auch Jesus muss sich Veränderungen stellen. Die Visionen, die er seine Zukunft betreffend sieht, verdüstern sich. Unterdessen macht sich Josef auf die Suche nach Maria und Jesus. Regisseur Franco Rossi schmückt die wenigen biblischen Notizen zu Jesu Geburt und Kindheit behutsam und berührend aus, ohne dabei die Schilderungen der Evangelien aus dem Blick zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":11307160,"hoster":"VOE"},{"redirect":10107094,"hoster":"Streamtape"}]}]}]}]}