{"seriesId":"ein-nicht-ganz-so-sauberer-mord","name":"Ein nicht ganz so sauberer Mord","descr":"[Sin huellas | No Traces] Die beiden arbeitslosen Putzfrauen Desi (Carolina Yuste) und Cata (Camila Sodi) nehmen einen Auftrag an, die Villa der Familie Roselló, einer der mächtigsten Familien in Alicante, zu reinigen. Doch als sie die Leiche einer Frau finden, die offensichtlich ermordet wurde, wissen sie nicht, wie sie reagieren sollen. Die Polizei zu rufen würde riskieren, dass die Einwanderungsbehörden auf die beiden mexikanische Einwanderinnen aufmerksam werden und sie womöglich selbst in Verdacht geraten, etwas mit dem Mord zu tun zu haben. Plötzlich sind sie nicht nur auf der Flicht vor der Polizei, sondern auch vor russischen Auftragsmördern, einer Millionärsfamilie und einem Ex mit einer Mariachi-Band.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Tote im Staubsauger","epNo":1,"alt":"","descr":"Desi und Cata finden die Leiche einer Frau in der Villa, die sie gerade geputzt haben. Nachdem sie in Panik vor russischen Killern fliehen, merken sie, dass sie aus Versehen eine Tasche voller Geld mitgenommen haben.","versions":[{"lang":1,"streams":[{"redirect":12376545,"hoster":"VOE"},{"redirect":12376563,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf nach China!","epNo":2,"alt":"","descr":"Desi und Cata versuchen den Russen das Geld zurückzugeben, aber die wollen noch etwas: Sie töten. Verzweifelt bitten sie Irene, die Polizistin, die den Fall bearbeitet und außerdem Desi’s Ex-Freundin ist, um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12385366,"hoster":"VOE"},{"redirect":12385369,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf der Flucht ","epNo":3,"alt":"","descr":"Irene kann den Mädchen wegen ihrer Beziehung zu Desi nicht helfen. So beschließt Cata mit Ubaldo nach Mexiko zurückzukehren. Aber die Polizei ist ihr auf der Spur und es wird unmöglich, das Land zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":12385377,"hoster":"VOE"},{"redirect":12385375,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eingeschlossen","epNo":4,"alt":"","descr":"Die Mädchen beschließen Eduardo Rosselló zu verhören, aber als die Polizei herausfindet, dass Irene den Verdächtigen hilft, läuft alles schief…. und als die Russen Cata und Desi wieder treffen.","versions":[{"lang":1,"streams":[{"redirect":12385379,"hoster":"VOE"},{"redirect":12385381,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Treffpunkt: Dakota Club","epNo":5,"alt":"","descr":"Nachdem sie den Russen wieder einmal entkommen sind und Irene auf der Polizeiwache verhaftet wurde, flüchten die Mädchen und Ubaldo ins Dakota, einen Club an der Landstraße. Dort werden sie etwas herausfinden, das alles ändern könnte.","versions":[{"lang":1,"streams":[{"redirect":12385385,"hoster":"VOE"},{"redirect":12385394,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unmoralisches Angebot","epNo":6,"alt":"","descr":"Desi, Cata und Irene, wiedervereint, müssen beweisen, dass Eduardo Roselló seine Schwester umgebracht hat. Aber Eduardo hat seine eigenen Pläne um Nestor zu erpressen, damit dieser als Schuldiger dasteht.","versions":[{"lang":1,"streams":[{"redirect":12385399,"hoster":"VOE"},{"redirect":12385400,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mit Golfschlägern und Kanonen","epNo":7,"alt":"","descr":"Nestor ist jetzt der Hauptverdächtige und Desi und Cata bitten Eduardo um Hilfe um es zu beweisen. Irene’s Boss stellt ihr ein Ultimatum: Entweder sie liefert die Mädchen aus oder sie wird aus der Polizei entlassen.","versions":[{"lang":1,"streams":[{"redirect":12385401,"hoster":"VOE"},{"redirect":12385402,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Showdown im Wilden Westen","epNo":8,"alt":"","descr":"Unter der glühend heißen Wüstensonne von Alicante treten Desi und Cata gegen Nestor und Eduardo in einem aufregenden Showdown mitten in einem Westerndorf an.","versions":[{"lang":1,"streams":[{"redirect":12385362,"hoster":"VOE"},{"redirect":12385363,"hoster":"Streamtape"}]}]}]}]}