{"seriesId":"eine-franzsische-mordsache","name":"Eine französische Mordsache","descr":"Die Anthologie-Serie \"Eine französische Mordsache\" ist ein True-Crime-Format, das sich in jeder Staffel mit einem aufsehenerregenden und rätselhaften Mordfall beschäftigt, der Frankreich in Atem hielt.Die erste Staffel stellt den Mordfall Grégory Villemin in den Mittelpunkt. Der vierjährige Junge wird im Oktober 1984 an Armen und Beinen gefesselt tot in einem Fluss nahe seines Elternhauses gefunden. Es entwickelt sich ein Drama, bei dem ein Anrufer den Mord an dem Kind gesteht und seinen Aussagen zufolge sich an Grégorys Vater Jean Marie Villemin (Guillaume Gouix) rächen will. Wofür bleibt jedoch unklar. Doch bald zieht der Fall immer größere Kreise – sogar die Mutter des Jungen, Christine (Blandine Bellavoir) wird verdächtigt. Es stellt sich heraus, dass hier verschiedene Motive aus Hass, Geltungssucht und anderen Beweggründen eine Rolle spielen könnten. Doch wer verantworlich für das fürchterliche Verbrechen ist, bleibt Jahrzehnte ungeklärt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ich habe mich gerächt","epNo":1,"alt":"Ma vengeance est faite","descr":"16. Oktober 1984. Die Leiche des 4-jährigen Grégory Villemin wird ertrunken in der Vologne gefunden. Während Journalisten zum Tatort strömen, folgen die Polizisten der Spur eines mysteriösen Raben...","versions":[{"lang":1,"streams":[{"redirect":9073438,"hoster":"VOE"},{"redirect":9073553,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Mob","epNo":2,"alt":"La Meute","descr":"Ein Verdächtiger wird unter den Augen der Journalisten verhaftet.Diese Verhaftung sorgt für Verwirrung bei Familie Villemin.Die Polizei verhört derweil die Schwägerin des Verdächtigen....","versions":[{"lang":1,"streams":[{"redirect":9124821,"hoster":"VOE"},{"redirect":9124818,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Frauen von der Post","epNo":3,"alt":"Les filles de la poste","descr":"Während die Gendarmen glauben, in der Person von Bernard Laroche den Schuldigen an Grégorys Tod festzuhalten, überdenkt ihr Zeuge sein Geständnis, was die Ermittlungen zum Erliegen zu bringen scheint. Aber neue unerwartete Zeugen bringen schnell eine neue These heraus ...","versions":[{"lang":1,"streams":[{"redirect":9170802,"hoster":"VOE"},{"redirect":9170805,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Reporter des Satans","epNo":4,"alt":"Le Gouffre aux chimères","descr":"Die Gendarmen werden aus der Untersuchung entfernt und durch das SRPJ von Nancy ersetzt, das von Kommissar Corazzi angeführt wird, der von der Schuld von Christine Villemin, der Mutter des Kindes, überzeugt ist. Jean-Marie fühlt sich von allen im Stich gelassen und will sich selbst gerecht werden ...","versions":[{"lang":1,"streams":[{"redirect":9219383,"hoster":"VOE"},{"redirect":9219394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bewundernswert, notgedrungen bewundernswert","epNo":5,"alt":"Sublime, forcément sublime","descr":"Die Schlinge zieht sich um Christine zu, während Jean-Marie die Konsequenzen seiner Tat tragen muss. Die Medienberichterstattung über den Fall wird noch spektakulärer, als ein berühmter Schriftsteller einen Artikel veröffentlicht.","versions":[{"lang":1,"streams":[{"redirect":9315065,"hoster":"VOE"},{"redirect":9314115,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die meistgehasste Frau Frankreichs","epNo":6,"alt":"La femme la plus haïe de France","descr":"Christine, inhaftiert, tritt in den Hungerstreik. Dann veröffentlicht sie ein Buch, um sich zu verteidigen, während Richter Lambert seine letzten Karten ausspielt, um den Fall endlich zu lösen.","versions":[{"lang":1,"streams":[{"redirect":9312428,"hoster":"VOE"},{"redirect":9312477,"hoster":"Streamtape"}]}]}]}]}