{"seriesId":"eine-lausige-hexe-1998","name":"Eine lausige Hexe (1998)","descr":"In der Serie geht es um Mildred Hoppelt die vom einen Schlamassel in den anderen fällt. Dabei fallen sie und ihre Freundinnen Mona Mondschein, Jadu Wali, Rubi Kirchenkern und Edith Nachtschatten in Ungnade bei ihrer Lehrerin Frau Harschmann.In der Fortsetzung der Serie \"Eine lausige Hexe in Cambridge\" schafft Mildred es bis aufs College, weil sie eine besondere Begabung hat, sie hat Figuren die sie gezeichnet hat zum Leben erwecken. Auch dort passieren ihr wieder die unmöglichsten Dinge.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Besenflug-Prüfung","epNo":1,"alt":"The Battle Of The Broomsticks","descr":"Mildreds Start auf der Hexenakademie ist alles andere als gut. Erst kommt sie zu spät, und beim Versuch, über das verschlossene Schultor zu fliegen, stürzt sie in die versammelte Lehrerschaft. Davon ist ihre neue Klassenlehrerin alles andere als begeistert, und außerdem ist ihr Hexenbesen zerbrochen. Der wird zwar geklebt, doch es kommt noch schlimmer: Die Junghexen müssen eine Besenflug-Prüfung ablegen. Und Mildred wird sogar beim Karussellfahren schwindelig! Wird sie diese erste Hürde meistern?","versions":[{"lang":1,"streams":[{"redirect":9601350,"hoster":"VOE"},{"redirect":8411039,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Mitternachtsmahl","epNo":2,"alt":"When We Feast At The Midnight Hour","descr":"\"Sir Walters feuchte Wochen\" im Hexen-Internat: Das heißt, eine ganze Woche voller Regen, die an ein lang zurückliegendes Unrecht erinnert und ein Geist, der durch die alten Gemäuer irrt. Dieses feuchte und kalte Wetter macht das Schulessen nicht genießbarer. Aber als Mildred im Kerker die Küche entdeckt, organisiert sie kurzerhand ein Mitternachtsmahl. Dabei begegnet dem Mädchen der Geist von Sir Walter, oder vielleicht doch nicht?","versions":[{"lang":1,"streams":[{"redirect":9601351,"hoster":"VOE"},{"redirect":8411036,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwein gehabt","epNo":3,"alt":"A Pig In A Poke","descr":"Besuch im Hexeninternat! Und dann auch noch ein Junge. Charly ist der Neffe des Hausmeisters und ganz neugierig auf echte Hexen! Die wiederum sind aufgeregt, da ihnen endlich ihre Katzen übergeben werden. Dummerweise ist es eine zu wenig. Aber auch dafür gibt es eine Lösung! Ella wiederum benimmt sich mal wieder wie ein kleines Schwein, im wahrsten Sinne des Wortes! Und Mildred hat einen neuen Freund gefunden.","versions":[{"lang":1,"streams":[{"redirect":9601352,"hoster":"VOE"},{"redirect":8411045,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hauptrolle","epNo":4,"alt":"A Mean Hallowe’en","descr":"Mildred geht mit den besten Vorsätzen in die neue Woche, sie will fleißig sein und ihr Allerbestes geben. Durch Zufall bekommt sie die Hauptrolle in der anstehenden Schulaufführung zu Ehren des Großen Magiers. Dummerweise fordert diese Rolle ein Besensolo, mit Mildreds krummem Feger undenkbar. Deshalb wird ausgerechnet Esther, die Erzfeindin Mildreds, um Hilfe gebeten. Diese heckt prompt einen teuflischen Plan aus, mit dem sie Mildred ein für allemal von der Hexenakademie vertreiben will. Wird es ihr gelingen?","versions":[{"lang":1,"streams":[{"redirect":9601354,"hoster":"VOE"},{"redirect":8411035,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alverix orcus trans-frogamorphus","epNo":5,"alt":"Double, Double, Toil And Trouble","descr":"Der eifersüchtigen Zwillingsschwester der Schuldirektorin ist es schon immer ein Dorn im Auge, dass nicht sie diese Position besetzt. Sie plant mit ihren beiden Freundinnen, Blindschleiche und Zahnstein, die Lehrerinnen und Schülerinnen der Hexenakademie in Frösche zu verwandeln und das Internat zu übernehmen. Mildred überrascht das Trio und wird prompt in den Waldboden gezaubert. Zum Glück wird sie von Frau Drill entdeckt und aus ihrer misslichen Lage befreit. Doch die bösen Hexen haben bereits einen Vorsprung. Wird sie die Akademie rechtzeitig erreichen und das Schlimmste verhindern können?","versions":[{"lang":1,"streams":[{"redirect":9580738,"hoster":"VOE"},{"redirect":8411056,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Affentheater","epNo":6,"alt":"Monkey Business","descr":"Kaum aus den Ferien zurück, geht für Mildred schon wieder alles schief. Und auch diesmal kann sie eigentlich nichts dafür; denn sie muss auf die Neue, Edith Nachtschatten, aufpassen. Und Edith bringt sie immer wieder in blöde Situationen: Sei es im Musikunterricht, in der Theatergruppe oder bei der Strafarbeit. Der Schulverweis schwebt über Mildreds Kopf und kommt immer näher. Die Lage spitzt sich dramatisch zu, als ein Affe aus Ediths Zimmer entwischt und Mildred versucht, ihn wieder einzufangen. Und zwar mit einer gefährlichen Besenflugaktion.","versions":[{"lang":1,"streams":[{"redirect":9580739,"hoster":"VOE"},{"redirect":8411038,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Frau Grausteins Geburtstag","epNo":7,"alt":"Miss Cackle’s Birthday Surprise","descr":"Ediths Zauberei hat Mildred drei Wochen strengsten Hausarrest beschert und Mona will nichts mehr von ihr wissen. Schlimmer kann es nicht mehr kommen, es sei denn, Mildred dürfte nicht am anstehenden Schulausflug teilnehmen. Und diese Strafe droht ihr bei der nächsten kleinen Verfehlung. Der letzte Tag des Hausarrestes ist gleichzeitig der Geburtstag der Direktorin. Zu diesem Anlass lässt sich Edith natürlich etwas Besonderes einfallen und die gemeine Esther setzt noch einen drauf: Sie sperrt Edith und Mildred in eine Abstellkammer. Das war es dann wohl mit dem Ausflug! Oder gibt es doch noch einen Ausweg?","versions":[{"lang":1,"streams":[{"redirect":9601355,"hoster":"VOE"},{"redirect":8411037,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Klassenfahrt","epNo":8,"alt":"The Great Oudoors","descr":"Die große Klassenfahrt steht an, und schon finden sich die Mädchen in einer Reisegruppe wieder, die geleitet wird von Frau Drill und, wie sollte es anders sein, Frau Harschmann. Nach einer langen Wanderung erreichen sie endlich das Ziel: Eine kleine Hütte mitten in den Bergen, welche leider schon belegt ist. Und zwar von Jungs! Die Mädchen und Frau Drill verstehen sich auf Anhieb mit der Pfadfindergruppe und ihrem Anführer, doch Frau Harschmann tobt. Bald darauf toben auch die Naturgewalten.","versions":[{"lang":1,"streams":[{"redirect":9700336,"hoster":"VOE"},{"redirect":8411082,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Durstlöscher","epNo":9,"alt":"The Heat Is On","descr":"Es ist Hochsommer. Und während die Schülerinnen nach einer Abkühlung lechzen, erhitzen sich die Gemüter der Lehrer. Es entbrennt ein heftiger Streit zwischen Frau Maus und Frau Harschmann. Inzwischen ist Frau Graustein dabei, die Mädchen mit einer Aufgabe zu betrauen. Sie sollen ein Erfrischungsgetränk zubereiten, ohne sich der Zauberei zu bedienen. Während sich Esther doch der Zauberei bedient, gelingt es Mildred und ihren Freundinnen tatsächlich, das gewünschte Getränk zuzubereiten. Die neidische Esther kann auf gar keinen Fall zulassen, dass Mildred gewinnt!","versions":[{"lang":1,"streams":[{"redirect":9580737,"hoster":"VOE"},{"redirect":8411078,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hexerei im Internet","epNo":10,"alt":"Sorcery And Chips","descr":"Dass Frau Harschmann kein Freund von elektronischem Spielzeug ist, zeigt sich einmal mehr, als sie Ruby und Mildred nach einem dramatischen Zwischenfall im Labor den Besitz ihres Cyber-Hündchens Bonzo verbietet. Die Giftküche ist zerstört, und der Vorsitzende der Schulaufsichtsbehörde naht, um ein Gutachten zu erstellen. Damit sollen die Mittel für die neuen Kocher, Kessel und so weiter bewilligt werden. Doch zu Frau Harschmanns größtem Entsetzen, sitzen die Kinder plötzlich vor Computern! Der totgesagte Bonzo schleicht sich ins Computersystem ein und macht aus allen willenlose Sklaven! Allen, bis auf Mildred …","versions":[{"lang":1,"streams":[{"redirect":13008488,"hoster":"VOE"},{"redirect":8411084,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Teestube in Gefahr","epNo":11,"alt":"Let Them Eat Cake","descr":"Zu einem turbulenten Versteckspiel wird der Nachmittagsspaziergang von Mildred und ihren Freundinnen, die sich verbotenerweise auf den Weg zu Cosys Teestube machen. Unterwegs treffen sie Sam Hope, der im Auftrag eines windigen Bodenspekulanten unterwegs ist. Er soll der armen Frau Cosy einreden, dass ihre geliebte Teestube von einer schrecklichen Naturkatastrophe bedroht ist! Das soll sie dazu bringen, ihr Grundstück an Bruno Schlitz-ohr zu verkaufen. In der Zwischenzeit verstecken sich Mildred und ihre Freundinnen vor Frau Graustein, einer treuen Kundin der Teestube, sie wiederum versteckt sich vor Frau Harschmann, der Esther und Drusilla alles gepetzt haben.","versions":[{"lang":1,"streams":[{"redirect":9580769,"hoster":"VOE"},{"redirect":8411073,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Zauberlehrlinge","epNo":12,"alt":"Sweet Talking Guys","descr":"Besuch im Hexeninternat: Der große Magier bringt drei seiner jungen Zauberlehrlinge mit zu seinem alljährlichen Besuch. Und vom ersten Augenblick an bestimmt eine Frage das Tagesgeschehen an der Akademie. Was ist besser: Hexen oder Zauberer, Jungs oder Mädchen, Frauen oder Männer? Um zu beweisen, was angeblich sowieso schon klar ist, regt Egbert Hellibore, der große Magier einen Wettstreit an, bei dem zwei Zauberlehrlinge gegen zwei Junghexen antreten sollen. Mildred, die längst schon wieder zum Opfer der Ereignisse geworden ist und eigentlich Stubenarrest hat, wird Zeuge eines teuflischen Plans der jungen Zauberer.","versions":[{"lang":1,"streams":[{"redirect":9580846,"hoster":"VOE"},{"redirect":8411044,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der letzte Schultag","epNo":13,"alt":"A Bolt From The Blue","descr":"Es sind nur noch wenige Tage bis zu den Ferien. Die Zensuren stehen längst fest und Mildred hat tatsächlich die Versetzung in die zweite Klasse geschafft. Doch am letzten Tag geschieht etwas Merkwürdiges. Frau Graustein ist nicht wiederzuerkennen. Sie brüllt ihre Schülerinnen an, und wo sie sonst immer ein Nachsehen mit Mildred hatte, zeigt sie jetzt unerbittliche Härte. Als Mildred dann sogar noch am letzten Tag von der Schule fliegen soll, ist es selbst Frau Harschmann zu viel. Nachts beratschlagen sich Mildred und ihre Freundinnen und stellen seltsame Dinge fest, zum Beispiel auch diese komische Brille, die Frau Graustein plötzlich trägt. Sollte es tatsächlich wieder ein Angriff der eifersüchtigen Zwillingsschwester von Amalie Graustein sein?","versions":[{"lang":1,"streams":[{"redirect":9580767,"hoster":"VOE"},{"redirect":8411083,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Neue Besen – Alte Hüte","epNo":1,"alt":"Old Hats And New Brooms","descr":"Ein neues Schuljahr beginnt. Mildred kehrt mit den besten Vorsätzen an die Hexenakademie zurück. Als die neuen Erstklässler auftauchen, kann sie sich gut in deren Lage versetzen. Deshalb möchte sie besonders nett zu den Neulingen sein. Doch eine der Schülerinnen, Sybel, fängt bei Mildreds Anblick an zu weinen. Und prompt ist Frau Harschmann da, die Mildred die Schuld gibt. Irgend etwas ist äußerst merkwürdig mit Sybel.","versions":[{"lang":1,"streams":[{"redirect":9601357,"hoster":"VOE"},{"redirect":8411081,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Alarm","epNo":2,"alt":"Alarms And Diversions","descr":"Frank Blütenstaub hat ein neues Alarmsystem in der Schule angebracht und, wie soll es anders sein, das Gerät sorgt durch einen Fehlalarm erst einmal für Unruhe. Bei der nächsten Übung versucht Mildred dann Frau Harschmann zu retten, die jedoch gar nicht gerettet werden will! Doch ein kleiner Streich rückt das Alarmsystem und Mildred wieder ins rechte Licht.","versions":[{"lang":1,"streams":[{"redirect":9580768,"hoster":"VOE"},{"redirect":8411010,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Frösche unerwünscht","epNo":3,"alt":"It’s A Frog’s Life","descr":"Wieder einmal geraten Esther und Mildred aneinander. Erst wollte Esther nichts mit ihrer Schwester zu tun haben, und nun ist sie eifersüchtig, dass Sybel Mildred anhimmelt. Doch damit nicht genug, Mildred wacht eines Morgens auf und ist in einen Frosch verwandelt! Prompt hüpft sie Frau Harschmann über den Weg, die den Frosch in ein Glas setzt. Wie soll sich Mildred aus dieser Situation befreien?","versions":[{"lang":1,"streams":[{"redirect":9601356,"hoster":"VOE"},{"redirect":8411019,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einladung zum Tee","epNo":4,"alt":"Crumpets For Tea","descr":"Zaubermeister Hellibore hat sich angekündigt. Von ihm erhofft sich Mildred Hilfe bei der Rettung von Algernon. Doch das scheint aussichtslos, denn sie darf den großen Meister gar nicht sehen, sondern muss auf ihrem Zimmer bleiben. Was soll sie bloß tun, sie hat dem Frosch doch ihr Versprechen gegeben.","versions":[{"lang":1,"streams":[{"redirect":9580848,"hoster":"VOE"},{"redirect":8411017,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Inspektorin","epNo":5,"alt":"The Inspector Calls","descr":"Die Hexen-Innung hat eine sofortige Überprüfung der in Verruf geratenen Verhältnisse an der Graustein Akademie angeordnet. Als wäre das nicht schon schlimm genug, kommt auch noch die schlimmste Inspektorin der ganzen Innung. Selbst Frau Harschmann zittert vor dieser Ernestine Brummschädel, war sie doch deren Tutorin an der Universität. Wird die Schule vor diesen strengen Augen bestehen können?","versions":[{"lang":1,"streams":[{"redirect":9580850,"hoster":"VOE"},{"redirect":13117562,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verkehrte Welt","epNo":6,"alt":"Animal Magic","descr":"Ein Schneesturm mitten im Sommer ist erst der Beginn eines äußerst ungewöhnlichen Tages an der Hexenakademie. Nach den Eiskristallen schneien auch noch ein paar Zauberer herein: Algernon und Helibore und drei ihrer Schüler. Schon beginnt die alte Rivalität zwischen den Hexenschülerinnen und den Zauberlehrlingen. Doch damit nicht genug, Algernon erklärt kraft seines Titels als \"Meister der Feierzunft\" den Tag zum \"Verkehrte Welt-Tag\".","versions":[{"lang":1,"streams":[{"redirect":9601359,"hoster":"VOE"},{"redirect":8724671,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ferien bei Algernon","epNo":7,"alt":"Carried Away","descr":"Tapsi, Mildreds Katze, soll in die Küche verbannt werden, da sie angeblich eine Schande für die Hexenakademie ist. Das kann Mildred nicht zulassen. Heimlich nimmt sie die Katze mit auf den Ausflug zu Algernon, sie versteckt das Tier auf einem Boot, das am Ufer des Flusses liegt. Doch Frau Harschmann hat ihre Augen und Ohren mal wieder überall und macht sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":9580847,"hoster":"VOE"},{"redirect":8411011,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Am reißenden Fluss","epNo":8,"alt":"The Dragon’s Hoard","descr":"Das Boot mit Tapsi und Frau Harschmann an Bord treibt auf die Stromschnellen zu. Wie soll Mildred die beiden nur retten? Doch es kommt noch schlimmer. Merlin befreit aus Versehen Lord Dunstig, einen finsteren Drachenlord, der verbannt war. Nun fordert diese dunkle Gestalt ihr altes Haus, in dem Algernon und Merlin nun wohnen, zurück.","versions":[{"lang":1,"streams":[{"redirect":9601358,"hoster":"VOE"},{"redirect":8411014,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wunderlampe","epNo":9,"alt":"The Genius Of The Lamp","descr":"Sybel ist todunglücklich auf der Hexenakademie, eigentlich wollte sie ja sowieso nie eine Hexe werden. Zum Glück hat sie in Clasissa eine gute Freundin. Die macht sich große Sorgen um Sybel und möchte sie ein wenig aufheitern. Ausgerechnet mit einer Wunderlampe, die alle Wünsche erfüllt …","versions":[{"lang":1,"streams":[{"redirect":9580863,"hoster":"VOE"},{"redirect":8411160,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Gründungstagsklausel","epNo":10,"alt":"Up In The Air","descr":"Charlie, Frank Blütenstaubs Neffe, ist mal wieder zu Besuch auf Grausteins Akademie. Anders als Mildred und ihre Freundinnen ist er einfach begeistert von der Hexenschule. Sein größter Traum ist es, ein Hexerich zu werden und fliegen zu lernen. Frau Graustein ist gar nicht so abgeneigt, doch da Frau Harschmann eine Eignungsprüfung mit ihm macht, hat er natürlich keine Chance. Oder vielleicht doch …","versions":[{"lang":1,"streams":[{"redirect":12378949,"hoster":"VOE"},{"redirect":8411171,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Basketballspiel","epNo":11,"alt":"Fair Is Foul And Fouls Are Fair","descr":"Frau Drills neuestes pädagogisches Konzept ist die Gründung eines Basketballteams auf der Graustein Akademie. Die jungen Hexen, vor allem Esther und Drusilla, sind alles andere als begeistert. Doch schon steht ein erstes Freundschaftsspiel gegen das Team der Heversham High an. Es soll ein fairer Wettkampf ohne Tricks werden. Leider hält sich das Heversham-Team so gar nicht an die Regeln.","versions":[{"lang":1,"streams":[{"redirect":11199790,"hoster":"VOE"},{"redirect":8411168,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Blütenstaubs Kürbis","epNo":12,"alt":"Green Fingers And Thumbs","descr":"Auf dem Gelände der Hexenakademie findet eine Gartenschau statt, auf die sich Frank Blütenstaub seit geraumer Zeit vorbereitet. Sein Traum ist es, mit seinen Kürbissen den ersten Preis zu gewinnen. Dieser Traum zerplatzt, als er eines Morgens nur noch einen einzigen Kürbis in seinem Garten entdeckt. Wer tut so etwas? Frau Harschmann verdächtigt natürlich Mildred, die wiederum hat Esther und Drusilla im Verdacht. Wer war es wirklich?","versions":[{"lang":1,"streams":[{"redirect":9601360,"hoster":"VOE"},{"redirect":8411090,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zauberkräfte","epNo":13,"alt":"The Millennium Bug","descr":"Auf der Graustein-Akademie steht alles Kopf: Amanda, die Popdiva schlechthin und ehemalige Schülerin der Akademie, hat ihren Besuch angekündigt. Doch die Freude wird schon bald getrübt, denn Amanda will die Schule kaufen und in ein modernes Institut verwandeln! Das ist zu viel für Frau Harschmann. Sie kündigt …","versions":[{"lang":1,"streams":[{"redirect":9580864,"hoster":"VOE"},{"redirect":8411016,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der geheime Zirkel","epNo":1,"alt":"Secret Society","descr":"Für Mildred Hoppelt beginnt ihr drittes Jahr an der Graustein Akademie. Und gleich bringen sich Mildred und ihre Freundinnen in eine schwierige Lage. Deshalb schlägt Frau Graustein vor, dass die Mädchen dem Kesselclub beitreten sollen. Dieser Kesselclub ist ein Zirkel für vielversprechende Nachwuchshexen. Doch ausgerechnet Esther Edel, die Erzfeindin der Freundinnen, ist die Leiterin dieser Vereinigung für junge Hexen. Und Esther besteht darauf, dass die Anwärterinnen zuerst einen Aufnahmetest bestehen müssen.","versions":[{"lang":1,"streams":[{"redirect":9580865,"hoster":"VOE"},{"redirect":8411164,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Praktikum","epNo":2,"alt":"An Unforgettable Experience","descr":"Mildred und Mona sollen ein Praktikum in Café von Frau Kosi absolvieren, auf das sich die beiden auch schon freuen. Doch zu ihrem Entsetzen müssen sie feststellen, dass auch Esther und Drusilla für diese Aufgabe eingeteilt sind. Außerdem eröffnet ihnen Frau Kosi, dass sie schnell mal zum Arzt muss und die Mädchen alleine zurecht kommen müssen. Während sich Mildred und Mona an die Aufräumarbeiten in der Küche machen, beschließt Esther, dem altmodischen Café ein etwas modernes Styling zu verpassen. Ob das eine so gute Idee ist?","versions":[{"lang":1,"streams":[{"redirect":12916243,"hoster":"VOE"},{"redirect":8411027,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer ist wer?","epNo":3,"alt":"Which Witch Is Which?","descr":"Ruby hat im Keller eine alte Flippermaschine entdeckt, der sie mit ein wenig Zauberei neues Leben einhaucht. Außerdem hat sie ein großes Interesse an der Relativitätstheorie entwickelt, deren Lektüre sie auch davon abhält, am Sonntagsausflug des dritten Jahrgangs teilzunehmen. Auch Fenella und Griselda nehmen nicht daran teil, denn sie sind mit ihrem Geschichtsprojekt beschäftigt und kommen nicht weiter. Wenn man doch bloß in der Zeit reisen könnte! Dabei kann ihnen Ruby helfen, indem sie den Flipper in eine Zeitmaschine verwandelt! Doch leider wird dieses Experiment von Esther sabotiert, was bedrohliche Konsequenzen hat.","versions":[{"lang":1,"streams":[{"redirect":9601365,"hoster":"VOE"},{"redirect":8410981,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Radioquiz","epNo":4,"alt":"The Witchy Hour","descr":"Die Stimmung an der Graustein Akademie ist nicht besonders gut. Frau Graustein macht sich große Sorgen, weil es so wenige Neuanmeldungen gibt. Die jungen Hexen und vor allem deren Eltern scheinen die Pentagels Akademie zu bevorzugen. Die Schülerinnen dieser Schule sind auch die Champions im allseits beliebten Radioquiz \"Die Hexenstunde\", die von dem angehimmelten Moderator \"Icy Stevens\" präsentiert wird. Frau Harschmann und Frau Graustein sind alles andere als begeistert, als sie erfahren, dass Mildred und Jadu die Grausteins Akademie zu dieser Show angemeldet haben. Nun heißt es: Graustein gegen Pentagel!","versions":[{"lang":1,"streams":[{"redirect":9700339,"hoster":"VOE"},{"redirect":8410993,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Cinderellas Stiefel","epNo":5,"alt":"Cinderella in Boots","descr":"Weihnachten steht vor der Tür und die Graustein Akademie plant eine Theateraufführung, eine Adaption der Geschichte vom Aschenputtel. Der Große Magier Hellibore ist Frau Grausteins Ehrengast und zwei seiner Zauberlehrlinge sind ebenfalls Darsteller im Stück – in sehr ungewöhnlichen Rollen! Auch andere sind nicht sehr glücklich mit der Besetzung. Mildred spielt die Rolle der Cinderella, zu Esthers großem Verdruss, die diese Rolle unbedingt haben wollte! Ihr bleibt nur die Rolle des hinteren Teils einer Kuh! Sie ist fest entschlossen, Mildred außer Gefecht zu setzen!","versions":[{"lang":1,"streams":[{"redirect":9700341,"hoster":"VOE"},{"redirect":8410992,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Referendarin","epNo":6,"alt":"Learning The Hard Way","descr":"Frau Harschmann eröffnet dem dritten Jahrgang, dass sie in den nächsten Wochen von einer jungen Referendarin, Gabriele Griffel, vertreten wird. Diese ist sehr nervös und unsicher, ob sie dieser Aufgabe überhaupt gewachsen ist. Doch die Mädchen freuen sich auf die neue Lehrerin und bereiten ihr einen herzlichen Empfang! Leider wird dieser Empfang so stürmisch, dass Frau Griffel nur noch nervöser wird. Außerdem hat Frau Harschmann sie darauf eingeschworen, dass sie unnachgiebig und mit harter Hand unterrichten soll. Das trifft bei den Mädchen auf wenig Begeisterung. Das Verhältnis zwischen den Mädchen und der Lehrerin wird immer schlechter. Bei einem Ausflug in den Wald eskaliert die Situation.","versions":[{"lang":1,"streams":[{"redirect":9700342,"hoster":"VOE"},{"redirect":8410990,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein haariges Projekt","epNo":7,"alt":"The Hair Witch Project","descr":"Mildred und ihre Freundinnen das Hexen-Jahrgangsprojekt. Die Aufgabe lautet, selbst, einen nie da gewesenen Zauber, der der Allgemeinheit nützt, zu entwickeln. Leider gehen die Vorstellungen darüber, was ein derartiger Zauber ist, etwas auseinander. Nur Esther und Drusilla scheinen sich einig, sie wollen einen magischen Minibesen entwickeln, der kleine Gegenstände transportierten kann. Doch in den einzelnen Teams kommt es im Laufe des Projekts zu erheblichen Spannungen und so entstehen am Ende wirklich ungewöhnliche Ideen und Arbeitsgruppen!","versions":[{"lang":1,"streams":[{"redirect":9700340,"hoster":"VOE"},{"redirect":8410999,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine alte Bekannte","epNo":8,"alt":"Just Like Clockwork","descr":"Frau Grausteins Tante ist schwer erkrankt und so sieht sie sich gezwungen, die alte Dame zu pflegen! Herr Edel, der Aufsichtsrat-Vorsitzende der Graustein-Akademie und Esthers Vater, versichert ihr, dass er die Vertretungsfrage klärt! Davon möchte Frau Harschmann natürlich nichts wissen, doch sie fügt sich. Ihre schlimmsten Befürchtungen bewahrheiten sich aber, als eine alte Bekannte die Vertretung übernimmt: Frau Brummschädel. Diese hat gerade ihre alte Stelle als Schulinspektorin aufgegeben und stürzt sich nun mit etwas zu viel Elan in die neue Aufgabe!","versions":[{"lang":1,"streams":[{"redirect":9580867,"hoster":"VOE"},{"redirect":8410982,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Kunstprojekt","epNo":9,"alt":"Art Wars","descr":"Da die Schülerinnen der Graustein-Akademie eine vielfältige Ausbildung erhalten, darf die Kunst natürlich nicht fehlen. Deshalb steht nun die Kunstwoche auf dem Stundenplan. Unter der Anleitung einer jungen, zeitgenössischen Künstlerin sollen sich die Schülerinnen und Lehrerinnen experimentierfreudig dem Thema nähern. Lynne Lampenlicht schafft es sogar, das Herz von Frau Harschmann zu gewinnen, die sich von einem Hippie-Mädchen mit Blumenhosen normalerweise gar nichts sagen lässt. Am Ende des Projekts ist eine Ausstellung geplant, bei der es einen Preis geben wird. Mona ist begeistert, Mildred sehr unsicher und Esther will nichts damit zu tun haben. Das ändert sich, als sie entdeckt, dass die junge Frau eine gefeierte Künstlerin ist und Mildred sich als großes Talent entpuppt. Nun setzt sie alles daran, den ersten Preis zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9580893,"hoster":"VOE"},{"redirect":8410986,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die neue Frau Drill","epNo":10,"alt":"Power Drill","descr":"Limone Drill, die Sportlehrerin der Akademie, hat die Nase voll! Als einzige Nichthexe des Lehrerkollegiums fühlt sie sich in einer ständigen Außenseiterposition. Die Situation eskaliert, als Frau Graustein das lange geplante Volleyballturnier zugunsten eines Zauberworkshops absagt! Das bekommen auch Mildred, Mona und Edith mit, die Frau Drill sehr mögen. Deshalb beschließen die drei Freundinnen, ihrer erwachsenen Freundin zu helfen! Sie kennen einen Zaubertrank, der Nichthexen für kurze Zeit Zauberkräfte verleiht. Doch bei der Zubereitung unterläuft Mildred ein verhängnisvolles Missgeschick, sie rührt viel zu viel des sehr wirksamen Spinneneierpulvers in die Lösung. Schon bald merken die Mädchen, was dies für unerwünschte Auswirkungen hat.","versions":[{"lang":1,"streams":[{"redirect":9601364,"hoster":"VOE"},{"redirect":8411024,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zauberer und Hexe","epNo":11,"alt":"Better Dead Than Co-ed","descr":"Frau Graustein und Frau Harschmann besuchen mit dem dritten Jahrgang das Camelot-College, eine Schule für junge Zauberer, die vom Großen Magier Hellibore geleitet wird. Hier treffen die Mädchen ihren alten Freund Charlie Blütenstaub wieder, den Neffen ihres Hausmeisters. Da er aus einer normalen Familie kommt und keinerlei Zauberer in der Verwandtschaft hat, machen ihm Berni und Kuno das Leben schwer! Die Mädchen gehen davon aus, dass es sich bei diesem Ausflug um einen einfachen Besuch handelt. Doch Frau Graustein und Magier Hellibore haben etwas anderes im Sinn, sie planen die Zusammenlegung der beiden Schulen. Frau Harschmann ist von dieser Entdeckung entsetzt! Und den Mädchen geht es da nicht anders.","versions":[{"lang":1,"streams":[{"redirect":9700343,"hoster":"VOE"},{"redirect":8411034,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der verschwundene Akkord","epNo":12,"alt":"The Lost Chord","descr":"Eine glückliche Frau Grille, die Musiklehrerin der Akademie, kehrt mit ihrem Chor vom internationalen Schulfestival für Gesang und Musik zurück. Sie haben den ersten Preis gewonnen! Und nicht nur das, Frau Grille hat auch noch etwas anderes gewonnen: einen Verehrer! Dieser österreichische Musikprofessor steht auch prompt am nächsten Tag vor der Tür der Akademie. Er möchte Frau Grille und ihren Chor nach Wien einladen und er trägt natürlich alle Kosten. Doch Sybille macht eine merkwürdige Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":11199793,"hoster":"VOE"},{"redirect":8411031,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mitbestimmung","epNo":13,"alt":"The Unfairground","descr":"Die Mädchen sind aufgeregt, die letzten Prüfungen sind geschrieben und sie freuen sich auf eine etwas weniger anstrengende Zeit! Frau Harschmann sieht das allerdings anders, die Abschlussarbeit ist zwar geschrieben, aber die Schulzeit ist darum noch lange nicht zu Ende! Mildred, Mona, Edith und Jadu wollen trotzdem feiern und mit der Hilfe von Fenella und Griselda schleichen sie sich auf den Jahrmarkt ins Dorf. Doch leider fliegt der Zauber auf und so werden sie von Frau Graustein in Empfang genommen. Die Direktorin reagiert mit ungewöhnlicher Härte! Das ruft Widerstand bei den Mädchen hervor. Sie verlangen nach Mitbestimmung!","versions":[{"lang":1,"streams":[{"redirect":9580895,"hoster":"VOE"},{"redirect":8411007,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Ungebetene","epNo":14,"alt":"The Uninvited","descr":"Der Ausflug in die politische Tätigkeit hat Mildred und Jadu den Schulverweis eingebracht. Die beiden sind von den anderen isoliert und sie müssen eine Abschrift der Historica Magica anfertigen! Auch Frau Drill kann Frau Graustein nicht davon überzeugen, dass sie den Schulverweis zurücknimmt! Gerade jetzt steht die Wahl der Schülervertreterin an. Sowohl Mona Mondschein als auch Ester Edel haben sich aufstellen lassen. Frau Harschmanns Favoritin steht natürlich fest und sie unterstützt ihre Kandidatin nach besten Kräften. Mona beschäftigt aber nicht nur ihre Kandidatur, viel mehr Sorgen macht ihr das Schicksal ihrer beiden isolierten Freundinnen. Sie entwickelt einen Plan zu deren Rettung, doch leider geht der furchtbar schief!","versions":[{"lang":1,"streams":[{"redirect":9580894,"hoster":"VOE"},{"redirect":8410988,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Willkommen auf Weirdsister","epNo":1,"alt":"The All-Seeing Eye","descr":"Schon gleich an ihrem ersten Tag auf dem Weirdsister College durchlebt Mildred ein Wechselbad der Gefühle. Nicht nur, dass sie auf ihre alte Erzrivalin Esther Edel trifft, nein, da gibt es auch noch Nick Hobbes! Dieser junge Mann scheint ihr vom ersten Moment an den Kopf zu verdrehen und er ist sich seiner Wirkung wohl bewusst. Außerdem steht allen Neuankömmlingen eine letzte Prüfung für die endgültige Collegeaufnahme bevor: das allessehende Auge. Es wird viel über dieses Auge gemutmaßt, doch niemand scheint zu wissen, was es genau damit auf sich hat. Nur Nick Hobbes weiß scheinbar, was auf ihn zukommt und das will er unbedingt verhindern!","versions":[{"lang":1,"streams":[{"redirect":9580896,"hoster":"VOE"},{"redirect":8411025,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freitags nie","epNo":2,"alt":"Never On Friday","descr":"Dr. Starfinder, der neue Lehrer auf dem Weirdsister College, will frischen Wind in den ehrwürdigen Schulbetrieb bringen. Er hält wenig von alten Traditionen und gar nichts vom dem Gebot, dass man am Freitag keine Vorlesungen halten darf, weil sich dann der sogenannte Sammelzauber entlädt. Der sogenannte Sammelzauber ist jedoch eine praktische Einrichtung, denn auf zauberhafte Art und Weise schützt er das College: Er sammelt alle überflüssige Magie und alle fehlgeleiteten Zaubereien, die die Woche über zwangsläufig zum Einsatz kommen, um diesen ganzen Zaubermüll dann am Freitag wieder abzuleiten. Dr. Starfinder hält dies für unwissenschaftlichen Schnickschnack und hält seine geplante Vorlesung.","versions":[{"lang":1,"streams":[{"redirect":9580911,"hoster":"VOE"},{"redirect":8410398,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Gargoyle","epNo":3,"alt":"The Gargoyle","descr":"Dr. Starfinder regt in seiner Vorlesung die Studenten dazu an, ein Objekt ihrer Wahl zum Leben zu erwecken und dabei deren Persönlichkeit zutage zu fördern. Während Mildred und die anderen Mitstudenten nun eifrig nach harmlosen Objekten, wie Bildern oder Kleidungsstücken suchen, tanzt Hobbes mal wieder aus der Reihe. Er setzt sich in den Kopf, der steinernen Statue eines hässlichen Kobolds Leben einzuhauchen. Das hat natürlich katastrophale Folgen, die das gesamte College in Gefahr bringt!","versions":[{"lang":1,"streams":[{"redirect":9580912,"hoster":"VOE"},{"redirect":8410962,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geldsorgen","epNo":4,"alt":"The End Of Misery’s","descr":"Mildred ist chronisch pleite, und Elaine, der Pächterin des beliebten Studenten-Cafés \"Misery\", geht es nicht anders. Auf seltsamen Pfaden führt das Schicksal die Probleme der beiden zusammen. Denn als Mildred sich für eine Stelle als Putzhilfe in einem Anwaltsbüro bewirbt, ahnt noch keiner, dass eben dieser Anwalt der Vertreter des Besitzers des kleinen Cafés an der Ecke und zugleich auch dessen Schuldeneintreiber ist. Die Situation spitzt sich dramatisch zu, als Elaine innerhalb kürzester Zeit die säumige Miete auftreiben oder ihren Laden räumen muss. Das wollen Mildred und ihre Freunde natürlich nicht zulassen! Sie müssen als erstes herausfinden, wer der geheimnisvolle Besitzer des Gebäudes ist. Die Überraschung könnte nicht größer sein, als sie entdecken, wer der Eigentümer ist!","versions":[{"lang":1,"streams":[{"redirect":9580914,"hoster":"VOE"},{"redirect":8410960,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Überlastet","epNo":5,"alt":"All That Jazz","descr":"Mildred ist ständig müde. Das Studieren und dazu noch ihre neue Arbeit im Café, das alles ist auf die Dauer doch sehr anstrengend. Dazu kommen noch die ständigen Streitereien mit Esther, die es einfach nicht ertragen kann, dass Mildred nun doch bei Starfinders Forschungsprojekt dabei ist. In der Vorlesung von Professor Thunderblast geht es um hochgradig energetische Übungen, und Esther ergreift ihre Chance und sorgt dafür, dass sich die gebündelten Zauberkräfte aller Studenten auf Mildred entladen. So kommt es, dass Mildred zwar von diesem Augenblick an Superzauberkräfte besitzt, sie allerdings nicht kontrollieren kann!","versions":[{"lang":1,"streams":[{"redirect":9207446,"hoster":"VOE"},{"redirect":8410963,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Traumfänger","epNo":6,"alt":"Dreamcatcher","descr":"Eines Nachts träumt Mildred einen sehr realistischen und romantischen Traum von Hobbes und sich. Am nächsten Morgen erwacht sie und ist schwer verliebt in Hobbes! In der Zwischenzeit helfen Tim und Azmat Joe Denton, der sich um die anfallenden Reparaturen im College kümmert. Sie finden ein Rohr, das vom Heizungsboiler in Hobbes Zimmer führt. Er nutzt den Wasserdampf für eines seiner Experimente. Das reicht Joe Denton, er kündigt seinen Job, da er Hobbes Regelverstöße nicht mehr tolerieren kann! Im Misery³s Café planen Ben und Mildred ihre Abendverabredung, doch auch Hobbes will sich mit Mildred verabreden und setzt ihr deshalb zu. Wie wird sich Mildred entscheiden? Sie verliert sich ständig in Träumen, die sie und Hobbes betreffen. Auch im College geht es drunter und drüber, denn Denton fehlt an allen Ecken und Enden!","versions":[{"lang":1,"streams":[{"redirect":9601363,"hoster":"VOE"},{"redirect":8410955,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Foster-freie Magie","epNo":7,"alt":"Dr. Foster, I Presume!","descr":"Immer wieder taucht er auf, der inzwischen allseits bekannte Doktor Foster Effekt. Aber so fragt man sich am College, gibt es ihn, oder hat es ihn wirklich gegeben, diesen berühmt-berüchtigten Doktor Foster? Im Grunde genommen hält dies (fast) keiner der Gelehrten für möglich. Da kommt es zu einer seltsamen Erscheinung. Die gesamte Lehrerschaft erhält aus dem Nichts einen Hilferuf von Doktor Foster, der offenbar entführt wurde. Sofort werden alle Kräfte mobilisiert, man bestimmt mit Hilfe eines Pendels den Aufenthaltsort von Doktor Foster. Die Magie läuft auf Hochtouren und wie einst im Raumschiff Enterprise wird Doktor Foster mitten ins College gebeamt. Doch als sich das flimmernde Licht materialisiert, steht dort zur großen Enttäuschung aller eine resolute Dame, die sich als Josie vorstellt. Neben einem enormen Appetit und Durst verfügt sie auch über eine gewisse Kenntnis des berühmten Doktor Foster. Aber was hat es wirklich mit ihr auf sich?","versions":[{"lang":1,"streams":[{"redirect":9601367,"hoster":"VOE"},{"redirect":12985672,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der siebte Sinn","epNo":8,"alt":"The Seventh Sense","descr":"Mildred wir zunehmend unzufriedener auf dem College. Sie ist es leid, ständig Starfinders Versuchskaninchen zu sein und die fortwährenden Intrigen von Esther und Hobbes machen ihr ebenfalls zu schaffen. Als dann auch noch ihr Kater Tabsy nach einem Versuch von Starfinder, Esther und Hobbes krank wird, wird es ihr zuviel. Sie versucht, sich ihrem Freund Ben gegenüber zu öffnen. Doch als dieser ihr erzählt, wie peinlich ihm die esoterischen Anwandlungen seiner Mutter sind, fühlt sie sich gänzlich allein gelassen mit ihren so viel beschworenen Talenten. Sie packt ihre Sachen und will das College verlassen. Doch Esther und Hobbes locken sie ein weiteres Mal in eine böse Falle!","versions":[{"lang":1,"streams":[{"redirect":9700344,"hoster":"VOE"},{"redirect":8410949,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Goldene Hexenkessel","epNo":9,"alt":"The Golden Cauldron","descr":"Es ist soweit: Die alljährlichen Agonien, oder auch Höllenqualen, finden wieder statt. Dabei handelt es sich um eine eigenwillige Art des sportlichen Wettbewerbs zwischen Hexen und Zauberern. Und was es dort zu gewinnen gibt, ist etwas wirklich Besonderes: ein goldener Hexenkessel mit einzigartigen Kräften. Auch Hobbes könnte diesen Kessel für seine zwielichtigen Experimente sehr gut gebrauchen. Deshalb entschließt er sich, bei den Spielen mitzumachen und sie vor allem zu gewinnen. Mit allen Mitteln, die, wie sich einmal mehr zeigt, in Hobbes³ Fall nicht immer den Regeln entsprechen. Doch als er auch noch versucht, Esther dazu zu überreden, die Spiele mit Absicht zu verlieren, ist er ein Stück zu weit gegangen!","versions":[{"lang":1,"streams":[{"redirect":9580915,"hoster":"VOE"},{"redirect":8410961,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gute Freunde","epNo":10,"alt":"Good Friends","descr":"Mildred ist mal wieder im Stress. Eine wichtige Prüfung steht bevor, und dann gibt es da auch noch das magische Rad, das Symbol des Hexenzirkels. In den Hexenzirkel muss man aufgenommen werden, um weiterstudieren zu können. Das ist nicht so einfach, denn dieses Rad verlangt ein Opfer. Irgend etwas, das der Aspirantin sehr am Herzen liegt. Das Stofftier aus Mildreds Kindheit scheint nicht das geeignete zu sein, denn das Rad akzeptiert es nicht. Was bleibt da noch? Eigentlich nur Tabsy, Mildreds geliebten Kater. Doch das kommt für Mildred überhaupt nicht in Frage. Just in diesem Augenblick taucht auch noch ihre alte Freundin Edith im College auf. Mit ihrer lebhaften Art bringt sie alles durcheinander und vor allem Mildred in eine sehr schwierige Lage!","versions":[{"lang":1,"streams":[{"redirect":12922053,"hoster":"VOE"},{"redirect":8410893,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"[E13] Shakys große Liebe","epNo":11,"alt":"Shaky Foundations","descr":"Professor Shakeshaft geht es nicht besonders gut. Der ältere Herr ist müde, abgespannt und leidet unter Schwindelanfällen. Aber wie alt ist Professor Shakeshaft eigentlich? Mildred macht sich große Sorgen um ihren Lehrer und eines Nachts schleicht sie ihm unbemerkt hinterher in ein bisher unbekanntes Arbeitszimmer im Keller des Colleges. Dort erzählt Shaky ihr von seiner großen Liebe, die er vor 600 Jahren enttäuscht hat. Seitdem wünscht er sich nichts sehnlicher, als eine Reise durch die Zeit machen zu können, um seine geliebte Alison noch ein Mal zu sehen. Mildred beschließt, dem alten Mann zu helfen und gemeinsam machen sie sich schließlich auf ins Jahr 1452!","versions":[{"lang":1,"streams":[{"redirect":9580935,"hoster":"VOE"},{"redirect":8410890,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"[E11] Die Stimme","epNo":12,"alt":"The Whisperer","descr":"Endlich ist es Doktor Starfinder gelungen, die negative magische Energie des Doktor-Foster-Effekts mit Hilfe eines Akkumulators aufzufangen und in einer Art Ei zu konservieren! Hobbes hat sich bei der Entwicklung dieses Apparates sehr verdient gemacht. Doch was niemand außer Professor Shakeshaft ahnt, dass Hobbes nicht selbst auf die Ideen gekommen ist. Er hat sich die Aufzeichnungen von Guy, einem Studienkollegen Shakeshafts aus dem Mittelalter, unter den Nagel gerissen. Nur der Professor weiß, wie gefährlich der Umgang mit den energiegeladenen Eiern ist, denn sein Studienkollege ist bei einem Versuch mit ihnen vor 542 Jahren spurlos verschwunden! Und Hobbes ist nun dabei, den gleichen Fehler zu begehen …","versions":[{"lang":1,"streams":[{"redirect":9601366,"hoster":"VOE"},{"redirect":8410888,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"[E12] Das Tor zur Macht","epNo":13,"alt":"The Gate Of Power","descr":"Guy, der mehr als 600 Jahre alte Freund von Professor Shakeshaft, hat sich Hobbes zu einem gehorsamen Diener gemacht. Mit seiner Hilfe will er der mächtigste Zauberer des Universums werden. Und es sieht in der Tat nicht besonders gut aus für unsere Freunde vom Weirdsister College: Guy verbannt den guten Professor Shakeshaft in die Wand. Außerdem schlägt er Jenny Wendle, Esther, Cas, Mildred, Tim und Azmat in die Flucht. Ausgerechnet jetzt sind Professor Thunderblast und Miss Dewdrop auf einer Hexenkonferenz. Als Andy Starfinder versucht, das Schlimmste zu verhindern, wird er in einem seiner Energieeier eingeschlossen. Der machtverliebte Hobbes ist der Einzige, der nun noch etwas gegen Guy ausrichten kann.","versions":[{"lang":1,"streams":[{"redirect":9601368,"hoster":"VOE"},{"redirect":8410887,"hoster":"Streamtape"}]}]}]}]}