{"path":"/serie/stream/eine-welt-aus-wldern","name":"Eine Welt aus Wäldern","descr":"Die dreiteilige Dokumentation aus Frankreich erzählt die Geschichte der Natur vom Ende der letzten Eiszeit vor 20.000 Jahren bis heute. Während in dieser letzten Kaltzeit vor allem Rentiere in großen Herden dem eisigen Klima trotzten und den europäischen Kontinent durchstreiften, gab es nur wenige Landstriche auf der Pyrenäen-, Apenninen- und Balkanhalbinsel am Ufer des Mittelmeers, in denen ein gemäßigtes Klima bewahrt wurde. Nur hier konnten Eichen, Buchen und Linden wachsen und so auch das Überleben von Eichhörnchen, Igeln, Füchsen und Wildschweinen sichern. Bäume und Tiere konnten sich vor 12.000 Jahren mit dem Rückzug des Eises jedoch massiv gen Norden ausbreiten, wo die Bestände an Rentieren wiederum drastisch zurückgingen.","seasons":[{"path":"/serie/stream/eine-welt-aus-wldern/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/eine-welt-aus-wldern/staffel-1/episode-1","name":"In Zeiten des Eises","epNo":1,"alt":"L’âge de glace","descr":"Paris am frühen Morgen: Der Obelisk auf der Place de la Concorde weicht langsam einem Steinhügel in der eisigen Tundra. Es gibt schon Menschen, aber so wenige, dass sie in der endlosen weißen Weite nur schwer auszumachen sind. Einzige Spuren ihrer Anwesenheit in diesem unwirtlichen Europa sind die Steinhügel, die sie errichten wie Orientierungszeichen im stürmischen Eismeer und die Höhlenmalereien, auf denen im flackernden Kerzenschein die Fauna dieses Zeitalters lebendig wird: Mammut, Wollnashorn, Auerochse, Riesenhirsch, Löwe, Bär und Hyänen gehörten zum Tierreich jener Zeit. In Nordeuropa folgen auf lange Kältezeiten kürzere wärmere Zeiträume. Die Eiskappe zieht sich vorübergehend bis nahe an den Pol zurück und bedeckt dann wieder den größten Teil des Kontinents. Während der 80.000-jährigen letzten Kaltzeit ist der nördliche Teil des Kontinents unter einem riesigen Gletscher begraben, ganz Europa scheint vor Kälte wie gelähmt. Nur einige wenige Landstriche haben ein gemäßigtes Klima bewahrt. Sie liegen im Süden auf der Pyrenäen-, Apenninen- und Balkanhalbinsel, gegenüber von Afrika am Ufer des Mittelmeers. Hier gibt es die letzten Laubwälder Europas, hier konnten Eichen, Buchen und Linden der Eiskappe entgehen. Und hier schreitet die Evolution von Eichhörnchen, Igeln, Füchsen und Wildschweinen weiter voran. Vor 12.000 Jahren veränderte sich das Klima und die Erde erwärmte sich. Aus der Vogelperspektive wirkt die enorme Verwandlung des Kontinents besonders eindrucksvoll: Das Gletschereis zieht sich auf die Gipfel der Alpen und Pyrenäen sowie in die nördlichen Breiten Skandinaviens zurück. Das Schmelzwasser fließt in die Ozeane, wodurch der Meeresspiegel stark ansteigt und sich die gesamte europäische Küstenlandschaft verändert. Für die Bewohner der Kälte beginnt der Exodus. Rentiere und Moschusochsen ziehen auf der Suche nach den letzten Eislandschaften nach Osten und Norden. Die Laubwälder hingegen breiten sich dank des milderen Klimas vom Mittelmeerraum nach Norden aus. Mit ihnen erobern auch die Waldtiere den vom Eis befreiten europäischen Kontinent.","versions":[]},{"path":"/serie/stream/eine-welt-aus-wldern/staffel-1/episode-2","name":"Macht und Pracht des Waldes","epNo":2,"alt":"’âge d’or de la forêt","descr":"Vor 20.000 Jahren erstreckte sich in Europa ein Reich aus Eis und große Wildtierherden kämpften mit dem eisigen Klima. Rentiere gehören zu den in großer Zahl vorkommenden Arten der letzten Kaltzeit. In riesigen Herden durchstreifen sie den europäischen Kontinent. An den Ufern des Mittelmeeres behaupten sich winzige Grünflächen. Inmitten der Zeiten des Eises existiert eine andere Welt: die Welt der Wälder. Die Eismasse, die halb Europa bedeckt hatte, wird durch eine neue Klimaerwärmung dezimiert. Das Eis, das sich im Laufe von 80.000 Jahren angesammelt hat, stürzt in sich zusammen und verschwindet im Meer. Der europäische Kontinent ist nun von Bäumen übersät. Es ist das goldene Zeitalter des Waldes, der sich vom Atlantik bis zum Ural und vom Mittelmeer bis zum Baltikum erstreckt. Die üppige Natur ernährt Mensch und Tier im Rhythmus der Jahreszeiten. Im Frühjahr beginnt für Wolfs- und Fuchswelpen, Rehkitze, Fohlen, Bären- und Bisonjunge die Zeit des Lernens. Im Herbst legen die Waldbewohner Vorräte an und bereiten sich auf den Winter vor. Die kalte Jahreszeit ist wie eine kleine Eiszeit: Tiere und Pflanzen harren aus, bis im nächsten Frühjahr das Leben neu beginnt. In heute unvorstellbarer Nähe bewohnen Mensch und Tier gemeinsam den Wald. Die Jäger und Sammler leben im Einklang mit der Natur und den Ressourcen des Waldes: Der ökologische Fußabdruck, den sie hinterlassen, ist minimal. Jahrhunderte und Jahrtausende vergehen. Im Schatten der alten Baumkronen bildet sich im regengesättigten Boden fruchtbarer Humus. Insekten beginnen mit der Zersetzung umgestürzter Bäume, aus denen später neuer Erdboden entsteht. Doch die \"goldene\" Zeit der Waldbewohner ist begrenzt: Bald werden die ersten Bäume unter den Schlägen von Steinäxten fallen, Vögel fortziehen und Hirsche verschwinden","versions":[]},{"path":"/serie/stream/eine-welt-aus-wldern/staffel-1/episode-3","name":"Der Wald im Wandel","epNo":3,"alt":"Au fil de l’histoire","descr":"Vor 20.000 Jahren erstreckte sich in Europa ein Reich aus Eis und große Wildtierherden kämpften mit dem eisigen Klima. Rentiere gehören zu den in großer Zahl vorkommenden Arten der letzten Kaltzeit. In riesigen Herden durchstreifen sie den europäischen Kontinent. An den Ufern des Mittelmeeres behaupten sich winzige Grünflächen. Inmitten der Zeiten des Eises existiert eine andere Welt: die Welt der Wälder. Die Eismasse, die halb Europa bedeckt hatte, wird durch eine neue Klimaerwärmung dezimiert. Das Eis, das sich im Laufe von 80.000 Jahren angesammelt hat, stürzt in sich zusammen und verschwindet im Meer. Der europäische Kontinent ist nun von Bäumen übersät. Es ist das goldene Zeitalter des Waldes, der sich vom Atlantik bis zum Ural und vom Mittelmeer bis zum Baltikum erstreckt. Die üppige Natur ernährt Mensch und Tier im Rhythmus der Jahreszeiten. Im Frühjahr beginnt für Wolfs- und Fuchswelpen, Rehkitze, Fohlen, Bären- und Bisonjunge die Zeit des Lernens. Im Herbst legen die Waldbewohner Vorräte an und bereiten sich auf den Winter vor. Die kalte Jahreszeit ist wie eine kleine Eiszeit: Tiere und Pflanzen harren aus, bis im nächsten Frühjahr das Leben neu beginnt. In heute unvorstellbarer Nähe bewohnen Mensch und Tier gemeinsam den Wald. Die Jäger und Sammler leben im Einklang mit der Natur und den Ressourcen des Waldes: Der ökologische Fußabdruck, den sie hinterlassen, ist minimal. Jahrhunderte und Jahrtausende vergehen. Im Schatten der alten Baumkronen bildet sich im regengesättigten Boden fruchtbarer Humus. Insekten beginnen mit der Zersetzung umgestürzter Bäume, aus denen später neuer Erdboden entsteht. Doch die \"goldene\" Zeit der Waldbewohner ist begrenzt: Bald werden die ersten Bäume unter den Schlägen von Steinäxten fallen, Vögel fortziehen und Hirsche verschwinden","versions":[]}]}]}