{"path":"/serie/stream/eine-frau-an-der-front","name":"Eine Frau an der Front","descr":"Molly Dawes ist 18 Jahre alt und hat keine Zukunft vor sich. Als Angehörige der britischen Underclass lebt sie in beengten Verhältnissen mit ihren Eltern und fünf Geschwistern. Alkoholbedingt bricht sie eines Abends im Eingangsbereich eines Rekrutierungszentrums der britischen Armee zusammen und ist fasziniert von einem Werbeposter mit einem weiblichen Soldaten. Molly beschließt, zur Armee zu gehen und gelangt nach einer Ausbildungsphase nach Afghanistan. Dort bekommt sie zum ersten Mal in ihrem Leben die Chance, sich zu beweisen.","seasons":[{"path":"/serie/stream/eine-frau-an-der-front/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Molly Dawes wird zu ihrem ersten großen Einsatz geschickt: Sie wird die nächsten sechs Monate in Afghanistan verbringen. Molly ist der Gruppe unter dem Kommando des jungen und ambitionierten Captain James als Sanitäterin zugeteilt. Als sie dabei auf ein bekanntes Gesicht aus der Ausbildung stößt, ist sie zunächst froh, auch wenn Smurf droht, sie mit der gemeinsam verbrachten Nacht vor den Männern der Einheit aufzuziehen. Mollys Start in Afghanistan ist nicht einfach, denn die Soldaten nehmen sie als einzige Frau in ihrer Truppe nicht ernst. Auch von Captain James kann sie keine Unterstützung erwarten, vor allem, nachdem sie anfangs nicht durch den nötigen Ernst aufgefallen ist. Molly fühlt sich allein und mit der Situation überfordert. Doch die Lage ändert sich, als die Einheit zu einer Mission in ein kleines Dorf ausgesandt wird. Dort freundet sich Molly mit dem Paschtunen-Mädchen Bashira an. Auch die Beziehung zu Smurf scheint sich zunächst zu verbessern. Er offenbart ihr, dass er Rache für seinen von den Taliban ermordeten Bruder nehmen will. Als Molly ihre Sorge um Smurf bei Captain James äußert, sieht Smurf das als Verrat an, und die ganze Truppe wendet sich gegen sie. Während eines Einsatzes glaubt Smurf, dass Bashira in eine Sprengfalle läuft, und folgt ihr, um sie zu schützen. Dabei gerät er in einen Hinterhalt und wird schwer verletzt. Molly robbt mit viel Glück durch ein Minenfeld, um Smurf zu helfen. Und unter Missachtung aller Lebenserhaltungsregeln und Befehlen von Captain James gelingt es ihr in einer abenteuerlichen Aktion, Smurf zu retten. Das bringt ihr zwar den Respekt der Truppe ein, aber nur eine kleine Flunkerei verhilft ihr dazu, sich nicht wegen Befehlsverweigerung strafbar zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13855895","hoster":"VOE"},{"path":"/redirect/9222350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nach ihrem mutigen Einsatz für Smurf gehört Molly nun auch endlich zur Truppe. Auch Captain James erkennt, dass Molly eine Bereicherung für die Einheit ist. Sie denkt nicht militärisch, sondern menschlich, und eröffnet damit oft neue Lösungsansätze. Doch ihre unkonventionelle Art bereitet auch Probleme, so zum Beispiel ihre Beziehung zu dem Paschtunen-Mädchen Bashira. Denn die einheimischen Männer, aber auch Captain James, sehen den Kontakt nicht gerne. Bashira wird für ihre Freundschaft mit der jungen Soldatin von ihrem Vater Badrai hart bestraft. Währenddessen kommt Smurf wieder ins Lager zurück und versucht sich Molly anzunähern. Er zeigt offenkundig sein amouröses Interesse an ihr, aber auch Captain James fühlt sich von der toughen Molly angezogen. Als die Gruppe zu einer Mission ausrückt, warnt Bashira Molly vor dem Einsatz in den Bergen, im Gebiet der Taliban. Aber Molly kann nichts ausrichten. Während des Einsatzes kommt es zum Beschuss, doch ein Lufteinsatzkommando kann die Gegner besiegen. Dabei stellt sich heraus, dass Bashiras Vater Kontakte zu den Taliban pflegt. Molly setzt sich für das Mädchen ein, und es wird beschlossen, dass Bashira in ein sicheres Haus nach Kabul gebracht wird. Doch als das Vorhaben umgesetzt werden soll, droht nicht nur Bashira, sondern auch Molly und ihrer Truppe Lebensgefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13830294","hoster":"VOE"},{"path":"/redirect/8412174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Molly und Smurf dürfen auf Heimurlaub nach England, um ihre Familien zu besuchen. Doch als Molly zu Hause ankommt, liegen die ersten Probleme schon in der Luft. Das Verhältnis zwischen ihren Eltern ist angespannt. Ihre Mutter hat eine neue Freundin, die sie ermutigen will, an einer Schule als Assistentin zu arbeiten. Doch Mollys arbeitsloser Vater ist wenig begeistert von der Idee, dass nun seine Frau den Familienunterhalt bestreiten will. Und auch Molly weiß zunächst nicht, was sie von dem Verhältnis ihrer Mutter zu deren Freundin Nan halten soll. Aber eigentlich hat Molly auch ganz andere Sorgen: Sie kann die drei toten Jungen, die sie kurz vor ihrer Abreise aus Afghanistan für tot erklären musste, nicht vergessen. Mit ihrer Familie kann sie nicht darüber sprechen, denn diese kann mit Mollys neuem Leben nichts anfangen. Also trifft sie sich mit Smurf, dem es bei seiner Familie ähnlich ergeht. Molly fährt zu ihm nach Newport und auch Smurf kommt Molly in London besuchen. Smurf, der in Molly verliebt ist, will sie unbedingt für sich gewinnen. Doch er merkt nicht, dass Mollys Herz in Afghanistan bei Captain James geblieben ist. Nach ihrer Rückkehr nach Afghanistan macht Smurf in seiner großmäuligen Art etwas mehr aus diesen Besuchen als tatsächlich vorgefallen ist. James reagiert daraufhin auffallend reserviert auf Molly, denn er glaubt, sie habe sich mit Smurf eingelassen. Doch als sie das Lager zusammenpacken, weil die Mission erfolgreich beendet ist, finden die beiden den gefolterten afghanischen Soldaten Sohail. Plötzlich ist Mollys Leben bedroht, und sie und Captain James sind gezwungen, sich zusammenzuraufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590109","hoster":"VOE"},{"path":"/redirect/8412179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Nachdem Molly erfahren hat, dass die Taliban sie töten lassen wollen, entscheidet sie sich, mit der American Intelligence zusammenzuarbeiten und sich damit der Bedrohung zu stellen. Dabei trifft Molly auch auf den Bruder von Bashira, der mit Rache an ihr und Bashira droht. Derweil hat die Armee Informationen erhalten, dass Badrai, der Vater von Bashira, sich auf den Weg nach Kabul macht, um dort das Haus, in dem Bashira untergekommen ist, in die Luft zu sprengen. Ein Anschlag, der unbedingt vereitelt werden muss – da sind sich die alliierten Truppen einig. Und so starten sie eine Kommando-Aktion unter der Führung von Captain James. Auch in Herzensangelegenheiten gestalten sich die Dinge immer komplizierter: Molly und Captain James gestehen sich ihre Liebe, doch Smurf kommt dazwischen und berichtet Captain James, dass er Molly liebt … Molly erfährt, dass Captain James verheiratet ist, und Smurf weiß jetzt, für wen Mollys Herz wirklich schlägt. Bei der Aktion gegen Badrai verliert Smurf völlig die Kontrolle und bringt damit die ganze Einheit in Gefahr. Nur dem beherzten Eingreifen von Molly ist es zu verdanken, dass der Zwischenfall nicht zu einem totalen Fiasko wird. Allerdings werden sowohl Smurf als auch Captain James schwer verwundet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590110","hoster":"VOE"},{"path":"/redirect/8412187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Captain James und Smurf wurden bei einem Einsatz schwer verletzt und beide nach England rücktransportiert. Währenddessen ist der Einsatz in Afghanistan abgeschlossen und auch Molly und der Rest ihrer Einheit machen sich auf den Rückweg nach England. Molly kämpft mit einem schlechten Gewissen, denn sie gibt sich die Schuld an dem Vorfall, der Smurf und Captain James in die jetzige Lage versetzt hat. Als sie in England ankommt, macht sie sich direkt auf den Weg ins Krankenhaus. Smurf hat sich mittlerweile erholt. Captain James dagegen schwebt immer noch in Lebensgefahr. Doch nach einer Notoperation ist auch er auf dem Weg der Genesung. Molly und Captain James können nun endlich zueinander finden und planen eine gemeinsame Zukunft. Auch wird Molly für ihre Verdienste in Afghanistan als Kriegsheldin ausgezeichnet. Doch obschon sich alles positiv entwickelt, kann Molly die Erlebnisse in Afghanistan und das Mädchen Bashira nicht vergessen. Und als dann noch ihr nun bester Freund Smurf an einem unentdeckten Blutgerinnsel im Gehirn stirbt, entschließt sich Molly, wieder nach Afghanistan zurückzukehren. Die Armee hatte ihr das Angebot gemacht, zurück nach Afghanistan zu gehen und dort Sanitäter auszubilden. Also macht sie sich erneut auf den Weg in das Krisengebiet, um nun ihre Erfahrungen weiterzugeben. Doch insgeheim ist der Grund ihrer Rückkehr ein anderer: Sie will unbedingt Bashira wiedersehen und erfahren, ob es ihr gut geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008486","hoster":"VOE"},{"path":"/redirect/8412185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590111","hoster":"VOE"},{"path":"/redirect/8413290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-frau-an-der-front/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590113","hoster":"VOE"},{"path":"/redirect/8430333","hoster":"Streamtape"}]}]}]}]}