{"seriesId":"eine-verhngnisvolle-affre-2023","name":"Eine verhängnisvolle Affäre (2023)","descr":"[Fatal Attraction] In der Gegenwart wird der Anwalt Dan Gallagher (Joshua Jackson) auf Bewährung aus dem Gefängnis entlassen. 15 Jahre verbrachte er für den Mord an einer Frau namens Alex (Lizzy Caplan) hinter Gittern. Nun will er ein für alle Mal beweisen, dass er unschuldig ist und zugleich wieder Kontakt zu seiner Familie aufnehmen. Dans Unglück begann im Jahr 2008 mit einer verhängnisvollen Affäre. (Remake des gleichnamigen Film-Klassikers aus 1987)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"In der Gegenwart wird Daniel Gallagher nach 15 Jahren Haft für den Mord an Alexandra Forrest auf Bewährung entlassen, mit dem Ziel, wieder Kontakt zu seiner Familie aufzunehmen und seine Unschuld zu beweisen. In der Vergangenheit, im Jahr 2008, feiert Dan seinen 40. Geburtstag und lernt zum ersten Mal die charmante Kollegin kennen, deren Tod schließlich zu seiner Inhaftierung und der Zerstörung des Lebens, das er kannte, führen sollte.","versions":[{"lang":1,"streams":[{"redirect":14359049,"hoster":"VOE"},{"redirect":14378313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14359062,"hoster":"VOE"},{"redirect":13588115,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kopfkino","epNo":2,"alt":"The Movie In Your Mind","descr":"In der Vergangenheit wird eine intensive, leidenschaftliche Beziehung sauer, als Dan merkt, dass Alex mehr von ihm will, als sie bisher den Eindruck erweckt hat. In der Gegenwart sind Dans Angehörige von seinem Wiederauftauchen in ihrem Leben erschüttert. Dan und Mike sind wieder vereint und Ellen bespricht mit ihrem Therapeuten ihre Hoffnungen für ihre Beziehung zu Dan.","versions":[{"lang":1,"streams":[{"redirect":12575453,"hoster":"VOE"},{"redirect":13706390,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12621533,"hoster":"VOE"},{"redirect":13706392,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das wachsame Herz","epNo":3,"alt":"The Watchful Heart","descr":"In der Vergangenheit wird ein Blick auf Alex\u0027 privates und berufliches Leben außerhalb von Dan geworfen und die Ereignisse ihrer Affäre aus ihrer Sicht nacherzählt. In der Gegenwart nimmt Dan wieder Kontakt zu Beth auf und in der Hoffnung, Beweise zu finden, um sich selbst zu entlasten, beginnt er seine Ermittlungen mit Mike, was zu einem Besuch bei Brooker führt.","versions":[{"lang":1,"streams":[{"redirect":14359050,"hoster":"VOE"},{"redirect":13588105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14359069,"hoster":"VOE"},{"redirect":13588119,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wunderschöne Mosaike","epNo":4,"alt":"Beautiful Mosaics","descr":"Die emotionalen Folgen durch Dans Hintergehen aus der Perspektive seiner Frau Beth, die versucht, ein ungutes Gefühl zu ignorieren, bis das Schicksal zuschlägt und ihr das unmöglich macht.","versions":[{"lang":1,"streams":[{"redirect":14359060,"hoster":"VOE"},{"redirect":14378317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14359070,"hoster":"VOE"},{"redirect":14378314,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Mediale Frau","epNo":5,"alt":"Medial Woman","descr":"Nachdem in der Vergangenheit eine zufällige Begegnung tödliche Folgen hatte, beschließt Dan, Beth seine Affäre mit Alex zu gestehen, während Alex‘ Vorgehen gegen die Gallaghers nur noch schlimmer wird. Am Ende des Tages ist Dans Schicksal bereits besiegelt, auch wenn er es noch nicht weiß. In der Gegenwart freundet sich Ellen mit einer neuen Freundin an, während Dan einen alten Kollegen zum Mittagessen und zum Informationsaustausch trifft.","versions":[{"lang":1,"streams":[{"redirect":14359061,"hoster":"VOE"},{"redirect":14378316,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14359051,"hoster":"VOE"},{"redirect":14378312,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Dillingers","epNo":6,"alt":"The Dillingers","descr":"Alex\u0027 Welt vor ihrer Begegnung mit Dan wird reflektiert durch zwei Menschen, deren Zuwendung sie nicht annehmen konnte. Dans Welt kollabiert, als er wegen ihrer Ermordung verhaftet wird.","versions":[{"lang":1,"streams":[{"redirect":12652631,"hoster":"VOE"},{"redirect":14369708,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Beste Freunde","epNo":7,"alt":"Best Friends","descr":"In der Gegenwart bereitet Dan den Antrag auf ein neues Verfahren vor und teilt ihn den Menschen in seinem Leben mit, die von dem Urteil des ersten Verfahrens am meisten betroffen waren. In der Vergangenheit bereitet Dan seine Verteidigung mit Cabral vor. In der entfernteren Vergangenheit prägen Schlüsselmomente in Alex\u0027 Leben die Frau, zu der sie wird, als sie Dan trifft.","versions":[{"lang":1,"streams":[{"redirect":14359059,"hoster":"VOE"},{"redirect":14378319,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wohltäter","epNo":8,"alt":"Caregiving","descr":"Der Kollisionskurs, den Dan für alle um ihn herum festgelegt hat, spielt sich sowohl in der Vergangenheit als auch in der Gegenwart ab. Dan versucht, mit Reue und Ehrlichkeit voranzukommen, indem er zustimmt, in Jorges Firma weiterzuarbeiten und Ellen offenbart, dass der Richter seine Berufung abgelehnt hat. Als Mike und Dan zum Brunch bei Beth und Arthur eingeladen werden, wird klar, dass er von Geheimnissen umgeben ist.","versions":[{"lang":1,"streams":[{"redirect":14359034,"hoster":"VOE"},{"redirect":14378318,"hoster":"Streamtape"}]}]}]}]}