{"path":"/serie/stream/eine-starke-familie","name":"Eine starke Familie","descr":"[Step by Step] Frank Lambert und Carol Foster, beide aus der gleichen amerikanischen Stadt, lernen sich bei einem Urlaub in der Karibik kennen. Es funkt so stark, daß sie gleich unter Palmen heiraten und ihre Kinder vor vollendete Tatsachen stellen. Frank zieht mit seinen Söhnen J.T. und Brendan und Tochter Alicia, genannt Al, in Carols Haus. Sofort gibt es Zoff: Carols Kinder Dana, Karen und Mark können die neuen Geschwister nicht ausstehen, weil sie ihrer Meinung nach wie der Vater viel zu schlampig sind. Die Abneigung beruht auf Gegenseitigkeit, denn Carols Kinder sind das genaue Gegenteil.","seasons":[{"path":"/serie/stream/eine-starke-familie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-1","name":"Aus zwei Familien wird eine","epNo":1,"alt":"Pilot","descr":"Auf der Sonneninsel Jamaika lernen sich die verwitwete Carol und der geschiedene Frank kennen. Obwohl sie verschiedener nicht sein könnten, heiraten sie spontan. Doch was werden ihre Kinder dazu sagen? Carol und Frank stammen aus einem kleinen Städtchen in Amerika. Carol ist Witwe und hat ihre drei Kinder Dana, Karen und Mark alleine großgezogen. Carol ist eine echte Bilderbuchmutter, die alles im Griff hat und so nebenbei betreibt sie auch noch erfolgreich einen Schönheitssalon. Frank ist da ganz anders. Seit ihn seine Frau verlassen hat, um eine Gesangskarriere zu machen, wurschtelt er sich mehr schlecht als recht mit seinem Sohn J.T. und seiner burschikosen Tochter Al durch. Die beiden Singles treffen sich beim Urlaub auf Jamaika und zwischen den beiden funkt es so gewaltig, dass sie dort spontan heiraten. Beide befürchten, dass ihre Kinder die frohe Botschaft nicht sonderlich begeistert aufnehmen und beschließen, ihre Ehe vor den Kleinen zu verheimlichen. So sollen sich die Familien unverkrampft näher kommen. Doch der schlaue Plan scheint nicht aufzugehen und die Kinder liegen sich ständig in den Haaren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307478","hoster":"VOE"},{"path":"/redirect/10107153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-2","name":"Der Tanzball","epNo":2,"alt":"Rules Of The House","descr":"In Als Highschool findet ein Tanzball statt. Al hat keine Lust hinzugehen, weil sie keinen Jungen kennt, der sie begleiten könnte. Frank macht ihr Mut, ihren Spielkameraden Roger zu bitten. Der willigt zu Als Freude auch ein, sagt aber im letzten Moment doch noch ab. Al ist untröstlich, doch dann taucht Steve auf, der ausgeflippte, schwarze Partner in Marks Wissenschaftsprojekt. Er baut sie moralisch auf und geht mit ihr zusammen auf den Ball. Doch Steve ist nicht nur ein guter Tröster, er ist auch eine echte Stimmungskanone. Sein Rap macht aus der Party einen echten Knaller und Al ist überglücklich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307499","hoster":"VOE"},{"path":"/redirect/10107157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-3","name":"Hausregeln","epNo":3,"alt":"Frank \u0026 Son","descr":"Der Alltag zieht bei den Familien von Carol und Frank ein, die nun eine große Familie werden soll. Das erweist sich als mühseliges Unternehmen. Die Kinder machen sich gegenseitig das Leben schwer und geraten sich ständig in die Haare. Vor allem Franks Kindern J.T. und Al fällt es schwer, sich an irgendwelche Regeln zu halten. Carol beschließt, einen Vorschriftenkatalog aufzustellen, an den sich alle Hausbewohner zu halten haben. Sämtliche Mahlzeiten müssen gemeinsam eingenommen werden und der Fernsehkonsum wird auch rigoros eingeschränkt und reglementiert. Ihre Vorschriften lassen sich jedoch nur schwer in die Praxis umsetzen, doch Carol bleibt hartnäckig. Dann ist es Frank, der als erster gegen die strengen Fernsehzeiten rebelliert, und auch seine Tochter Al widersetzt sich vehement. Sie beschließt zu ihrer Oma nach Milwaukee zu ziehen. Carol muss einsehen, dass sie etwas übers Ziel hinausgeschossen ist und lockert ihr strenges Regiment. Sie rechnet mit dem Schlimmsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307490","hoster":"VOE"},{"path":"/redirect/10107155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-4","name":"Das Jubiläum","epNo":4,"alt":"First Anniversary","descr":"Carol und Frank feiern ihr einmonatiges Ehejubiläum. Frank hat kein Geschenk besorgt und muss sich J.T.t ganz schnell etwas einfallen lassen. Gleich zwei freudige Anlässe stehen ins Haus. Erst fällt Franks Neffe Cody ins Haus ein und dann feiern Carol und Frank ihren einmonatigen Hochzeitstag. Carol betont, dass das natürlich kein Anlass für ein Geschenk sei und sie sich Geschenk genug seien. Doch trau einer den Frauen. Carol hat natürlich etwas Hübsches besorgt und Frank steht mit leeren Händen da. Carol ist zutiefst enttäuscht und Frank muss sich mächtig ins Zeug legen, um den Schnitzer wieder gut zu machen. Doch indem er den Zauber Jamaikas heraufbeschwört, wird alles wieder gut. Währenddessen hat der tumbe Cody mit J.T. gewettet, dass er dessen Halbschwester Dana rumkriegen würde. Doch alle Baggerversuche schlagen fehl. Bis Dana erfährt, dass es bei der Wette um 20 Dollar geht. Nur um J.T. eins auszuwischen, geht sie mit Cody aus. Ein Rendezvous mit Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307489","hoster":"VOE"},{"path":"/redirect/10107158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-5","name":"Frank und Sohn","epNo":5,"alt":"The Dance","descr":"Langsam normalisiert sich das Leben in der frischgebackenen Großfamilie. Doch Frank hat schwer daran zu schlucken, dass sein einziger Sohn beschließt, Friseur zu werden. Allmählich normalisiert sich das Leben bei Frank und Carol. Es stellt sich heraus, dass die Kinder ganz verschiedene Talente haben, die sich bestens ergänzen. Frank bestimmt, dass J.T. Dana beim Bau eines Vogelhäuschens behilflich sein soll. Doch da treffen gleich vier linke Hände aufeinander. Aber J.T. braucht Geld und so lässt er sich von Carol als Haarewäscher in ihrem Schönheitssalon anstellen. Er erweist sich als echtes Naturtalent. Frank ist alles andere als begeistert, als er erfährt, dass sein Sohn eine große Zukunft als Friseur vor sich hätte. Er meint, dass Friseur kein Beruf für einen echten Mann ist. Er ist schnell wieder versöhnt, als er feststellt, dass seine Tochter Al an dem Vogelhäuschen ihr großes Heimwerkertalent beweist und spannt sie gleich für größere Bauarbeiten ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307503","hoster":"VOE"},{"path":"/redirect/10107159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-6","name":"Das Super-Team","epNo":6,"alt":"Yo Yo\u0027s Wedding","descr":"Frank ist Feuer und Flamme: Die Port Washington Familienwettkämpfe werden wieder ausgetragen, und die Lamberts wurden bisher dreimal in Folge Champion. Leider muss Frank diesmal auf seinen Neffen Cody verzichten, der arbeiten muss. Dafür bieten sich Carol und ihre Kinder als Verstärkung an. Doch die Lamberts halten nicht viel von den sportlichen Qualitäten der Fosters. Aber im Familienwettstreit beweisen sich Carols Kinder dann doch als ganz brauchbar. Vor allem Karen schafft es, mit ihrem Charme die Gegner so zu verzaubern, dass sie kampflos das Feld räumen. Im letzten Kampf, dem Tauziehen, braucht die Familie dann doch die tatkräftige Unterstützung Codys, der in letzter Sekunde auftaucht. Die Familie gewinnt die begehrte Trophäe und fällt sich überglücklich in die Arme. Doch der Friede ist von kurzer Dauer. Noch bevor das Siegerfoto geschossen werden kann, liegen sich die Kinder schon wieder in den Haaren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307511","hoster":"VOE"},{"path":"/redirect/10107161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-7","name":"Wenn Clowns heiraten","epNo":7,"alt":"Pulling Together","descr":"Brendan wünscht sich zu seinem Geburtstag eine richtige Party mit dem Clown Yoyo, doch der sagt ab und Frank muss kurzfristig einspringen. Brendans sechster Geburtstag steht bevor und Frank plant, wie an jedem seiner Geburtstage, mit seinem Filius Bowlen zu gehen. Brendan ist zu höflich, um zuzugeben, dass er das eigentlich total langweilig findet. Doch als Carol ihn darauf anspricht , gesteht er, dass er doch lieber eine Party mit seinen Freunden feiern würde. Am liebsten mit Yoyo, dem Clown. Noch ein anderes Fest steht ins Haus. Carol und Frank haben erfahren, dass ihre Ehe nicht rechtsgültig ist, weil sie in einer Hochzeitskapelle ohne Lizenz geheiratet haben. Sie wollen die Zeremonie an Brendans Geburtstag nachholen. Doch dann muss Clown Yoyo absagen und Frank übernimmt den Part. Die Hochzeit scheint ins Wasser zu fallen und Carol ist zutiefst betrübt. Doch Frank kommt nicht nur bei den Kindern riesig an, er schafft es auch, Carol wieder aufzuheitern. Und schließlich kommt es auch noch zu einer Trauung im Eilverfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307509","hoster":"VOE"},{"path":"/redirect/10107162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-8","name":"Ausgehverbot","epNo":8,"alt":"A Day In The Life","descr":"Dana will unbedingt in einem Club gehen, um ein Konzert des Folksängers Arlo Prine zu hören. Carol ist einverstanden, doch dann erfährt sie von Frank, dass dieser Club, das \"Jake’s\", eine üble Spelunke ist, in der es häufig zu Schlägereien kommt. Für Carol ist klar, dass sie Dana am nächsten Morgen den Konzertbesuch verbietet. Die ist stinksauer auf Frank, den sie als Drahtzieher vermutet. Deshalb schleicht sie sich abends davon. Karen ist Mitwisserin, und J.T. und Al werden mit ein paar Dollars zum Schweigen gebracht. Trotzdem erzählt J.T. Cody, wo Dana ist. Der macht sich auf den Weg und kommt gerade noch rechtzeitig, um einzuschreiten, als Psycho, der Anführer einer Rockerbande, sich auf Dana stürzen will. Aber selbst der einfallsreiche Cody kann gegen eine Horde wildgewordener Rocker wenig ausrichten. Ein Glück, dass Karen Frank und Carol gebeichtet hat, wo sich Dana rumtreibt. So stürzt sich das Paar ebenfalls ins Getümmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307516","hoster":"VOE"},{"path":"/redirect/10107163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-9","name":"Der Camping-Ausflug","epNo":9,"alt":"Into The Woods","descr":"Frank kommt auf den brillanten Gedanken, einen gemeinsamen Wochenendausflug in die unberührte Natur zu unternehmen. Die Lamberts sind begeistert, die Fosters erschüttert. Weder Carol noch ihre Kinder sind angetan von dem Gedanken an die Wildnis. Doch da sie immer gemeinsame Unternehmungen fordert, kann sie schlecht nein sagen. Sie machen sich gemeinsam auf den Weg zur \"Lichtung der Toten\", einem malerischen Plätzchen an einem See, weit ab von jeglicher Zivilisation. Als erstes versenkt Karen aus Versehen Franks Wagen im See. Damit ist die Rückkehr zunächst mal gestrichen und es heißt auf den Ranger warten, der einmal pro Woche an diesem Platz vorbeikommt. Bis dahin müssen sich die Stadtmenschen von dem ernähren, was die Natur freiwillig hergibt. Die ganze Aktion wird erst richtig zum Abenteuer, als auch noch ein Bär im Camp auftaucht. Die Lamberts erweisen sich als echte Naturburschen, während die Fosters nur noch eins wollen: nach Hause …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307514","hoster":"VOE"},{"path":"/redirect/10107174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-10","name":"Der Anrufbeantworter","epNo":10,"alt":"Just For Kicks","descr":"Ein Anrufbeantworter sorgt für Aufregung im Hause Foster/Lambert und eine verschwundene Nachricht kostet Frank beinahe das Leben. Doch dann stellt sich heraus, dass es kein technisches Versagen war. Bei den Lamberts und Fosters geht es telefontechnisch drunter und drüber. Da werden Anrufe verschlampt und falsche Mitteilungen weitergegeben. Alles läuft auf die Anschaffung eines Anrufbeantworters hinaus. Währenddessen hat Cody ganz andere Probleme. Er will unbedingt an Dana rankommen, aber die läßt ihn eiskalt abblitzen. Um sie zu beeindrucken, krempelt Cody sein Leben radikal um. Er sucht sich einen Job und taucht nur noch im Anzug auf. Doch auch davon läßt sich Dana nicht beeindrucken.Auch Karen kann sich über mangelnde Verehrer nicht beklagen. Aber sie will nur einen: Bobby. Und als der auf dem neuen Anrufbeantworter eine Nachricht hinterläßt, überhört Karen eine wichtige Nachricht eines Bauherren an Frank. So wartet Frank vergeblich in einem Haus auf eben diesen Bauherren, ohne zu ahnen, dass die Abrißbirne schon auf das Haus zurollt. Nur um Haaresbreite kann er sich retten und glaubt, dass er das Abenteuer dem fehlerhaften Anrufbeantworter zu verdanken hat. Schließlich findet er die wahre Schuldige und Karen kann ihrer gerechten Strafe nicht entgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307515","hoster":"VOE"},{"path":"/redirect/10107164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-11","name":"Die Sondersendung","epNo":11,"alt":"Mixed Messages","descr":"Die Familie soll im Fernsehen vorgestellt werden. Carol rechnet mit dem Schlimmsten – und behält recht. Frank bekommt eine Anfrage, ob er mit seiner neuen Familie in einer Reportage zum Thema \"angeheiratete Familien\" auftreten will. Frank ist geschmeichelt und er will sein Gesicht endlich mal im Fernsehen bewundern können. Auch die Kinder sind begeistert von der Idee. Die einzige, die zögert, ist Carol. Sie ahnt, dass sie einfach noch nicht reif für so eine Aktion sind. Sie befürchtet, dass die Kinder ihre Streitereien vor laufender Kamera austragen würden. Schließlich gelingt es Frank doch noch, sie zu überzeugen. Doch Carols schlimmste Befürchtungen werden wahr. Alle Kinder liegen sich in den Haaren und auch Carol und Frank streiten sich so heftig, dass es sogar den Kindern auf den Geist geht. Um sie zu besänftigen, schließen sie untereinander Frieden. Der zu Schau gestellte Familienfrieden zerbricht jedoch bevor die letzte Klappe fällt. Carol und Frank sind zwar wieder ein Herz und eine Seele, doch die Kinder schwingen das Kriegsbeil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307522","hoster":"VOE"},{"path":"/redirect/10107165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-12","name":"Das Neue Auto","epNo":12,"alt":"The New Car","descr":"Die Lamberts und die Fosters sind sich einig, dass Carol ein neues Auto braucht. Nur sie selbst ist von der Idee nicht begeistert, lässt sich dann aber doch überzeugen. Beim Feilschen mit dem Autorhändler beweist sie sich dann sogar als geschickte Verhandlungspartnerin. Alle sind mächtig stolz auf das neue Auto. Plötzlich hat J.T. sogar die Gelegenheit, sich mit einem tollen Mädchen zu verabreden. Die besteht allerdings darauf, mit dem neuen Wagen abgeholt zu werden. Zu dumm, dass J.T. keinen Führerschein hat und ihm Carol nie erlauben würde, den Wagen zu nehmen. Also muss er das Ganze heimlich tun, wobei er allerdings von Dana erwischt wird. Die ahnt, dass die Geschichte nicht gut ausgehen kann und schweigt, um sich später an dem garantierten Donnerwetter zu ergötzen. Tatsächlich wird J.T. der Wagen geklaut und ihm bleibt nichts anderes übrig, als ein Geständnis abzulegen. Denn auch Codys Hilfestellung hat nichts genutzt. Dämlich wie er ist, suchte er nicht nach dem gestohlenen Neuwagen, sondern klaute Carlos alten Wagen beim Gebrauchtwarenhändler. Schließlich stellt sich jedoch heraus, dass Frank den Wagen ganz einfach von der Ausfahrt in die Garage gefahren hat, um J.T. eine Lektion zu erteilen. Der ist heilfroh, dass nichts weiter passiert ist, doch die Strafe folgt auf den Fuß. Und auch Dana vergeht ihre Schadenfreude schneller als ihr lieb ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307521","hoster":"VOE"},{"path":"/redirect/10107166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-13","name":"Franks Büro","epNo":13,"alt":"Getting Organized","descr":"Cody und J.T. sind überzeugt, dass es Außerirdische gibt. Das bringt Dana und Karen auf die Idee, die beiden mal gehörig reinzulegen. Dabei soll ihnen Karens Freund Steven helfen, dessen Bruder Hubschrauberpilot ist. Der soll mit seinem Fluggerät über dem Garten auftauchen und mit einem dicken Scheinwerfer leuchten – das würde schon reichen, um es Cody und J.T. als UFO zu verkaufen. Zunächst läuft auch alles nach Plan und Cody und J.T. kommen kostümiert wie die Trottel zu ihrem Treffen mit den Außerirdischen. Doch dann erfahren Dana und Co., dass der Helikopter gar nicht gestartet ist. Als es dann trotzdem zu heftigem Stürmen kommt und der Garten in ein gleißendes Licht getaucht ist, bekommen es die beiden mit der Angst zu tun. Ohne es zu ahnen, sind sie diesmal Cody auf den Leim gegangen, der die ganze Show organisiert hat, um die Mädchen hereinzulegen. Unterdessen hat sich Carol vorgenommen, Franks Büro zu organisieren und alle Unterlagen im Computer zu erfassen. Dummerweise vergisst sie bei ihrem ambitionierten Plan, eine Datensicherung durchzuführen – und das führt zum Daten-Supergau …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307520","hoster":"VOE"},{"path":"/redirect/10107167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-14","name":"Sturmfreie Bude","epNo":14,"alt":"Home Alone","descr":"Während Frank und Carol in einem Hotel ein romantisches Wochenende verleben wollen, feiern die Kinder in ihrer sturmfreien Bude eine wüste Party. Durch einen kleinen Unglücksfall kommen die Eltern allerdings früher als erwartet zurück. Carol und Frank wollen ein Wochenende ganz für sich alleine und buchen sich in ein Hotel ein. Während Dana zuhause das Kommando übernimmt, reisen Carol und Frank zu ihrem Wochenendtrip ab. Leider entpuppt sich ihr Hotel als ziemliche Bruchbude, in der sich Frank beim Zusammenschieben der Betten auch noch den Halswirbel ausrenkt. Nun kann er sich kaum noch normal bewegen, und obwohl er versucht, die Sache möglichst locker zu sehen, sind seine Schmerzen einfach zu groß. Die beiden brechen ihr romantisches Wochenende ab und reisen zurück nach Hause – wo sie das nackte Chaos erwartet, weil die Kids ihre sturmfreie Bude für eine Riesen-Party genutzt und entsprechend gehaust haben. Nachdem es Dana gelungen ist, die \"lieben Gäste\" endlich vor die Tür zu setzen, machen sich die Kids daran, die Schäden zu beseitigen. Da stellen sie plötzlich fest, dass J.T. im Kamin fest hängt, weil ihn ein paar Jungs zu \"Testzwecken\" dort hin gehängt und dann vergessen haben. Es setzt ein gewaltiges Donnerwetter, und alle Kids werden zu Stubenarrest verurteilt. Trotzdem nimmt der Tag noch einen positiven Ausgang, denn durch einen gezielten Sprung auf Franks Arm gelingt es Brendan, Franks Hals wieder einzurenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307526","hoster":"VOE"},{"path":"/redirect/10107168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-15","name":"Die Fahrprüfung","epNo":15,"alt":"Drive, He Said","descr":"Al bittet ihren Vater darum, ein Musikinstrument lernen zu dürfen. Etwas genervt willigt Frank ein – nicht ahnend, dass sein Töchterchen ausgerechnet Schlagzeug lernen will. Dana hat derweil ganz andere Probleme. Sie möchte den Führerschein machen, was Frank ausgesprochen skeptisch macht, da er ihr das nicht so recht zutraut. Aber dann kommt es ganz anders, denn sie schafft die Prüfung auf Anhieb, während Frank, dessen Führerschein abgelaufen war, bei der theoretischen Prüfung mit Pauken und Trompeten durchfällt. Nun ist Carol ganz cool und glaubt, sie hätte alles im Griff. Doch als es dann beinahe zu einem Unfall kommt, verliert sie ihren Schneid und möchte das Autofahren für immer an den Nagel hängen. Unterdessen macht auch Als Schlagzeugkarriere rasche Fortschritte. Sie möchte eine Heavy-Metal-Band gründen, die natürlich im elterlichen Haus proben soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307527","hoster":"VOE"},{"path":"/redirect/10107170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-16","name":"Marks Leibwächter","epNo":16,"alt":"School Daze","descr":"J.T. ist in bester Stimmung, denn er hat gute Aussichten darauf, den Leichtathletikwettbewerb zu gewinnen und entsprechend in der Schülerzeitung \"Wildcatter\" gewürdigt zu werden. Allerdings übersieht er, dass ausgerechnet Dana den Artikel schreiben soll – und die wird es wohl kaum gut mit ihm meinen. Unterdessen hat Mark ganz andere Sorgen: Er wird von einem gewissen Max nach allen Regeln der Kunst schikaniert, und die ganze Familie will ihn dazu anstacheln, sich endlich zu wehren. Als besagter Max dann eines Tages vor der Tür steht und sich als hübsches Mädchen entpuppt, das zudem behauptet in Mark verknallt zu sein, ist die Überraschung unbeschreiblich. Auch Mark versteht die Welt nicht mehr. Aber kaum sind seine Eltern weg, zeigt sich Max auch schon wieder von der gewohnten Seite und macht den armen Mark wieder restlos fertig. Das will Al nicht auf der Familienehre sitzen lassen. Sie fängt Max ab und gibt ihr unmissverständlich zu verstehen, dass sie ein großes Risiko eingeht, wenn sie weiter auf Mark herumtrampelt. Diese Warnung zeigt Wirkung. Allerdings ahnt Mark nichts von Als Intervention und glaubt, er habe Max selbst davon überzeugen können, ihn endlich in Ruhe zu lassen. Carol und Frank dagegen durchschauen das Spiel und sind froh darüber, dass Al auch gegenüber Carols Kindern so etwas wie Familiensolidarität zeigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307523","hoster":"VOE"},{"path":"/redirect/10107169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-17","name":"Die \u0027Mädchen\u0027-Band","epNo":17,"alt":"Bully For Mark","descr":"J.T. hat sich in den Kopf gesetzt, Als Mädchenband zu managen. Diese Truppe, bestehend aus fünf zehn- bis zwölfjährigen Mädchen, ist bei den Auftrittslokalen nicht eben besonders gefragt, doch J.T. lässt einfach nicht locker. Dann gelingt es ihm tatsächlich, einen Auftritt in einem Bowling-Center zu organisieren und Al ist restlos begeistert. Dummerweise melden sich die anderen Mädchen kurz vor dem Auftritt krank. Guter Rat ist teuer, doch J.T. schafft es irgendwie, fünf weibliche Wesen auf die Bühne zu stellen – die sehen zwar etwas anders aus als der Veranstalter erwartet hat, aber das scheint niemanden etwas auszumachen. Nur der Gesang der Truppe kommt irgendwie nicht besonders gut an, so dass das Publikum in Scharen aus dem Saal strömt. Da kann nur noch der beherzte Einsatz von Carol helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307532","hoster":"VOE"},{"path":"/redirect/10107171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-18","name":"Frank, der Hausmann","epNo":18,"alt":"Daddy\u0027s Girl","descr":"Carol will ihren Collegeabschluss nachholen. Deshalb übernimmt Frank die Haushaltsführung – aber das kann einfach nicht gut gehen. Carol träumt davon, ihren Collegeabschluss nachzuholen. Schnell wird allen klar, dass sie sich damit etwas viel vorgenommen hat, denn Schönheitssalon, Haushalt, Familie und College sind einfach etwas übertrieben. In der allergrößten Not springt Frank heldenhaft ein und will den Haushalt übernehmen. Doch das führt zu erheblichen Komplikationen und kleinen Katastrophen. Da wird Carol klar, dass es so nicht weitergehen kann. Deshalb bietet sie auf einer Familienversammlung an, das College an den Nagel zu hängen. Frank und die Kinder lehnen dieses Angebot jedoch einhellig ab. Die Kids erklären sich stattdessen dazu bereit, Frank im Haushalt zu unterstützen, um Carol weiterhin den Besuch des College zu ermöglichen. Das Unfassbare geschieht: Zum ersten Mal ziehen alle Kinder gemeinsam an einem Strang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307530","hoster":"VOE"},{"path":"/redirect/10107172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-19","name":"Country Club","epNo":19,"alt":"The Boys In The Band","descr":"Carol und Co. sind in einen noblen Country Club eingeladen. Frank spürt, dass er dort nicht hinpasst – und scheint auch recht zu behalten. Carol ist zusammen mit ihrer Familie in den sehr gediegenen und noblen Washington Country Club eingeladen worden. Frank spürt zwar instinktiv, dass er dort nicht hinpasst, lässt sich aber Carol zuliebe breit schlagen, mitzukommen. Kaum angekommen, werden seine schlimmsten Erwartungen noch übertroffen, denn die Besucher verhalten sich unangenehm hochnäsig und arrogant. Doch dann verknallt sich Dana ausgerechnet in den Sohn des Clubpräsidenten. Als Frank davon erfährt, dass Clubpräsident Patterson ein großer Bauherr ist, wittert er die Chance, an lukrative Aufträge heranzukommen. Und da trifft es sich gut, dass Patterson auf Franks Golftalent angewiesen ist, um ein Turnier zu gewinnen. Zwar gewinnt Franks Team, doch dann stellt sich heraus, dass Patterson Frank nur benutzt hat. Dana ist daraufhin stocksauer und will nichts mehr mit Patterson und seinem Sohn zu tun haben. Frank ist gerührt, dass sich ausgerechnet Dana so für ihn eingesetzt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307534","hoster":"VOE"},{"path":"/redirect/10107173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-20","name":"Daddys Verlobte","epNo":20,"alt":"Country Club","descr":"Franks Vater kommt zu Besuch und entpuppt sich schnell als noch kindischer als Frank und die Kids zusammen. Trotzdem mögen alle den gesetzteren Herrn, der der Familie seine zukünftige Frau vorstellen will. Bei ihr handelt es sich um eine ziemlich heiße Lady, die auf den ersten Blick nicht so ganz zu dem älteren Herrn passen will. Frank hat sofort eine Abneigung gegen sie, und es dauert auch nicht lange bis er weiß, warum. Er hat seine zukünftige Stiefmutter Luanne schon mal auf einer Party als Stripperin gesehen! Als er diese schockierende Entdeckung seinem Vater mitteilt, reagiert der ziemlich unwirsch, was Frank fast zur Verzweiflung treibt. Er möchte weder die gute Beziehung zu seinem Vater ruinieren, noch ihn ins Unglück rennen lassen. Doch sein Vater reagiert klug und spricht sich mit seiner Zukünftigen in aller Ruhe aus. Nach diesem Gespräch weiß er alles über ihr Vorleben und möchte die Beziehung mit ihr dennoch weiterführen. Doch auch J.T. plagen Beziehungsprobleme: Er hat sich in Tina verliebt, ein Mädchen, an das er einfach nicht herankommt. Aber Dana könnte ihm den Weg zu seiner Angebeteten ebnen. Und die wäre auch bereit dazu, verlangt aber als Gegenleistung, dass sich J.T. eine Woche lang als ihr privater Sklave verdingen muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307533","hoster":"VOE"},{"path":"/redirect/10107175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-21","name":"Der Traum vom Fliegen","epNo":21,"alt":"Beauty Contest","descr":"Carol schenkt Frank zu seinem 40. Geburtstag die erste Flugstunde. Doch die Fluglektion droht katastrophal zu enden. Frank wird vierzig, und weil Carol ihn mitten in der Midlife Crisis wähnt, möchte sie ihm einen Jugendtraum erfüllen. Sie bekommt heraus, dass Frank gerne Pilot geworden wäre, also bekommt er seine erste Flugstunde geschenkt. Auch die anderen lassen sich etwas für Frank einfallen. Die erste Flugstunde jedoch droht katastrophal zu enden, weil der Fluglehrer, der gerade von seiner Frau verlassen wurde, sich mit Frank und Carol an Bord in den Tod stürzen möchte. Carol weiß das jedoch durch einen gezielten Handkantenschlag zu verhindern. Dabei geht der Fluglehrer zu Boden – aber wie sollen sie den Vogel J.T.t wieder herunter bekommen? Guter Rat scheint teuer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307535","hoster":"VOE"},{"path":"/redirect/10107176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-1/episode-22","name":"Der Schönheitswettbewerb","epNo":22,"alt":"He Wanted Wings","descr":"Frank, der zum stellvertretenden \"Großen Stockerpel\" der \"Stockenten-Loge\" gewählt wurde, hat die ehrenvolle Aufgabe, den jährlichen Mutter-Tochter-Schönheitswettbewerb zu moderieren. Karen will dabei unbedingt mitmachen, doch zuvor muss sie Carol erst davon überzeugen. Unterdessen könnte auch Cody bei den Stockenten einsteigen, wenn er sich einer mündlichen Prüfung unterzieht und zudem ein eigenes Projekt vorlegt. Sein Projekt, eine Stockente aus Käse, kommt auch hervorragend an, obwohl Als Schwein der Ente den Kopf abgebissen hat. Cody ist aufgenommen, doch der Schönheitswettbewerb verursacht so einige Probleme, denn zwei der Punktrichter verlangen von Karen und Carol ziemlich eindeutige Gegenleistungen als Dank für ihr positives Votum. Es kommt zu großem Ärger und einer Art \"Palastrevolution\". Da hat Cody die rettende Idee: Das Publikum soll darüber abstimmen, welches Mutter-Tochter-Paar das Rennen macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307540","hoster":"VOE"},{"path":"/redirect/10107177","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-1","name":"Das verblüffende Testergebnis","epNo":1,"alt":"S.A.T. Blues","descr":"Schon seltsam. Dauernd vermisst Frank irgendwelche Dinge, bis sie schließlich bei einem der Kinder wieder auftauchen. Um das abzustellen, installiert der genervte Familienvater Sicherheitsanlagen. Doch auch Dana hat so ihre Probleme. Sie hat den Eignungstest fürs College bestanden. Nur einer kann ein besseres Testergebnis vorweisen, nämlich Cody. Auch nach einer Wiederholung der Prüfung ist Cody wieder einen Tick besser als Dana. Die muss das Ergebnis akzeptieren: Sie ist zwar sehr begabt, aber nicht hyperbegabt. Und Cody sieht schon eine Zukunft als Gehirnchirurg vor sich, was ihm eigentlich gar nicht gefällt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307539","hoster":"VOE"},{"path":"/redirect/10107178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-2","name":"J.T. und Hamlet","epNo":2,"alt":"To B or Not to Be","descr":"J. T. muss sich in der Schule mit Shakespeares \"Hamlet\" befassen. Nach anfänglicher Skepsis entwickelt er sogar echtes Interesse, schließlich geht es in dem Klassiker um Sex und Gewalt. Die Schule hat wieder angefangen. Das passt den Kindern im Hause Lambert/Forster überhaupt nicht. Al soll Kochen lernen, obwohl sie gar keine Lust dazu hat, und J. T. schlägt sich mit Shakespeare herum. Auf Carols Drängen muss der Junge eine Nachtschicht einlegen und zusammen kämpfen sie sich durch \"Hamlet\". Nachdem sie erkannt haben, dass es in dem hehren Klassiker auch nur um Sex and Crime geht, macht ihnen der Schinken sogar richtig Spaß. Trotzdem bekommt J. T. bei einem Englischtest nur eine 4. Carol und Frank sind empört und statten der Lehrerin einen Besuch ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307543","hoster":"VOE"},{"path":"/redirect/10107181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-3","name":"Der Wettkampf","epNo":3,"alt":"JT\u0027s World","descr":"Frank tritt trotz heftiger Rückenschmerzen zum Wettkampf um den Titel als \"Beste menschliche Fliege\" an, um Al zu imponieren! Tagein tagaus schwärmt Al Frank von Ted, dem Vater ihrer Freundin Lori, vor. Ted war Profisportler, ist intelligent, reich, witzig, sieht blendend aus und kann einfach alles. Langsam kommt sich Frank im Vergleich wie ein kompletter Idiot vor. Da erfährt er zufällig, dass in Als Schule, ein Wettkampf um den Titel \"Beste menschliche Fliege\" ausgetragen wird. Die Kandidaten müssen mit einem Klettanzug bekleidet auf ein Trampolin springen und gegen eine Klettwand fliegen. Als Frank dann auch noch hört, dass sowohl Ted als auch Cody an dem Wettkampf teilnehmen, will er trotz seines kaputten Rückens auch den Sprung wagen und die Super-Dads übertreffen. Leider legt er dabei nicht nur eine ziemlich jämmerliche Vorstellung aufs Trampolin sondern handelt sich damit auch noch mehr Rückenschmerzen ein. Dennoch ist Al mächtig stolz auf ihn, als sie erfährt, was er alles auf sich genommen hat, um ihr zu imponieren. Damit bestätigt sich, was für sie schon immer klar war: Frank ist eben doch der beste Dad der Welt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307548","hoster":"VOE"},{"path":"/redirect/10107179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-4","name":"J.T.s Fernsehshow","epNo":4,"alt":"Stuck On You","descr":"J.T.s erste Fernsehshow hat schreckliche Folgen. Als der Moderator sich in die erste Interviewpartnerin verliebt, die aber für seinen Assistenten Cody entbrennt, stehen Freundschaften und Karrieren auf dem Spiel! J.T. bekommt seine eigene Fernsehshow im Kabelkanal. Zusammen mit seinem Assistenten Cody und seiner Crew, bestehend aus Al, Mark und Brendan, lässt J.T. die Show im Fosterschen Wohnzimmer steigen. Als ersten Studiogast hat er sich Karens wunderhübsche Freundin Lisa eingeladen, für die er vor laufender Kamera voll entflammt. Aber die Show wird kein wirklicher Renner und zu allem Unglück verliebt sich Lisa ausgerechnet in Cody. Da erweist sich J.T. als äußerst schlechter Verlierer und schmeißt seinen Assistenten einfach raus. Auch zwischen Frank und Carol kriselt es, da Frank dummerweise zugegeben hat, dass er sich, auf einer einsamen Insel gestrandet und ohne Aussicht darauf, Carol jemals wiederzusehen, nach einer anderen Frau umsehen würde. Nun ist Carol total eingeschnappt. Ob Frank das wieder hinbiegen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173958","hoster":"VOE"},{"path":"/redirect/10107180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-5","name":"Ein Hundeleben","epNo":5,"alt":"It\u0027s A Dog\u0027s Life","descr":"Al und Brendan wollen unbedingt den Nachbarhund in Pflege nehmen. Alle sind dafür, nur Carol hat Bedenken, einen ausgewachsenen Bernhardiner aufzunehmen. Aber schließlich wird sie von den anderen dazu überredet, Mr. Fritz eine Chance zu geben, schließlich soll es ja nur für eine Woche sein. Doch im Laufe der Zeit ändert sich die Einstellung der Familie dem guten Mr. Fritz gegenüber. Alle sind genervt von dem Hund, der sich nicht so recht in die Familie einzuordnen versteht. Nur Carol ist restlos begeistert von dem Vierbeiner. Zum Schluss sind sich alle darüber einig, dass Mr. Fritz wieder weg muss – und Carol muss sich mal wieder dem Mehrheitsbeschluss fügen. Das Problem ist nur, dass die Nachbarn mittlerweile auf Nimmerwiedersehen verschwunden sind – J.T.t soll Mr. Fritz ins Tierheim …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307544","hoster":"VOE"},{"path":"/redirect/10107183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-6","name":"Der Boß","epNo":6,"alt":"Model Daughter","descr":"J.T. und Karen haben einen Job in einem Café gefunden. Die Arbeit schmeckt ihnen aber überhaupt nicht mehr, als sie erfahren, dass ausgerechnet die herrische Dana die Assistentin des Managers und somit ihre Chefin ist. J.T. und Karen schmeißen ihren Job – ausgerechnet in dem Augenblick, in dem im Laden Hochbetrieb herrscht. Aus Solidarität kündigen auch die Köche. Dana steht vor einem schier unlösbaren Problem. Vielleicht hat sie sich doch nicht ganz so korrekt verhalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307546","hoster":"VOE"},{"path":"/redirect/10107182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-7","name":"Karen, das Top Model","epNo":7,"alt":"The Making Of The President","descr":"Karens Lebenstraum steht kurz vor der Erfüllung: Sie soll in Chicago bei einer Modenschau als Model auftreten. Alle außer ihrer Mutter Carol halten das für eine wunderbare Chance. Carol lässt sich umstimmen und fliegt mit ihrer Tochter nach Chicago. Während die beiden in die Glitzerwelt der Mode eintauchen, erkranken zu Hause alle an der Grippe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14075019","hoster":"VOE"},{"path":"/redirect/13244150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-8","name":"Der Anstandswauwau","epNo":8,"alt":"The Boss","descr":"Weil Carol übers Wochenende zu einem Kosmetikseminar entschwunden ist, muss sich Frank allein um den Nachwuchs kümmern. Die Probleme lassen nicht lange auf sich warten, denn Dana will unbedingt mit Mike Walters, einem berüchtigten Mädchenabschlepper, ausgehen. Frank lässt sie ziehen, verfolgt sie aber heimlich. Als es zwischen Dana und Mike gerade heftig funkt, schreitet Frank ein, und holt sich eine Abfuhr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307545","hoster":"VOE"},{"path":"/redirect/10107184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-9","name":"Die Präsidentschaftswahl","epNo":9,"alt":"Someone to Watch  Over Me","descr":"Im Hause Foster/Lambert ist der Wahlkampf ausgebrochen. Denn nicht nur die ehrgeizige Dana, auch J.T. ist scharf auf den Präsidentenposten der Schülerschaft. Dana kann ihre Klientel nicht gerade begeistern. Ihre Vorstellungsrede steht den Reden der professionellen Politiker in punkto Langeweile in nichts nach. J.T. geht die Sache schon ein bisschen cleverer an. Damit zwischen Carol und Frank während der Wahlkampfzeit keine Ehekrise ausbricht, vereinbaren die beiden strikte Neutralität. Als J.T. schließlich das Rennen macht, ist es mit dem Frieden vorbei. Also versucht der gutmütige J.T. den Präsidenten-Job wieder loszuwerden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307553","hoster":"VOE"},{"path":"/redirect/14219981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-10","name":"Cody und die Frauen","epNo":10,"alt":"Virgin Territory","descr":"Frank hat ein Problem. Sein Cholesterinspiegel ist zu hoch, und deshalb soll er seine Essgewohnheiten ändern. Allerdings mag Frank eigentlich nur das, was ungesund ist und möglichst viel Fett enthält. Seine Frau Carol muss sich ein paar kulinarische Tricks einfallen lassen. J.T. hat derweil zwei Mädchen aufgetrieben, die bereit sind, sich mit ihm und Cody – auf alles – einzulassen. Doch Cody kneift im letzten Augenblick. Er möchte sein \"Erstes Mal\" für das Mädchen aufbewahren, das er wirklich liebt. Genau diese Haltung finden die Mädchen besonders anziehend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10107189","hoster":"VOE"},{"path":"/redirect/10107191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-11","name":"Der Umgang mit Geld","epNo":11,"alt":"Back To Basics","descr":"Am letzten Wochenende haben sich die Kinder unverschämt viele Videos ausgeliehen und Carol muss nun die Rechnung zahlen. Zur Strafe entzieht sie erst einmal allen das Taschengeld. Carol ist entsetzt. In der Videothek musste sie 84 Dollar bezahlen, weil die Kinder übers Wochenende haufenweise Filme ausgeliehen haben und Brendan zu allem Überfluss auch noch eine Kassette verloren hat. Zur Strafe verordnet Carol allen Taschengeldentzug. Brendan fühlt sich schuldig und beschließt, von zu Hause wegzulaufen. Frank und Carol können das Vorhaben glücklicherweise verhindern. Frank zieht einen Schluss-Strich unter die Sache und fordert alle zum Sparen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307552","hoster":"VOE"},{"path":"/redirect/10107188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-12","name":"Alte Freunde","epNo":12,"alt":"Happy Birthday, Baby","descr":"Frank zieht mit seinem alten Freund Scooter durch die Kneipen. Als Scooter dann aber auch J.T. in eine Stripbar einschleust, platzt Frank der Kragen. Frank freut sich. Sein alter Kumpel Scooter hat seinen Besuch angekündigt. Die beiden haben sich seit 20 Jahren nicht mehr gesehen. Als Scooter schließlich auftaucht, muss Carol feststellen, dass er ein ziemlich rüder Typ ist. Sie befürchtet das Schlimmste. Doch sie kann nicht verhindern, dass ihr Mann mit seinem alten Freund um die Häuser zieht. Scooter schleppt Frank schließlich in eine Stripbar. Als er jedoch auch J.T. in diesen Nachtclub schleust, hat er aus Franks Sicht eine Grenze überschritten. Frank erklärt Scooter, dass er J.T.t eine Frau und Kinder habe, und dass er sich mit ihnen sehr wohl fühle. Scooter versteht und verschwindet. Carol ist gerührt, denn J.T.t weiß sie endlich, wie viel ihrem Mann die Familie bedeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103822","hoster":"VOE"},{"path":"/redirect/12980853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-13","name":"Wenn ich einmal reich wär...","epNo":13,"alt":"Boys Will Be Boys","descr":"Panik im Hause Lambert/Foster! Die Videokamera ist kaputt. Die Reparatur würde 400 Dollar kosten, eine neue Kamera 500. Da erbt Cody von einem älteren Herrn, den er immer wieder im Altersheim besucht hatte, 250.000 Dollar. J.T.t wünscht sich J.T. von Cody einen Maserati, mit dem er eine reiche Frau aufreißen könnte. Außerdem will er ein Schloss in Spanien kaufen. Aber auch die anderen Kinder bestehen auf ihrem Anteil an der Viertelmillion, sodass Cody theoretisch nichts mehr übrig bleibt. Carol rät ihm, sich die Sache mit dem Erbe gut zu überlegen. Am Ende erhält Frank 500 Dollar für eine neue Videokamera. Den Rest spendet Cody dem Altersheim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307562","hoster":"VOE"},{"path":"/redirect/10107192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-14","name":"Happy Birthday, Dana","epNo":14,"alt":"Aloha, Part 1","descr":"Frank und Carol wollen in einem Hotel einen romantischen Abend verbringen, während Dana im Zimmer nebenan eine rauschende Geburtstagsparty feiert. Frank möchte mit Carol einen romantischen Abend verbringen. Zu dumm, dass just an dem Tag, den er sich dafür ausgeguckt hat, Carols Tochter Dana Geburtstag hat. Zu Franks Freude hat Dana jedoch keine Lust, zu Hause mit ihrer Familie zu feiern. Am liebsten wäre sie mit ihrer besten Freundin Traci zusammen. Franks und Carols romantischem Abend steht also nichts mehr entgegen. Nur zu dumm, dass sie diesen in genau dem Hotel verleben wollen, in dem Dana und Traci gerade eine rauschende Party schmeißen. Natürlich dauert es nicht lange, bis Eltern und Tochter merken, dass sie den Abend Tür an Tür verbringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307557","hoster":"VOE"},{"path":"/redirect/10107193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-15","name":"Die Frau vom Bau","epNo":15,"alt":"Aloha, Part 2","descr":"Die Kinder haben beschlossen reich zu werden. Also werfen sie ihr Taschengeld zusammen, um an der Börse zu zocken. Mark, der sich mit der Materie einigermaßen auszukennen scheint, soll einen Investitionsplan aufstellen, und Cody soll die Zahlungen tätigen. Am Anfang läuft alles bestens, doch dann verliert Mark die Übersicht und verzockt sich. Das Geld ist futsch. Und noch jemand steckt bis zum Hals in Schwierigkeiten. Frank hat ein Auge auf eine junge Bauarbeiterin geworfen. Wenn er könnte wie er wollte … Doch die Frau vom Bau weist ihren Chef ab. Außerdem fühlt sich Frank Carol gegenüber zur Treue verpflichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307559","hoster":"VOE"},{"path":"/redirect/10107194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-16","name":"Showbusiness ist grausam","epNo":16,"alt":"One Of The Guys","descr":"Der TV-Produzent Phil Jones macht J.T. und Cody Hoffnungen auf eine Fernsehkarriere. Er möchte ihre Hobby-Show \"J.T.’s World\" unter Vertrag nehmen. Derweil besuchen Frank und Carol gemeinsam einen Zeichenkurs. Auf dem Lehrplan steht Aktzeichnen, und das Modell ist ein junger Mann. Carols lustvolle Blicke bleiben auch Frank nicht verborgen. Kurz darauf lernen J.T. und Cody, wie grausam das Showbusiness ist, denn Phil Jones hat zwar ihre Show unter Vertrag genommen, doch sie selbst werden gefeuert. Auch Carol muss einen Schock wegstecken. Dana bringt ihren neuen Freund mit nach Hause: Es handelt sich um das Nacktmodell aus dem Zeichenkurs …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307556","hoster":"VOE"},{"path":"/redirect/10107195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-17","name":"Valentinstag","epNo":17,"alt":"If I Were A Rich Man","descr":"Aufregung im Hause Lambert/Foster! Der große Valentinsball steht an, und da stehen die meisten Mitglieder der Doppelfamilie vor gigantischen Problemen. J.T. muss sich unbedingt eine Stretchlimo mieten, weil Marcia Morrison sonst nicht mit ihm auf den Ball geht. 50 Dollar soll der Spaß kosten. Al muss sich von Latzhose und Holzfällerhemd trennen und in ein Kleid zwängen und Karen gibt ihr noch schnell einen Blitzkurs in mädchenhaftem Verhalten. Carols Schönheitssalon ist so kurz vor dem Ball natürlich proppenvoll. Doch ausgerechnet J.T.t haben sich ihre beiden Angestellten krank gemeldet. Frank bietet seine Hilfe an. Bei einer Kundin vergisst er die Färbepackung. Der jungen Frau fällt das Haar büschelweise aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307558","hoster":"VOE"},{"path":"/redirect/10107196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-18","name":"Hawaii, wir kommen - Teil 1","epNo":18,"alt":"Love, Port Washington Style","descr":"Carol und Frank haben eine Reise nach Hawaii gewonnen, und die ganze Familie darf mit. Nur Dana möchte lieber zu Hause bleiben und für die Schule büffeln. Am Urlaubsziel angekommen, hält Carol die Familie auf Trab. Sie hat sich in den Kopf gesetzt, einfach alle Sehenswürdigkeiten der Insel abzuklappern, was bei Frank und den Kindern rasch zu Erschöpfungszuständen führt. Dana, die schließlich doch mitgekommen ist, trifft am Strand ihren Traumtypen: Einen wirklich netten, gut aussehenden Multimillionär …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307564","hoster":"VOE"},{"path":"/redirect/10107197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-19","name":"Hawaii, wir kommen - Teil 2","epNo":19,"alt":"No Way To Treat A Lady","descr":"Nach der anstrengenden Sightseeing-Tour steht Entspannung auf dem Urlaubsprogramm. Al, Brendan und Mark wollen an einem Sandburgenwettbewerb teilnehmen, J.T. ist auf der Suche nach einer Strandschönheit, und Frank versucht alles, um auch Carol dazu zu bringen, sich endlich mal zu entspannen. Schließlich gewinnen Al, Brendan und Mark den ersten Preis beim Sandburgenwettbewerb, einen Inselrundflug. J.T. erscheint ein wunderschönes Hawaii-Mädchen, und Cody findet einen Schatz. Derweil macht der Multimillionär Brian Dana einen Heiratsantrag. Doch die Umworbene muss die Sache erst mit ihrer Mutter besprechen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307565","hoster":"VOE"},{"path":"/redirect/10107198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-20","name":"Wie behandelt man eine Lady?","epNo":20,"alt":"No Business Like Show Business","descr":"J.T. möchte mit seiner neuen Freundin Gina zum U2-Konzert. Cody hat zwei Karten besorgt, und so steht dem Vorhaben eigentlich nichts mehr im Wege. Wenn da nicht Ginas Eltern wären. Als J.T.s Freundin ist Gina mindestens genauso aufsässig wie ihr Freund, und nicht zuletzt deswegen lassen auch ihre schulischen Leistungen zu wünschen übrig. Sie darf nicht mit aufs Konzert und soll brav lernen. Ausgerechnet Mark gibt ihr Nachhilfe in Mathematik. Bei ihm lernt Gina nicht nur den Umgang mit Zahlen. Mark zeigt ihr auch, dass Jungs sich auch anders verhalten können als der eher rüpelhafte J.T. – prompt lässt Gina J.T. abblitzen. Auch Al hat ein Problem. Sie braucht ihren ersten BH. Zusammen mit ihrer Stiefmutter Carol wagt sie den schweren Gang in ein Miederwarengeschäft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307568","hoster":"VOE"},{"path":"/redirect/10107199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-21","name":"Der Siegestreffer","epNo":21,"alt":"Double Date","descr":"Frank trainiert die Kinderbaseballmannschaft von Port Washington. Das Team steht kurz vor dem Ligaendspiel und könnte die Meisterschaft erringen, wenn da nicht Mark wäre. Der Junge ist fest davon überzeugt, ein echtes Baseballtalent zu sein. Leider ist er der Einzige, der das so sieht. Um seiner Frau einen Gefallen zu tun, nimmt Frank Mark auf deren Drängen hin schließlich doch in die Mannschaft auf. Obwohl Mark beim Finale eigentlich nur auf der Ersatzbank sitzen sollte, ist Frank schließlich doch gezwungen, ihn einzusetzen. Für Frank und sein Team beginnt das große Zittern vor dem alles entscheidenden Schlag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307567","hoster":"VOE"},{"path":"/redirect/10107200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-22","name":"Die Wahrsagerin","epNo":22,"alt":"This Old House","descr":"Carol und Frank erstehen ein neues Ehebett. Das Ding entpuppt sich bald als ein elektronisches Monster. Klar, dass sie die Neuanschaffung wieder umtauschen müssen. Doch noch jemand hat ein ziemliches Problem: J.T. hat Karen gedemütigt, indem er ein Babyfoto von ihr in der Schülerzeitung veröffentlicht hat. Karen schwört Rache. Ausgerechnet J.T.t erfährt J.T. von einer Wahrsagerin, dass jemand einen Anschlag auf sein Leben plant. Nach ersten Anzeichen bekommt er es wirklich mit der Angst zu tun. Und bald steht Karen mit einem Messer in der Hand vor ihm …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307566","hoster":"VOE"},{"path":"/redirect/10107201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-23","name":"Altes Haus, neues Haus","epNo":23,"alt":"The Un-Natural","descr":"Frank soll für die Oakwood Bank ein Haus abreißen. Das Problem ist nur, dass die Bewohner das Gebäude noch nicht verlassen haben. Ob es Frank übers Herz bringt, die Familie wirklich auf die Straße zu setzen? Frank erhält von der Oakwood Bank den Auftrag, ein gepfändetes Haus abzureißen, um auf dem Grundstück ein neues Mietshaus zu bauen. Als Cody gerade eine Sprengladung an dem Gebäude anbringen will, muss er feststellen, dass die Bewohner, eine Familie mit drei Kindern, noch nicht ausgezogen sind. Die Eltern sind arbeitslos und wissen einfach nicht wohin. J.T.t steckt Frank in einer Zwickmühle: Einerseits kann er die Familie nicht einfach auf die Straße setzen, andererseits wird er vertragsbrüchig, wenn er das Haus nicht abreißt. Die Bank würde Frank verklagen, was für ihn das berufliche Aus bedeutete. Da hat Cody eine rettende Idee! Wie wär’s, wenn man das Haus wirklich abrisse, es aber an einer anderen Stelle wieder aufbauen könnte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307570","hoster":"VOE"},{"path":"/redirect/10107203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-2/episode-24","name":"Das Perfekte Paar","epNo":24,"alt":"The Psychic","descr":"Obwohl sie eigentlich mit dem schüchternen Freddie zum Frühjahrsball gehen soll, lässt sich Karen von dem umschwärmten Jeffrey einladen. Die beiden werden schließlich zum Paar des Abends gewählt. Doch da plagt Karen ein schlechtes Gewissen. Weil Carol annimmt, Karen hätte noch niemanden, mit dem sie zum Frühjahrsball gehen könnte, verkuppelt sie ihre Tochter mit Freddie Donavan, einem schüchternen Jungen, der noch neu in der Stadt ist. Was Carol nicht weiß: Karen hat Chancen, von Jeffrey eingeladen zu werden, dem Traumtypen aller Mädels der Gegend. Als Jeffrey sie tatsächlich bittet, mit ihr zum Ball zu gehen, stellt sie Freddie kalt. Zwar redet ihr Carol ins Gewissen, sie sollte doch wirklich mal über ihre Bewertungsmaßstäbe nachdenken, doch Karen bleibt bei ihrer Entscheidung. Auf dem Ball erscheint auch Freddie, der ihr, ganz und gar nicht schüchtern, die Meinung sagt. Als Karen und Jeffrey schließlich zum Paar des Abends gewählt werden, lehnt Karen den Preis ab und gibt öffentlich zu, eigentlich mit Freddie verabredet zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307574","hoster":"VOE"},{"path":"/redirect/10107202","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-1","name":"Das neue Bühnenpaar","epNo":1,"alt":"Way-Off Broadway","descr":"Frank gerät in Schwulitäten, als er beim Golfen seinen Ehering verliert, und Dana will aus Liebe zu einem Regisseur Shakespeares Julia spielen und sieht sich plötzlich Romeo Cody gegenüber! Peinlich, peinlich – Frank verliert beim Golfspielen seinen Ehering. Nun muss er sich ganz schön anstrengen, damit Carol nichts von dem Missgeschick mitbekommt. Schließlich bleibt ihm nichts anderes übrig, als sich einen neuen Ring zu kaufen. Was er nicht weiß: Auch Carol spielt ein doppeltes Spiel, denn niemand anders als sie hat den Ring gefunden … Auch Dana erwärmt sich fürs Schauspiel. Allerdings nur, weil sie sich in Regisseur Daniel verguckt hat. Keine Frage, dass sie bei seiner \"Romeo und Julia\"-Inszenierung mit von der Partie sein muss. Schade nur, dass ausgerechnet Cody den Romeo gibt. Aber J.T.t gibt es kein Zurück mehr für \"Julia\" alias Dana.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173960","hoster":"VOE"},{"path":"/redirect/10107204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-2","name":"Das Appartement","epNo":2,"alt":"The Apartment","descr":"Frank hat sich bei einem Job \"in Naturalien\" bezahlen lassen und so steht J.T.t ein monströser Großbildfernseher im ehelichen Schlafzimmer. Klar, dass sich Frank J.T.t im Bett mehr um Sportsendungen als um seine Frau Carol kümmert. Ebenfalls klar, dass Carol die Riesenglotze schon bald rauswirft. Aber das eigentliche Problem hat Dana. Zunächst ist sie überglücklich, denn ihre Mutter hat ihr erlaubt, für drei Monate in die Wohnung einer Freundin zu ziehen. Endlich allein! Endlich ohne die nervende Familie! Doch ihr Glück währt nicht lange, denn nach kurzer Zeit dann muss Dana feststellen, dass ihr die Familie fehlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307582","hoster":"VOE"},{"path":"/redirect/10107205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-3","name":"Sonntags nie","epNo":3,"alt":"Never On Sunday","descr":"Auch nach längerem Zusammenleben haben sich die Lamberts und Fosters ihre jeweils eigenen Sonntagsrituale bewahrt. Während Carol mit ihren Kindern Dana, Karen und Mark jeden Sonntag in die Kirche geht, widmen sich Frank, J.T., Al und Brendan einem großen üppigen Frühstück und schauen sich dazu Footballspiele im Fernsehen an. Doch J.T.t gibt es in Carols Kirche einen neuen Pfarrer. Carol bittet ihren Mann, sich den Neuen doch wenigstens einmal anzusehen. Frank gibt nach – auch wenn an diesem Sonntagmorgen ein wichtiges Spiel der Packers übertragen wird. Während des Gottesdienstes schaut sich J.T. das Spiel zusammen mit Michael, dem Sohn des Pfarrers, auf dem Dachboden der Kirche an. Auch Frank verschwindet bald nach oben. Beim ersten Touchdown der Packers macht er einen Freudensprung. Das ist zuviel für den morschen Dachboden, und Frank bricht durch. Er landet vor der versammelten Gemeinde mitten auf dem Altar …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307577","hoster":"VOE"},{"path":"/redirect/10107206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-4","name":"Die Geklauten Aufsätze","epNo":4,"alt":"The Paper Chase","descr":"Cody kommt zu Besuch. Im Schlepptau sein alter Kumpel Slasher, ein dick gewordener Altrocker, und dessen bezaubernde Frau Debbie sowie der gemeinsame Sohn Harley. Als Frank erfährt, dass Slasher mit Rubbeltätowierungen 15 Millionen Dollar im Jahr verdient, ist er außer sich. Mit ehrlicher Arbeit würde er nie so weit kommen! Auch J.T. ist entsetzt: Übers Wochenende soll er für die Schule eine Buchbesprechung schreiben. Selbstverständlich hat er keines der Bücher, um die es geht, gelesen. Aber genauso selbstverständlich hat Mark die passenden Besprechungen in seinem Computer gespeichert. J.T. zapft den Rechner seines Stiefbruders an. Doch die Aufsätze klaut er nicht nur für sich selbst. Gegen Bares will er die Texte an die Jungs aus der Footballmannschaft verticken. Als Dana davon erfährt, macht sie J.T. einen Strich durch die Rechnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307583","hoster":"VOE"},{"path":"/redirect/10107207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-5","name":"Die Kontaktanzeige","epNo":5,"alt":"Trading Places","descr":"J.T. und Dana schlüpfen für ein Wochenende in die Elternrolle, und Cody gibt eine Kontaktanzeige auf. J.T. hat Probleme mit seinen Mathehausaufgaben und Frank lässt den Pädagogen raushängen, auch wenn er ebenfalls keine Ahnung von Mathe hat. Derweil streitet sich Dana heftig mit ihrer Mom. J.T. und Dana sind sich ausnahmsweise einig: Kind sein ist wenig vorteilhaft, denn immer haben die Eltern das Sagen. Daraufhin bieten Frank und Carol einen Rollentausch an. Die beiden Geschwister gehen darauf ein und dürfen ein Wochenende lang Mom und Dad sein. Derweil fühlt sich Cody von Slashers Familienglück angestachelt und gibt in einem Motorradjournal eine Kontaktanzeige auf. Und tatsächlich: Cody bekommt eine Antwort! Die Wahnsinnsmotorradbraut mit der Megafigur will sich sogar mit ihm treffen … in sieben bis zehn Jahren. Die Dame sitzt derzeit im Frauenknast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307581","hoster":"VOE"},{"path":"/redirect/10107208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-6","name":"Wunderdoktor Cody","epNo":6,"alt":"Video Mania","descr":"Mark hat schulische Probleme. Er schreibt nur noch Einsen. Vorher hieß das Ergebnis immer Eins plus. Um seinen Stiefsohn etwas abzulenken, schenkt Frank ihm ein Videospiel. Nach kurzer Zeit ist Mark völlig besessen. So besessen, dass seine schulischen Leistungen J.T.t richtig in den Keller rutschen. Auch sonst hat sich Mark durch das Spiel ziemlich verändert. Frank und Carol melden Mark bei einer Selbsterfahrungsgruppe für Videospielsüchtige an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922081","hoster":"VOE"},{"path":"/redirect/10107213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-7","name":"Das Große Geld","epNo":7,"alt":"Hog Wild","descr":"Cody ist begeisterter Hobbymechaniker. J.T. will ihn gegen seinen Willen ganz groß ins Geschäft bringen. Cody entwickelt sich zum gefragtesten Mechaniker der Gegend, doch bescheiden wie er ist, nimmt er für jede Reparatur nur neun Dollar. J.T. will Codys Geschäftssinn schärfen und plant eine gemeinsame Werkstatt, um richtig Karriere zu machen. Halbherzig willigt der Wundermechaniker ein, doch schon bald ist er todunglücklich. Währenddessen hat Frank wieder mal Ärger mit Carol, denn er hat tatsächlich schon wieder ihren Hochzeitstag vergessen. Nun heißt es auf die Schnelle ein tolles Geschenk auftreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307580","hoster":"VOE"},{"path":"/redirect/10107209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-8","name":"Codys neues Heim","epNo":8,"alt":"Down And Out In Port Washington","descr":"Weil sein Van in der Werkstatt ist, zieht Cody bei Frank und Carol ein. Doch mit seinen Macken bringt er Carol fast zur Verzweiflung. Lucille, Codys Van und Heim, ist in der Werkstatt. Cody will deswegen auf dem Rasen übernachten. Frank und Carol bringen es nicht übers Herz, ihn so hängen zu lassen, und bieten ihm an, auf dem Sofa zu schlafen. Doch Cody erweist sich als schlampiger Zeitgenosse, lümmelt sich nach dem Fitnesscenter klatschnass geschwitzt auf das Sofa und hängt seine frisch gewaschenen, aber noch tropfenden Unterhosen in der Küche auf. Carol überlegt, wie sie den anstrengenden Gast wieder loswerden kann. Doch dann kommt ihr Cody zuvor, der ist nämlich von Carols und Franks Spießigkeit genervt. Obwohl sein Van nicht mehr fahrtüchtig ist, zieht er wieder zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307579","hoster":"VOE"},{"path":"/redirect/10107210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-9","name":"Der Heiratskandidat","epNo":9,"alt":"The Marrying Dude","descr":"Cody lernt Bonnie kennen, die einen kleinen Sohn hat. Der findet Cody toll und will unbedingt, dass er seine Mutter heiratet. Cody kann nicht widerstehen. Al ist unglücklich, weil sie bei Jungs nicht ankommt. Sie glaubt, dass es etwas mit ihrer nicht vorhandenen Oberweite zu tun hat. Doch ihre Hilfsmaßnahmen zeigen nicht den gewünschten Erfolg. Auch Cody hat Probleme. Durch eine Zeitungsannonce hat er Bonnie, eine junge Mutter mit Kind, kennen gelernt. Zwischen ihrem Sohn Riley und Cody funkt es sofort. Am liebsten möchte Riley Cody sofort zu seinem neuen Vater machen. Um den Jungen nicht zu enttäuschen, willigt er ein. Doch dann wird ihm klar, dass er Bonnie zwar gerne mag, aber nicht liebt. Währenddessen streiten sich Frank und Carol um die neue Wohnzimmereinrichtung. Die beiden kommen einfach nicht auf einen Nenner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307590","hoster":"VOE"},{"path":"/redirect/10107212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-10","name":"Rache ist süß","epNo":10,"alt":"Sister Act","descr":"Carol und Frank haben Streß, weil Frank partout nicht tanzen lernen will. Cody versucht sich erfolgreich als Vermittler. Derweil haben Karen und Dana schwerwiegendere Probleme. Karen hat sich in einen tollen Jungen namens Michael verknallt. Schüchtern schickt sie Dana vor, um ihn auszuhorchen. Doch Dana verliebt sich selbst in Michael, der nicht nur gut aussieht, sondern auch noch hochgebildet ist. J.T., Brendan und Al bekommen mit, dass Dana Karen den Freund ausgespannt hat. J.T. plaudert die Neuigkeit an Karen aus und hofft auf einen bösen Schwesternkrieg. Sein Plan scheint aufzugehen, denn Karen lässt sich etwas Besonderes einfallen, um Dana bei Michael unmöglich zu machen. J.T.t ist Dana stinksauer auf Karen, doch nach einer heftigen Aussprache vertragen sich die beiden wieder und nehmen nun gemeinsam Rache an J.T..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334519","hoster":"VOE"},{"path":"/redirect/10107214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-11","name":"Eine Weihnachtsgeschichte","epNo":11,"alt":"Christmas Story","descr":"Weihnachten steht vor der Tür und die Kids denken nur noch an die Geschenke, die sie wollen. Brendan besteht auf einer Modelleisenbahn. Und ausgerechnet die fehlt am Weihnachtsabend vor der Bescherung. Frank hat eine glorreiche Idee: Er hat einen Spielzeugladen renoviert und hat noch die Schlüssel. Zusammen mit Carol steigt er nachts ein, holt die Eisenbahn für Brendan und will natürlich das Geld auf die Kasse legen. Doch Deputy Feif macht ihnen einen Strich durch die Rechnung. So landet das Paar zu Weihnachten im Knast, während die Kinder wie eine wilde Horde über die Geschenke herfällt und das Fehlen der Eltern zunächst gar nicht bemerken. Als sie von Franks und Carols Schicksal erfahren, besinnen sie sich doch noch und machen auch für Carol und Frank Weihnachten zum Fest der Freude.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307588","hoster":"VOE"},{"path":"/redirect/10107215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-12","name":"Der erste Wagen","epNo":12,"alt":"Close Encounters of the Marital Kind","descr":"Karen, Dana und J.T. wollen sich gemeinsam einen Wagen kaufen. Doch das Geld reicht nur für eine Schrottkarre und so muss der gutmütige Cody wieder mal als Mechaniker herhalten. Nachdem Karen nun auch ihren Führerschein bestanden hat, streiten sich mit Dana und J.T. J.T.t schon drei Kinder um das elterliche Auto. Frank fürchtet um sein kostbares Stück, nachdem J.T. bereits für die eine oder andere Beule gesorgt hat. Als er erfährt, dass die drei zusammenlegen wollen, um sich einen eigenen Wagen zuzulegen, fällt ihm ein Stein vom Herzen. Die 400 Dollar der Kids reichen jedoch nur für eine alte Schrottlaube. Nachdem Cody für die nötigen Reparaturen gesorgt hat, müssen sie feststellen, dass sie sich die Versicherung nicht leisten können. Sie wollen den Wagen wieder verscherbeln, aber möglichst ohne Geld zu verlieren. Währenddessen arbeiten Carol und Frank mit Hilfe eines Leitfadens an ihrer Ehe und schaffen sich so Probleme, die sie sonst nicht gehabt hätten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307591","hoster":"VOE"},{"path":"/redirect/10107216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-13","name":"Das Fernseh-Drama","epNo":13,"alt":"Bad Girls","descr":"Im Hause Lambert/Foster tritt der größte anzunehmende Unfall auf: Der Fernseher gibt den Geist auf und es gilt, das entstandene Vakuum mit gemeinsamen Aktivitäten zu füllen. Im Lambert-Foster-Haushalt hat der Fernseher seinen Geist aufgegeben und die Verzweiflung ist groß. Nur Carol glaubt, dass dieser tragische Zwischenfall zu mehr gemeinsamen Familienaktivitäten führen wird. Doch frustriert muss sie das Experiment mit ihren muffelnden Lieben abbrechen. Al hat Schwierigkeiten in der Schule. Die Jungs wollen nicht mehr mit ihr spielen und mit den Mädchen ihres Alters kann sie nichts anfangen. Da ist sie erleichtert als sie Jackie, Helen und Tanya kennen lernt. Eine wilde Truppe, die in Tarnanzügen durch die Gegend läuft und sich an keine Regeln hält. Frank ist von diesem Umgang gar nicht begeistert und es kommt zum Streit. Erst als Als neue \"Freundinnen\" sie zum Diebstahl von Codys Gitarre überreden wollen, wacht sie auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307594","hoster":"VOE"},{"path":"/redirect/10107217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-14","name":"Cody, der Märchenonkel","epNo":14,"alt":"Read All About It","descr":"Cody hat seine Liebe zu Büchern entdeckt und tritt in der Bibliothek als Märchenonkel auf. Bei seinen kleinen Zuhörern hat er durchschlagenden Erfolg. Cody hat es in einen Schnell-Lese-Kurs verschlagen und schon verschlingt er begeistert ein Buch nach dem anderen. Auch die anderen Kinder interessieren sich plötzlich für die Bücherei. J.T. und Karen, weil sie denken, dass man dort gut flirten kann und Brendan, weil er die Märchenstunde liebt. Dort übernimmt neuerdings Cody mit Bravour die Rolle des Märchenonkels.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307597","hoster":"VOE"},{"path":"/redirect/10107218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-15","name":"J.T. besiegt Dana","epNo":15,"alt":"Thirteen With A Bullet","descr":"Mark hat für seinen 13. Geburtstag keine Lust mehr auf eine Kinderfete. Alles scheint perfekt zu laufen, als ihn sein absoluter Schwarm Marissa küsst. Doch das junge Glück zerplatzt schon bald. Mark wird 13, und er fühlt, dass er langsam zum Mann wird. Er wünscht sich zwei Dinge zum Geburtstag: Erstens eine richtige, gemischte Party ohne Kinderkram wie Clown oder Zauberer und zweitens, seine erste Rasur. Frank ist begeistert von dem jungen Mann, und die Party wird ein echter Erfolg. Vor allem weil sein Traummädchen Marissa ihn küsst. Um so härter ist der Absturz, als er erfährt, dass Marissa einen anderen liebt. Geknickt wendet er sich von der Damenwelt ab, doch mit viel erzieherischem Geschick bringt ihn Frank wieder auf den rechten Weg. Mit J.T.s Hilfe kann er vielleicht sogar ein Rendezvous ergattern. J.T. ist voll auf Erfolgskurs, als er eine Wette gegen Dana gewinnt, denn im Umgang mit Autos macht ihm keiner was vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307592","hoster":"VOE"},{"path":"/redirect/10107219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-16","name":"Schnarchmonster","epNo":16,"alt":"My Bodyguard","descr":"Cody entdeckt seine hellseherischen Fähigkeiten. Im Traum sieht er, dass Dana in Chicago überfallen wird. Doch die hält seine Visionen für Quatsch. Cody hat festgestellt, dass er Dinge im Traum voraussehen kann, die dann wirklich geschehen. In solch einem Traum sieht er, wie Dana in Chicago von einem Mann überfallen wird. Als Dana sich auf den Weg macht, um sich dort an der Uni zu bewerben, versucht er sie davon abzuhalten. Doch Dana lässt sich nicht abhalten. Cody folgt ihr und als der Dekan Dana etwas zeigen möchte, glaubt Cody, eingreifen zu müssen und setzt den Dekan mit einem gezielten Griff schachmatt. Dana ist empört und kündigt ihm für alle Zeiten die Freundschaft. Doch dann rettet Cody ihr tatsächlich das Leben und Dana verzeiht ihm. Währenddessen quält Carol die ganze Familie mit ihrem notorischen Schnarchen und alle Versuche, sie zu kurieren, schlagen fehl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307595","hoster":"VOE"},{"path":"/redirect/10107220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-17","name":"Pretty Woman","epNo":17,"alt":"Pretty Woman","descr":"Karen will unbedingt als Model für eine Jeanskampagne ausgewählt werden. Als ihre Stiefschwester Al den Job bekommt, ist sie zutiefst gekränkt. Karen will unbedingt das Stop Jeans Girl in einer Werbekampagne werden, doch die Konkurrenz ist überwältigend. Zufällig wird Karen von Al begleitet, die das ganze Theater albern findet und das dem berühmten Fotografen auch unverblümt ins Gesicht sagt. Der ist hingerissen von der frechen Göre und engagiert sie vom Fleck weg. Karen ist eifersüchtig auf den Erfolg ihrer Stiefschwester und versucht alles, um Al so zu verunsichern, dass sie die Aufnahmen schmeißt. Fast gelingt ihr der intrigante Plan, aber dann regen sich doch schwesterliche Gefühle in ihr und sie steht Al mit Rat und Tat zur Seite. Frank lädt Cody zu einem Pokerspiel ein, doch auf ihm lastet der Fluch des Glücks und er gewinnt nicht nur das Pokerspiel, sondern unter anderem auch eine Karibik-Kreuzfahrt. Cody ist kreuzunglücklich mit dem Glücksregen, der auf ihn niedergeht und sehnt ein kleines Unglück herbei, das nicht lange auf sich warten lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307602","hoster":"VOE"},{"path":"/redirect/10107221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-18","name":"Herrliche Erinnerung","epNo":18,"alt":"Nightmare Weekend","descr":"Wieder einmal hat Frank ein Beziehungsjubiläum vergessen. Als Wiedergutmachung lädt er Carol zu einem romantischen Wochenende in ein Hotel ein. Er hat alles perfekt geplant, bis auf die Tatsache, dass er sich mit dem Hotel vertan hat. Denn dort hat er nicht mit Carol ein heißes Wochenende verlebt, wie er sich zu erinnern glaubt, sondern mit seiner ehemaligen Flamme Tammy. Carols gute Laune ist dahin und Frank muss all seinen Charme aufbieten, um die Situation zu retten. Währenddessen nutzen die Kids die Gelegenheit um sich Horrorvideos zu Gemüte zu führen. Ein Vergnügen, das eher nach dem Geschmack der Lambert-Sprößlinge ist. Als Mark sich über deren Geschmack lustig macht, holen Al, Brendan und J.T. zum Gegenschlag aus. Sie verwandeln ihr Heim in ein Horror-Haus. Doch dann eilt Cody Mark zur Hilfe und sie rächen sich für den grausamen Schabernack.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307600","hoster":"VOE"},{"path":"/redirect/10107222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-19","name":"Das Naturtalent","epNo":19,"alt":"Birth Of A Salesman","descr":"Dana braucht einen Freiwilligen für ihre Psychologie-Arbeit. Alle winken ab, nur Cody stellt sich als Versuchskaninchen zur Verfügung. Dana ist von ihrem Probanden alles andere als angetan, lässt sich aber doch breit schlagen. Für sie ist Cody ein Spinner und seine Antworten hält sie für Quatsch. Anders als ihr Psychologie-Lehrer, der von Codys unverkrampften und kreativen Antworten entzückt ist. Auch J.T. zeigt überraschende Talente. Er hat keine Lust mehr, aufs College zu gehen und jobbt lieber in \"Leo’s Autowelt\". Beim Verkauf erweist er sich als echtes Naturtalent und ist glücklich, dass er seine neue Aufgabe so gut beherrscht. Auch Frank platzt fast vor stolz, als sogar im Fernsehen von J.T.’s Arbeit berichtet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307601","hoster":"VOE"},{"path":"/redirect/10107223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-20","name":"Der vierzigste Geburtstag","epNo":20,"alt":"Feeling Forty","descr":"Ihr vierzigster Geburtstag stürzt Carol in die Krise. Aus Angst, nicht mehr schön genug zu sein, schluckt sie Unmengen von gefährlichen Diätpillen. Carols vierzigster Geburtstag steht bevor und sie hat Angst, dass es nun nur noch bergab mit ihr geht und sie ihre Attraktivität verliert. Sie versucht sich zuerst mit Aerobicstunden, beschließt dann aber, es mit den Wunder-Diät-Pillen \"Skinny-Tabs\" zu probieren. Carol übertreibt es etwas mit der Dosierung und wird hyperaktiv, macht nachts Einkäufe, schrubbt das Haus und bringt die ganze Familie um den Verstand. Doch dann setzt ihr Frank die Pistole auf die Brust und verbietet ihr die weitere Einnahme der Pillen. Erst dann kommt Carol zur Vernunft. Noch jemand verschließt sich offensichtlich jeder Vernunft: Cody ist einer Wahrsagerin namens Madame Sonya auf den Leim gegangen. Mit ihrer Hilfe gelingt es ihm, Kontakt zu Abraham Lincoln aufzunehmen. Zum Geburtstag schenkt Cody Carol dann auch eine Viererkarte aus dem Golfclub. Die Teilnehmer der exklusiven Viererrunde waren Abraham Lincoln, Theodor Roosevelt, George Washington und Elvis Presley …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307606","hoster":"VOE"},{"path":"/redirect/10107224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-21","name":"Das gestohlene Tagebuch","epNo":21,"alt":"The Case Of The Missing Diary","descr":"Cody betätigt sich schriftstellerisch und schreibt einen Krimi im Stil der 40er-Jahre. In den Zeiten der großen Depression verschwindet Kitty Miaus Tagebuch. Jeder im Sandwich-Club ist verdächtig. Eindeutig ein Fall für Privatdetektiv Cody, alias Sam Spud. Alles deutet auf einen leichten Fall hin. Aus Cocos Koffer fällt das gesuchte Tagebuch. Coco, ein Mitglied der Mädchen-Band, schwört aber Stein und Bein, dass sie unschuldig ist. Nach und nach knöpft sich der Meisterdetektiv sämtliche Mitarbeiter des Clubs vor. Motive gibt es im hart umkämpften Showbusiness viele.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307603","hoster":"VOE"},{"path":"/redirect/10107225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-22","name":"Verabredung mit einem Unbekannten","epNo":22,"alt":"Great Expectations","descr":"Carol will ständig ihre Töchter verkuppeln. Doch als sie Dana und Karen zwei furchtbare Loser präsentiert, sinnen die Mädchen auf Rache. Carol versucht sich wieder einmal als Kupplerin für ihre Töchter. Doch die beiden Jungs, die sie diesmal für Dana und Karen ausgesucht hat, sind wirklich das Letzte. Ihre Berufung als menschliche Doubles von Beavis und Butthead haben sie nur knapp verfehlt. Frank sinnt auf einen Weg, wie man Carol von ihren Kuppelversuchen heilen kann. Seine Idee ist einfach und brillant. Dana und Carol spielen Carol am Telefon vor, dass sie mit den beiden Jungs in einem Motel abgestiegen sind und mächtig Spaß haben. Carol ist entsetzt und will ihre Töchter vor den bösen Buben retten. Auch als sie den Spaß auflösen, ist Carol nicht endgültig geheilt. Aber der nächste Kandidat ist dann so toll, dass die Schwestern zu erbitterten Konkurrentinnen werden..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307604","hoster":"VOE"},{"path":"/redirect/10107227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-3/episode-23","name":"Der Abschlußball","epNo":23,"alt":"Prom Night","descr":"Der große Schulball sorgt für Aufregung. J.T. findet keine Partnerin und muss sich schließlich mit der kleinen Schwester seines Kumpels zufriedengeben – und Dana wird von ihrem Traummann sitzen gelassen. J.T. sucht verzweifelt eine Partnerin für den Schulball. Doch keine steigt auf seine coole Tour ein. Bis sein Kumpel Phil ihm seine Schwester als Begleitung anbietet. Allerdings handelt es sich nicht wie er annahm um das Bademoden-Modell, sondern um seine jüngere Schwester, die gerade mal 13 ist. J.T. ist völlig demoralisiert und nur durch Codys Moralpredigt lässt er sich breit schlagen, nimmt das halbe Kind mit und spielt den Babysitter. Dana hingegen scheint das große Los gezogen zu haben. Sie ist mit dem Schwarm aller Mädchen, Jeff Brock, da. Doch dann trifft der seine Ex-Freundin und versöhnt sich wieder mit ihr. Besonders peinlich wird es, als Dana den Tanz eröffnen soll und ganz alleine dasteht. J.T. springt selbstlos als Ersatzmann ein. Carol und Frank haben die Eltern von Lester eingeladen, mit dem sich Brendan geprügelt hat, um das Problem wie zivilisierte Menschen zu lösen. Doch die Tubmans erweisen sich als ebenso unausstehlich wie ihr Filius und Carol gehen die Nerven durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307626","hoster":"VOE"},{"path":"/redirect/10107226","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-1","name":"Die Herausforderung","epNo":1,"alt":"Karate Kid","descr":"Mark will unbedingt Karate lernen, um sich in der Schule ein wenig mehr Respekt zu verschaffen. Cody nimmt ihn unter seine Fittiche und trainiert ihn. Mark will unbedingt Karateunterricht nehmen, um sich in der Schule etwas Respekt zu verschaffen. Carol kann diesen Wunsch nicht gut heißen, doch dafür hat Cody Verständnis für Mark und nimmt ihn unter seine Fittiche. Er schafft es sogar, ihn für das große Karate-Turnier fit zu machen, bei dem Mark dann gleich im ersten Kampf gegen den erfahrenen Karateka Tommy antreten muss. Nachdem Mark einige Schläge eingesteckt hat, bringt Cody ihn dazu, auch mal auszuteilen. Und dieser Appell wirkt Wunder, denn Mark steigert sich enorm und muss sich am Schluß nur ganz knapp geschlagen geben. Doch trotz seiner Niederlage hat er sich reichlich Respekt verschafft. Auch Cody kann sich gegenüber Tommys rüdem Trainer durchsetzen. Dafür hat Frank einige Probleme mit der Sprechanlage, die er im Haus installiert hat, um der ewigen Brüllerei ein Ende zu bereiten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307610","hoster":"VOE"},{"path":"/redirect/10107228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-2","name":"Studenten haben es nicht leicht","epNo":2,"alt":"College Bound","descr":"Dana trifft es hart, dass sie nicht auf einer der Eliteunis aufgenommen wurde, sondern es \"nur\" auf die Uni von Wisconsin geschafft hat. Doch der schlimmste Tiefschlag für das selbsternannte Genie ist, dass sie für ihre Literaturarbeit nur eine Vier bekommt. Noch nie hat sie eine so schlechte Note bekommen und sie muss begreifen, dass es noch andere kluge Köpfe gibt. Besonders bitter ist es für Dana, dass Cody ebenfalls die Aufnahmeprüfung für ihre Uni bestanden hat und der Einfaltspinsel die gleichen Kurse wie sie belegt hat. J.T. wurde versehentlich eine Kreditkarte zugeschickt und gegen Franks ausdrücklichen Rat nutzt er den Bankirrtum schamlos aus und kauft teure Geschenke. Natürlich muss er die Sachen wieder zurückbringen. Nur den tollen Nerz würde Carol am liebsten nicht mehr hergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307615","hoster":"VOE"},{"path":"/redirect/10107229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-3","name":"Ich hab\u0027 den Blues","epNo":3,"alt":"Animal House","descr":"Cody möchte unbedingt Mitglied in der Delta-Delta-Beta-Verbindung der Uni werden. Aufgrund seiner diversen Talente wird er auch aufgenommen, was Dana gar nicht gefällt. Sie hält die Typen der Verbindung für armselige Sexisten und hat auch kein Verständnis dafür, dass Cody Karen zu einer Delta-Party einlädt. Doch Karen wittert die Gelegenheit, von Männern umschwärmt zu werden, und sagt zu. Die Party ist jedoch ein Reinfall für sie, da sich Karen nicht so willig verhält, wie die Jungs das gerne hätten. Cody muss dazwischengehen und für Ordnung sorgen. Anschließend bekommt er den Blues und ist verzweifelt über seine Gutgläubigkeit, mit der er Karin in diese unangenehme Situation gebracht hat. Doch dann vertraut Dana Cody an, dass sie gerne etwas von seinem Optimismus und seiner Offenheit hätte. Cody bringt Dana seine beste Lebensweisheit bei: Immer wenn man finster drauf ist, singt er den Blues.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307609","hoster":"VOE"},{"path":"/redirect/10107230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-4","name":"Der Sportkommentator","epNo":4,"alt":"Spoiled Sport","descr":"Franks Jugendtraum Sportkommentator zu werden, rückt in greifbare Nähe. Ein Fernsehsender will einen Amateur als Kommentator einstellen und Frank bewirbt sich sofort. Doch sein Debüt misslingt gründlich und zum Schluss muss sogar Carol für ihn einspringen. Die hat zwar auch nicht mehr Talent, bezaubert aber mit ihrem Charme und bekommt den Job. Diese Entscheidung des Senders droht, eine Ehekrise auszulösen. Um den Ehefrieden nicht zu stören, verzichtet Carol. Die beiden sprechen sich aus, und alles wird gut. Als nächstes versucht sich Cody an der Aufgabe und auch er scheitert kläglich. Eine weiteres Problem droht den Familienfrieden zu erschüttern: Carol ist auf den Gesundheitstrip und serviert nur noch Biokost. Für Süßigkeiten und Junkfood müssen die Kids nun ihr Taschengeld aufbringen. Das führt bis zu hinterlistigem Essensdiebstahl und nur eine große Essenschlacht kann jetzt noch die Fronten klären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307612","hoster":"VOE"},{"path":"/redirect/10107231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-5","name":"Piler, der Langweiler","epNo":5,"alt":"Revenge Of The Nerd","descr":"Cody trifft es im wahrsten Sinne des Wortes hart. Beim Installieren einer Antenne auf dem Dach seines Vans wird er vom Blitz getroffen und verliert sein Gedächtnis. Mühsam versucht die Familie seinem Erinnerungsvermögen wieder auf die Sprünge zu helfen. Dabei nutzt jeder auf seine Art Codys Schwäche aus, vor allem Dana. Doch auch Karen hat schwerwiegende Probleme. Sie will unbedingt zur Königin des Abschlussballes gewählt werden. Ihr fehlt nur eine einzige Stimme, die von Piler, der Langweiler. Der verlangt viel für seine Stimme. Karen soll mit dem Widerling ausgehen und ganz besonders nett zu ihm sein. Erst bevor es zum Äußersten kommt, besinnt sich Karen, dass so ein Titel nicht alles ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307613","hoster":"VOE"},{"path":"/redirect/10107232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-6","name":"Mark wird wild","epNo":6,"alt":"Something Wild","descr":"Zu Halloween hat Cody den größten Kürbis der Welt gezüchtet. Er will ihn zu einer Laterne verarbeiten und so ins Guiness-Buch der Rekorde zu kommen. Zu diesem Anlass gibt Carol eine Halloween-Party, zu der sie als leicht geschürzte Jane erscheint und bei der Frank den leicht überforderten Tarzan mimt. Dana gibt Hilary Clinton und Karen geht als Meerjungfrau. Die beiden müssen sich bei der Party den Annäherungsversuchen einer Beavis-und-Butthead-Imitation erwehren. Bei Mark hat nun auch der hormonelle Überschwang der Pubertät eingesetzt und er stürzt sich ins Vergnügen. Ziel seiner Träume ist die süße J.J., die es jedoch faustdick hinter den Ohren hat. Mit einem heftigen Kuss \"überredet\" sie ihn zu diversem Schabernack, unter anderem lässt sie ihn Haustüren mit Eiern bewerfen. Dabei wird er von einer Polizistin erwischt, die ihn verhaftet und zu Hause abliefert, wo die Party noch immer in vollem Gang ist. Carol versucht sich mit einer Standpauke, doch was Mark braucht, ist ein Gespräch von Mann zu Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307614","hoster":"VOE"},{"path":"/redirect/10107233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-7","name":"Erwachsen werden ist nicht leicht","epNo":7,"alt":"Growing Up Is Hard To Do","descr":"Es herrscht Aufregung im Hause Lambert-Foster. Cody schreibt im Philosophie-Kurs lauter Einsen, während die kluge Dana trotz intensiver Vorbereitung nur auf eine Drei kommt. Al hat ihr erstes Rendezvous und holt sich Tipps von der erfahrenen Karen, doch das Date wird trotzdem eine mittlere Katastrophe. Carol hat ganz andere Sorgen. Sie glaubt schwanger zu sein, was sie und Frank in einen Sturm der Gefühle stürzt. Doch dann scheint sich alles in Wohlgefallen aufzulösen. Dana arbeitet mit Cody in einer Lerngruppe und Al hat zwar ein frustrierendes Date hinter sich, ist aber um die Erfahrung reicher, dass sie sich auf Carol verlassen kann. Frank ist erleichtert, als er sieht, dass der Schwangerschaftstest negativ ausgefallen ist. Doch offensichtlich hat sein wenig ausgeprägter Kinderwunsch seinen Blick getrübt: Carol erwartet nämlich ein Kind und freut sich wahnsinnig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307617","hoster":"VOE"},{"path":"/redirect/10107234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-8","name":"Familientherapie","epNo":8,"alt":"Beyond Therapy","descr":"Frank und Carol erzählen ihren Kindern von der Schwangerschaft und stoßen nicht gerade auf Begeisterung. Carol ist empört über die Kids und verordnet allen eine Familientherapie. Beim Psychologen erzählen alle von ihren Sorgen im Zusammenhang mit den neuen Erdenbürger. Nur Carol ist euphorisch. Der Therapeut stellt fest, dass die Kinder und Frank ganz normal reagieren, rät aber Carol zu einer Therapie. Trotzdem will Carol ihren Traum von einer harmonischen Familie nicht aufgeben. Doch sie muss erkennen, dass offensichtlich jeder etwas anderes unter Harmonie versteht. J.T. erklärt ihr, dass die ständigen Streitereien auch ein Zeichen der Zuneigung sind. Nach einigen Überlegungen findet sich Carol mit dieser Harmonie jenseits der Harmonie ab. Währenddessen redet sich Cody ein, dass er zum Werwolf mutiert, seit er von einem Wolfswelpen gebissen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307621","hoster":"VOE"},{"path":"/redirect/10107235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-9","name":"Das Babyzimmer","epNo":9,"alt":"The Ice Cream Man Cometh","descr":"Carol und Frank haben sich dazu durchgerungen, ein Zimmer für das Baby auszubauen. Natürlich laufen die anderen Kinder Sturm gegen diese Entscheidung und fühlen sich benachteiligt. Da fordert Carol sie auf, gemeinsam nach einer Alternative zu suchen. Unterdessen hat Cody Besuch von George bekommen, einem älteren Mann, der in Codys Kindheit als eine Art väterlicher Freund eine große Rolle gespielt hat. Seit er Witwer geworden ist, ist er ausgesprochen depressiv und antriebsarm. Trotzdem spielt er Cody einige Tage lang den unbeschwerten Gast vor, doch dann hinterlässt er einen Abschiedsbrief, in dem er Selbstmordpläne äußert. Er will ein Flugzeug für Hobby-Fallschirmspringer chartern und sich aus der Maschine stürzen. Cody stürzt los, um ihn zu retten und kann die Maschine im letzten Augenblick erreichen. Über den Wolken beginnt er, George die Selbstmordabsichten auszureden. Doch gerade als es ihm gelingt, George zur Vernunft zu bringen, kommt alles ganz anders…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307625","hoster":"VOE"},{"path":"/redirect/10107236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-10","name":"Allergisch auf Cody","epNo":10,"alt":"Letting Go","descr":"Al hat neuerdings einen Verehrer, der allerdings etwas anders ist, als es sich die Familie wünschen würde. Zack, so sein Name, trägt Rasta-Locken und Röcke und ist auch ansonsten ein ziemlicher Freak. Klar, dass Frank jedes Treffen zwischen seiner Tochter und Zack zu verhindern versucht. Doch Al lässt sich das nicht gefallen und brennt heimlich mit Zack durch, um mit ihm von einem Aussichtsfelsen aus die Sternschnuppen zu beobachten. Da erwacht Franks Beschützerinstinkt und er macht sich zusammen mit Carol auf, um die beiden zu suchen. Überraschenderweise entdecken die beiden dabei, dass Zack eigentlich schwer in Ordnung ist und der in keinster Weise vorhat, Al irgendwie auszunutzen. Frank muss einsehen, dass er eigentlich nichts gegen Zack persönlich hat, sondern auf jeden jungen Mann allergisch reagiert, der sich seiner Tochter nähert. Unterdessen hat Dana Stress mit Cody, der sie ziemlich nervt und auf den sie buchstäblich allergisch reagiert. In Codys verquerer Logik kann das natürlich nur eines bedeuten: Er muss weg! Traurig beginnt er, seinen Van zu beladen, doch Dana wird klar, dass sie eigentlich gar nicht auf Cody verzichten möchte. Sie würde selbst sein andauerndes Niesen in Kauf nehmen, wenn er nur bliebe. Widerwillig bittet sie ihn, zu bleiben. Durch Zufall entdecken die beiden dann auch noch die Ursache für Danas allergische Reaktionen auf Cody…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307627","hoster":"VOE"},{"path":"/redirect/10107237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-11","name":"Ein romantisches Wochenende","epNo":11,"alt":"Make Room For Daddy","descr":"Carol geht derart in ihren Geburtsvorbereitungen auf, dass es Frank irgendwann zuviel wird. Er schlägt ihr daraufhin ein romantisches Wochenende zu zweit vor. Carol ist von der Idee begeistert, doch für Romantik ist in ihrer Welt derzeit einfach kein Platz. Sie redet unablässig über das Baby und ist nicht in der Lage, sich auf ein anderes Thema einzulassen. Da platzt Frank der Kragen. Er erklärt ihr, dass er auch noch da sei und seine Bedürfnisse habe. Mit allem Charme vertritt er seinen Standpunkt und macht seiner Frau schließlich klar, dass sie doch etwas zu engstirnig und egoistisch gedacht hat. Derweil nutzen die Kinder die Abwesenheit der Eltern auf ihre jeweils ganz eigene Art und Weise aus. Mark zum Beispiel hat ein Date mit einem Mädchen, das er auf dem Daten-Super-Highway kennen gelernt hat. Unterdessen vertreiben sich Al, Karen und Dana die Zeit mit einer Mädchen-Party und erzählen sich gegenseitig ihre Träume von Jungs und deren Eroberung. Dabei entpuppt sich vor allem Dana als richtiges Biest","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307620","hoster":"VOE"},{"path":"/redirect/10107238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-12","name":"Ein gelungenes Weihnachtsfest","epNo":12,"alt":"I\u0027ll Be Home For Christmas","descr":"Anstatt mit der Familie zu feiern, will J.T. über Weihnachten mit ein paar Freunden zum Skifahren. Das wurmt Frank ganz gewaltig. Aber er ist zu stolz, das einzugestehen. J.T. eröffnet der Familie, dass er zu alt sei, um Weihnachten im Familienkreise zu feiern und statt dessen lieber mit ein paar Freunden zum Skifahren möchte. Frank tut äußerlich unbewegt und ist einverstanden, obwohl ihn die Sache doch ganz gewaltig wurmt. Cody spürt das und möchte zwischen beiden vermitteln, aber Frank ist einfach zu stolz, um seinen Sohn zu bitten, doch lieber bei der Familie zu bleiben. Doch dann entpuppt sich der Skiausflug als großer Reinfall in jeder Hinsicht, sodass J.T. daheim anruft und Cody gesteht, dass er sich total verhauen hat. Doch nun ist er zu stolz, auch seinem Vater einzugestehen, dass er einen Fehler gemacht hat. Nun fühlt sich Cody erst recht dazu berufen, den Vermittler zu geben. Und tatsächlich gelingt es ihm, Frank dazu zu bewegen, seinen Sohn nach Hause zu holen. Trotzdem gibt’s ein paar Schwierigkeiten mit dem Weihnachtsfest, die vor allem von Tante Etna ausgelöst werden, die sich als große Nervensäge entpuppt. Trotzdem wird das Fest dann noch wider Erwarten recht harmonisch – auch für Mark, der seine große Liebe Gabrielle vermisst…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307628","hoster":"VOE"},{"path":"/redirect/10107239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-13","name":"Das Baby-Video","epNo":13,"alt":"Can\u0027t Buy Me Love","descr":"J.T. hat sich von seinem Chef einen Porsche geliehen und gibt nun den großen Macker. Als er in einem Restaurant, das er zusammen mit Cody besucht, die Kellnerin Shelley sieht, dreht er erst richtig auf und erzählt ihr, dass der Wagen ihm gehöre und seine Familie unendlich reich sei. Tatsächlich gelingt es ihm auf diese Tour, Shelley herumzukriegen und sich mit ihr zu verabreden. Zu allem Überfluß findet er dann auch noch einen Umschlag mit 1000 Dollar, die er – entgegen Codys Rat – für eine Halskette für Shelley ausgibt. Als er seiner neuen Flamme das Geschenk übergibt, erzählt ihm Shelley, dass ihr Vater einen Briefumschlag mit seinen Monatseinnahmen verloren hat. Nun sitzt J.T. in der Klemme! Cody empfiehlt ihm, die Kette zurückzugeben und die ganze Geschichte aufzuklären – aber der gerade und aufrechte Weg war noch nie J.T.s Sache. Trotzdem lässt er sich überzeugen, Shelley alles zu gestehen. Aber gerade als er mit seiner Erklärung ansetzen will, sagt sie ihm, dass ihr Vater seinen Umschlag wiedergefunden habe. Eigentlich wäre er damit aus dem Schneider, aber er offenbart sich ihr trotzdem in aller Ehrlichkeit. Doch das allein reicht noch nicht, um Shelley von sich zu überzeugen. Unterdessen ist Frank mit Carol widerwillig zur Gynäkologin gegangen. Doch sein Widerwillen schlägt schnell in Begeisterung um, als er dort Ultraschallaufnahmen von seinem Baby sieht. Als er dann auch noch ein Video mit diesen Aufnahmen bekommt, muss sich zu Hause die ganze Familie vor dem Fernseher versammeln. Aber Frank hat noch eine ganz besondere Überraschung für seine Lieben: Er hat ein Video besorgt, auf dem eine Geburt in allen Details dokumentiert ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307630","hoster":"VOE"},{"path":"/redirect/10107240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-14","name":"Ein Reifer Freund","epNo":14,"alt":"Thirtysomething","descr":"Dana ist eine Beziehung mit einem wesentlich älteren Mann eingegangen. Carol erklärt ihr, dass diese Geschichte nicht gutgehen kann, aber das will zunächst Dana nicht einsehen. Dana hat ein kleines Problem, das die ganze Familie zu einem großen Thema aufbauschen will: Sie ist in einen Mann verliebt, der bereits stolze 36 Jahre alt ist. Entgegen aller Lebensweisheiten und unter strikter Missachtung der Bedenken von Carol ist sie davon überzeugt, dass ihre große Liebe eine Zukunft hat. Doch mit jedem neuen Treffen mit ihrem Auserwählten Paul muss sie einsehen, dass sie und Paul durch Welten getrennt sind. Irgendwann sieht sie dann ein, dass diese Beziehung keine gesunde Basis hat. Was Dana daran aber am meisten wurmt, ist die Tatsache, dass ihre Mutter wieder einmal recht behalten hat. Allerdings fällt es ihr leichter, das zu verdauen, als sie erfährt, dass Carol als 19-Jährige sogar mal was mit einem 47-Jährigen hatte! Carol plagt sich derweil mit ihrer schwangerschaftsbedingten übermäßigen Fresslust herum, und Cody versucht verzweifelt, einen Film zu drehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307629","hoster":"VOE"},{"path":"/redirect/10107241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-15","name":"Wahre Männer","epNo":15,"alt":"The Honeymoon Is Over","descr":"Marks große Liebe Gabrielle ist für einige Tage zu den Lamberts gezogen, weil ihre Eltern im Urlaub sind. Die beiden sind überglücklich und turteln herum wie die Tauben, bis J.T. beginnt, Zwietracht zwischen den beiden zu sähen. Er redet Mark ein, dass er vollkommen unter Gabrielles Fuchtel stünde und sich eines wahren Mannes nicht würdig verhalte. Mit seinen Vorhaltungen scheint er bei Mark auf fruchtbaren Boden zu treffen, denn tatsächlich nimmt der sich J.T.s Gerede zu Herzen. Doch auch die Gegenseite schläft nicht, und so wiegeln Dana und Karen Gabrielle auf, bis ein regelrechter Krieg der Geschlechter im Hause tobt. Nur ein Unparteiischer kann J.T.t noch Frieden stiften – und wer wäre für diese Aufgabe besser geeignet als Cody? Und tatsächlich – es gelingt ihm zwischen beiden zu vermitteln, sodass die Harmonie wieder hergestellt werden kann. Unterdessen ahnt Frank, dessen Geburtstag kurz bevorsteht, dass er von seiner Liebsten ein Geschenk bekommen wird, an dem er garantiert keinen Spaß haben wird und das obendrein seine Männlichkeit missachtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307634","hoster":"VOE"},{"path":"/redirect/10107242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-16","name":"Fahrlektionen","epNo":16,"alt":"One Truck, Al Dente","descr":"Al will um jeden Preis das Autofahren lernen und hat sich sogar schon zur Prüfung angemeldet, obwohl sie über keinerlei Praxis verfügt. Frank weigert sich aber nachhaltig, ihr die nötigen Lektionen zu geben, sodass Al kurzerhand J.T. zum Erwachsenen und somit zu ihrem Fahrlehrer erklärt – worüber der am meisten erstaunt ist. Es gelingt ihr, J.T. dazu zu überreden, sie zu unterrichten, doch dieses Abenteuer muss natürlich in einem Desaster enden. Nach Ende der ersten Fahrstunde ist Franks Wagentür kräftig eingedellt, und die Hausmauer hat eine Ecke weniger. Doch weil J.T. nie um eine gute Idee verlegen ist, werden die Dellen an Haus und Auto kurzerhand mit ein wenig Spachtelmasse beschönigt. Klar, dass das beim ersten Zuknallen der Tür auffällt. Ebenso klar, dass es von Frank ein gewaltiges Donnerwetter setzt und zu rigorosen Erziehungsmethoden gegriffen wird. Hauptsache, man lernt seine Lektionen daraus. Ähnliches gilt übrigens auch für Frank, der sich im Geburtsvorbereitungskurs ziemlich dämlich angestellt hat und nun lernen, lernen und nochmals lernen muss. Doch auch Dana hat ein Problem: Ihr wurde ein Weisheitszahn gezogen, und um die dicken Backen zu beseitigen und die Schmerzen zu betäuben, greift sie zur chemischen Keule, die ihr Bewußtsein und ihre Persönlichkeit vorübergehend stark verändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307633","hoster":"VOE"},{"path":"/redirect/10107243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-17","name":"Der Haustyrann","epNo":17,"alt":"Head Of The Class","descr":"Frank und die Kinder wollen die Haushaltsführung, damit Carol nicht mehr so schwer arbeiten muss. Doch Carol erweist sich als regelrechter Haustyrann. Derweil versuchen sich Cody und Dana erfolgreich als Nachhilfelehrer. Frank hat angekündigt, dass er und die Kids den Haushalt übernehmen, damit Carol nicht mehr so schwer arbeiten muss. Doch Carol entpuppt sich sehr schnell als ewig lächelnder Haustyrann. Alles muss exakt nach ihren Vorstellungen erledigt werden, sonst macht sie allen die Hölle heiß. Und das nervt alle ganz gewaltig. Der Psychoterror geht sogar soweit, dass der kleine Brendan nachts aus dem Schlaf gerissen wird, um alle Dinge im Haus an ihren richtigen Platz zu stellen. Zeit für ein Machtwort von Frank, der Carol klar machen kann, dass man den anderen das Leben nicht immer ganz so schwer zu machen braucht. Derweil versuchen Cody und Dana, lernschwache Schüler zu motivieren. Während Dana auf die konventionelle Methode setzt, die bei den Kids allerdings nicht ankommt, versucht Cody sein Glück auf seine ganz eigene Art. Er bringt den Kids zum Beispiel bei, dass Geschichte etwas durchaus Lebendiges ist. Und im Verbund mit Dana schafft er es, die demotivierte Bande so weit zu bringen, dass sie im Fernsehen in einer Quiz-Show gegen die Schüler einer Elite-Schule antreten und sogar haushoch gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307637","hoster":"VOE"},{"path":"/redirect/10107244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-18","name":"Heiße Liebe","epNo":18,"alt":"Back To School","descr":"J.T. möchte endlich etwas lernen. Seinem Lehrmeister Cody wird dabei klar, dass J.T. an einer Lernschwäche leidet. Unterdessen spielen bei Mark die Hormone verrückt. J.T. sieht langsam ein, dass er etwas lernen muss, wenn er es im Leben zu etwas bringen will. Und in Cody findet er bald den idealen Lehrmeister. Doch schon bald zeigt sich, dass J.T. echte Lernprobleme zu haben scheint. Er kann sich einfach nichts richtig merken, und Cody dämmert es, dass nicht Dummheit die Ursache ist, sondern dass eine wirkliche Lernschwäche dahinterstecken muss. Und tatsächlich: J.T. leidet an Dyslexie. Und das bedeutet, dass er durchaus etwas lernen kann, aber das eben etwas länger dauert als bei anderen. Doch nicht nur J.T., auch Mark hat Probleme, weil seine Hormone verrückt spielen. Die lassen ihn und Gabrielle beinahe auf heiße Abwege geraten, aber zum Glück sorgt Cody auch hier vor. Er gibt den beiden kluge Verhaltenstips, wie man trotz heißgelaufener Hormone einigermaßen die Kontrolle über sich behalten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307649","hoster":"VOE"},{"path":"/redirect/10107245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-19","name":"Franks Versuchung","epNo":19,"alt":"She Came In Through The Bedroom Window","descr":"Cody hat Stress mit seinem Rhetorik-Professor, der sich an Codys Eigenheiten stört. Da hat Cody eine seltsame Idee. Carol ist unterdessen davon überzeugt, dass Frank sie betrügen würde. Codys Rhetorik-Professor eröffnet Cody, dass er nie ein großer Redner werden kann, wenn er in jedem Satz das Wort \"Alter\" gebraucht. Cody kapiert zwar nicht ganz genau, was damit gemeint ist, aber ihm wird klar, dass er dieses Wort einfach nicht mehr benutzen darf. Weil sich \"Alter\" aber fast reflexartig in seine Reden einschleicht, kommt er auf eine Idee: Er verkabelt sich, und mittels Fernbedienung wird ein Schmerz ausgelöst, sobald er das böse Wort benutzt. Vollstreckerin dieser Strafaktion ist Dana, die sich für diese Aufgabe mit Freuden freiwillig gemeldet hat. Doch der Pragmatiker J.T. bringt Cody wieder auf den richtigen Kurs: Warum sollte Cody seine Persönlichkeit verbiegen, wenn diese kleinen rhetorischen Schwächen nun mal zu ihm gehören? Das sieht Cody ein und stellt die Strafaktion gegen sich sofort ein. Dana ist darüber zutiefst betrübt. Doch auch Carol ist traurig, denn sie geht davon aus, dass Frank sie mit einer hinreißenden fremden Frau betrügen würde. Sie will die Probe aufs Exempel machen und Frank direkt in Versuchung führen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307643","hoster":"VOE"},{"path":"/redirect/10107246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-20","name":"Ein Unmoralisches Angebot","epNo":20,"alt":"Indecent Proposal","descr":"Cody schlafwandelt neuerdings. Frank und Carol kommen bald hinter die Ursachen dieses kleinen Defekts. Derweil wird J.T. von seiner Philosophielehrerin offensiv umgarnt. Das scheint ihm auch ziemlich recht zu sein. Cody ist neuerdings Schlafwandler und stört dadurch immer wieder Frank und Carol. Die kommen irgendwann dahinter, dass Cody traumatisiert ist, seitdem er als Fünfjähriger die Geburt seiner Schwester miterlebt hat, die unplanmäßig im Taxi zur Welt kam. Nun leidet er unter dem Trauma, dass es Carol nicht mehr rechtzeitig ins Krankenhaus schaffen könnte. Nachdem die Ursache für sein Trauma geklärt ist, nimmt das Unheil erst recht seinen Lauf, denn es stellt sich heraus, dass sich bei Cody jedes Jahr neue Traumata eingestellt haben, die nun alle aufgearbeitet werden wollen. Unterdessen wird J.T. ziemlich offenkundig von seiner Philosophielehrerin Professor Flynn umgarnt. Dana, die zufällig dahintergekommen ist, macht ihn darauf aufmerksam – und J.T. empfindet angesichts dieser Tatsache einen seltsamen Stolz und fühlt sich wie der große Macho. Dana erklärt ihm jedoch, dass der erste Sex auf jeden Fall etwas mit Liebe zu tun haben sollte, doch J.T. will die Sache ganz locker auf sich zukommen lassen und erwartet das unmoralische Angebot seiner Lehrerin mit einer gewissen Vorfreude. Im entscheidenden Moment kneift er dann aber doch. Zwar fühlt er sich danach wie der Trottel der Nation, aber Dana bescheinigt ihm, dass er philosophisch und ethisch einwandfrei gehandelt habe. Immerhin ein schwacher Trost für J.T.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307640","hoster":"VOE"},{"path":"/redirect/10107247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-21","name":"Die schwangeren Männer","epNo":21,"alt":"Where Have You Gone, Joe DiMaggio?","descr":"Im Hause Lambert-Foster läuft eine bizarre Wette: Könnten Männer schwanger sein beziehungsweise sich mit diesem Zustand arrangieren? Im Hause Lambert-Foster läuft eine bizarre Wette. Es geht darum, ob auch Männer schwanger sein könnten beziehungsweise in der Lage wären, diesen Zustand durchzuhalten. Da laufen Frank und J.T. ein Wochenende lang \"schwanger\" durch die Gegend. Bald wird den beiden, die sich mit dicken \"Schwangerschaftspolstern\" ausstaffiert haben, ziemlich klar, dass sie den Mund wohl etwas zu voll genommen haben. Sie gestehen ihre Niederlage ein und stecken die Demütigungen einigermaßen gut weg. Doch auch der kleine Brendan wird gedemütigt. Cody hat ihn zu einem Baseballspiel eingeladen, in dem auch Brendans Idol, der große Kenny Barton, mitspielt. Cody gelingt es, Brendan bis in die Umkleide der Spieler zu schleusen, damit er sich dort ein Autogramm seines Stars besorgen kann. Dummerweise entpuppt sich Barton als geldgieriger und ausgesprochen unangenehmer Zeitgenosse, der von seinem kleinen Fan glatt 50 Dollar für ein Autogramm verlangt. Für Brendan bricht eine Welt zusammen – doch Cody nimmt in seinem Namen Rache an Barton, und das vor laufender Kamera…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307636","hoster":"VOE"},{"path":"/redirect/10107248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-22","name":"Das Ballkleid","epNo":22,"alt":"Adventures In Babysitting","descr":"Carol drängt Frank, sich doch endlich ein Handy zuzulegen, damit er erreichbar ist, wenn bei ihr die Wehen einsetzen, und Karen sucht verzweifelt nach einem Ballkleid. Carol glaubt, die Wehen würden einsetzen. Während sie nun verzweifelt nach ihrem Mann sucht, der natürlich nirgendwo erreichbar ist, ernennt dieser Cody zum Vorabeiter. Zum Glück entpuppen sich Carols Wehen schließlich als falscher Alarm, und Frank verspricht ihr, sich ein Handy anzuschaffen, damit er erreichbar ist, wenn es wirklich losgeht. Tochter Al möchte mit einer Freundin gerne nach Disneyworld fliegen, doch Frank weigert sich, ihr die Aktion zu spendieren. Zusammen mit ihrem Bruder J.T. zieht sie einen Babysitterservice auf, um so das nötige Kleingeld zu verdienen. Doch die Sache geht mächtig in die Hose. Auch Karen hat ein Problem: Sie muss unbedingt ein Kleid für ihren Schulball finden, und das ist gar nicht so einfach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307641","hoster":"VOE"},{"path":"/redirect/10107249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-23","name":"Flohmarkt bei den Lamberts","epNo":23,"alt":"Big Girl On Campus","descr":"Al will Dana und Karen unbedingt zu einer College-Party begleiten. Den Einwand, sie sei noch zu jung für solche Parties, lässt sie nicht gelten. Dana lässt sich schließlich weichklopfen und Al darf mit auf das Fest. Doch das wird ein ziemlicher Reinfall: Karen, auf die normalerweise alle Typen fliegen, verliert den Jungen ihrer Wahl an diesem Abend ausgerechnet an Al. Doch der Typ erweist sich als ausgesprochen mies: Er versucht, Al gleich vor Ort zu vernaschen. Dana und Karen kommen gerade noch rechtzeitig, um Al zu retten – und nun sieht Al ein, dass sie wohl doch noch nicht ganz so reif ist, wie sie geglaubt hat. Im Hause Lambert zwingt Carol Frank unterdessen, sich von allem überflüssigen Trödel und Tand zu trennen und zu diesem Zweck einen privaten Flohmarkt zu veranstalten. Gesagt, getan – doch aus dem erhofften Gewinn der Verkaufsaktion wird leider nichts…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307646","hoster":"VOE"},{"path":"/redirect/10107250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-4/episode-24","name":"Eine Foster/Lambert-Produktion","epNo":24,"alt":"A Foster/Lambert Production","descr":"Carol bekommt endlich ihr Baby! Während sie und Frank schmerzliche Stunden durchmachen, kommt es unter den Kindern zu den üblichen Rangeleien. Es ist endlich soweit: Carol bekommt das Baby! Doch wie jede Geburt ist auch diese eine schmerzliche Erfahrung für die Mutter – und auch für den Vater. Frank und Carol gehen gemeinsam durch alle Höhen und Tiefen einer wahren Liebe. Auch die Kinder haben so ihre Probleme und liefern sich ihre üblichen Rangeleien. Doch Cody bringt die Foster- und die Lambert-Kinder schließlich darauf, dass es gemeinsam einfach besser geht und sie von J.T.t an ohnehin eine Familie sind. Als Baby Lilly dann schließlich da ist, sind endlich alle glücklich und zufrieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307648","hoster":"VOE"},{"path":"/redirect/10107251","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-1","name":"Wenn der große Bruder wacht","epNo":1,"alt":"Little Sister Don\u0027tcha","descr":"Cody möchte Dana gerne mit seinem guten Freund, dem Motorrad-Rocker Brad Pitt, verkuppeln. Nach anfänglicher Ablehnung ist Dana plötzlich Feuer und Flamme, weil sie bei Brad Pitt natürlich an den ungeheuer attraktiven und bekannten Schauspieler denkt. Umso größer ist ihre Enttäuschung, als plötzlich ein echter Rocker und Kraftprotz vor der Tür steht. J.T. verzehrt sich derweil in Sorgen um seine Schwester Al, die mit seinem Freund Rich ins Autokino fahren will. Er will einfach nicht einsehen, dass sein Schwesterchen längst flügge ist und seinen Beistand überhaupt nicht mehr nötig hat. Carol hat gleichzeitig Sorgen mit Mark, der eine auffallend pubertäre Phase durchlebt und nichts auslässt, um zu demonstrieren, wie erwachsen er doch schon ist. Die Nachwirkungen einer Zigarrenorgie im Freundeskreis muss er dann allerdings über der Kloschüssel auskurieren. Nicht nur er, auch sein Vater ist davon schwer betroffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307644","hoster":"VOE"},{"path":"/redirect/10107252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-2","name":"Drei Mädchen und ein Baby","epNo":2,"alt":"Three Girls And A Baby","descr":"Als Cody in einer Zeitung eine Todesanzeige mit seinem Namen liest, erleidet er einen gehörigen Schock. Er hält sich nun praktisch für tot und lässt sich trotz aller gegenteiliger Beteuerungen von J.T. und Mark auch nicht von seinem Weiterleben überzeugen. Derweil wird Frank und Carol klar, dass sie seit der Geburt des Babys nicht mehr richtig Zeit füreinander hatten. Nach anfänglichem Zögern von Carol beschließen sie dann, die Kinder einige Zeit mit dem Baby alleine zu lassen, um ein paar stille Stunden zu zweit genießen zu können. Durch ein Kette unglücklicher Umstände wird die gewünschte Erholung jedoch vereitelt. Schlimmer noch, ohne dass Frank und Carol etwas davon ahnen, wächst sich die Kinderbetreuung durch die großen Schwestern zu einer regelrechten Katastrophe aus, die mit dem Einsatz der örtlichen Feuerwehr endet…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307653","hoster":"VOE"},{"path":"/redirect/10107253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-3","name":"Die Partylöwin","epNo":3,"alt":"Party Animal","descr":"Dana zieht mit einigen Freundinnen zusammen und erweist sich bei der Einweihungsparty als wahre Partylöwin. Dabei wird ihr klar, dass sie scheinbar doch noch nicht reif genug dafür ist, alleine zu leben. Cody ist sich todsicher, dass der neue Nachbar Mr. Flynn ein gesuchter Juwelendieb ist und spannt J.T. und Mark vor seinen Karren, um dem \"gefährlichen Kriminellen\" das Handwerk zu legen und die ausgesetzte Belohnung zu kassieren. Dana hat es derweil satt, weiter mit den anderen unter einem Dach zu leben und zieht überstürzt mit einigen Freundinnen zusammen. Bei der Einweihungsparty entpuppt sie sich nach einigen Gläschen zuviel als hemmungsloser Vamp. Nach diesem kleinen Ausrutscher wird das Ganze noch einmal mit Carol überdacht, und schließlich kehrt sie reumütig in den Schoß der Familie zurück. Dort gibt es gerade Probleme zwischen Carol und Frank, die den Schlafplatz des Babys betreffen. Aus nicht ganz uneigennützigen Motiven will Frank das Baby ins Kinderzimmer auslagern. Der neue Nachbar läuft unterdessen in eine Falle der drei Hobby-Detektive. Dabei stellt sich allerdings schnell heraus, dass Cody mit seinem Verdacht gründlich daneben lag. Aus der Belohnung wird also nichts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307651","hoster":"VOE"},{"path":"/redirect/10107254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-4","name":"Nächtliche Ruhestörung","epNo":4,"alt":"Midnight Caller","descr":"Baby Lilly brüllt unablässig und macht die ganze Familie fertig. Da entdeckt Cody, dass er offenbar die Gabe hat, beruhigend auf kleine Kinder einwirken zu können. Baby Lilly terrorisiert die ganze Familie mit ziemlich disharmonischen Gebrüll, sodass die netten Geschwister irgendwann dafür plädieren, die Kleine baldmöglichst zur Adoption freizugeben. Da entdeckt Cody plötzlich eine bisher unbekannte Begabung an sich: Er versteht es erstaunlich gut, beruhigend auf Babies einzuwirken. So weit, so gut. Bei Cody ist die Kleine zwar still, doch dafür brüllt sie nun bei ihrer Mutter um so lauter. Derweil müssen sich Dana und J.T. einem gemeinsamem Projekt im Psychologie-Kurs stellen. Die beiden, deren Haßliebe gerade wieder einen Höhepunkt erreicht hat, arbeiten nun gemeinsam bei einem \"Familien-Nottelefon\" und sehen sich eines Tages in die Situation versetzt, vollkommen ungeübt, diesen Dienst alleine und selbständig führen zu müssen. Ausgerechnet da ruft der lebensmüde Todd an. Nach etlichen Missverständnissen gelingt es den beiden dann aber tatsächlich, den jungen Mann von seinem gefährlichen Vorhaben abzubringen. Carol ist inzwischen davon überzeugt, dass ihr eigenes Baby sie hasst, aber Cody zeigt ihr, wie man sein Baby beruhigt, sodass der Familienfrieden allmählich wieder zurückkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378955","hoster":"VOE"},{"path":"/redirect/10107255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-5","name":"Hausmädchen gesucht","epNo":5,"alt":"Maid To Order","descr":"Während Carol ehrgeizig versucht, Karen dazu zu bringen, \"Ober-Cheerleaderin\" werden zu wollen, kommt J.T. in die unverhoffte Situation, eine neue Haushaltshilfe für den Familienbetrieb testen zu müssen. Da die junge, ausgesprochen hübsche Bewerberin Carrie schon äußerlich \"alle\" Voraussetzungen erfüllt und J.T. zudem mit ein paar gewagten Fotos beeindrucken kann, wird sie vom Fleck weg engagiert. Dass es da auch ein böses Erwachen geben könnte, dämmert J.T. erst, als Frank die Dame mit seinen kritischen Blicken beäugt. Auch Carol mischt sich ein, obwohl sie doch damit beschäftigt sein sollte, die Karriere ihrer Tochter in Sachen Cheerleaden zu befördern. Doch als die Tochter einer \"verhassten Jugendfeindin\" den Posten bekommt, bricht für Carol eine Welt zusammen. Bald steht auch der Haushaltssegen für J.T. ziemlich schief, denn Carrie stiftet so einige Unruhe in der Familie. Es bleibt J.T. nicht erspart, Carrie höchstpersönlich zu entlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307657","hoster":"VOE"},{"path":"/redirect/10107256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-6","name":"Wer viel fragt...","epNo":6,"alt":"Don\u0027t Ask","descr":"Während sich Cody mit einer heiratswütigen Russin herumschlagen muss, fühlen sich Frank und Carol plötzlich mit der Erziehung ihrer Kinderschar gehörig überfordert. Cody hat beim \"Ostblockschlußverkauf\" ein angeblich unschlagbares Amateurfunkgerät aus der ehemaligen SowJ.T.nion bestellt. Doch als die Lieferung eintrifft, ist er einigermaßen geschockt: Statt des Funkgerätes steht eine gewisse Ludmilla leibhaftig vor ihm. Die ist ungeheuer stabil gebaut und will Cody auf der Stelle heiraten. Auf alle Fälle hat sie sich schon mal seine Kreditkarte gesichert und versucht nun, einen Weltrekord im Einkaufen aufzustellen. Derweil sehen sich Frank und Carol den in letzter Zeit mit nervender Häufigkeit auftretenenden Fragen ihrer Kinderschar ausgesetzt. Kurzerhand verbieten sie ihrem Nachwuchs das Fragen. Zu guter Letzt müssen sie jedoch einsehen, dass sie sich nicht so einfach aus der Verantwortung stehlen können. Cody scheint schließlich doch noch Glück zu haben, denn plötzlich steht ein Herr namens Sergej vor der Tür, und der möchte Ludmilla vom Fleck weg ehelichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307652","hoster":"VOE"},{"path":"/redirect/10107257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-7","name":"Affenstark","epNo":7,"alt":"Hello, Mister Chips","descr":"Al schleppt einen lebenden Affen mit nach Hause. Da trifft es sich ja gut, dass Carol und Frank gerade ein Theaterstück mit dem Titel \"Tarzan und Jane\" proben. Al jobbt in einem Keksladen. Ihr liebster Kollege ist dabei der entzückende Affe Mr. Chips. Als abends Mr. Chips’ Pfleger nicht kommt, wird Al dazu verdonnert, sich um das Tier zu kümmern. Das passt ja bestens, denn Frank und Carol proben gerade mit ihrer Theatergruppe die Liebesszene eines Stücks namens \"Tarzan und Jane\". Indessen entdeckt J.T., dass Mark ein verdammt guter Pool-Billard-Spieler ist. Ohne dass sein Stiefbruder etwas bemerkt, lässt J.T. ihn um Geld spielen. Ob er am Ende wirklich locker abkassieren kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307655","hoster":"VOE"},{"path":"/redirect/10107262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-8","name":"Jugendträume","epNo":8,"alt":"The Roadie","descr":"Für Cody geht ein alter Traum in Erfüllung: Er darf als Roadie arbeiten. Im Klartext heißt das, dass er hinter der Bühne einer Band, die gerade in Milwaukee Station macht, wie ein Tier malochen muss. Der Star der Truppe, die ausgesprochen hübsche und ziemlich temperamentvolle Christie, ist das Idol von Mark. Klar, dass er Cody dazu bringt, ihm Freikarten zu besorgen. Derweil bricht im Hause Lambert/​Foster der gnadenlose Kampf um die beiden Autos aus. Um des lieben Friedens willen beschließt Frank, einen dritten Wagen anzuschaffen. Schließlich ersteht er ein rotes Mustang-Cabrio und erfüllt sich damit einen alten Jugendtraum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307659","hoster":"VOE"},{"path":"/redirect/10107258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-9","name":"Einer wird gewinnen","epNo":9,"alt":"The Wall","descr":"Cody outet sich in Danas Frauentreff als Feminist, während J.T. den Macho raushängen lässt und Carol ihren Frank zu einer speziellen Partnermassage überredet. Dana hat eine feministische Arbeitsgruppe gegründet, um zusammen mit anderen Mädchen und Frauen den Chauvinismus der Männerwelt an den Pranger zu stellen. Während der ersten Sitzung taucht überraschenderweise Cody auf und erweist sich als waschechter Feminist. Als auch noch J.T. auftaucht, greift dieser sich die mit ihm verabredete Mandy und entführt sie auf eine Togaparty. Zur gleichen Zeit überrascht Carol ihren Gatten mit Freikarten für den Besuch einer Gesundheitsfarm. Auf dem Programm stehen Mineralbäder, Whirlpools und eine spezielle Partnermassage. Da kann selbst Raubein Frank nicht nein sagen. Außerdem erweist sich Mark auf dem Herbstball als strahlender Siegertyp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307660","hoster":"VOE"},{"path":"/redirect/10107259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-10","name":"Das vertauschte Baby","epNo":10,"alt":"Baby Come Back","descr":"Cody verzaubert Dana, während J.T. seine kleine Schwester Lilly an eine Werbefirma verhökert und Frank und Carol eine Ausstellung besuchen. Plötzlich ist Lilly weg. Cody hat ein neues Hobby: Zaubern. Als \"Der große Codini\" bittet er Dana, ein Experiment mit ihm zu wagen. Dabei landet Dana in einer Kiste, ohne dass Cody in der Lage wäre, das Mädchen da wieder raus zu holen. Während sich Carol und Frank auf einer Ausstellung für Kosmetika umschauen, versucht sich J.T. als Babysitter für sein Schwesterchen Lilly. Der geschäftstüchtige Lambert-Spross kommt dabei auf die Idee, Lilly, natürlich gegen entsprechendes Entgelt, einer Werbefirma als Model zu offerieren. Als Lilly versehentlich mit einem anderen Baby verwechselt wird, hat auch J.T. ein Riesenproblem. Derweil versucht Cody immer noch verzweifelt, Dana aus der Kiste zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307668","hoster":"VOE"},{"path":"/redirect/10107260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-11","name":"Fest der Liebe","epNo":11,"alt":"The Fight Before Christmas","descr":"Weihnachten steht vor der Tür. Und alte Freunde aus dem verrückten Florida haben sich angekündigt, um mit den Fosters und Lamberts den obligatorischen Truthahn zu verspeisen. J.T. nutzt die Vorfreude aufs Fest der Liebe, um sich einmal mehr als gnadenloser Kapitalist und skrupelloser Geschäftemacher in Szene zu setzen. Er verkauft Weihnachtsbäume. Doch da taucht der arme kleine Jimmy an seinem Stand auf, und J.T. sorgt dafür, dass der Junge den schönsten Baum des Platzes gratis bekommt. Für Al und Matt, den Sohn der Freunde, wird Weihnachten wirklich zum Fest der Liebe. Nach anfänglichen Schwierigkeiten scheinen sich die beiden, die einst eine heftige \"Sandkastenliebe\" verband, endgültig gefunden zu haben. Frank erwischt seine Tochter beim Knutschen mit dem Sohn der Gäste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307665","hoster":"VOE"},{"path":"/redirect/10107261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-12","name":"Ein Falsches Bild","epNo":12,"alt":"What\u0027s Wrong with This Picture?","descr":"J.T. will die Bekanntschaft zu Casey, einer ungeheuer attraktiven Mitschülerin seiner Stiefschwester Karen, auch dann noch ausbauen, als er erfährt, dass Caseys Vater ein berüchtigter Mafioso sein soll. Allerdings wachsen ihm die Ansprüche der jungen Dame schon bald über den Kopf. Er trennt sich von ihr – wenn da nur nicht die Rache der Mafia drohen würde! Dana hat in der Zwischenzeit die Künstlerin Jayne McNeal kennen gelernt. Sie sitzt ihr sogar Modell, ohne zu wissen, dass die Malerin von ihrer abstrakten in ihre fotorealistische Periode gewechselt hat. Auf Jaynes nächster Auktion taucht nun ein Bild von Dana auf. Ein Akt! Carol ist entsetzt und setzt alles daran, das Werk zu erwerben, um es so aus dem Verkehr zu ziehen. Frank hat da ganz andere Probleme. Er hat den Ratten in Haus und Garten den Kampf angesagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307666","hoster":"VOE"},{"path":"/redirect/10107263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-13","name":"Damenwahl","epNo":13,"alt":"Beautiful Ladies Of Wrestling","descr":"Frank und sein Sohn J.T. setzen alles daran, bei einer Radioshow zwei Karten für das Superbowl-Spiel zu gewinnen. Nach der telefonischen Vorauswahl sieht es für die beiden ganz gut aus. Die nächste Stufe ist da schon schwieriger: Sie müssen als Cheerleader auftreten. In den entsprechenden Klamotten, versteht sich. Außerdem taucht die greise Lehrerin Mrs. Whitey im Hause Lambert-Foster auf. Sie will Frank und Carol dazu bringen, Mark auf eine Eliteschule zu schicken…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307670","hoster":"VOE"},{"path":"/redirect/10107264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-14","name":"Zwei Mütter für Frank","epNo":14,"alt":"Torn Between Two Mothers","descr":"Ärger droht im Hause Lambert-Foster: Franks Mutter kommt zu Besuch. Darüber hinaus sucht J.T. mal wieder einen Job. Ob er deshalb an einem medizinischen Experiment teilnehmen soll? Völlig unerwartet macht Frank seiner Frau Carol immer wieder kleine Geschenke. Irgend etwas ist da im Busch! Und richtig: Franks Mutter Helen hat ihren Besuch angekündigt. Immer wenn sie da ist, redet sie Carol in alles mögliche rein. So auch diesmal. Zunächst macht Carol gute Miene zum unerwünscht bösen Spiel und begrüßt ihre Schwiegermutter erst einmal überschwänglich freundlich. Doch schon bald eskaliert die Situation, und Carol fordert Frank auf, mit seiner Mutter endlich Tacheles zu reden. Zur gleichen Zeit sucht J.T. mal wieder einen Job. Da entdeckt Cody eine Annonce, in der jemand gesucht wird, der an \" einem aufregenden, schmerzlosen medizinischen Gehirnexperiment\" teilnehmen möchte. Hört sich ja ganz harmlos an, oder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307664","hoster":"VOE"},{"path":"/redirect/10107265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-15","name":"Häschengeschichten","epNo":15,"alt":"Snow Bunnies","descr":"Carol leidet unter Alpträumen und raubt damit Frank den Schlaf. Der ist dermaßen übellaunig, dass er seiner Tochter Al verbietet, mit Matt in den Skiurlaub zu fahren. Nacht für Nacht vertieft sich Carol in ziemlich aufregende Bettlektüre. Der Lesestoff ist derartig aufwühlend, dass sie immer wieder von heftigen Alpträumen geplagt wird. Da kann auch Frank nicht länger ruhig schlafen. Bald ist er derartig übernächtigt und schlecht gelaunt, dass er auf den Reisewunsch seiner Tochter Al nicht gut zu sprechen ist. Sie möchte mit ihrem Freund Matt zum Skifahren auf eine Berghütte fahren. Frank schwafelt etwas von jungen Häschen, was bei Al zu sexueller Aufklärung führen soll. Der verliebte Matt muss also allein in die verschneite Bergwelt fahren, wo bereits zahlreiche Skihasen auf ihn warten. Al reist ihm heimlich nach und sieht ihn zum Lustobjekt wildgewordener Wintersportlerinnen herabgewürdigt. Gleichzeit muss sie erkennen, dass ihr Matt wirklich eine treue Seele ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307667","hoster":"VOE"},{"path":"/redirect/10107266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-16","name":"Der Heimliche Verehrer","epNo":16,"alt":"Secret Admirer","descr":"Frank schenkt Carol eine \"teure\" Uhr, sagt aber nicht, dass es sich um eine billige Imitation handelt. Das gibt Ärger. Derweil erhält Dana Liebesbriefe von einem heimlichen Verehrer. Zum Valentinstag hat Frank seiner Carol eine Schweizer Armbanduhr gekauft. J.T. entlockt seinem Vater jedoch schon bald das Geständnis, dass es sich bei der Uhr um eine äußerst preiswerte Imitation handelt. Obwohl J.T. Frank warnt, behält dieser den wahren Preis des Geschenks für sich, und es kommt, wie es kommen musste: Carol findet die Uhr viel zu teuer. Sie möchte lieber eine Urlaubsreise machen und versucht, die Imitation bei einem Juwelier in Bares einzutauschen. Prompt wird sie wegen Betruges festgenommen. Ebenfalls zum Valentinstag bekommt Dana plötzlich von einem heimlichen Verehrer Liebesbriefe geschickt. Sie glaubt die Briefe stammten von einem tollen Typen, den sie vor kurzem im Café gesehen hat. In Wahrheit steckt jedoch Cody dahinter. Dana will sich unbedingt mit dem Unbekannten treffen, und Cody versucht natürlich, dieses Date zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307674","hoster":"VOE"},{"path":"/redirect/10107267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-17","name":"Ewige Jugend","epNo":17,"alt":"Forever Young","descr":"Carol und Frank gehen mit der kleinen Lilly zu \"Family Playtime\", einer Einrichtung, in der junge Eltern lernen können, wie sie mit ihren Babys pädagogisch wertvoll spielen können. Dummerweise werden die beiden unter all den jungen Eltern als Lillys Großeltern angesehen. Vor allem Frank ist erschüttert. Als die Gruppe zu einem gemeinsamen Discobesuch aufbricht, lassen sich die beiden natürlich nicht lumpen. Allerdings sind die \"Großeltern\" schon bald körperlich am Ende und treten den geordneten Rückzug an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307672","hoster":"VOE"},{"path":"/redirect/10107268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-18","name":"Wer kommt denn da zum Essen?","epNo":18,"alt":"Guess Who\u0027s Coming to Dinner?","descr":"Dana bringt einen Freund zum Abendessen nach Hause. Der junge Mann ist angeblich Psychologe. Als er versucht, alle und alles zu therapieren, fliegt er hochkant raus. Dana, die bislang der Männerwelt weitgehend feindlich gesinnt war, bringt eines Abends einen jungen Mann namens Fleming mit nach Hause. Ihre Eroberung soll angeblich Psychologe sein und kurz vor der Promotion stehen. Frank und Carol sind jedenfalls entzückt. Als Fleming jedoch damit anfängt, jedes Familienmitglied zu therapieren, fliegt er im hohen Bogen raus. J.T. hat anderes im Sinn. Als er für seine neugeborene Schwester Lilly einen Strampler kaufen möchte, wird er irrtümlich als Vater angesehen. Er bemerkt, dass die attraktive Verkäuferin voll auf die Vaternummer abfährt, und so gibt er sich sogar noch als Witwer aus. Die kleine Lüge lohnt sich. J.T. und die junge Dame verabreden sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307681","hoster":"VOE"},{"path":"/redirect/10107269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-19","name":"Wer einmal lügt...","epNo":19,"alt":"Do The Right Thing","descr":"In Form eines blauen Briefs flattert J.T. gehöriger Ärger ins Haus. Frank knöpft sich seinen Sohn ernsthaft vor: Entweder wird gepaukt, oder mit dem College ist endgültig Schluß! Al hat ebenfalls große Probleme. Sie möchte sich endlich von ihren nichtssagenden, langweiligen Zeitgenossinnen unterscheiden. Also muss eine Glatze oder ein großflächiges Tatoo her. Derweil hat J.T. allem Schwindel, allen Spickzetteln und anderen Betrugstechniken abgeschworen. Er arbeitet wirklich fürs College. Doch niemand kauft ihm seinen neuen Eifer ab. Denn: Wer einmal lügt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307690","hoster":"VOE"},{"path":"/redirect/10107270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-20","name":"Prinz und Leibwächter","epNo":20,"alt":"The Bodyguard Formerly Known As Prince","descr":"Dana, Karen und Al fahren übers Wochenende zum Snowboarden in die Berge, um ein paar schicke Jungs aufzureißen. Dass bei dieser Gelegenheit auch noch ein attraktiver Prinz auftaucht, passt den Damen bestens ins Konzept. Doch der Prinz und seine Leibwächter haben für die Dauer des Urlaubs ihre Identität getauscht, was zu überraschenden Wendungen führt. Zu Hause erlebt Carol eine Überraschung ganz anderer Art. Das neue Shampoo, das sie an den daheim gebliebenen Familienmitgliedern testet, erweist sich als Tönung, die auf den Köpfen der Benutzer ein ausgesprochen schrilles Rot hinterlässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307687","hoster":"VOE"},{"path":"/redirect/10107271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-21","name":"Berufsberatung","epNo":21,"alt":"Major Pain","descr":"Dana, J.T. und Rich machen in einem Berufsberatungszentrum einen Test, dessen Ergebnisse Dana dazu bringen, einen Betrug aufzudecken. Dana, ihr Stiefbruder J.T. und dessen Kumpel Rich treffen sich in einem Berufsberatungszentrum. Die Ergebnisse der Tests, die sie dort über sich ergehen ließen, werden unterschiedlich aufgenommen. Rich ist angeblich der geborene Mediziner, und J.T. sieht sich schon als Psychologe, während Dana am Boden zerstört ist. Dem Testergebnis zufolge wäre sie am besten als Aufseherin in einem Frauenknast aufgehoben. Die enttäuschte Dana versucht, dem Ursprung des Ergebnisses auf den Grund zu gehen, und tatsächlich entdeckt sie die unlauteren Methoden des Beratungszentrums. Im Internet findet sie sogar erdrückende Beweise, die belegen, dass hier gewissenlose Betrüger am Werk sind. Derweil schlägt sich Frank auf der Baustelle mit einem völlig unbegabten Praktikanten rum. Nach zerschepperten Glastüren, herausgerissenen Küchenschränken und explodierenden Bidets verliert Frank langsam die Geduld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307689","hoster":"VOE"},{"path":"/redirect/10107272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-22","name":"Ausflug nach Disneyworld - Teil 1","epNo":22,"alt":"We\u0027e Going To Disney World, Part 1","descr":"Großmutter Helen lädt die starke Familie zum Ausflug nach Disneyworld ein. Durch Omas Einladung gerät einiges im Hause Lambert-Foster durcheinander. So können Frank und Carol ihren Hochzeitstag in einem kleinen Hotel in den Bergen erst einmal vergessen. Kurz nach der Ankunft taucht plötzlich J.T.s Freund Rich auf, und als dann auch noch Marks Kumpel Flink \"zufälligerweise\" 500 Meilen von zu Hause gesichtet wird, ist Franks Stimmung auf dem Nullpunkt angelangt. Mark will zusammen mit Flink einen Rekord aufstellen: Sie wollen sämtliche Attraktionen des Vergnügungsparks in weniger als vier Tagen besuchen. Oma Helen lacht sich einen Franzosen an, und J.T. und Rich haben ein paar Mädchen anvisiert. Die beiden geraten jedoch mächtig an einander, da J.T. sich als Mr. Disney persönlich aufführt und das gemeinsam gesparte Urlaubsgeld mit vollen Händen aus dem Fenster wirft…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307685","hoster":"VOE"},{"path":"/redirect/10107273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-23","name":"Ausflug nach Disneyworld - Teil 2","epNo":23,"alt":"We\u0027e Going To Disney World, Part 2","descr":"Die starke Familie gibt sich alle Mühe, den Ausflug nach Disneyworld doch noch zu genießen. Zumindest können Frank und Carol ihren Hochzeitstag gebührend feiern. Der Freizeitstress in Disneyworld geht weiter. Mark und sein Kumpel Flink jagen von einer Attraktion zur nächsten, um ihren Rekord aufzustellen, und Karen bereitet sich intensiv auf den Countrysängerwettbewerb vor. Ihre Schwestern Dana und Al sollen als Backgroundsängerinnen ran, haben aber J.T.t schon vom Proben die Nase voll. Für Frank und Carol geht die Sache doch noch gut aus: Oma Helen überlässt ihnen an ihrem Hochzeitstag ihren Schlüssel, sodass sie endlich einmal ungestört sein können. Mark und Flink sind ganz nah dran, den angestrebten Rekord einzustellen. Das wäre ein Fest für Disneyworld und für die starke Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307693","hoster":"VOE"},{"path":"/redirect/10107274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-5/episode-24","name":"Selbst ist der Mann","epNo":24,"alt":"Men At Work","descr":"J.T. und Rich kommen mit ihren Eroberungen in der Damenwelt nicht so recht weiter. Da erfahren sie, dass man in dem Burger-Restaurant \"Jabbos\", in dem Serviererinnen in engen T-Shirts und Hotpants arbeiten, nach den Protesten von Dana und ihrer feministischen Gruppe endlich auch Jungs einstellt. Die jungen Herren müssen selbstverständlich in ähnlichem Outfit auftreten. Die beiden Möchtegern-Casanovas lassen sich trotzdem anstellen. Bald werden die beiden besonders von älteren Damen bevorzugt, die ihnen immer wieder in den knackigen Po kneifen. J.T.t endlich verstehen J.T. und Rich die Probleme ihrer Kolleginnen und erklären sich solidarisch. Derweil schleppt Frank einen Haufen Müll an, mit dem er im Keller einen \"Männerclub\" einrichten möchte. Ein echtes Highlight ist \"Old Thunder\", ein mechanischer Bulle, auf dem Carol bald heimlich Platz nimmt. Sie wird gnadenlos durchgeschüttelt, bis Frank sie aus dieser misslichen Lage befreit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307683","hoster":"VOE"},{"path":"/redirect/10107275","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-1","name":"Verrückte Liebe","epNo":1,"alt":"Bonjour Jean-Luc","descr":"Carol und Frank versuchen, Carols nervendem Geschäftspartner Jean-Luc zu entfliehen, während Dana per Nachhilfe aus Rich einen zweiten Einstein machen will. Während Dana sich vorgenommen hat, aus Rich per Nachhilfeunterricht einen kleinen Einstein zu machen, müssen sich Carol und Frank mit Carols Geschäftspartner Jean-Luc herumschlagen, dessen Monopoly-Besessenheit sie schwer nervt. Um der Nervensäge zu entgehen, haben sich die beiden übers Wochenende in ein kleines Kurhaus zurückgezogen. Doch auch dort findet Jean-Luc sie, und das löst bei Frank eine heftige und unwirsche Reaktion aus. Daraufhin zieht sich Jean-Luc traurig und betroffen zurück. Erst durch einen Zufall bekommen Carol und Frank heraus, dass Jean-Luc Geburtstag hat und seinen Ehrentag alleine und einsam im Wald verbringen muss, weil er in Scheidung lebt und sich niemand um ihn kümmert. Also machen sich die Lamberts auf die Suche nach ihm, um alles wieder ins Lot zu bringen. Derweil verläuft der Nachhilfeunterricht von Dana und Rich anders als geplant, denn die beiden haben überraschend die Faszination des Kusses entdeckt und können plötzlich nicht mehr voneinander lassen. Und das ist zuviel für J.T., der schreiend das Haus verlässt, als er die beiden ertappt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307686","hoster":"VOE"},{"path":"/redirect/10107276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-2","name":"Spritztour nach Mexiko","epNo":2,"alt":"Sheer Madness","descr":"J.T. und Rich wollen eine \"Spritztour\" nach Mexiko unternehmen, die dank Dana ganz anders als geplant verläuft. Alle drei landen im Gefängnis! J.T. und Rich haben eine ausgesprochene Schnapsidee: Sie wollen just for fun eine Spritztour nach Mexiko machen! Obwohl Frank anfänglich Bedenken gegen diesen 3.000-Kilometer-Trip hat, willigt er schließlich ein, nachdem J.T. selbstbewusst betont hat, wie erwachsen sie beide doch schon wären. Doch dank Dana, die sich eine ganz besondere Überraschung ausgedacht hat, verläuft der Trip nicht ganz so reibungslos wie geplant. Statt am Strand landen die \"Americanos\" im Gefängnis! Derweil versucht Carol dem farbenblinden Erzchaoten Jean-Luc die erste Fahrstunde zu geben. Dieses Vorhaben endet beinahe in einer ausgewachsenen Verkehrskatastrophe. Frank muss aber nicht nur für den Schaden am Lambert-Auto geradestehen, sondern auch noch die drei \"Knastbrüder\" aus dem mexikanischen Gefängnis auslösen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307696","hoster":"VOE"},{"path":"/redirect/10107277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-3","name":"Die Sexfalle","epNo":3,"alt":"Crazy Love","descr":"Mark versucht, sich eine Unterschrift von Frank zu verschaffen, damit er sich den Film \"Showgirls\" anschauen kann. Der durchschaut jedoch seinen cleveren Sohn und verweigert das Autogramm. Der gute J.T. ist neuerdings immer auffallend gestylt. Dass dahinter eine 29-jährige Französin steckt, schlägt bei Carol wie eine Bombe ein. Nachdem die Aktion \"Showgirls\" nicht geklappt hat, geht Mark mit seinen Freunden Max und Ronald in der Videothek auf die Pirsch nach anderen filmischen Abenteuern. So landet man bei der harmlosen \"Kleinen Meerjungfrau\", in deren Hülle sich \"Die schlimmen Krankenschwestern\" verborgen halten. Doch alles läuft schief: Die heimliche Vorstellung in Franks Garage wird unterbrochen und das gefährliche Machwerk konfisziert. Andererseits wird J.T. durch Jean-Luc vor dem Schicksal bewahrt, bereits mit 19 verheiratet zu sein. Denn es stellt sich heraus, dass die schöne Französin nur an einer Aufenthaltsgenehmigung in den USA interessiert war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307699","hoster":"VOE"},{"path":"/redirect/10107278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-4","name":"Sag einfach vielleicht","epNo":4,"alt":"Road Trip","descr":"Die junge Garde der starken Familie beabsichtigt auf das angekündigte \"Rockkonzert 97\" zu gehen. Nur Carol ist nicht begeistert. Doch Frank kann sie dann doch noch überzeugen. Während das Jungvolk mit Schlafsäcken bewaffnet ins \"Rocklager\" ziehen, entdeckt Carols Freundin Patti Jean Lucs Charme. Der verwöhnt die Gäste mit französischer Küche. Dave, Pattis nicht sehr aufmerksamer Gatte, interessiert sich nur für das Essen und seinen Job als Polizist und merkt gar nicht, was sich da in der Küche zusammenbraut. Doch es gelingt Jean Luc, die Abtrünnige wieder auf den Weg der Tugend zu manövrieren. So kommt es denn auch zu einem klärenden Gespräch zwischen den Eheleuten, das die Weichen für eine neue, gemeinsame Zukunft stellen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307698","hoster":"VOE"},{"path":"/redirect/10107279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-5","name":"Wo die Liebe hinfällt","epNo":5,"alt":"Sex, Lies And Videotape","descr":"Im Glauben, dass Liebe auch durch den Magen geht, will sich Rich mit einer Mega-Pizza weiter in die Gunst von Dana schmeicheln, vorerst jedoch mit wenig Erfolg. Mehr Glück hat ein gewisser Jeff, ein ehemaliger Klassenkamerad von Dana, der in Harvard studiert und sie beeindruckt. Frank hat indessen Gelegenheit, seinen Traum vom Angelurlaub in Männergesellschaft zu erfüllen. Doch der Ersatzpartner, den Carol fürsorglich in Person von Jean-Luc besorgt hat, scheint für solch ein Abenteuer denkbar ungeeignet. Als er sich und Frank dann auch noch als Ärzte ausgibt, bleibt den beiden eine Geburtshilfe in freier Natur nicht erspart. Die Aktion ist jedoch von Erfolg gekrönt! Währenddessen gelingt es Rich endlich, ein schlichtes, wenn auch lautes \"Ich liebe dich\" zu artikulieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922083","hoster":"VOE"},{"path":"/redirect/10107280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-6","name":"Im siebten Himmel","epNo":6,"alt":"Just Say Maybe","descr":"J.T. macht sich vor seinen Schwestern wichtig und behauptet, ganz Macho, dass er ganz alleine ein Schrottauto wieder flott bekommt. Doch da stiehlt ihm eine kleine süße Mechanikerin namens Sam die Show. Für J.T. ist es Liebe auf den ersten Blick. Doch so recht will der Funke nicht überspringen. Jean Luc versucht, ganz Psychologe, dem verstörten Liebhaber klar zu machen, dass er selbst schlicht und einfach Angst vor der Liebe hat. Eine angeblich berühmter Country-Sänger möchte, dass Karen auf seinem neuen Video mitsingt. Allerdings stellt sich der Traum von der großen Karriere als Seifenblase heraus, denn Karen soll nur den Mund bewegen und mit den Hüften wackeln. Empört schmeißt sie den Job hin. Gestärkt durch Jean Luc gelingt es J.T. im entscheidenden Moment seine Hemmungen zu überwinden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307703","hoster":"VOE"},{"path":"/redirect/10107281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-7","name":"Die eigenen vier Wände","epNo":7,"alt":"The \"L\" Word","descr":"Nachdem sich J.T. mit seinem Vater gestritten hat, zieht er von zu Hause aus. Doch die große Freiheit ist doch nicht so süß, wie er sich das vorgestellt hat. Als J.T. unter Missachtung der bestehenden Regeln seine neue Freundin mit auf sein Zimmer nimmt, ist Franks Geduld erschöpft. Er stellt seinen Junior vor die Alternative: Entweder sich zu fügen oder zu gehen und auf eigenen Füßen zu stehen. J.T. wählt die Freiheit, wobei er geschickterweise erst einmal bei Jean Luc Unterschlupf sucht. Doch dann benehmen sich J.T. und sein Freund Rich so daneben, dass er die Eindringlinge mit einer List an die Luft setzt. Carol hat einen Frauentag mit ihren drei Töchtern beschlossen, die allerdings nicht sonderlich davon begeistert sind, vor allem als sie in einer Karaoke-Bar landen. J.T. lebt inzwischen in einer wahren Bruchbude. Bibbernd vor Kälte hält ihn nur noch sein Stolz und kalte Nudelnahrung warm. Aber Frank, der eben diese Schmuddelhütte abbrechen soll, erscheint geläutert als Retter in der höchsten Not.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307701","hoster":"VOE"},{"path":"/redirect/10107282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-8","name":"Schule des Lebens","epNo":8,"alt":"She\u0027s The One","descr":"J.T. versucht, sich in Carols ehemaligem Schönheitssalon eine Wohnung einzurichten. Sein Vater und \"Vermieter\" ist mit seinem neuen Mieter nicht sehr zufrieden. Frank hat mit Unterstützung von Carol seinem Sohn J.T. eine Wohnung im ehemaligen Schönheitssalon eingerichtet. Bei den \"Mietverhandlungen\" eröffnet J.T. dem verblüfften Frank, dass er zur Verteilung der finanziellen Belastung seinen Freund Rich als Untermieter einziehen lässt. Jean Luc hat sein Herz für die kleine Lilly geöffnet und überschüttet sie mit kostbaren Geschenken, bis Carol dem schließlich einen Riegel vorschieben will. Doch dann kommt sie dahinter, dass Jean Luc seine eigene kleine Tochter aus einer früheren Verbindung sehr vermisst und sich deshalb Lilly als Ersatztochter gesucht hat. Im Mietverhältnis zwischen J.T. und Frank kommt es zu Spannungen. Carol beschließt, ein Treffen zwischen Jean Luc und seiner Tochter zu arrangieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307706","hoster":"VOE"},{"path":"/redirect/10107283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-9","name":"Das Medallion","epNo":9,"alt":"Independence Day","descr":"Frank hat ganz plötzlich eine Krise wegen seines Alters. Gemeinsam mit Jean Luc macht sich Carol Gedanken, wie sie ihm helfen können. Doch alle Vorschläge Jean Lucs klingen absurd. Klein-Lilly setzt dem ganzen die Krone auf, als sie lachend erzählt, dass Frank im Park als ihr \"Opa\" angesprochen wurde. Rich verrät seinem Freund J.T., was er Dana zum Geburtstag schenken will: Ein kostbares Medaillon, das er seinerzeit einer Verflossenen geschenkt hat und, an einen Stein gebunden und durchs Fenster geworfen, wieder von ihr zurückbekommen hat. Gegen J.T.s Warnung bleibt Rich bei dem Geschenk – und es geht prompt schief. Er hat nämlich vergessen, das Bild seiner Ex-Freundin aus dem Medaillon herauszunehmen. Alle Wiedergutmachungsversuche schlagen fehl. Frank gibt sich plötzlich jugendlich, zwängt sich in Leder und färbt sich das Haar. Als er auch noch auf einer schweren Maschine durch die Gegend knattert, bekommt Carol zu viel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307705","hoster":"VOE"},{"path":"/redirect/10107284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-10","name":"Lamberts wilder Westen","epNo":10,"alt":"Reality Bites","descr":"Als Frank nach Hause kommt, sieht die Wohnung wieder einmal wie eine Müllhalde aus und ihm platzt der Kragen. Das beeindruckt J.T. nur wenig, und der erschöpfte Frank kapituliert vor soviel Gleichmut. Erschöpft entschlummert der geplagte Familienvater und träumt in einem Western-Alptraum den Familienzwist weiter und zu Ende: Ein verrottetes, verkommenes Kaff, in dem Carol als kesse \"Miss Kitty\" und Jean-Luc als \"Black-Bart Rieupeyroux\", vor dem alle Welt zittert, leben. Es wird getrunken, gesungen geblödelt und geschossen – und der böse \"Black-Bart Rieupeyroux\" wirbt um die gute \"Miss Kitty\". Was dem versoffenen Sheriff – alias Frank – ganz und gar nicht in den Kram passt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307711","hoster":"VOE"},{"path":"/redirect/10107285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-11","name":"Der fabelhafte Fabio","epNo":11,"alt":"Locket Man","descr":"Während sich Dana auf einem Kindergeburtstag quält, erwartet Jean-Luc einen prominenten Kunden in seinem Frisiersalon. Der Geburtstag der kleinen Lilly steht an. Dana versucht, ihre Mutter davon zu überzeugen, dass sie in der Lage ist, 16 Sechsjährige im Zaum zu halten. Carol glaubt nicht so recht an die pädagogischen Fähigkeiten ihrer Tochter und es kommt zu einer verhängnisvollen Wette um 50 Dollar Gage. Währenddessen erwartet Jean-Luc einen prominenten Kunden. Er soll die Lockenpracht des italienischen Models Fabio frisieren und versetzt die ganze Familie in helle Aufregung. Wie zu erwarten, ist Dana mit dem Chaos bei der Geburtstagsparty völlig überfordert. Zwar verliert sie ihre Wette, doch das Klima zwischen Mutter und Tochter verbessert sich deutlich, seit Dana weiß, wie anstrengend Mutterpflichten sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307713","hoster":"VOE"},{"path":"/redirect/10107286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-12","name":"Kesse Lippe","epNo":12,"alt":"How The West Was Won","descr":"Karen und Mark haben ein Date mit ihrem jeweiligen Traumpartner. Doch für beide läuft es ganz anders als geplant. Karen hat eine Verabredung mit dem erklärten Mädchenschwarm Cameron Loring. Angeblich bevorzugt er schlanke Mädchen und Karen zwängt sich in ihre engsten Jeans. Auch Mark verabredet sich mit seiner Traumfrau Alana. J.T. ist stolz auf seinen forschen Bruder und stellt ihm großzügig seine sturmfreie Bude zur Verfügung. Doch als Alana dann vor der Tür steht, rutscht dem unerfahrenen Mark das Herz in die Hose und er flüchtet. Auch Karens Verabredung ist ein Schlag ins Wasser. Auf der Suche nach den Gründen meint sie, dass es an ihren schmalen Lippen liegen müsse und lässt sich kurzerhand mit Kollagen einen Schmollmund spritzen. Mutter Carol tobt. Mark wird in der Schule zum allgemeinen Gespött und Frank muss seinem Sprößling beistehen und ihn aus seinem Spind retten, in den er sich selbst eingeschlossen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307710","hoster":"VOE"},{"path":"/redirect/10107287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-13","name":"Dicke Luft","epNo":13,"alt":"Absolutely Fabio","descr":"Um ihren Freundinnen und Karen zu imponieren, verabredet sich Al leichtfertig mit dem Typen, bei dem sie immer ihre Pizza bestellt, und von dem sie nur seine schöne Stimme kennt. Drew erweist sich als übergewichtiger Junge, der wegen seiner schlechten Erfahrungen mit Mädchen ein knallharter Zyniker wurde. Dana möchte gerne mit Rich, J.T. und Sam nach Chicago zu einem Konzert fahren. Anschließend wollen die vier in einem Hotel übernachten. Carol ist entsetzt und sieht die Ehre ihrer Tochter in Gefahr. Sie glaubt nämlich nicht, dass sich Dana das Zimmer mit ihrer Freundin Sam teilen wird, und ruft im Hotel an, damit man dort Danas Zimmertür aushängt. Währenddessen steuert Al’s Verabredung auf ein echtes Fiasko zu. Drew provoziert Al immer unverschämter und erst als es eigentlich zu spät ist, sprechen sich die beiden aus. In Chicago müssen J.T. und Rich auf ihre Liebesnacht verzichten und Carol muss sich bei ihrer standhaften Tochter entschuldigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307712","hoster":"VOE"},{"path":"/redirect/10107288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-14","name":"Horrorvisionen","epNo":14,"alt":"Loose Lips","descr":"J.T. und seine Freundin Sam sind zusammen mit Dana und Rich zu einer Hochzeit eingeladen. Rich scheint kein besonderer Freund der Ehe zu sein. Über der Veranstaltung schwebt die Frage, welches der beiden jungen Paare als nächstes vor den Traualtar treten wird. Als der Brautstrauß geworfen wird, trifft es ausgerechnet Dana, die sich in der letzten Reihe versteckt hat. Voller Panik malen sich Dana und Rich nun ihre gemeinsame Zukunft aus. Beide haben Alpträume, wenn auch aus sehr unterschiedlichen Positionen. Rich macht ihr schließlich vorsichtshalber einen \"Antrag\" auf Raten, und versucht damit, das Schlimmste für die Zukunft zu verhindern. Zu Hause liegt Frank mit einer Grippe darnieder. Jean-Luc hat ihm ein Hausmittelchen dagelassen, das vor allem aus hochprozentigem Alkohol besteht und ihm einen Vollrausch beschert. Carol ist entsetzt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307718","hoster":"VOE"},{"path":"/redirect/10107289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-15","name":"Der Tanz ums Geld","epNo":15,"alt":"The Big Date","descr":"Gemeinsam mit seinem Arbeitskollegen Moose hat Frank Lambert die Bowling-Meisterschaft des Jahres gewonnen. Die stolzen Sieger werden von Carol und Jean-Luc, dem \"Team der Frisöre\" zu einem Wettstreit herausgefordert. In der ersten Phase des Wettbewerbs ernten die Frisöre nur den Spott der Bauarbeiter, doch mit etwas List und viel Wut im Bauch kann Carol das Blatt wenden. Schließlich stehen die arroganten Machos wie begossene Pudel auf der Bahn! J.T. und Rick betätigen sich als Sportmanager für Eric Barnes, den Kapitän des Eishockeyteams. Schließlich hat der Sportler mit zukünftigen Millionengagen gewunken. Geldgierig und verblendet lassen sich die beiden von Eric bis aufs Hemd ausnutzen und J.T. schreckt auch nicht davor zurück, seine Schwester Karen mit ihm zu verkuppeln. Währenddessen müssen Frank und Moose ihren Wetteinsatz für das verlorene Spiel einlösen: Einen Travestieauftritt mit Gesang!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307717","hoster":"VOE"},{"path":"/redirect/10107290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-16","name":"Schlag ins Wasser","epNo":16,"alt":"Future Shock","descr":"Frank und Rich vernachlässigen ihre Frauen schmählich und Friseur Jean-Luc muss zur Tat schreiten. Und Al muss sich gegen einen aufdringlichen Verehrer schlagkräftig ihrer Haut wehren. Frank und Rich sind derart von dem neuen TV-Sportkanal begeistert, dass der Rest der Welt um sie versinkt. So bemerken sie kaum, dass Jean-Luc ihre Partnerinnen zu wahren Sexsymbolen gestylt hat. Der verzweifelt ob so vieler chauvinistischen Ignoranz und staucht die beiden Herren dementsprechend zusammen. Mit Erfolg, denn sie geloben Besserung und laden umgehend zum Rendezvous. Al ist ebenfalls in amourösen Angelegenheiten mit ihrem Mitschüler Kyle verabredet. Am Ende der \"Veranstaltung\" wird sie per automatischem Liegesitz aufs Kreuz gelegt – und das im doppelten Sinne. Doch \"schlagartig\" befreit sie sich aus der misslichen Lage. Aus Rache verbreitet Kyle, er habe etwas mit Al gehabt und pötzlich stehen die Möchtegern-Liebhaber bei ihr Schlange…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307720","hoster":"VOE"},{"path":"/redirect/10107291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-17","name":"Mann, oh, Mann","epNo":17,"alt":"Show Me The Money","descr":"Die Männer bei den Lamberts und Fosters haben es nicht leicht. J.T. muss erkennen, dass ihm Sam auf allen Gebieten überlegen ist. Karen kann ihr Glück kaum fassen: Sie hat drei gleich gut aussehende Männer kennen gelernt und kann sich für keinen entscheiden, denn es handelt sich um Drillinge. J.T. muss akzeptieren, dass seine Freundin Sam ihn auch in sportlicher Hinsicht mit links in den Schatten stellt. Lilly soll zur Schutzimpfung. Da sie große Angst vor Spritzen hat, nimmt sich Jean-Luc ihrer an und begleitet sie. Doch dann stellt sich heraus, dass auch für ihn eine Auffrischung ansteht, und plötzlich wird aus dem mutigen Jean-Luc ein Hasenfuß. Freund Rich versucht J.T. zu sportlichen Höchstleistungen zu animieren, damit er so die Fahne der Männer gegen die Dominanz der Frauen hoch hält. Doch alles schlägt fehl. Als Sam bei einer Prügelei ihren J.T. vor einem Angreifer per k.o.-Schlag rettet, sind die Weichen endgültig gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307725","hoster":"VOE"},{"path":"/redirect/10107292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-18","name":"Kein Missverständnis","epNo":18,"alt":"It Didn\u0027t Happen One Night","descr":"Für J.T.s Geschmack versteht sich seine Freundin Sam viel zu gut mit ihrem College-Kollegen Jamie. Als er auch noch bei ihr einziehen will, läuft das Fass über. Sam kann nicht mit J.T. ins Uni-Kino gehen, weil sie eine Verabredung zum Essen mit einem Kommilitonen hat. J.T., der glaubt, dass es sich um einen harmlosen Weibertratsch handelt, ist völlig verunsichert, als Jamie, ein blendend aussehender junger Mann, auftaucht. Rick gießt mit seinen guten Ratschlägen auch noch Öl ins Feuer. Carol hat leichte Rückenverspannungen und als Frank sich mit einer Rückenmassage versucht, platzt Jean-Luc herein und erzählt von seinen Geldproblemen. Trotz Franks Bedenken leiht ihm Carol 1.000 Dollar und die beiden müssen mitansehen, wie er das Geld mit der hübschen Babette verprasst. Und mit der Rückzahlung seiner Schulden hat Jean-Luc es nicht sonderlich eilig. Trotz eines größeren Rubbel-Gewinns verschwendet er lieber sein Geld, bis der nun völlig verspannten Carol der Kragen platzt. Bei J.T. steigert sich die Eifersucht ins Unermessliche, als er erfährt, dass Jamie als Untermieter bei Sam einziehen will…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992879","hoster":"VOE"},{"path":"/redirect/10107293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-19","name":"Glücksspiele","epNo":19,"alt":"Macho Man","descr":"Zum allgemeinen Entsetzten verbreitet die kleine Lilly die Nachricht, dass Dana und Rich ein Baby bekommen. Die Erleichterung ist groß, als sich herausstellt, dass Lilly nur gesehen hat, wie sich die beiden küssen. Frank und Carol versuchen nun mit vereinten Kräften, Lily zu erklären, wo denn nun die kleinen Kinder herkommen. Derweil führt Jean-Luc – ungewollt – J.T. und Rich in die Welt der Pferdewetten und des Glücksspiels ein. Nach der ersten Glückssträhne riskieren die beiden Kopf und Kragen, und Jean-Luc muss ihnen schleunigst eine Lehre erteilen. Mit Hilfe von zwei angeblichen \"Bodyguards\" aus dem Milieu jagt er den beiden Spielwütigen einen Schreck fürs Leben ein und heilt sie von ihrer Spielsucht. Währenddessen schockiert die aufgeklärte Lilly die Eltern ihres Freundes zutiefst und darf nicht mehr mit dem kleinen Joey spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307724","hoster":"VOE"},{"path":"/redirect/10107298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-20","name":"Der Umwelt zuliebe","epNo":20,"alt":"Ain\u0027t Misbehavin\u0027","descr":"Frank hat das perfekte Geschenk zu Carols Geburtstag gefunden. Er vertraut J.T. das süße Geheimnis an. Der bezweifelt allerdings, ob eine Verkehrsnotfall-Erste-Hilfe-Ausrüstung Carols Herz wirklich höher schlagen lassen wird. Dana und Rich nehmen, allerdings mit unterschiedlicher Motivation, an einem Collegewettbeweb für regionale Recyclingprojekte teil. Als erster Preis lockt ein Stipendium für ein Jahr. Als Partner sucht sich Dana einen waschechten \"Wissenschaftsknilch\" aus und Rich bleibt nur noch die Möglichkeit, mit einer weniger intelligenten Partnerin ein Konkurrenzprojekt auf die Beine zu stellen. Carols Geburtstag wird für Frank zu einem mittelgroßen Fiasko, als er sein \"praktisches Geschenk\" präsentiert. Nur mühsam kann Carol ihre Enttäuschung über die prosaische Gabe verbergen. Währenddessen gewinnen ausgerechnet Rich und seine unbedarfte Partnerin den Wettbewerb!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307722","hoster":"VOE"},{"path":"/redirect/10107294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-21","name":"Unter Männern","epNo":21,"alt":"The Facts of Life","descr":"Carol ist tief enttäuscht, als Frank und Mark ihr mitteilen, dass sie beim nächsten Basketballspiel ihres Sprößlings nicht dabei sein darf. Sie hat ihren Sohn einfach zu euphorisch angespornt und ihn mit ihrer Begeisterung vor seinen Freunden blamiert. Mark hofft, mit diesem \"Platzverweis\" endgültig die Abnabelung von seiner Mutter zu schaffen. Als Rich mit Dana aus der Oper kommt, nimmt J.T. die Gelegenheit wahr, ihm klarzumachen, dass Dana ihn total unter dem Pantoffel hat. J.T. verführt Rich dazu, wieder einmal einen richtigen \"Männerabend\" zu verbringen. Als Dana ihren Freund zufällig in einer Disco mit einer gutgebauten Blondine beim Tanzen erwischt, kommt es zum gewaltigen Krach. Inzwischen hat sich Jean-Luc mit der verstimmten Carol solidarisiert und rät ihr, sich als Mann verkleidet bei dem Spiel einzuschleichen. Doch als Carol wieder ihren Mund nicht halten kann, wird sie als Störenfried der Sporthalle verwiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307727","hoster":"VOE"},{"path":"/redirect/10107295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-22","name":"Der reine Wahnsinn","epNo":22,"alt":"Talking Trash","descr":"Während Frank beschließt, für seine Tochter Al den idealen Freund zu suchen, kündigt sich bei Jean-Luc hoher Besuch an: Er soll Hillary Clinton einen Haarschnitt verpassen! Es stellt sich heraus, dass Frank die Freunde seiner Tochter Al grundsätzlich nicht leiden kann und binnen kürzester Zeit vergrault. Al und ihr Vater geraten sich darüber in die Haare und daraufhin wird Frank aktiv und schaut sich selbst nach einem passenden Freund für sie um. Der Zufall kommt ihm bald zu Hilfe. Ein junger Bauarbeiter, der Frank als sein großes Vorbild auserkoren hat, soll mit Al verkuppelt werden. Pete wird seinem Idol immer ähnlicher und die Begegnung, die Frank voller Begeisterung eingefädelt hat, wird ein Desaster. Frank muss sich für seinen Übereifer entschuldigen und Besserung geloben. Carol und Jean-Luc stehen kurz vor der Eröffnung ihres neuen Salons, als sich unerwartet die \"First Lady\" Hillary Clinton ankündigt. Jean-Luc, der sonst nicht auf den Mund gefallen ist, glaubt dieser großen Aufgabe nicht gewachsen zu sein und bricht zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056160","hoster":"VOE"},{"path":"/redirect/10107296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-23","name":"Heimliche Küsse","epNo":23,"alt":"Walk Like A Man","descr":"Die Lambert-Kinder sind sauer, weil sie zu Hause keine Privatsphäre haben. Kurzerhand funktionieren sie Carols Kosmetiksalon zum Liebesnest um. Die Kinder des Lambert-Clans sind gefrustet: Wegen der häuslichen Auflagen haben sie keine Chance auf eine eigene Privatsphäre. So empfinden sie es auch als Geschenk des Himmels, als ihnen der Schlüssel zu Carols Schönheitssalon in die Hände fällt. Eigentlich sollte Karen das Geschäft nur am nächsten Morgen aufschließen, aber als der kostbare Schlüssel J.T. in die Hände fällt, lässt er die Chance nicht ungenutzt verstreichen. Er verkauft diverse Nachschlüssel an potentielle Kunden für das \"Liebesnest\" und schließlich artet das ganze Unternehmen in eine große Party aus. In der Zwischenzeit versuchen Carol und Frank, nichts Böses ahnend, ihren vereinsamten Freund Jean-Luc zu verkuppeln. Seit seiner Scheidung meidet der verschreckte Friseur das weibliche Geschlecht und ist alles andere als begeistert, als Carol und Frank ein \"Blind Date\" für ihn arrangieren. Er versucht im letzten Moment vom fahrenden Zug abzuspringen und bei der umständlichen Aktion verdirbt das ganze Essen. Carol und Frank wollen beim Chinesen um die Ecke Nachschub besorgen, wobei sie die wilde Party im Kosmetiksalon entdecken. Es kommt zum gewaltigen Krach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307729","hoster":"VOE"},{"path":"/redirect/10107297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-6/episode-24","name":"Haarige Zeiten","epNo":24,"alt":"The Kissing Game","descr":"Als Carol von ihrer Schönheitskonferenz zurückkommt, bringt sie einen waschechten Franzosen mit. Jean-Luc ist ein alter Freund aus der Kosmetikschule, der inzwischen eine Riesenkarriere gemacht hat und eine weltweite Kette von Schönheitssalons besitzt. Nun lebt er aber in Scheidung und seine Frau hat ihn um seinen gesamten Besitz gebracht. Zusammen mit Carol will er nochmal ganz von vorne anfangen. Die jungen Damen sind begeistert von dem \"Herrn der Haare\" und auch J.T. profitiert von Jean-Lucs Welterfahrenheit, was den Umgang mit Damen angeht. In einem Schnellkurs lernt J.T., wie man sich erfolgreich jeder gewünschten Schönheit nähern kann. Indessen hat Frank ein echtes Problem mit dem charmanten Jean-Luc. Durch die gemeinsame Salonplanung hat Carol plötzlich keine Zeit mehr für die Familie und der ganze Haushalt bleibt an Frank hängen. Eine Aufgabe, die ihm schnell über den Kopf wächst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307731","hoster":"VOE"},{"path":"/redirect/10107299","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-1","name":"Ein neues Schuljahr","epNo":1,"alt":"Making The Grade","descr":"Carol hat Angst davor, dass sie bald ganz alleine zu Hause sitzen wird. Ihre ganze Anhänglichkeit lebt sie an Karen aus – und die ist natürlich alles andere als begeistert. Zum Schulanfang herrscht wieder einmal das übliche Chaos im Haus. Die Kinder strömen morges zur Schule, Klein-Lilly will keine Buntstifte mehr, sondern einen Computer, und nun geht auch Karen aufs College. Carol bekommt es mit der Angst zu tun, dass ihre Kleinen nun flügge werden und schreibt sich kuzerhand in Karens College ein, um ihrer Tochter ganz nahe zu sein. Die ist von so viel Fürsorge natürlich alles andere als begeistert. Schließlich muss Frank eingreifen und Carol wieder auf den rechten Weg bringen. Währenddessen versucht Dana, ihren Freund Rich zum methodischen Lernen zu bewegen. Sie muss harte Geschütze auffahren, um ihn zu motivieren, doch der prompte Erfolg spricht für ihre Methode.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307732","hoster":"VOE"},{"path":"/redirect/10107300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-2","name":"Der Weg zum Ruhm","epNo":2,"alt":"A Star Is Born","descr":"Als in der Stadt ein Hollywoodfilm gedreht wird, sind die Töchter des Hauses Lambert-Foster völlig aus dem Häuschen und bewerben sich um eine Rolle. In der Stadt dreht eine kleine Produktionsfirma einen Film und veranstaltet ein Casting. Karen takelt sich zur Diva auf und ist wild entschlossen, eine große Filmkarriere zu starten. J.T. und Rich können da nur lästern. Doch da outet sich auch Al mit ihren Filmambitionen. Während Rich überzeugt ist, dass Dana für solche Kapriolen nicht zu haben ist, bewirbt auch sie sich schließlich um eine Rolle. Als sich der Regisseur für die bescheidene, natürliche Al entscheidet, ist die Enttäuschung bei den Konkurrentinnen groß. Al zeigt jedoch soviel Talent, dass man ihre Rolle ausbaut, und Al fasst den kühnen Plan, die Schule zu schmeißen und nach Hollywood zu gehen. Carol und Frank sind entsetzt, obwohl sie nicht umhin können, von Als großer Begabung beeindruckt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307734","hoster":"VOE"},{"path":"/redirect/10107301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-3","name":"Liebe und Schmerz","epNo":3,"alt":"Your Cheatin\u0027 Heart","descr":"Al und Karen machen sich Sorgen über das merkwürdige Verhalten von Rich, dem Freund ihrer Schwester, und stellen heimlich Nachforschungen an. Bei all dem Trubel im Haus kommt Carols und Franks Liebesleben ständig zu kurz. Aber bei der großen Kinderschar sind Störungen einfach unvermeidlich. Dana und Rich sind für das Wochenende zu einer Hochzeit eingeladen. Die beiden putzen sich groß heraus, doch Rich muss gestehen, dass er nicht einmal richtig tanzen kann. In den folgenden Tagen wundern sich Al und Karen über Richs Verhalten: Er sagt mit fadenscheinigen Ausreden Verabredungen ab und ist kaum noch zu sehen. Während Dana nicht sonderlich beunruhigt ist, gehen die beiden Schwestern der Sache auf den Grund. Sie beobachten, wie Rich bei einer älteren Dame Einkehr hält, und informieren Dana, um gemeinsam das vermeintliche Liebesnest auszuheben… Als Carol und Frank dann endlich einmal ungestört sind, werden beide von einem Grippevirus gepackt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307736","hoster":"VOE"},{"path":"/redirect/10107302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-4","name":"Der Kurzzeitjob","epNo":4,"alt":"Take This Job And ...","descr":"J.T. nervt seine Schwester Dana und ihren Freund Rick damit, dass er dauernd versucht, sie anzupumpen. Ständig verliert er seine Jobs und ist deswegen immer knapp bei Kasse. Unter den Geschwistern werden Wetten abgeschlossen, wie lange J.T. seinen nächsten Job durchhalten wird. Währenddessen hat sich Frank einen Kindheitstraum erfüllt und sich ein verrottetes Segelboot gekauft. Davon ist Carol alles andere als begeistert, weil er mit dem schrottreifen Kahn den Vorgarten blockiert und die ganze Nacht daran werkelt. J.T. findet einen Job in einer Autowerkstatt. Aber auch dort läuft wieder einmal alles schief. Nachdem sein Chef durch seine Schuld einen Unfall hat, ist das Maß voll und J.T. fliegt. Wieder einmal sucht J.T. die Schuld bei allen anderen, außer bei sich selbst. Doch Carol gelingt es, ihm eine Lektion in Reumütigkeit zu erteilen. Schließlich kann auch Frank Carol davon überzeugen, wie wichtig das Boot für ihn ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307733","hoster":"VOE"},{"path":"/redirect/10107303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-5","name":"Dichtung und Wahrheit","epNo":5,"alt":"Poetic Justice","descr":"Karen kann es kaum glauben. Die Werke, die sie in ihrer Poesieklasse einreicht, finden größten Anklang bei ihrem Dozenten und sie bekommt eine Eins nach der anderen. Dana macht das misstrauisch, denn sie findet Karens Ergüsse grauenhaft und sie wittert andere Motive bei dem Lehrer. Überraschend taucht die ausgeflippte Amanda Dank bei den Lamberts auf und entpuppt sich als Marks neue Flamme. Der sonst so brave Junge ist wie ausgewechselt und verstößt plötzlich gegen alle Regeln. Als er sich trotz Hausarrest aus dem Zimmer schleicht und mit dem Wagen seines Vaters mit Amanda eine Spritztour macht, kommt es zum Riesenkrach. Poesielehrer Jace versucht weiter, sich der dichtenden Karen zu nähern. Als sie seine Annäherungsversuche ablehnt, erpresst er sie mit der Androhung schlechter Noten. Die Mädchen beschließen daraufhin, dem Lustmolch eine Falle zu stellen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307737","hoster":"VOE"},{"path":"/redirect/10107304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-6","name":"Preis der Liebe","epNo":6,"alt":"Can\u0027t Buy Me Love","descr":"Während für Karen eine Welt zusammenbricht, als sie nicht in einer angesagten Studentinnenverbindung aufgenommen wird, muss Frank mit ernsten wirtschaftlichen Problemen kämpfen. Karen ist wild entschlossen, Mitglied einer der angesagtesten Studentinnenverbindung zu werden. Die Schwesternschaft zeichnet sich vor allem durch ihr Aussehen und weniger durch Intelligenz und Tiefgang aus. Scheinbar zufällig wird auch Dana zu einer Beitrittsversammlung eingeladen. Ihrer Schwester Karen zuliebe nimmt sie teil. Mit der Zeit stellt sich heraus, dass die schicken Mädels nur an Dana und ihrem Einser-Durchschnitt interessiert sind. Karen fällt aus allen Wolken und hadert mit sich und der ganzen Welt, während Dana den oberflächlichen Frauen eine vernichtende Predigt hält. Währenddessen läuft es bei Frank geschäftlich mehr schlecht als recht. Als ein ehemaliger Mitschüler Carols am Ort ein Hotel bauen will, scheint Frank sich sanieren zu können. Doch Kevin zeigt sich Carol gegenüber etwas zu aufmerksam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307739","hoster":"VOE"},{"path":"/redirect/10107305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-7","name":"Die Traumpartnerin","epNo":7,"alt":"Dream Lover","descr":"Nachdem eine geplante Party abgesagt wurde, wissen die Kinder der Großfamilie nicht, wo sie Halloween feiern sollen. Mit knapper Not kann Carol verhindern, dass ihr Haus für die Party herhalten soll. Schließlich weichen die Kids in ein Abbruchhaus aus, das Frank erwähnt hat. In dem heruntergekommenen Haus soll angeblich ein weiblicher Geist sein Unwesen treiben. In letzter Zeit hat es zwischen J.T. und seiner Freundin Sam immer wieder Streit gegeben. Dass sie sich dann als Pferd verkleiden, J.T. als Hinterteil und Sam als Kopf, trägt auch nicht zur besseren Verständigung bei. Als J.T. als vereinsamter Pferdehintern die Treppe nach oben betritt, trifft er auf ein merkwürdiges Mädchen, das intensiv nach Mottenkugeln riecht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307742","hoster":"VOE"},{"path":"/redirect/10107306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-8","name":"Ein weiblicher Kumpel","epNo":8,"alt":"Girls Just Wanna Have Fun","descr":"In der Spielothek trifft Rich Cassie, seine alte Freundin aus \"Kindertagen\", wieder. Sie ist ein echter Kumpel für ihn und er verbringt viel Zeit mit ihr. Davon ist Dana alles andere als begeistert. Als Rich sich immer weniger um sie kümmert, geht sie bei J.T. in die Lehre, um ein cooles Trendgirl zu werden. Doch so leicht ist es nicht, mit Rüpelmanieren zur Szene zu gehören. Es ist fast zu spät, als Rich endlich begreift, wie eifersüchtig Dana auf Cassie ist, und er kann sie doch noch von seiner wahren Liebe überzeugen. Frank und Carol haben Besuch von dem berühmt-berüchtigten Cousin Bert, der mit seiner exzentrischen Art alle von Franks Vorurteilen ihm gegenüber zu bestätigen scheint. Doch dann muss er doch einsehen, dass Bert durch seine Zeit im Knast ein besserer Mensch geworden ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307738","hoster":"VOE"},{"path":"/redirect/10107307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-9","name":"Auf Wiedersehen, Mr. Chip","epNo":9,"alt":"Goodbye, Mr. Chip","descr":"In der Wohngemeinschaft von J.T. und Rich kriselt es. Der eine wirft dem anderen wahlweise Schlampigkeit oder Blödheit vor. Die in Psychologie bewanderte Dana nimmt sich der beiden Streithähne an und versucht, sie zu therapieren. Auch ein gewisser \"Chip\" könnte eine Therapie gut gebrauchen. Er wird von seiner Freundin Karen wie ein Laufbursche behandelt und lässt sich herumkommandieren. Carol versucht sich des jungen Mannes anzunehmen und gibt ihm Ratschläge für eine wirkungsvolle Emanzipation, was auch prompt Wirkung zeigt. Nun muss sich Karen ihrerseits anstrengen, um bei dem \"coolen Macho\" Chip wieder Gnade zu finden. Auch bei J.T. und Rich scheint die Therapie angeschlagen zu haben, doch der Erfolg ist nur von kurzer Dauer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173969","hoster":"VOE"},{"path":"/redirect/10107308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-10","name":"Lilly und die Weihnachtsmänner","epNo":10,"alt":"Too Many Santas","descr":"Katastrophenalarm im Hause Foster und Lambert: Beim Einkaufen der letzten Weihnachtsgeschenke laufen Carol und die kleine Lilly zwei Weihnachtsmännern über den Weg. Bei den Nikoläusen handelt es sich ausgerechnet um Rich und J.T., die sich in den Kostümen ein wenig dazu verdienen. Als Lilly ihren großen Bruder trotz Bart und Mütze erkennt, ist es für sie mit der Weihnachtsfreude vorbei. Das Fest scheint für sie nichts weiter als ein großer Betrug der Erwachsenen zu sein. Verzweifelt versuchen Frank und Carol ihrer kleinen Tochter den Glauben an den Weihnachtsmann wiederzugeben. Auch J.T hat es nicht leicht. Vor kurzem hat er sich von seiner Freundin Sam getrennt, und nun droht er mit seiner wehleidigen Stimmung auch den anderen das Fest zu verderben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307751","hoster":"VOE"},{"path":"/redirect/10107309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-11","name":"Bombenrolle","epNo":11,"alt":"Phoney Business","descr":"J.T. hat es sich in den Kopf gesetzt, als Talentsucher zu arbeiten. Als erstes \"Opfer\" hat er sich Al ausgesucht. Seinem unschlagbaren \"Riecher\" folgend überredet er sie, ihr Engagement als Shakespeares \"Julia\" bei einem kleinen Theater abzusagen und dafür lieber in einem Werbespot für Sonnencreme aufzutreten. Nachdem sie den Vertrag bereits unterschrieben hat, stellt sich bei den eigentlichen Dreharbeiten heraus, dass sie bei einer äußerst zwielichtigen Produktionsfirma gelandet ist. Als sie J.T wütend zur Rede stellt, versucht der sich bei dem Produzenten zu beschweren, doch der kontert nur mit dem unterschriebenen Vertrag. Jetzt ist guter Rat teuer!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307746","hoster":"VOE"},{"path":"/redirect/10107310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-12","name":"Auf zum Altar","epNo":12,"alt":"Goin\u0027 To The Chapel","descr":"Dana ist reichlich angenervt von den Vorhaltungen ihrer Mutter Carol, die anscheinend ihre Beziehung zu Rich nicht tolerieren will. Schließlich platzt Dana endgültig der Kragen und sie beschließt ganz spontan mit Rich durchzubrennen. Ohne ihren Liebsten nach seiner eigenen Meinung zu fragen, drängt sie ihn dazu, mit ihr zu einer Heiratskapelle zu fahren. Aufgewühlt nehmen Carol und Frank die Verfolgung der ‚Brautleute‘ auf. Währenddessen hat J.T. sich in die attraktive Aerobic-Trainerin Monica verliebt. Doch um sportlich mit ihr mithalten zu können, muss er durch die Hölle! Nach schlauchendem Fitnesstraining und einer kräftezehrenden Fahrradtour durch die Berge, ist J.T. so geschafft, dass er von seiner Traumfrau ablässt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307754","hoster":"VOE"},{"path":"/redirect/10107311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-13","name":"Rendezvous mit Frank","epNo":13,"alt":"Feet Of Clay","descr":"Dana und Rich haben sich zu einem gemeinsamen Töpferkurs eingeschrieben, was fatale Folgen hat. Denn während Rich sich als äußerst geschickt im Anfertigen von Tongefäßen erweist, scheint Dana zwei linke Hände zu haben. Da die erfolgsverwöhnte Dana nicht gewohnt ist, in irgendeinem Fach schlecht zu sein, kommt es bald zu Unstimmigkeiten zwischen dem Paar, die in einer tätlichen Auseinandersetzung und einer wahren Ton-Schlamm-Schlacht enden. Auch bei Carol und Frank scheint nicht alles im Reinen zu sein. Oder warum sollte Carol sich mit einem fremden Kerl verabreden? J.T. und Karen haben ‚Lunte‘ gerochen und verfolgen Carol heimlich bei ihrem Rendezvous. Sie staunen nicht schlecht, als Carol in einer Bar als Sängerin auftritt und mit einem Macho wilde Tänze aufführt. Was würde wohl Frank davon halten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307747","hoster":"VOE"},{"path":"/redirect/10107312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-14","name":"Die Nervensäge","epNo":14,"alt":"Pain In The Class","descr":"J.T. und Rich haben ihr gesamtes Erspartes in einen Decoder investiert, mit dem sie hoffen, nicht ganz jugendfreie Programme empfangen zu können. Doch kaum hat J.T. das Gerät installiert, als sein Fernseher sich rauchend und qualmend verabschiedet. Was jetzt? Um den Verlust auszugleichen, beschließen die Jungs den Decoder im Fernseher von Carol und Frank anzubringen und in deren Abwesenheit eine Pay-TV-Party zu organisieren. Doch der Abend verläuft keineswegs nach Plan, und keiner kümmert sich um die kleine Lilly, bis Karen feststellt, dass sie spurlos verschwunden ist! Carol und Frank amüsieren sich währenddessen auf einem Klassentreffen, zu dem Frank gar nicht erscheinen wollte. Er befürchtet, dort seinen Erzrivalen Roy Tucker zu treffen, der ihm auf der Schule schon immer um eine Nasenlänge voraus war. Er hatte sich einen wahren Sport daraus gemacht hat, Frank immer als ‚ewigen Zweiten‘ dastehen zu lassen. Tatsächlich ist Tucker auch anwesend, und er hat sich überhaupt nicht verändert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307750","hoster":"VOE"},{"path":"/redirect/10107313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-15","name":"Die halbe Wahrheit","epNo":15,"alt":"The Half Monty","descr":"Rich und J.T. haben mal wieder den Mund zu voll genommen: Ohne an die Kosten zu denken, haben sie Dana und Sam überschwänglich einen Wochenend-Skiausflug versprochen. Als die Mädchen auf den Trip bestehen, geraten ihre Kavaliere in arge Geldnöte. Um die nötigen Moneten aufzutreiben, sind sie sogar bereit, bei einer Striptease-Show aufzutreten. Doch ausgerechnet am Abend ihres Auftrittes tauchen Dana, Al, Karen und Sam in dem Schuppen auf. Das entpuppt sich jedoch bald schon als Glücksfall, denn Dana greift beherzt ein, um die untalentierten Amateur Stripper vor dem Zorn des weiblichen Publikums zu bewahren. Derweil hat Carol mit Reverend Field verabredet, dass sie sich gemeinsam mit Frank bei einem Gemeindeabend den Fragen angehender Paare stellt. Doch da Frank an dem vereinbarten Termin nicht kann, kommt es vor den Augen des Reverend und der jungen Leute zu einem erbitterten Streit der vermeintlich mustergültigen Eheleute!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307755","hoster":"VOE"},{"path":"/redirect/10107314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-16","name":"Theaterpleite","epNo":16,"alt":"The Understudy","descr":"Als Lilly ihren ersten Leistungstest mit Auszeichnung besteht, träumt die ehrgeizige Dana bereits davon, ihrer kleinen Schwester den Weg zu sämtlichen Elite-Universitäten bis zum Nobelpreis zu ebnen, und entwirft schon ein volles Programm für das hochbegabte Kind. Doch da stößt sie bei Carol auf massiven Widerstand! Währenddessen bereitet sich Al auf ein Vorsprechen für eine Theaterhauptrolle vor. Doch just in dem Moment, in dem sie glaubt, die heißbegehrte Rolle der ‚Lola Fontaine‘ schon in der Tasche zu haben, taucht eine geheimnisvolle Unbekannte namens Valerie auf und schnappt ihr die Hauptrolle vor der Nase weg. Für Al bleibt nur eine unbedeutende Nebenrolle und die Zweitbesetzung der ‚Lola‘. Völlig frustriert von dieser persönlichen Pleite sieht sie es nicht ein, den Text der Hauptrolle mitzulernen. Da fällt Valerie prompt wegen einer Lebensmittelvergiftung aus – und jetzt ist die Katastrophe komplett!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307749","hoster":"VOE"},{"path":"/redirect/10107315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-17","name":"Geld regiert die Welt","epNo":17,"alt":"We\u0027re in the Money","descr":"Wie aus heiterem Himmel taucht der verschollene Cody plötzlich wieder auf, um in der Familie ein heilloses Durcheinander anzurichten. Mit seinen Geschenken sorgt er für reichlich Verwirrung. J.T. erhält von ihm eine zeremonielle Freierskette, woraufhin ihm die Mädchen in Scharen hinterherlaufen, so dass selbst Bruder Mark noch von dem ‚Überschuss‘ zehren kann. Karen erhält von Cody ein geheimnisvolles Schönheitsmittel aus dem Regenwald Brasiliens. Doch irgendwie scheint es nicht so richtig zu wirken. Carol und Frank schließlich werden von Cody mit einem Bankscheck über 50 000 Dollar bedacht. Doch über die Verwendung des Geldes gerät das Ehepaar mächtig in Streit! Gerade als Cody so richtig für Wirbel gesorgt hat, düst er auch schon wieder ab…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307756","hoster":"VOE"},{"path":"/redirect/10107316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-18","name":"Aus alt mach neu","epNo":18,"alt":"Movin\u0027 On Up","descr":"Frank erhält die Chance, besonders preisgünstig an ein nagelneues, größeres und moderneres Haus zu kommen. Bis auf Lilly sind alle begeistert von dem bevorstehenden Wechsel. Nun geht es nur noch darum, das alte Haus gewinnbringend zu verkaufen. Doch als ein interessiertes Ehepaar sich das Heim der Lamberts und Fosters anschaut, beginnen sie sofort an allem herumzumosern und erörtern, wie sie alles komplett umbauen wollen. Jetzt erst merken die anderen, wie sehr ihnen ihr altes Zuhause doch am Herzen liegt. Doch wie wollen sie nun wieder aus den einmal abgeschlossenen Verträgen herauskommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307764","hoster":"VOE"},{"path":"/redirect/10107317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eine-starke-familie/staffel-7/episode-19","name":"Eine salomonische Entscheidung","epNo":19,"alt":"And Justice for Some","descr":"Frank und J.T. freuen sich über einen richtig schönen Männerabend. Gemeinsam gehen sie zum Spiel der Bucks gegen die Bulls, und im Stadion haben sie dann anscheinend das ganz große Los gezogen, denn auf einen ihrer Plätze wird ein nagelneuer Truck als Hauptgewinn verlost. Da Frank den besagten Platz kurz vorher an J.T. abgetreten hatte, beansprucht J.T. den Gewinn für sich allein. Das bringt Frank in Rage, vor allem, da sein alter Truck voraussichtlich bald das Zeitliche segnen wird. Schließlich geraten Vater und Sohn in einen heftigen Streit um das edle Gefährt. Jetzt kann nur noch die weise Carol helfen. Inzwischen vergnügen die Frauen sich Zuhause bei einem Frauenselbstverteidigungsseminar. Doch auch hier kommt es zu einem argen Konkurrenzkampf. Als der Seminarleiter sich als junger, attraktiver Polizist entpuppt, versuchen sowohl Al als auch Karen seine Aufmerksamkeit um jeden Preis zu ergattern!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307761","hoster":"VOE"},{"path":"/redirect/10107318","hoster":"Streamtape"}]}]}]}]}