{"seriesId":"einstein","name":"Einstein","descr":"Felix Winterberg ist ein Genie – und trägt als Ururenkel des berühmten Wissenschaftlers Albert Einstein, von dem er auch seinen Spitznamen \"Einstein\" hat, eine große Last auf seinen Schultern: Er arbeitet an mehreren wissenschaftlichen Forschungen und ist mit 32 Jahren der jüngste Professor, der je an der Universität Bochum theoretische Physik unterrichtet hat. Doch Felix ist auch unheilbar krank: Die Erbkrankheit Chorea Huntington schlummert in ihm, der körperliche und geistige Verfall rückt unaufhaltsam näher – mit hoher Wahrscheinlichkeit wird Felix seinen 40. Geburtstag nicht erleben. Um seine Forschungen in seiner wenigen verbleibenden Zeit weiter voranzutreiben, arbeitet Felix bis zu 21 Stunden am Tag. Doch er hält nur dank diverser illegaler Aufputschmittel durch. Mehrfach wurde Felix schon wegen Missbrauchs und Diebstahls dieser Stoffe verhaftet. So kann ihn nun nur noch ein außergewöhnlicher Deal mit der Polizei vor dem drohenden Gefängnis bewahren: Wenn er der Bochumer Kriminalpolizei bei einem Mordfall im Drogenmilieu als \"externer Berater\" mit seinen hochintelligenten Schlussfolgerungen unter die Arme greift, bleibt er von der Haftstrafe verschont und kann seine Forschung auf dem Gebiet der Physik weiter vorantreiben. Widerwillig lässt Felix sich auf den brisanten Deal mit Dienstleiter Tremmel ein und bekommt zu seinem großen Missfallen die eigenwillige Kriminalkommissarin Elena Lange vor die Nase gesetzt, deren Begeisterung sich ebenfalls in Grenzen hält...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Pilotfilm","epNo":1,"alt":"","descr":"Felix Winterberg, Spitzname Einstein, ist ein brillanter Physiker – und schwer krank: Er leidet unter Chorea Huntington und wird seinen 40. Geburtstag wohl nicht mehr erleben. Um seine Forschung bis dahin abzuschließen, arbeitet er mit Hilfe von illegalen Aufputschmitteln 21 Stunden am Tag. Das hat ihm schon oft Ärger mit der Polizei eingebracht. Wenn er allerdings als externer Berater bei der Aufklärung eines Mordes hilft, will ihn Dienstleiter Tremmel in Ruhe lassen …","versions":[{"lang":1,"streams":[{"redirect":8999424,"hoster":"VOE"},{"redirect":8410867,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ballistik","epNo":1,"alt":"","descr":"Als im Schwimmbad ein Mann erschossen wird, schnappen sich Kommissarin Elena Lange und ihr Chef Tremmel den unkonventionellen Physikprofessor Felix Winterberg alias Einstein: Er muss ihnen bei den Ermittlungen helfen – sonst landet er selbst wegen Drogenmissbrauchs im Gefängnis. Der Mordfall ist knifflig, denn das Opfer wurde offenbar aus nächster Nähe getötet. Allerdings hat niemand eine Idee, wie. Winterberg hat den richtigen Riecher – und gerät selbst in die Schusslinie.","versions":[{"lang":1,"streams":[{"redirect":8999402,"hoster":"VOE"},{"redirect":9024347,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"ABC","epNo":2,"alt":"","descr":"Vor den Augen von Felix und einigen Studenten wird Professor Wassiljew von einem Laster überfahren. Offenbar war er verwirrt und ist direkt vor das Fahrzeug gelaufen. Sofort prüft Felix den Toten mit einem Geigerzähler auf Radioaktivität – und wird fündig. Eine nähere Untersuchung der Leiche ergibt eine Vergiftung mit Tritium-Dioxid, das dem Professor über Wochen in seine Wasserflaschen gemischt wurde. Hat sich eine seiner zahlreichen studentischen Liebhaberinnen an ihm gerächt?","versions":[{"lang":1,"streams":[{"redirect":9207454,"hoster":"VOE"},{"redirect":9207455,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwerkraft","epNo":3,"alt":"","descr":"Da war nicht nur der Kampfhund, sondern auch der zugehörige Nazi platt: Ein Toter fiel aus großer Höhe auf das Tier. Allerdings ist unklar woher der Mann kam, denn ein Sprung vom nahegelegenen Hochhaus oder ein Fallschirm-Unfall scheiden aus. Jetzt ist Felix gefragt, und der weist mit einem ungewöhnlichen Experiment nach, dass der Tote aus einem Flugzeug geworfen wurde. Indizien an seiner Kleidung lassen vermuten, dass er in einen Bankraub verwickelt war …","versions":[{"lang":1,"streams":[{"redirect":8999404,"hoster":"VOE"},{"redirect":9024350,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"H2O","epNo":4,"alt":"","descr":"Für Lutz Hartmann endete sein letzter Kontakt mit Wasser tödlich. Jemand hat den Mann ertränkt – in der Nordsee. Bei ihren Ermittlungen stoßen Felix und Elena auf Hartmanns ehemalige Kollegin Sylvia Gebert. Sie hat einige interessante Dinge über Hartmann zu erzählen und bringt so seine chinesische Ex-Frau Nihau ins Spiel. Allerdings verläuft diese Spur im Sand. Doch schon bald wird Felix klar, welche Rolle Sylvia Gebert selbst bei Hartmanns Ableben gespielt haben könnte …","versions":[{"lang":1,"streams":[{"redirect":8999408,"hoster":"VOE"},{"redirect":9024352,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mikrowellen","epNo":5,"alt":"","descr":"Am Frühstückstisch mit Mikrowellen gekocht zu werden, ist keine schöne Vorstellung. Doch genau das ist einem Heilpraktiker-Guru passiert, dessen Mikrowellenofen manipuliert wurde. Felix hat zunächst seine Lebensgefährtin Birgit Kraft im Verdacht, wird dann aber auf die Ex-Frau Ambrosia aufmerksam. Um zu ermitteln, schleust er sich in ihre Sekte ein – und muss dafür fast mit dem Leben bezahlen.","versions":[{"lang":1,"streams":[{"redirect":8999411,"hoster":"VOE"},{"redirect":9024358,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Elvis lebt","epNo":6,"alt":"","descr":"Die glühende Elvis-Verehrerin Frau Brüggenthies wird erhängt auf ihrem Dachboden aufgefunden. Ein Suizid scheidet aus, denn den hätte sie dort oben ohne Hilfe nicht bewerkstelligen können. Felix fällt sofort auf, dass in Frau Brüggenthies’ Sammlung das legendäre Elvis-Album \"Diamonds\" fehlt – eine Erstpressung ist quasi nicht bezahlbar. Außerdem wurden am Tatort Haare des King persönlich gefunden. Wie passt das alles zusammen?","versions":[{"lang":1,"streams":[{"redirect":8999407,"hoster":"VOE"},{"redirect":8410863,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Meganewton","epNo":7,"alt":"","descr":"Auf dem Schrottplatz von Horst Drossard wird eine Leiche in einem zusammengepressten Auto gefunden. Der Tote wurde so plattgedrückt, dass eine Identifizierung unmöglich ist. Drossard gerät schnell in die Schusslinie, da er kein unbeschriebenes Blatt ist – verdient er doch sein Geld unter anderem mit Autoschieberei. Doch Felix findet bald heraus, dass das nicht die einzige halbseidene Geldquelle ist, die Drossard anzapft …","versions":[{"lang":1,"streams":[{"redirect":9120015,"hoster":"VOE"},{"redirect":9024365,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Thermodynamik","epNo":8,"alt":"","descr":"Da hat Mickie Krause doch glatt den Kopf verloren: Der Sänger wird enthauptet in einem Gebüsch neben einem Bolzplatz gefunden. Felix erklärt den ratlosen Pathologen, dass er schockgefrostet wurde – und sein Kopf einfach abgebrochen ist. Doch wer wollte den Star loswerden, der die Hauptrolle in einem Mallorca-Musical übernehmen sollte? Zweitbesetzung Robin und Musical-Produzent Stefan sind heiße Anwärter auf den Part des Tatverdächtigen …","versions":[{"lang":1,"streams":[{"redirect":8999412,"hoster":"VOE"},{"redirect":9024360,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Magnetismus","epNo":9,"alt":"","descr":"Nach einer wilden Nacht in einem Club sieht sich Tremmel mit einem wahnwitzigen Vorwurf konfrontiert: Er soll Funny erschossen haben, die Freundin des Clubbesitzers. Da er einige illegale Substanzen konsumiert hat, kann sich Tremmel an nichts erinnern. Nun liegt es an Felix und Elena, ihren Boss rauszuhauen. Felix hat dazu eigentlich wenig Lust. Doch wenn sein Deal mit Tremmel auffliegt, landet er ebenfalls hinter Gittern …","versions":[{"lang":1,"streams":[{"redirect":8999414,"hoster":"VOE"},{"redirect":13992725,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"E.M.P.","epNo":10,"alt":"","descr":"Durch eine elektromagnetische Welle sterben in einem Seniorenheim, das in der Nähe des BKA liegt, fünf Bewohner. Felix wird schnell klar, dass die Attacke der Behörde galt. In der Tat sind dort alle Festplatten zerstört. Die Spur führt zur chinesischen Firma Han Industries, die im großen Stil Industriespionage betreibt und auch schon hinter Felix’ Forschungsergebnissen her war. Für den Physiker wird dieser Fall ziemlich brenzlig …","versions":[{"lang":1,"streams":[{"redirect":8999410,"hoster":"VOE"},{"redirect":9024366,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Optik","epNo":1,"alt":"","descr":"YouTuberin Nana kommt während einer Liveübertragung auf ihrem Video-Kanal ziemlich spektakulär ums Leben. Die Community und ihr Freund Crazy Alex sind zutiefst erschüttert. Tremmel und Elena finden bald heraus, dass der Energy-Drink-Manager Jens Abmeyer Nana auf dem Kieker hatte, weil sie seine Brause öffentlich schlechtmachte. Auch Nanas beste Freundin Zoe hatte ein Motiv. Mit Einsteins Hilfe kreisen Tremmel und Elena den Mörder ein.","versions":[{"lang":1,"streams":[{"redirect":12718907,"hoster":"VOE"},{"redirect":12718922,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aerodynamik","epNo":2,"alt":"","descr":"Jemand hat einen Taubenzüchter ermordet und ihn bei seinen geliebten Vögeln abgelegt. Einstein nimmt sofort Harry Flöter, den Nachbarn des Mannes, ins Visier. Der hasst die Tauben, da sie regelmäßig seinen Oldtimer mit ihrem Kot verunstalten. Doch auch der Tierarzt Nobbe scheint verdächtig, denn er taucht plötzlich grundlos am Tatort auf. Elena bandelt unterdessen ausgerechnet mit Einsteins Erzfeind Prof. Schweizer an, und Tremmel macht Einsteins Mutter schöne Augen …","versions":[{"lang":1,"streams":[{"redirect":12718930,"hoster":"VOE"},{"redirect":12718949,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Expansion","epNo":3,"alt":"","descr":"Um seinen Studenten die Prinzipien der Physik näherzubringen, jagt Einstein mit einem ausgeklügelten System Bank-Tresore in die Luft. Elena und Tremmel, die ihn bei einem Coup hochnehmen, finden das überhaupt nicht witzig – erst recht nicht, als sich ein Trittbrettfahrer für seine Raubzüge ebenfalls Einsteins Methodik zunutze macht. Hat etwa einer seiner Studenten einen lukrativen, kriminellen Nebenerwerb für sich entdeckt?","versions":[{"lang":1,"streams":[{"redirect":12718955,"hoster":"VOE"},{"redirect":12718961,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Strömung","epNo":4,"alt":"","descr":"Mord und Totschlag auf dem Campingplatz: Als ein Camper einen Gummistiefel inklusive Fuß aus der Ruhr fischt, ist es mit dem Idyll vorbei. Elena und Tremmel haben bald Campingplatzbesitzer Treptekes im Visier, der einiges zu verbergen hat. Einstein soll ihm undercover auf den Pelz rücken und findet heraus, dass die Camper leidenschaftlich illegale Fußballwetten abschließen. Wie passend, dass der einstige Inhaber des gefundenen Fußes ein Spiele manipulierender Schiedsrichter war.","versions":[{"lang":1,"streams":[{"redirect":12718969,"hoster":"VOE"},{"redirect":12718974,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Amnesie","epNo":5,"alt":"","descr":"Erst per Schlangenbiss vergiftet, dann in der Autowaschanlage gut durchgegart: So findet die Kripo Bochum das Opfer in ihrem neusten Fall vor. Verdächtig ist Claudia Friedel, die Freundin des Mannes. Sie kassiert durch seinen Tod die Lebensversicherung. Auch der Tierhandlungs-Inhaber Reinhard Schiller scheint in der Sache involviert zu sein - von ihm stammt die todbringende Schlange. Einstein könnte den Fall schnell lösen, doch er leidet plötzlich unter Gedächtnisverlust...","versions":[{"lang":1,"streams":[{"redirect":12719005,"hoster":"VOE"},{"redirect":12718993,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dr. Rössler","epNo":6,"alt":"","descr":"Aus einem Paintball-Spiel wird tödlicher ernst, als aus der Waffe von Einsteins Arzt Dr.Rößler ein scharfer Schuss einen anderen Mitspieler tötet. Einstein ist von der Schuld überzeugt und versucht mit allen Mitteln, das auch zu beweisen. Doch der Fall ist vertrackt: Eifersucht, illegaler Waffenhandel und unsaubere Immobiliengeschäfte scheinen eine Rolle zu spielen, und Rößlers blutjunge Freundin Anja ist Einstein auch nicht ganz geheuer...","versions":[{"lang":1,"streams":[{"redirect":12719036,"hoster":"VOE"},{"redirect":12719035,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Anaphylaxie","epNo":7,"alt":"","descr":"Eckart Steffens, Chef des Dart-Teams \"Die wilden Hummeln\", stirbt an einem anaphylaktischen Schock – ausgelöst durch Wespengift. Nicht nur seine Frau, die seinen Kostümverleih erbt, profitiert von seinem Tod. Auch Kneipenwirtin Uschi war nicht gut auf Eckart zu sprechen und hätte sogar Zugang zu dem Gift gehabt. Doch das sind nicht die einzigen Ermittlungen, die Tremmel Sorgen bereiten: Er selbst muss wegen Einstein in einem internen Verfahren die Karten offenlegen.","versions":[{"lang":1,"streams":[{"redirect":12719076,"hoster":"VOE"},{"redirect":12719079,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kompression","epNo":8,"alt":"","descr":"Einstein hat den Prototyp seiner Tag-Nacht-Solarzelle funktionstüchtig hinbekommen und möchte das kostbare Gerät sicher in Kirstens Bankschließfach verstauen. Doch genau in diesem Moment stürmen zwei Räuber die Bank und nehmen Geiseln. Einstein muss nun sowohl seinen Prototypen als auch die Leben mehrerer Menschen heil aus der Situation bugsieren. Unterstützung kommt von Tremmel, Constanze und dem nackten Nic Beuser.","versions":[{"lang":1,"streams":[{"redirect":12719097,"hoster":"VOE"},{"redirect":12719111,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Isobaren","epNo":9,"alt":"","descr":"Die Leiche der Wetterfee Inga Bertram wurde wirkungsvoll an einem Windrad angebracht, daneben der Schriftzug: \"Chemtrails töten!\" Waren hier Windkraft-Gegner oder Verschwörungstheoretiker am Werk? Letztere haben es jedenfalls auf Einstein abgesehen. Der bekommt davon jedoch nicht allzu viel mit, da er gerade mit Julia auf Wolke Sieben schwebt. Auch Nic und Elena sind glücklich miteinander. Nur Tremmel leidet nach der Trennung von Constanze wie ein Hund.","versions":[{"lang":1,"streams":[{"redirect":12718869,"hoster":"VOE"},{"redirect":12718873,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kollaps","epNo":10,"alt":"","descr":"Jemand hat einen Drogendealer zerstückelt und die einzelnen Körperteile anschließend neu arrangiert. Vor 18 Jahren gab es einen ähnlichen Mord durch einen Künstler, doch ein angebliches Beweisvideo nährt einen bösen Verdacht: Einstein könnte der Täter sein! Da Constanze auf sein Geheiß zum Schutz der Tag-Nacht-Solarzelle sein Gedächtnis gelöscht hat, kann sich der Physiker an nichts mehr erinnern. Nach und nach wird die Beweislast erdrückend …","versions":[{"lang":1,"streams":[{"redirect":12718882,"hoster":"VOE"},{"redirect":12718889,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Fallout (1)","epNo":1,"alt":"","descr":"72 Stunden hat Oberkommissar Tremmel, um eine nukleare Katastrophe zu verhindern. Regina Klevens droht, eine Bombe zu zünden, sollte sich der Atomnetzbetreiber AKM nicht öffentlich zu einem vertuschten Fehler aus der Vergangenheit bekennen. Für ihre Fehde entführt sie Elena und Einstein, der die Bombe für sie bauen soll. So beginnt ein Wettlauf gegen die Zeit, bei dem die Kommissarin und das Genie wieder gezwungen sind, enger zusammenzuarbeiten, als ihnen eigentlich lieb ist.","versions":[{"lang":1,"streams":[{"redirect":12718539,"hoster":"VOE"},{"redirect":12718547,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fallout (2)","epNo":2,"alt":"","descr":"Physikprofessor Felix Winterberg wendet einen genialen Trick an und kann somit den Geiselnehmer entkommen. Seine Ermittlungspartnerin Elena Lange muss er allerdings zurücklassen. Zusammen mit Kriminaltechnikerin Kirsten Maybach und Dienstleiter Stefan Tremmel versucht er, sie aus der Gewalt der Entführer zu befreien und die Bombe zu deaktivieren. Ein Wettlauf mit der Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":12922092,"hoster":"VOE"},{"redirect":12718582,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Siedepunkt","epNo":3,"alt":"","descr":"Bochum steht still als eine Currywurstbude mitsamt Besitzer Hartmut \"Hardy\" Wenger am helllichten Tag in die Luft fliegt. Er war – neben dem an Demenz erkrankten Gründer Josef Wenger – der Einzige, der die geheime Rezeptur der \"echten Wenger\" kannte. Während die Erbin Carola über Gewinneinbrüche klagt, kommt ihrem Bruder Peter der Tod des Vaters recht gelegen. Er ist als Vegetarier das schwarze Schaf der Familie und hat mit \"Wenger Vegan\" sogar einen Konkurrenzbetrieb gegründet.","versions":[{"lang":1,"streams":[{"redirect":12803915,"hoster":"VOE"},{"redirect":12718625,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"K.I.","epNo":4,"alt":"","descr":"Tine Winkhaus lebt mit ihrem Mann Frank Fingerlein in seinem eigenen Forschungsobjekt: Das innovative \"Hyperion FamilyHouse\", das eine künstliche Intelligenz namens S.A.R.A. steuert. Doch eines Morgens findet Tine ihren Mann tot im Wohnzimmer. Wollte womöglich seine Geschäftspartnerin Marina Karamann Fingerlein loswerden? Derweil beschließt Elena Langes Sohn Leon, in Einsteins Badewanne zu übernachten – bis Elena ihm verrät, wer sein Vater ist …","versions":[{"lang":1,"streams":[{"redirect":12718634,"hoster":"VOE"},{"redirect":12718647,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Oxidation","epNo":5,"alt":"","descr":"Leons Klasse steht unter Schock: Chemielehrer Robert Zimmer ist bei einem Löschexperiment vor den Augen seiner Schüler explodiert. Einstein beschließt, undercover in der Klasse 8c zu ermitteln. An seiner Seite: Die hochmotivierte Referendarin Saskia Saalfeld und Direktorin Ofenhitzer. Während Einstein beinahe Gefallen am Unterrichten findet, trifft Elena Lange auf ihren alten Freund Peter aus der Polizeischule. Doch dann gerät ausgerechnet Leon ins Visier der Ermittlungen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":12718658,"hoster":"VOE"},{"redirect":12718669,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Skin-Effekt","epNo":6,"alt":"","descr":"Eigentlich sollte die Bühnenshow der Rockband \"Lenny and the lightbulbs\" legendär werden, sie endet aber tragisch. Als der Sänger Lenny eine Glühbirne mit den Händen zum Leuchten bringen will, wird er gegrillt. Oberkommissar Tremmel hat es schwer bei den Ermittlungen, denn die Rocker verweigern jegliche Aussage. Also beauftragt er Elena und Einstein, in Neerpaschs Bop-Club undercover zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":12718695,"hoster":"VOE"},{"redirect":12718694,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gamma-Hydroxy-Butansäure","epNo":7,"alt":"","descr":"Tremmel macht Luftsprünge, als ihn Bürgermeister Kampmann zum Polizeipräsidenten befördert. Am Morgen nach der großen Feier wacht die gesamte Kripo Bochum mit Filmriss im Präsidium auf – unter ihnen der ermordete Bürgermeister. Verdächtige gibt es viele: Beinahe alle Partygäste haben ein Motiv, den skrupellosen Mann getötet zu haben. Bevor das LKA eintrifft, hat Einstein nur eine Stunde Zeit, um den Fall zu lösen und Tremmels Job zu retten.","versions":[{"lang":1,"streams":[{"redirect":12718728,"hoster":"VOE"},{"redirect":12718724,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Prisma","epNo":8,"alt":"","descr":"Hinter der prächtigen Fassade eines Jagdschlosses verbirgt sich ein dunkles Geheimnis: Fürst Hubert von Hohenstein wurde erschossen – mit fünf Jagdflinten. Die Kripo-Bochum ermittelt inmitten von Adeligen, die Einstein aus seiner Schulzeit im Internat bestens bekannt sind: Ludwig, Ferdinand und Cassandra von Hohenstein. Elena verhört freiwillig Ludwig, den gutaussehenden erstgeborenen Prinzen, während sich Einstein Cassandra widmet – seiner Jugendliebe.","versions":[{"lang":1,"streams":[{"redirect":12718749,"hoster":"VOE"},{"redirect":12718745,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Antischall","epNo":9,"alt":"","descr":"Das BKA nötigt Tremmel dazu, Kronzeugen aus einem Mafia-Prozess im Bochumer Polizei-Präsidium unterzubringen: Luciano und Luna Burrini, die gegen ihre eigene Familie aussagen wollen. Doch einen Tag vor der Gerichtsverhandlung liegt Luciano vergiftet in seinem Versteck. Luna flüchtet aus Angst – und zwingt ausgerechnet Einstein zur Mithilfe. Indessen will Elena Lange dabei sein, wenn Leon nach 13 Jahren endlich seinen Vater kennenlernt.","versions":[{"lang":1,"streams":[{"redirect":12718774,"hoster":"VOE"},{"redirect":12725834,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kybernetik","epNo":10,"alt":"","descr":"Einsteins Kollege, Prof. Zweiwasser, liegt tot im Audimax – scheinbar erwürgt von seiner eigenen Prothese. Seine Anhänger, eine Gruppe sogenannter Cyborgs, sind bestürzt über den Tod des Wissenschaftlers, der sie regelmäßig mit der neuesten Medizintechnik versorgte. Dr. Miriam Vogt, Zweiwassers Assistentin, tritt seine Nachfolge an. Wollte sie womöglich ihren Vorgesetzten loswerden, der den gesamten Ruhm in der Szene für sich beanspruchte?","versions":[{"lang":1,"streams":[{"redirect":13932442,"hoster":"VOE"},{"redirect":12718850,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Extension","epNo":11,"alt":"","descr":"Eine Straßenwalze rollt den Studenten Jan Fischer platt! Kein Unfall – da ist sich Einstein sicher. Die Ermittlungen führen die Kripo Bochum in die edlen Räume der Escort-Agentur \"Société\" von Sonya Kozyra. Da sie freiwillig keine Informationen preisgibt, schleust sich Einstein kurzerhand als Callboy in die Agentur ein. Dort bessert sich auch Studentin Vanessa, in die Fischer unglücklich verliebt war, ihr Taschengeld als Escort-Dame auf …","versions":[{"lang":1,"streams":[{"redirect":12718844,"hoster":"VOE"},{"redirect":12718846,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Infrarot","epNo":12,"alt":"","descr":"Ein besonders prekärer Fall wartet auf Einstein: Sein bester Freund, Dr. Lee Kwon, wurde entführt. Die Spuren führen zum skrupellosen Waffenhändler McTanner, für den mittlerweile Einsteins Ex-Freundin Julia arbeitet. Einstein vermutet Kwon im hochgesicherten McTanner-Werk und versucht dort einzudringen. Alleine ist das unmöglich, deshalb bittet er die Kripo Bochum und seine Mutter Constanze um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12922088,"hoster":"VOE"},{"redirect":12718501,"hoster":"Streamtape"}]}]}]}]}