{"seriesId":"eiyu-bu-o-kiwameru-tame-tensei-su-soshite-sekai-saiky-no-minarai-kishi","name":"Eiyuu Ou, Bu o Kiwameru Tame Tenseisu: Soshite, Sekai Saikyou no Minarai Kishi ","descr":"[Reborn to Master the Blade: From Hero-King to Extraordinary Squire] Von seinem Sterbebett aus blickt Heldenkönig Inglis, der göttliche Ritter und Herr über alles, auf das Reich herab, das er mit seinen mächtigen Händen errichtet hat. Nachdem er sein Leben der Staatskunst und dem Wohlergehen seiner Untertanen gewidmet hat, ist sein einziger unerfüllter Wunsch: Das Leben eines Kriegers, bei dem er sich nur sich selbst widmet. Seine Schutzgöttin Alistia erhört sein Flehen und schleudert seine Seele in die ferne Zukunft. Inglis ist nun nicht nur die Tochter einer unbedeutenden Adelsfamilie, sondern wird mit sechs Jahren auch noch für untauglich befunden. Für eine Dame mit Inglis\u0026amp;amp;amp;amp;amp;amp;amp;amp;#039; Ehrgeiz ist dies jedoch weniger ein Rückschlag als vielmehr eine Herausforderung, zu deren Bewältigung sie (wieder)geboren wurde!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Return of the Hero-King, Inglis","descr":"König Inglis von Silvare hat in seinem Leben wirklich viel vollbracht.Mit der Unterstützung der Götter tötete er zahlreiche Monster und meisterte allerlei Gefahren. Auf dem Sterbebett begegnet ihm noch ein letztes Mal die Göttin Alistia, die ihn dafür belohnen will. Als Frage darauf, welchen Wunsch der König hegen könnte, entgegnet dieser der Göttin, dass er sich gerne in einem neuen Leben nicht der Verantwortung eines Helden, sondern gänzlich seiner Schwertkunst widmen würde.Und so wird der alte König mit dem Heldenherz wiedergeboren. Nur nicht in der Form, wie er es sich eigentlich vorgestellt hatte …","versions":[{"lang":3,"streams":[{"redirect":11964424,"hoster":"VOE"},{"redirect":11964380,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Encounter with the Hyral Menas","descr":"Inglis und Rafinha erwartet im zarten Alter von sechs Jahren ihre Taufe, bei der man feierlich die eigene Rune verliehen bekommt. Doch während Rafinha schon nach kurzer Zeit jubeln darf, sieht die Sache für Inglis ganz anders aus …","versions":[{"lang":3,"streams":[{"redirect":12016454,"hoster":"VOE"},{"redirect":12016453,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Setting Out for the Capital","descr":"Nach dem unerwarteten Schlag auf Eris durch Leon konfrontiert dieser Inglis und Eris. Doch während Eris über seine Motive bescheid zu wissen scheint, tappt Inglis vollständig im Dunklen darüber. Warum sollte einer der Paladine sie verletzen wollen?","versions":[{"lang":3,"streams":[{"redirect":12126736,"hoster":"VOE"},{"redirect":12126739,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Town Ruled by the Highlander","descr":"Zusammen mit Inglis und Rafinha konfrontiert Cyrene die Exilsoldaten, als sich auf einmal eine unbekannte Frau in den Kampf einmischt. Inglis erkennt sofort, dass es sich bei der rothaarigen Kriegerin mit dem Speer um eine Hieral Menace handelt. Entsprechend kann sie es kaum erwarten, sie zu einem Duell herauszufordern.","versions":[{"lang":3,"streams":[{"redirect":12175517,"hoster":"VOE"},{"redirect":12175516,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Royal Knights\u0027 Academy","descr":"Auf dem Weg in die Hauptstadt halten Inglis und Rafinha noch in der Stadt Aalmen und besuchen den dortigen Dom. Denn sowohl die Stadt als auch der Dom wurden aus dem Grund erbaut, um einen Prismer in Eis durchgehend bewachen zu können. Doch gerade als die beiden im Dom den Prismer bewundern, wird in der Stadt Alarm ausgerufen. Inglis eilt sofort hin, doch wird noch von einem Mädchen aufgehalten, bevor sie etwas tun kann …","versions":[{"lang":3,"streams":[{"redirect":12210103,"hoster":"VOE"},{"redirect":12210102,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Labyrinth of Trials","descr":"Die ersten Unterrichtseinheiten stehen für Inglis und ihre Freunde an. Doch bevor es zum Training mit dem Flygear losgeht, treffen sie beim Frühstück wieder auf die zwei Austauschschüler und machen sich bekannt …","versions":[{"lang":3,"streams":[{"redirect":12224778,"hoster":"VOE"},{"redirect":12224774,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Hyral Menas\u0027s Disease","descr":"Inglis und ihre neue Gruppe wurden auf die feierliche Ernennungsparty des neuen Sondergesandten des Hochlandes eingeladen. Doch was wäre eine Party ohne das passende Ballkleid? Mit der Zusage von Rafinhas Bruder, Rafael, für alles aufzukommen, machen sich die vier Mädchen auf, um sich für den Abend in Schale zu werfen. Doch auf dem Weg zum Schneider treffen sie während eines Kristalldämonangriffes auf Ripple und Eris. Nur sieht eine der beiden ganz und gar nicht gut aus nach dem Kampf …","versions":[{"lang":3,"streams":[{"redirect":12261485,"hoster":"VOE"},{"redirect":12261483,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Order to Protect Ripple","descr":"Inglis und ihre Freunde werden zusammen mit einigen Schülern aus den höheren Jahrgängen von der Direktorin zu einem Treffen einberufen. Dort unterrichtet sie die Schüler dahingehend, dass von nun an täglich rotierende Teams Ripple beschützen sollen, bis eine Lösung für ihren Zustand erarbeitet ist. Doch unter den anderen Schülern missfällt einem besonders, dass die Schildknappen ebenfalls in den Teams dabei sind …","versions":[{"lang":3,"streams":[{"redirect":12290316,"hoster":"VOE"},{"redirect":12290315,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A New Artifact","descr":"Ripple ist erneut zusammengebrochen, weshalb sich Inglis und ihre Freunde erneut einem Kristalldämon stellen müssen. Zudem stehen Eris und Rafael an der Tür des Schulleiterbüros, um sie über einen Angriff an der Landesgrenze zu informieren …","versions":[{"lang":3,"streams":[{"redirect":12342704,"hoster":"VOE"},{"redirect":12342711,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Plan to Attack a Highlander","descr":"Leonne und Lieselotte treffen auf den Anführer der Bluteisenketten-Brigade, der sie zu ihrem Erstaunen über die Attentatspläne der Brigade auf den Gesandten des Hochlandes bei der Übergabe der neuen Hieral Menace informiert. Als sie dies der Schulleiterin und den anderen erzählen, weiß die Truppe, dass sie handeln muss, bevor sie Ripple verlieren …","versions":[{"lang":3,"streams":[{"redirect":12373547,"hoster":"VOE"},{"redirect":12373545,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Butt-Kicking Squire","descr":"Der Plan zur Rettung von Ripple wird fortgesetzt, als Inglis auf einen mächtigen Feind trifft.","versions":[{"lang":3,"streams":[{"redirect":12397031,"hoster":"VOE"},{"redirect":12397027,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Clash! Hero-King vs. King of Rainbows","descr":"Inglis bekommt endlich ihren Wunsch erfüllt, gegen einen Prismer zu kämpfen.","versions":[{"lang":3,"streams":[{"redirect":12440653,"hoster":"VOE"},{"redirect":12440652,"hoster":"Streamtape"}]}]}]}]}