{"seriesId":"eizouken-ni-wa-te-o-dasu-na","name":"Eizouken ni wa Te o Dasu na!","descr":"Midori Asakusa will einen Anime kreieren, aber sie ist zu unmotiviert, um den ersten Schritt zu machen. Durch Zufall trifft sie auf Tsubame Mizusaki, die heimlich davon träumt, Animatorin zu werden. Zusammen mit Midoris geldliebender bester Freundin Sayaka Kanamori arbeitet das Trio langsam daran, ihre \"ultimative Welt\" Wirklichkeit werden zu lassen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Greatest World!","descr":",,,","versions":[{"lang":3,"streams":[{"redirect":14375767,"hoster":"VOE"},{"redirect":13601425,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Eizouken Takes the Stage!","descr":"\"Manege frei für den Eizōken!”Die drei Mädels gründen ihren eigenen Klub, doch noch werden sie nicht offiziell anerkannt. Ein Lehrer stellt ihnen einen Klubraum zur Verfügung, der sich allerdings als baufällige Halle entpuppt. Bevor sie sich an die Arbeit machen können, ist hier noch allerhand zu tun.","versions":[{"lang":3,"streams":[{"redirect":14375672,"hoster":"VOE"},{"redirect":13588129,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Let\u0027s Accomplish Something!","descr":"\"Liefern wir Ergebnisse!”Die Mädels vom Eizōken müssen sich überlegen, was sie der Schule präsentieren, um ein Budget für ihre Gruppe bewilligt zu bekommen. So beginnen sie mit der Planung eines Anime-Kurzfilms, doch müssen zunächst das richtige Mittelmaß zwischen Ambition und Durchführbarkeit finden, denn die Zeit ist knapp.","versions":[{"lang":3,"streams":[{"redirect":13505969,"hoster":"VOE"},{"redirect":13588130,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Hold That Machete Tight!","descr":"\"Schließ deinen Griff um die Machete”Die Deadline rückt näher und Kanamori ordnet einige Kürzungen und arbeitssparende Maßnahmen an, mit denen die anderen beiden gar nicht zufrieden sind. Als es dann endlich so weit ist, tut sich eine weitere Hürde auf: Das Komitee will sie nicht präsentieren lassen.","versions":[{"lang":3,"streams":[{"redirect":13499762,"hoster":"VOE"},{"redirect":13588132,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"An Iron Giant Appears!","descr":"\"Ankunft des Eisengiganten!”Der Eizōken erhält vom Roboterklub einen Auftrag für einen Anime und geht auf Locationscouting, das wie immer zum Abenteuer wird. Dann stellt sich heraus, dass die Vorstellungen der beiden Parteien recht weit auseinandergehen, doch Kanamori hat einen Plan.","versions":[{"lang":3,"streams":[{"redirect":13651934,"hoster":"VOE"},{"redirect":13588134,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Let\u0027s Do Better Than Last Time!","descr":"After Eizouken\u0027s success with their first anime short, they find themselves with triple the time for their giant robot anime, but also triple the work. Kanamori mentions that the Art Club is now interested in helping them draw backgrounds, and she convinced the IT Club to sell her a computer for cheap instead of having to use the school\u0027s computer lab. Later, Kanamori uses the Student Council\u0027s impending inspection to coerce the Sound Club\u0027s sole member, Domeki, to use her skills and extensive sound effects library on Eizouken\u0027s projects. A few days later, Asakusa and Kanamori meet with the Art Club to explain what they need, but the Art Club\u0027s questions and comments prove overwhelming for Asakusa. Asakusa starts questioning her own storyboards that evening and abruptly shows her plan to scrap the giant robot. Kanamori immediately shoots her down, stating that they have too much invested in this project to change everything and that Asakusa needs to stick with a robot. Asakusa keeps the robot but redesigns its interior, as Mizusaki and Kanamori remark that Asakusa\u0027s \"motivation switch\" seems to activate at random.","versions":[{"lang":3,"streams":[{"redirect":13499763,"hoster":"VOE"},{"redirect":13588138,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"I Have To Do It For Myself!","descr":"\"Ich tue das für mich selbst”Die Arbeit am Roboterfilm geht weiter und Mizusaki erinnert sich daran, wie ihre Liebe für Animation begonnen hat. Als alle Schüler bei einem plötzlichen Unwetter nach Hause geschickt werden, nutzen Asakusa, Kanamori und Mizusaki die Gelegenheit, dem Badehaus einen Besuch abzustatten.","versions":[{"lang":3,"streams":[{"redirect":13499764,"hoster":"VOE"},{"redirect":13588137,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Grand Shibahama Festival!","descr":"\"Das große Shibahama-Festival”Die Arbeit am Anime neigt sich dem Ende zu und das Kulturfest steht an. Was die drei Mädchen vom Eizōken nicht wissen, ist, dass auch Mizusakis Eltern kommen wollen. Zudem müssen sie sich auch Gedanken machen, wie sie ihren Anime bewerben wollen","versions":[{"lang":3,"streams":[{"redirect":13499765,"hoster":"VOE"},{"redirect":13588139,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Aim for Comet A!","descr":"\"Comet-A, wir kommen!”Es wird Zeit, das nächste Projekt ins Rollen zu bringen. Dafür unternimmt der Eizōken eine kleine Tour durch Shibahama und lässt sich von der unergründlichen Bauweise der Stadt inspirieren. Kanamori hat zudem den Plan, finanzielle Unterstützung bei der lokalen Community zu suchen.","versions":[{"lang":3,"streams":[{"redirect":13499767,"hoster":"VOE"},{"redirect":13588140,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Against Our Independent World!","descr":"\"Widerstand gegen eine eigene Welt!”Der Eizōken muss sich vor den Lehrern und dem Schülerrat rechtfertigen, da das Geldverdienen als Klub gegen die Schulregeln ist. Nachdem das überstanden ist, gehen sie zusammen mit Dōmeki auf Tonjagd, was wie immer zu einem Abenteuer ausartet.","versions":[{"lang":3,"streams":[{"redirect":13499766,"hoster":"VOE"},{"redirect":13588141,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Each Other\u0027s Existence!","descr":"\"Verschiedene Existenzen”Asakusas Story steht noch immer nicht und der Eizōken unternimmt einen weiteren Streifzug durch die Umgebung, sehr zu Kanamoris Unmut. Als sie am nächsten Tag in den Klubraum wollen, finden sie eine Ankündigung vor, die sie scharf davor warnt, außerschulisch Geld zu verdienen. Doch Kanamori hat bereits eine Idee.","versions":[{"lang":3,"streams":[{"redirect":13499768,"hoster":"VOE"},{"redirect":14386731,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Shibahama UFO Wars!","descr":"\"Die Shibahama-UFO-Schlacht”Der große Tag steht kurz bevor, doch das zugeschickte Musikstück ist für den Film absolut ungeeignet. Kurzerhand beschließt Asakusa, die ganze Handlung umzuwerfen, die Tanzszene zu streichen und den Film aus den bestehenden Szenen neu anzuordnen. Doch geht das gut …?","versions":[{"lang":3,"streams":[{"redirect":13499769,"hoster":"VOE"},{"redirect":13580626,"hoster":"Streamtape"}]}]}]}]}