{"seriesId":"el-cazador","name":"El Cazador","descr":"[Originaltitel: El Cazador de la Bruja] Nach der Ermordung von Professor Schneider, einem Physiker, verschwindet sein wichtigstes Versuchsobjekt, das Mädchen Ellis. Nadie, eine lebhafte Kopfgeldjägerin, erhält den Auftrag, Ellis, die unter Amnesie leidet, zu beschützen. Es stellt sich jedoch heraus, dass Ellis bei Gefahr übernatürliche Kräfte freisetzt, die Gegenstände zerstören, Feuer entzünden und auch Menschen töten können. Dennoch wird die Wahrsagerin, bei der sie Unterschlupf fand, getötet. Nadies Auftraggeberin, Jody Hayward, genannt Blue Eyes, arbeitet für einen Dr. Rosenberg, Leiter des geheimen Projekts Leviathan, an dem auch Professor Schneider arbeitete. Nun will Rosenberg Ellis beobachten und setzt dafür auf L.A., der von Ellis wie besessen ist. Jody hat Nadie ohne Rosenbergs Wissen engagiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fliehende Frau","epNo":1,"alt":"Running Girl","descr":"Ellis hat in einer Kleinstadt bei einer alten Frau Unterkunft gefunden. Die Kopfgeldjägerin Nadie ist ihr auf der Spur. Als Ellis auf der Straße Kartentricks präsentiert, spricht Nadie Ellis an…. Nadie ist aber nicht die Einzige, die Ellis auf den Fersen ist. Szenenwechsel: An der Tür eines Büros stehen die Buchstaben \"R-339\". Im Büro nimmt ein Mann ein Telefonat entgegen, er meldet sich mit dem Namen Rosenberg – der Monitor vor ihm zeigt eine Page mit dem Schriftzug \"Project Leviathan\" und dem Foto eines kleinen blonden Mädchens...","versions":[{"lang":1,"streams":[{"redirect":9581045,"hoster":"VOE"},{"redirect":8410860,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wartende Frau","epNo":2,"alt":"Waiting Girl","descr":"Nadie und Ellis sind mit einem Jeep auf dem Weg nach Süden. Mitten in der Pampa, am Ende der Welt, weit und breit nur trockene Erde und Kakteen, geht ihr Auto kaputt. In einem nahegelegenen Restaurant finden die Mädchen Hilfe. Die resolute Wirtin Frida sieht sofort, dass Nadie eine Kopfgeldjägerin ist und geht deshalb auf Distanz zu Nadie. Die Mädchen verdienen sich Kost und Logis mit Arbeiten in der Kneipe und erfahren, dass auch Frida früher als Kopfgeldjägerin gearbeitet hat...","versions":[{"lang":1,"streams":[{"redirect":9601538,"hoster":"VOE"},{"redirect":8410858,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Regnende Frau","epNo":3,"alt":"Raining Girl","descr":"Ein Zwischenfall auf der Straße in einer großen Stadt: Ein Mann liegt erschlagen auf der Straße. Ein Informant telefoniert mit Doktor Rosenberg : \"Alles erledigt!\" Szenenwechsel: Nadie und Ellis flüchten sich vor einem großen Regenguss in eine alte, verlassene Bauerkate. Zwei schwule Kopfgeldjäger sind den Mädchen dicht auf den Fersen. Ein mysteriöses junger Mann und Ricardo scharwenzeln unabhängig voneinander in der Nähe der Mädchen herum...","versions":[{"lang":1,"streams":[{"redirect":9601546,"hoster":"VOE"},{"redirect":8410857,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gejagte Frau","epNo":4,"alt":"Targeted Girl","descr":"Auf der Flucht vor den schwulen Kopfgeldjägern finden Nadie und Ellis Zuflucht in einem Kloster. Die unerschrockenen Nonnen erweisen sich als schlagfertige Damen - mit Stöcken und Kellen verpassen sie den beiden tuntigen Kopfjägern eine tüchtige Tracht Prügel. Szenenwechsel: Jody Hayward, alias \"Blue Eyes\" schnüffelt ihrem Geheimdienstkollegen Douglas Rosenberg hinterher. Doch als erfahrener Geheimdienstler, hat der das natürlich bemerkt...","versions":[{"lang":1,"streams":[{"redirect":13917651,"hoster":"VOE"},{"redirect":8410855,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bekleidete Frau","epNo":5,"alt":"Clothed Girl","descr":"Mitten auf der Landstraße geht den zwei Mädchen das Benzin aus, der Tank hat ein Loch. Ein hilfsbereiter, mobiler Kleiderhändler schleppt sie mit seinem Kleinbus zur nächsten Werkstatt. Die Mädchen übernachten im Haus des Automonteurs. Ein Mädchen aus dem Dorf bietet Nadie und Ellis an, ihnen den Weg über die Berge zu zeigen. In der Nacht schleicht sich ein Mann in den Schlafraum der Mädchen – es ist der hilfsbereite Kleiderhändler...","versions":[{"lang":1,"streams":[{"redirect":9601543,"hoster":"VOE"},{"redirect":8410861,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verliebter Mann","epNo":6,"alt":"Man in Love","descr":"Die Welt ist klein. In einem entlegenen Kaff treffen die beiden Mädchen auf Miguel – ein Frauenheld, der Nadie vor einigen Jahren den Kopf verdreht, dann aber bitter betrogen hatte. Miguel, der jetzt als Gitarrenspieler in einer Kneipe jobbt, möchte die Affäre mit Nadie gern noch mal auffrischen. Nadie ist davon ganz und gar nicht begeistert. Aber sie kann Miguels arglosem Charme dann doch nicht entkommen und nimmt seine Einladung zu einem nächtlichen Treffen an...","versions":[{"lang":1,"streams":[{"redirect":9601542,"hoster":"VOE"},{"redirect":8410793,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Arbeitender Mann","epNo":7,"alt":"Working Man","descr":"Doktor Rosenberg, der im Hintergrund die Fäden des Projekts \"Leviatan\" zieht, hat anscheinend zwei Personen parallel auf Ellis angesetzt: Einen jungen Mann, der Hals-über-Kopf in Ellis verliebt ist sowie einen älteren Mann, Typ Old-Style Privatdektiv. Beide Beschatter wissen nichts von einander. Als Rosenberg den Eindruck bekommt, dass der junge Mann Ellis emotional so stark verfallen ist, dass er seinen Job nicht mehr korrekt aus üben kann, will Rosenberg ihn einer Umerziehung unterziehen...","versions":[{"lang":1,"streams":[{"redirect":9700356,"hoster":"VOE"},{"redirect":8410792,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lügende Frau","epNo":8,"alt":"Lying Girl","descr":"Nadie und Ellis kommen in eine Stadt, in der ein Machkampf der Mafia tobt. Der alte Mafia-Boss liegt im Sterben, um seine Nachfolge ist ein heftiger Kampf entbrannt. Bei einer Schießerei zwischen rivalisierenden Gruppen erleidet Nadie eine Schussverletzung und wird ins Krankenhaus gebracht. Mit ihren magischen Kräften entfernt Ellis die Kugel aus Nadies Leib. Der 2. Mann nach dem Padron möchte, dass Ellis diese wundersame Heilkraft auch dem todkranken Mafia-Boss zugute kommen lässt...","versions":[{"lang":1,"streams":[{"redirect":9601544,"hoster":"VOE"},{"redirect":8410798,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Grabende Frau","epNo":9,"alt":"Digging Woman","descr":"Nadie und Ellis kommen in eine verlassene Silberminen-Siedlung. Sie fallen in einen leeren Brunnen und geraten in eine unterirdischen Gang der zur Silbermine führt. In diesem Gang treffen sie auf eine freundliche junge Frau, die auf der Suche nach einem berühmten Silberkreuz ist. Die beiden Mädchen entscheiden sich kurzerhand, der Frau bei der Suche Unterstützung zu leisten...","versions":[{"lang":1,"streams":[{"redirect":9581048,"hoster":"VOE"},{"redirect":8410789,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mit Engeln lebender Mann","epNo":10,"alt":"Man Who Lives With An Angel","descr":"Nadie und Ellis lernen einen Restaurantbesitzer sowie dessen hübsche und nette Frau kennen. Die Mädchen erfahren, dass der Restaurantbetreiber jahrelang als Auftragskiller gearbeitet und im Gefängnis gesessen hat. Als braver Taco-Verkäufer möchte er jetzt ein neues Leben anfangen, aber seine Vergangenheit will ihn nicht loslassen… Parallel: Rosenbergs Kollegin Miss Hayward alias \"Blue Eyes\" spioniert in Rosenbergs Büro und findet dort die Akte über das Projekt Leviathan...","versions":[{"lang":1,"streams":[{"redirect":9601545,"hoster":"VOE"},{"redirect":8410799,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verfluchte Frau","epNo":11,"alt":"Cursed Woman","descr":"Nadie und Ellis kommen in ein Dorf in dem gerade ein heiliges Fest zelebriert wird. Initiatorin und Mittelpunkt dieses Events ist eine Frau namens Natalja, die auf dem Marktplatz vor den staunenden Dorfbewohnern Beispiele ihrer Hexenkräfte demonstriert. Aber einige Dorfbewohner halten Nataljas Kunststücke für faulen Zauber und machen lauthals Stimmung gegen diese infame Scharlatanerie. Nadie kann sich erinnern, dass sie diese Frau schon Mal gesehen hat...","versions":[{"lang":1,"streams":[{"redirect":9601547,"hoster":"VOE"},{"redirect":8410786,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Erschossener Mann","epNo":12,"alt":"Shot Man","descr":"Eine Schar vermummter Gestalten ist Nadie und Ellis dicht auf den Fersen. Aber das Glück ist ihnen wieder einmal hold. Zufällig lernen sie einen Mann kennen, der zufällig ein Waffennarr ist, zufällig ein perfekt gepanzertes Auto besitzt, zufällig ganz nett ist und zufällig sofort bereit ist, den Mädchen zu helfen, den schießwütigen Verfolgern zu entkommen...","versions":[{"lang":1,"streams":[{"redirect":9581051,"hoster":"VOE"},{"redirect":8410794,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Verborgene Frau","epNo":13,"alt":"Hiding Woman","descr":"Eine alte Frau hatte Ellis am Anfang ihrer Flucht (Episode 1) eine \"Inka Rose\", einen rosafarbenen Edelstein, mit den Worten gegeben: \"Nimm diesen Stein und lass dich von ihm führen, du wirst nach Süden gehen\". Seither hatte dieser Stein den Mädchen bei der Bestimmung ihrer Reiseroute als Kompass gedient. Nun spürt Ellis in Ihrer Hand, dass der Stein ganz warm ist. Heißt das, dass die Mädchen in dem verlassenen Ort zwischen den Felsen, in dem sie jetzt angekommen sind, dem Geheimnis von Ellis Vergangenheit sehr nahe sind?","versions":[{"lang":1,"streams":[{"redirect":9601548,"hoster":"VOE"},{"redirect":8410946,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ahornblatt","epNo":14,"alt":"Maple Leaf","descr":"Rückblende: Ellis wurde im hochgeheimen Forschungsprojekt \"Leviathan\" geboren. Die Leitung dieses Projekts lag schon damals in den Händen von Dr. Rosenberg. Im Rahmen und Auftrag des Leviathan-Projekts führte der deutsche Arzt Professor Heinz Schneider kurz nach Ellis Geburt verschiedene Untersuchungen an ihr durch. Genau jener Heinz Schneider, dessen Ermordung Ellis jetzt verdächtigt wird...","versions":[{"lang":1,"streams":[{"redirect":9581049,"hoster":"VOE"},{"redirect":8410944,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Rebellische Frau","epNo":15,"alt":"Opposing Woman","descr":"Im Rahmen einer Korruptionsaffäre wird das FBI gegen das CIA ermitteln. In der Führungsetage der CIA gibt es große Besorgnis, dass bei diesen Ermittlungen auch das Projekt Leviathan öffentlich werden könnte. Das Projekt wird deshalb eingefroren und Dr. Rosenberg ab sofort von seinen Pflichten entbunden. Ellis kündigt Nadies BodyGuard-Auftrag für Ellis. Aber Nadie nimmt diese Kündigung nicht an und weist auch das angebotene Geld zurück: \"Ich werde bei Ellis bleiben – und zwar für immer.\"","versions":[{"lang":1,"streams":[{"redirect":9601550,"hoster":"VOE"},{"redirect":8410951,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zornige Frau","epNo":16,"alt":"Angry Woman","descr":"Nadie und Ellis sitzen finanziell total auf dem Trockenen. Blue Eyes hat Nadie vollständig den Geldhahn abgedreht. Die Mädchen müssen sich schnellst möglich was einfallen, wie Sie zu Geld kommen. Sie heuern als Bedienkräfte in einem Taco-Restaurant an und machen ihren Job erstaunlich gut. Nadie gibt Ellis eine beeindruckende Lehrvorführung, wie man sich als Frau einen aufdringlichen Kerl vom Hals hält...","versions":[{"lang":1,"streams":[{"redirect":9601549,"hoster":"VOE"},{"redirect":8410942,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Bedrängte Frau","epNo":17,"alt":"Cornered Woman","descr":"Auch in der nächsten Stadt stellt sich für Nadie und Ellis wieder die Frage: Woher bekommen wir Geld zum Leben? Da Nadie gelernte Kopfgeld-Jägerin ist, liegt es nahe, dass sie einen Kopfgeld-Auftrag übernimmt. In einer Polizei-Präfektur verschaffen sich die Mädchen einen Überblick über Personen, auf die zurzeit Kopfprämien ausgesetzt sind. Nadie wählt einen der gesuchten Männer als Zielobjekt aus und macht sich auf die Jagd...","versions":[{"lang":1,"streams":[{"redirect":9700357,"hoster":"VOE"},{"redirect":8410865,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kämpfende Frau","epNo":18,"alt":"Disagreeing Woman","descr":"Ellis und Nadie setzen ihre Reise gen Süden fort. Blue Eyes folgt ihnen. Die Mädchen kommen in einem Landhotel an, das inmitten von Maisfeldern liegt. Der Besitzer des Hauses, ein freundlicher Pensionär, begrüßt die Mädchen herzlich. Kurze Zeit später stehen auch Ricardo und Lirio auf der Matte und bitten um Unterkunft. Und nur wenig später kreuzen auch Blue Eyes und ihre beiden Bodyguard-Girls dort auf...","versions":[{"lang":1,"streams":[{"redirect":9581050,"hoster":"VOE"},{"redirect":8410937,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Beschützender Mann","epNo":19,"alt":"Man Who Protects","descr":"Nachdem das Projekt \"Leviathan\" von der CIA eingefroren wurde, erteilt die ominöse Organisation im Hintergrund des Projekts Blue Eye den Auftrag, Ellis sofort in Gewahrsam zu nehmen. Doch wie soll Blue Eye das bewerkstelligen? Schließlich hat Ellis derzeit gleich zwei Bodyguards. Neben Nadie auch Ricardo, der sich jetzt mit Nadie angefreundet hat, nachdem ihm Nadie nach einer Autopanne in die nächste Autowerkstatt geschleppt hat...","versions":[{"lang":1,"streams":[{"redirect":9601551,"hoster":"VOE"},{"redirect":8410812,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gefangene Frau","epNo":20,"alt":"Captured Woman","descr":"L.A., der einst ebenso wie Ellis in einem Labor im Rahmen des hoch geheimen \"Hexenprojekts\" erschaffen wurde, ist eifersüchtig auf Nadie, weil diese ständig in der Nähe von Ellis sein kann. Deshalb will L.A. Nadie aus dem Verkehr ziehen lassen. Es gelingt ihm einige Polizisten dafür einzuspannen, Nadie zu verhaften und sie ins Gefängnis zu stecken. Doch Ellis lässt ihre engste Freundin natürlich nicht im Stich...","versions":[{"lang":1,"streams":[{"redirect":9581052,"hoster":"VOE"},{"redirect":11568663,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Fliegende Frau","epNo":21,"alt":"Flapping Woman","descr":"Weil es Blue Eye nicht gelungen ist, Ellis in ihre Gewalt zu bringen, legt die \"Organisation\" jetzt eine härtere Gangart ein: Blue Eye bekommt den Auftrag, Nadie eigenhändig zu töten. Das für diesen Job erforderliche Handwerk beherrscht Blue Eyes. Da sie eine solide Scharfschützen-Ausbildung absolviert hat, weiß sie, wie man mit einem Gewehr mit Zielfernrohr umgeht. Aber ist Blue Eyes auch gefühlskalt genug für einen solchen Mord?","versions":[{"lang":1,"streams":[{"redirect":9581053,"hoster":"VOE"},{"redirect":8410764,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Erwachende Frau","epNo":22,"alt":"Awoken Woman","descr":"Die Mädchen sind auf der Suche nach dem Zielort ihrer Flucht, dort hoffen sie das Geheimnis von Ellis Existenz aufklären zu können. Das Problem dabei ist allerdings: sie wissen weder wo genau sich dieser Ort befindet, noch woran sie diesen Ort erkennen können. Von einem alten Mann erfährt Nadie, dass es weit entlegen im Gebirge einen verlassenen Ort gibt, der das \"Hexendorf\" genannt wird...","versions":[{"lang":1,"streams":[{"redirect":9601552,"hoster":"VOE"},{"redirect":8410769,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Verlorene Frau","epNo":23,"alt":"Puzzled Woman","descr":"Blue Eyes hat die Seiten gewechselt: Sie hat die Mission, die ihr die \"Organisation\" aufgetragen hatte, quittiert und sich dem Fluchtteam angeschlossen. Gegenüber Nadie und Ellis offenbart Blue Eyes sowohl ihre eigenen Herkunft als auch das Geheimnis von Ellis Labor-Geburt im Projekt Leviathan. Blue Eyes stammt von einer Hexe ab. Da sie selbst aber nur über schwache Hexenkräfte verfügt bewundert und vergöttert sie Ellis...","versions":[{"lang":1,"streams":[{"redirect":9601553,"hoster":"VOE"},{"redirect":8410762,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Sterbender Mann","epNo":24,"alt":"Dead Man","descr":"Rosenberg taucht auf und eröffnet den Mädchen, dass er das Mastermind im Hintergrund ist und das ganze Fluchtszenario von Anfang an geplant und manipuliert hat. Rosenberg hat L.A. erschaffen und programmiert und Rosenberg hat auch Ricardo auf Ellis und Nadie angesetzt. Ricardo kündigt Rosenberg jetzt jedoch die Gefolgschaft und droht ihn zu erschießen. Doch Rosenberg will dem zuvor kommen und erteilt seinem Zögling L.A. den Auftrag, Ricardo zu ermorden...","versions":[{"lang":1,"streams":[{"redirect":9601554,"hoster":"VOE"},{"redirect":8410772,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Heilige Frau","epNo":25,"alt":"Saintly Woman","descr":"Nadie und Ellis kommen im Hexendorf an. Dort geraten sie in ein riesiges geheimnisvolles Gewölbe. Auf einem steinernen Pfahl liegt eine große rosa leuchtende Inkarose – jener magische Edelstein, der das Geheimnis der Hexenkräfte in sich birgt. Auch Rosenberg taucht wieder auf. Er wähnt sich jetzt kurz vor der Erfüllung seiner Lebensmission...","versions":[{"lang":1,"streams":[{"redirect":9581054,"hoster":"VOE"},{"redirect":8410757,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Strahlende Frau","epNo":26,"alt":"Shining Woman","descr":"Was in dieser letzten Episode passiert, soll hier nicht verraten werden.","versions":[{"lang":1,"streams":[{"redirect":9601555,"hoster":"VOE"},{"redirect":8410766,"hoster":"Streamtape"}]}]}]}]}