{"path":"/serie/stream/el-cid","name":"El Cid","descr":"Aus einer modernen Perspektive wird die Geschichte des wohl berühmtesten Spaniers aller Zeiten erzählt: El Cid (Jaime Lorente), der gefangen zwischen zwei Welten und zwei Kulturen als heldischer Söldner in der Reconquista kämpfte. Erst Jahrhunderte später, in der Neuzeit, avancierte sich der mögliche König zum spanischen Nationalhelden","seasons":[{"path":"/serie/stream/el-cid/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/el-cid/staffel-1/episode-1","name":"Die Verschwörung","epNo":1,"alt":"La conjura","descr":"Mitte des 11. Jahrhunderts. Ruy ist ein junger Mann und frisch gebackener Knappe von Prinz Sancho, des ältesten Sohns von König Fernando von León. Eines Nachts entdeckt er, dass einer seiner Lieben an einer Verschwörung zum Sturz des Königs beteiligt ist. Von da an ist Ruy gefangen zwischen seiner Loyalität zu seiner Pflicht und zu seinem Herzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8350909","hoster":"VOE"},{"path":"/redirect/8350885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-1/episode-2","name":"Das Gottesurteil","epNo":2,"alt":"Ordalía","descr":"Flaín will den Mann, der die Verschwörung vereitelt hat. Rodrigo weiß, dass es sein Enkel war, weshalb er ihn zurück nach Vivar schicken will. Ruy dagegen weigert sich, den König Flaín auszuliefern, da für ihn der einzige Ausweg darin besteht, den Grafen von León zu töten. Als alles in Gang zu kommen scheint, tauchen die Truppen Navarras an der Grenze auf und erklären León den Krieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378963","hoster":"VOE"},{"path":"/redirect/10828425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-1/episode-3","name":"Baraka","epNo":3,"alt":"Baraka","descr":"Fernando schickt seinen Sohn Sancho mit einer kleinen Heerschar nach Zaragoza, um sich dem König von Aragon zu stellen. Bevor er mit Sancho aufbricht, offenbart Ruy dem König, dass Flaín ihn umbringen wollte. Fernando beginnt zu ermitteln, wer ihn hintergangen hat. Währenddessen bricht Ruy auf ohne zu wissen, dass Flaín einen Auftragsmörder in sein Heer eingeschleust hat, der ihn töten soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992882","hoster":"VOE"},{"path":"/redirect/8350945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-1/episode-4","name":"El Campeador","epNo":4,"alt":"Campeador","descr":"Die kastilischen Truppen um Sancho und Ruy kämpfen zahlenmäßig unterlegen gegen das Heer Aragons. Als alles verloren scheint, nimmt es einen völlig unerwarteten Ausgang. In León kommt Fernando hinter die Identität der Verschwörer, zu denen auch seine Frau Sancha gehört. Unbemerkt vom König hat auch seine Tochter Urraca eine Entscheidung getroffen, die das Machtgefüge für immer verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917656","hoster":"VOE"},{"path":"/redirect/8350870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-1/episode-5","name":"Die Sühne","epNo":5,"alt":"Expiación","descr":"Wegen Fernandos Krankheit kehren Sancho und sein Heer nach León zurück. Ruy erzählt seinem Großvater, dass Flaín ihn töten lassen wollte. Rodrigo weiß, dass das Leben seines Enkels in Gefahr schwebt. Flaín spinnt weiter Intrigen gegen den sterbenden König und beschließt, noch vor seinem Tod nach der Macht zu greifen. Er weiß nicht, dass Urraca noch einen Trumpf im Ärmel hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8350863","hoster":"VOE"},{"path":"/redirect/11420186","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/el-cid/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/el-cid/staffel-2/episode-1","name":"Versprechen und Versuchungen","epNo":1,"alt":"Promesas y tentaciones","descr":"Nach der Ermordung Flaíns, des Grafen von León, halten viele Ruy für schuldig. Der Mann aus Vivar wird inzwischen zurück nach Zaragoza geschickt, wo er zum Tode verurteilt worden war, weil er mit der Emirstochter Amina geschlafen hatte. In León findet Urraca heraus, dass Ruy und Jimena sich lieben, und versucht, einen Vorteil daraus zu schlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999474","hoster":"VOE"},{"path":"/redirect/9024376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-2/episode-2","name":"Die Bürde der Pflicht","epNo":2,"alt":"La carga del deber","descr":"Alfonso folgt Urracas Rat und spielt seinen letzten Trumpf aus, um Ruy dazu zu bewegen, in León zu bleiben: Jimenas Verlobung mit Orduño zu lösen und ihre Hand Ruy zu versprechen. Ruy würde alles bekommen, was er will, müsste dafür jedoch Sancho verraten. Die Mauren unterrichten derweil in ihrem Bestreben, die christlichen Königreiche zu schwächen, Sancha davon, dass der König vergiftet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999476","hoster":"VOE"},{"path":"/redirect/9024389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-2/episode-3","name":"Kriegswind","epNo":3,"alt":"Viento de guerra","descr":"Nach Sanchas Tod steht ein Krieg zwischen den Brüdern unmittelbar bevor. Sancho zieht gegen Galicien, muss dafür jedoch zuerst León durchqueren. Alfonso kann sich nicht entscheiden, ob er die Gelegenheit zum Angriff nutzen oder ihn passieren lassen soll. Ruy quält sich derweil mit der Leidenschaft zwischen ihm und Amina und dem Schmerz, den Jimenas Verlobung mit Orduño ihm bereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999475","hoster":"VOE"},{"path":"/redirect/9024406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-2/episode-4","name":"Hinterhalt","epNo":4,"alt":"Emboscada","descr":"Nach Ruys entschlossenem Eingreifen in der Schlacht erobert Sancho Galicien von seinem Bruder García. Doch dies beschert der Iberischen Halbinsel noch keinen Frieden. Im Gegenteil: Der letzte Kampf zwischen León und Kastilien rückt näher. Ruy sieht sich inzwischen gezwungen, Amina zu verraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999477","hoster":"VOE"},{"path":"/redirect/9024387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/el-cid/staffel-2/episode-5","name":"Der Pfad des Hasses","epNo":5,"alt":"El camino del odio","descr":"Sancho hat beschlossen, Alfonso und seine Gefolgsleute zu hängen, Orduño eingeschlossen. Nach Alfonsos Tod will sich Sancho zum König von León krönen lassen und Ruy als Belohnung für seine Dienste nach Orduños Hinrichtung die Grafschaft León vermachen. All seine Träume würden sich endlich erfüllen: ein Adelstitel, Ländereien… und Jimena. Wäre da nicht etwas, womit Ruy nicht gerechnet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999478","hoster":"VOE"},{"path":"/redirect/9027725","hoster":"Streamtape"}]}]}]}]}