{"seriesId":"el-presidente","name":"El Presidente","descr":"Sergio Jadue (Andrés Parra) ist der Präsident eines kleinen chilenischen Fußballclubs. Als er von seinem Verband zur FIFA entsandt wird, entpuppt sich die ganz anders, als sich das der gutgläubige Sergio gedacht hatte. Durch Julio Grodona – seines Zeichens Funktionär des argentinischen Fußballverbandes AFA und Mitglied des FIFA-Exekutivkomitees – lernt Sergio, dass es hier kaum noch um Sport, sondern vielmehr ums \"Geschäft\" geht – und das läuft am besten, wenn alles gut geschmiert ist …  Bei seinem Versuch, im Konzert der gewandten Geschäftsleute und ihrer Betrügereien mitzuhalten, hat sich Sergio aber übernommen, so dass er schnell vom Regen in die Traufe gerät","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aufstieg in die erste Liga","epNo":1,"alt":"Not your topo","descr":"Verbunden durch Traditionen und Komplizenschaft kontrolliert sie den Fußball in Südamerika die CONMEBOL. Doch eines Tages lässt sie den falschen Mann in ihre Reihen. Sergio Jadue, Präsident eines kleinen Fußballclubs eines Landes, das noch nie etwas gewonnen hat. Berauscht von seiner Macht wird er zum Schützling des Fußballpaten Julio Grondona und zur Schlüsselfigur des FBI im FIFA GATE.","versions":[{"lang":1,"streams":[{"redirect":8999493,"hoster":"VOE"},{"redirect":8410746,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Entführung","epNo":2,"alt":"Rosarito","descr":"Im Fußball werden Täuschungsmanöver und Finten beklatscht und bewundert. Klappt aber etwas nicht, so ist man der Lächerlichkeit preisgegeben. Sergio Jadue steht vor dem größten Coup seines Lebens, aber etwas geht schief. Vom FBI in die Enge getrieben, bleiben ihm zwei Möglichkeiten er kann kooperieren oder ins Gefängnis gehen. Er kann mit den Gringos arbeiten oder gegen sich selbst.","versions":[{"lang":1,"streams":[{"redirect":8999492,"hoster":"VOE"},{"redirect":8410717,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Spielmacher","epNo":3,"alt":"Las pelotas","descr":"Nur Verlierer brauchen Glück. Ein wahrer Gewinner muss nicht auf Ergebnisse hoffen, er erschafft sie. Mit diesem Gedanken bereitet Sergio Jadue die globale Fernsehübertragung der Copa-America-Gruppenziehung vor, als Startschuss für das Turnier in seinem Land. Aber es gibt keinen Grund, so ernst zu sein. Erst steht eine ausschweifende Feier der CONMEBOL-Familie an – infiltriert vom FBI.","versions":[{"lang":1,"streams":[{"redirect":8999488,"hoster":"VOE"},{"redirect":8410715,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Finale","epNo":4,"alt":"En el palo","descr":"Geld ist aufregend. Schnapp es dir, versteck es irgendwo ein neues Auto, Kaviar und warum nicht eine Fußballmannschaft kaufen? Ein Zitat von Pink Floyd, nicht von Jadue. Der Mann aus La Calera verprasst sein unfassbares neues Vermögen, dicht gefolgt von einem Journalisten. Unterdessen drängt ihn das FBI, konkrete Beweise zu liefern. Es ist Zeit zu graben für den Maulwurf.","versions":[{"lang":1,"streams":[{"redirect":8999484,"hoster":"VOE"},{"redirect":8410714,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Beichte","epNo":5,"alt":"Padre Nuestro","descr":"Am moralischen Scheideweg angekommen bittet Jadue um göttlichen Rat. Ist in Gottes Herde ein Platz für die sündige CONMEBOL-Familie oder wird sie Seine göttliche Strafe zu spüren bekommen? Jadue hofft, sich durch sein Opfer als Lamm Gottes von Sünde reinzuwaschen. Allerdings fürchtet er, am Ende trotzdem gekreuzigt zu werden.","versions":[{"lang":1,"streams":[{"redirect":8999494,"hoster":"VOE"},{"redirect":8410712,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das moralische Vorbild","epNo":6,"alt":"Fifageit","descr":"Für Jadue ist der Tag des Jüngsten Gerichts gekommen. Agent Harris kommt jedoch gerade noch rechtzeitig, um den Präsidenten vor den Aasfressern zu retten, die schon um das Sterbebett der gesamten CONMEBOL-Familie kreisen. In einem Wettlauf gegen die Zeit muss Jadue die besten Anwälte finden, die man für Geld kaufen kann – aber selbst sie können ihn nicht vor dem retten, was Nené gerade aufdeckt.","versions":[{"lang":1,"streams":[{"redirect":8999490,"hoster":"VOE"},{"redirect":8410710,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lügen","epNo":7,"alt":"Mentira","descr":"Während sich die Freude über den Copa America in ganz Chile ausbreitet, fällt ein dunkler Schatten auf die Familie Jadue-Facuse und die CONMEBOL. Sergio Jadue muss nun seine letzte Karte ausspielen, um diesem freien Fall so unbeschadet wie möglich zu entgehen. Er glaubt, dass immer ein Licht am Ende des Tunnels kommt, doch niemand hat ihm verraten, dass manche Tunnel als Sackgasse enden.","versions":[{"lang":1,"streams":[{"redirect":8999486,"hoster":"VOE"},{"redirect":8410711,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alles geht vorbei","epNo":8,"alt":"Todo Pasa","descr":"Wie Julio Grondona immer sagte \"Alles geht vorbei\". Eheprobleme, ausgelöst durch Lügen, gehen vorbei. Finanzielle Probleme gehen vorbei. Nationale Bloßstellungen gehen vorbei. Die großen Triumphe, die, nur für einen Augenblick, komplett unbekannte Länder in den Himmel erheben – auch diese gehen vorbei. Wohlstand geht vorbei, Gerechtigkeit geht vorbei. Aber was ist Sergio Jadue passiert? Alles.","versions":[{"lang":1,"streams":[{"redirect":8999495,"hoster":"VOE"},{"redirect":8410706,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628704,"hoster":"VOE"},{"redirect":11628720,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628708,"hoster":"VOE"},{"redirect":11628707,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628710,"hoster":"VOE"},{"redirect":11628714,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628713,"hoster":"VOE"},{"redirect":11628712,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628722,"hoster":"VOE"},{"redirect":11628721,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628694,"hoster":"VOE"},{"redirect":11628691,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628701,"hoster":"VOE"},{"redirect":12482284,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11628702,"hoster":"VOE"},{"redirect":11628697,"hoster":"Streamtape"}]}]}]}]}