{"path":"/serie/stream/eldlive","name":"ElDLIVE","descr":"[Eng Sub] In ēlDLIVE geht es um den Mittelschüler Chuuta Kokonose, der seine Eltern bereits als Kind verlor und seitdem bei seiner Tante lebt. Seit Chuuta denken kann hört er immer wieder eine Stimme, was als Kind für ihn völlig normal war aber jetzt, wo er schon älter ist und sie immer noch hört, stellt sich doch die Frage ob er wahnsinnig sei oder doch etwas mehr dahinter steckt …","seasons":[{"path":"/serie/stream/eldlive/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/eldlive/staffel-1/episode-1","name":"","epNo":1,"alt":"Chuta, the Voice, and the Qualifying Exam","descr":"Der Mittelschüler Chūta Kokonose, ein Einzelgänger in der Schule, gilt seit langem als seltsam und wird von seinen Klassenkameraden lächerlich gemacht, da er ständig mit dem redet, was ihm vorkommt. Die Wahrheit ist, dass Chūta eine Stimme in sich trägt, die nur er hören kann, was ihn dazu veranlasst, zu antworten und darauf zu antworten. Während des Hauswirtschaftsunterrichts lernt er das beliebte Mädchen Misuzu Sonokata kennen und verliebt sich in sie, die ihn sofort nicht mag. Entmutigt kehrt Chūta zu seinem Wohnort zurück, einem Muffinladen, in dem er bei seiner Tante Mimi lebt. Beim Aufräumen des Ladens wird Chūta jedoch in ein Raumschiff teleportiert und mit ēIDLIVE bekannt gemacht, einer geheimen Weltraumpolizeibehörde, die außerirdische Kriminelle gefangen nimmt. Um ihn zu rekrutieren, lädt die Chefin Laine Brick ihn lächelnd zur Aufnahmeprüfung ein, bei der es darum geht, einen minderwertigen außerirdischen Kriminellen zu fangen. Chūta wird zur Erde und zu seinem Wohnort zurückteleportiert und geht umher, um Menschen zu konfrontieren, bis er seinen äußerst attraktiven Lehrer Saotome und seine Klassenkameradin Tateyuna trifft, die vom Karaoke zurückkommen. Als die Stimme in Chūta wiederholt darauf besteht, Saotome \"Blob-blob\" zu nennen, reagiert er wütend, was Saotome verärgert und dazu führt, dass sie sich in ihr wahres außerirdisches Selbst verwandelt. Chūta benutzt Tateyuna als Geisel und ist gezwungen, gegen sie zu kämpfen, und die Stimme in ihm nimmt dann die Form einer weißen, kaninchenähnlichen Kreatur an, die aus seiner Brust sprießt. Sie zeigen ihm, wie er seine eigene Kraft nutzen kann, besiegen Saotome und bringen Tateyuna nach Hause. Als er zum ēIDLIVE-Hauptquartier zurückkehrt, verrät Laine, dass er die Aufnahmeprüfung bestanden hat und nun ein Weltraumpolizist im Dienst von ēIDLIVE ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999497","hoster":"VOE"},{"path":"/redirect/8410704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-2","name":"","epNo":2,"alt":"Super Cool Space Girl","descr":"Bei ēIDLIVE wird Chūta wieder seiner Klassenkameradin und Kollegin Misuzu vorgestellt, die ihn widerwillig auf eine Tour durch den Ort mitnimmt, sowie Chips, einem blauen Miniatur-Alien mit drei Augen und der Angewohnheit, Sätze mit \"chu\" zu beenden. Am nächsten Tag kehrt Chūta zur Schule zurück und stellt fest, dass Tateyunas Erinnerungen gelöscht wurden. Doch plötzlich stürmt Misuzu herein und teilt ihm mit, dass es Zeit für ihre Wachschicht ist. Da Chūta und Misuzu gezwungen sind, die Schule zu schwänzen, machen sie sich auf den Weg zum Hauptquartier, wo sie sich mit Laine treffen. Fasziniert von der Stimme in Chūta nimmt die \"Stimme\" wieder Gestalt als die Kreatur an, der Laine erklärt, dass es sich um eine Monitalien handelt, eine besondere Kreatur mit großen Fähigkeiten. Um das Monitalien anzusprechen, nennt Chūta es Dolugh. Während ihrer Schicht stellt sich heraus, dass ein Weltraumverbrecher namens Dragline entkommen ist, und das Duo erhält den Auftrag, ihn zu fangen. Während Misuzu aufgefordert wird, draußen zu bleiben, verwandelt sie sich in einen Engel und legt Dragline mit ihren sich drehenden lila Ringen Handschellen an und bringt sie erfolgreich ins Gefängnis zurück. Chūta ist mehr denn je in sie verknallt und versucht, sich mit ihr anzufreunden, wird jedoch zu seinem Entsetzen abgewiesen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999498","hoster":"VOE"},{"path":"/redirect/8410758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-3","name":"","epNo":3,"alt":"After the Shoplifter!","descr":"Wieder einmal ist es Zeit für seine Schicht, Chūta erhält sein ēlDLIVE-Abzeichen und seine lila Uniform. Mit zunehmendem Selbstvertrauen wird Chūta kontaktfreudiger und freundet sich sogar mit Tateyan an, der sich als wirklich locker und freundlich erweist, wenn auch ein wenig gierig und pummelig. Sein Selbstvertrauen sinkt, als er versucht, einen außerirdischen Räuber daran zu hindern, etwas Kaugummi zu stehlen, und dabei versehentlich seine Tante Mimi verletzt. Nachdem er Mimis Erinnerungen gelöscht hat, will Chūta den außerirdischen Räuber verfolgen, um Tante Mimi zu beschützen, und vertraut Laine seinen Plan an. Trotz anfänglicher Bedenken lässt Laine Misuzu, Chips und Chūta alle gehen. Chūta konfrontiert den Außerirdischen, der offenbar aus etwas wie Gummi besteht, besiegt ihn und rettet einen halb erstickten Misuzu. Wie immer lehnt sie ihn kalt ab. Zurück im ēlDILVE-Hauptquartier kommt Laine auf sie zu und erklärt, dass der \"Kaugummi-Alien\" Teil einer kriminellen Organisation namens Demille war, die zuvor einen Planeten ausgelöscht hatte. Jetzt ist die Eliminierung von Demille für ēlDILVE oberste Priorität.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999491","hoster":"VOE"},{"path":"/redirect/8410756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-4","name":"","epNo":4,"alt":"A Pursuer from the Past: Part 1","descr":"Als er sich an die Vergangenheit erinnert, geraten Chūtas Gedanken in die Irre, als er sich an seine drei besten Freunde erinnert: Michiro, Matsutaro und Ken Mizoguchi, die alle starben, als sie gemeinsam auf einer Bergtour waren, als eine gefährliche Klippe einstürzte. Zuvor hatten die vier Freunde eine Zeitkapsel vergraben, und Chūta ist bei seinen Versuchen, sie zu finden, erfolglos. Während der Schule treffen zwei seltsame Transferschüler ein und Misuzu und Dolugh brechen mitten in der Versammlung zusammen, was einen verwirrten Chūta sehr schockiert. Chips steuert einen riesigen Roboter und begleitet sie alle sicher zum Hauptquartier, während die Crew die Angelegenheit untersucht. Nach einer Grundausbildung kehren sie zur Schule zurück, wo Chūta einen neuen Transferschüler namens Mikio Narita trifft, der jedoch genauso aussieht wie sein alter Freund Ken. Um die Angelegenheit zu untersuchen, kontaktiert Chūta direkt Mikio. Während Misuzu und Chips versuchen, ihnen zu folgen, stehen ihnen die beiden seltsamen Transferschüler gegenüber.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12334524","hoster":"VOE"},{"path":"/redirect/8410753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-5","name":"","epNo":5,"alt":"A Pursuer from the Past: Part 2","descr":"Chūta wird in den Wald geführt und Mikio entpuppt sich aufgrund des auf seinem Bauch eingebrannten Zeichens als wahrer Ken und als Ehrenmitglied von Demille. Um Dolugh herauszuholen und Chūta dafür zu revanchieren, dass er Michiro und Matsutaro sterben ließ, zieht Ken seine Schwerter gegen Misuzu und Chips, die von den beiden seltsamen Transferstudenten, Kens Untergebenen, bewusstlos geschlagen wurden. Als ēlDLIVE einzugreifen versucht, werden ihre Systeme von Demilles Raumschiff blockiert. Misuzu ist gezwungen, Ken allein und widerstrebend gegenüberzutreten. Sie erwacht auf wundersame Weise aufgrund einer Anti-Schlaf-Medizin, die ihr von Dr. Issac, dem außerirdischen Arzt von ēlDLIVE, verschrieben wurde, und zerstört die Außerirdischen. Sie verwandelt sich erneut in einen Engel und beginnt mit Ken ein Duell. Ken wird durch einen Schlag auf den Kopf verletzt und hat kaum Zeit, seinen Moment des Ruhms und Triumphs zu genießen, als Chūta ihn direkt durch sein Demille-Mal sticht. Ken ist geschockt und blutend und kann nicht kämpfen. Stattdessen muss er die Dinge nett mit Chūta besprechen. Schnell erneuern sie ihre Freundschaft, aber Ken befiehlt ihm dennoch, unter dem Vorwand, sie seien Feinde, abzureisen. Dies erweist sich als schwierig, insbesondere als das Duo und Chips zum Hauptquartier zurückkehren und feststellen, dass das Raumschiff ēlDLIVE, die Jeanrenoi-R, von Demille angegriffen wird. Nach dem Kampf zieht sich das Demille-Schiff zurück und Chūta kehrt zur Erde zurück, um die angeblichen Gräber seiner Freunde zu besuchen. Er stößt auf Kens Mutter, die ihn zuvor ebenfalls für ihren Tod verantwortlich gemacht hatte, und versucht zu gehen, wird aber von ihr gestoppt, als sie sich für ihre damaligen Ausbrüche entschuldigt. Unter Tränen zeigt sie Chūta auch die Zeitkapsel, die sie vergraben hatten, und ein Abzeichen mit der Aufschrift \"Für immer\", das sich an dem Tag, an dem er \"starb\", auf seinem Rucksack befand.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999516","hoster":"VOE"},{"path":"/redirect/8410754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-6","name":"","epNo":6,"alt":"Something to Believe In: Part 1","descr":"Misuzu wird beschuldigt, Dragline freigelassen zu haben, nachdem Sicherheitsaufnahmen dies zeigen, und wird derzeit verhört. Inmitten all dessen fällt sie ins Koma und Chūta wird von Dr. Issac und Laine beauftragt, einen mysteriösen Dr. Love zu finden. Misuzu, der als genialer Wissenschaftler bekannt ist, war tatsächlich eine Testperson in einem seiner Experimente, das besonders schiefging und fast zum Tode führte. Im Moment überlebt sie mit Medikamenten, die ihr Dr. Issac verschrieben hat, aber seine Formel ist fehlerhaft und benötigt daher die Expertise von Dr. Love. Dann wird Chūta seinen neuen Kameradinnen vorgestellt: einem hitzigen und konkurrenzfähigen Mädchen namens Veronica Borowczyk und ihrer Partnerin und besten Freundin, einem schönen Mädchen mit einer engelhaften Persönlichkeit namens Nina Mikhailovna Pavlova, kurz \"Ninotchka\". Als sie sich mit Dr. Love in einem Café treffen wollen, werden sie mit einem Kriminellen konfrontiert, der ebenfalls auf der Suche nach Dr. Love ist. Den beiden Parteien gelingt es gleichzeitig, Dr. Loves geheime Basis zu finden, doch der Wissenschaftler ist tot und ein weiterer junger Mann steht blutüberströmt da. Der Verbrecher hält ihn für den Mörder und versucht ihn zu töten, doch es stellt sich heraus, dass er unter der Kontrolle einer anderen Person steht und von dem Jungen aus der Trance gerissen wird. Von Veronica mit Handschellen gefesselt, enthüllt er seine wahre Identität als Dr. Love selbst und die Leiche ist lediglich \"abgeworfene alte Haut\". Als sie versuchen, ihn zurückzubringen, wird Veronica plötzlich von Ninotchka erstochen, der nun stattdessen kontrolliert wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999515","hoster":"VOE"},{"path":"/redirect/8410750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-7","name":"","epNo":7,"alt":"Something to Believe In: Part 2","descr":"Ninotchka verwandelt sich in eine schockierend freizügige Gestalt und versucht, Dr. Love mit Gewalt zu stehlen, doch Chūta beschließt, einzugreifen. Verärgert beginnen die beiden sich zu duellieren, während Dr. Love seine Enthypnotiseurmaschine auflädt. Chūta ist bald auf der Verliererseite, da er nicht bereit ist, Ninotchka zu verletzen, und weil ihre Erfahrungen und Fähigkeiten sehr unterschiedlich sind. Schnell ist er überwältigt und Dolugh, der Schwäche spürt, beginnt, umzuziehen, um sich einen neuen Gastgeber zu suchen, was dem natürlichen Instinkt eines Monitalien entspricht. Chūta leidet sehr und schafft es, Dolugh zurückzuziehen und seine Lebenskraft sowie neue Kräfte zurückzugewinnen, eine nahezu unmögliche Leistung. Dolughs Zuwachs an Kraft und Sympathie ermöglicht es Chūta, seine Geschwindigkeit durch zwei Miniaturflügel zu steigern, und sie greifen Ninotchka erneut an und legen ihr Handschellen an. Während sie kämpft, holt Dr. Love sie aus der Trance und sie bricht zusammen. Die Daten von Dr. Love haben jedoch ergeben, dass die Hypnose vor mindestens zwei Stunden begonnen hat, bevor sie das Jeanrenoi-R überhaupt verlassen hatten . Da Hypnose direkten Augenkontakt erfordert, beweist dies, dass es jemand in ēlDILVE gewesen sein muss, der Ninotchka getroffen hat. Chūta hat einen Verdacht und eilt mit Dr. Love, Veronica, Chips und Ninotchka im Schlepptau zurück nach ēlDLIVE.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999505","hoster":"VOE"},{"path":"/redirect/8410749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-8","name":"","epNo":8,"alt":"Something to Believe In: Part 3","descr":"Drew und Chuuta aktualisieren sich nach einem anstrengenden Kampf erfolgreich. Durch das Update sind sie stärker geworden, können neue Fähigkeiten nutzen und haben ihren Gegenangriff gestartet. Unterdessen herrschte im Büro einige Verwirrung. Plötzlich begann das gesamte Personal des Büros, sich selbst anzugreifen. Chief Laine sendet in dieser Angelegenheit einen Code 9 aus, um die anhaltende Panik zu beruhigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999512","hoster":"VOE"},{"path":"/redirect/8410747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-9","name":"","epNo":9,"alt":"Misuzu`s Lie","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999507","hoster":"VOE"},{"path":"/redirect/8410687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-10","name":"","epNo":10,"alt":"Capture That Face","descr":"Misuzu kann ihr Problem mit dem Geruch von Chûta nicht länger verbergen. Sie bleibt jedoch im Dienst und Doctor Love bietet ihr ein neues Gerät als Ersatz für die zeremonielle Nasenklammer an. Gleichzeitig gehen eine Reihe von Beschwerden über Vorfälle ein, die durch einen mysteriösen Charakter verursacht wurden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999510","hoster":"VOE"},{"path":"/redirect/8410688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-11","name":"","epNo":11,"alt":"Your Voice...","descr":"Chûta wird vorübergehend der 4. Ermittlungsbrigade zugeteilt. Dort trifft er Inspektor Vega Victor, in dem er einen guten Mentor oder sogar einen Bruder findet. Auch Tateyan nimmt es sofort an und das gesamte Schulteam trifft sich zu einem Museumsausflug. Aber für ēlDLIVE ist die Gefahr nie weit entfernt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999521","hoster":"VOE"},{"path":"/redirect/8410685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eldlive/staffel-1/episode-12","name":"","epNo":12,"alt":"Our Sympathy","descr":"Auf der Suche nach dem Ursprung der mysteriösen Nachricht setzt Chûta unbeabsichtigt einen Virus in das Schiff ein. Er war gefangen. Demille bereitet einen Großangriff vor, während die Jean Reno-R allein und beschädigt ist. Wenn Chûta und Dolugh sich dem Feind nicht ergeben, wird die Erde zerstört.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8999501","hoster":"VOE"},{"path":"/redirect/8410681","hoster":"Streamtape"}]}]}]}]}