{"path":"/serie/stream/eleventh-hour","name":"Eleventh Hour","descr":"Held der Serie ist der Biophysiker Jacob Hood (Rufus Sewell), der im Auftrag der US-Regierung Verbrechen aufklärt, die im Namen der Wissenschaft begangen werden. Im Kampf gegen Genmanipulation, obskure Wunderheilungen und unzulässige Menschenversuche wird er von der FBI-Agentin Rachel Young (Marley Shelton) unterstützt.","seasons":[{"path":"/serie/stream/eleventh-hour/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/eleventh-hour/staffel-1/episode-1","name":"Auferstehung","epNo":1,"alt":"Resurrection","descr":"Der Wachmann Sanders hat 19 Behälter verschwinden lassen; in jedem von ihnen befindet sich ein abgetriebener Fötus. Das Besondere an diesen Föten: Sie weisen alle dieselbe DNA auf. Offenbar handelt es sich um den perversen Versuch, einen Menschen zu klonen. Ein Experiment, in dem die undurchsichtige Lea zunächst die treibende Kraft zu sein scheint, unterstützt durch den ehemaligen Geburtshelfer Dr. Hayward – ein Fall für Dr. Hood und Rachel Young … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590410","hoster":"VOE"},{"path":"/redirect/8410154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-2","name":"Herztod","epNo":2,"alt":"Cardiac","descr":"In der Kleinstadt Pooler sorgt eine Reihe mysteriöser Todesfälle für Angst. Drei Jungen im Alter von 11 Jahren starben binnen kürzester Zeit an einem Herzinfarkt. Da die Jungen alle auf dieselbe Schule gingen, beginnen Hoods und Youngs Untersuchungen dort – ohne Ergebnis. Indes begibt sich ein Junge namens Stephen – zusammen mit Freunden – in eine abgelegene Scheune und wagt eine riskante Mutprobe: Krötenlecken. Ebenfalls einem Herzinfarkt nahe, kommt er ins Krankenhaus … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922120","hoster":"VOE"},{"path":"/redirect/8410159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-3","name":"Tödliche Früchte","epNo":3,"alt":"Agro","descr":"In Kalifornien werden innerhalb kurzer Zeit 2 Familien mit Lähmungserscheinungen ins Krankenhaus eingeliefert. Die Diagnose fällt schwer, denn die gängigen Krankheiten können schnell ausgeschlossen werden. Lediglich die Tochter einer der Familien, Emily Stanner, weist keinerlei Symptome auf und wird deswegen von der Polizei verdächtigt, ihren Eltern und ihrem kleinen Bruder Gift unter das Frühstück gemischt zu haben. Einzig Dr. Hood und Rachel teilen diese Auffassung nicht … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590413","hoster":"VOE"},{"path":"/redirect/8410206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-4","name":"Savant","epNo":4,"alt":"Savant","descr":"Drei autistische Jugendliche werden entführt, tauchen jedoch nach etwa einem Monat, augenscheinlich unversehrt, wieder auf. Eines der Opfer ist die 16-jährige Teresa Kimsey, die allein bei ihrer Mutter lebt und seit ihrer Geburt nicht gesprochen hat – bis kurz nach ihrer Entführung. Was die Mutter freut, weckt bei Dr. Jacob Hood Skepsis. Beim Vergleich spezieller MRT-Aufnahmen der Jugendlichen stellt Hood fest, dass diese nahezu deckungsgleich sind … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590412","hoster":"VOE"},{"path":"/redirect/8410205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-5","name":"Das Virus","epNo":5,"alt":"Containment","descr":"In Pittsburgh entdeckt der Abbrucharbeiter Ned in den Fundamenten eines abgerissenen Gebäudes einen Mann, der am ganzen Körper mit Pusteln übersäht ist. Dr. Hoods alter Freund Calvert Rigdon wird als ehemaliger Leiter der Gesundheitsbehörde in Pennsylvania zum Geschehen gerufen. Die Labortests ergeben, dass der Betroffene mit Pocken infiziert war. Nun gilt es, die Quelle des Virus ausfindig zu machen … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581085","hoster":"VOE"},{"path":"/redirect/8410201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-6","name":"Gefroren","epNo":6,"alt":"Frozen","descr":"Am Strand von Malibu, im sonnigen Kalifornien, wird die steif gefrorene Leiche einer Studentin aufgefunden. Weder Dr. Hood noch Gerichtsmediziner Nash können sich den Zustand der Toten erklären. Die Spur führt zur Forever Forward Foundation, einer Stiftung, die sich mit Kryotechnik befasst und Verstorbene einfriert, sodass sie in ferner Zukunft wiederbelebt werden können … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590416","hoster":"VOE"},{"path":"/redirect/8410207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-7","name":"Aggression","epNo":7,"alt":"Surge","descr":"In einem Labor in Nevada experimentiert Dr. Nesic im Auftrag von Colonel Brooks von der Regierungsorganisation DARPA am Schimpansen Sacha. Die Experimente sollen dazu führen, die neuronalen Vorgänge bei Soldaten dergestalt zu automatisieren, dass sie schon bei der geringsten Bedrohung auf ‚Kampf‘ eingestellt sind. Gewissensbisse sollen damit zum Beispiel der Vergangenheit angehören. Als Sacha plötzlich ausrastet, scheint das Experiment außer Kontrolle geraten zu sein … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590417","hoster":"VOE"},{"path":"/redirect/8410197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-8","name":"Titanen","epNo":8,"alt":"Titans","descr":"Während eines Fluges hat die Studentin Tara Sex mit ihrem Freund Wade. Kurz darauf bekommt Tara starke Krämpfe und stirbt. Wie sich bei der Obduktion herausstellt, hatten sich in ihrem Körper Stickstoffblasen gebildet, die auf einen Dekompressionsunfall nach einem Tauchgang und anschließendem Fliegen schließen lassen. Das Kuriose: Tara war gar nicht Tauchen. Wade gesteht schließlich, sich von einem Dealer Pillen besorgt und zusammen mit Tara geschluckt zu haben … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378969","hoster":"VOE"},{"path":"/redirect/8410178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-9","name":"Fleisch","epNo":9,"alt":"Flesh","descr":"Zwei Studenten erleiden während des Spring Breaks in Florida einen Herzstillstand. Im Krankenwagen kann nur noch der Tod der beiden festgestellt werden. Während der Obduktion beginnt jedoch das Herz im bereits geöffneten Brustkorb des einen ‚Toten‘ wieder zu schlagen. Der andere, Lenny, erwacht vollständig und wirkt kerngesund. Lennys vermeintliche Genesung stellt sich allerdings als trügerisch heraus: Sein Körper beginnt regelrecht zu faulen … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9938145","hoster":"VOE"},{"path":"/redirect/8410193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-10","name":"H2O","epNo":10,"alt":"H2O","descr":"In einem Supermarkt der texanischen Kleinstadt White Tail Hills rastet der junge Familienvater Greg aus und schlägt einen Kunden ohne ersichtlichen Grund krankenhausreif. Da dies nicht der einzige Fall bleibt, bei dem Menschen in der Stadt urplötzlich die Nerven verlieren, rufen die örtlichen Behörden Dr. Hood und Rachel zu Hilfe. Insbesondere der Epidemiologe Gil Strickland ist ratlos. Doch schon bald verliert auch er den Verstand und rast im Wahn mit seinem Auto in den Tod … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581084","hoster":"VOE"},{"path":"/redirect/8410138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-11","name":"Wunder","epNo":11,"alt":"Miracle","descr":"Ein Unwetter bricht über Lewiston, Montana, herein. Der in einem Wohnwagen lebende Daniel muss mit seinem nierenkrebskranken Sohn Nicky in höheres Gelände fliehen, um den Fluten zu entkommen. Durch das Unwetter tritt dort eine Quelle zutage, von der Nicky aus Neugier trinkt. Drei Wochen später ist sein Nierentumor verschwunden. Während kranke Menschen aus allen Teilen des Landes zur Quelle pilgern, glaubt die Ärztin Veronica Reeves nicht an das ‚Wunderwasser‘ … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700371","hoster":"VOE"},{"path":"/redirect/8410134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-12","name":"Für alle Ewigkeit","epNo":12,"alt":"Eternal","descr":"Im Monticello Hills Country Club fährt das Clubmitglied Lowell Parks mit seinem Luxuswagen geradewegs in den Pool. Seine Frau Angie überlebt den Unfall unbeschadet, Lowell ist tot. Bei der Obduktion stellt der Pathologe Erschreckendes fest: Lowell Parks hatte zwei Herzen. Als Rachel und Dr. Hood Lowell Parks Spind im Club untersuchen, finden sie eine Ampulle mit menschlichen Wachstumshormonen … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581088","hoster":"VOE"},{"path":"/redirect/8410135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-13","name":"Pinocchio","epNo":13,"alt":"Pinocchio","descr":"Bei einer Razzia eines Flüchtlingslasters an der mexikanischen Grenze werden eineiige Vierlingsbabys gefunden. Ein junges mexikanisches Paar entkommt mit einem der Babys. Bei seinen Untersuchungen stellt Dr. Hood fest, dass zumindest die DNA der drei vorhandenen Babys von drei unterschiedlichen Müttern stammt. Dies kann nur eines bedeuten: Die Babys sind geklont worden. Die Spur führt zur Gen-Wissenschaftlerin ‚Gepetto‘ … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590415","hoster":"VOE"},{"path":"/redirect/8410130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-14","name":"Minamata","epNo":14,"alt":"Minamata","descr":"In Milwaukee, Wisconsin, wird der Nachrichtenreporter und Hubschrauberpilot Terry während eines Fluges plötzlich innerhalb weniger Sekunden blind. Er kann die Maschine nicht mehr steuern und stürzt ab. Er hinterlässt seine schwangere Ehefrau, Erica. Kurze Zeit später erblindet auch sie, und bald klagen weitere Menschen über merkwürdige Symptome. Dr. Hood tippt auf die ‚Minamata-Krankheit‘, denn alle Symptome deuten auf eine Quecksilbervergiftung hin … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590418","hoster":"VOE"},{"path":"/redirect/8410129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-15","name":"Elektro","epNo":15,"alt":"Electro","descr":"Bei einem Gewitter in Massachusetts sterben 30 Menschen durch Blitzschlag, 15 weitere werden ebenfalls von Blitzen getroffen, überleben jedoch. Dass diese Häufung ungewöhnlich ist, liegt auf der Hand und ruft Dr. Hood auf den Plan. Währenddessen arbeiten in den Wilcox Laboratories Elizabeth Hansen und Thomas Lowenthal an zukunftsträchtigen Projekten. Hansen versucht, die Energiequelle der Zukunft zu finden, Lowenthal arbeitet an einem tragbaren Röntgengerät für die Army …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590419","hoster":"VOE"},{"path":"/redirect/8410126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-16","name":"Untergrund","epNo":16,"alt":"Subway","descr":"In Philadelphia kommt es binnen kurzer Zeit zu mehreren Vergiftungen. Eine ältere Frau stirbt sogar an den Folgen einer plötzlichen Selbstentzündung. Also werden Dr. Hood und Rachel nach Pennsylvania beordert. Es stellt sich heraus, dass alle Opfer mit der U-Bahn unterwegs waren – die bislang einzige Gemeinsamkeit der Betroffenen. Dr. Hood, Rachel und Assistent Felix versuchen herauszufinden, wann und wo die Opfer aufeinandergetroffen sein könnten … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916277","hoster":"VOE"},{"path":"/redirect/8410132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-17","name":"Geruch","epNo":17,"alt":"Olfactus","descr":"Während zweier Modeschauen in New York City kommt es zu einem Eklat: Erst rastet ein Fotograf aus und verprügelt scheinbar willkürlich den Leibwächter des Models Hailey Vaughn, dann rastet ein Zuschauer aus und bricht einem anderen Model das Genick. Es stellt sich heraus, dass die Firma Touchant einen neuen Duft, ‚Fervor‘, kreiert hat. Die Firma gerät in Verdacht, nicht zugelassene Inhaltsstoffe verwendet zu haben … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916279","hoster":"VOE"},{"path":"/redirect/8410289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/eleventh-hour/staffel-1/episode-18","name":"Medea","epNo":18,"alt":"Medea","descr":"Die scheinbar wahnsinnige Sofia bedroht die Frau des stellvertretenden FBI-Direktors Ray Wynne in dessen Haus. Sie behauptet, Ray sei der Vater ihres Kindes, und er hätte es ihr weggenommen. Es stellt sich heraus, dass Sofia schon seit längerem in psychiatrischer Behandlung ist. Als sie abgeführt wird, zeigt sie Hood ein Implantat, das man ihr zur fortlaufenden Medikation eingesetzt, und das sie sich selbst wieder herausgerissen hat … (Text: kabel eins)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700372","hoster":"VOE"},{"path":"/redirect/8410280","hoster":"Streamtape"}]}]}]}]}