{"seriesId":"eli-stone","name":"Eli Stone","descr":"Eli Stone hat ein perfektes Leben: Der Anwalt arbeitet in einer der besten Anwaltskanzleien der Stadt, wohnt in einem luxuriösen Appartement und hat eine wunderschöne Freundin. Sein Leben ändert sich jedoch schlagartig, als er eines Tages unter mysteriösen Halluzinationen leidet. Sein Bruder und Arzt Nathan stellt bei Stone ein Aneurysma fest - der Anwalt glaubt jedoch felsenfest, dass er in Wirklichkeit ein Prophet ist und die Bilder in seinem Kopf eine tiefe Bedeutung haben ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ruf des Propheten","epNo":1,"alt":"Faith","descr":"Nachdem er seit Tagen unter eigenartigen Halluzinationen leidet und unter anderem einen Auftritt von George Michael in seinem Wohnzimmer sieht, bittet Eli seinen Bruder Nathan um Rat, der als Neurologe arbeitet. Der hat jedoch keine erfreuliche Nachricht: Eli leidet unter einem Aneurysma im Gehirn. Zugleich sucht Eli auch den chinesischen Akupunkteur Dr. Chen auf, der ihm eine tiefere Bedeutung seiner Halluzinationen offenbart: Der Anwalt könnte ein Prophet sein …","versions":[{"lang":1,"streams":[{"redirect":9700373,"hoster":"VOE"},{"redirect":8410108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224874,"hoster":"VOE"},{"redirect":12224870,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Doppeldecker","epNo":2,"alt":"Freedom","descr":"Nachdem Eli die Asche seines Vaters am Himalaya aussetzt und zwei Wochen lang keine Halluzinationen hat, kehrt er frohen Mutes zur Arbeit zurück. Sofort wird er von seiner Kollegin Maggie überrumpelt: Sie bittet ihn, den Fall eines mexikanischen Immigranten-Ehepaares gegen eine große Firma zu übernehmen. Eli hat jedoch Bedenken. Erst als er eine Vision von einem singenden Knabenchor in der Kanzlei hat, willigt er ein, nicht wissend, dass das Ehepaar Geheimnisse verbirgt …","versions":[{"lang":1,"streams":[{"redirect":9700374,"hoster":"VOE"},{"redirect":8410105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224896,"hoster":"VOE"},{"redirect":12224894,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Verlobungsparty","epNo":3,"alt":"Father Figure","descr":"Eli hat es zurzeit nicht leicht: Nicht nur die Vorbereitungen für die Verlobungsfeier mit seiner Freundin Taylor, sondern auch seine jüngsten Visionen, die ihn an einen Kriegsschauplatz während des Zweiten Weltkriegs führen, bereiten ihm Sorgen. Dadurch beeinflusst übernimmt er den Fall einer beim Militär arbeitenden Frau an, die das Sorgerecht für ihren Sohn zurück haben will. Der Anwalt stellt sich damit beruflich gegen seine Verlobte, die die Gegenpartei vertritt …","versions":[{"lang":1,"streams":[{"redirect":9590421,"hoster":"VOE"},{"redirect":8410106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224902,"hoster":"VOE"},{"redirect":12224903,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Koma","epNo":4,"alt":"Wake Me Up Before You Go-Go","descr":"Eli wird von einem Mann um rechtliche Hilfe gebeten, der fünf Jahre lang im Koma gelegen hat. Nachdem er wieder aufgewacht ist, musste er feststellen, dass er seine Firma an seine mittlerweile Ex-Frau und deren neuen Mann verloren hat. Eli soll nun dem Mann sein altes Leben zurückbringen. Um die Bitte des Mannes zu erfüllen, hat der Anwalt keine andere Möglichkeit, als einen ungewöhnlichen Weg einzuschlagen: Er will die Kirche verklagen …","versions":[{"lang":1,"streams":[{"redirect":9700375,"hoster":"VOE"},{"redirect":8410100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224920,"hoster":"VOE"},{"redirect":12224921,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Noch ein Versuch","epNo":5,"alt":"One More Try","descr":"Eli muss in beruflicher Hinsicht mit einer neuen Herausforderung fertig werden, denn in der Kanzlei gibt es zwei Neuzugänge: Sein Boss Jordan hat einen neuen Anwalt, Keith Bennett, und seine Ex-Verlobte Taylor eingestellt. Als wäre das nicht genug, kämpft Eli auch mit seinen erneuten Halluzinationen, die diesmal ausgerechnet im Gerichtssaal auftreten. Mit seinem merkwürdigen Verhalten setzt der Anwalt seinen gesamten Fall aufs Spiel …","versions":[{"lang":1,"streams":[{"redirect":9601623,"hoster":"VOE"},{"redirect":8410101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224907,"hoster":"VOE"},{"redirect":12224909,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Regenmacher","epNo":6,"alt":"Something to Save","descr":"Aufgrund seines immer merkwürdiger werdenden Verhaltens droht Eli seine Zulassung als Anwalt zu verlieren. Taylor ersucht daraufhin ihren Vater, für ihn ein gutes Wort einzulegen. Derweil kämpft Elis Bruder Nathan mit einer schwierigen Entscheidung: Wenn er vor Gericht Elis Aneurysma preisgibt, würde das enorme berufliche Konsequenzen für Eli haben, denn niemand weiß bis jetzt von der Erkrankung. Doch wird der Neurologe unter Eid eine Falschaussage riskieren?","versions":[{"lang":1,"streams":[{"redirect":9601626,"hoster":"VOE"},{"redirect":8410099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224928,"hoster":"VOE"},{"redirect":12224933,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Drachentöter","epNo":7,"alt":"Heal the Pain","descr":"Eli erklärt sich bereit, Maggie bei einem neuen Fall zu unterstützen: Es geht um einen 15-jährigen Jungen, der gegen einen Arzt vor Gericht geht. Der Grund: Seine Mutter ist durch einen Kunstfehler ums Leben gekommen. Der Arzt arbeitet jedoch ausgerechnet in dem Krankenhaus, in dem auch Nathan angestellt ist, und wo sich Eli seiner Operation unterziehen will. Während der Verhandlung kommen sich Eli und Maggie näher, was Taylor natürlich alles andere als erfreut …","versions":[{"lang":1,"streams":[{"redirect":9601624,"hoster":"VOE"},{"redirect":8410103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224911,"hoster":"VOE"},{"redirect":12224913,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erdbebenwarnung","epNo":8,"alt":"Praying For Time","descr":"Die Zeit drängt, als Eli eines Tages ein Erdbeben vorhersieht, das ausgerechnet jene Gegend zerstören wird, in der seine Freunde wohnen. Der Anwalt hat keine andere Wahl: Um das Schlimmste zu verhindern, vertritt er einen machtgierigen Geschäftsmann, der das betroffene Gebiet in ein Einkaufszentrum umwandeln will. Alle Bewohner müssten dadurch umsiedeln. Da Elis Freunde nichts von seinen wahren Intentionen wissen, sorgt sein Entschluss für Unverständnis …","versions":[{"lang":1,"streams":[{"redirect":9601625,"hoster":"VOE"},{"redirect":8410152,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224897,"hoster":"VOE"},{"redirect":12224898,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Keuschheitsprogramm","epNo":9,"alt":"I Want Your Sex","descr":"Eli steht vor einer schwierigen Entscheidung: Wenn er sich sein Aneurysma operieren lässt, riskiert er bleibende Schäden. Auch beruflich ist es nicht leicht für ihn: Weil ein Mädchen einen George Michael-Song während einer Versammlung vorgetragen hat, wird sie von der Schule geworfen – der Sänger will daraufhin vor Gericht klagen. Eli hat sichtlich Probleme damit, seine Begeisterung für den Superstar zu verbergen, während seine Ex-Verlobte sich ganz anderen Gefühlen hingibt …","versions":[{"lang":1,"streams":[{"redirect":9601627,"hoster":"VOE"},{"redirect":8410146,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224892,"hoster":"VOE"},{"redirect":12224890,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Herzschlag","epNo":10,"alt":"Heartbeat","descr":"Diesmal steht Eli wegen eines ganz besonderen Falles vor Gericht: Er muss seinen Bruder Nathan vertreten. Mit Hilfe seiner Visionen gelingt es ihm, die Beweggründe seines Bruders besser zu verstehen und sich gleichzeitig von seinem verstorbenen Vater endgültig zu verabschieden. Währenddessen muss Taylor mit einem ungewöhnlichen Scheidungsfall zurecht kommen, und Eli erfährt, dass sich seine Ex-Verlobte und Matt verdächtig nahe gekommen sind …","versions":[{"lang":1,"streams":[{"redirect":9581086,"hoster":"VOE"},{"redirect":8410147,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224916,"hoster":"VOE"},{"redirect":12224918,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schimpansenliebe","epNo":11,"alt":"Patience","descr":"Gemeinsam mit Maggie und Keith setzt sich Eli für einen unschuldigen Gefangenen ein, während Matt mit allen Mitteln versucht, Taylor zu überreden, einen ungewöhnlichen Fall zu übernehmen: Es geht um die legalen Rechte von zwei Schimpansen! Für Aufregung in der Kanzlei sorgt jedoch eine andere Tatsache: Die gefürchtete Anwältin Marci Klein ist in der Stadt, um zu ergründen, warum sich zahlreiche Klienten von der Kanzlei abgewandt haben. Eli ist daran nicht ganz unschuldig …","versions":[{"lang":1,"streams":[{"redirect":9601629,"hoster":"VOE"},{"redirect":8410142,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12224946,"hoster":"VOE"},{"redirect":12224950,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das große Beben","epNo":12,"alt":"Waiting For That Day","descr":"Eli hat schon wieder eine Vision von einem Erdbeben, das sich gerade dann ereignet, wenn er mit einem Taxi auf der Golden-Gate-Brücke unterwegs ist. Weil ihm keiner seiner Freunde Glauben schenkt, wendet er sich erneut an Dr. Chen. Der Akupunkteur kennt einen Wissenschaftler, der ebenfalls von einem Erdbeben überzeugt ist. Kurzerhand verklagt Eli die Stadt San Francisco, damit die Brücke geschlossen wird. Doch ausgerechnet Marci Klein steht ihm vor Gericht gegenüber …","versions":[{"lang":1,"streams":[{"redirect":9601628,"hoster":"VOE"},{"redirect":8410143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12225004,"hoster":"VOE"},{"redirect":12225005,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Lebende Tote","epNo":13,"alt":"Soul Free","descr":"Elis Schicksal liegt in den Händen seines Bruders: Der Anwalt ist bereit, sich der gefährlichen Operation am Gehirn zu unterziehen. Während des Eingriffs kommt es jedoch zu Komplikationen, und Eli liegt daraufhin im Koma. In seinen Halluzinationen erscheinen ihm alle wichtigen Menschen in seinem Leben, die ihn zum Aufwachen bewegen wollen. Und dann plötzlich steht der Anwalt vor Gott höchstpersönlich, der ausgerechnet wie George Michael aussieht …","versions":[{"lang":1,"streams":[{"redirect":9601630,"hoster":"VOE"},{"redirect":8410140,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12334536,"hoster":"VOE"},{"redirect":12225009,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Rückkehr des Propheten","epNo":1,"alt":"The Path","descr":"Eli hat sich das Gehirn-Aneurysma entfernen lassen. Nachdem ihm seine Therapeutin den ‚Erlaubnisschein‘ ausgestellt hat, kann er wieder als Anwalt arbeiten. Allerdings muss er feststellen, dass sich in der Kanzlei während seiner Abwesenheit so einiges geändert hat. Eli ist erstaunt, als plötzlich sein Bruder Nate auftaucht, der von ähnlichen Visionen spricht, die er einst hatte. In Nates Vision ist ein Baukran umgestürzt und hat eine vielbesuchte Bank zum Einsturz gebracht …","versions":[{"lang":1,"streams":[{"redirect":6439899,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12225001,"hoster":"VOE"},{"redirect":12225000,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Grace","epNo":2,"alt":"Grace","descr":"Eli hat wieder Visionen – diesmal von einer wunderschönen Brünetten. Es stellt sich heraus, dass es sich um Grace handelt, die nicht nur eine Vision ist, sondern Eli ziemlich real bei einem Baseballspiel im Park begegnet. Eli ist begeistert von Grace, auch sie scheint nicht abgeneigt zu sein. Indessen vertritt Eli einen Vater, der gegen seine Frau vor Gericht zieht, da sie den im Irak verstorbenen Sohn mit einer militärischen Beerdigung bestatten lassen möchte.","versions":[{"lang":1,"streams":[{"redirect":6439902,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12224964,"hoster":"VOE"},{"redirect":12224968,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Moment der Klarheit","epNo":3,"alt":"Unwritten","descr":"Eli muss sich entscheiden: Soll er seiner Vision glauben und gegen eine Anklage aus der Vergangenheit ankämpfen oder die Person verteidigen, die am meisten an ihn glaubt? Eine frühere Anklage bringt Eli vor den Obersten Gerichtshof, allerdings bringt er seinen Chef Jordan damit in Bedrängnis – er könnte durch Elis Anklage seine Firma verlieren …","versions":[{"lang":1,"streams":[{"redirect":6439905,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12224984,"hoster":"VOE"},{"redirect":12224983,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neuanfang","epNo":4,"alt":"Should I Stay or Should I Go?","descr":"Als Auswirkung auf Jordans Fall befasst sich die Kanzlei mit dem Weggang einiger Klienten. Eli versucht Matt zu überzeugen, Anwalt bei der Kanzlei zu bleiben und mit ihm ein Team zu bilden, als er eine Vision bekommt, die Maggies bevorstehende Hochzeit kritisch betrachtet. Aus welchen Gründen soll er die Hochzeit zwischen Maggie und Scott verhindern?","versions":[{"lang":1,"streams":[{"redirect":6439909,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12224996,"hoster":"VOE"},{"redirect":12224997,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Philanthrop","epNo":5,"alt":"The Humanitarian","descr":"Eli und Jordan haben Probleme mit ihren Klienten und müssen Einsparungen in ihrer neuen Kanzlei vornehmen. Eli überzeugt Jim Cooper, einen milliardenschweren Philanthropen, ihn seinen Fall übernehmen zu lassen. Cooper möchte seinen Sohn an einer Studie über alternative Heilmethoden gegen MS teilnehmen lassen – dieser sträubt sich allerdings dagegen, der Konsum des Rauschmittels würde seine Karriere als Schwimmstar gefährden …","versions":[{"lang":1,"streams":[{"redirect":6439913,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12224986,"hoster":"VOE"},{"redirect":12224987,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geburtstagsüberaschung","epNo":6,"alt":"Happy Birthday Nate","descr":"An Nathans Geburtstag findet sich Eli dank einer Vision im Körper seines Vaters wieder. Auf der Arbeit geht es währenddessen turbulent zu: Eli hat die Vertretung von J.J. übernommen, der sich für volljährig erklären lassen will … Als Taylor Matt erzählt, dass sie schwanger von ihm ist, schlägt dieser vor, sie zu heiraten. Und am Ende haben Elis Visionen mal wieder Auswirkungen auf seine Karriere und Mr. Stone erscheint Eli, um ihm und seinem Bruder Nat die Zukunft zu weisen.","versions":[{"lang":2,"streams":[{"redirect":12224991,"hoster":"VOE"},{"redirect":12224993,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Help!","epNo":7,"alt":"Help!","descr":"Matt würde die schwangere Taylor gerne heiraten, doch er weiß nicht, wie er ihr seine Liebe gestehen soll. Angela wurde festgenommen, man unterstellt ihr Medikamentendiebstahl, und Eli und Keith versuchen alles, um den Fall zu lösen. Patti macht sich Vorwürfe deswegen und fängt wieder an zu trinken … Maggie hingegen versucht, einen Fonds für die reiche Erbin Ashley Cardiff einzurichten – die sich zu Elis Freude als angenehme Zeitgenossin entpuppt.","versions":[{"lang":1,"streams":[{"redirect":6439918,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12224990,"hoster":"VOE"},{"redirect":12224989,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Einsame Herzen","epNo":8,"alt":"Owner of a Lonely Heart","descr":"Eli ist in Ashley verliebt, doch nach einigen Dates merkt sie, dass sie mit Elis Gabe nicht klarkommt und trennt sich von ihm. Elis neueste Vision führt ihn zu Genny Clarke, die in ihrem Wohnwagen eine größere Menge spaltbares Material angehäuft hat und an einer ‚Kalten Fusion‘ experimentiert. Doch durch die Aussage von Irving Wallender wird die Anklage fallengelassen. Nate möchte Beth in Las Vegas heiraten, eine Vision von Eli macht ihm jedoch einen Strich durch die Rechnung.","versions":[{"lang":1,"streams":[{"redirect":6439921,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12225014,"hoster":"VOE"},{"redirect":12225013,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zwei Priester","epNo":9,"alt":"Two Ministers","descr":"Reverend Stills, Keith’ Prediger aus der Gemeinde, hat eine Geschlechtsumwandlung vorgenommen und heißt jetzt nicht mehr Michelle, sondern Michael. Stills bittet Keith, ihn vor Gericht zu vertreten, da ihm die Gemeinde St. Anne’s aufgrund der Geschlechtsumwandlung gekündigt hat. Keith ist der ganze Fall unbequem und er nimmt Eli mit ins Boot … Nate plant, Beth in Las Vegas zu heiraten. Eli hat jedoch wieder eine Vision, in der die Braut die Hochzeit platzen lässt …","versions":[{"lang":1,"streams":[{"redirect":6439924,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":13534126,"hoster":"VOE"},{"redirect":12225017,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Überraschung in Sonoma","epNo":10,"alt":"Sonoma","descr":"Eli, Maggie, Matt und Taylor landen in einem kleinen Örtchen namens Sonoma. Ein gemeinsamer Fall hat die vier hierhergebracht. Maggie und Eli kommen sich bei diesem Ausflug näher. Zu nahe, denn Eli fühlt sich immer noch unwohl in der komplizierten Dreiecksbeziehung. Ein Gefühlschaos ist die Folge …","versions":[{"lang":1,"streams":[{"redirect":6439928,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12225023,"hoster":"VOE"},{"redirect":12225025,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Zeitfenster","epNo":11,"alt":"Mortal Combat","descr":"Die vier Anwälte stecken immer noch in Sonoma fest und arbeiten an ihrem Fall. Eli fühlt sich unsicher in Maggies Gegenwart, nachdem die beiden miteinander geschlafen haben. Maggie ist verletzt von Elis Angst und Zurückweisung, und so trifft sie sich mit Paul, einem befreundeten Anwalt. Eli hingegen hat Visionen vom alten Rom, in dem alle Männer um Maggie kämpfen – doch Eli scheint zu spät zu sein …","versions":[{"lang":2,"streams":[{"redirect":12225027,"hoster":"VOE"},{"redirect":12225028,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Absturz","epNo":12,"alt":"Tailspin","descr":"Paul scheint interessiert an Maggie zu sein, was Eli gar nicht gefällt. Als Maggie auf einer Firmenparty merkt, dass sie Paul vorschnell verurteilt hat, tut es ihr leid. Eli hingegen realisiert nach einer Rede von Maggie, dass es um ihn geht, der Angst vor der Zukunft zu haben scheint …","versions":[{"lang":1,"streams":[{"redirect":6439934,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12225021,"hoster":"VOE"},{"redirect":12225020,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Flugsicherung","epNo":13,"alt":"Flight Path","descr":"Eli hat eine Vision von einem Flugzeugabsturz. Er sieht das Gepäck eines Angestellten der Kanzlei und warnt sämtliche Mitarbeiter, nicht in ein Flugzeug zu steigen. Matt cancelt daraufhin einen Trip mit Taylor und dankt Eli für die Warnung. Als Eli allerdings einen Anruf von Maggie erhält, in dem er erfährt, dass diese gerade auf dem Weg zum Flughafen ist, um mit Paul geschäftlich zu verreisen, liegt es an Eli, rechtzeitig am Flughafen anzukommen und sie aufzuhalten …","versions":[{"lang":1,"streams":[{"redirect":6439936,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12225032,"hoster":"VOE"},{"redirect":12225034,"hoster":"Streamtape"}]}]}]}]}