{"seriesId":"ella-schn","name":"Ella Schön","descr":"Ella Schön (Annette Frier) hat das Asperger-Syndrom, eine Autismusspektrumsstörung. Sie kann die Gefühle anderer Menschen kaum deuten und auch mit zwischenmenschlichen Konventionen nichts anfangen. So sagt sie stets allen direkt ins Gesicht, was sie denkt. Doch genau damit gewinnt sie immer wieder die Herzen ihrer Mitmenschen. Ob das mit Christina (Julia Richter) auch klappt, ist allerdings fraglich. Denn diese ist die \"Zweitfrau\" von Ellas verstorbenen Mann – und schwanger. Das Haus, in dem sie lebt, hat er Ella hinterlassen und diese möchte es aufgrund von Geldsorgen möglichst schnell veräußern. Doch Christina weigert sich standhaft…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Inselbegabung","epNo":1,"alt":"","descr":"Ella Schön erbt nach dem Tod ihres Mannes nicht nur ein Haus auf Fischland nebst Schulden, sondern auch Christina samt Kinder, die in diesem Haus leben. Von der Konfrontation mit der anderen Frau ihres Mannes überfordert, macht Ella, was sie immer tut, wenn Gefühle ins Spiel kommen: auf Autopilot schalten und stoisch geradeaus gehen. Ella hat Asperger und dadurch Schwierigkeiten im sozialen Miteinander. Sie will die Familie so schnell wie möglich aus dem Haus haben, das Gebäude verkaufen und wieder zurück in ihr altes Leben, das ihr Sicherheit gibt. Für Christina eine Katastrophe – für Ella ist es eine reine Schutzmaßnahme.","versions":[{"lang":1,"streams":[{"redirect":9956235,"hoster":"VOE"},{"redirect":9956229,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Ding mit der Liebe","epNo":2,"alt":"","descr":"Ella steigt mit ihrem abgebrochenen Referendariat in der Tasche bei Kollkamp in der Kanzlei ein und kümmert sich fortan um die Probleme der Fischländer. Als die schwangere Köchin Josi gefeuert wird, bringt Christina Ella ins Spiel. Ella arbeitet sich in den Fall ein und entdeckt Ungereimtheiten bezüglich des Zeitpunkts der Schwangerschaft. Hinter den Fakten entblättert sich ein berührendes Familiendrama. Als auch noch Jannis zarte Versuche startet, sie näher kennenzulernen, macht Ella erst einmal dicht. Egal, wo man hinschaut, überall Gefühlskram. Mithilfe von Christina, die herzlich, aber bestimmt, Ellas Eigenheiten für die Umwelt übersetzt, löst Ella den Fall und führt alle Beteiligten zu einer versöhnlichen Einigung. Und Jannis darf sich über eine unerwartete Nachricht von Ella freuen.","versions":[{"lang":1,"streams":[{"redirect":9956244,"hoster":"VOE"},{"redirect":9956246,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die nackte Wahrheit","epNo":1,"alt":"","descr":"Einschulungsfeier bei Familie Kieper, zu der Ella jetzt fest dazu gehört. Ella bekommt dabei einen neuen Fall serviert, der in Gestalt eines nackten Mannes durchs Dorf läuft. Holger Packebusch, der Besitzer des ortsansässigen FKK-Campingplatzes, scheint verwirrt zu sein. Als er am nächsten Morgen in Kollkamps Kanzlei auftaucht und stockend von seiner Demenz-Diagnose berichtet, übernimmt Ella seinen Fall. Packebusch wurde aufgrund seines unbekleideten Spaziergangs durchs Dorf beim Gericht angeschwärzt. Wenn sich das Gericht der Sache annimmt, besteht die Gefahr, dass er einen Betreuer vor die Nase gesetzt bekommt. Dem selbstständigen Unternehmer Packebusch macht das drohende Betreuungsverfahren und die nun auftretende Frage nach einer Nachfolgeregelung stark zu schaffen. Er sieht überhaupt nicht ein, etwas abzugeben.","versions":[{"lang":1,"streams":[{"redirect":9956177,"hoster":"VOE"},{"redirect":9956178,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sturmgeschwister","epNo":2,"alt":"","descr":"Ungewöhnliche Kundschaft: Ella soll die pubertierenden Schwestern Jana und Nelly gegen deren Eltern vertreten. Die Mädchen fühlen sich nicht genug geliebt und wollen von zu Hause ausziehen. Die Mädchen ziehen in Christinas Baumhaus ein, Ravioli aus der Dose inklusive. Christina kennt die Eltern, Ina und Paul, Besitzer einer Fischbrötchenbude am Hafen, und versucht, zu vermitteln. Erfolglos. Ella kommt schließlich hinter ein berührendes Familiengeheimnis. Unterdessen holt die beiden Freundinnen die Vergangenheit erneut ein – in Gestalt von alten Briefen des verstorbenen Thomas. Der sehr unterschiedliche Umgang mit der aufwühlenden Post treibt erneut einen Keil zwischen die beiden Frauen. Nach den missglückten Dates mit Jannis ist die Beziehung mit Ella auf Sparflamme. Dies ändert sich schlagartig, als eine alte Schulfreundin von Jannis auftaucht, die sich gehörig an ihn ranschmeißt.","versions":[{"lang":1,"streams":[{"redirect":9956185,"hoster":"VOE"},{"redirect":9956176,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Feuertaufe","epNo":1,"alt":"","descr":"Ella steht unter Schock: Die angehende Anwältin mit Asperger-Autismus verliert ihr Zuhause durch einen Brand und somit auch die Wohngemeinschaft mit Freundin Christina und deren Kindern. Die Aufregung auf Fischland hört nicht auf. Christinas Sohn Ben ist in einen Autounfall mit Fahrerflucht verwickelt, den seine Freundin Juli verursacht hat. Ella soll Juli vor Gericht verteidigen, doch dafür muss sie erst hinter das Geheimnis des jungen Paares kommen. Nach dem Brand zieht Ella ins Hotel, Christina mit den Kindern zu ihrer Mutter auf deren Hausboot. Obwohl die streng rationale Ella zunächst überzeugt ist, dass ihr der Verlust von Haus und Umfeld nichts ausmacht, zeigt sich schon bald, dass ihr das Fehlen von Bezugspersonen und gewohnter Struktur stärker zusetzt als gedacht.","versions":[{"lang":1,"streams":[{"redirect":9956190,"hoster":"VOE"},{"redirect":9956195,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schiffbruch","epNo":2,"alt":"","descr":"Die ungewöhnliche Wohngemeinschaft von Ella und Christina wird ein weiteres Mal ins Wanken gebracht, als der Vater von Christinas Sohn Ben plötzlich auftaucht und ihn kennenlernen will. Vor Gericht muss Ella einen Konflikt zwischen Naturschützern und Geschäftsleuten klären, die um einen Hotelbau im idyllisch gelegenen Nothafengebiet streiten. Dass ausgerechnet Christinas Mutter Katrin in den Streit verwickelt ist, macht es für Ella nicht leichter. Ella findet heraus, dass hinter dem Engagement von Katrin ein persönliches Geheimnis steckt. Eigentlich bräuchte Ella Christinas Hilfe und Unterstützung, um Katrins komplizierte Emotionen zu verstehen und die richtigen Schlüsse zu ziehen, doch diese zeigt ihr die kalte Schulter.","versions":[{"lang":1,"streams":[{"redirect":9956203,"hoster":"VOE"},{"redirect":14172084,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Land unter","epNo":1,"alt":"","descr":"Für Ella sieht es in puncto Liebe und Familie eigentlich ganz prima aus. Bis ihr Jannis plötzlich eröffnet, dass er ein paar Wochen auf Montage in Griechenland sein wird. Zusätzlich zieht Christinas Ex-Freund Nils mangels Wohnung vorübergehend im Haus der Frauen ein. Ella führt einen ruppigen Streit mit dem Strandkorbflechter Utz Börnfeld, und ein eigentlich überwundener Tick schleicht sich in Ellas Leben ein. Dass Christina sich wieder in Nils zu verlieben scheint und keine Zeit mehr für sie hat, wirft Ella zusätzlich aus der Bahn. Nur das Kung-Fu-Training bei Arndt Engler, das sie angefangen hat, um mehr Sicherheit zu gewinnen, gibt ihr Stabilität. Arndt und Ella verbindet von Anfang an eine gewisse Vertrautheit, die keine Worte braucht.","versions":[{"lang":1,"streams":[{"redirect":9956212,"hoster":"VOE"},{"redirect":9956213,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familienbande","epNo":2,"alt":"","descr":"Ellas Leben verläuft wieder in ruhigeren Bahnen, als Jannis mit einer alles verändernden Nachricht aus Griechenland zurückkehrt. Er hat sich dort in eine entfernte Bekannte verliebt. Die gemeinsame Zeit ist nicht folgenlos geblieben: Jannis wird Vater! Pflichtbewusst wie er ist, will er sich von Ella trennen, um ganz bei der neuen Familie sein zu können. Dabei hatte Ella gerade ihren Tick weitestgehend im Griff und wirkte wieder gefestigter. Das neue Gleichgewicht wird zusätzlich torpediert durch den vermeintlichen Waffenstillstand mit Nils, der jetzt fest bei Christina wohnt, und Ellas Platz neben Christina streitig macht. Jannis’ schlechtes Gewissen Ella gegenüber ist riesig. Diese intensiviert in der Folge ihr Kung-Fu-Training und nähert sich ihrem Trainer Arndt Engler weiter an.","versions":[{"lang":1,"streams":[{"redirect":9956216,"hoster":"VOE"},{"redirect":9956221,"hoster":"Streamtape"}]}]}]}]}