{"seriesId":"elton-vs-simon","name":"Elton vs. Simon","descr":"Sie sind zwar gute Freunde, aber auch knallharte Konkurrenten: Simon Gosejohann und Elton. Ihr Motto:","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Wachbleib-Wettbewerb","epNo":1,"alt":"","descr":"Diesmal liefern sich Elton und Simon den ultimativen Wettkampf im Wachbleiben! Drei Tage und Nächte lang nicht schlafen! Wer hält länger durch? Elton oder Simon? Der Dicke oder der Dünne?","versions":[{"lang":1,"streams":[{"redirect":11307818,"hoster":"VOE"},{"redirect":10107355,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer hat das bessere Sperma?","epNo":2,"alt":"","descr":"Seit Anbeginn der Zeiten gilt die Zeugungskraft eines Mannes als Ausdruck seiner Maskulinität. Doch wie gelangt Man(n) zur optimalen Fruchtbarkeit? Elton und Simon geben sich alle Mühe, eine Antwort auf diese Frage zu finden…","versions":[{"lang":1,"streams":[{"redirect":9590422,"hoster":"VOE"},{"redirect":8410070,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer kann in drei Tagen mehr abnehmen?","epNo":3,"alt":"","descr":"Potenzieller Sumo-Ringer gegen Strich in der Landschaft: Dass Comedian Elton einige Pfund mehr auf die Wage bringt als sein Kollege Simon Gosejohann, ist klar. Aber: \"Wer kann in drei Tagen mehr abnehmen?\"","versions":[{"lang":1,"streams":[{"redirect":9581091,"hoster":"VOE"},{"redirect":8410056,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer hat die besseren Manieren?","epNo":4,"alt":"","descr":"Eleganz, Eloquenz und Stil – Eigenschaften, über die die ewigen Wettkonkurrenten Elton und Simon Gosejohann nicht gerade im Überfluss verfügen. In \"Elton vs. Simon\" machen sie den ultimativen Benimm-Test: \"Wer hat die besseren Manieren?\"","versions":[{"lang":1,"streams":[{"redirect":8999969,"hoster":"VOE"},{"redirect":8410064,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer kann länger ohne Arme auskommen?","epNo":5,"alt":"","descr":"Die Comedians Elton und Simon Gosejohann treten wieder an zum ultimativen Wettkampf. Das Motto: Ruhm und Ehre für den Gewinner, Demütigung für den Verlierer. Die Wette diesmal: \"Wer kann länger ohne Arme auskommen?\"","versions":[{"lang":1,"streams":[{"redirect":8999966,"hoster":"VOE"},{"redirect":8410083,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer stellt in drei Tagen die bessere Zirkusnummer","epNo":6,"alt":"","descr":"Wer kann in drei Tagen die bessere Zirkusnummer auf die Beine stellen? Für ihren neuesten Wettkampf messen Elton und Simon Gosejohann ihr artistisches und komödiantisches Talent im berühmten Zirkus Roncalli…","versions":[{"lang":1,"streams":[{"redirect":8999973,"hoster":"VOE"},{"redirect":8410087,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer gewinnt die meisten Mini-Wettbewerbe?","epNo":7,"alt":"","descr":"Wer gewinnt die meisten Mini-Wettbewerbe bei \"Elton vs. Simon\"? Olympia war gestern – \"Elton vs. Simon\" ist heute: Vom Mohrenkopf-Wettessen über einen Eierlauf der anderen Art bis zum Unter-Wasser-Luft-Anhalten…","versions":[{"lang":1,"streams":[{"redirect":8999972,"hoster":"VOE"},{"redirect":8410085,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wer bleibt länger angekettet?","epNo":1,"alt":"","descr":"Ein Ausdauer-Wettbewerb der besonders üblen Sorte. Elton und Simon ketten sich mit Handschellen aneinander. Wer aufgibt, hat verloren! Wie lange hält man es aus, gemeinsam zu essen, zu schlafen oder die Toilette zu besuchen?","versions":[{"lang":1,"streams":[{"redirect":9590425,"hoster":"VOE"},{"redirect":8410086,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer bleibt länger auf einer Kuh sitzen?","epNo":2,"alt":"","descr":"Elton und Simon setzen sich in ihrem wohl beklopptesten Wettbewerb jeweils auf eine freilaufende Kuh. Wer wird sich dort länger halten können? Elton als verständnisvoller Kuh-Flüsterer oder Simon als gerissener Cowboy? Die Entscheidung fällt auf der Weide!","versions":[{"lang":1,"streams":[{"redirect":8999975,"hoster":"VOE"},{"redirect":8410055,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer bleibt länger auf allen Vieren?","epNo":3,"alt":"","descr":"Elton und Simon gehen in der Evolution zwei Schritte zurück. Wieder einmal! Wer den aufrechten Gang nur andeutet, hat verloren. Ein Horror für Knie und Rücken, ein Spaß für Jung und Alt!","versions":[{"lang":1,"streams":[{"redirect":13103845,"hoster":"VOE"},{"redirect":8410069,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer kann länger nicht reden?","epNo":4,"alt":"","descr":"Das wird heftig für unsere beiden Labertaschen: Wer nur ein einziges Wort über die Lippen bringt, hat verloren! Neueste Weltraumtechnik und älteste Bauerntricks werden aufgefahren, um den anderen zu überführen!","versions":[{"lang":1,"streams":[{"redirect":13096150,"hoster":"VOE"},{"redirect":8410051,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer kann in drei Tagen mehr Geld verdienen?","epNo":5,"alt":"","descr":"Elton und Simon im ultimativen Yuppie-Test: Wer macht in drei Tagen wie viel Asche? Wer ist beim Anschaffen fleißiger, gerissener, erfolgreicher? Hier ist Köpfchen gefragt! Denn nach drei Tagen wird abgerechnet. Auf Heller und Pfennig! Und wie immer: Den Verlierer erwartet nicht nur Demütigung und Niederlage, sondern auch bittere Strafe.","versions":[{"lang":1,"streams":[{"redirect":8999976,"hoster":"VOE"},{"redirect":8410020,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer kann in drei Tagen mehr zunehmen?","epNo":6,"alt":"","descr":"Nach dem verlorenen Abnehm-Wettbewerb im letzten Jahr fordert Elton jetzt Revanche. Beim Zunehmen sieht er sich klar im Vorteil. Aber nimmt der Dicke wirklich schneller zu als der Dünne? Simon kennt wieder alle schmutzigen Tricks. Aber was sagt das Regelwerk zu Hair-Extensions und Penisverlängerung?","versions":[{"lang":1,"streams":[{"redirect":8999978,"hoster":"VOE"},{"redirect":8410021,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer gewinnt die meisten Mini-Wettbewerbe?","epNo":7,"alt":"","descr":"Elton und Simon treten in den beknacktesten Wettbewerben aller Zeiten gegeneinander an. Von der Frage \"Wer hält seine Hand länger in ein Becken voller bissiger Piranhas?\" über \"Wer hat mehr Prominente in seinem Handy\" bis zur Frage  \"Wer kann mehr Ohrenschmalz vorweisen?\"","versions":[{"lang":1,"streams":[{"redirect":8999980,"hoster":"VOE"},{"redirect":8410014,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"DVD-Extras","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8999979,"hoster":"VOE"},{"redirect":8410035,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die 1. Show","epNo":1,"alt":"","descr":"In folgenden Spielen treten Elton und Simon heute u.a. an: Gegen die Wand – Wer kann schneller auf eine Wand zu rennen? Gemessen wird zwei Meter vor der Wand…","versions":[{"lang":1,"streams":[{"redirect":11307825,"hoster":"VOE"},{"redirect":10107354,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die 2. Show","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14427277,"hoster":"VOE"},{"redirect":10107356,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die 3. Show","epNo":3,"alt":"","descr":"180 Grad Dart: Das bekannte Kneipenspiel – allerdings über Kopf.","versions":[{"lang":1,"streams":[{"redirect":12916276,"hoster":"VOE"},{"redirect":10107358,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die 4. Show","epNo":4,"alt":"","descr":"In folgenden Spielen treten Elton und Simon heute u. a. an: Golfkrieg – Golfspielen im Wohnzimmer des anderen. Wer die meisten Dinge getroffen hat, gewinnt. /​ Lecker Wurst – Schön scharf! Wer kann die schärfere Currywurst essen? In diesem Spiel müssen sich die beiden durch einen steigenden Schärfegrad kämpfen. Wer zuerst an seinem Kakao trinkt oder Brot isst, hat verloren. /​ Sauna – Aufguss zur vollen Stunde! Wer hält es länger in einer 90 Grad heißen Sauna aus?","versions":[]},{"epId":"episode-5","name":"Die 5. Show","epNo":5,"alt":"","descr":"In folgenden Spielen treten Elton und Simon heute u.a. an: Herr der Fliegen – Elton und Simon stehen in einem großen Glaskasten in dem sich Millionen von Fliegen befinden. Beide müssen innerhalb kürzester Zeit so viele Fliegen wie möglich fangen und durch eine Durchreiche sammeln. /​ Schatz, bringst du mal den Müll raus? – Von einem Hochhaus müssen Gegenstände (Computer, Stuhl etc.) in einen Container geschmissen werden. /​ Das macht Kraft – Wer kann mehr rohe Eier trinken?","versions":[]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die 1. Show","epNo":1,"alt":"","descr":"Dass es die beiden Kontrahenten ernst meinen, steht fest. Elton: \"Simon heult rum und will Rache für so viele verlorene Battles. Ich werde aber keine Gnade walten lassen. Wenn ich mit ihm fertig bin, ist er endgültig am Boden, die Memme!\" Simon kontert: \"Man, man, man. Dieser Freak hat wohl immer noch nicht genug. Okay, diesmal strenge ich mich ausnahmsweise mal an. Sagt nicht, ich hätte ihn nicht gewarnt. Wenn er sich mit Mr. Vernichter einlassen will, bitte!\".","versions":[{"lang":1,"streams":[{"redirect":11307830,"hoster":"VOE"},{"redirect":10107359,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die 2. Show","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11307842,"hoster":"VOE"},{"redirect":10107360,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die 3. Show","epNo":3,"alt":"","descr":"","versions":[]},{"epId":"episode-4","name":"Die 4. Show","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11307839,"hoster":"VOE"},{"redirect":10107361,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die 5. Show","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11307838,"hoster":"VOE"},{"redirect":10107369,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Elton vs. Simon - Die Große Live Show","epNo":1,"alt":"","descr":"Die Große Liveshow von Elton vs. simon, vermutlich die letzte episode von Elton vs. Simon","versions":[]}]}]}