{"seriesId":"elton-reist","name":"Elton reist","descr":"Elton reist ist eine deutsche Comedyserie, die  seit dem 11. Juni 2011 an verschiedenen Samstagen um kurz nach 23 Uhr auf ProSieben ausgestrahlt wurde. In jeder Episode verreist Elton in ein anderes Land und muss jeweils sechs \"landestypische\" Aufgaben erfüllen. Während seiner Reise wird ihm außerdem eine Strafe vorgestellt, der er sich für jede nicht bestandene Aufgabe unterziehen muss. In jedem Land hat Elton einen \"Guide\", der Aufgaben übergibt oder bei Übersetzungen hilft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Elton Reist - Spanien","epNo":1,"alt":"","descr":"Aufgaben:- 3 Stöckiger Menschenturm der min. 5 sec. steht- Mit Deutschlandhandtüchern für 2 Stunden 12 Liegen am Hotelpool freihalten- 10 sec. klar im spanischen Live-TV zu sehen sein- Beim Flamenco-Tanz min. 20? auf der Straße einnehmen- Durch den Verkauf von Krempel min. 20? am Strand von Lloret de Mar einnehmen- An einem Tag in La Ramba sich 3 mal das Portmonee klauen lassenStrafe:Je ein Glas Sherry und 100m in einem Sherryfass rollen lassen","versions":[{"lang":1,"streams":[{"redirect":11307822,"hoster":"VOE"},{"redirect":10107353,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Elton Reist - Thailand","epNo":2,"alt":"","descr":"Bei \"Elton reist\" bleibt dem Entertainer keine Zeit für Verschnaufpausen, geschweige denn für Urlaub. Sechs Aufgaben muss Elton während seines Aufenthalts erledigen. In Thailand muss er u. a. an einem Schönheitswettbewerb für Ladyboys teilnehmen, einen Tag als Tuk-Tuk-Fahrer in Bangkok überstehen und gegen einen Thaibox-Profi in den Ring steigen.","versions":[{"lang":1,"streams":[{"redirect":8999960,"hoster":"VOE"},{"redirect":8410076,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Elton Reist - Frankreich","epNo":3,"alt":"","descr":"Entspannter Urlaub sieht anders aus: Sechs Aufgaben muss Elton in Frankreich erledigen. Erfüllt er sie nicht, droht Strafe. Und so macht sich Elton auf, um die Glocken von Notre Dame zu läuten, im Obelix-Kostüm ein Wildschwein zu fangen und um im Varieté CanCan zu tanzen.","versions":[{"lang":1,"streams":[{"redirect":8999956,"hoster":"VOE"},{"redirect":8410042,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Elton Reist - Finnland","epNo":4,"alt":"","descr":"Sicher kein typischer Sommerurlaub: Für Elton geht es nach Finnland – das klingt nicht nur kalt! Nachdem er eine Nacht auf einem Bett aus Eis verbringen muss, freut sich der Entertainer sicher auf die nächste Aufgabe: Den fünffachen finnischen Sauna-Weltmeister Timo Kaukonen bei einer Partie \"Mensch ärgere Dich nicht\" in der Sauna besiegen.","versions":[{"lang":1,"streams":[{"redirect":9581087,"hoster":"VOE"},{"redirect":8410044,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Elton Reist - Niederlande","epNo":5,"alt":"","descr":"Elton in Gefahr! Bei seinem Trip durch die Niederlande muss sich Elton als Prostituierte im Amsterdamer Rotlichtviertel verdingen, ein Van-Gogh-Bild fälschen und einen schwarz-rot-goldenen Wohnwagen für gutes Geld verscherbeln. Als wäre das nicht schon genug, bekommt er es auch noch mit der Staatsmacht zu tun. Die Aufgabe: Gerate ins Netz der Drogenfahndung!","versions":[{"lang":1,"streams":[{"redirect":9581090,"hoster":"VOE"},{"redirect":8410046,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Elton Reist - England","epNo":6,"alt":"","descr":"Für Elton geht’s in die Heimat der Pubs, Pints und begnadeten Elfmeterschützen: England. Dabei bekommt er gleich richtig Gelegenheit, sich beliebt zu machen: Als Stripper zeigt Elton seinen Astralleib, am legendären Speakers Corner hält er eine enthusiastische Rede über deutsches Bier und schlussendlich übt er sich als Stalker seines Namensvetters. Die Aufgabe: Singe \"Ein Stern, der deinen Namen trägt\" mit Sir Elton John.","versions":[{"lang":1,"streams":[{"redirect":9590423,"hoster":"VOE"},{"redirect":8410045,"hoster":"Streamtape"}]}]}]}]}