{"path":"/serie/stream/elven-fluss-aus-der-klte","name":"Elven - Fluss aus der Kälte","descr":"Die zehnjährige Silja (Wiola Wilmi) wächst bei ihrer bigotten Großmutter auf, ganz im Norden Norwegens, unweit der Grenze zu Russland. Siljas Mutter Grace (Mággá Wigelius) will mit ihrer Tochter wegziehen und sich endlich unabhängig machen, läuft dabei aber Gefahr, in illegale Geschäfte verwickelt zu werden. Als Silja in einem Fluss eine abgetrennte Hand findet und kurz darauf aus dem Haus der Oma spurlos verschwindet, beginnt eine fieberhafte Suche nach dem Mädchen. Während die Polizei daran gehindert wird, in einem militärischen Sperrgebiet nach Silja zu suchen, macht das Mädchen in einem verlassenen Haus im Wald eine gefährliche Entdeckung.","seasons":[{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die zehnjährige Silja findet an einem Flussufer im Norden Norwegens, nahe der russischen Grenze, Teile einer Leiche, eine abgetrennte Hand. Silja lebt bei ihrer bigotten Großmutter. Ihre Mutter Grace plant, gemeinsam mit ihrer Tochter wegzugehen. Dazu muss sie sich aber erstmal von Siljas Großmutter unabhängig machen – und nimmt dafür in Kauf, auf die schiefe Bahn zu geraten. Kurz nach dem grausigen Fund am Fluss verschwindet Silja aus dem Haus der Großmutter. Polizist Thomas Lønnhøiden, der das Mädchen zuvor befragt hat, versucht verzweifelt, sie zu finden. Allerdings wird ihm von Offizierin Mia Holt der Zugang zu einem militärischen Sperrgebiet verweigert, in dem er das Mädchen vermutet. In der Zwischenzeit taucht Silja in einem Waldstück vor einem verlassenen Gebäude auf. Als sie seltsame Geräusche hört, ist sie neugierig und betritt das Haus. Im Inneren sieht sie etwas, das sie besser nicht hätte sehen sollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999981","hoster":"VOE"},{"path":"/redirect/8410038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Sorgsam in Plastik verpackt wird Siljas Leiche im militärischen Sperrgebiet gefunden. Die Obduktion ergibt, dass sie erfroren ist, und der Fall soll zu den Akten gelegt werden. Doch Kriminalkommissar Thomas Lønnhøiden gibt sich damit nicht zufrieden. Aufnahmen von Überwachungskameras zeigen das völlig verstört flüchtende Mädchen. Als Thomas unberechtigt im Militärgebiet ermittelt, findet er in einem verlassenen Haus eines von Siljas Spielzeugen. Weiter nach Spuren suchen kann er nicht, denn Soldaten nehmen ihn fest. Lønnhøiden verdächtigt seinen Kollegen Kjell, ihn bei seinem Vorgesetzten Jensen verraten zu haben. Haben die hohen Militärs und Polizeichef Jensen etwas mit dem Fund zu tun? Jensen und Thomas\u0027 Onkel Karl, der für den Militärischen Geheimdienst arbeitet, halten offensichtlich Informationen zurück und wissen mehr über den Fall, als sie preisgeben. Thomas wird von seinem Vorgesetzten Jensen angehalten, die Finger von dem Fall zu lassen, doch der Ermittler bleibt hartnäckig. Als er sich am selben Abend noch einmal auf dem Militärgelände umsieht, macht er in einem alten Sägewerk einen grausigen Fund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999985","hoster":"VOE"},{"path":"/redirect/8410028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Erschüttert über den Fund, fotografiert Ermittler Thomas Lønnhøiden das grausige Szenario. Als er den mutmaßlichen Täter zur Rede stellen möchte, wird dieser von dem jungen Soldaten August Wildhagen erschossen. Wer den Schießbefehl erteilt und den Rekruten mit scharfer Munition versorgt hat, bleibt unklar. Klar ist, der Leichenfund soll vom Militär vertuscht werden. Thomas\u0027 Vorgesetzter Jensen erklärt den Fall für abgeschlossen und fordert ihn unmissverständlich auf, nicht weiter zu ermitteln. Doch Thomas gibt so schnell nicht auf. Er sucht den Journalisten Erlend Johansson auf, der über den Mord an Silja und die Leichenfunde in der Lokalzeitung berichtet hat. Doch auch der Journalist hüllt sich in Schweigen. Schließlich konfrontiert Thomas seinen beim Militärischen Abwehrdienst arbeitenden Onkel Karl mit den Bildern der Leichenfunde. Doch auch der verteidigt das Militär. Immer wieder kommt Thomas‘ Vater ins Spiel, zu Zeiten des Kalten Krieges Agent für den norwegischen Geheimdienst. Thomas wird für die Militärs zunehmend zur Gefahr. Als die Offizierin Mia Holt ihm strenggeheime Informationen zukommen lässt, sind die beiden nicht länger sicher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999982","hoster":"VOE"},{"path":"/redirect/8410037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Auch wenn das Militär dafür gesorgt hat, dass die Leichen aus dem Sägewerk verschwinden, und Thomas bei einem Überfall sein Handy mit den Aufnahmen von dort gestohlen wird, gelingt es nicht, Ruhe in die Sache zu bringen. Thomas will die Mauer der Lügen und des Schweigens durchbrechen. Dabei bekommt er unerwartet Hilfe von Mia, die ihn informiert, dass seine DNA mit der einer Leiche aus dem Sägewerk übereinstimmt. Die Maschine, in der Thomas‘ Eltern saßen, war in den 70er Jahren im norwegisch-sowjetischen Grenzgebiet vom Radar verschwunden. Angeblich sei der Pilot betrunken gewesen, doch dessen Witwe glaubt nicht daran und fordert ihre Enkelin Elise am Sterbebett auf, den Kampf um Gerechtigkeit fortzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999984","hoster":"VOE"},{"path":"/redirect/8410022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Langsam gelingt es Thomas, gemeinsam mit Mia das Netzwerk des Schweigens und der Vertuschung zu durchbrechen. Vor allem Polizeichef Jensen hält dem Druck seines Mitarbeiters nicht stand. So erfährt Thomas, dass sein Vater ein Topagent des norwegischen Militärgeheimdienstes und offenbar auf der Spur eines Doppelagenten war, als er mit der Maschine verunglückte. Als Mia bemerkt, dass Jensens Haus von Militärs umstellt ist, gelingt es ihnen, gemeinsam zu fliehen. Die militärische Großfahndung nach den beiden beginnt. Derweil stellt Elise fest, dass das Haus ihrer verstorbenen Großmutter durchwühlt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999987","hoster":"VOE"},{"path":"/redirect/8409729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Durch Eis und Schnee sind Mia und Thomas auf dem Weg nach Russland, um den Mann zu finden, der hinter dem mörderischen Komplott steckte, das Thomas‘ Eltern das Leben kostete. Als sie in einer Schneewehe feststecken, suchen die beiden Unterschlupf in einer Hütte. Doch gerade als sie einander näherkommen, hören sie Hubschrauber. Sie sind entdeckt. Nur in letzter Not können die beiden entkommen. Doch bald geht ihnen der Sprit aus. Derweil wartet Grace, die Mutter der umgekommenen Silja, in einem leeren Haus darauf, vom russischen Geheimdienst kontaktiert zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999988","hoster":"VOE"},{"path":"/redirect/8409730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Ein samisches Rentierzüchterpaar hilft den beiden Flüchtigen und kümmert sich um den von Thomas verletzten Soldaten. Von ihnen erfahren Mia und Thomas, wo man unbehelligt die Grenze nach Russland überqueren kann. Mit dem Skiscooter der beiden begeben sie sich auf die gefährliche Mission. Einen Militärstützpunkt, von dem Mia weiß, finden sie verlassen vor. Doch dann werden sie von einem Russen unmissverständlich aufgefordert, ihn zu einem Wohnhaus zu begleiten. Dort trifft Thomas auf den Mann, nach dem er gesucht hat, und auf eine überraschende Wendung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999983","hoster":"VOE"},{"path":"/redirect/8409735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elven-fluss-aus-der-klte/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Thomas hat Licht ins Dunkel gebracht. Bei der Rückkehr nach Norwegen werden Mia und Thomas vom Militär gestoppt, doch es gelingt ihnen, die beiden Rekruten außer Gefecht zu setzen. In der Militärbase angekommen, stellt Thomas die Drahtzieher zur Rede. Er kehrt nach Oslo zurück, Mia wird derweil für ein Jahr vom Dienst suspendiert. Und Grace legt vor der Gemeinde eine öffentliche Beichte ab. Sie hat sich prostituiert und Landesverrat begangen. Ein Geständnis, das sie mit dem Leben bezahlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999986","hoster":"VOE"},{"path":"/redirect/8409728","hoster":"Streamtape"}]}]}]}]}