{"path":"/serie/stream/elvira","name":"Elvira","descr":"Elviras unambitionierter Job ist es, in einem Bordell, das ihrem Jugendfreund und Polizisten Køster gehört, das Telefon zu bedienen. Als jedoch eine Prostituierte verschwindet, verspürt Elvira den Drang, Nachforschungen anzustellen, was zu dramatischen Konsequenzen führt.","seasons":[{"path":"/serie/stream/elvira/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/elvira/staffel-1/episode-1","name":"Candy","epNo":1,"alt":"","descr":"Elvira arbeitet am Empfang der Sex-Klinik, die ihr Freund Køster heimlich neben seiner Tätigkeit als Polizeibeamter betreibt. Eines Tages verschwindet die Sexarbeiterin Candy spurlos. Køster gerät wegen Candys Verschwinden unter Druck, da sie ihre Zahlungen an die Sex-Klinik noch nicht geleistet hatte. Nun fehlt ihm das Geld, um die Forderungen seiner neuen schwedischen Auftraggeber zu erfüllen. Elvira macht sich auf die Suche nach Candy. Die Mittdreißigerin Elvira lebt in einem sozial benachteiligten Stadtteil Kopenhagens und kümmert sie sich um ihren drogensüchtigen Zwillingsbruder Sixten. Ein Freund der beiden Geschwister aus Kindertagen, der Polizist Køster, betreibt heimlich eine Sex-Klinik, in der Elvira am Empfang arbeitet. Als die Sexarbeiterin Candy eines Tages spurlos verschwindet, hat das weitreichende Konsequenzen. Elvira hatte Candy ausnahmsweise erlaubt, ihre Zahlungen einen Tag später abzuliefern. Nun braucht Køster das Geld dringend, weil er deswegen bereits von seinen neuen schwedischen Auftraggebern unter Druck gesetzt wird. Doch Candy bleibt verschwunden. Elvira macht sich auf die Suche nach ihr. Sie nimmt Kontakt zu dem wohlhabenden Henry auf, der regelmäßig Kunde von Candy war – allerdings nur, um mit ihr zu reden. Er weiß, wo Candy gewohnt hat. Elvira fährt dorthin und entdeckt am Fenster ein Kind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379024","hoster":"VOE"},{"path":"/redirect/13379038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-2","name":"Da rein da raus","epNo":2,"alt":"","descr":"Elvira sucht nach der verschwundenen Sexarbeiterin Candy. In Candys Zimmer in einer maroden Villa findet Elvira die Visitenkarte einer Reinigungsfirma, in deren Diensten Candy offenbar stand. Um die Schulden bei seinen schwedischen Bossen zu begleichen, versucht der korrupte Kriminalkommissar Køster verzweifelt, privates Mobiliar zu veräußern. Als die schwedischen Gangster sogar auf der Geburtstagsparty seiner Frau aufkreuzen, platzt Køster der Kragen. Køster und sein Kollege Dinesen ermitteln im Fall einer Frau, die tot aufgefunden wurde. Die Spuren deuten darauf hin, dass sie als Sexarbeiterin tätig war. Es handelt es sich allerdings nicht um Candy, die aus Køsters Bordell verschwunden ist. Elvira (Sara Klein) sucht mit Sixten noch einmal Candys Wohnadresse auf. Eine Frau verschafft ihnen heimlich Zugang. Elvira findet in Candys Zimmer Hinweise darauf, dass sie vermeintlich auch für eine dubiose Reinigungsfirma sexuelle Dienste geleistet hat. Als Elvira und Sixten in Candys Zimmer von einem Unbekannten entdeckt und bedrängt werden, müssen sie fliehen und rennen um ihr Leben. Unterdessen wächst der Druck auf Køster weiter. Die Schweden, in deren Auftrag er das Bordell führt, tauchen als Gäste auf der Geburtstagsfeier seiner Frau Helene auf – eine unmissverständliche Einschüchterungsgeste. Wenig später gibt es aber auch eine gute Nachricht: Mit dem Geld, das Elvira von Candy mitgenommen hat, könnte Køster seine Schulden bezahlen – hätte es nicht auch jemand anderes auf die Scheine abgesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379041","hoster":"VOE"},{"path":"/redirect/13379036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-3","name":"Sun","epNo":3,"alt":"","descr":"Candys kleiner Sohn Sun ist bei Elvira zu Hause aufgetaucht. Sie kümmert sich um ihn. Køster hat derweil noch größeren Ärger mit den Schweden, weil seine Zahlung nicht vollständig war. Køsters Kollege Dinesen findet heraus, dass es sich bei der toten Frau um die rumänische Prostituierte Petra handelt. Er verdächtigt die serbische Familie Davidovich, etwas mit dem Fall zu tun haben. Køster nutzt die Befragung, um ein illegales Geschäft einzufädeln. Elvira kümmert sich um Candys kleinen Sohn Sun, der plötzlich vor ihrer Tür stand. Køster ist davon wenig begeistert. Außerdem hat er nun noch größeren Ärger mit den Schweden, weil das Geld in Elviras Umschlag nicht vollständig war. Sie verlangen ab sofort regelmäßig höhere Zahlungen von Køster und wollen ihm auch sein teures Auto nicht zurückgeben. Dinesen findet derweil heraus, dass es sich bei der tot aufgefundenen Frau um die rumänische Prostituierte Petra handelt. Er vermutet einen Zusammenhang zu der aus Serbien stammenden Familie Davidovich, die unter Verdacht steht, Menschenhandel mit rumänischen Frauen zu betreiben. Oberhaupt ist Zora Davidovich, die mit ihrem Bruder und ihrem Cousin auf einem Reiterhof lebt. Als Køster und Dinesen die drei befragen, streiten sie jegliche Verbindung zu Petra ab. Hinter Dinesens Rücken bietet Køster Zora jedoch ein Geschäft an. Mit dem Geld will er seine schwedischen Geschäftspartner bezahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379050","hoster":"VOE"},{"path":"/redirect/13379051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-4","name":"Special Cleaning","epNo":4,"alt":"","descr":"Elvira findet heraus, wo Candy am Abend ihres Verschwindens war. Sie hat zusammen mit der inzwischen tot aufgefundenen Petra einen dubiosen Spezialauftrag für eine Reinigungsfirma ausgeführt. Gemeinsam mit Candys Stammkunden Henry engagiert Elvira eine Mitarbeiterin der Reinigungsfirma, um mehr über den schicksalhaften Abend zu erfahren. Elvira erhält Zugang zu dem Haus, in dem das \"Special Cleaning\" stattfand. Dort hört sie ein verdächtiges Gespräch mit. Um mehr über Candys dubiose Tätigkeit für \"Diamond Cleaning\" herauszufinden, heckt Elvira zusammen mit Henry einen Plan aus. Sie engagieren eine Mitarbeiterin der Firma, um Henrys Haus zu reinigen. Monika erweist sich als redselig – zumindest nachdem Henry ihr dafür ein zusätzliches Honorar spendiert hat. Sie erzählt, dass Candy am Abend ihres Verschwindens zusammen mit der mittlerweile tot aufgefundenen Petra einen sogenannten \"Special Cleaning\"-Auftrag in einem Privathaushalt hatte. Gegen eine weitere Zahlung erklärt sich Monika dazu bereit, Elvira zu ihrem nächsten regulären Putzeinsatz in dem besagten Haus mitzunehmen. Bei dieser Gelegenheit hört Elvira ein Gespräch der dort lebenden reichen Unternehmerfamilie mit: Sohn Nikolaj (Elias Budde Christensen) sträubt sich dagegen, seinen 20. Geburtstag zu feiern. Offenbar ist etwas Schlimmes passiert. Bevor Elvira mehr erfahren kann, wird sie entdeckt und nach Hause geschickt. Køster muss derweil Spuren verwischen, damit Dinesen nichts von seinen illegalen Geschäften mit den Davidovichs erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379064","hoster":"VOE"},{"path":"/redirect/13379066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-5","name":"Undercover","epNo":5,"alt":"","descr":"Køster hat Beweise, dass die Familie Davidovich sehr wohl eine Verbindung zu der tot aufgefundenen Petra hatte. Er setzt Zora unter Druck, weil er wieder Geschäfte mit ihr machen will. Elvira schleicht sich noch einmal in das Haus, in dem Candy ihren \"Spezialauftrag\" erledigt hat. Sie findet einen abgebrochenen Fingernagel der Verschwundenen. Elvira macht sich Sorgen um ihren drogensüchtigen Bruder Sixten. Er wurde bewusstlos aufgefunden. Køster hat herausgefunden, dass die Reinigungsfirma, für die Petra und Candy gearbeitet haben, von den Davidovichs betrieben wird. Er setzt sein Wissen ein, um Zora zu einer erneuten Zusammenarbeit beim Verkauf von Hehlerware zu zwingen. Im Gegenzug lässt Køster ein weiteres Beweisstück verschwinden, das die Davidovichs mit Petras Tod in Verbindung bringt. Elvira schleicht sich unterdessen als angebliche Mitarbeiterin eines Catering-Unternehmens bei der Geburtstagsfeier von Nikolaj ein. Im Anbau des Hauses findet sie einen abgebrochenen Fingernagel mit Regenbogen-Lackierung, wie Candy sie getragen hatte. Elvira lässt dem Geburtstagskind einen Drink servieren, in dem sie den Fingernagel platziert hat. Die Aufregung ist groß. Elvira tritt die Flucht an. Daheim muss sie sich Sorgen um Sixten machen. Er wurde mit einer Überdosis bewusstlos aufgefunden. Kurz zuvor hatte Elvira seiner ebenfalls drogensüchtigen Freundin Linda Geld gegeben, damit sie sich künftig von ihm fernhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379075","hoster":"VOE"},{"path":"/redirect/13379078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-6","name":"Erpresser gegen Erpresser","epNo":6,"alt":"","descr":"Køster verstrickt sich immer tiefer in illegale Machenschaften. Er erpresst die Eltern von Nikolaj wegen des Putzauftrags. Mit dem Geld will er sein Auto von den Schweden zurückkaufen. Elvira ist erleichtert, weil es Sixten nach dessen Zusammenbruch besser geht. Køster bringt Elvira mit Zora zusammen, weil diese angeblich weiß, wo sich Candy aufhält. Elvira lässt sich dazu überreden, ihr Candys Sohn zu übergeben. Das erweist sich als Fehler. Køster erfährt, dass die Eltern von Nikolaj ein millionenschweres Unternehmen führen. Da er 350.000 Kronen benötigt, um sein Auto bei den Schweden auszulösen, erpresst er die beiden um genau diese Summe. Ansonsten will er öffentlich machen, was bei dem \"Private Cleaning\" passiert ist. Elvira bangt derweil um das Leben von Sixten.  Sie nimmt all ihren Mut zusammen und konfrontiert den Drogendealer Leo mit der Frage, ob er ihrem Bruder absichtlich schlechten Stoff verkauft habe. Leo beteuert, dass er so etwas niemals tun würde. Als Elvira ins Krankenhaus zurückkehrt, geht es Sixten bereits besser. Derweil droht Zora damit, Køsters Frau die Wahrheit über dessen heimliche Machenschaften zu erzählen und auch, Elvira etwas anzutun. Um das zu verhindern, soll Køster ihr dabei helfen, dass Candy ihren Sohn Sun zurückbekommt. Angeblich soll sich die verschwundene Sexarbeiterin in Deutschland aufhalten. Auf Betreiben von Køster stimmt Elvira zu, dass Zora den Jungen bei ihr abholen darf. Das erweist sich als schwerer Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379079","hoster":"VOE"},{"path":"/redirect/13379081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-7","name":"Wem kann ich vertrauen","epNo":7,"alt":"","descr":"Elvira ist überrascht, weil Henry nicht mehr auf ihre Anrufe reagiert. Noch ahnt sie nichts von seinem dunklen Geheimnis. Als Elvira ihn besucht, kommen sich die beiden näher. Auch der Dealer Leo findet Gefallen an Elvira. Er erzählt ihr, dass Køster in illegale Geschäfte mit den Serben verstrickt ist. Køster fällt es immer schwerer, seine Machenschaften geheim zu halten. Sein Kollege Dinesen glaubt, dass er Beweise unterschlagen hat. Das Haus, in dem Køster mit seiner Familie lebt, ist überfallen worden. Die Schweden helfen ihm beim Aufräumen. Als Gegenleistung soll er für sie ein \"geschäftliches\" Treffen mit den Serben arrangieren. Unterdessen wundert sich Elvira, dass Henry nicht mehr auf ihre Anrufe reagiert. Noch ahnt sie nichts von seinem dunklen Geheimnis. Als sie ihn in seinem Haus besucht, kommen sich die beiden näher. Doch auch Leo macht Elvira Avancen. Dabei erzählt er ihr beiläufig, dass Køster mit Zora zusammenarbeitet. Elvira ist überrascht. Die Nagelstudio-Mitarbeiterin Nam, bei der Candy Kundin war, hatte sie gerade noch vor der serbischen Familie gewarnt. Køsters Verhältnis zu den Schweden scheint sich derweil weiter zu entspannen. Dafür sitzt ihm Dinesen im Nacken. Der Polizist ist mittlerweile davon überzeugt, dass sein Kollege Køster mit den Kriminellen unter einer Decke steckt und Beweise im Fall Petra unterschlagen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379091","hoster":"VOE"},{"path":"/redirect/13379101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/elvira/staffel-1/episode-8","name":"Nicht zu stoppen","epNo":8,"alt":"","descr":"Elvira stellt Køster zur Rede. Sie fordert ihn auf, die ganze Wahrheit über seine Beziehung zur Familie Davidovich und den Verbleib der vermissten Personen zu erzählen. Es kommt zum Showdown. Køster will reinen Tisch machen. Er gibt vor Helene zu, dass er sich mit den falschen Leuten eingelassen hat und verspricht Dinesen wichtige Informationen über die Serben. Elvira versucht alles, um Candy, Sun und Nam zu befreien. Elvira kommt zu Køster nach Hause. Sie will, dass er ihr die ganze Wahrheit über seine Zusammenarbeit mit den Serben erzählt. Weiß er, wo Candy, Sun und Nam abgeblieben sind? Køster reagiert zunächst zurückhaltend, weil er Elvira nicht in Gefahr bringen möchte. Schließlich gibt er ihr doch die geheime Adresse eines Hauses von Zora und ihrer Familie. Køster ist mittlerweile bereit, reinen Tisch zu machen. Er gesteht seiner Frau Helene, dass er sich mit den falschen Leuten eingelassen hat. Zudem trifft er sich mit dem Schweden Gert, weil er sich aus dem Bordell zurückziehen möchte. Darüber hinaus verspricht Køster seinem Kollegen Dinesen wichtige Informationen, mit denen dieser die Straftaten der Davidovichs nachweisen könne. In dem geheimen Domizil der Serben kommt es zum großen Showdown. Henry ist nicht dabei, weil er sich angeblich im Ausland aufhält. Er hinterlässt Elvira aber den Schlüssel zu seinem Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13379022","hoster":"VOE"},{"path":"/redirect/13379031","hoster":"Streamtape"}]}]}]}]}