{"seriesId":"elvis-2005","name":"Elvis (2005)","descr":"[Elvis – The Early Years, Elvis - Aufstieg und Fall des Kings] Mitte der 50er erregt im Süden der USA der junge Sänger Elvis Presley die Aufmerksamkeit von Fans und Medien, weil er klassischen Countrysound mit der Musik der Schwarzen mischt und eine aufsehenerregende Bühnenshow dazu liefert. Mit Hilfe des versierten Managers Colonel Parker wird aus der neuen Musik ein Trend und aus dem lokalen Phänomen ein internationaler Superstar. Als Presley jedoch mit seinem Drang nach künstlerischer Weiterentwicklung bei Parker auf taube Ohren stößt, kommt es zur Krise zwischen den Partnern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"","descr":"Ein spannendes zweiteiliges Biopic über die frühen Jahre von Elvis Presley, dem King of Rock ‚n‘ Roll: Elvis ist 17, als er in einem Studio die erste Single pressen lässt. Zwei Jahre später gelingt dem Südstaatenjungen mit einer Mischung aus Country-Music und Blues sowie einem provozierenden Bühnenstil der steile Aufstieg. Sein Manager Colonel Parker hat großen Anteil daran, doch er fesselt zugleich seine Kreativität. Memphis, 1952. Der 17-jährige Elvis (Jonathan Rhys Meyers) lebt mit seinen Eltern in bescheidenen Verhältnissen. Vor allem seine Mutter Gladys (Camryn Manheim) unterstützt sein Interesse für Blues und Country-Music und auffällige Kleidung. Für sie nimmt er seine erste selbstfinanzierte Single im Studio der Sun Records auf. Zwei Jahre später bekommt er dort von Studiochef Sam Phillips (Tim Guinee) die Chance zu einer weiteren Aufnahme: \"What’s All Right Mama\" wird sein erster Hit. Mit seinen Kumpels Bill Black (Clay Steakley) und Scotty Moore (Mark Adam) tourt er durchs Land. Musikmanager Colonel Tom Parker (Randy Quaid) wittert Elvis’ Potenzial, er zahlt Phillips eine hohe Ablösesumme und nimmt Elvis unter seine dominanten Fittiche. Der Colonel macht ihn in ganz Amerika bekannt, nicht zuletzt durch zahlreiche TV-Auftritte. Die Mädchenherzen fliegen Elvis zu; \"Heartbreak Hotel\" (1955), sein erster Pop-Hit, wird eine Million Mal verkauft. Doch als Elvis 1956 seinen legendären Hüftschwung kreiert, empört sich das prüde Amerika. Am liebsten würde man ihn und seinen Rock ‚n‘ roll verbieten.Auch 1956 dreht er mit \"Love Me Tender\" seinen ersten Film in Hollywood. Elvis träumt davon, ein ernsthafter Schauspieler zu werden, doch der Colonel \"verhökert\" den Star. Seine Zweifel, ob er dem Colonel seine Seele verkauft hat, betäubt Elvis mit Exzessen, Parties und seinem wachsendem Erfolg. \"Elvis\" ist ein sorgfältig und detailreich inszeniertes Biopic, das die Zeit von 1952 bis 1968 im Leben des Sängers umspannt. Jonathan Rhys-Myers brilliert in der Rolle des \"King\" als perfekter Starimitator. 2005 erhält er dafür einen \"Emmy\". Die eingestreuten historischen Bilder fügen sich nahtlos in den Gesamtfilm ein, der davon profitiert, dass für die musikalischen Auftritte Elvis’ ausschließlich Originalaufnahmen verwendet wurden. Gedreht wurde zum Teil an Originalschauplätzen in Louisiana und Tennessee.","versions":[{"lang":1,"streams":[{"redirect":12353862,"hoster":"VOE"},{"redirect":12353793,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"","descr":"Ein spannendes zweiteiliges Biopic über die frühen Jahre von Elvis Presley, dem King of Rock ‚n‘ Roll: Der zweite Teil beginnt mit Elvis’ Einberufung und seinem Militärdienst in Deutschland. Hier lernt er die 14-jährige Priscilla kennen, die Stieftochter eines Army-Captains, die ihm später in die USA folgt. Als Elvis zurückkehrt, dreht er 27 Filme, die erfolgreich sind, ihn aber deprimieren. Sein Tablettenkonsum wächst … Ende 1957 wird Elvis Presley (Jonathan Rhys Meyers) zum Militärdienst einberufen. Am 14. August 1958 stirbt seine geliebte Mutter (Camryn Manheim). Ab 1. Oktober 1958 dient er bei der 3. US-Panzerdivision in Friedberg in Deutschland. In Bad Nauheim, wo er wohnt, lernt er die 14-jährige Priscilla (Antonia Bernath) kennen, die Stieftochter eines Army-Captains. Sie folgt ihm später nach Amerika. Und Elvis nimmt schon jede Menge Tabletten. Das verschärft sich, als er Anfang März 1960 nach Amerika zurückkehrt. Sein Manager, Colonel Tom Parker (Randy Quaid), hat durch Singleveröffentlichungen während seiner Abwesenheit alles daran gesetzt, dass er nicht vergessen wird. Doch er drängt ihn jetzt nach Hollywood. Elvis dreht bis 1967 27 Filme, die großen Publikumserfolg haben, ihn aber deprimieren. Sein Tablettenkonsum, seine Aggressivität nehmen zu. Ein Versuch, sich vom Colonel zu trennen, scheitert. Erst ein TV-Weihnachtsspecial 1968, für das ihn Regisseur Steve Binder (Jack Noseworthy) begeistert und berät, bringt wieder den großen, befriedigenden Erfolg … \"Elvis\" ist ein sorgfältig und detailreich inszeniertes Biopic, das die Zeit von 1952 bis 1968 im Leben des Sängers umspannt. Jonathan Rhys-Myers brilliert in der Rolle des \"King\" als perfekter Starimitator. 2005 erhält er dafür einen \"Emmy\". Die eingestreuten historischen Bilder fügen sich nahtlos in den Gesamtfilm ein, der davon profitiert, dass für die musikalischen Auftritte Elvis’ ausschließlich Originalaufnahmen verwendet wurden. Gedreht wurde zum Teil an Originalschauplätzen in Louisiana und Tennessee.","versions":[{"lang":1,"streams":[{"redirect":12353794,"hoster":"VOE"},{"redirect":12353790,"hoster":"Streamtape"}]}]}]}]}