{"path":"/serie/stream/emergence","name":"Emergence","descr":"Jo (Allison Tolman) ist eine geschiedene Mutter und Polizeichefin einer kleinen Gemeinde, die mittlerweile wieder mit ihrem Vater zusammen wohnt, Feuerwehrmann a.D. Ed (Clancy Brown). Als es in ihrer Gemeinde zu einem rätselhaften Flugzeugabsturz kommt, stolpert sie im Umfeld der Absturzstelle über das Mädchen Piper (Alexa Skye Swinton), das wie durch ein Wunder unverletzt scheint.Allerdings kann sich Piper an nichts erinnern. Da Jo die Abgesandten der offiziellen Untersuchungsbehörden Suspekt sind, nimmt sie Piper zunächst insgeheim bei sich auf – unwissend, dass sie damit in einen Strudel gewaltiger Ereignisse gesogen wird.","seasons":[{"path":"/serie/stream/emergence/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/emergence/staffel-1/episode-1","name":"Piper","epNo":1,"alt":"Pilot","descr":"Die kleine Piper (Alexa Swinton) überlebt einen mysteriösen Flugzeugabsturz. Polizeichefin Jo Evans (Allison Tolman) nimmt das Kind auf und erkennt bald, dass sie mitten in einer Verschwörung steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103848","hoster":"VOE"},{"path":"/redirect/9024430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-2","name":"Kamera, Schubkarre, Tiger, Kissen","epNo":2,"alt":"Camera Wheelbarrow Tiger Pillow","descr":"Titel der Episode: Kamera, Schubkarre, Tiger, KissenWährend Jo (Allison Tolman) und Chris (Robert Bailey Jr.) versuchen, die finsteren Mächte zu entschlüsseln, die es auf Piper (Alexa Swinton) abgesehen haben, tritt ein geheimnisvoller Mann auf den Plan, der Jo und Chris bei ihre Suche nach Antworten behindert und eine neue Gefahr mit sich bringt. Abby (Zabryna Guevara) will derweil Piper dabei helfen, ihre Erinnerungen zurückzubekommen. Jo trifft indes ein fragwürdiges Abkommen mit Benny (Owain Yeoman), um Pipers sichere Zukunft zu gewährleisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008504","hoster":"VOE"},{"path":"/redirect/8410013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-3","name":"2 MG CU BID","epNo":3,"alt":"2 Mg Cu Bid","descr":"Pipers (Alexa Swinton) Gesundheitszustand verschlechtert sich zusehends, was Jo (Allison Tolman) beunruhigt. Gleichzeitig will die Polizeichefin mehr über einen ominösen Unternehmer erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999999","hoster":"VOE"},{"path":"/redirect/8410001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-4","name":"Kein Ausweg","epNo":4,"alt":"No Outlet","descr":"Mittlerweile zweifelt Jo (Allison Tolman), ob es eine gute Entscheidung war, Piper (Alexa Swinton) aufzunehmen. Reporter Benny (Owain Yeoman) versucht derweil, Zugriff auf geheime Daten zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8999994","hoster":"VOE"},{"path":"/redirect/8410009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-5","name":"Tagträume","epNo":5,"alt":"RDZ9021","descr":"Jo (Allison Tolman) ist fest entschlossen zu beweisen, dass Kindred (Terry O\u0027Quinn) hinter dem Anschlag auf Benny (Owain Yeoman) und April (Ashlie Atkinson) steckt. In der Zwischenzeit erlebt Piper (Alexa Skye Swinton) intensive und verwirrende Visionen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100630","hoster":"VOE"},{"path":"/redirect/8410029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-6","name":"Enthüllung","epNo":6,"alt":"Mile Marker 14","descr":"Jo (Allison Tolman) und Benny (Owain Yeoman) untersuchen den Tod von Kindreds ehemaligem Geschäftspartner.In der Zwischenzeit experimentieren Mia und Piper (Alexa Skye Swinton) mit ihren neuen Kräften Alex (Donald Faison) konfrontiert Ed (Clancy Brown) mit seiner Gesundheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922137","hoster":"VOE"},{"path":"/redirect/8410033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-7","name":"Fataler Fehler","epNo":7,"alt":"Fatal Exception","descr":"Jo und Chris suchen fieberhaft nach der verschwundenen Piper. Sie fürchten das Schlimmste. Außerdem muss Jo die Konsequenzen dafür tragen, dass sie das Vertrauen von Alex und Ed missbraucht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252072","hoster":"VOE"},{"path":"/redirect/8410030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-8","name":"Sag mir wer ich bin","epNo":8,"alt":"American Chestnut","descr":"Das FBI kommt nach Southold, wodurch Jo (Allison Tolman) noch mehr Probleme bekommt, Emily zu finden. Alex (Donald Faison) und Piper (Alexa Skye Swinton) suchen auf ihrem Roadtrip derweil nach Antworten, während die Familie den Geburtstag von Mia feiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000009","hoster":"VOE"},{"path":"/redirect/8410032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-9","name":"Ihr wahres Zuhause","epNo":9,"alt":"Where You Belong","descr":"Jo (Allison Tolman) und Chris (Robert Bailey Jr.) versuchen dem FBI aus dem Weg zu gehen, während sie selbst ihre Ermittlungen hinsichtlich einer geheimnisvollen Cyber-Terrorismus-Organisation vorantreiben. Ed (Clancy Brown) bietet sich derweil eine neue Möglichkeit der Behandlung seiner Krebserkrankung, die ihm Hoffnung gibt. Der Versuch einer mysteriösen Frau, die Kontakt mit Piper (Alexa Skye Swinton) aufnimmt, bringt dann deren gesamte Familie in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000006","hoster":"VOE"},{"path":"/redirect/8410000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-10","name":"15 Jahre","epNo":10,"alt":"15 Years","descr":"Nach Monaten erhält die Evans Familie endlich Informationen, die sie zu Piper (Alexa Swinton) führen könnten. Während Jo (Allison Tolman) und Brooks (Enver Gjokaj) den neuen Hinweisen nachgehen hilft Ed (Clancy Brown) Mia (Ashley Aufderheide), die versucht Piper eine Nachricht zu senden. Alex (Donald Faison) und Chris (Robert Bailey Jr.) finden am Hafen eine rätselhafte Lieferung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000014","hoster":"VOE"},{"path":"/redirect/8410015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-11","name":"Ein besonderes Mädchen","epNo":11,"alt":"Applied Sciences","descr":"Jo (Allison Tolman) und Brooks stellen ein unwahrscheinliches Team zusammen, als sie versuchen, mit Piper (Alexa Swinton) zu kommunizieren. Währenddessen ist Piper (Alexa Swinton) darauf aus, Benny (Owain Yeoman) vor Helens mysteriöser Mission zu retten, und Alex (Donald Faison) erhält ein lebensveränderndes Angebot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103847","hoster":"VOE"},{"path":"/redirect/8409995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-12","name":"Frage des Vertrauens","epNo":12,"alt":"Killshot Pt. 1","descr":"Jo (Allison Tolman) macht einen riskanten Deal, um Helen zu erledigen und Piper (Alexa Swinton) zu beschützen. Währenddessen versucht Helen, Pipers Kräfte für sich selbst zu nutzen, und Benny (Owain Yeoman) kämpft darum, Jo\u0027s Vertrauen zurückzugewinnen, bevor es zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000001","hoster":"VOE"},{"path":"/redirect/8409962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emergence/staffel-1/episode-13","name":"Tödliche Spritze","epNo":13,"alt":"Killshot Pt. 2","descr":"Jo (Allison Tolman) und Brooks sind in Gefahr, und Piper (Alexa Swinton) ist entschlossen, zu helfen... Nachdem Helens mysteriöser Plan fast verwirklicht ist, rekrutiert Piper ein unerwartetes Team von Verbündeten, um sie zu finden, bevor es zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000010","hoster":"VOE"},{"path":"/redirect/8409963","hoster":"Streamtape"}]}]}]}]}