{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan","name":"Emiya-san Chi no Kyou no Gohan","descr":"Wer hier einen Krieg um den Heiligen Gral erwartet, der wird enttäuscht, denn Emiya-san Chi no Kyou no Gohan widmet sich der ruhigeren Seite des Zusammenlebens zwischen den Servants und ihren Masters. So sieht man Illya und Taiga, die unter dem Kotatsu faulenzen und darauf warten, dass Artoria und Shirou vom Einkauf zurückkommen und sich um das Abendessen kümmern und auch die anderen Servants lassen es sich gut gehen. Während Cú sich auf ein Bier mit Taiga selbst einlädt und Medusa sich ebenfalls mal zu Besuch blicken lässt, wird auch Rin von ihrem Servant reichlich bekocht.","seasons":[{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-1","name":"","epNo":1,"alt":"Toshikoshi Soba","descr":"Es ist Silvester. Shirou und Sabre sind mit der Reinigung des Hauses fertig und gehen zum Abendessen einkaufen. Taiga und Illya sind zu Hause, entspannen sich im Kotatsu und warten darauf, dass das Abendessen von Shirou zubereitet wird. Was ist das heutige Menü für Familie Emiya?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8343065","hoster":"VOE"},{"path":"/redirect/8343073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-2","name":"","epNo":2,"alt":"Salmon, Mushroom and Butter Baked in Foil","descr":"Shirou ist zum Einkaufen unterwegs. Während er durch ein Einkaufsviertel geht und über das Menü für den Abend nachdenkt, trifft er auf Lancer, der auf einem Fischmarkt arbeitet. Shirou beschließt, ein Lachsgericht zu kochen, aber Lancer kommt zum Abendessen zu ihm nach Hause und ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8343084","hoster":"VOE"},{"path":"/redirect/8343083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-3","name":"","epNo":3,"alt":"Spring Chirashizushi","descr":"Am Girls‘ Day laden Shirou und das Team Illyasviel in die Emiya-Residenz ein, damit sie einen Vorgeschmack auf die japanische Kultur bekommt. Welche Art von Girls\u0027 Day-Mahlzeit wird Shirou Illyasviel mit Hilfe von Rin und Sakura servieren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8343074","hoster":"VOE"},{"path":"/redirect/8343078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-4","name":"","epNo":4,"alt":"Spring Greens and Bacon Sandwich","descr":"Bei seinem Teilzeitjob im Spirituosengeschäft \"Copenhagen\" wird Shirou gebeten, bei einigen Lieferungen auszuhelfen. Seine letzte Station ist der Ryudou-Tempel, wo der Mönch Reikan ihn bittet, ein Sandwich mit lokalem Frühlingsgemüse zu machen. Shirou akzeptiert gerne, aber er kann nicht aufhören, an Assassin zu denken, den er an den Tempeltoren gesehen hat ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342947","hoster":"VOE"},{"path":"/redirect/12482294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-5","name":"","epNo":5,"alt":"Bamboo Shoot Gratin","descr":"Sakura seufzt tief, während sie einen glücklichen Saber ansieht, der gerade das von Shirou zubereitete Frühstück beendet hat. Irgendetwas scheint sie sehr zu beunruhigen. Währenddessen gibt Issei Shirou ein paar Bambussprossen als Gegenleistung für die Sandwiches, die Shirou ihm neulich gemacht hat. Als Shirou hört, dass Sakura Gratin zum Abendessen macht, schlägt Shirou vor, die Bambussprossen darin hinzuzufügen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342945","hoster":"VOE"},{"path":"/redirect/8342944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-6","name":"","epNo":6,"alt":"First Hamburg Steak","descr":"Es regnet heute und der Regen erinnert Shirou an eine schöne Kindheitserinnerung. Es war ein regnerischer Tag wie heute... Shirou sah sich eine Kochshow an, in der sie ein Hamburger Steak zubereiteten. Er beschloss, eines wie sie zu machen, und es war für jemanden gedacht, der ein Hamburger Steak liebte ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342956","hoster":"VOE"},{"path":"/redirect/8342955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-7","name":"","epNo":7,"alt":"Refreshing and Easy to Eat Chilled Ochazuke","descr":"Dank Taigas Planung machen Shirou, Sabre und Rin einen Ausflug in den Wasserpark Waku Waku Zaboom, wo sie auf Lancer und Archer treffen, die sie zu einem Beachvolleyballspiel herausfordern. Rin und Sabre sind beide nach einem Tag voller Spaß erschöpft. Was wird Shirou heute zum Essen servieren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12252073","hoster":"VOE"},{"path":"/redirect/8342953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-8","name":"","epNo":8,"alt":"Tohsaka`s Gomoku Fried Rice","descr":"Shirou und Sakura werden gebeten, beim Aufräumen von Rins Haus zu helfen, das voller magischer Geräte und Zauberbücher ist. Während die drei damit beschäftigt sind, die Tohsaka-Residenz aufzuräumen, nähert sich die Mittagszeit, und Rin und Sakura sind an der Reihe, das heutige Mittagessen zu kochen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342941","hoster":"VOE"},{"path":"/redirect/8342933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-9","name":"","epNo":9,"alt":"Taste of Autumn: Caster`s Training in Japanese Dish Cooking","descr":"Caster möchte schnell gut darin werden, für ihren geliebten Soichiro zu kochen, aber sie kann es nicht so einfach verbessern. Sie bittet Shiro, ihr beizubringen, wie man japanische Gerichte kocht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342934","hoster":"VOE"},{"path":"/redirect/8342929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-10","name":"","epNo":10,"alt":"Fried Chicken: Yummy Even When It`s Cold","descr":"Das jährliche Festival findet in einer Woche in der Homurabara High School statt. Issei und die Mitglieder des Studentenrats sind völlig erschöpft von den Bemühungen, die Vorbereitung abzuschließen. Shiro gibt ihnen als Anerkennung für ihre Dienste Brathähnchen, was er gemacht hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342932","hoster":"VOE"},{"path":"/redirect/12482296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-11","name":"","epNo":11,"alt":"Special Fluffy Gooey Omelet Rice","descr":"Lancer erblickt Archer, der in einem Park auf Rin wartet. Er bittet Archer, in dem Café zu helfen, in dem er während der Mittagspause arbeitet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342940","hoster":"VOE"},{"path":"/redirect/8342942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-12","name":"","epNo":12,"alt":"One-Pan Roast Beef","descr":"Heute ist Weihnachten. Illya hat Shirou und die Clique zu einer Weihnachtsfeier ins Schloss Einzbern eingeladen. Während alle das Essen auf der Party genießen, erscheint ein Besucher vor Shirou…","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342938","hoster":"VOE"},{"path":"/redirect/8342936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emiya-san-chi-no-kyou-no-gohan/staffel-1/episode-13","name":"","epNo":13,"alt":"Hot, Hot Hot Pot","descr":"Ein sehr verschneiter, sehr kalter Tag. Wie an jedem anderen Tag versammeln sich die üblichen Mitglieder im Emiya-Haus, sitzen am selben Tisch und teilen eine Mahlzeit. Das heutige Menü, das Shirou kocht, ist…","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8342991","hoster":"VOE"},{"path":"/redirect/8342993","hoster":"Streamtape"}]}]}]}]}