{"path":"/serie/stream/emma-2009","name":"Emma (2009)","descr":"Emma lebt zu Anfang des neunzehnten Jahrhunderts in dem kleinen Städtchen Highbury in der Nähe von London, wo sie ein Talent als Ehestifterin entwickelt. Aber nicht jede Vermählung, die sie arrangiert, endet glücklich. Miniserie nach einem klassischen Roman von Jane Austin.","seasons":[{"path":"/serie/stream/emma-2009/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/emma-2009/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"Episode 1","descr":"Während andere Kinder aus ihrem Dorf, Jane Fairfax und Frank Weston, von wohlhabenderen Verwandten aufgezogen werden, bleiben Franks Familienname in Churchill, Emma und Isabella Woodhouse bei ihrem gereizten, selbstsüchtigen verwitweten Vater, bis Isabella John Knightley heiratet, dessen Bruder ist ein häufiger Besucher der Woodhouses, obwohl Isabella mit ihrem Ehepartner nach London zieht. Emma bringt die ehemalige Nanny Miss Taylor schamlos mit Franks Vater zusammen und siegt, wenn sie heiraten. Als sie sich nach einem weiteren Streichholz umsieht, entscheidet sie, dass Harriet Smith, eine Waise, ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581092","hoster":"VOE"},{"path":"/redirect/8409285","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11676019","hoster":"VOE"},{"path":"/redirect/11676029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emma-2009/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"Episode 2","descr":"Trotz der Missbilligung sowohl von George als auch von John Knightley stellt Emma weiterhin Vikar Elton für Harriet auf und sie ist zutiefst schockiert, als er allein in einer Kutsche mit ihm seine Liebe zu ihr erklärt und Harriet gegenüber etwas herablassend ist, bei der Emma sich entschuldigt und sagte ihr, sie sei zu gut für ihn. Bald darauf erfahren sie, dass er eine andere Frau heiraten soll. Jane Fairfax, bescheidene Nichte der geschwätzigen Miss Bates, kehrt zurück, um bei ihr zu bleiben, und Emma ist unbeeindruckt, da ihre Tante ihre Leistungen immer gelobt hat. Der hübsche Frank Churchill kommt auch zu ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700378","hoster":"VOE"},{"path":"/redirect/8409281","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11676836","hoster":"VOE"},{"path":"/redirect/11676860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emma-2009/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"Episode 3","descr":"Emma behauptet, dass ihre Match-Making-Tage vorbei sind und hilft Frank, einen Tanz zu organisieren. Elton kehrt mit seiner schrecklichen Frau zurück, eine Präsenz, die Harriet verärgert und alle anderen verärgert, insbesondere Emma und Frank, die ihre Abneigung gegen sie beim Tanz teilen, wo sie sich näher kommen. Elton schnüffelt Harriet, aber George tritt taktvoll ein, um sie zu begleiten, wofür Emma ihm dankt. Am nächsten Tag wird Harriet von Frank vor dem Überfall gerettet und sie erzählt Emma, ​​dass sie geschlagen ist. Sie sieht ihn als außerhalb ihrer Liga, aber zumindest hat er Elton aus ihrem System geholt. George fährt fort, Jane zu verfechten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590426","hoster":"VOE"},{"path":"/redirect/8409270","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11676089","hoster":"VOE"},{"path":"/redirect/11676117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/emma-2009/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"Episode 4","descr":"Am Box Hill findet ein Picknick statt, bei dem Emma und Frank sehr kokett werden. Emma erzielt auch billige Punkte auf Kosten von Miss Bates und verwundet sie, und George gibt ihr einen schweren Vorwurf dafür, dass sie unsensibel und snobistisch ist. Franks Mobbing-Tante, die schon immer eher sein Patron als Mr. Weston war, stirbt und Frank verrät, dass er und Jane seit mehreren Monaten verlobt sind, aber sie aus Angst vor der Missbilligung durch die Tante geheim gehalten haben. Emma ist schockiert über Franks Täuschung. Sie sieht auch den Fehler in ihrer Art, das Leben anderer zu organisieren, und ermutigt Harriet, sich um ihre erste Liebe zu kümmern ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590427","hoster":"VOE"},{"path":"/redirect/8409193","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11675835","hoster":"VOE"},{"path":"/redirect/11675826","hoster":"Streamtape"}]}]}]}]}