{"path":"/serie/stream/enemy-of-the-people","name":"Enemy of the People","descr":"[Kansan vihollinen] Die finnische Journalistin Katja Salonen (Kreeta Salminen) deckt mit einem Artikel die dubiosen Geschäfte eines lokalen Football-Stars auf und lenkt damit den Zorn einer ganzen Stadt auf sich. Schon bald erklären sie die Menschen zum Staatsfeind Nr.1, bezeichnen sie als Verschwörungstheoretikerin. Katjas Recherchen lösen Wut und Hass aus, kosten ihr den guten Ruf und gefährden ihr Leben. Doch die Reporterin gibt nicht auf und sucht weiter nach der Wahrheit.","seasons":[{"path":"/serie/stream/enemy-of-the-people/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-1","name":"Eine lebende Legende","epNo":1,"alt":"","descr":"Die Reporterin Katja Salonen bringt mit einem Artikel eine unangenehme Wahrheit über den lokalen Sporthelden Samuli Tolonen ans Licht und muss fortan teuer dafür bezahlen. Die Social Media-Fangemeinde des Footballspielers überschüttet sie mit Hassbotschaften und bezeichnet sie als Verschwörerin. Katja hat etwas losgetreten, das das Leben anderer wie auch ihr eigenes in Gefahr bringen wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12601416","hoster":"VOE"},{"path":"/redirect/12601411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-2","name":"Barcelona","epNo":2,"alt":"","descr":"Katja Salonen gerät ins Fadenkreuz fanatischer Footballfans, die sie für den angeblichen Selbstmord Tolonens verantwortlich machen. Deren Hass nimmt so starke Ausprägungen an, dass sogar eine Bombendrohung beim Arbeitgeber der Reporterin eingeht. Katja jedoch glaubt nicht an einen Suizid und ist fest entschlossen, weiter zu recherchieren. Sie sucht Tolonens Villa in Barcelona auf und hofft dort auf ein paar neue Details …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12636076","hoster":"VOE"},{"path":"/redirect/12636083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-3","name":"Teamwork","epNo":3,"alt":"","descr":"Katja versucht mittels Videoaufnahmen einer Überwachungskamera Tolonens Killer zu identifizieren, jedoch ohne Erfolg. Immerhin zeigen die Bilder, dass das Opfer seinen Mörder gut gekannt haben muss. Katjas Recherchen zufolge könnte der Geschäftsmann Kristian Lain die Tat begangen haben. Der Verdächtige handelt mit fragwürdiger Kryptowährung und war bis vor kurzem noch eng mit dem Sportler befreundet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12636077","hoster":"VOE"},{"path":"/redirect/12636078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-4","name":"Der große Deal","epNo":4,"alt":"","descr":"Die Einführung von Kristians Kryptowährung ist ein durchschlagender Erfolg. Derweil findet Tolonens Witwe Maria heraus, wohin dessen Geld geflossen ist: an ein Unternehmen, das unter der Adresse von Kristian registriert ist. Durch einen Patzer von Kristians Frau kommen Katja und Sami Kristians schmutziger Vergangenheit auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672569","hoster":"VOE"},{"path":"/redirect/12689199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-5","name":"Ohne Rücksicht auf Verluste","epNo":5,"alt":"","descr":"Für Kristian könnte Katjas Artikel über seine Vergangenheit zu keinem schlechteren Zeitpunkt kommen. Nach dem guten Start sind die Verkäufe von VersoCoin stark eingebrochen. Kristian trifft sich mit den Mitgliedern des inneren Kreises, die bestürzt über die Aussicht sind, ihr Geld zu verlieren. Ihr gemeinsamer Feind, da sind sie sich einig, ist Katja.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672572","hoster":"VOE"},{"path":"/redirect/12672571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-6","name":"Die Quelle","epNo":6,"alt":"","descr":"Im Gespräch mit Maria erfährt Katja, dass Tolonen kurz vor seinem Tod sein Investment von Kristian zurückerhalten hatte. Könnte sich Katja in VersoCoin getäuscht haben? Als der Wirtschaftsmagnat, Janne Eskola, Katja heimlich kontaktiert und ihren Verdacht über VersoCoin bestätigt, führt eine Reihe von Entdeckungen über die Finanzen der Stadt zu einer erschütternden neuen Theorie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672577","hoster":"VOE"},{"path":"/redirect/12672576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-7","name":"Zahltag","epNo":7,"alt":"","descr":"Während Katja mit einer Kollegin eine Spur verfolgt, die aufdecken könnte, dass Gelder der Stadt an VersoCoin geflossen sind, versucht Pekka, den Verräter in den eigenen Reihen zu identifizieren. Doch auch innerhalb der Nachrichtenredaktion scheint es einen Maulwurf zu geben. Gelingt es Katja, ihre Quelle zu schützen und der Wahrheit auf den Grund zu gehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12672582","hoster":"VOE"},{"path":"/redirect/12672581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/enemy-of-the-people/staffel-1/episode-8","name":"Der Beweis","epNo":8,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12688692","hoster":"VOE"},{"path":"/redirect/12688691","hoster":"Streamtape"}]}]}]}]}