{"path":"/serie/stream/engel-in-amerika","name":"Engel in Amerika","descr":"Amerika, in den 80er Jahren. Der 30-jährige New Yorker Homosexuelle Prior erkrankt an Aids, worauf ihn sein jüdischer Freund Louis verlässt. Louis, von Schuldgefühlen geplagt, fängt eine Affäre mit dem streng gläubigen Mormonen Joe an. Der wiederum ist ein Schützling des berühmten, erzkonservativen Anwalts Roy Cohn – auch er ein heimlicher Homosexueller, der sich mit Aids infiziert hat, dies jedoch vor der Öffentlichkeit geheim zu halten versucht. Derweil wird Prior von Visionen eines weiblichen Engels heimgesucht, der ihn als modernen Propheten auserkoren hat. Doch Prior sträubt sich gegen die ihm zugedachte Rolle.Mike Nichols’ Theaterverfilmung \"Angels in America\" ist ein bewegendes Gesellschaftsdrama mit Meryl Streep und Al Pacino.","seasons":[{"path":"/serie/stream/engel-in-amerika/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/engel-in-amerika/staffel-1/episode-1","name":"Schlechte Neuigkeiten","epNo":1,"alt":"","descr":"Im ersten Kapitel von Mike Nichols’ epischem Sechsteiler, der im Amerika der 80er Jahre spielt, werden die zentralen Figuren des Films vorgestellt: Da gibt es den schwulen New Yorker Prior (Justin Kirk) und seinen Lebenspartner Louis (Ben Shenkman), der seine Homosexualität vor seiner jüdischen Familie geheim hält. Die Offenbarung, dass sein Freund HIV-positiv ist, trifft den labilen Louis wie ein Schlag. Er ringt mit sich, weil er nicht weiss, ob er die Beziehung unter diesen erschwerten Umständen fortsetzen kann. Dann gibt es da noch den jüdischen, ultrakonservativen Staranwalt Roy Cohn (Al Pacino) und seinen Assistenten Joe (Patrick Wilson). Roy versucht, Joe davon zu überzeugen, eine Stelle im Justizministerium in Washington anzunehmen. Doch Joes Frau Harper (Mary-Louise Parker), die sich aus ihrer tristen Ehe in surreale Traumwelten flüchtet, will New York keinesfalls verlassen. In einer ihrer Traumvisionen begegnet sie Prior, der ihr verrät, dass ihr Mann in Wahrheit schwul ist. Mit dieser Frage konfrontiert, leugnet der streng gläubige Mormone Joe jedoch seine verdrängte Homosexualität – obwohl er kurz zuvor Louis kennen gelernt hat, zu dem er sich auf Anhieb hingezogen fühlte. Am Ende erfährt auch Roy Cohn, der seine Homosexualität aus Karrieregründen ebenfalls geheim hält, das er Aids hat. In einem zynischen Monolog macht er seinem Arzt (James Cromwell) deutlich, dass er nicht an Aids leidet, sondern an \"Leberkrebs\" – denn Aids, so Cohn, bekämen nur Homosexuelle. Er aber sei kein Homosexueller, sondern ein \"heterosexueller Mann, der es mit Männern treibt\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307890","hoster":"VOE"},{"path":"/redirect/10107412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/engel-in-amerika/staffel-1/episode-2","name":"In Vitro","epNo":2,"alt":"","descr":"Nachdem der HIV-positive Prior (Justin Kirk) einen Zusammenbruch erlitten hat, wird er in ein Krankenhaus eingeliefert. Durch diesen Vorfall reift in seinem Freund Louis (Ben Shenkman), der mit der Situation nicht fertig wird, der Entschluss, Prior zu verlassen. Der einzige Beistand, der Prior bleibt, sind die Krankenschwester Emily (Emma Thompson) und sein alter Freund Belize (Jeffrey Wright), ein schwuler, afroamerikanischer Krankenpfleger. Im Krankenhaus beginnt der einsame, verzweifelte Prior, eine merkwürdige Stimme zu hören, die ihm die Ankunft eines \"Boten\" ankündigt. Unterdessen schlägt Harper (Mary-Louise Parker) ihrem Mann Joe (Patrick Wilson) vor, alleine nach Washington zu ziehen. In seiner Verzweiflung sucht Joe Rat bei seinem zynischen Mentor, dem Staranwalt Roy Cohn (Al Pacino), der ihm nahe legt, seine Frau zu verlassen und seine Karriereziele zu verfolgen. Schließlich erfährt Joe, weshalb Cohn ihn unbedingt in Washington sehen will: Als Mitglied des Justizministeriums soll er einen Bestechungs-Prozess gegen Cohn verhindern, der die Karriere des einflussreichen Anwalts beenden würde. Abermals begegnet Joe Louis, und wieder spürt Joe, dass er sich zu seiner schwulen Zufallsbekanntschaft hingezogen fühlt. Als er sich jedoch eines nachts seiner streng gläubigen Mutter Hannah (Meryl Streep) am Telefon als schwul \"outet\", reagiert diese voller Unverständnis auf die \"Flausen\" ihres Sohnes. Wenig später verlässt Joe endgültig seine Frau, und auch Louis trennt sich in einer aufwühlenden Szene von dem schwer kranken Prior.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307885","hoster":"VOE"},{"path":"/redirect/10107411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/engel-in-amerika/staffel-1/episode-3","name":"Der Bote","epNo":3,"alt":"","descr":"Da sich sein Zustand stabilisiert hat, darf Prior (Justin Kirk) das Krankenhaus verlassen. Zu Hause angekommen, hat er in der Nacht seltsame Visionen, in denen ihm zwei seiner längst verstorbenen Vorfahren (Simon Callow, Michael Gambon) erscheinen, und ihm die Ankunft eines \"Boten\" ankündigen. Harper (Mary-Louise Parker), die die gemeinsame Wohnung mit Joe (Patrick Wilson) verlassen hat, scheint völlig in eine Traumwelt abgedriftet zu sein: In einem antarktischen Fantasieland versucht sie im Gespräch mit dem bizarren \"Mr. Lies\" (Jeffrey Wright), ihr Leben in den Griff zu bekommen. Zur gleichen Zeit kommt Joes Mutter Hannah (Meryl Streep) aus Utah nach New York, um die Ehe ihres Sohnes zu retten. Sie bekommt Joe allerdings nicht zu sehen: Nachdem er seinem Mentor und \"Ersatzvater\" Roy Cohn (Al Pacino) in einem überaus emotionalen Streitgespräch in dessen Wohnung klar gemacht hat, dass er sich nicht von ihm instrumentalisieren lassen wird, trifft er im Central Park Louis (Ben Shenkman) wieder – und geht mit ihm in dessen Wohnung. Der HIV-positive Cohn erleidet derweil in seiner Wohnung einen Schwächeanfall. Es erscheint ihm der Geist der berühmten Spionin Ethel Rosenberg (Meryl Streep), die der reaktionäre Kommunisten-Hasser Cohn einst auf den elektrischen Stuhl brachte. Sie verspottet ihn, ruft jedoch eine Ambulanz, die den todkranken in ein Hospital bringt. In der gleichen Nacht hat Prior eine weitere Vision: Der angekündigte \"Bote\" erscheint in seiner Wohnung – ein gewaltiger Engel (Emma Thompson), der den Angst erfüllten Prior als \"Propheten\" bezeichnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307889","hoster":"VOE"},{"path":"/redirect/10107413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/engel-in-amerika/staffel-1/episode-4","name":"Keine Bewegung","epNo":4,"alt":"","descr":"Nachdem der verklemmte Joe (Patrick) den erfahreneren Louis (Ben Shenkman) in dessen Wohnung begleitet hat, macht er seine erste homosexuelle Erfahrung – und glaubt fortan, in ihm den Mann seines Lebens gefunden zu haben. Joes Mutter Hannah (Meryl Streep) ist inzwischen im Apartment ihres Sohnes angekommen, wo sie einen Anruf der Polizei erhält, dass die verwirrte Harper (Mary-Louise Parker) im Park aufgegriffen wurde. Am nächsten Tag erzählt Prior (Justin Kirk) dem skeptischen Belize (Jeffrey Wright) von seiner Vision: Der Engel (Emma Thompson) habe ihn über seine Aufgabe als \"Prophet\" aufgeklärt. Er, Prior, solle die Menschheit aus ihrer Misere führen. Denn Gott habe den Himmel verlassen und die Menschen könnten daher nicht mehr auf seine Hilfe hoffen. Doch Prior sträubt sich gegen diese Aufgabe. Die absurd anmutenden Erzählungen Priors sind allerdings nicht Belizes einzige Sorge: Im Hospital wird er von dem rassistischen, ultrakonservativen Juden Roy Cohn (Al Pacino) tyrannisiert. Dennoch entspinnt sich zwischen dem sensiblen Belize und dem zynischen Cohn eine seltsam vertrauensvolle, von einer Mischung aus Hass, Faszination und Abhängigkeit geprägte Beziehung. Auch im Krankenhaus erscheint Cohn der Geist von Ethel Rosenberg (Meryl Streep), die mit spöttischem Blick sein Siechtum beobachtet. Langsam erkennt der mächtige Roy Cohn, der den Gerichtsprozess gegen sich nicht stoppen kann, dass die Krankheit ihn auch als Person angreifbar gemacht hat: \"Amerika ist kein Land für kranke Menschen\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11307894","hoster":"VOE"},{"path":"/redirect/10107415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/engel-in-amerika/staffel-1/episode-5","name":"Die Waldfee","epNo":5,"alt":"","descr":"Die Mormonin Hannah (Meryl Streep) hat in New York eine Stelle im mormonischen Informationszentrum gefunden. Ihre Schwiegertochter Harper (Mary-Louise Parker), die langsam wieder in die Realität zurück zu finden scheint, fährt derweil damit fort, ihr Leben und ihren Glauben in Frage zu stellen. Harpers Ehemann Joe (Patrick Wilson) hat die letzten Wochen mit Louis (Ben Shenkman) verbracht, den er für die Liebe seines Lebens hält. Doch Louis wird noch immer von Schuldgefühlen geplagt, weil er den kranken Prior (Justin Kirk) verlassen hat. Er beschließt, Prior zu treffen, um sich mit ihm auszusprechen. Joe besucht unterdessen den schwer kranken Roy Cohn (Al Pacino), dem er seine Homosexualität gesteht. Cohn ist schockiert, und beschwört Joe voller Zorn, um seiner Karriere willen zu seiner Frau zurückzukehren.\r\rAuch das Treffen zwischen Louis und Prior endet in einem Streit. Denn Prior, der sich mit langer Kutte, Gehstock und Kapuze gibt und kleidet wie ein Prophet, kann Louis nicht verzeihen: Er glaubt seinem Ex-Freund nicht, dass er sein Handeln wirklich bereut. Als Prior erfährt, wer Louis’ neuer Liebhaber ist, folgt er ihm bis zum mormonischen Informationszentrum. Dort lernt er Joes Mutter Hannah kennen, die ihn nach einem Schwächenanfall ins Krankenhaus bringt. Zur gleichen Zeit erfährt der entsetzte Louis von Belize (Jeffrey Wright), dass Joe für den ultrakonservativen Roy Cohn arbeitet. Joe versucht inzwischen, sich mit Harper zu versöhnen – ohne Erfolg: bei ihrer Aussprache reden sie fortwährend aneinander vorbei, lustlos haben sie Sex miteinander. Joe erkennt, dass er nicht gegen seine natürlichen Bedürfnisse ankämpfen kann. Abermals verlässt er Harper.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10303349","hoster":"VOE"},{"path":"/redirect/10107416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/engel-in-amerika/staffel-1/episode-6","name":"Der Himmel kommt näher","epNo":6,"alt":"","descr":"Nachdem Hannah (Meryl Streep) den geschwächten Prior (Justin Kirk) ins Krankenhaus gebracht hat, erzählt er ihr von seinen Visionen. Die gläubige Mormonin ist die erste Person, die ihm glaubt. Prior bittet die verständnisvolle Hannah, bei ihm zu bleiben. In dieser Nacht spitzt sich die Situation für alle Beteiligten zu: In einem überaus emotionalen Streit konfrontiert Louis (Ben Shenkman) seinen Liebhaber Joe (Patrick Wilson) mit dessen unmenschlichen juristischen Praktiken, die von einer überaus konservativen, zynischen Weltsicht geprägt sind. Auch seine Frau Harper (Mary-Louise Parker) will nichts mehr mit dem wankelmütigen Joe zu tun haben. Sie verlässt ihn. Im Krankenhaus stirbt Roy Cohn (Al Pacino) an seiner Aids-Erkrankung, nachdem er eine letzte Vision von Ethel Rosenberg (Meryl Streep) hatte. Zur gleichen Zeit hat auch Prior eine weitere Vision, wobei der zornige Engel (Emma Thompson) ihm den Weg in den Garten Eden weist. Dort macht Prior vor einer Art \"Rat der Engel\" seiner Wut auf Gott Luft und erklärt, dass er nicht bereit ist, sein Leben aufzugeben, um die ihm zugedachte Rolle eines Propheten zu spielen. Er kehrt auf die Erde und damit ins Leben zurück, wo er bereits von Hannah, Belize (Jeffrey Wright) und der Krankenschwester Emily (Emma Thompson), die ihn für tot hielten, erwartet wird. Dank eines wertvollen, sehr raren Medikamentes, das Belize und Louis dem verstorbenen Roy Cohn gestohlen haben, kann Prior auf eine Verbesserung seines Zustands hoffen. Zeitsprung: Im Januar 1990 treffen sich die Freunde Prior, dessen Zustand sich stabilisiert hat, Belize, Louis und Hannah im Central Park – Menschen unterschiedlicher Ethnien, Generationen, Glaubensrichtungen und sexueller Orientierungen, die dennoch eine Gemeinschaft bilden und zuversichtlich in die Zukunft blicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10310437","hoster":"VOE"},{"path":"/redirect/10107417","hoster":"Streamtape"}]}]}]}]}