{"seriesId":"enslaved-auf-den-spuren-des-sklavenhandels","name":"Enslaved – Auf den Spuren des Sklavenhandels","descr":"Der Schauspieler Samuel L. Jackson konnte seine Vorfahren dank DNS-Analyse zum Benga-Stamm in Gabun zurückverfolgen. Wie ihm geht es vielen schwarzen Amerikanern, deren Vorfahren einst von Sklavenhändlern wie Vieh eingefangen und in die \"Neue Welt\" verschleppt wurden, um dort über Generationen hinweg als Sklaven für die Weißen zu schuften – und so den Grundstein für den Wohlstand der USA als Nation legten. Jackson erzählt, ausgehend von seinen eigenen Erfahrungen, die Geschichte des transatlantischen Menschenhandels, der sich so viele Jahre lang halten sollte, nach – und wie sich dieses Unrecht bis heute auswirkt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Cultures Left Behind","descr":"Taucher von A Diving With A Purpose starten die epische Geschichte des transatlantischen Sklavenhandels, die vom Meeresboden aus erzählt wird, und suchen nach versunkenen Sklavenschiffen, während die Hollywood-Ikone Samuel L. Jackson den Stamm seiner Vorfahren trifft.","versions":[{"lang":2,"streams":[{"redirect":7412425,"hoster":"VOE"},{"redirect":7412423,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Rationalization","descr":"Samuel L. Jackson rekrutiert zwei namhafte Journalisten, um den Prozess zu verstehen, der die Europäer dazu veranlasste, die Sklaverei nicht nur als rentabel, sondern auch als gerechtfertigt anzusehen. Im Ärmelkanal finden DWP-Taucher das früheste jemals gefundene Sklavenwrack.","versions":[{"lang":2,"streams":[{"redirect":7412428,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Follow the Money","descr":"Das Team wurde vor Ort in Suriname, Brasilien, Portugal und Großbritannien gedreht und untersucht die Wirtschaftlichkeit des Sklavenhandels, während es nach einem versunkenen Sklavenschiff sucht, das den größten Verlust an Leben während des gesamten Sklavenhandels darstellt.","versions":[{"lang":2,"streams":[{"redirect":7412432,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"New World Cultures","descr":"Samuel L. Jackson besucht die einzige afrikanische Stadt in Amerika. Die Diving With A Purpose-Taucher helfen Jugendlichen in Costa Rica, ihr afrikanisches Erbe zu entdecken, indem sie ein versunkenes Sklavenschiff vor ihrer Küste tauchen und identifizieren.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Resistance","descr":"","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Abolition","descr":"","versions":[]}]}]}