{"seriesId":"entkolonisieren","name":"Entkolonisieren","descr":"Von Algerien über Indien bis Vietnam erzählt ARTE in drei Teilen die Geschichte der Dekolonisierung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Lehrjahre","epNo":1,"alt":"Biding Their Time","descr":"Die heldenhafte Prinzessin: Nachdem sie von der mächtigen British East India Company enteignet wird, schließt sich die Rani von Jhansi dem Sepoyaufstand an – der ersten großen Revolte in der Kolonialgeschichte.Die heldenhafte Prinzessin: Nachdem sie von der mächtigen British East India Company enteignet wird, schließt sich die Rani von Jhansi dem Sepoyaufstand an – der ersten großen Revolte in der Kolonialgeschichte.Der Jahrhundertcoup: 1880 unterzeichnet der König der Batéké, Ilo Makoko, einen Protektoratsvertrag mit Frankreich. Der Herrscher ahnt nicht, dass er damit sein Land an die Kolonialmacht verliert. Die gewinnbringende Aufteilung des \"afrikanischen Kuchens\" unter den Europäern nimmt ihren Lauf.Gehirnwäsche: Der Haitianer Antener Firmin, Mitglied der Anthropologischen Gesellschaft in Paris, hat sich zum Ziel gesetzt, die Vorstellung einer \"Überlegenheit der Weißen\" ein für alle Mal wissenschaftlich zu widerlegen.Alice im Kongoland: Anfang des 20. Jahrhunderts macht Alice Seely Harris die Öffentlichkeit mithilfe schockierender Fotografien auf die Grausamkeiten des belgischen Königs Léopold im Kongo aufmerksam.Die Revanche des Fußballclubs Mohun Bagan: Ein Fußballspiel am 29. Juli 1911 in Kalkutta wird zum indischen Vergeltungsschlag gegen das britische Empire.Black Power: Der senegalesische Dienstbote Lamine Senghor zieht im Ersten Weltkrieg als Schütze der \"Tirailleurs sénégalais\" für Frankreich an die Front.Die Aufständische: Mary Nyanjiru führt im Kenia der 1920er Jahre die Protestbewegung gegen die Inhaftierung von Harry Thuku an, dem ersten indigenen politischen Führer des Landes.Eine Zeitung rüttelt auf: In den 1920er Jahren schreibt der mittlerweile politisch aktive Lamine Senghor mit spitzer Feder für die Zeitung \"Le Paria\" unter der Leitung des jungen Hô Chí Minh.Staatsfeind Nummer eins: Im Marokko der 1920er Jahre wird Abd al-Karim zum Anführer der aufständischen Rifkabylen und lehrt die Kolonialmächte das Fürchten.","versions":[{"lang":1,"streams":[{"redirect":12713752,"hoster":"VOE"},{"redirect":12713756,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Befreiung","epNo":2,"alt":"Liberation","descr":"Die indigene Internationale: Auf dem ersten Kongress gegen koloniale Unterdrückung und Imperialismus in Brüssel 1927 hält Lamine Senghor eine vielbeachtete Rede zum bevorstehenden Kampf der \"schwarzen Rasse\" ...Die indigene Internationale: Auf dem ersten Kongress gegen koloniale Unterdrückung und Imperialismus in Brüssel 1927 hält Lamine Senghor eine viel beachtete Rede zum bevorstehenden Kampf der \"schwarzen Rasse\".Das starke Geschlecht: 1930. Als Mahatma Gandhi nach dem Salzmarsch 1930 verhaftet wird, übernimmt die Dichterin und Aktivistin Sarojini Naidu gemeinsam mit Abul Kalam Azad den Vorsitz der Indischen Kongresspartei. Die Hindu-Bewegung wird nun von einer Frau und einem Moslem geführt – ein Vorgeschmack auf das moderne Indien.Liebesgrüße aus Hongkong: Nguyen Ai Quoc erweist sich 1930 als bester Geheimagent der Komintern in Südostasien. Heimlich trifft er sich mit kampfentschlossenen Genossen in Hongkong und gründet im Februar 1930 als Hô Chí Minh die kommunistische Partei Indochinas.Kampf der Kasten: Der indische Intellektuelle Bimrao Ramji Ambedkar ergreift in den 1930er Jahren Partei für die \"Unberührbaren\", denn Indien steht nicht nur vor der Herausforderung, seine Unabhängigkeit zu erlangen, sondern auch das Kastensystem zu reformieren.Die Macht der Worte: Im Mai 1945 schlägt die französische Armee Unruhen im algerischen Ort Sétif blutig nieder und löst damit den Algerienkrieg aus. Der 15-jährige Yacine beschließt, die Geschichte aufzuschreiben. Als Kateb Yacine wird er zu einem der führenden Schriftsteller Algeriens.Die Spaltung: Die lang erwartete indische Unabhängigkeit führt im August 1947 zur Spaltung des Landes in einen hinduistischen und einen muslimischen Teil. Auf beiden Seiten kommt es zu Massakern, 14 Millionen Menschen verlieren ihre Heimat.Der Schwur von Wambui: Der Werdegang des 16-jährigen Wambui Waiyaki steht exemplarisch für den Befreiungskampf der Mau-Mau-Bewegung zwischen 1950 und 1963, dem Jahr der kenianischen Unabhängigkeit.Das Spiel ist aus: 1954 werden die Franzosen bei der Schlacht um Dien Bien Phu durch Hô Chí Minh und die Vietminh vernichtend geschlagen. In fast allen Kolonien wird der Sieg als erster Schritt auf dem Weg in die Freiheit gefeiert und wirkt als Ansporn für die lokalen Freiheitskämpfer.","versions":[{"lang":1,"streams":[{"redirect":13109289,"hoster":"VOE"},{"redirect":12713757,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Welt gehört uns!","epNo":3,"alt":"The World Is Ours","descr":"Gegengift: Der französische Psychiater Frantz Fanon von der Insel Martinique wird nach Blida in Algerien versetzt. Er soll Traumata französischer Folterknechte behandeln, schließt sich stattdessen aber als Aktivist der Nationalen Algerischen Befreiungsfront an.Gegengift: Der französische Psychiater Frantz Fanon von der Insel Martinique wird nach Blida in Algerien versetzt. Er soll Traumata französischer Folterknechte behandeln, schließt sich stattdessen aber als Aktivist der Nationalen Algerischen Befreiungsfront an.Ein Stern verglüht: Patrice Lumumba, Gründer der kongolesischen Unabhängigkeitspartei MNC, wird 1958 von den Belgiern wegen seiner pazifistischen Haltung hofiert. Zunächst …Hauptstadt der Revolution: Im Juli 1969 findet in Algier das erste panafrikanische Kulturfestival statt und feiert den Traum eines unabhängigen, blühenden und freien Afrikas. Kann dieser Traum Wirklichkeit werden?Der Verrat: Zehn Tage nach Unabhängigkeit des ehemaligen Belgisch-Kongo besetzt die frühere Kolonialmacht den Süden des Landes. Premierminister Lumumba bittet die UdSSR um Hilfe, doch die Westmächte lassen ihn durch seinen Stellvertreter Mobutu ermorden. Der neue starke Mann macht sich zum Alleinherrscher über einen vermeintlich unabhängigen Staat, der zum Spielball westlicher Interessen wird.Eine neue Weltordnung: Mitten im Kalten Krieg will die indische Premierministerin Indira Gandhi 1971, dass ihr Land nicht mehr länger von Dritten abhängig ist. 1974 lässt sie die erste indische Atombombe zünden.Southall Riots: Proteste gegen ein Treffen der rechtsextremen National Front im Londoner Viertel Southall werden 1979 von der Polizei gewaltsam niedergeschlagen. Für die Migranten aus den ehemaligen Kolonien geht es bei den Ausschreitungen vor allem darum, als gleichberechtigte britische Staatsbürger angesehen zu werden.Es war einmal in Nollywood: Ein junger Straßenhändler dreht 1992 in Lagos mithilfe einer Videokamera seinen ersten Film: \"Living in Bondage\". Der Film wird zum internationalen Erfolg und legt den Grundstein für eine nigerianische Filmindustrie, die das Kino als politisches Sprachrohr nutzt.Die letzte Schlacht: 2012 sammeln die verbliebenen Mau-Mau 6.000 Augenzeugenberichte von Opfern kolonialer Gewalt. Sie werden von Historikern, Anwälten und ehemaligen Kolonialverwaltern unterstützt, um ihre letzte Schlacht zu schlagen: Sie wollen das Vereinigte Königreich verklagen.","versions":[{"lang":1,"streams":[{"redirect":12713754,"hoster":"VOE"},{"redirect":12713751,"hoster":"Streamtape"}]}]}]}]}