{"seriesId":"entourage","name":"Entourage","descr":"Entourage handelt vom Leben eines jungen, aufkommenden Hollywoodstars und seinem Bruder, der nicht ganz so erfolgreich ist und seinen zwei Freunden. Die Vier kennen sich bereits sehr lange und sind alle im New Yorker Stadtteil Queens aufgewachsen. Jetzt hat es Vincent Chase als Schauspieler nach Hollywood geschafft und er hat seine Freunde mitgenommen, um mit ihnen zusammen die Zeit in der Filmstadt zu genießen. Drogen, Sex und Big-Business spielen die Hauptrolle. Gemixt ist das Ganze mit einer feinen Prise Humor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Klassentreffen","epNo":1,"alt":"Entourage","descr":"Vincent \"Vince\" Chase ist jung, ehrgeizig und einer der begehrtesten Jungschauspieler Hollywoods. Doch auch im Leben eines aufstrebenden Stars gibt es lästige Pflichten: So wollen ihn seine Freunde Eric, Drama und Turtle überzeugen, mit ihnen zum zehnjährigen Klassentreffen in ihre alte Heimat New York zu fahren. Vince ist noch unschlüssig, muss aber ohnehin erst einmal seinen beruflichen Verpflichtungen nachkommen und die Premierenparty seines neuesten Films besuchen. Ein ruhiger Abend ist ihm dort nicht vergönnt, denn sein Agent Ari will ihn mit allen Mitteln davon überzeugen, das Skript zum Alpen-Epos \"Matterhorn\" zu lesen. Nach der Lektüre ist Vince eher skeptisch, zumal sein bester Freund und Manager Eric ihm dringend von dem Projekt abrät. Wäre da nicht der verführerische Teil des Angebots - Vince könnte nämlich stattliche vier Millionen Dollar für seine Rolle kassieren ...","versions":[{"lang":1,"streams":[{"redirect":12916285,"hoster":"VOE"},{"redirect":8430789,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Kritik","epNo":2,"alt":"The Review","descr":"Johnny \"Drama\" Chase, der nicht nur Vince\u0027 älterer Bruder ist, sondern auch als dessen Leibkoch und Fitnesstrainer fungiert, bekommt schon zum Frühstück schlechte Nachrichten serviert. Turtle erzählt ihm, dass ein wichtiges Fachmagazin Vince\u0027 letzten Kinoauftritt in der Luft zerrissen und sogar die schauspielerischen Qualitäten des Jungstars in Zweifel gezogen hat. Eric trifft sich sofort mit Vincents Agent Ari zu einem Krisengespräch. Der erfahrene Ari rät Eric prompt, Vince möglichst effektvoll von dem ärgerlichen Artikel abzulenken. Eric folgt dem Ratschlag, indem er Vince erlaubt, sich spontan einen protzigen Rolls-Royce zuzulegen. Eine Entscheidung, die Eric schon bald bereut ...","versions":[{"lang":1,"streams":[{"redirect":9000677,"hoster":"VOE"},{"redirect":8430792,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Talkshow","epNo":3,"alt":"Talk Show","descr":"Nachdem sie sich bei einem packenden Boxkampf vergnügt haben, lassen es sich Vince und seine Freunde auf der anschließenden Party gut gehen. Hier fließt nicht nur der Schampus in Strömen, es wimmelt auch von Stars und Sternchen. Während Talkmaster Jimmy Kimmel den aufstrebenden Vince davon überzeugen will, am nächsten Abend in seiner Show aufzutreten, kommen Turtle und Drama mit Luke Wilson ins Gespräch und debattieren über dessen nagelneues Heimkino-System. Turtle und Drama gelangen schnell zu der Überzeugung, dass sie ihre eigene Anlage schnellstmöglich ersetzen sollten, um mit der Hollywood-Prominenz mithalten zu können. Am nächsten Tag wird Vince\u0027 Bruder Johnny seinem Spitznamen \"Drama\" wieder einmal gerecht: In eindrücklichen Worten warnt er Vince davor, in Jimmy Kimmels Show aufzutreten. Drama war selbst eine Zeitlang mit Kimmel befreundet - doch der Moderator ließ ihn wie eine heiße Kartoffel fallen, als es mit Dramas Karriere abwärts ging. Vince will davon aber nichts hören und sagt Kimmel den Auftritt für den Abend zu. Diese Entscheidung scheint sich auch durchaus zu lohnen, denn hinter den Kulissen trifft Vince überraschend auf seine Exfreundin Sara Foster, mit der er prompt wieder anbandelt ...","versions":[{"lang":1,"streams":[{"redirect":13056179,"hoster":"VOE"},{"redirect":8430794,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Date? Kein Problem!","epNo":4,"alt":"Date Night","descr":"Vince\u0027 neuer Film \"Head On\" läuft landesweit in den Kinos an, doch der Star verspürt nicht die geringste Lust, sich auf einer langweiligen Premierenfeier herumzudrücken. Stattdessen schmiedet er Pläne für einen unterhaltsamen Abend mit seinen Kumpels. Sein bester Freund und Manager Eric bringt ihn - wenn auch eher unfreiwillig - auf die Idee, eine gemeinsame \"Date-Nacht\" zu veranstalten. Gesagt, getan: Eric stellt den anderen seine neue Flamme Emily vor, Drama überrascht seine Freunde mit einer außerordentlich muskulösen Begleiterin, und Vince verabredet sich mit dem Popsternchen Justine Chapin. Den Vogel schießt allerdings Turtle ab. Er findet seine Begleiterin für den Abend, indem er in Vince\u0027 Fanpost stöbert. Seine Auserwählte ist zwar ein echter Hingucker, hat aber leider eine heftige Psycho-Macke ...","versions":[{"lang":1,"streams":[{"redirect":9000685,"hoster":"VOE"},{"redirect":8430795,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Drehbuch gefällig?","epNo":5,"alt":"The Script And The Sherpa","descr":"Vince\u0027 neue Freundin Fiona ist seinen Kumpels ein gewaltiger Dorn im Auge. Der Grund: Fiona ist Veganerin, und um ihren strengen Maßstäben an einen tierfreundlichen Lebenswandel gerecht zu werden, hat Vince seinen Alltag komplett umgekrempelt. Turtle, Eric und Drama sind sich sicher: Die Dame droht mit ihrer eigenwilligen Weltsicht Vince\u0027 Karriere zu ruinieren. Für Turtle ist das aber nicht das einzige Problem, mit dem er sich herumschlagen muss. Schwer wiegt für ihn auch, dass an der gesamten Westküste das Marihuana knapp geworden ist. Turtles übliche Quellen können ihm nicht einmal ein einziges Gramm seines Lieblingskrauts liefern. Erstaunlicherweise hat ausgerechnet die verhasste Fiona die Lösung parat","versions":[{"lang":1,"streams":[{"redirect":9000695,"hoster":"VOE"},{"redirect":8430796,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der alte Mann und der Strand","epNo":6,"alt":"Busey And the Beach","descr":"Vince ist immer noch Feuer und Flamme für das Filmprojekt \"Queens Boulevard\", doch sein Agent Ari versucht stattdessen, ihn für andere Drehbücher zu interessieren. Nicht nur Vince stößt das sauer auf, auch Eric ist mit Aris Leistung allmählich unzufrieden. Da trifft es sich gut, dass der junge Agent Josh Weinstein deutliches Interesse zeigt, sich künftig um Rollenangebote für Vince zu kümmern. Um seinen Rivalen Ari auszustechen, lädt er Vince und seine Jungs zu einer Strandparty ein. Bevor sich Drama mit den anderen ins Vergnügen stürzen kann, steht für ihn aber erst einmal das Treffen mit seinem eigenen neuen Agenten an, der ihm von Ari vermittelt wurde. Mit Entsetzen muss Drama feststellen, dass besagter Agent nicht einmal über ein Büro verfügt, geschweige denn über eine Sekretärin. Drama ist felsenfest überzeugt, dass dieser halbseidene Typ nicht in der Lage ist, ihm neue Angebote zu verschaffen - doch er wird bald eines Besseren belehrt. Vince grübelt derweil darüber nach, ob er Ari den Laufpass geben soll. Seine Entscheidung wird ihm beträchtlich erleichtert, als er Zeuge einer dramatischen Konfrontation zwischen Ari und Josh wird ...","versions":[{"lang":1,"streams":[{"redirect":9000689,"hoster":"VOE"},{"redirect":8430797,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Szene","epNo":7,"alt":"The Scene","descr":"Die Vorbereitungen zum Dreh von \"Queens Boulevard\" kommen allmählich in die Gänge. Vince ist entzückt, als er erfährt, dass Independent-Regisseur Billy Walsh den Streifen inszenieren soll - Hauptdarsteller und Regisseur in spe verstehen sich auf Anhieb prächtig. Zwar kommt Eric mit Walshs lockerer Art überhaupt nicht klar, aber Vince lässt sich davon nicht beirren. Das ändert sich erst, als Eric herausfindet, dass Walsh eine pikante Änderung am Drehbuch vorgenommen hat: In einer neuen Szene soll Vince eine Liaison mit einem Mann haben ...","versions":[{"lang":1,"streams":[{"redirect":9000682,"hoster":"VOE"},{"redirect":8430798,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"New York","epNo":8,"alt":"New York","descr":"Eric ist es leid, in Hollywood nur als \"der Typ da neben Vince\" bekannt zu sein. Er will endlich einen Titel, der seine enormen Verpflichtungen als de-facto-Manager des Nachwuchsstars widerspiegelt. Unterdessen bereitet sich Vince auf den dreimonatigen Drehaufenthalt in New York vor. Besonders ärgert ihn dabei, dass er von seinen zahlreichen Freundinnen in L.A. Abschied nehmen muss. Berufliche Verpflichtungen treiben auch Drama um: Er versucht, sich zwischen einer lukrativen TV-Rolle und einem prestigeträchtigen, aber schlecht bezahlten Filmprojekt zu entscheiden ...","versions":[{"lang":1,"streams":[{"redirect":12284924,"hoster":"VOE"},{"redirect":8430800,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"The Boys are back in Town","epNo":1,"alt":"The Boys are back in Town","descr":"Nach drei aufregenden Monaten bei Dreharbeiten in New York kehren Eric, Turtle und Drama nach L.A. zurück. Es dauert nicht lange, bis das übliche Berufs- und Gefühlschaos die Freunde eingeholt hat. Eric erwischt es dabei besonders schlimm. Er tut sein Bestes, um seinen neuen Verpflichtungen als Vince\u0027 Manager nachzukommen, wird aber immer wieder von seiner frustrierenden Beziehung zu Kristen abgelenkt. Zu allem Überfluss eröffnet ihm Ari, dass es um neue Rollenangebote für Vince schlecht bestellt ist. Einzig und allein die Hauptrolle in James Camerons neuem Projekt \"Aquaman\" könnte Vince\u0027 Karriere wieder anschieben - doch der Jungstar sträubt sich zuzusagen. So wird \"Aquaman\" zur ersten großen Bewährungsprobe für Eric, der Vince mit allen Mitteln umzustimmen versucht. Unterdessen heckt Drama einen außergewöhnlichen Plan aus, um günstig an einen neuen Satz Porträtfotos für seine Sedcard zu kommen ...","versions":[{"lang":1,"streams":[{"redirect":9000684,"hoster":"VOE"},{"redirect":8430799,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mein Maserati fährt 210","epNo":2,"alt":"My Maserati Does 185","descr":"Ari lässt nicht locker: Er legt sich mächtig ins Zeug, damit Vince endlich für die Hauptrolle in der Comicverfilmung \"Aquaman\" unterschreibt. Doch Ari muss sich vorerst der Sturheit seines Schützlings geschlagen geben. Vince schert sich nämlich nicht um Rollenangebote, sondern verwendet all seine Energie darauf, sich für eine exklusive Party in Jaime Presslys Strandhaus herauszuputzen. Dort lässt es sich auch der notorisch frustrierte Eric gut gehen - so gut, dass er prompt mit einem Model im Bett landet. Es kommt, wie es kommen muss: Am nächsten Tag wird Eric von Gewissensbissen geplagt. Um sich nicht allzu schuldig zu fühlen, fährt er kurzerhand zum Juwelier und besorgt ein funkelndes Mitbringsel für Kristen. Doch die große Ernüchterung folgt sogleich: Eric erfährt, dass Kristen ihn ebenfalls betrogen hat, während er bei den Dreharbeiten zu \"Queens Boulevard\" in New York war. Eric erkennt, dass es höchste Zeit ist, die unglückliche Beziehung zu Kristen endlich zu beenden und wieder Spaß am Leben zu haben ...","versions":[{"lang":1,"streams":[{"redirect":9000687,"hoster":"VOE"},{"redirect":8430803,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hugh Hefner lässt bitten","epNo":3,"alt":"Aquamansion","descr":"Vince und seine Clique müssen ihr altes Domizil verlassen und suchen nach einer standesgemäßen Luxusvilla. Vinces Wahl fällt auf ein ehemaliges Anwesen von Marlon Brando. Angesichts des stolzen Preises erscheint ihm die Hauptrolle in \"Aquaman\" plötzlich gar nicht mehr so unattraktiv. Doch erstmal gilt es, bei einer Party in Hugh Hefners \"Playboy Mansion\" Dampf abzulassen.","versions":[{"lang":1,"streams":[{"redirect":9000688,"hoster":"VOE"},{"redirect":8430804,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein heißer Tipp","epNo":4,"alt":"An Offer Refused","descr":"Vince und Turtle haben ihre Kreditkarten bis zum Limit ausgereizt und kein Geld mehr für die Einrichtung der neuen Villa. Leider ist auch Eric knapp bei Kasse, denn der Vertrag zu \"Aquaman\" ist noch längst nicht unter Dach und Fach. Im Gegenteil: Offenbar ist mittlerweile Leonardo DiCaprio der heiße Favorit für die Hauptrolle.","versions":[{"lang":1,"streams":[{"redirect":9000703,"hoster":"VOE"},{"redirect":8430805,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Nachbarin","epNo":5,"alt":"Neighbors","descr":"Vince landet das erste Mal auf dem Cover des Branchenblatts \"Variety\". Ärgerlicherweise verkündet die Zeitschrift, er habe für \"Aquaman\" unterschrieben. Dabei ist der Vertrag noch nicht in trockenen Tüchern. Ari und Eric tun ihr Bestes, um das zu ändern. Sie kontaktieren \"Aquaman\"-Regisseur James Cameron. Doch der will erst überzeugt werden, dass Vince der Richtige ist.","versions":[{"lang":1,"streams":[{"redirect":9000694,"hoster":"VOE"},{"redirect":8430811,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Chinatown","epNo":6,"alt":"Chinatown","descr":"Ari hat einen lukrativen Werbedeal für Vince eingefädelt. Der Dreh bringt Vince nicht nur ein hübsches Sümmchen ein, sondern mit der hübschen Stunt-Koordinatorin auch eine neue Bettgefährtin. Bei Eric dagegen herrscht Krisenstimmung: Die Privatvorführung von Vinces Film \"Queens Boulevard\" für James Cameron droht ins Wasser zu fallen.","versions":[{"lang":1,"streams":[{"redirect":9000692,"hoster":"VOE"},{"redirect":8430816,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das große Festival","epNo":7,"alt":"The Sundance Kids","descr":"Vince und die Jungs trudeln voller Vorfreude beim Sundance Festival ein. James Cameron soll sich hier die letzte Schnittfassung von \"Queens Boulevard\" ansehen. Vince hofft, dass Cameron ihn danach endlich für \"Aquaman\" engagiert. Doch dann verschafft ihm die Zufallsbekanntschaft von Erica ein anderes lukratives Angebot.","versions":[{"lang":1,"streams":[{"redirect":9000696,"hoster":"VOE"},{"redirect":8430815,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Oh, Mandy","epNo":8,"alt":"Oh, Mandy","descr":"Vince hat endlich den Vertrag für \"Aquaman\" in der Tasche. Nun soll er bestimmen, wer an seiner Seite \"Aquagirl\" spielt. In Frage kommt natürlich nur eine Top-Actrice aus Hollywoods erster Garde. Um den begehrten Part bewirbt sich auch seine Exfreundin Mandy Moore. Vince beschließt, sie zum Essen auszuführen, um zu testen, ob die Chemie zwischen ihnen noch stimmt.","versions":[{"lang":1,"streams":[{"redirect":9000691,"hoster":"VOE"},{"redirect":8430819,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ich liebe dich auch","epNo":9,"alt":"I Love You Too","descr":"Vince, Drama und der Rest der Jungs sind auf einer Comic-Messe zu Gast, um ihre neuesten Filme zu promoten. Dabei gerät Vince mit einem einflussreichen Internet-Journalisten aneinander, der ihn über seine Beziehung zu Mandy Moore ausquetschen will. Turtle und Drama helfen ihrem Freund aus der Patsche: Sie besänftigen den aufsässigen Journalisten mit einem äußerst pikanten Geschenk.","versions":[{"lang":1,"streams":[{"redirect":9000698,"hoster":"VOE"},{"redirect":8430823,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Bat Mitzvah-Feier","epNo":10,"alt":"The Bat Mitzvah","descr":"Vince gesteht Mandy, dass er immer noch Gefühle für sie hegt. Bei ihr kommt das jedoch nicht so gut an wie erhofft. Genervt will sich Vince wieder ins wilde Singleleben stürzen. Als er sich mit seinen Freunden für die Bar-Mitzwa-Feier von Aris Tochter einkleidet, lernt er Sloan kennen, die attraktive Tochter von Aris Boss Terrance McQuewick. Doch auch Eric hat ein Auge auf Sloan geworfen.","versions":[{"lang":1,"streams":[{"redirect":9000702,"hoster":"VOE"},{"redirect":8430818,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Geburtstagsgeschenk","epNo":11,"alt":"Blue Balls Lagoon","descr":"Vince findet sich in den Schlagzeilen wieder, sehr zum Leidwesen seiner Presseagentin: Die Klatschkolumne der New York Post berichtet, dass Vince und sein \"Aquagirl\" ein Paar sind. Zur Schadensbegrenzung soll Eric dafür sorgen, dass die frisch Verliebten sich in der Öffentlichkeit professionell benehmen und von allzu deutlichen Liebesbekundungen absehen. Keine leichte Aufgabe.","versions":[{"lang":1,"streams":[{"redirect":9000699,"hoster":"VOE"},{"redirect":8430820,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Good Morning Saigon","epNo":12,"alt":"Good Morning Saigon","descr":"Vinces Beziehung zu seinem \"Aquagirl\" hat ungeahnte Konsequenzen: Sein Agent Ari befürchtet, dass der aufstrebende Star im Liebesrausch seine Arbeit vernachlässigen könnte. Damit das nicht passiert, greift er zu einer dreisten Lüge. Allerdings wird er dabei von Eric ertappt, der sich auf sehr eigenwillige Art für Aris Eigenmächtigkeit rächt.","versions":[{"lang":1,"streams":[{"redirect":9000697,"hoster":"VOE"},{"redirect":8430821,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jedem das Seine","epNo":13,"alt":"Exodus","descr":"Vince ist immer noch Feuer und Flamme für \"Aquagirl\". Da stört es ihn auch nicht weiter, dass Eric, Turtle und Drama der Dame nicht trauen. Drama und Turtle spionieren ihr sogar hinterher und beobachten, wie sie sich mit ihrem Exfreund trifft. Ari gerät unterdessen wieder einmal mit seinem Chef Terrance aneinander. Aber diesmal endet der Streit mit Aris Rausschmiss.","versions":[{"lang":1,"streams":[{"redirect":9000704,"hoster":"VOE"},{"redirect":8430822,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Am Abgrund","epNo":14,"alt":"The Abyss","descr":"Nach der Trennung von \"Aquagirl\" ist Vinces Stimmung auf dem Tiefpunkt. Frustriert beschließt er, aus James Camerons \"Aquaman\"-Projekt auszusteigen, auch wenn dies das Ende seiner Karriere bedeuten könnte. Mit seiner selbstzerstörerischen Stimmung bringt Vince seinen gesamten Freundeskreis gegen sich auf. Eric erwägt sogar, seinen Job als Vinces Manager an den Nagel zu hängen.","versions":[{"lang":1,"streams":[{"redirect":9000705,"hoster":"VOE"},{"redirect":8430827,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein Star wird geboren","epNo":1,"alt":"Aquamom","descr":"Die Premiere von James Camerons \"Aquaman\" steht bevor. Für Vince ist es der bedeutendste Film seiner Karriere und dementsprechend sorgfältig bereiten er und seine Freunde sich auf den Premierenabend vor. Drama und Turtle geht es vor allem darum, viele gut aussehende Damen einzuschleusen. Für Vince ist nur wichtig, dass seine Mutter dabei ist. Doch die leidet unter Flugangst.","versions":[{"lang":1,"streams":[{"redirect":9000707,"hoster":"VOE"},{"redirect":8430831,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Tag im St. Fernando Valley","epNo":2,"alt":"One Day in the Valley","descr":"Endlich läuft Vinces Action-Epos \"Aquaman\" in den Kinos an. Die ersten Besucherzahlen von der Ostküste lassen auf ein Rekord-Einspielergebnis hoffen. Nur eines könnte jetzt noch verhindern, dass der Blockbuster den Rekord bricht: An der Westküste herrscht eine unerträgliche Hitzewelle. Um sich abzulenken, brechen Vince und die Jungs zu einer ausgelassenen Vergnügungstour auf.","versions":[{"lang":1,"streams":[{"redirect":13056180,"hoster":"VOE"},{"redirect":8430833,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Freunde","epNo":3,"alt":"Dominated","descr":"Bei der Einweihung eines \"Aquaman\"-Fahrgeschäfts in einem Freizeitpark trifft Vince zufällig auf Dom, einen alten Bekannten aus Queens. Als sie noch gemeinsam krumme Dinger drehten, war Dom einst sogar für Vince ins Gefängnis gegangen. Um sich zu revanchieren, stellt ihn Vince als Sicherheitschef ein. Eric, Drama und Turtle sind entsetzt.","versions":[{"lang":1,"streams":[{"redirect":9000709,"hoster":"VOE"},{"redirect":8430835,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Shrek in der Morgenstunde","epNo":4,"alt":"Guys and Doll","descr":"\"Aquaman\" hat seinen Siegeszug rund um die Welt angetreten. Höchste Zeit für Vince, aus dem Erfolg Kapital zu schlagen und sich nach neuen Rollenangeboten umzusehen. Ari hat auch schon etwas Passendes parat: die Rolle des berüchtigten Drogenbarons Pablo Escobar in \"Medellin\". Doch zunächst muss Vince den Produzenten Phil Rubenstein von sich überzeugen.","versions":[{"lang":1,"streams":[{"redirect":9000711,"hoster":"VOE"},{"redirect":8430836,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Crash and Burn","epNo":5,"alt":"Crash and Burn","descr":"Vince will um jeden Preis in Paul Haggis\u0027 \"Medellin\" mitspielen. Mit Unterstützung von Ari und Eric setzt er deshalb Himmel und Hölle in Bewegung, um den Drehstart von \"Aquaman 2\" nach hinten zu verschieben. Doch Haggis bleibt skeptisch: Trotz Vinces Bemühungen bleiben ihm nur 65 Tage für das Projekt, zu wenig, um seine Vorstellungen zu verwirklichen.","versions":[{"lang":1,"streams":[{"redirect":9000717,"hoster":"VOE"},{"redirect":8544409,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zu hoch gepokert","epNo":6,"alt":"Three\u0027s Company","descr":"Im Streit zwischen Vince und den Studiobossen um die Drehzeiten für \"Aquaman 2\" und \"Medellin\" sind die Fronten verhärtet. Ari tut sein Bestes, um zu vermitteln, doch Vince will nicht mit ihm reden, bis er dem erfolglosen Drama eine Rolle verschafft hat. Für Eric geht derweil ein Traum in Erfüllung: Sloan schlägt ihm vor, ihr Sexleben durch einen Dreier mit ihrer Freundin Tori aufzupeppen.","versions":[{"lang":1,"streams":[{"redirect":9000715,"hoster":"VOE"},{"redirect":12279628,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sex und andere Gefühllosigkeiten","epNo":7,"alt":"Strange Days","descr":"Erics Beziehung zu Sloan steht auf der Kippe, denn nach ihrem Dreier fühlt er sich stark zu Tori hingezogen. Ausgerechnet jetzt läuft er der attraktiven Blondine auf einer von Sloan organisierten Wohltätigkeits-Gala erneut über den Weg. Tori macht ihm ein verlockendes Angebot: Sie ist zu einem weiteren Dreier bereit, falls er Sloan davon überzeugen kann.","versions":[{"lang":1,"streams":[{"redirect":9000712,"hoster":"VOE"},{"redirect":8430839,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf zu neuen Ufern","epNo":8,"alt":"The Release","descr":"Nach dem Bombenerfolg von \"Aquaman\" wird jetzt auch der mäßig erfolgreiche \"Queens Boulevard\" international in die Kinos gebracht. Vince soll vor der Presse für die Neuveröffentlichung werben, wozu er auch gerne bereit ist. Allerdings nur, bis er erfährt, dass sein Lieblingsprojekt bis zur Unkenntlichkeit umgeschnitten und koloriert wurde, um es \"massenkompatibel\" zu machen.","versions":[{"lang":1,"streams":[{"redirect":9000714,"hoster":"VOE"},{"redirect":8430840,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vegas, Baby, Vegas","epNo":9,"alt":"Vegas, Baby, Vegas","descr":"Nach dem \u0027Queens Boulevard\u0027-Debakel gibt es für Vince und seine Kumpels nur eins: raus aus L.A. und auf ins Vergnügungsparadies Las Vegas! Turtle gelingt es sogar, einen lukrativen Nebenjob für Vince zu arrangieren. Für 100.000 Dollar soll er in der Jury eines Schönheitswettbewerbs sitzen. Vor Ort stellt sich dann aber heraus, dass es sich um einen Beauty-Contest für Stripperinnen handelt.","versions":[{"lang":1,"streams":[{"redirect":9000719,"hoster":"VOE"},{"redirect":8430841,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Punkband aus Queens","epNo":10,"alt":"I Wanna Be Sedated","descr":"Eric lässt sich von Ari einen Geschäftstermin der besonders unangenehmen Art aufschwatzen: Der windige Produzent Bob Ryan hat zwar eine Menge Geschichten aus der guten alten Zeit parat, aber leider kein passendes Angebot für Vince. Eric will sich schon eilig verabschieden, als das Gespräch eine unerwartete Wendung nimmt. Turtles Karriere als Manager von Rapper Saigon droht derweil den Bach runterzugehen.","versions":[{"lang":1,"streams":[{"redirect":9000718,"hoster":"VOE"},{"redirect":8430842,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was ist mit Bob?","epNo":11,"alt":"What About Bob?","descr":"Eric, Ari und Bob Ryan gehen auf Verkaufstour, um ihr \u0027Ramones\u0027-Projekt bei einem Hollywood-Studio an den Mann zu bringen. Schon beim ersten Gespräch mit einem Studio-Manager wird deutlich, dass der vorlaute Bob dabei eher eine Belastung ist. Ari schickt ihn deshalb vor dem nächsten Termin kurzerhand zum falschen Studio. Unterdessen sind Turtle und Vince auf der Jagd nach einem Paar Designerturnschuhe.","versions":[{"lang":1,"streams":[{"redirect":9000720,"hoster":"VOE"},{"redirect":8430845,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tut mir Leid, Ari","epNo":12,"alt":"Sorry, Ari","descr":"Bob Ryan hat das \u0027Ramones\u0027-Skript ausgerechnet an Warner Bros. verkauft: das Studio, bei dem Vince auf der \u0027Schwarzen Liste\u0027 der unerwünschten Schauspieler steht. Die Schuld an diesem Debakel gibt Vince natürlich Ari, der den Deal mit Bob Ryan einfädeln sollte. Er beschließt, Ari zu feuern. Um den drohenden Rausschmiss abzuwenden, setzt Ari Himmel und Hölle in Bewegung.","versions":[{"lang":1,"streams":[{"redirect":9000721,"hoster":"VOE"},{"redirect":8430844,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Geburtstag","epNo":13,"alt":"Less Than 30","descr":"Zu seinem Geburtstag bekommt Vince von seiner neuen Agentin Amanda gleich zwei Geschenke: Tickets für ein Spiel der L.A. Lakers sowie eine Hauptrolle in der Adaption eines Edith-Wharton-Romans. Bei dem Spiel sieht Vince auch seinen Ex-Agenten Ari wieder. Auf Ari wirkt das unerwartete Wiedersehen wie ein Stich ins Herz: Noch immer schmerzt es ihn, mit Vince seinen berühmtesten Klienten verloren zu haben.","versions":[{"lang":1,"streams":[{"redirect":9000723,"hoster":"VOE"},{"redirect":8430846,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Ausflug","epNo":14,"alt":"Dog Day Afternoon","descr":"Eric und Sloan planen einen Ausflug ins idyllische Wine Country in Nordkalifornien. Dummerweise hat Vince die beiden missverstanden und fühlt sich ebenfalls eingeladen. Um ihren Freund nicht vor den Kopf zu stoßen, versuchen Eric und Sloan, ihn mit allerlei Ausreden zum Daheimbleiben zu bewegen. Doch so sehr sie sich auch anstrengen, Vince hat für jedes ihrer vorgeschobenen Probleme eine Lösung parat.","versions":[{"lang":1,"streams":[{"redirect":9000725,"hoster":"VOE"},{"redirect":8430847,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Verrückter Montag","epNo":15,"alt":"Manic Monday","descr":"Amanda bedrängt Vince, sich endlich das Skript zu dem Historiendrama durchzulesen, in dem sie ihn unterbringen möchte. Doch so sehr sich Vince und seine Freunde auch anstrengen: Das Drehbuch ist einfach viel zu dröge, um mehr als ein paar Seiten zu lesen. Ari ist derweil in einer ernsten Formkrise: Er bringt es einfach nicht übers Herz, einen unfähigen Agenten rauszuschmeißen.","versions":[{"lang":1,"streams":[{"redirect":9000722,"hoster":"VOE"},{"redirect":8430852,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Reingelegt","epNo":16,"alt":"Gotcha","descr":"Vince und Amanda sind endlich zusammen, tun aber ihren Freunden gegenüber so, als sei ihre Beziehung weiterhin rein professionell. Eric durchschaut sie allerdings sofort, und er ist gar nicht glücklich über diese Vermischung von Privatleben und Beruf. Auch Drama hat\u0027s nicht leicht: Aus Hollywoods Gerüchteküche verlautet, dass er demnächst für die \u0027Versteckte Kamera\u0027 in eine Falle gelockt werden soll.","versions":[{"lang":1,"streams":[{"redirect":13103856,"hoster":"VOE"},{"redirect":8430855,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Rückkehr des Königs","epNo":17,"alt":"Return of the King","descr":"Pünktlich zum Jom-Kippur-Fest bereut Ari seine Sünden in der Synagoge. Dort trifft er Nick Rubenstein, Co-Produzent der Filmbiografie \u0027Medellin\u0027, in der Vince die Hauptrolle übernehmen sollte, bevor das Projekt auf Eis gelegt wurde. Damit es wieder ins Rollen kommt, braucht Nick dringend die Zusage, dass Vince mitspielen wird.","versions":[{"lang":1,"streams":[{"redirect":9000724,"hoster":"VOE"},{"redirect":8430858,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Auferstehung","epNo":18,"alt":"The Resurrection","descr":"Schon Stunden vor der Premiere seiner neuen Serie \u0027Five Towns\u0027 ist Drama das reinste Nervenbündel. Vor allem will er vermeiden, eine der im Vorfeld erschienenen Kritiken zu lesen, denn ein Verriss würde ihn nur noch mehr aufregen. Um sich abzulenken, geht Drama in einen asiatischen Massagesalon. Doch ausgerechnet dort fällt ihm ein Magazin mit einer Kritik zu \u0027Five Towns\u0027 in die Hände.","versions":[{"lang":1,"streams":[{"redirect":9000728,"hoster":"VOE"},{"redirect":8430856,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Braut des Prinzen","epNo":19,"alt":"The Prince\u0027s Bride","descr":"Um sich das \u0027Medellin\u0027-Drehbuch leisten zu können, verkauft Vince sogar seine Villa. Aber wer soll eigentlichen den Film finanzieren? Ari hat schnell eine Lösung parat: Er stellt Vince und Eric den zwielichtigen Prinzen Yair vor, der über ein schier unermessliches Vermögen verfügt. Dummerweise verlangt Yair für sein Geld eine äußerst pikante Gegenleistung von Vince.","versions":[{"lang":1,"streams":[{"redirect":9000727,"hoster":"VOE"},{"redirect":8430857,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Adios Amigos","epNo":20,"alt":"Adios Amigos","descr":"Vince\u0027 Villa ist verkauft, und die Jungs müssen sich nach einer neuen Bleibe umsehen. Vince und E versuchen gleichzeitig den \u0027Medellin\u0027-Deal über die Bühne zu bringen. Nick Rubenstein soll das Projekt finanzieren, doch weil er knapp bei Kasse ist, muss das Budget gekürzt werden. Als erste Sparmaßnahme engagieren die Jungs den Pornofilmer Walsh als Regisseur.","versions":[{"lang":1,"streams":[{"redirect":9000730,"hoster":"VOE"},{"redirect":8430859,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Willkommen im Dschungel","epNo":1,"alt":"Welcome to the Jungle","descr":"Was lange währt, wird endlich gut: Vince und Anhang sind nach Kolumbien geflogen, um das Biopic \u0027Medellin\u0027 über Drogenbaron Pablo Escobar zu drehen. E, der sich zum ersten Mal als Produzent bewähren muss, hat alle Hände voll zu tun: Regisseur Walsh legt sich mit dem Kameramann an, fordert urplötzlich 1000 zusätzliche Statisten und gesteht dann auch noch, dass sein Drehbuch gar kein Ende hat.","versions":[{"lang":1,"streams":[{"redirect":9000734,"hoster":"VOE"},{"redirect":8430861,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Director\u0027s Cut","epNo":2,"alt":"The First Cut Is the Deepest","descr":"Nach den Dreharbeiten zu \u0027Medellin\u0027 schieben Vince und seine Kumpel einen spontanen Italienurlaub ein. Danach sind sie dementsprechend pleite. Also treffen sich Vince und E mit Ari, um über neue Rollenangebote zu sprechen. Aber Ari hat schlechte Nachrichten: Keiner will Vince verpflichten, bevor \u0027Medelllin\u0027 angelaufen ist. Sollte der Streifen floppen, würde Vince als \u0027Kassengift\u0027 gelten.","versions":[{"lang":1,"streams":[{"redirect":9000729,"hoster":"VOE"},{"redirect":8430864,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Hinten durch die Brust","epNo":3,"alt":"Malibooty","descr":"Drama wähnt sich im Glück: Partygirl Donna Devaney will mit ihm ausgehen und bringt auch gleich eine Freundin für Turtle mit. Die entpuppt sich allerdings zu Turtles Entsetzen als wahre Schreckschraube. Vince und E sichten derweil die erste Schnittfassung von \u0027Medellin\u0027. E schlägt Regisseur Walsh zahlreiche Änderungen vor. Doch der hat seine Fassung schon beim Filmfestival von Cannes eingereicht.","versions":[{"lang":1,"streams":[{"redirect":9000731,"hoster":"VOE"},{"redirect":8430863,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zehn Meter bis Beverly Hills","epNo":4,"alt":"Sorry, Harvey","descr":"Eric muss sich nach dem unglücklichen \u0027Medellin\u0027-Deal gleichzeitig mit dem wütenden Studioboss Harvey Weingard und dem nicht minder missgelaunten Ari herumschlagen. Drama versucht sich derweil in der Kunst der Bestechung: Damit seine neue Adresse in den prestigeträchtigen Postleitzahlen-Bereich \u002790210\u0027 eingeordnet wird, versucht er, sich den Bürgermeister von Beverly Hills gewogen zu machen.","versions":[{"lang":1,"streams":[{"redirect":9000736,"hoster":"VOE"},{"redirect":8430862,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Dream Team","epNo":5,"alt":"The Dream Team","descr":"Drama will sich im In-Laden \u0027Barney\u0027s\u0027 neu einkleiden. Mit Vince und E im Schlepptau durchstöbert er die Regalreihen nach coolen Klamotten, die ihn ein paar Jahre jünger wirken lassen. Aber Vince und E setzen sich lieber ab. Auf dem Weg zum Restaurant laufen die beiden Snoop Dogg in die Arme. Der Rap-Star hat eine beunruhigende Neuigkeit für Vince parat.","versions":[{"lang":1,"streams":[{"redirect":9000737,"hoster":"VOE"},{"redirect":8430865,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nie ohne meinen Regisseur","epNo":6,"alt":"The WeHo Ho","descr":"Vince ist heilfroh, endlich wieder ein Rollenangebot zu haben. Doch leider soll bei seinem neuen Film \u0027Lost in the Clouds\u0027 wieder Billy Walsh die Regie übernehmen, mit dem Eric \u0027E\u0027 sich überworfen hat. Prompt will er den Deal platzen lassen, wenn Walsh nicht durch einen anderen Regisseur ersetzt wird. Doch Ari hat andere Pläne. Mit einem Trick sorgt er dafür, dass E und Walsh sich versöhnen.","versions":[{"lang":1,"streams":[{"redirect":12916288,"hoster":"VOE"},{"redirect":8430867,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nochmal ohne Gefühle","epNo":7,"alt":"The Day Fuckers","descr":"Beim gemeinsamen Frühstück mit den Jungs fällt E eine hübsche Kellnerin auf. Prompt macht sich der Rest der Clique auf seine Kosten lustig: Drama behauptet, E sei gar nicht in der Lage, einfach mal einen One-Night-Stand zu haben, da er immer sofort eine feste Beziehung eingehen wolle. Eric will das nicht auf sich sitzen lassen und lässt sich auf eine kostspielige Wette ein.","versions":[{"lang":1,"streams":[{"redirect":9000732,"hoster":"VOE"},{"redirect":12279629,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Garys Schreibtisch","epNo":8,"alt":"Gary\u0027s Desk","descr":"Eric gründet seine eigene Management-Agentur. Sein erstes bietet allerdings kaum mehr Platz als eine Abstellkammer. Um Eric aufzumuntern, will Vince ihm ein Prunkstück für das schmucklose Büro schenken: einen 42.000 Dollar teuren Schreibtisch, der einst Robert DeNiro gehörte. Dummerweise hat Schauspieler Gary Busey den Tisch bereits reserviert und weigert sich, ihn herauszurücken.","versions":[{"lang":1,"streams":[{"redirect":12922163,"hoster":"VOE"},{"redirect":8430869,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jung und bekifft","epNo":9,"alt":"The Young and the Stoned","descr":"Dank Vinces Einnahmen aus \u0027Lost in the Clouds\u0027 können die Jungs endlich ein neues Domizil in den Hollywood Hills beziehen. Während E in der noblen Wohngegend herumkurvt, knallt es plötzlich. Jemand ist ihm von hinten in seinen Aston Martin gefahren! Der Blechschaden entpuppt sich als wahrer Glücksfall für ihn: Den Unfall verursachte die attraktive Schauspielerin Anna Faris","versions":[{"lang":1,"streams":[{"redirect":9000739,"hoster":"VOE"},{"redirect":8430868,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schnee von gestern","epNo":10,"alt":"Snow Job","descr":"Vince fragt sich, ob sein Freund E nicht Privates und Geschäftliches vermischt, als der auch noch Anna Faris vertreten will. Schließlich ist Eric offensichtlich in die Schauspielerin verliebt. Bei einem Fotoshooting mit Anna muss E dann seine erste Bewährungsprobe als ihr Manager bestehen: Annas Liebhaber Dave mischt sich nämlich dauernd in die Arbeit des Fotografen ein.","versions":[{"lang":1,"streams":[{"redirect":9000741,"hoster":"VOE"},{"redirect":8430875,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Catch as Catch Cannes","epNo":11,"alt":"No Cannes Do","descr":"Nachdem Anna ihrem herrschsüchtigen Freund Dave den Laufpass gegeben hat, kann E sich endlich voll auf seine Aufgaben als ihr Manager konzentrieren. Inzwischen will die ganze Clique nach Cannes fliegen, wo Vinces Film \u0027Medellin\u0027 Premiere feiern wird. Dummerweise kommt ihnen eine Terrorwarnung in die Quere, die den gesamten Flugverkehr am Los Angeles International Airport lahm legt.","versions":[{"lang":1,"streams":[{"redirect":9000742,"hoster":"VOE"},{"redirect":8430877,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Cannes-Clique","epNo":12,"alt":"The Cannes Kids","descr":"Premierentag in Cannes: Das lockere Partytreiben in der Filmmetropole bringt zahllose Gelegenheiten zu unverbindlichem Sex mit sich. Und Vinces alter Bekannter Prinz Yair bietet an, die Verwertungsrechte an \u0027Medellin\u0027 unbesehen für 35 Millionen Dollar zu kaufen. Ari ist mit diesem Deal alles andere als zufrieden. Hauptinvestor Nicky Rubenstein will sich Yairs Angebot allerdings nicht entgehen lassen.","versions":[{"lang":1,"streams":[{"redirect":9000740,"hoster":"VOE"},{"redirect":8430880,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Fantasy Island","epNo":1,"alt":"Fantasy Island","descr":"Nicht nur, dass \"Medellin\" in Cannes keine Palme verliehen bekam, die bekannten Kino-Kritiker Roeper und Phillips setzen ihn auch ganz oben auf ihre Liste der schlechtesten Filme des Jahres. Vince tröstet sich mit einem Abstecher nach Mexiko über den Flop hinweg. Die unentschuldigte Abwesenheit ihres Stars stößt Eric und Ari schon bald sauer auf: Gerade jetzt sucht nämlich Producer Carl Ertz nach einem Star für sein neues Projekt \"Danger Beach\". Eric, Ari und Drama jetten nach Mexiko, um Vince auf schnellstem Wege zurück in die Staaten zu holen...","versions":[{"lang":1,"streams":[{"redirect":9000743,"hoster":"VOE"},{"redirect":8430883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie geht\u0027s weiter?","epNo":2,"alt":"Unlike A Virgin","descr":"Vince liest stapelweise Drehbücher - doch alle Rollen, die ihn interessieren, sind bereits vergeben. Schließlich stößt er auf das Skript zu \"Nine Brave Souls\", von dem er hellauf begeistert ist. Diesmal stellt sich Ari quer: In nächster Zeit soll Vince keine Independent-Filme mehr drehen, denn sonst droht sein Starruhm vorschnell zu verblassen. Privat scheint es für Vince besser zu laufen. Die Sängerin Justine Chapin, mit der er vor einiger Zeit ein Tête-à-tête hatte, lädt ihn und seine Freunde zu einer Party ein. Dort wartet allerdings eine äußerst unangenehme Überraschung auf Vince...","versions":[{"lang":1,"streams":[{"redirect":9000751,"hoster":"VOE"},{"redirect":8430882,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bankrott","epNo":3,"alt":"The All Out Fall Out","descr":"Während Drama nach der Trennung von Jacqueline seine Wunden leckt, beschleichen Vince\u0027 Steuerberater ernste Sorgen. Angesichts der desaströsen Finanzlage seines Klienten rät er ihm, schnellstens einen Job anzunehmen - egal welchen! So kommt es, dass sich Vince als \"Stargast\" auf der Geburtstagsparty einer verwöhnten sechzehnjährigen Göre wiederfindet. Zu allem Übel soll er auf einem Thron aus Eis Platz nehmen. Ari freut sich unterdessen über sein Geburtstagsgeschenk von Mrs. Ari - einen nagelneuen Ferrari. Das Glück ist nur von kurzer Dauer: Bei einem Wettrennen nimmt das gute Stück Schaden...","versions":[{"lang":1,"streams":[{"redirect":9000746,"hoster":"VOE"},{"redirect":8430884,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Feuer und Flamme","epNo":4,"alt":"Fire Sale","descr":"Im Konflikt um das \"Smokejumpers\"-Skript sitzt Eric zwischen allen Stühlen: Er hat das Drehbuch Amanda und Ed Norton versprochen, doch Ari hat längst seine Kontakte spielen lassen und ein Verkaufsgespräch mit anderen Interessenten arrangiert. Vince ringt unterdessen mit seinem schwindenden Ruhm. Die einzige Rolle, die er angeboten bekommt, ist ein Part in der Hunde-Schnulze \"Benji\". Noch schlimmer trifft es Drama, der in einer Talkshow zu seiner gescheiterten Romanze mit Jaqueline befragt wird. Mit seiner ausgesprochen tränenreichen Beichte blamiert sich Drama bis auf die Knochen...","versions":[{"lang":1,"streams":[{"redirect":9000744,"hoster":"VOE"},{"redirect":8430887,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Reise ins Ich","epNo":5,"alt":"Tree Trippers","descr":"Vince\u0027 sieht seine Felle davonschwimmen, denn Ari macht ihm wenig Hoffnung, dass er eine Rolle in \"Smokejumpers\" bekommen wird. Wie es scheint, muss Vince doch in den sauren Apfel beißen und die menschliche Hauptrolle an der Seite von Hundestar \"Benji\" übernehmen. Weil Vince sich nicht dazu durchringen kann, beschließt er, in sich zu gehen. Gesagt, getan: Mit seinen Freunden fährt er zum \"Meditieren\" in den Joshua Tree Nationalpark - natürlich nicht, ohne vorher eine üppige Menge psychoaktiver Pilze zu besorgen. Die \"Erleuchtung\" lässt nicht lange auf sich warten...","versions":[{"lang":1,"streams":[{"redirect":9000745,"hoster":"VOE"},{"redirect":8430885,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alles oder nichts","epNo":6,"alt":"ReDOMption","descr":"Ari geht mit dem mächtigen Studioboss Alan Gray golfen. Er hofft, Gray auf dem Grün eine Zusage für Vince\u0027 Hauptrolle in \"Smokejumpers\" abringen zu können. Doch Gray scheint sich kaum fürs Geschäftliche zu interessieren. Umso größeres Vergnügen bereitet es ihm, mit seinen Golfkünsten aufzutrumpfen und Ari dabei zu demütigen. Unterdessen bekommt Vince einen unerwarteten Anruf. Sein alter Kumpel Dom steckt mal wieder in Schwierigkeiten und muss gegen Kaution aus dem Gefängnis geholt werden. Vince ist sofort dazu bereit, doch Eric rät seinem Freund, sich darauf lieber nicht einzulassen...","versions":[{"lang":1,"streams":[{"redirect":12378982,"hoster":"VOE"},{"redirect":8430889,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Höhenflug","epNo":7,"alt":"Gotta Look Up To Get Down","descr":"Bei einem Fotoshooting für \"Dolce \u0026 Gabbana\" funkt es zwischen Vince und seinem Co-Star, dem Model Natasha. Das Model Rayna wiederum hat es auf Eric abgesehen. Zu dessen Ernüchterung ist sie aber nicht seinem Charme erlegen, sondern möchte ihn als Manager engagieren. Derweil nutzt Ari die Beerdigung von Studiomanager Alan Gray, um sich bei dessen Boss John Ellis einzuschmeicheln. Doch Aris wortreiche Bemühungen, Vince die Rolle in \"Smokejumpers\" zu verschaffen, verfangen bei Ellis nicht. Stattdessen macht der Medien-Mogul Ari ein schier unglaubliches Angebot: Er soll Grays Nachfolger werden...","versions":[{"lang":1,"streams":[{"redirect":9000749,"hoster":"VOE"},{"redirect":8430888,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"First Class Jerk","epNo":8,"alt":"First Class Jerk","descr":"Die Jungs kehren per Flugzeug von ihrem Hawaii-Trip heim. Turtle bekommt das einzige First-Class-Ticket, während der Rest der Gang in der schnöden Business-Class Platz nimmt. Turtle kann sein Glück kaum fassen, denn im Sitz neben ihm reist der bezaubernde \"Sopranos\"-Star Jamie Lynn-Siegler. Kaum zurück auf der Erde, prahlt Turtle, dass er mit Jamie prompt intim geworden sei - was ihm natürlich keiner seiner Freunde abnimmt. Auch Ari hat\u0027s nicht leicht: Er zerbricht sich immer noch den Kopf darüber, ob er John Ellis\u0027 großzügiges Jobangebot annehmen soll...","versions":[{"lang":1,"streams":[{"redirect":9000748,"hoster":"VOE"},{"redirect":8714726,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Tortenstück","epNo":9,"alt":"Pie","descr":"Schon am ersten Tag steht der Dreh von \"Smokejumpers\" unter keinem guten Stern: Hauptdarsteller Jason Patric bedient sich nach Gutsherren-Manier im Drehbuch und beansprucht Vince\u0027 beste Dialogzeilen für sich selbst. Auch Regisseur Verner Vollstedt ist keine große Hilfe für Vince, dessen Rolle damit auf die eines billigen Stichwortgebers beschränkt ist. Unterdessen wittert Ari eine lukrative Geschäftsidee: Er will die Skriptagentur seines alten Kumpels Andrew Klein kaufen, der gerade in Geldschwierigkeiten steckt. Dumm nur, dass Aris Geschäftspartnerin Barbara Miller strikt dagegen ist...","versions":[{"lang":1,"streams":[{"redirect":12334594,"hoster":"VOE"},{"redirect":8430890,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Haifischbecken","epNo":10,"alt":"Seth Green Day","descr":"Nachwuchs-Agent Eric hat es endlich geschafft: Sein Schützling Charlie Williams soll eine Rolle in einem TV-Pilotfilm bekommen. Leider verlangt das Studio, dass Eric auch Seth Green für das Projekt begeistert. So muss Eric in den sauren Apfel beißen und ausgerechnet seinen Erzfeind Seth um Unterstützung bitten \u0027 was dieser eiskalt ausnutzt. Derweil müht sich Ari tapfer, Barbara davon zu überzeugen, dass sie den Skriptagenten Andrew Klein unter ihre Fittiche nehmen sollten. Für ein Vorstellungsgespräch bei Barbara trimmen Ari und Lloyd Landei Andrew auf \"Hollywoodstil\". Ob das bei Babs wirkt?","versions":[{"lang":1,"streams":[{"redirect":9000775,"hoster":"VOE"},{"redirect":8430892,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spiel mit dem Feuer","epNo":11,"alt":"Play\u0027n With Fire","descr":"Turtle stiehlt sich mitten in der Nacht vom \"Smokejumpers\"-Drehort davon. Der Grund ist seine heimliche Affäre, die Actrice Jamie-Lynn Sigler. Im postkoitalen Überschwang lädt Jamie Turtle ein, den Rest des Tages mit ihr zu verbringen - angefangen mit einem Besuch in einem piekfeinen Restaurant. Turtle fühlt sich wie im siebten Himmel, während sich am \"Smokejumpers\"-Set neues Unheil zusammenbraut. Regisseur Verner Vollstedt will Vince mit aller Gewalt aus dem Projekt hinausekeln. Daraufhin beschließt Ari, es Verner mit gleicher Münze heimzuzahlen...","versions":[{"lang":1,"streams":[{"redirect":13056187,"hoster":"VOE"},{"redirect":8430902,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Prinz von Queens","epNo":12,"alt":"Return To Queens Blvd","descr":"Nach dem überraschenden Aus für \"Smokejumpers\" haben sich Vince und seine Jungs nach Queens zurückgezogen und lecken ihre Wunden. Ein anderes hoffnungsvolles Projekt ist schnell gefunden: Beim neuen Film von Gus Van Sant ist gerade der designierte Hauptdarsteller abgesprungen. Eric setzt Himmel und Hölle in Bewegung, um Vince die Rolle zu verschaffen. Van Sant ist zwar kein Fan von Vince, aber immerhin bereit, sich ein Demotape mit Szenen aus \"Smokejumpers\" anzusehen. Eine Rolle springt trotz allem nicht für Vince heraus \u0027 weshalb er Eric frustriert feuert. Das soll Vince schon bald bereuen...","versions":[{"lang":1,"streams":[{"redirect":9000750,"hoster":"VOE"},{"redirect":8430900,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Der Große Gatsby kehrt zurück","epNo":1,"alt":"Drive","descr":"Vince wähnt sich zurück auf der Überholspur: Die Hauptrolle in einem Biopic über Enzo Ferrari soll seiner Karriere wieder einen Schub nach vorne geben. Doch vorher muss Vince noch etwas Wichtiges erledigen: Um den legendären Autokonstrukteur zu spielen, muss er nämlich erst einmal den Führerschein machen! Sloan versucht Eric derweil davon zu überzeugen, sich endlich ein eigenes Domizil zuzulegen. Wie wird der Rest der Gang auf diese Idee reagieren? In der Agentur Miller Gold hängt der Haussegen schief: Lloyd möchte eine Beförderung, doch der ausgebuffte Ari kontert mit einem Gegenvorschlag...","versions":[{"lang":1,"streams":[{"redirect":9581107,"hoster":"VOE"},{"redirect":8430904,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Allein unter Freunden","epNo":2,"alt":"Amongst Friends","descr":"Eric bittet Sloan, ihn zur Premiere von \"Gatsby\" zu begleiten - und zwar ausdrücklich \"nur als Freunde\". Allerdings muss er bald einsehen, dass er mehr für sie empfindet, als er sich bisher eingestehen wollte. Dumm nur, dass er Sloan auf der Premiere mit seinen Gefühlen konfrontiert und prompt einen Korb kassiert. Er beschließt, sich mit Ashley zu trösten, die ihm eindeutige Avancen gemacht hat. Turtle kann auf der Filmpremiere groß auftrumpfen, schließlich präsentiert er sich erstmals öffentlich an der Seite von Hollywood-Sternchen Jamie-Lynn Sigler...","versions":[{"lang":1,"streams":[{"redirect":9590480,"hoster":"VOE"},{"redirect":8430907,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Turtle wird 30","epNo":3,"alt":"One Car, Two Car, Red Car, Blue Car","descr":"Turtle kann seinem 30. Geburtstag nichts Positives abgewinnen: Von seiner Mutter wird er am Telefon heruntergeputzt, und auch die sündteuren Geschenke von Vince und Jamie Lynn führen ihm nur vor Augen, dass er selbst nicht gerade zu den Großverdienern in Hollywood gehört. Höchste Zeit also für Turtle, die eigene Karriere voranzubringen! Eric zerbricht sich derweil den Kopf über seinen Klienten Charlie, dessen neuer Pilotfilm ein heilloses Desaster ist. Der Fernsehsender The CWÅ wird Charlie feuern, wenn Eric nichts unternimmt ¿ doch der fühlt sich dieser Aufgabe nicht so recht gewachsen...","versions":[{"lang":1,"streams":[{"redirect":9700376,"hoster":"VOE"},{"redirect":10091969,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Mühen der Freizeit","epNo":4,"alt":"Running on E","descr":"Der Drehstart zu Vince neuem Film verschiebt sich um zwölf Wochen. Er beschließt, die freie Zeit mit sinnlosen Vergnügungen zu verbringen. Zu dumm, dass die anderen Jungs allesamt zu beschäftigt sind, ihn beim Zeittotschlagen zu unterstützen! Eric ist frustriert, weil Vince sein einziger erfolgreicher Klient ist. Ist die Karriere als Schauspiel-Agent vielleicht doch nicht das Richtige für ihn? Dank Ashleys Hilfe ringt sich Eric schließlich zu einer wichtigen Entscheidung durch. Turtle bereitet sich unterdessen auf die Rückkehr an die Uni vor, um endlich etwas aus seinem Leben zu machen...","versions":[{"lang":1,"streams":[{"redirect":12922162,"hoster":"VOE"},{"redirect":8430908,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Golfturnier","epNo":5,"alt":"Fore!","descr":"Eric und Vince nehmen an einem Promi-Golfturnier teil. Ari nutzt die Gelegenheit schamlos aus, um Lloyd einem weiteren demütigenden Test zu unterziehen: Er muss für Aris Team den Caddy spielen! Drama macht sich derweil zum Affen, weil er unbedingt gewinnen will und dabei auf seine Teamkollegen keine Rücksicht nimmt...","versions":[{"lang":1,"streams":[{"redirect":9000754,"hoster":"VOE"},{"redirect":8430906,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Küsse und Lügen","epNo":6,"alt":"Murphy\u0027s Lie","descr":"Turtles großer Tag ist gekommen: Er besucht zum ersten Mal das College! Eric bemüht sich derweil, die kriselnde Beziehung zu Ashley zu retten. Das wird nicht leicht, hat er sie doch am Abend zuvor mit ?Sloan? angesprochen und damit eine Eifersuchtsszene provoziert. Drama muss seine erste Liebesszene mit Jamie-Lynn abdrehen, was zu unerwarteten Schwierigkeiten führt...","versions":[{"lang":1,"streams":[{"redirect":9590479,"hoster":"VOE"},{"redirect":9240915,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Aus für Drama","epNo":7,"alt":"No More Drama","descr":"Eric fängt seinen neuen Manager-Job an \u0027 und gibt einen Einstand nach Maß: Er gerät in Streit mit seinem Kollegen Scott, als es darum geht, einen Vertrag mit dem Comedian und Moderator Bob Saget auszuhandeln. Vince muss sich mit den ungewöhnlichen Folgen eines Einbruchs in sein Haus herumschlagen: Der Täter hatte es nämlich ausschließlich auf Vince\u0027 Unterhosen abgesehen...","versions":[{"lang":1,"streams":[{"redirect":9581111,"hoster":"VOE"},{"redirect":8430911,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Sorkin-Notizen","epNo":8,"alt":"The Sorkin Notes","descr":"Nachdem in sein Haus eingebrochen wurde, will Vince nichts dem Zufall überlassen und engagiert Aris israelisches Sicherheitsteam. Doch die Spezialisten sind nicht nur ausgesprochen teuer, sondern erweisen sich im Alltag auch als eher lästig. Sloan und Eric treffen sich auf einen Drink, aber als E überraschend einen Anruf von Ashley bekommt, beschließt er, endlich reinen Tisch zu machen und sich für eine der beiden Frauen zu entscheiden...","versions":[{"lang":1,"streams":[{"redirect":9590481,"hoster":"VOE"},{"redirect":12978177,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schmutzige Wäsche","epNo":9,"alt":"Security Briefs","descr":"Ari schnappt seinem Konkurrenten Adam Davies einen lukrativen Vertrag mit Jungstar Zac Efron vor der Nase weg. Davies beschließt daraufhin, Ari eins auszuwischen, indem er Jungmanager Lloyd abwirbt. Ob Lloyd sich darauf einlässt? Drama versucht unterdessen, den dreisten Stalker aufzuspüren, der Vince\u0027 Unterwäsche geklaut hat. Dabei macht Drama eine überraschende Entdeckung...","versions":[{"lang":1,"streams":[{"redirect":9590482,"hoster":"VOE"},{"redirect":8430912,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"\u0027Melrose 2009\u0027","epNo":10,"alt":"Berried Alive","descr":"Drama will unbedingt aus seinem Vertrag für \"Five Towns\" aussteigen, um in der vielversprechenden Neuauflage von \"Melrose Place\" mitzuspielen. Dumm nur, dass sein Manager Lloyd nicht mehr für Ari arbeitet. Um die begehrte Rolle doch noch zu ergattern, muss sich Drama zwischen Lloyd und Ari entscheiden. Unterdessen wird Eric von Ashley vor eine heikle Wahl gestellt: Sie will seine E-Mails lesen, um sicherzugehen, dass er sie nicht mit einer anderen betrogen hat...","versions":[{"lang":1,"streams":[{"redirect":9590483,"hoster":"VOE"},{"redirect":8430914,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Panik und andere Attacken","epNo":11,"alt":"Scared Straight","descr":"Zu seinem Schrecken erfährt Eric, dass er und Drama kurz nacheinander mit derselben Frau im Bett waren. Schlimmer als diese Schande wiegt, dass Eric kein Kondom benutzt hat. Nun fürchtet er, sich bei der Dame eine Geschlechtskrankheit zugezogen zu haben. Eric beschließt daraufhin, seinen leichtlebigen Lebensstil aufzugeben \u0027 und Sloan zurückzuerobern! Auch Drama durchlebt eine schwierige Phase: Beim Casting für \"Melrose 2009\" erleidet er einen Nervenzusammenbruch und landet im Krankenhaus...","versions":[{"lang":1,"streams":[{"redirect":9590484,"hoster":"VOE"},{"redirect":8430916,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alle Wege führen nach Rom","epNo":12,"alt":"Give a Little Bit","descr":"Vince steht kurz vor der Abreise nach Italien, wo er seinen nächsten Film drehen wird. Ausgerechnet jetzt wird er von Matt Damon, Bono und LeBron James bedrängt, eine horrende Summe für Damons Wohltätigkeitsorganisation zu spenden. Turtle beschließt, Jamie-Lynn zurückzuerobern \u0027 auch wenn er dafür um die halbe Welt nach Neuseeland fliegen muss. Eric lädt derweil Sloan zum Essen ein, um sie mit einem Verlobungsring zu überraschen. Doch bevor er um ihre Hand anhalten kann, geraten die beiden schon wieder in einen heftigen Streit...","versions":[{"lang":1,"streams":[{"redirect":9590487,"hoster":"VOE"},{"redirect":8430917,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Der Stunt","epNo":1,"alt":"Stunted","descr":"Vince dreht unter der Regie von Nick Cassavetes einen Actionfilm und wird gebeten, einen riskanten Autostunt selbst durchzuführen. Eric und Ari graust es bei der Vorstellung, dass ihr Star sich in solche Gefahr begibt - doch Vince lässt sich durch kein Argument davon abhalten. Turtle feiert unterdessen Erfolge mit seinem Limousinen-Service. Dumm nur, dass eine der Chauffeurinnen für Ärger sorgt, weil sie sich ständig verfährt. Die Jungs raten Turtle, die Dame schnellstens zu feuern - doch das bringt der weichherzige Chef einfach nicht übers Herz...","versions":[{"lang":1,"streams":[{"redirect":11900077,"hoster":"VOE"},{"redirect":11900076,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verwirrungen","epNo":2,"alt":"Buzzed","descr":"Nach seinem Nahtoderlebnis ist Vince durch den Wind: Er verpasst sich nicht nur in Eigenregie einen neuen, gewöhnungsbedürftigen Haarschnitt, sondern macht in einer Fernsehsendung auch eine abschätzige Bemerkung über den neuen Cassavetes-Film, in dem er die Hauptrolle spielt. Vince\u0027 Management muss ein Public-Relations-Desaster abwenden! Drama macht sich derweil große Sorgen, weil er immer noch keine Rolle gefunden hat, die ihn reizt - und allmählich muss er wieder Geld verdienen! Da hilft nur eins: Er muss Dutzende und Aberdutzende Drehbücher lesen, und Eric soll ihm dabei helfen...","versions":[{"lang":1,"streams":[{"redirect":11900107,"hoster":"VOE"},{"redirect":13876330,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Drama’s Drama","epNo":3,"alt":"Dramedy","descr":"Da hatte sich Drama besseres erhofft: eine Rolle in einer Sitcom ist nicht gerade sein größter Traum, und so bedarf es schon des guten Zuredens von Eric und Phil, damit er das Angebot annimmt. Turtle steht unterdessen kurz vor dem Ruin, da ihn seine Angestellten im Stich lassen - bis von unerwarteter Seite Rettung naht. Nachwuchs-Manager Scott Lavin gelingt es unterdessen, auf einer Wein-Degustation mit Vince dessen Vertrauen zu erringen. Schlechte Aussichten für Eric, der nun um seinen Management-Vertrag mit Vince fürchten muss...","versions":[{"lang":1,"streams":[{"redirect":11900093,"hoster":"VOE"},{"redirect":11900094,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" Ping Pong","epNo":4,"alt":"Tequila Sunrise","descr":"Turtle bricht mit Alex nach Mexiko auf. Über ihre Absichten ist er sich zwar weiterhin nicht im Klaren, doch eines weiß er sicher: er benötigt dringend ihr Geld! Drama lädt derweil John Stamos in Vince\u0027 Villa ein: er will den Schauspieler davon überzeugen, an seiner Seite eine Sitcom-Hauptrolle zu übernehmen. Doch Dramas Einsatz geht gründlich daneben. Eric ärgert sich weiterhin mit seinem Konkurrenten Scott herum - und der Konflikt nimmt eine unerwartete Wendung...","versions":[{"lang":1,"streams":[{"redirect":12922178,"hoster":"VOE"},{"redirect":11900102,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hoch die Tassen","epNo":5,"alt":"Bottoms Up","descr":"Während einer durchfeierten Nacht gabelt Vince Pornodarstellerin Sasha Grey auf und nimmt sie prompt mit zu einem geschäftlichen Treffen mit \"Spiderman\"-Efinder Stan Lee. Ari versucht mit allen Mitteln herauszufinden, für wen Lizzie arbeitet, die ihm bereits mehrere lukrative Klienten weggeschnappt hat. Bei seinen Nachforschungen gelangt Ari zu einigen bitteren Erkenntnissen. Drama legt sich mit Comedian Bob Saget an, der es angeblich auf Dramas Sitcom-Rolle abgesehen hat. Dabei ist Drama jedoch einer Fehlinformation aufgesessen...","versions":[{"lang":1,"streams":[{"redirect":11900088,"hoster":"VOE"},{"redirect":11900087,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Haarspalterei","epNo":6,"alt":"Hair","descr":"Eric und Ari raufen sich die Haare: Ihr Schützling Vince gefährdet seine Karriere, indem er ein freizügiges Video von sich ins Internet stellt und sich per Twitter über seine Beziehung mit Pornostar Sasha Grey auslässt. Independent-Regisseur Billy Walsh, mittlerweile auf dem absteigenden Ast, wendet sich hilfesuchend an Eric: Dieser soll dabei helfen, Walshs schwächelnder Karriere neuen Schwung zu verliehen...","versions":[{"lang":1,"streams":[{"redirect":13992887,"hoster":"VOE"},{"redirect":11900096,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tequila and Coke","epNo":7,"alt":"Tequila and Coke","descr":"Nach einer wilden Partynacht ohne Schlaf kommt Vince in desolatem Zustand zu einem Meeting mit Regisseur Randall Wallace. Dieser durchschaut sofort, dass Vince ein Drogenproblem hat - was den Hollywoodstar eine lukrative Rolle kosten könnte. Eric hat unterdessen Gefallen an den Ideen gefunden, die Billy Walsh für eine neue Show mit Drama entwickelt. Nur Drama selbst ist von Billys Vorschlägen alles andere als begeistert...","versions":[{"lang":1,"streams":[{"redirect":11900082,"hoster":"VOE"},{"redirect":11900075,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gangbang Test","epNo":8,"alt":"Sniff Sniff Gang Bang","descr":"Billys Showidee für Drama ist so gut wie verkauft, doch Drama weigert sich immer noch, an der Sendung mitzuwirken. Bei Vince hängt der Haussegen gleich doppelt schief: Zum einen hat seine Freundin Sasha Grey ein gut dotiertes Angebot für einen neuen Porno bekommen - und Vince sähe es lieber, wenn sie sich ihrer Kleider nur noch im privaten Rahmen entledigen würde. Hinzu kommt, dass Regisseur Randall Wallace von Vince einen Drogentest verlangt - andernfalls kann er die erhoffte Hauptrolle gleich abschreiben. Doch nach seinen Kokain-Eskapaden würde Vince bei diesem Test nicht gut abschneiden...","versions":[{"lang":1,"streams":[{"redirect":11900098,"hoster":"VOE"},{"redirect":11900099,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Showdown","epNo":9,"alt":"Porn Scenes from an Italian Restaurant","descr":"Nachdem der Regisseur seines nächsten Projekts ausgewechselt wurde, beschließt Vince, die Gunst der Stunde zu nutzen: Er will seiner Freundin Sasha Grey eine Rolle in dem Spielfilm verschaffen und hofft, sie so von weiteren Pornodrehs abhalten zu können. Eric greift unterdessen zu einer Geheimwaffe, um Drama endlich davon zu überzeugen, in Billy Walshs neuer Serie mitzuwirken...","versions":[{"lang":1,"streams":[{"redirect":11900085,"hoster":"VOE"},{"redirect":11900078,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Außer Kontrolle","epNo":10,"alt":"Lose Yourself","descr":"Ari zieht alle Register, um seine Ehe zu retten und arrangiert für die Geburtstagsparty seiner Frau sogar einen Auftritt von Christina Aguilera. Obwohl jeder von ihnen eigene Probleme hat, tun sich Eric, Ari, Turtle, Drama, Scott und Billy zu einer Rettungsaktion für Vince zusammen: Der gerät durch seinen Drogenkonsum immer mehr außer Kontrolle, woran auch seine Beziehung zu Sasha zu zerbrechen droht. Doch Vince ist für alle gut gemeinten Ratschläge seiner Freunde taub. Auf einer Privatparty von Rapper Eminem kommt es schließlich zum Äußersten, als Vince den Gastgeber angreift...","versions":[{"lang":1,"streams":[{"redirect":11900108,"hoster":"VOE"},{"redirect":11900109,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Home Sweet Home","epNo":1,"alt":"Home Sweet Home","descr":"Vince is excited about a new film idea","versions":[{"lang":1,"streams":[{"redirect":9590489,"hoster":"VOE"},{"redirect":8430929,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aris neuer Tod-Feind","epNo":2,"alt":"Out with a Bang","descr":"Vince\u0027s film is reimagined as a TV movie","versions":[{"lang":1,"streams":[{"redirect":12378983,"hoster":"VOE"},{"redirect":12978191,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein letzter Schuss","epNo":3,"alt":"One Last Shot","descr":"Vince bumps into old foe Carl Ertz, who expresses interest in producing the miner movie. Although Johnny\u0027s Bananas has yet to air, Andrew Dice Clay convinces Drama that they should renegotiate their contracts. Lloyd sets Ari up on a date to cheer him up. Turtle gets news about his stake in Avion, and about Alex.","versions":[{"lang":1,"streams":[{"redirect":9581116,"hoster":"VOE"},{"redirect":8430931,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" Ein genialer Einfall","epNo":4,"alt":"Whiz Kid","descr":"The guys help Vince with a drug test","versions":[{"lang":1,"streams":[{"redirect":12916289,"hoster":"VOE"},{"redirect":8430934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Motherf*cker","epNo":5,"alt":"Motherf*cker","descr":"Drama tries to get Andrew Dice Clay back on his show","versions":[{"lang":1,"streams":[{"redirect":9207463,"hoster":"VOE"},{"redirect":8430933,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der große Knall","epNo":6,"alt":"The Big Bang","descr":"After his interview, Vince tries to make things right with journalist Sophia Lear. Ari gets a reality check from his lawyer about his divorce. Eric receives an over-the-top gift from Melinda Clarke, and some unsettling news from Johnny Galecki. Turtle meets with his East Coast partners on a new business venture. Drama shows his solidarity.","versions":[{"lang":1,"streams":[{"redirect":9207464,"hoster":"VOE"},{"redirect":8430935,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alle für alle","epNo":7,"alt":"Second to Last","descr":"Vince continues to woo Sophia","versions":[{"lang":1,"streams":[{"redirect":9000774,"hoster":"VOE"},{"redirect":8430936,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ende","epNo":8,"alt":"The End","descr":"After a first date, Vince pulls out all the stops for Sophia. Ari and Mrs. Ari take a step forward, and a step back, at therapy. Drama, Turtle and Vince try to convince Sloan to give Eric another chance.","versions":[{"lang":1,"streams":[{"redirect":9581117,"hoster":"VOE"},{"redirect":8430937,"hoster":"Streamtape"}]}]}]}]}