{"seriesId":"episodes","name":"Episodes","descr":"Die Lincolns sind Autoren einer erfolgreichen britischen Sitcom. Als das Ehepaar den Hollywood-Produzenten Merc Lapidus kennenlernt, macht er ihnen ein unglaubliches Angebot: Ihre Serie soll fürs US-Fernsehen adaptiert werden. Erwartungsvoll ziehen die Lincolns nach Los Angeles. Schon bald müssen sie jedoch feststellen, wie ihre Serie durch zahlreiche Änderungen zu einem platten Klischee verkommt. Das Schlimmste: Die Hauptrolle soll Ex-\"Friends\"-Star Matt LeBlanc spielen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Angebot","epNo":1,"alt":"Episode one","descr":"Beverly und Sean Lincoln sind Drehbuchautoren und bekommen die einmalige Chance, ihre erfolgreiche britische Sitcom in die USA zu importieren. Von Merc Lapidus, Boss eines amerikanischen TV-Networks, bekommen sie eine persönliche Einladung und zögern nicht lange. Voller Tatendrang finden sie sich in einer feudalen Hollywoodvilla wieder, doch die ersten Schwierigkeiten tauchen bereits beim Casting auf. Der ursprünglich vorgesehene Hauptdarsteller ist den Studiobossen zu \"britisch\" …","versions":[{"lang":1,"streams":[{"redirect":14371534,"hoster":"VOE"},{"redirect":14391987,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Dinner","epNo":2,"alt":"Episode Two","descr":"Mit Matt LeBlanc bekommen Beverly \u0026 Sean Lincoln für ihre Serie einen echten Star angeboten, doch dieser passt eigentlich gar nicht zur Serie. Doch die Entscheidung ist bereits gefallen und die Briten stellen sich widerwillig auf ein paar kleinere Änderungen im Drehbuch ein. Doch im Laufe der Vorbereitungen werden aus kleinen doch ein paar größere Anpassungen…","versions":[{"lang":1,"streams":[{"redirect":14376665,"hoster":"VOE"},{"redirect":14391986,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Las Vegas","epNo":3,"alt":"Episode Three","descr":"Während sich Sean Lincoln langsam mit Matt LeBlanc anfreundet, hat es sich Beverly mit ihm endgültig verscherzt. Beim Start der Dreharbeiten ergeben sich weitere inhaltliche Modifikationen an der Serie, die mittlerweile unter dem Namen \"Pucks\" produziert wird. Sean gelingt es nur mit äußerster Mühe, seine Ehefrau von den Notwendigkeiten der Änderungen zu überzeugen.","versions":[{"lang":1,"streams":[{"redirect":14371506,"hoster":"VOE"},{"redirect":14391988,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drehbeginn","epNo":4,"alt":"Episode Four","descr":"Die Dreharbeiten zur Pilotfolge schreiten langsam voran, während Beverly vermutet, dass Sean ein Auge auf eine der Hauptdarstellerinnen geworfen hat. Unterdessen bittet Matt LeBlanc um einen Gefallen und zieht das Autorenduo damit noch stärker in sein Privatleben.","versions":[{"lang":1,"streams":[{"redirect":14376815,"hoster":"VOE"},{"redirect":14391989,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Versuchungen","epNo":5,"alt":"Episode Five","descr":"Am Set von \"Pucks\" geht es immer noch drunter und drüber. Beverly und Morning haben einen heftigen Streit wegen des Rocks, den die Bibliothekarin Nikola in der Serie trägt. Beverly möchte etwas Klassisches, während Morning einen sexy Minirock bevorzugt. Als Beverly schließlich erfährt, dass Sean eine halbnackte Morning bei der Kostümprobe gesehen hat, schäumt sie vor Wut. Matt geht gemeinsam mit Sean auf einen Wohltätigkeitsball. Dort trifft Sean auf einen alten Bekannten.","versions":[{"lang":1,"streams":[{"redirect":14371509,"hoster":"VOE"},{"redirect":14391990,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rechtsverkehr","epNo":6,"alt":"Episode Six","descr":"Beverly ist überzeugt davon, dass ihr Mann eine Affäre mit der attraktiven Morning hat. Kurzerhand packt sie ihre Sachen und fährt Richtung Flughafen. Ihr Ziel: London. Auf dem Weg wird ihr eine britische Angewohnheit zum Verhängnis – sie fährt auf der linken Seite der Straße und prallt mit einem anderen Auto zusammen…","versions":[{"lang":1,"streams":[{"redirect":14371549,"hoster":"VOE"},{"redirect":14391991,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Abschied","epNo":7,"alt":"Episode Seven","descr":"Die Zeit des Abschieds ist gekommen. Matt und Sean sagen sich Lebewohl. Doch plötzlich wendet sich das Blatt und die beiden müssen sich mit einem verschwundenen Jaguar und einem märchenhaften Rentier auseinandersetzen. Und was hat es mit dem intensiven Zimtgeruch auf sich?","versions":[{"lang":1,"streams":[{"redirect":14371490,"hoster":"VOE"},{"redirect":14378321,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"In Trümmern","epNo":1,"alt":"Episode One","descr":"Beverly und Sean leben mittlerweile getrennt und pflegen ein entspanntes Verhältnis zu Matt. Gemeinsam stellen sie sich den schlechten Kritiken, die \"Pucks\" in letzter Zeit ernten durfte. Die Quoten der Serie sprechen jedoch eine andere Sprache. Unterdessen gesteht Beverly Carol, dass Merc ihre Liebe nicht erwidert.","versions":[{"lang":1,"streams":[{"redirect":12252076,"hoster":"VOE"},{"redirect":8430948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12200832,"hoster":"VOE"},{"redirect":12200833,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bestechung","epNo":2,"alt":"Episode Two","descr":"Sean feiert seinen Geburtstag mit Morning in seinem Schlafzimmer. Unterdessen versucht Matt, sich Seans Freundschaft zu erkaufen, indem er ihm einen flotten Sportwagen schenkt. Die Quoten der Serie haben in letzter Zeit stark nachgelassen. Merc sieht sich daher gezwungen, den kreativen Andy wieder einzustellen. Der Haken: Er feuerte Andy aufgrund seiner homosexuellen Neigung…","versions":[{"lang":1,"streams":[{"redirect":9000779,"hoster":"VOE"},{"redirect":8430950,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12200776,"hoster":"VOE"},{"redirect":12200787,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Echte Trauer","epNo":3,"alt":"Episode Three","descr":"Matt gesteht den Lincolns seine Affäre mit Jamie, Mercs Ehefrau. Kurz darauf ereilt sie die Nachricht, dass Mercs Vater gestorben ist und ihm zu Ehren eine große Gala ausgetragen wird. Auf der Beerdigung erfährt Beverly schließlich von der Affäre ihres Mannes mit Morning und kann ihre Tränen nicht zurückhalten.","versions":[{"lang":1,"streams":[{"redirect":9000786,"hoster":"VOE"},{"redirect":8430952,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12200985,"hoster":"VOE"},{"redirect":12200992,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jugend vor","epNo":4,"alt":"Episode Four","descr":"Krisenstimmung bei den Serienmachern: \"Pucks\" verliert immer mehr Zuschauer. Auf der Facebook-Seite der Serie posten etliche Fans, dass der Fokus nicht mehr auf Matt sondern auf den anderen Jungs aus der Mannschaft liegen sollte. Der selbstverliebte Protagonist ist außer sich vor Wut und droht mit dem Ausstieg.","versions":[{"lang":1,"streams":[{"redirect":9000793,"hoster":"VOE"},{"redirect":8430956,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534137,"hoster":"VOE"},{"redirect":12200964,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dicke Backe","epNo":5,"alt":"Episode Five","descr":"Durch Zufall begegnet Sean einer jungen Frau namens Labia. Seit sie ein kleines Mädchen ist, verfolgt sie Matt wie eine Besessene auf Schritt und Tritt. Eine gerichtliche Verfügung verbietet es ihr sogar, sich ihm zu nähern. Wird sie sich daran halten können? Unterdessen legt sich Morning in der Hoffnung auf ein jugendlicheres Äußeres unters Messer. Das Ergebnis ist allerdings ein Desaster…","versions":[{"lang":1,"streams":[{"redirect":9000792,"hoster":"VOE"},{"redirect":8430958,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12200918,"hoster":"VOE"},{"redirect":12200916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Keine Freunde","epNo":6,"alt":"Episode Six","descr":"Um die Show wieder auf Erfolgskurs zu bringen, hat sich Merc etwas überlegt: Er unterbreitet Matt die Idee, einen ehemaligen Schauspieler aus der Serie \"Friends\" in das Geschehen einzubauen. Der Einzige, der zusagt, ist der Darsteller von Barmann Gunther. Matt ist schockiert, als er von ihm erfährt, dass er noch immer mit dem ehemaligen Cast in Kontakt ist. Mit Matt will jedoch keiner mehr etwas zu tun haben…","versions":[{"lang":1,"streams":[{"redirect":13103863,"hoster":"VOE"},{"redirect":8430960,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12200849,"hoster":"VOE"},{"redirect":12200853,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Übergewicht","epNo":7,"alt":"Episode Seven","descr":"Ein Schauspieler darf sich nicht gehen lassen – schlecht fürs Geschäft. Deshalb bittet Merc die Lincolns, Matt vorsichtig auf sein Übergewicht hinzuweisen. Gekränkt nimmt dieser den Wink mit dem Zaunpfahl zur Kenntnis. Am Set offenbart er jedoch den wahren Grund für sein vermeintliches Übergewicht. Unterdessen hat Labia Grund zur Freude, da Matt sich bei ihr ausheulen möchte.","versions":[{"lang":1,"streams":[{"redirect":13106514,"hoster":"VOE"},{"redirect":8430962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534135,"hoster":"VOE"},{"redirect":12200866,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abgesägt","epNo":8,"alt":"Episode Eight","descr":"Als Matt Labia nach einer gemeinsamen Nacht ans Set mitbringt, reagiert Merc ziemlich gleichgültig. Er ist schwer damit beschäftigt, über neue Serienkonzepte nachzudenken. \"Pucks\" verliert schließlich immer mehr Zuschauer. Unterdessen hat der Chef des Senders eine Unterredung mit Carol. Das Ergebnis fällt für sie positiv aus, doch für Merc bedeutet es eine Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9000791,"hoster":"VOE"},{"redirect":8430964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12200841,"hoster":"VOE"},{"redirect":12200839,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mann des Jahres","epNo":9,"alt":"Episode Nine","descr":"Schwere Zeiten für Merc: Seine Ex-Frau verbietet ihm, seine Kinder zu besuchen. Zudem setzt ihn Carol von der Affäre zwischen seiner Frau Jamie und Matt in Kenntnis. Die anfänglich vielversprechende Rede anlässlich seiner Auszeichnung als \"Mann des Jahres\" endet demnach im Chaos. Der Abend bietet mehr als nur ein blaues Auge…","versions":[{"lang":1,"streams":[{"redirect":13100638,"hoster":"VOE"},{"redirect":8430967,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534134,"hoster":"VOE"},{"redirect":12200952,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode One","descr":"Zurück in Hollywood: Matt, weiterhin um das Sorgerecht für seine Kinder bemüht, gerät in eine heikle Situation als er angetrunken mit seinem Auto unterwegs ist – und seine Kinder mit dabei hat. In der Zwischenzeit sind auch Sean und Beverly wieder zusammen, aber sie stellen bald fest, dass es nicht so einfach ist, alte Wunden zu heilen – vor allem, wenn weitere Geheimnisse über die Zeit während ihrer Trennung bekannt werden","versions":[{"lang":1,"streams":[{"redirect":9000795,"hoster":"VOE"},{"redirect":8430966,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534139,"hoster":"VOE"},{"redirect":12200903,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode Two","descr":"Sean ist fassungslos von der Nachricht, dass Beverly während ihrer Trennung eine Nacht mit dem unglaublich gut aussehenden Rob (James Purefoy) verbracht hat. Inzwischen gerät Carol (Kathleen Rose Perkins) immer mehr in den Bann ihres vermeitlich charismatischen neuen Chefs Castor (Chris Diamantopoulos) …","versions":[{"lang":1,"streams":[{"redirect":9000796,"hoster":"VOE"},{"redirect":8430969,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534138,"hoster":"VOE"},{"redirect":12201017,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode Three","descr":"Matt versucht, Sean und Beverly davon zu überzeugen, seine Rolle in \"Pucks!\" sterben zu lassen, da sich eine neue berufliche Herausforderung für ihn ergeben könnte ... Währenddessen probieren Sean und Beverly, ihre Beziehung mit einem Schuss Romantik wieder zu beleben – was sich nach langer Zeit als nicht wirklich einfach erweist. Beim Sender kämpft derweil Castor (Chris Diamantopoulos) wegen schlechter Quoten von \"Pucks!\" gegen das Aus der Serie – was seinen mentalen Zustand nicht gerade verbessert ...","versions":[{"lang":1,"streams":[{"redirect":9000797,"hoster":"VOE"},{"redirect":8430972,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534140,"hoster":"VOE"},{"redirect":12201091,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode Four","descr":"Matts Karriere nimmt eine unerwartete Wendung - und keine wirklich gute – als er in der \"The Tonight Show\" von Jay Leno auftritt. Merc stellt Carol neue Serienkonzepte vor - da kommt es zu einem verheerenden Erdbeben in Peru …","versions":[{"lang":1,"streams":[{"redirect":13992888,"hoster":"VOE"},{"redirect":8430974,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534142,"hoster":"VOE"},{"redirect":12201066,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode Five","descr":"Die Zukunft von \"Pucks!\" ist weiterhin ungewiss, als der Sender seine jährliche Party für die Hollywood Presse abhält. Sean und Beverlys gemeinsame Zukunft sieht ebenfalls nicht rosig aus – und ein gutgemeinter Besuch bei einem Sexualtherapeuten macht die Sache nur noch schlimmer. Inzwischen hat Merc Lapidus alle Kunstwerke seiner blinden Ex-Frau gestohlen und ihr neuer Lover Matt ist gezwungen, ihr zu Hilfe zu kommen …","versions":[{"lang":1,"streams":[{"redirect":13100644,"hoster":"VOE"},{"redirect":8430975,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534141,"hoster":"VOE"},{"redirect":12200942,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode Six","descr":"\"Pucks!\" wird von der Senderplanung für die nächste Saison genommen. Obwohl noch nicht offiziell gecancelt, sieht es nicht gut aus für die zum Scheitern verurteilte Eishockey-Komödie. Jeder reagiert auf unterschiedliche Weise. Sean will es einfach nicht wahrhaben, Beverly packt bereits im Geiste ihre Koffer – und Matt findet Trost in den Armen eines 19-jährige Super-Pucks-Fans ...","versions":[{"lang":1,"streams":[{"redirect":9000804,"hoster":"VOE"},{"redirect":8430978,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534144,"hoster":"VOE"},{"redirect":12200813,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode Seven","descr":"Beverly bereitet sich darauf vor, nach England zurückzukehren, während Sean weiterhin seinem Hollywood-Traum nachhängt. Matt ist fassungslos als er einsehen muss, dass Labia, seine ehemalige Stalkerin, nichts mehr von ihm wissen will. Carol ist ebenso verzweifelt, als sie erkennt, dass es keine gemeinsame Zukunft mit Castor geben wird …","versions":[{"lang":1,"streams":[{"redirect":9000801,"hoster":"VOE"},{"redirect":8430980,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534145,"hoster":"VOE"},{"redirect":12201031,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode Eight","descr":"Die Dreharbeiten zu den letzten Folgen \"Pucks!\" nähern sich dem Ende und jeder konzentriert sich auf das, was danach kommen wird","versions":[{"lang":1,"streams":[{"redirect":9000802,"hoster":"VOE"},{"redirect":8430981,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534150,"hoster":"VOE"},{"redirect":12200880,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode Nine","descr":"Nach dem Aus von \"Pucks!\" versucht Beverly, Sean von einer gemeinsamen Rückkehr nach London zu überzeugen. Matt wiederum wird von NBC zum Vorsprechen für eine neu Dramaserie eingeladen. Wir das der erhoffte Sprung für seine Karriere?","versions":[{"lang":1,"streams":[{"redirect":12334623,"hoster":"VOE"},{"redirect":8430984,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534148,"hoster":"VOE"},{"redirect":12201329,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Sean und Beverly sind gezwungen, aus London zurückzukehren, um neue Folgen von \"Pucks\" zu drehen.","versions":[{"lang":2,"streams":[{"redirect":12201363,"hoster":"VOE"},{"redirect":12201367,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Matt versucht, seine finanziellen Probleme zu lösen; Networks konkurrieren um die neue Show von Sean und Beverly.","versions":[{"lang":2,"streams":[{"redirect":12201161,"hoster":"VOE"},{"redirect":12201174,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Seans ehemaliger Schreibpartner taucht auf; Merc\u0027s Karriere wird wiederbelebt.","versions":[{"lang":2,"streams":[{"redirect":12201290,"hoster":"VOE"},{"redirect":12201302,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Seans ehemaliger Schreibpartner zieht die Schrauben an Sean und Beverly an; Carol stürzt sich in eine neue und unerwartete Romanze; Matt findet, was er für die Antwort auf sein katastrophales Liebesleben und seine finanziellen Probleme hält.","versions":[{"lang":2,"streams":[{"redirect":12201284,"hoster":"VOE"},{"redirect":12201286,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Sean und Beverly sind gezwungen, eine Zusammenarbeit mit Tim in Betracht zu ziehen.","versions":[{"lang":2,"streams":[{"redirect":12201240,"hoster":"VOE"},{"redirect":12201248,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Matt muss einen Tag im Krankenhaus verbringen, als sich sein Vater einer Herzoperation unterzieht.","versions":[{"lang":2,"streams":[{"redirect":12201229,"hoster":"VOE"},{"redirect":12201227,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Sean wird verletzt, als Matt kein Interesse an seiner neuen Show zeigt; Carol versucht, das Tempo ihrer neuen Beziehung mit Helen zu verlangsamen.","versions":[{"lang":2,"streams":[{"redirect":12201347,"hoster":"VOE"},{"redirect":12201346,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Beverly und Carol sind gezwungen, ihre Freundschaft vor einer zunehmend eifersüchtigen Helen zu verbergen. Unterdessen ringt Matt mit der Entscheidung, ob er sein Strandhaus verkaufen oder einen Job als Gameshow-Moderator annehmen soll.","versions":[{"lang":2,"streams":[{"redirect":12201261,"hoster":"VOE"},{"redirect":12201263,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Merc und Matt beginnen mit den Dreharbeiten zu ihrem neuen Spiel.","versions":[{"lang":2,"streams":[{"redirect":12201247,"hoster":"VOE"},{"redirect":12201250,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Matts Spielshow \"The Box\" ist jetzt ein absoluter Hit. Unglücklicherweise bedeutet Erfolg für Matt auch, täglichen Kontakt mit seinem Produzenten Merc zu haben. Sean und Beverly sind gezwungen, für Seans abscheulichen Ex-Partner zu arbeiten, nachdem Helen ihm die Leitung ihrer neuen Show übertragen hat. Carol kann keinen anderen Job finden und gerät ins Trudeln, was durch Drogen- und Immobilienshows verursacht wurde.","versions":[{"lang":2,"streams":[{"redirect":12201352,"hoster":"VOE"},{"redirect":12201358,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Das Video von Matts Eskapade mit dem Mädchen in der Kiste geht viral.","versions":[{"lang":2,"streams":[{"redirect":12201112,"hoster":"VOE"},{"redirect":12201115,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Matt nutzt seine neu entdeckte Berühmtheit, um eine neue Seriengarantie vom Netzwerk zu erhalten. Überzeugt, dass seine besten Erfolgschancen bei Sean und Beverly liegen, versucht er, die widerstrebenden Briten von Tim abzuwerben. Carol erreicht den Tiefpunkt, findet aber an den unwahrscheinlichsten Orten Trost.","versions":[{"lang":2,"streams":[{"redirect":12201275,"hoster":"VOE"},{"redirect":12201280,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Matt nimmt Sean und Beverly für ein Arbeitswochenende mit auf seine Ranch, um eine neue Serie zu entwickeln. Carol gesteht Beverly ihr neu entdecktes Glück mit Merc.","versions":[{"lang":2,"streams":[{"redirect":12201307,"hoster":"VOE"},{"redirect":12201310,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Carol verrät, dass sie schwanger ist und plant, das Baby zu behalten. Matts Vater fällt tot um, sodass Matt sich um seine sterblichen Überreste kümmern muss.","versions":[{"lang":2,"streams":[{"redirect":12201376,"hoster":"VOE"},{"redirect":12201375,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Sean und Beverly geraten in einen hässlichen Streit mit Matt, als er einen Drehbuchautor für ihre neue Show fordert. In der Zwischenzeit beschließt Carol, das Fernsehen zu verlassen, nach Michigan zu ziehen und Mercs Kind alleine großzuziehen.","versions":[{"lang":2,"streams":[{"redirect":12201141,"hoster":"VOE"},{"redirect":12201145,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Sean und Beverly erfahren, dass Matt – ohne Erklärung – die neue Show, die sie für ihn kreiert haben, weitergegeben hat. Jetzt müssen sie herausfinden, was ihnen ohne Matt in ihrem Leben und ihrer Karriere bevorsteht. Carol verfolgt weiterhin ihre Klage gegen Helen und das Netzwerk. Aber eine Begegnung bei ihrer Absetzung kann ihr Leben in eine völlig unerwartete Richtung lenken.","versions":[{"lang":2,"streams":[{"redirect":12201184,"hoster":"VOE"},{"redirect":12201193,"hoster":"Streamtape"}]}]}]}]}