{"seriesId":"erkrankt","name":"Erkrankt","descr":"Kamerateams begleiten sieben Patienten bei der verzweifelten Suche nach möglichen Heilungsmöglichkeiten für bislang kaum bis wenig erforschte Krankheiten. Carmens Symptome werden beispielsweise von WLAN und Strom ausgelöst – sie leidet an Elektro-Hyper-Sensitivitiy. Bekah, Musikerin und Tattoo-Artist aus New York, hat neben einer chronischen Schimmelpilzallergie drei Blutinfektionen (Babesia, Bartonella und Rickettsia), eine Staphylokokkeninfektion in Nase, Gehirn und Herz, weswegen sie mit ihrem Freund in einem Van in der Wüste lebt. Dort möchte sie sich einer Ozontherapie unterziehen. Passend zu ihrem Äusseren wird Bekah von Netflix sofort als seltsame Künstlerin inszeniert: Sie ist die Hexe, eine Hellseherin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kapitel 1: Giftige Welt","epNo":1,"alt":"Chapter 1: Toxic World","descr":"Carmens Symptome werden von WLAN und Strom ausgelöst. Jamison hat sein Zimmer seit zwei Jahren nicht verlassen. Bekah lebt auf der Flucht vor Schimmel in der Wüste.","versions":[{"lang":1,"streams":[{"redirect":13100653,"hoster":"VOE"},{"redirect":8431193,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel 2: Unterstützung","epNo":2,"alt":"Chapter 2: Support","descr":"Bei Star wurden bereits ein Dutzend Krankheiten diagnostiziert. Bekahs Bruder trifft ein, um für sie zu sorgen. Jamisons Familie sucht einen Spezialisten.","versions":[{"lang":1,"streams":[{"redirect":12916296,"hoster":"VOE"},{"redirect":8431189,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel 3: Persönlichkeit","epNo":3,"alt":"Chapter 3: Identity","descr":"Der junge Musiker Jake leidet unter Lyme-Borreliose. Star unterzieht sich einer Behandlung für Dystonie. Carmen besichtigt eine Stadt ohne Handys.","versions":[{"lang":1,"streams":[{"redirect":9000926,"hoster":"VOE"},{"redirect":8431191,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel 4: Kopf","epNo":4,"alt":"Chapter 4: The Mind","descr":"Schauspielerin Pilar ist hochempfindlich auf chemische Reize und muss daher von ihrem Mann getrennt leben. Jake und Bekah stoßen bei ihren Notfallärzten auf Skepsis.","versions":[{"lang":1,"streams":[{"redirect":13103873,"hoster":"VOE"},{"redirect":8431190,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel 5: Die Kosten","epNo":5,"alt":"Chapter 5: The Cost","descr":"Therapeutin Jill nimmt täglich bis zu 55 Nahrungsergänzungsmittel ein. Stars zweiwöchige Behandlung kostet 11.000 USD. Pilars Ehemann nimmt einen zweiten Job an.","versions":[{"lang":1,"streams":[{"redirect":9000934,"hoster":"VOE"},{"redirect":8431192,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kapitel 6: Körper und Geist","epNo":6,"alt":"Chapter 6: Mind \u0026 Body","descr":"Pilar lässt sich telefonisch behandeln. Jake und seine Freundin unternehmen eine 10-stündige Fahrt in eine Klinik. Jills Freundin zweifelt an der Integrität der Ärzte.","versions":[{"lang":1,"streams":[{"redirect":9000937,"hoster":"VOE"},{"redirect":8431197,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel 7: Gesund","epNo":7,"alt":"Chapter 7: Well","descr":"Jill zieht eine Therapie für 30.000 USD in Betracht. Bekah erhält ein neues Zuhause. Pilar, Star und Carmen geht es besser. Jamison und Jake machen große Fortschritte.","versions":[{"lang":1,"streams":[{"redirect":13103872,"hoster":"VOE"},{"redirect":8431196,"hoster":"Streamtape"}]}]}]}]}