{"path":"/serie/stream/es-war-einmal-amerika","name":"Es war einmal … Amerika","descr":"Es war einmal … Amerika ist eine französische Zeichentrickserie, die 1991 entstand und zu einer Reihe von Serien mit dem Titel Es war einmal … gehört. Die Serie wurde produziert vom französischen Studio Procidis unter der Leitung von Albert Barillé. Den Zuschauern wird einfach und mit viel Humor die Geschichten der Besiedlung Amerikas erklärt.","seasons":[{"path":"/serie/stream/es-war-einmal-amerika/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-1","name":"Die ersten Amerikaner","epNo":1,"alt":"","descr":"Wir befinden uns ca. 40.000 Jahre vor unserer Zeitrechnung. Eine gigantische Vereisung bindet das Wasser im hohen Norden zu riesigen Eismengen. Der Meeresspiegel fällt und gibt einen Landweg frei zwischen Sibirien und Alaska. Riesige Tierherden, Elche, Bisons, Rinder u.v.a., wandern auf diesem Landweg in Richtung Osten. Und hinter ihnen her, vom Hunger getrieben, ziehen unsere Freunde, der junge Pierre, sein Freund Dickie, ihre Frauen und Kinder, aber auch Giftzwerg und Schurke sowie unser guter Bekannter: der Meister. Sie sind die ersten \"Entdecker\" des neuen Kontinents.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000935","hoster":"VOE"},{"path":"/redirect/8431215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-2","name":"Jäger und Sammler","epNo":2,"alt":"","descr":"Der Landweg zwischen Sibirien und Alaska ist wieder von Wasser bedeckt. Die ersten Entdecker sind auf dem neuen Kontinent angekommen. Zunächst gelangen sie in das Tal des Mackenzie River, um nach vielen Generationen vorzudringen bis Neu-MexiKo. Zu ihrer Ernährung brauchen sie neben Wurzeln, Beeren und Nüssen auch Fleisch, viel Fleisch. Und so beginnt die Zeit der großen Jagd. Schon damals wurden manche Tierarten ausgerottet, eine Praktik, die sich bis zum Ende des 19. Jahrhunderts fortsetzen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000939","hoster":"VOE"},{"path":"/redirect/8431216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-3","name":"Die Eroberer des hohen Nordens","epNo":3,"alt":"","descr":"Es ist 2.000 Jahre vor unserer Zeitrechnung. Wir befinden uns im Norden von Alaska. Schauplatz: ein Iglu. Die Winter sind sehr hart und die Menschen haben nur wenig zu essen. Außer ein paar Fischen, die man unter großen Mühen aus dem Eis holt, gibt es sonst nichts. Und schon kündigen sich die ersten Eindringlinge an, die von der anderen Seite des Meeres kommen: die Wikinger. Wir lernen Erie, den Roten kennen, der Grönland entdeckt, sowie Leif Erickson und Thorfinn Karlsefin. Und so kommt es zu ersten Konflikten zwischen den Ureinwohnern und den Neuankömmlingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000940","hoster":"VOE"},{"path":"/redirect/8431221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-4","name":"Das ersehnte Land","epNo":4,"alt":"","descr":"Diese Folge beginnt in der Gegend des heutigen Bundesstaates Utah. Unsere Freunde machen sich auf die Reise, immer auf der Suche nach Nahrung. Unterdessen haben sich die Jagdtechniken weiterentwickelt. Man benutzt Harpunen und Angeln. Und als Behausung gräbt man Löcher in die Erde, die man mit Fellen und Holz abdeckt zum Schutz vor der Kälte. 1.000 Jahre später. An der Mündung des Columbiaflusses entdecken unsere Freunde ein wahres Paradies mit überreichen Fischgründen. Für lange Zeit werden sie erst einmal hierbleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000942","hoster":"VOE"},{"path":"/redirect/8431218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-5","name":"Tempel, Städte, Pyramiden","epNo":5,"alt":"","descr":"100 Jahre vor unserer Zeitrechnung. Die Spuren der indianischen Zivilisation zeichnen sich immer deutlicher ab. Wir lernen die Hohokans kennen, die unter Anleitung des Meisters bereits ein Bewässerungssystem entwickeln. Das Nahrungsangebot wird durch Mais, Bohnen und ähnliches reicher. Einige hundert Jahre später. Wir lernen \"Messa verde\" kennen, ein riesiges \"Pueblo\", das aus dem Felsen herausgehauen wurde; und ebenso \"Pueblo Bonito\" in Neu-Mexico. Doch auch diese Kultur wird untergehen. Jahrhunderte später finden wir uns wieder am Mississippi. Der Maisanbau macht große Fortschritte, ebenso wie der Bau der großen Mounds. Sie waren das politische und religiöse Zentrum der Einwohner dieser Gegend und halten in ihren Ausmaßen jedem Vergleich mit ägyptischen oder mexikanischen Pyramiden stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000976","hoster":"VOE"},{"path":"/redirect/8431219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-6","name":"Die Azteken vor der Eroberung","epNo":6,"alt":"","descr":"Wir schreiben das Jahr 1487. Im Süden an der Grenze zwischen den späteren Vereinigten Staaten und Mexiko leben die Azteken. Wir erleben unsere Freunde beim Bau der großen Pyramide. Und am Tag der Einweihung werden Tausende von Menschenopfern dargebracht. Und schon kündigen sich neue Götter an. Sie kommen über das Meer. Einer dieser \"Götter\" heißt Cortez. Er wird, daß wissen die Azteken noch nicht, später einmal den Untergang ihres Reiches besiegeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000945","hoster":"VOE"},{"path":"/redirect/8431224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-7","name":"Der Traum des Christop Kolumbus","epNo":7,"alt":"","descr":"1466. Ein 15jähriger Schiffsjunge aus Genua macht das Deck eines großen Schiffes sauber. Er weiß noch nichts von Isabella, der jüngeren Schwester des spanischen Königs, die in seinem Leben einmal eine große Rolle spielen soll. Und Kolumbus weiß auch noch nichts von einem großen, unbekannten Kontinent, dessen Entdeckung später einmal mit seinem Namen unzertrennlich verbunden sein wird, obwohl er ihn gar nicht entdeckt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000944","hoster":"VOE"},{"path":"/redirect/8431226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-8","name":"Amerika","epNo":8,"alt":"","descr":"Im Mai des Jahres 1492 werden im Hafen der spanischen Stadt Palos mehrere Schiffe seetüchtig gemacht. Christoph Kolumbus, er ist unterdessen Admiral geworden, bereitet sich auf ein großes Abenteuer vor. Er will in Richtung Westen einen neuen Seeweg nach Indien und nach Asien suchen. Ziel ist Cipango, die Stadt mit den goldenen Dächern. Kolumbus wird auf seinen Fahrten weder diesen Seeweg noch Amerika entdecken. Vielmehr gelangt er nach Kuba, San Domingo, zu den Bahamas. Aber er wird die Tür aufstoßen, die die Entdeckung eines neuen, großen Kontinents freigibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000943","hoster":"VOE"},{"path":"/redirect/8431225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-9","name":"Cortez und die Azteken","epNo":9,"alt":"","descr":"Der Portugiese Magellan findet von Sevilla aus die lange gesuchte Durchfahrt nach Westen. Diego Velasquez wird Gouverneur von Kuba und hat mit den Eingeborenen auf dem Kontinent große Schwierigkeiten. Da muß ein richtiger Haudegen her: Fernando Cortez. Er wird die nächsten Expeditionen leiten. 518 Soldaten, 16 Pferde, 10 Kanonen werden in Bewegung gesetzt. Und dies wird genügen, um das Reich der Azteken, es zählt mehr als 10 Millionen Einwohner, zu erobern und schließlich zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000947","hoster":"VOE"},{"path":"/redirect/8431235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-10","name":"Viva Mexiko!","epNo":10,"alt":"","descr":"Im Jahre 1519 ist Mexiko eine Stadt von ca. 600.000 Einwohnern. Im Palast des Kaisers findet eine wichtige Versammlung statt: \"Wenn die Neuankömmlinge Götter sind, müssen wir uns vor ihnen auf die Knie werfen und sie verehren\". Doch Cuauhtemoc, ein junger Häuptling, ist damit nicht einverstanden. Und so ruft er zum Kampf gegen die Eindringlinge auf. Es kommt zu einem langen, blutigen Krieg, an dessen Ende das Ende einer großen Kultur steht. Cortez stirbt im Jahre 1547, nahe bei Sevilla, völlig verarmt und vereinsamt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000948","hoster":"VOE"},{"path":"/redirect/8431236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-11","name":"Pizarro und das Reich der Inka","epNo":11,"alt":"","descr":"Tief im Verließ eines Gefängnisses liegt ein Mann, der wegen seiner großen Schulden verurteilt wurde. Sein Name: Pizarro. Langsam steigen in ihm die Erinnerungen an seine früheren Erlebnisse auf: Hispaniola, wo er schon als junger Soldat war; Venezuela, wo er an der Seite von Ojeda stand. Plötzlich öffnet sich die Kerkertür. Pizarro wird weggebracht vor den König Karl den V. von Spanien. Pizarro gelingt es, den König von den vielen Reichtümern zu überzeugen, die in den neuen Ländern in Übermaß vorhanden sind. Der König willigt ein und Pizarro geht auf die Reise. Ziel: die Entdeckung und Eroberung des phantastischen Reiches der Inkas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000952","hoster":"VOE"},{"path":"/redirect/8431238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-12","name":"Jacques Cartier","epNo":12,"alt":"","descr":"Ein gewisser Jacques Cartier steht vor Francois I, dem König von Frankreich. Es geht um eine Erkundungsreise in den \"Neuen Länder\", das heißt eigentlich geht es um Gold und damit um Geld. Insgesamt werden es 3 Reisen werden, die Cartier unternimmt. Am 5. April des Jahres 1534 geht es los. Aus Reichtümern, Geld und Gold wird nicht viel. Doch Cartier wird die Tür öffnen zu einem großen, unbekannten Land, das trotzdem über unermeßliche Reichtümer verfügt: das spätere Kanada.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000949","hoster":"VOE"},{"path":"/redirect/8431237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-13","name":"Die Zeit der Konquistadoren","epNo":13,"alt":"","descr":"Viele sind aufgebrochen, um die neuen Länder zu erobern. Doch auf fast allen von ihnen lastet eine Art \"Fluch der Pharaonen\". 1513, Juan Ponce de Leon erkundet die Bahamas und entdeckt schließlich den Golfstrom .1521 landet er bei Florida und setzt als erster seinen Fuß auf amerikanischen Boden. 1539 Hernando de Soto. In einer verlustreichen, waghalsigen Aktion durchquert er Arkansas auf der Suche nach den sagenumwobenen Städten aus Gold. Und viele andere folgen nach: Vasquez de Coronado, Cabrillo, Unamo, Onate … Auch wenn ihre Suche nach Reichtümern nur selten erfolgreich war, so waren sie doch alle besessen von einem Gedanken: \"Die Entdeckung von Gold in der neuen Welt!\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000950","hoster":"VOE"},{"path":"/redirect/8431239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-14","name":"Samuel Champlain","epNo":14,"alt":"","descr":"Viele Jahre lang lebten die Indianer ruhig in den riesigen Wäldern Kanadas, ohne daß jemand sie störte. Im Jahre 1603 folgte ein gewisser Samuel Champlain den Spuren von Jaques Cartier. Ihm gelang es, die erste dauerhaften Beziehungen zu den Eingeborenen aufzubauen. Champlain gründet Quebec und entdeckt unter anderem die Hudson Bay. Doch unter den Ureinwohnern, insbesondere Irokesen und Algonquinern, bricht Streit aus. Champlain, wie auch die Engländer, wird in diese Auseinandersetzung mit hineingezogen, und Frankreich verliert die Hälfte eines Kontinents. Als Champlain im Jahre 1635 stirbt, gibt es in Kanada nur noch ein paar hundert Franzosen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000951","hoster":"VOE"},{"path":"/redirect/8431243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-15","name":"England und seine Kolonien","epNo":15,"alt":"","descr":"Es war der Spanier Ponce de Leon, der im Jahre 1513 als erster seinen Fuß auf das Land setzte, welches später einmal die Vereinigten Staaten von Amerika sein würde. Im Jahre 1575 nimmt der Engländer Francis Drake Neu-Albion in Kalifornien ein. Dies ist der Beginn der 13 Kolonien. Dann kommt es zu Auseinandersetzungen zwischen England und den Niederlanden. Ein holländischer Gouverneur namens Peter Stuyvesant steht an der Spitze der Stadt New Amsterdam. Doch er hält den Engländern nicht stand; aus New Amsterdam wird New York. Am Ende des 17. Jahrhunderts gibt man die Suche nach Sipangu, der Stadt in Asien mit den goldenen Dächern, auf. Man hat genug zu tun mit dem \"Neuen Kontinent\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000954","hoster":"VOE"},{"path":"/redirect/8431241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-16","name":"Die Indianer im 17. Jahrhundert","epNo":16,"alt":"","descr":"Als die Spanier kommen, sind Pierre, Psi, Dickie – sie sind Indianer – gezwungen, ihre Dörfer zu verlassen und zu fliehen. Später finden wir sie wieder in dem kleinen Dorf Powhatan. Die Einwohner dort haben Schwierigkeiten mit den Engländern, die ihnen ihr Land und ihre Vorräte wegnehmen. Doch dieser Streit geht noch einmal gut aus. Später kommt es dann immer schlimmer. Ein blutiger Kampf folgt auf den anderen. Und auch unter den einzelnen Indianerstämmen kommt es zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000957","hoster":"VOE"},{"path":"/redirect/8431242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-17","name":"Die Indianer im 18. Jahrhundert","epNo":17,"alt":"","descr":"Einen Indianerstamm begleiten wir auf seinen Streifzügen. Unsere Freunde sind auch dabei. Hunde werden abgerichtet zum Lastentransport. Die Krieger selbst tragen nur ihre Waffen, die sie brauchen gegen die zahlreichen Angriffe der Apachen. Pferde sind noch unbekannt, ebenso der weiße Mann. Bald beginnt die Zeit der großen Bisonjagd, bei der alles nach strengen Regeln abläuft. Und dabei treffen unsere Freunde zum ersten Mal auf Pferde. Schnell lernen sie, was man mit ihnen so alles machen kann. Viel später erst lernen die Indianer den weißen Mann kennen. Dessen Errungenschaften – Gewehre, Alkohol, Krankheiten u.a. – werden ihr Leben von Grund auf verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000953","hoster":"VOE"},{"path":"/redirect/8431245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-18","name":"Ein Traum geht zu Ende","epNo":18,"alt":"","descr":"Robert Chevalier de la Salle ist ein junger ehrgeiziger Mann. Seit dem Jahre 1669 lebt er in Kanada. Er ist 26 Jahre alt und hat einen Traum: er will den Mississippi flußabwärts erkunden. Im Dezember des Jahres 1681 beginnt dieses abenteuerliche Unternehmen. Nach einigen Monaten erreicht er schließlich den Golf von Mexiko. Ein Drittel der künftigen Vereinigten Staaten ist jetzt französisch. Den Engländern gefällt das überhaupt nicht. Und so kommt es zum Krieg. Bei diesen Kämpfen lernen wir einen jungen, 20 Jahre alten Offizier kennen: George Washington. Die Engländer gewinnen immer mehr an Boden. Doch die Verantwortlichen in Frankreich kümmern sich nicht um ihre Kolonien. Schließlich muß Frankreich auch Kanada abtreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000955","hoster":"VOE"},{"path":"/redirect/8431244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-19","name":"Ein neues Land entsteht","epNo":19,"alt":"","descr":"Im Jahre 1763 vertreibt ein gewisser William Pitt die Franzosen aus Amerika. England verfügt nun über 13 Kolonien, die von den großen Seen bis zum Mississippi reichen. Immer wieder kommt es zu Konflikten mit den Indianern. Diese lehnen den weißen Mann, der sie doch nur ausnutzen will, ab. Und so ganz allmählich entwickelt sich das, was man als amerikanisches Credo bezeichnen kann: das Recht auf Selbstbestimmung und die Gleichheit der Chancen. Doch bis diese Ziele erreicht sind, ist es noch ein langer Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000956","hoster":"VOE"},{"path":"/redirect/8431253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-20","name":"Der Unabhängigkeitskrieg","epNo":20,"alt":"","descr":"Im aufstrebenden Amerika kommt es zu Aufständen unter den Einwohnern. Einige sind für die Unabhängigkeit gegenüber den Engländern, andere dagegen. Die verschiedenen Parteien spalten sich und kämpfen gegeneinander. In diesen Auseinandersetzungen treten u.a. eine ganze Reihe bekannter Namen auf: Washington, Locke, Jefferson. Am 20. 01. 1783 kommt es nach jahrelangen Kämpfen zum Vertrag, der schließlich die Unabhängigkeit der Vereinigten Staaten zum Inhalt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000987","hoster":"VOE"},{"path":"/redirect/8431255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-21","name":"Der Sklavenhandel","epNo":21,"alt":"","descr":"Zu Beginn des 19. Jahrhunderts tauchen an den Küsten Schwarzafrikas Schiffe auf. Es sind mehr als 200 – Portugiesen, Holländer, Franzosen, Engländer. Sie alle haben nur eines vor: sie wollen Menschen verschleppen, um sie in Amerika billig zu verkaufen. Der Sklavenhandel ist geboren. Für die Afrikaner beginnt ein leidvoller Weg. Zwischen 10 und 14 Millionen Menschen werden so aus Afrika verschleppt und nach Amerika gebracht, in das neue Land.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000965","hoster":"VOE"},{"path":"/redirect/8431257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-22","name":"Die Pioniere","epNo":22,"alt":"","descr":"Diese Folge erzählt von den neuen Ländern und von den Pionieren, die dieses Land schließlich zu dem machten, was es später einmal werden sollte. Der bekannteste unter diesen Pionieren ist Daniel Boone. Er wird als erster bis nach Kentucky vorstoßen und von dort aus weiter in Richtung Westen. Im Jahre 1791 wird Washington Hauptstadt der Vereinigten Staaten. 1821 gehören bereits 21 Staaten dem Staatenbund an. Im Süden gibt es immer noch die Sklaverei. Und es gibt auch die Indianer. Unter der Präsidentschaft von Andrew Jackson werden mehr als 300 Verträge mit ihnen geschlossen; sie alle werden fast ausnahmslos von den Weißen nicht eingehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000958","hoster":"VOE"},{"path":"/redirect/8431259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-23","name":"Simon Bolivar","epNo":23,"alt":"","descr":"Wir schreiben das Jahr 1818. In einer Hängematte liegt ein Mann im Fieber. Er sieht aus, wie ein Fünfzigjähriger, obwohl er erst 35 Jahre alt ist. Sein Name: Simon Bolivar. In seinem Fieber sieht er sein Leben Revue passieren. Er hatte eine glückliche Jugend damals in Caracas. Danach Aufenthalte in Madrid, später in Paris. Sein Ziel ist es, eine Armee zusammenzustellen, um die spanischen Eindringlinge aus seinem Heimatland zu vertreiben. Simon Bolivar unternimmt alles, um seinen Traum zu verwirklichen, den Traum einer südamerikanischen Union. Bei seinem Tod im Jahre 1830 besteht Südamerika aus 13 Staaten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000962","hoster":"VOE"},{"path":"/redirect/8431261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-24","name":"Der Goldrausch","epNo":24,"alt":"","descr":"Im Jahre 1848 findet ein Mann in Kalifornien ein bißchen Gold. Diese Nachricht breitet sich aus wie ein Lauffeuer. Bauern, Handwerker, Händler und viele mehr machen sich auf die Suche nach dem gelben Metall. Das Dorf San Francisco – es zählt nicht mehr als 20 Häuser – entwickelt sich explosionsartig. Unter den Neuankömmlingen sind auch Chinesen, Mexikaner und Leute aus dem Norden. In der Stadt schießen Hotels, Restaurants, Bars, Saloons und Gefängnisse wie Pilze aus dem Boden. Und alle, die hier ankommen, haben nur einen Gedanken: Gold.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000959","hoster":"VOE"},{"path":"/redirect/8431260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-25","name":"Das Ende der Indianer","epNo":25,"alt":"","descr":"Das traditionelle Bild von den Indianern: Sie überfallen Transporte und bringen andere, insbesondere Weiße, grausam um. In Wirklichkeit aber kämpfen sie um ihr Land, das ihnen die weißen Eindringlinge wegnehmen wollen und schließlich auch wegnehmen. In dieser Folge lernen wir einige ihrer großen Häuptlinge kennen: Cochise, Red Cloud, Sitting Bull, Crazy Horse und andere. Und wir erleben ihren aussichtslosen Kampf mit den Weißen. Eine der großen Schlachten findet am Little Big Horn statt. Als Columbus im Jahre 1492 Amerika entdeckte, soll es bis zu 10 Millionen Indianer gegeben haben. Am Ende des 19. Jahrhunderts waren es nur noch etwa 250 Tausend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000963","hoster":"VOE"},{"path":"/redirect/8431263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-amerika/staffel-1/episode-26","name":"Die Vereinigten Staaten","epNo":26,"alt":"","descr":"1860. Mittlerweile besteht Amerika aus 33 Staaten mit mehr als 30 Millionen Einwohnern. Als Abraham Lincoln die Freiheit für alle fordert, sieht er sich schwerer Kritik ausgesetzt. In dieser Folge erfahren wir etwas über den berüchtigten Klu-Klux-Klan, der den Schwarzen alle Rechte verweigern will. Die erste Eisenbahn wird gebaut; man spekuliert mit Ländereien. Die ersten Gewerkschaften entstehen und ein gewisser Thomas Edison wird die Welt mit seinen Erfindungen verändern. Die ersten Wolkenkratzer werden gebaut, Henri Ford baut Autos und die Brüder Wright erobern den Luftraum mit ihren Flügen. Die Neuzeit ist angebrochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9000960","hoster":"VOE"},{"path":"/redirect/8431264","hoster":"Streamtape"}]}]}]}]}