{"path":"/serie/stream/es-war-einmal-der-weltraum","name":"Es war einmal … der Weltraum","descr":"Wir schreiben das Jahr 3000. Gerade haben die beiden Jungen Pierrot und Dickie ihre Ausbildung als Raumschiffpiloten beendet. Mit dem Raumschiff Cosmopolitan kommen sie auf dem Planeten Omega an, dem am weitesten vorgeschobenen Posten des galaktischen Staatenbundes. Pierrots Vater ist der Chef der galaktischen Raumpolizei. Die hat als Aufgabe, in Not geratenen Raumschiffen zur Hilfe zu kommen und neue, unbekannte Welten und Planeten aufzuspüren. Schon bald kommen Pierrot und Dickie zu ihrem ersten Einsatz. Sie sollen ein unbekanntes Flugobjekt identifizieren. General Dicknase, der Herrscher über Cassiopeia mit äußerst dunklen Absichten, verlangt die sofortige Zerstörung des Flugobjektes. Doch Pierrot und Dickie nehmen zunächst einmal Kontakt mit dem mysteriösen Flugobjekt auf …","seasons":[{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-1","name":"Der Planet Omega","epNo":1,"alt":"","descr":"Wir schreiben das Jahr 3000. Gerade haben die beiden Jungen Pierrot und Dickie ihre Ausbildung als Raumschiffpiloten beendet. Mit dem Raumschiff \"Cosmopolitan\" kommen sie auf dem Planeten Omega an, dem am weitesten vorgeschobenen Posten des galaktischen Staatenbundes. Pierrots Vater ist der Chef der galaktischen Raumpolizei. Die hat als Aufgabe in Not geratenen Raumschiffen zur Hilfe zu kommen und neue, unbekannte Welten und Planeten aufzuspüren. Schon bald kommen Pierrot und Dickie zu ihrem ersten Einsatz. Sie sollen ein unbekanntes Flugobjekt identifizieren. General Dicknase, der Herrscher über Cassiopeia mit äußerst dunklen Absichten, verlangt die sofortige Zerstörung des Flugobjektes. Doch Pierrot und Dickie nehmen zunächst einmal Kontakt mit dem mysteriösen Flugobjekt auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546401","hoster":"VOE"},{"path":"/redirect/13546403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-2","name":"Die Saurier","epNo":2,"alt":"","descr":"Auf seinen Erkundungsflügen entdeckt ein Raumschiff der Raumpolizei den Planetoiden Lago im System Pegasus. Man stellt große Wasserflächen fest, aber keine Anzeichen von Leben. Diese Angaben gilt es zu überprüfen. Pierrot und Dickie sind gerade bei ihrem Freund Maestro, der ihnen seine neueste Entdeckung vorstellt, einen Roboter. Plötzlich erteilt die Raumpolizei einen neuen Auftrag. Sie sollen den unbekannten Planetoiden erkunden. Bei ihrer Ankunft entdecken sie Seen, Inseln, Lagunen. Mißtrauisch nähern sie sich dem unbekannten Gelände. Plötzlich sehen sie große Saurier. Diese ähneln ein bißchen Leguanen oder Echsen. Drei Meter sind sie lang. Und so wie es aussieht verfügen sie über Intelligenz. Das Überraschende jedoch ist, daß sie sich untereinander mit Telepathie verständigen. Schon bald gelingt es Pierrot und Dickie mit den fremden Wesen Kontakt aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546408","hoster":"VOE"},{"path":"/redirect/13546416","hoster":"Vidoza"},{"path":"/redirect/13546406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-3","name":"Der grüne Planet","epNo":3,"alt":"","descr":"Pierrot und Dickie stoßen sie auf einen Planeten, der ihnen wegen seiner grünen Farbe auffällt. Noch nie zuvor war dieser grüne Planet entdeckt worden. Außerdem finden sie ein Raumschiff von Cassiopea, das auf dem Planeten gelandet ist. Auf einmal explodiert dieses Raumschiff. Pierrot und Dickie benachrichtigen ihre Heimatbasis Omega und erhalten schließlich von dort den Auftrag diesen Vorfall näher zu untersuchen. Sie landen auf dem grünen Planeten. Es gibt keine Zeichen von menschlichem Leben. Doch sie entdecken eine überreiche Vegetation, Bäume, hohe Gräser und Blumen. Auf ihrem Erkundungsgang begegnen sie einem alten Baum. Er scheint der Herrscher über diesen Planeten zu sein. Plötzlich beginnt der Baum zu sprechen. Er erzählt ihnen die Geschichte des grünen Planeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546407","hoster":"VOE"},{"path":"/redirect/13546409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-4","name":"Was ist los auf Andromeda?","epNo":4,"alt":"","descr":"Der Staatenbund hat Zweifel an der Bündnistreue derer, die im Planetensektor von Andromeda leben. Während eines Erkundungsfluges geraten Pierrot, Psi und Metro in ein starkes Magnetfeld. Unaufhörlich zieht dieses sie an. So müssen sie schließlich im Planquadrat 752 landen. Ihr Raumschiff Libelle ist beschädigt. Trotz harter Bruchlandung ist der Besatzung nichts passiert. Aber alle technischen Einheiten des Raumschiffes wie Motoren, Klimaanlage, Funkeinrichtung und Bord-computer funktionieren nicht mehr. Die Freunde sind gezwungen ihr beschädigtes Raumschiff zu verbrennen. Auf der Suche nach einem geeigneten Zufluchtsort begegnen sie den merkwürdigsten Lebewesen. Zunächst einem Riesensalamander, der sie mitnimmt nach Süden. Dort treffen sie auf Wesen, die halb Mensch, halb Affe sind. Schnell geraten sie in die Gefangenschaft dieser Wesen. Man bringt sie zum Häuptling dieses seltsamen Stammes. Dort erfahren sie die ganze Geschichte des Planeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546410","hoster":"VOE"},{"path":"/redirect/13546411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-5","name":"Reise in die Vergangenheit","epNo":5,"alt":"","descr":"Die Geschichte beginnt in einer kleinen Kneipe im Hafen von Omega. Dort belauscht Pierrot das Gespräch zweier dunkler Gestalten am Nebentisch. Soweit er mitbekommt geht es um einen geheimen Angriff auf einen bewohnten Planeten. Als Pierrot und Dickie die beiden merkwürdigen Gestalten festnehmen wollen, taucht plötzlich ein Roboter auf. \"Ihr redet zuviel\", mit diesen Worten streckt er die beiden am Nebentisch nieder. Pierrot und Dickie verstehen überhaupt nicht was hier geschehen ist. Im Informationszentrum von Omega läuft alles auf Hochtouren. Nach einigen Nachforschungen findet man schließlich heraus, daß der Planet, um den es im besagten Gespräch ging, nur Diana sein kann. Dieser Planet befindet sich im Sektor Andromeda. Darüber hinaus weiß man, daß sich die Bevölkerung auf diesem Planeten noch in einem frühen Entwicklungsstadium befindet. Man lebt dort noch wie vor 20.000 Jahren zur Zeit der Cromagnon-Menschen. Auf Omega nimmt man die Bedrohung dieses Planeten sehr ernst. So schickt man eine Patrouille los zum Schutz der Bevölkerung. Die Freunde Pierrot, Dickie und Psi werden mit dieser Schutzaktion betraut. Nach ihrer Ankunft auf Diana erfahren sie vieles über das Leben und die Geschichte dieses Planeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546412","hoster":"VOE"},{"path":"/redirect/13546413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-6","name":"Der Aufstand der Roboter","epNo":6,"alt":"","descr":"Auf dem Planeten Leto geht es drunter und drüber. Die Roboter haben die Arbeit niedergelegt und proben den Aufstand. Sie lehnen es ab den Menschen weiterhin dienstbar zu sein. Pierrot, Dickie, Psi und Maestro werden losgeschickt, um mit den rebellischen Robotern zu verhandeln. Mit ihrer Raumfähre landen sie auf Leto. Die Lage spitzt sich ernsthaft zu. Einen Ausweg scheint es nicht zu geben. Schließlich einigt man sich auf einen Zweikampf zwischen einem starken Roboter und Metro, dem kleinen Computerfreund von Pierrot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546415","hoster":"VOE"},{"path":"/redirect/13546417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-7","name":"Ein Planet namens Mytho","epNo":7,"alt":"","descr":"Diesmal landen Pierrot, Dickie und Psi auf einem unbekannten Planeten. Erst später erfahren sie seinen Namen: Mytho. Auf dem Planeten finden sie ein riesiges Raumschiff namens Olymp. Sein Kapitän, Piter Jux, ist Herr über diese Welt. Die gesamte Raumschiffbesatzung, Männer wie Frauen, gehören zu seiner Familie. Auf dem Raumschiff kommt es häufig zu Streitigkeiten. Pierrot und Psi erfahren außerdem, daß in einem benachbarten Tal ein friedliches und einfaches Volk lebt. Dieses verehrt die Besatzung von Olymp, denn für sie sind es Götter. Sie werfen sich vor ihnen auf die Knie und bieten ihnen Geschenke an, um sie friedlich zu stimmen. Als Pierrot und Psi sich einmischen, jagt ein Abenteuer das andere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546425","hoster":"VOE"},{"path":"/redirect/13546431","hoster":"Vidoza"},{"path":"/redirect/13546424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-8","name":"Die lange Reise","epNo":8,"alt":"","descr":"Nach einem langen Schlaf, der viele Jahre gedauert hat, wacht Maestro in seinem Raumschiff auf. Zufrieden stellt er fest, daß sein Bart in der Zwischenzeit gewachsen ist und daß sie nicht mehr weit von ihrem Ziel entfernt sind. Plötzlich tauchen Pierrot und Dickie im Raumschiff auf und begrüßen Maestro. Dieser ist völlig überrascht, denn er stellt fest, daß der Planet Omega bewohnt ist und zwar von menschlichen Wesen. Den Neuankömmlingen wird ein großer Empfang bereitet. Man heißt die Veteranen des Weltalls herzlich willkommen. Maestro kann dies alles nicht verstehen. Doch bald klärt Psi, wie dies alles sein kann. Sie erzählt von Raumforschern, die im Jahre 2023 aufgebrochen sind zu weit entfernten Galaxien. Maestro versteht überhaupt nichts mehr. Tausend Jahre soll er nun schon unterwegs sein? Schließlich hat er nur noch den Wunsch auf seine gute alte Erde zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546429","hoster":"VOE"},{"path":"/redirect/13546430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-9","name":"Gefangen auf Cassiopea","epNo":9,"alt":"","descr":"General Dicknase ist außer sich. Seine Pläne, die Oberherrschaft über den galaktischen Staatenbund zu erlangen, sind bisher gescheitert. Aber damit gibt er sich nicht zufrieden. Besonders hat er es auf die Bewohner der Erde abgesehen, die ihm immer wieder in die Quere kommen. Zunächst einmal bricht er alle Kontakte zum Staatenbund ab. Man schickt Pierrot und Psi los, um den aufgeregten General Dicknase zu beruhigen. Und so beginnt die Reise nach Cassiopea. Doch schon bei ihrer Ankunft werden die Freunde gefangengenommen. Man will überhaupt nicht mit den unliebsamen Erdbewohnern verhandeln. Im Gefängnis erfahren Pierrot und Psi eine ganze Menge über das was auf diesem Planeten eigentlich los ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546435","hoster":"VOE"},{"path":"/redirect/13546436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-10","name":"In geheimer Mission","epNo":10,"alt":"","descr":"Vor dem obersten Rat des Staatenbundes von Omega erstatten Psi und Pierrot Bericht über die Mission auf Cassiopea. Sie erzählen alles was sie erlebt haben. Sehr schnell kommt man zu einer gemeinsamen Einschätzung der Lage. General Dicknase ist dabei eine Invasion auf die Tritonen vorzubereiten. Das bedeutet aber auch Gefahr für Omega, die Erde und ihre Nachbarn. Und dann ist da noch die sogenannte Kohlersonne, ein Stern in der Nähe der Tritonen, der jeden Augenblick explodieren kann. Eine solche Supernova wäre verheerend für alles Leben. Was ist zu tun? Trotz eindringlicher Bitten ist General Dicknase nicht umzustimmen. Er will seine Expansionsgelüste nicht aufgeben. Er ist fest entschlossen jeden Kontakt mit den Irdischen abzubrechen. Er will die Macht, koste es was es wolle. Im Staatenbund herrscht allgemeine Verwirrung. Was soll man tun? Die Kohlersonne kann jeden Augenblick explodieren und Dicknase baut schon jede Menge gefährlicher Raumschiffe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546441","hoster":"VOE"},{"path":"/redirect/13546442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-11","name":"Verschollen im Weltall","epNo":11,"alt":"","descr":"Wir befinden uns auf einem kleinen Planeten. Hoch oben am Himmel sieht man noch die letzten Reste einer explodierenden Sonne. Dieses Ereignis hat ein Transportraumschiff von Omega gezwungen auf dem kleinen Planeten notzulanden. Das Raumschiff ist schwer beschädigt, viele Besatzungsmitglieder sind verletzt. Unter den Verletzten befindet sich auch Kapitän Martin. Er hat nur den einen Wunsch seine Leute zu retten. Jetzt ist Metro, der kleine hilfsbereite Roboter, gefordert. Er soll sich Möglichkeiten ausdenken wie man die Leute von diesem Planeten wegbringen kann. Doch auf dem kleinen Planeten gibt es viele Gefahren, seltsame Vögel, fleischfressende Bäume, Spinnenmenschen. Pierrot wird damit beauftragt die Pläne Metros in die Tat umzusetzen. Psi hilft ihm dabei. Doch Pierrot steht vor einer fast unlösbaren Aufgabe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546446","hoster":"VOE"},{"path":"/redirect/13546448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-12","name":"Auf der Suche nach dem Leben","epNo":12,"alt":"","descr":"Unsere Geschichte beginnt auf Omega. Maestro erklärt unseren jungen Freunden was ihre nächste Mission sein wird. Es geht um die vierten Planeten des Systems NGC 16662. Nach den gegenwärtig vorhandenen Informationen scheint es auf diesem Planeten Leben zu geben. Doch die Sonne dieses Planetensystems steht kurz vor der Explosion. Wenn sie zum weißen Riesen wird, zerstört sie jedes Leben. Da gibt es nur eins, Pierrot und seine Freunde müssen diesen Planeten näher untersuchen. Sie müssen sehr vorsichtig sein und besonders auch auf die wilden Eskapaden von General Dicknase aufpassen. Als Pierrot schließlich auf dem Planeten ankommt, findet er dort eine außergewöhnliche Vegetation vor. Jeder Baum, jeder Strauch, jede Blume ist riesig. Und auch die wenigen tierischen Bewohner, die es dort gibt, wie Schlangen und Raupen, sind gigantisch groß. Und dann gibt es da vor allem noch die Riesenameisen. Pierrot folgt ihnen und entdeckt schließlich im Inneren der Erde das riesige Labyrinth eines unterirdischen Ameisenhaufens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546450","hoster":"VOE"},{"path":"/redirect/13546451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-13","name":"Die Götter kamen vom Himmel","epNo":13,"alt":"","descr":"Pierrot und Psi, die gerade von einer Mission zurückkommen, berichten, daß sie einen Planeten entdeckt haben, dessen Zivilisation der der ersten Inkas gleicht. Maestro findet diese Enthüllungen sehr aufregend. Schnell läßt er sich von Kommandant Dickie in dessen Raumschiff mitnehmen, um diesen interessanten Planeten näher zu studieren. Als Maestro auf dem Planeten ankommt, ist er begeistert von dem was er dort vorfindet. Es gibt große Städte, die in voller Blüte stehen. Ferner eine hochentwickelte Landschaft. Die Menschen auf diesem Planeten wissen wie man Brücken baut. Sie fertigen Kunstgegenstände an, töpfern, weben und bearbeiten Metall. Aber dann gibt es auch noch die große Wüste auf diesem Planeten. Eines Tages erfährt Maestro wie diese Wüste entstanden ist. Man erzählt ihm, daß vor langer Zeit einmal Götter vom Himmel hierher kamen. Sie brachten den Menschen Wissen und Macht. Doch bald kam es zum Streit. Die Götter fuhren wieder weg und schickten eine glühende Sonne, die alles verbrannte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546453","hoster":"VOE"},{"path":"/redirect/13546454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-14","name":"Im Land der Dinosaurier","epNo":14,"alt":"","descr":"Pierrot und Psi sind wieder unterwegs im Weltall. Sie treffen auf einen blauen Planeten, den sie genauer erforschen wollen. Beim Landeanflug beschädigen heftige Explosionen auf dem Planeten das Raumschiff. Pierrot, Psi und Metro müssen notlanden. Während Metro das Raumschiff repariert, gehen Psi und Pierrot auf eine kleine Erkundungstour. Doch schon bald lauert Gefahr von allen Seiten und die beiden müssen sich vor Angriffen von Sauriern, Riesenschlangen und von Vulkanausbrüchen retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599361","hoster":"VOE"},{"path":"/redirect/13546456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-15","name":"Die Ringe des Saturns","epNo":15,"alt":"","descr":"Psi und Metro unternehmen eine Expedition, um den Asteroidengürtel zu erforschen. Außerdem vermutet Psi, daß irgendwo im Weltall eine Zivilisation zu finden ist, die schon seit langer Zeit existiert. Auf ihrer Reise kommen Psi und Metro am Planeten Saturn und seinen Monden vorbei. Plötzlich werden sie von unbekannten Raumschiffen zur Landung auf einem der Monde gezwungen. Psi wird verhört, da man sie der Spionage verdächtigt. Mit Metros Hilfe können die beiden entkommen. Doch schon bald werden sie von ihren Widersachern verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13887135","hoster":"VOE"},{"path":"/redirect/13887139","hoster":"Vidoza"},{"path":"/redirect/14220411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-16","name":"Erde in Gefahr","epNo":16,"alt":"","descr":"General Dicknase befindet sich wieder auf dem Kriegspfad. Er hat eine Rakete auf die Erde abgeschossen, die er drei Stunden unter Kontrolle halten kann. Dann ist das Unheil nicht mehr aufzuhalten, es sei denn, der Staatenbund gibt vorher bedingungslos auf. Pierrette, die Präsidentin der Föderation, ist ratlos, denn die Gefahr, die der Erde droht, scheint nicht mehr abzuwenden zu sein. Die Zeit verrinnt ohne daß etwas unternommen werden kann. Maestro hat einen verwegenen Plan. Wenn es gelingen würde an die fliegende Rakete heranzukommen, um sie abzulenken, könnte die Gefahr vielleicht abgewendet werden. Aber wer soll diese Aufgabe in der verbleibenden Zeit übernehmen? Die Wahl fällt auf Pierrot und seine Mannschaft, die sich auf ihrem Kreuzer \"Libelle\" draußen im Raum befinden. In einem waghalsigen Flugmanöver soll sich Pierrot der unheilvollen Rakete nähern. Pierrot ist sich des bedeutungsvollen Auftrages voll bewußt und nimmt natürlich an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13887134","hoster":"VOE"},{"path":"/redirect/13887142","hoster":"Vidoza"},{"path":"/redirect/13887136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-17","name":"Der blaue Planet","epNo":17,"alt":"","descr":"Pierrot und Psi kehren nach ihrer gefährlichen Mission auf die Erde zurück. Dort sollen sie sich ein paar Tage Ruhe gönnen. Die freien Tage nutzen sie, um ihren Heimatplaneten etwas besser kennenzulernen. Und wer sollte sie auf dieser Reise begleiten, wenn nicht Maestro. Er weiß alles über die Geschichte und Entwicklung des Blauen Planeten. Zum ersten Mal treffen Pierrot und seine Freunde auf seltsame Lebewesen mit großen Flecken und zwei Hörnern. Wie sich herausstellt sind es Kühe. Außerdem erfahren sie eine ganze Menge über die Erde und ihre Stellung im Sonnensystem. Doch plötzlich begegnen sie einem geheimnisvollen Fremden, der sich als Saboteur entpuppt. Wiederum ist Gefahr in Verzug!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13887138","hoster":"VOE"},{"path":"/redirect/13887145","hoster":"Vidoza"},{"path":"/redirect/13887140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-18","name":"Die versunkene Stadt","epNo":18,"alt":"","descr":"Dickie wird zu Omega zurückgerufen, während Pierrot noch einige Tage auf der Erde bleibt und wartet bis Psi völlig wiederhergestellt ist. Pierrot unternimmt zusammen mit Maestro noch einen kleinen Ausflug ans Meer. Dort sieht er zum ersten Mal Wale. Außerdem erfährt er, daß im Meer unerschöpfliche Nahrungsquellen vorhanden sind, die es zu nutzen gilt. Maestro lädt Pierrot zu einer Exkursion in die Tiefen des Ozeans ein. Pierrot kommt aus dem Staunen nicht mehr heraus, denn eine ganze Stadt lebt dort in 7.000 m Tiefe. Kommandant Piet lädt ihn zu einem Taucherausflug ein. Doch Pierrot ist unvorsichtig und schon bald bekommt er einen Tiefenrausch, der ihn in eine gefährliche Situation bringt. Doch Kommandant Piet gelingt es den unerfahrenen Taucher wieder sicher an die Oberfläche zu bringen. Bei einem Gespräch stellt Psi plötzlich fest, daß sie Kommandant Piet vor langer Zeit schon einmal getroffen hat. Sie waren zusammen in einem kleinen Kahn, als Poseidonis, die Hauptstadt von Atlantis, unterging.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13887143","hoster":"VOE"},{"path":"/redirect/13887147","hoster":"Vidoza"},{"path":"/redirect/13887141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-19","name":"Rückkehr mit Hindernissen","epNo":19,"alt":"","descr":"Pierrot und Psi verabschieden sich von Maestro, denn sie sollen nach Omega zurückkehren. Doch seltsamerweise werden sie dabei von einem Roboter begleitet, der sie nicht aus den Augen läßt. Pierrot und Psi merken sehr bald, daß sie überwacht werden. Psi, die über telepathische Fähigkeiten verfügt, ahnt nichts Gutes. Der Empfang auf dem Raumschiff, das Pierrot und Psi nach Omega bringen soll, ist freundlich, aber irgend etwas scheint nicht zu stimmen. Ein Offizier, namens Foster, bestätigt die Vermutungen von Psi. Sie stellt außerdem fest, daß sie mit Kommandant Robin nicht reden kann wie mit einem normalen Menschen. Sein Verhalten ist seltsam, doch Psi kann dieses Rätsel zunächst nicht lösen. Erst allmählich kommt sie hinter das Geheimnis. Kommandant Robin ist vielleicht kein Mensch sondern ein Roboter. Auch Metro bestätigt diese Theorie, denn er weiß wie Menschen sich verhalten. Die Lage spitzt sich zu und plötzlich tritt Kommandant Robin in zweifacher Ausführung auf. Doch wer ist der richtige? Und wird es Pierrot und Psi gelingen heil nach Omega zurückzukehren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13887146","hoster":"VOE"},{"path":"/redirect/13887148","hoster":"Vidoza"},{"path":"/redirect/13887144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-20","name":"Die Rache der Roboter","epNo":20,"alt":"","descr":"Auf Omega feiert man die Ankunft der jungen Helden. In die allgemeinen Feierlichkeiten bricht plötzlich die Nachricht, daß auf dem Planeten Leto etwas nicht stimmt. Leto war der Planet auf dem Metro den Riesenroboter Goldenbar in einem tollkühnen Kampf besiegt hatte. Offenbar ist es auf Leto zu einem erneuten Aufstand gekommen. Man verlangt, daß Pierrot sofort dorthin fliegt. Ferner wird zum allgemeinen Erstaunen gefordert, daß Metro ihn auf dieser Expedition unbedingt begleiten soll. Pierrot zögert keine Sekunde diesen Auftrag anzunehmen. Und so befinden er und seine Freunde sich auf dem Weg nach Leto. Leto ist ein merkwürdiger Planet. Dort haben die Roboter wichtige Aufgaben übernommen, vielleicht zu wichtige Aufgaben. Sofort nach ihrer Ankunft wird Pierrot mit einer gefährlichen Situation konfrontiert. Die Roboter befinden sich im Aufstand, denn sie fühlen sich von den Menschen schlecht behandelt. KD 4 ist der Anführer des Aufstandes. Er verlangt einen Kampf zwischen Metro und einem neuen Superroboter, Goldenbar III. Metro willigt ein, doch Goldenbar III hat eine gefährliche Eigenschaft, er kann sich vervielfältigen. Metro steht vor einer fast unlösbaren Aufgabe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546460","hoster":"VOE"},{"path":"/redirect/13546459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-21","name":"Bruchlandung","epNo":21,"alt":"","descr":"Nachdem die Mission auf Leto erfolgreich beendet ist, fliegen Pierrot und seine Freunde wieder zurück. Unterdessen hält General Dicknase mit seinen Verbündeten eine Geheimkonferenz ab. Er träumt noch immer von der Eroberung der Erde. Bei diesem Vorhaben erwähnt er geheimnisvolle Wesen, die ihm bei der Durchführung dieses Planes helfen sollen. Doch mehr will er zum gegenwärtigen Zeitpunkt noch nicht verraten. Auf ihrem Flug durch das Weltall beobachten Pierrot und Psi plötzlich ein merkwürdiges Zusammentreffen mehrerer unbekannter Raumschiffe. Mit geballter Kraft gelingt diesen die Zerstörung eines unbewohnten Planeten. Pierrot versteht nicht was hier geschieht. General Dicknase ist außer sich, als er bemerkt, daß Pierrot von seinem Raumschiff \"Libelle\" seine dunklen Machenschaften beobachtet. Es gelingt ihm die unliebsamen Eindringlinge auszumachen. Die \"Libelle\" wird angegriffen und nur mit Mühe gelingt es Pierrot sein beschädigtes Raumschiff auf dem benachbarten Planeten Apis zu landen. General Dicknase schickt sofort seine Leute los, um festzustellen, ob die Besatzung der \"Libelle\" noch lebt. Die Roboter finden die bewußtlose Psi und nehmen sie mit, im Glauben, daß Pierrot die Bruchlandung nicht überlebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546461","hoster":"VOE"},{"path":"/redirect/13546463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-22","name":"Gefangen auf Apis","epNo":22,"alt":"","descr":"Pierrot ist mit seinem beschädigten Raumschiff auf dem Planeten Apis notgelandet. Von den Bewohnern auf Apis erfährt er, daß sie als einzige Überlebende einer großen Katastrophe auf diesem verlassenen Planeten leben. Ständig sind sie bedroht von den Übergriffen der Roboter von Yama, die sie verfolgen. Doch Pierrot braucht ein Raumschiff, um von hier wieder wegzukommen. Die einzigen, die ihm bei diesem Vorhaben helfen können, sind die Kubis, gefährliche und unberechenbare Wesen, die ebenfalls aus Apis leben. Nach schwierigen Verhandlungen gelingt es Pierrot die Kubis dazu zu bewegen ihm zu helfen. Unterdessen befindet sich Psi in der Gewalt der Roboter. Mit allen Mitteln versuchen aus ihr herauszubekommen, ob Pierrot noch lebt und wenn ja, wo er sich aufhält. Doch Psi verrät kein Wort …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546465","hoster":"VOE"},{"path":"/redirect/13546464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-23","name":"Auf nach Yama","epNo":23,"alt":"","descr":"Pierrot hat auf Apis Murdock kennengelernt und in ihm einen neuen Freund gefunden, der ihn auf seiner Reise nach Yama begleitet. Nur ein Ziel verfolgt Pierrot, er will Psi um jeden Preis befreien. Doch auf Yama lauern überall Gefahren. Pierrot und Murdock müssen vorsichtig sein, denn die feindlichen Spähtruppen lauern überall. Schließlich gelingt es Pierrot und Murdock unbemerkt auf Yama zu landen. Psi widersteht unterdessen erfolgreich den Verhören der ihr feindlich gesinnten Roboter. Psi verfügt als Mensch über Gefühle und diese Fähigkeit macht sie den Robotern gegenüber stark. Murdock, Pierrot und Metro ist es inzwischen gelungen unbemerkt in die Hauptstadt von Yama vorzudringen. Doch sie müssen sehr vorsichtig sein, denn überall lauern Gefahren und von einer Sekunde zur anderen könnten sie entdeckt werden. Pierrot hat nur eine Chance. Er muß in die Zentrale von Yama gelangen, dorthin, wo sich der große Computer befindet. Doch die Zentrale ist streng bewacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546469","hoster":"VOE"},{"path":"/redirect/13546468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-24","name":"Der große Computer","epNo":24,"alt":"","descr":"Es stellt sich heraus, daß die Hauptstadt von Yama ein einziges fliegendes Raumschiff ist. Und dieses Raumschiff befindet sich auf direktem Weg nach Omega. Eine gefährliche Situation. Pierrot und Metro befinden sich ebenfalls auf diesem Raumschiff. Noch immer ist es nicht gelungen Psi zu befreien. Währenddessen gelangen Kommandant Pierre und Maestro in Sichtweite der fliegenden Stadt. Sie trauen ihren Augen nicht, als sie das gigantische fremde Raumschiff auf ihren Bildschirmen entdecken. Pierre nimmt das Angebot des Großen Computers an in direkte Verhandlungen mit ihm einzutreten. Dort erfahren sie Näheres. Der Große Computer ist überall, er sieht und kontrolliert alles. Maestro kommt aus dem Staunen nicht mehr heraus, als er erfährt, daß die fliegende Stadt ein einziger Computer ist. Alles begann, so erzählt ihnen der Große Computer, vor etwa 300 Jahren auf der Erde. Dort entschloß sich ein Wissenschaftler die Unzulänglichkeiten der Menschen durch die Perfektion von Maschinen zu ersetzen. Und so baute er den Großen Computer, der alles beherrschen sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546472","hoster":"VOE"},{"path":"/redirect/13546470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-25","name":"Der Kampf der Titanen","epNo":25,"alt":"","descr":"General Dicknase glaubt, daß er kurz vor der Erfüllung seines großen Traums steht. Zusammen mit dem Großen Computer will er sich Omega und damit den gesamten Staatenbund unterwerfen. In einer großen Konferenz versucht er seine Verbündeten auf den bevorstehenden Sieg einzuschwören. Doch diese sind mißtrauisch, denn sie wissen immer noch nicht, worauf General Dicknase seine Siegesgewißheit gründet. Doch Dicknase ist nicht zu bremsen. Zuerst will er sich die Erde unterwerfen und danach die Herrscher von Yama besiegen. Doch der Große Computer kommt ihm zuvor und stellt ihm ein Ultimatum. Dicknase soll sich ergeben oder es geht ihm an den Kragen. Der Staatenbund steht vor einer ausweglosen Situation. Zum einen gilt es gegen Dicknase zu kämpfen. Zum anderen wird die Bedrohung durch den Großen Computer immer gefährlicher. Unterdessen arbeitet Pierrot fieberhaft an einem Plan, wie er den großen Computer außer Gefecht setzen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546475","hoster":"VOE"},{"path":"/redirect/13546474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-der-weltraum/staffel-1/episode-26","name":"Die Entscheidung","epNo":26,"alt":"","descr":"Auf Omega wird die Lage immer gefährlicher, denn es bleiben nur noch drei Tage Zeit. Die Zeichen stehen auf Unterwerfung und Kampf. Und die Chancen, einen Kampf gegen eine solche Übermacht zu gewinnen, sind gleich Null. Als allerletzte Hoffnung wendet sich Pierrette, die Präsidentin des Staatenbundes, an Pierrot und seine Freunde. Wenn sie es nicht schaffen die drohende Gefahr abzuwenden, ist alles verloren. Maestro ist sich der Ausweglosigkeit dieser Situation voll bewußt. Die einzige Chance, so erklärt er den Verbündeten, ist die Hilfe einer übergeordneten Macht. Doch wo ist diese Macht und wie könnte sie helfen? Pierrot ist fest davon überzeugt, daß es ihm gelingen wird diese Macht freizusetzen. Dabei vertraut er auf einen Menschen, Psi. In ihrer Hand liegt das Schicksal von Omega. Ob Psi es schafft, das Unheil abzuwenden und alles zu einem guten Ende zu führen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13546399","hoster":"VOE"},{"path":"/redirect/13546398","hoster":"Streamtape"}]}]}]}]}