{"path":"/serie/stream/es-war-einmal-in-nordirland","name":"Es war einmal in Nordirland","descr":"[Once Upon a Time in Northern Ireland] Fast 30 Jahre schwelte der blutige Nordirlandkonflikt und forderte über dreieinhalbtausend Menschenleben, bis er 1998 mit dem Karfreitagsabkommen beendet wurde. In \"Es war einmal in Nordirland\" wird diese Geschichte von Zeitzeugen erzählt, deren Leben sich für immer verändert hat. Der ehemalige IRA-Kämpfer, der sich aus Protest im Gefängnis drei Jahre lang nicht wusch; die Polizistenwitwe, deren Mann vor einem Krankenhaus erschossen wurde, als er seinen neugeborenen Sohn sehen wollte; der ehemalige Loyalist, dem die eigene Bombe unter den Händen explodierte – sie alle kommen zu Wort.","seasons":[{"path":"/serie/stream/es-war-einmal-in-nordirland/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/es-war-einmal-in-nordirland/staffel-1/episode-1","name":"Vom Protest zum Kampf","epNo":1,"alt":"","descr":"Im Nordirland der Nachkriegszeit werden Katholiken sozial benachteiligt und haben durch ein Wahlrecht, das Ärmere benachteiligt, auch weniger politisches Mitsprachrecht. In den 60er-Jahren werden Proteste von Seiten der Katholiken gegen dieses Ungleichgewicht häufiger. Die protestantische Minderheit fühlt sich zunehmend bedroht und nach gewaltsamen Ausschreitungen zwischen Demonstranten und der überwiegend protestantischen Polizei Nordirlands entsendet Großbritannien Soldaten. Obwohl diese zu Anfang von beiden Seiten freundlich empfangen werden, provozieren sie dennoch die Gründung der \"provisorischen IRA\" durch irische Nationalisten, die mit Waffengewalt den Anschluss an Irland erkämpfen wollen. Zeitzeugen berichten von ihrer Verstrickung in diese Spirale der Gewalt - vom Gefühl, gar keine andere Wahl zu haben.Ehemalige Mitglieder der \"provisorischen IRA\", einer protestantischen Miliz und der britischen Armee erzählen von der Welle von Anschlägen, die Nordirland erschütterte. Sie gipfelt 1972 im Januar im \"Bloody Sunday\", an dem 14 demonstrierende Katholiken vom Militär erschossen werden: ein Wendepunkt und gleichzeitig die \"beste Werbung\" für die IRA, der sich viele oft noch sehr junge Männer anschließen. Im Juli desselben Jahres folgt ein neuer Höhepunkt der Gewalt, der \"Bloody Friday\", eine großen Anschlagsserie der IRA in Belfast. Aus friedlichem Widerstand ist bürgerkriegsähnlicher Terror geworden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13421330","hoster":"VOE"},{"path":"/redirect/13421334","hoster":"Doodstream"},{"path":"/redirect/13421331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-in-nordirland/staffel-1/episode-2","name":"Immer mehr Tote","epNo":2,"alt":"","descr":"Im Nordirland der Nachkriegszeit werden Katholiken sozial benachteiligt und haben durch ein Wahlrecht, das Ärmere benachteiligt, auch weniger politisches Mitsprachrecht. In den 60er-Jahren werden Proteste von Seiten der Katholiken gegen dieses Ungleichgewicht häufiger. Die protestantische Minderheit fühlt sich zunehmend bedroht und nach gewaltsamen Ausschreitungen zwischen Demonstranten und der überwiegend protestantischen Polizei Nordirlands entsendet Großbritannien Soldaten. Obwohl diese zu Anfang von beiden Seiten freundlich empfangen werden, provozieren sie dennoch die Gründung der \"provisorischen IRA\" durch irische Nationalisten, die mit Waffengewalt den Anschluss an Irland erkämpfen wollen. Zeitzeugen berichten von ihrer Verstrickung in diese Spirale der Gewalt - vom Gefühl, gar keine andere Wahl zu haben.Ehemalige Mitglieder der \"provisorischen IRA\", einer protestantischen Miliz und der britischen Armee erzählen von der Welle von Anschlägen, die Nordirland erschütterte. Sie gipfelt 1972 im Januar im \"Bloody Sunday\", an dem 14 demonstrierende Katholiken vom Militär erschossen werden: ein Wendepunkt und gleichzeitig die \"beste Werbung\" für die IRA, der sich viele oft noch sehr junge Männer anschließen. Im Juli desselben Jahres folgt ein neuer Höhepunkt der Gewalt, der \"Bloody Friday\", eine großen Anschlagsserie der IRA in Belfast. Aus friedlichem Widerstand ist bürgerkriegsähnlicher Terror geworden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13421327","hoster":"VOE"},{"path":"/redirect/13421333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/es-war-einmal-in-nordirland/staffel-1/episode-3","name":"Frieden ist möglich","epNo":3,"alt":"","descr":"Das Wechselspiel aus Anschlägen und Vergeltungsattentaten zwischen IRA und protestantischen Milizen und die Militäreinsätze haben die Gräben zwischen Katholiken und Protestanten vertieft. Gleichzeitig wird immer deutlicher, dass es so nicht weitergehen kann.Der Wunsch nach Frieden auf beiden Seiten der Bevölkerung steigt, genau wie das internationale Interesse an einer Lösung des Konflikts. 1995 besucht US-Präsident Clinton Belfast, um sich für den Friedensprozess einzusetzen. Die von Extremisten beider Seiten misstrauisch beäugten Verhandlungen münden 1998 schließlich im Karfreitagsabkommen, das von der nordirischen Bevölkerung per Referendum ratifiziert wird. Die Erleichterung ist überwältigend, aber unübersehbar ist auch, dass eine ganze Generation von dem Konflikt geprägt wurde. Noch heute wohnen Katholiken und Protestanten oft in verschiedenen Gegenden.Zeitzeugen bricht heute noch die Stimme, wenn sie sich den Friedensschluss in Erinnerung rufen. Für den Ehemann eines Mordopfers war es der Sieg der Vernunft über seine Gefühle. Er stimmte für das Abkommen, obwohl dadurch der Mörder seiner Frau bereits nach zwei Jahren Haft wieder freikam. Auf beiden Seiten gab es Menschen, die den Frieden als Niederlage erlebten und gegen die Versöhnung eintraten. Am Ende war die Hoffnung auf ein Leben in Frieden stärker, als der Wunsch am zerstörerischen Hass in Nordirland festzuhalten. In einer der bewegendsten Begegnungen des Dreiteilers vergibt ein Mann dem Soldaten, der ihn als Kind angeschossen und zu einem Leben in Blindheit verurteilt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13421326","hoster":"VOE"},{"path":"/redirect/13421332","hoster":"Streamtape"}]}]}]}]}