{"seriesId":"escort-boys","name":"Escort Boys","descr":"Vier Jungs aus der Camargue müssen aus der Not heraus ihre Körper verkaufen. Sie haben zwar keine Erfahrung, aber mit Hilfe ihrer schelmischen kleinen Schwester Charly starten sie einen in der Gegend einzigartigen Escort Service. Mit Hilfe der Familie und überraschenden Anfragen, werden sie lernen, was zu tun ist, um ihren Familienbetrieb zu retten. Wird es ihnen gelingen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Nach dem Tod des Vaters, kehrt Ben zurück in die Camargue. Er erbt die Bienenzucht und wird Vormund seiner Schwester. Während er mit seinen Freunden Zak und Ludo Pläne für die Zukunft des Betriebs schmiedet, macht das Jugendamt plötzlich Druck. Als ein Missverständnis aufdeckt, dass der Angestellte der Farm, Mathias, sich prostituiert, überredet Charly die Jungs, einen Escort Service zu gründen.","versions":[{"lang":1,"streams":[{"redirect":13550479,"hoster":"VOE"},{"redirect":13550478,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die erste Mission der Jungs auf einem Junggesellinnen-Abschied ist ein Erfolg. Zak und Ben treffen ihre ersten Kundinnen, Mathias trifft auf eine Feministin und Ludo muss wieder jobben, nachdem seine Frau von dem Service erfahren hat. Es kommt Hoffnung auf und jeder tut sein Bestes, um persönliche Probleme zu überwinden. Aber die unerwartete Rückkehr von Bens Ex bringt Komplikationen mit sich.","versions":[{"lang":1,"streams":[{"redirect":13550480,"hoster":"VOE"},{"redirect":13550489,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Eine Kundin gibt Zak eine Sex-Lektion, die er nie vergessen wird. Ludo, der schließlich doch die Unterstützung seiner Frau hat, unternimmt seine erste Escort-Mission. Ben begleitet eine Frau, deren Vorgesetzte ihr das Leben schwer machen, und tut mehr, als von ihm erwartet wird. Mathias trifft sich nach einer Escort-Begegnung mit Charly in einem Club. Ben bekommt einen Anruf von seinem Agenten.","versions":[{"lang":1,"streams":[{"redirect":14075039,"hoster":"VOE"},{"redirect":13550497,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Jungs werden für ein internationales Geschäftsfrauen-Treffen gebucht. Zak, Ludo und Mathias treffen dort auf unterschiedliche Kundinnen. Ben hingegen sieht darin die perfekte Gelegenheit, geschäftliche Kontakte zu knüpfen. Doch als er der einzigen Person begegnet, die er an dem Tag nicht treffen wollte, kompliziert sich die Lage. Zak wird von einem regionalen Sinti und Roma Clan bedroht.","versions":[{"lang":1,"streams":[{"redirect":13550492,"hoster":"VOE"},{"redirect":13550501,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Charly nutzt den Kontakt zu ihrem Schulfreund Paco, um Zaks Probleme mit dem Clan zu lösen. Während Ludo immer mehr Kundinnen hat und neue Sex-Praktiken entdeckt, entwickelt sich seine Ehe auf gefährliche Art und Weise. Eine Mission mit einem Pärchen bringt Zak komplett aus der Fassung. Für Ben wird es immer schwieriger, seine Gefühle für seine Ex Romane zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":13550506,"hoster":"VOE"},{"redirect":13550508,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die Mitarbeiterin des Jugendamts genehmigt Ben als Charlys Vormund. Die einflussreiche Geschäftsfrau Olga ist an dem Hotel-Spa-Projekt für die Bienenzucht interessiert. Für die 4 Jungs heißt das das Ende des Escort Service. Bevor sie endgültig Schluss machen, entscheidet sich jeder dazu, eine letzte Kundin zu treffen. Es ist an der Zeit, dass die Masken fallen und die Wahrheit ans Licht kommt.","versions":[{"lang":1,"streams":[{"redirect":13550440,"hoster":"VOE"},{"redirect":13550468,"hoster":"Streamtape"}]}]}]}]}