{"seriesId":"escobars-erben-die-unsichtbaren-drogenbosse","name":"Escobars Erben – Die unsichtbaren Drogenbosse","descr":"Nach Pablo Escobar kamen viele neue Drogenbarone, die sich im internationalen Kokain-Handel betätigten. Die Reihe stellt einige von ihnen mitsamt ihren Machenschaften und den Bemühungen der nationalen und internationalen Polizei, sie dingfest zu machen, dar.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Terrorist","epNo":1,"alt":"Escobar’s Apprentice","descr":"Im Jahr 2002 lässt der New Yorker Polizist John Barry eine Drogenübergabe platzen. Er ahnt nicht, dass dieser kleine Deal sich zum größten Fall seiner Karriere entwickeln wird.  Die Spur führt ihn zu einem der gefürchtetsten Drogenbosse der Welt: Don Berna, der \"neue Pablo Escobar\". Er hat tonnenweise Kokain in die USA geschmuggelt und als Anführer der paramilitärischen AUC schwere Verbrechen verübt. Kann Barry ihm das Handwerk legen? Nach dem Ende der großen Drogenkartelle übernimmt eine neue Generation von Drogenbossen das Zepter. Sie wissen, Anonymität ist ihr bester Schutz. Sie agieren im Hintergrund - oft komplett anonym, zumindest unauffällig. Bestechung statt Gewalt, Anzug statt Cowboystiefeln, Handy statt Maschinengewehr.","versions":[{"lang":1,"streams":[{"redirect":7428532,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Der Geldwäscher","epNo":2,"alt":"Colombian Cocaine Boss","descr":"Im Jahr 2004 gehen der Polizei mehrere Boote mit 22 Tonnen Kokain ins Netz – sie haben es mit einem einflussreichen Hintermann zu tun. Die Spur führt zu einem Unternehmer aus Bogotá. Bald wird klar: Luis Caicedo alias \"Don Lucho\" ist eine Schlüsselfigur der Kartell-Welt. Wie viele der neuen Narcos agierte er jahrelang im Verborgenen und verdiente Millionen von Dollar. Die Ermittler berichten, wie sie den Drogenboss und Geldwäscher fassten. Nach dem Ende der großen Drogenkartelle übernimmt eine neue Generation von Drogenbossen das Zepter. Sie wissen, Anonymität ist ihr bester Schutz. Sie agieren im Hintergrund - oft komplett anonym, zumindest unauffällig. Bestechung statt Gewalt, Anzug statt Cowboystiefeln, Handy statt Maschinengewehr.","versions":[{"lang":1,"streams":[{"redirect":7428536,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Der Logistiker","epNo":3,"alt":"A Narco Speaks","descr":"Otto Herrera galt lange als der einflussreichste Drogenhändler Lateinamerikas. Einer seiner größten Coups war ein Transport von 50 Tonnen Kokain für das Sinaloa-Kartell. Für die Behörden war Otto Herrera lange Zeit unsichtbar. Kein Bild, kein Name, kein Hinweis. Bis sie 2003 – durch Zufall – auf eines seiner Lagerhäuser stießen und über 14 Millionen Dollar Bargeld entdeckten. Der Beginn einer langjährigen Fahndung. Nach dem Ende der großen Drogenkartelle übernimmt eine neue Generation von Drogenbossen das Zepter. Sie wissen, Anonymität ist ihr bester Schutz. Sie agieren im Hintergrund - oft komplett anonym, zumindest unauffällig. Bestechung statt Gewalt, Anzug statt Cowboystiefeln, Handy statt Maschinengewehr.","versions":[{"lang":1,"streams":[{"redirect":7428544,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Die Schmuggler","epNo":4,"alt":"High Demand","descr":"Weltweit wurde noch nie so viel Kokain konsumiert wie heute. Mit neuen Methoden und Vertriebsrouten sorgen die Hintermänner des organisierten Rauschgifthandels dafür, den Bedarf zu decken. Dabei kommen neben Schnellbooten und Containerschiffen auch Flugzeuge zum Einsatz. Vom kleinen Privatflugzeug bis hin zum umgebauten Passagierjet – für die lukrativen Drogendeals scheint den Narcos kein Transportmittel zu abwegig. Nach dem Ende der großen Drogenkartelle übernimmt eine neue Generation von Drogenbossen das Zepter. Sie wissen, Anonymität ist ihr bester Schutz. Sie agieren im Hintergrund - oft komplett anonym, zumindest unauffällig. Bestechung statt Gewalt, Anzug statt Cowboystiefeln, Handy statt Maschinengewehr.","versions":[{"lang":1,"streams":[{"redirect":7428550,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Der Programmierer","epNo":5,"alt":"Smuggler Down Under","descr":"Paul Le Roux ist ein Schurke wie aus einem Hollywoodfilm. Von seinem Computer aus baut sich der begnadete Programmierer ein kriminelles Imperium auf. Mit dem illegalen Handel von Waffen und Drogen verdient er ein Vermögen. Vor Auftragsmorden schreckt er nicht zurück. Doch dann wird ihm sein Plan, eine lukrative Kokain-Route nach Australien aufzubauen, zum Verhängnis. Denn die Behörden sind ihm auf der Spur. Nach dem Ende der großen Drogenkartelle übernimmt eine neue Generation von Drogenbossen das Zepter. Sie wissen, Anonymität ist ihr bester Schutz. Sie agieren im Hintergrund - oft komplett anonym, zumindest unauffällig. Bestechung statt Gewalt, Anzug statt Cowboystiefeln, Handy statt Maschinengewehr.","versions":[{"lang":1,"streams":[{"redirect":7428557,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Der Kommandant","epNo":6,"alt":"Narco Ghost","descr":"Er nannte sich \"Memo Fantasma\": Lange galt der ehemalige AUC-Kommandant als einer der aktivsten und brutalsten Drogenbosse Kolumbiens. Doch dann taucht er plötzlich unter. Jeremy McDermott, Investigativjournalist und Mitgründer der NGO InSight Crime, heftet sich an seine Fersen. Er findet heraus: Scheinbar ist der Drogenboss einer Strafverfolgung entkommen und lebt unbehelligt als reicher Geschäftsmann in Spanien. Nach dem Ende der großen Drogenkartelle übernimmt eine neue Generation von Drogenbossen das Zepter. Sie wissen, Anonymität ist ihr bester Schutz. Sie agieren im Hintergrund - oft komplett anonym, zumindest unauffällig. Bestechung statt Gewalt, Anzug statt Cowboystiefeln, Handy statt Maschinengewehr.","versions":[{"lang":1,"streams":[{"redirect":7429014,"hoster":"VOE"}]}]}]}]}