{"path":"/serie/stream/europas-blutige-geschichte","name":"Europas blutige Geschichte","descr":"[Bloody Tales of Europe] Nach dem großen Erfolg der Doku-Serie \"Die blutige Geschichte des Tower of London\" bietet dieses Spin-Off eine Reihe von neuen Untersuchungen über einige der blutigsten Ereignisse der Geschichte – aber in einem viel größeren Maßstab und in einer viel größeren Region. Die Historikerin Dr. Suzannah Lipscomb und der Journalist Joe Crowley kombinieren wieder ihr Expertenwissen, um die Geheimnisse hinter reißerischen Legenden und Mythen über Mord, Folter, Tod und Einkerkerung zu lüften. Ihre dramatischen Enthüllungen beschränken sich allerdings diesmal nicht auf Ereignisse, die sich im Tower von London abgespielt haben, sondern in ganz Europa: in Italien, Spanien, Skandinavien, Irland, Holland, Polen, Ungarn, Rumänien, Österreich und Frankreich.","seasons":[{"path":"/serie/stream/europas-blutige-geschichte/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/europas-blutige-geschichte/staffel-1/episode-1","name":"","epNo":1,"alt":"Executions","descr":"Was haben ein schottischer Nationalheld, ein dänischer Wikingerkrieger und ein SS-Offizier gemeinsam? Alle drei wurden auf barbarische und ungewöhnliche Weise hingerichtet. Historikerin Dr. Suzannah Lipscomb und Journalist Joe Crowley untersuchen in dieser Episode wieder drei außergewöhnliche Geschichten. Brauchte es tatsächlich drei Versuche, um Amon Goeth, den Kommandanten eines NS-Konzentrationslagers, hinzurichten? Wurde der Wikinger Ragnar Lodbrok wirklich getötet, indem er in eine Grube voller Schlangen geworfen wurde? Und war William Wallace Todesstrafe – Erhängen, Ausweiden und Vierteilen – auch nur annähernd seinem Vergehen ang","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10784867","hoster":"VOE"},{"path":"/redirect/10784862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/europas-blutige-geschichte/staffel-1/episode-2","name":"","epNo":2,"alt":"Murder","descr":"Die Historikerin Suzannah Lipscomb, die sich auf die Geschichte der Tudors spezialisiert hat, und der Journalist Joe Crowley untersuchen gemeinsam drei der mysteriösesten Morde der Geschichte. Wie starb der legendäre Hunnenkönig und Kriegsherr Attila am Morgen nach seiner Hochzeit? Hat Richard III. wirklich seine eigenen jungen Neffen im Tower von London getötet? Und wer steckte hinter dem an die Mafia erinnernden Attentat auf Juan Borgia – dem Sohn von Papst Alexander VI.?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10784859","hoster":"VOE"},{"path":"/redirect/10784857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/europas-blutige-geschichte/staffel-1/episode-3","name":"","epNo":3,"alt":"Avengers","descr":"Die Historikerin Dr. Suzannah Lipscomb und der Journalist Joe Crowley untersuchen gemeinsam drei von Rachegedanken bestimmte Episoden aus Europas blutiger Geschichte. Wer hat Mussolini getötet, als der Zweite Weltkrieg zu Ende ging? Wie konnte ein terroristischer Anschlag auf Napoleon dabei helfen, seine politische Karriere voranzubringen? Und wurde ein einfacher Straßenräuber aus dem Englischen Bürgerkrieg wirklich nur wegen einer persönlichen Fehde mit Oliver Cromwell als Verräter hingerichtet?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10784865","hoster":"VOE"},{"path":"/redirect/10784861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/europas-blutige-geschichte/staffel-1/episode-4","name":"","epNo":4,"alt":"Monsters","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11778162","hoster":"VOE"},{"path":"/redirect/10806269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/europas-blutige-geschichte/staffel-1/episode-5","name":"","epNo":5,"alt":"Dark Arts","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11778165","hoster":"VOE"},{"path":"/redirect/10806272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/europas-blutige-geschichte/staffel-1/episode-6","name":"","epNo":6,"alt":"Tyrants","descr":"Historikerin Dr. Suzannah Lipscomb und Journalist Joe Crowley berichten diesmal über drei der berüchtigtsten Tyrannen der europäischen Geschichte. Ihre Recherchen führen die beiden zunächst ins antike Rom. Hat Kaiser Nero tatsächlich seinen eigenen Bruder getötet? Wie kam Vlad, der Pfähler, zu seinem blutigen Ruf? Und hat König Philip III. von Spanien wirklich seinen eigenen Sohn und Nachfolger Don Carlos umgebracht?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10784856","hoster":"VOE"},{"path":"/redirect/10784855","hoster":"Streamtape"}]}]}]}]}