{"seriesId":"everybody-loves-diamonds","name":"Everybody Loves Diamonds","descr":"Rund um das sizilianische Genie Leonardo Notarbartolo, der 2003 den weltweit größten Diamantenraub in Antwerpen durchgeführt hat, hat sich eine Gruppe von Dieben versammelt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Antwerpen ist in Aufruhr: In das uneinnehmbare Diamantenmekka ist eingebrochen worden. Die ganze Welt verlangt nach Antworten. Wer würde so dreist sein, den \"Raub des Jahrhunderts\" zu begehen? Inmitten der aufgewühlten Kunden des Diamond Center steht Leonardo Notarbartolo. Je nachdem, wen man fragt, ist er entweder ein bescheidener italienischer Juwelier oder der größte Dieb der Welt.","versions":[{"lang":1,"streams":[{"redirect":13191101,"hoster":"VOE"},{"redirect":13191106,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Eingesperrt in seiner Zelle versucht Leonardo, die Puzzleteile zusammenzusetzen und fragt sich, welches Mitglied seines Teams ihn verraten hat. Vielleicht sein langjähriger Freund Ghigo, der Alarmexperte? Oder Sandra, das Wunderkind im Schlösserknacken? Könnte es sogar Alberto sein, sein Hacker-Stiefbruder?","versions":[{"lang":1,"streams":[{"redirect":13191115,"hoster":"VOE"},{"redirect":13191110,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Während Leonardo einen geheimen Deal mit dem zwielichtigen Anwalt John Lovegrove abschließt, verfolgt der Chef der Diamantenpolizei, Albert Mertens, eine neue Spur, in die jemand im Diamond Center verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":13191118,"hoster":"VOE"},{"redirect":13191122,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Eine Liebesbeziehung mit einem Dieb ist nicht einfach. Anna, Leonardos Frau, ist sich dessen bewusst, als sie von Mertens in die Enge getrieben wird. Auch Judith Dewitt, die Leiterin des Diamond Center, bereut ihre Beziehung zu Leo, als sie in das Fadenkreuz der Ermittlungen gerät. In der Zwischenzeit wird Leonardo von einem mysteriösen Mann genau beobachtet.","versions":[{"lang":1,"streams":[{"redirect":13191123,"hoster":"VOE"},{"redirect":13191129,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Die Nachricht von Leonardos außerehelicher Affäre trifft Anna sehr hart. Anna ist jedoch nicht die einzige, die sich betrogen fühlt - es gibt Hinweise darauf, wer Leonardo betrogen hat.","versions":[{"lang":1,"streams":[{"redirect":13191139,"hoster":"VOE"},{"redirect":13191134,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Während Mertens einen Hinweis erhält, den er nicht ignorieren kann, setzt Anna ihren Racheplan in die Tat um, indem sie Leonardo das Einzige wegnimmt, was ihn am Leben hält. Schachmatt.","versions":[{"lang":1,"streams":[{"redirect":13191149,"hoster":"VOE"},{"redirect":13191141,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Dank eines Hinweises leitet Mertens eine große Polizeiaktion ein. Gerald Kahn hat immer noch ein Auge auf Leo geworfen.","versions":[{"lang":1,"streams":[{"redirect":13191155,"hoster":"VOE"},{"redirect":13191156,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Nach seiner Entlassung aus dem Gefängnis beginnt Leo, die Dinge wieder ins Rollen zu bringen, während der Rest der Bande und Gerald Kahn dabei sind, die Diamanten zu beschaffen. Jeder will sie haben. Aber der König der Diebe ist wieder frei, und er hat eine Überraschung für sie alle auf Lager.","versions":[{"lang":1,"streams":[{"redirect":13191097,"hoster":"VOE"},{"redirect":13191102,"hoster":"Streamtape"}]}]}]}]}