{"path":"/serie/stream/evil-genius","name":"Evil Genius","descr":"\"Evil Genius: The True Story of America’s Most Diabolical Bank Heist\" untersucht den Fall des sogenannten \"Pizza Bomber Heist\". Für den spektakulär fehlgeschlagenen Banküberfall im Jahr 2003 in Erie, Pennsylvania, bei dem ein Mann mit einer selbstgebauten, mit Sprengstoff gefüllten Halskrause in Polizeigewahrsam durch die Explosion ebenjener starb, wurde schließlich Marjorie Diehl-Armstrong verurteilt. Der Fall ist insgesamt sehr bizarr und umfasste neben der explosiven Halskrause auch eine Schnitzeljagd für die Polizei und in der Aufarbeitung die Hypothese, dass das Opfer in der Tat aktiv an dem Plan mitgearbeitet hatte. Die Serie versucht, Licht in den wahren Ablauf der Geschehnisse zu bringen.","seasons":[{"path":"/serie/stream/evil-genius/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/evil-genius/staffel-1/episode-1","name":"Teil 1: Das Verbrechen","epNo":1,"alt":"Part One: The Heist","descr":"Ein Bankraub in Pennsylvania endet mit dem Tod eines Pizzalieferanten, der mit einer Bombe um den Hals womöglich als Geisel zu diesem Verbrechen gezwungen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12415285","hoster":"VOE"},{"path":"/redirect/12415284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/evil-genius/staffel-1/episode-2","name":"Teil 2: Die gefrorene Leiche","epNo":2,"alt":"Part Two: The Frozen Body","descr":"Ein Leichenfund in einem Kühlschrank nahe dem Tatort führt die Polizei zu einer hochintelligenten Frau mit Geistes- und Persönlichkeitsstörung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12415292","hoster":"VOE"},{"path":"/redirect/12415286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/evil-genius/staffel-1/episode-3","name":"Teil 3: Die Verdächtigen","epNo":3,"alt":"Part Three: The Suspects","descr":"Zwie Jahre nach dem Raubüberfall ist einer der potenziellen Verschwörer bereits tot, ein Zeuge meldet sich zu Wort und die Hauptverdächtigen sind zu gesprächig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12415289","hoster":"VOE"},{"path":"/redirect/12415291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/evil-genius/staffel-1/episode-4","name":"Teil 4: Die Geständnisse","epNo":4,"alt":"Part Four: The Confessions","descr":"Mitverschwörer melden sich zu Wort. Deals werden geschlossen und eine Jury gibt ihr Urteil ab. Doch Jahre nach der \"Lösung\" des Falles taucht ein weiterer Zeuge auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12415295","hoster":"VOE"},{"path":"/redirect/12415293","hoster":"Streamtape"}]}]}]}]}