{"seriesId":"exhumed-2021","name":"Exhumed (2021)","descr":"Die Wahrheit liegt irgendwo da draußen: Die True-Crime-Serie \"Exhumed\" greift Mordfälle auf, die für lange Zeit ungeklärt waren. Nach Jahren der Ungewissheit konnte erst die Exhumierung der Opfer entscheidende Hinweise liefern, die zur Ergreifung des Täters führte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Killer Obsession","descr":"Als Diana Kelley in Joplin, MO, tot aufgefunden wird, vermuten die Ermittler ein schlechtes Spiel.","versions":[{"lang":2,"streams":[{"redirect":7764616,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Cold Case, Unearthed","descr":"Marilyn McIntyres grausamer Mord bleibt jahrzehntelang ungelöst, bis ein Anruf die Ermittlungen wiederbelebt.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Written In Blood","descr":"Ein typischer Sommermorgen für die vierjährige Heidi Jones wurde zum Albtraum, als sie ihre Mutter tot im Wohnzimmer fand.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Killer Cowboy","descr":"Am 28. April 1982 entdeckten zwei Männer, die östlich von Nashville, TN, fischten, einen verfallenden Körper im Wald, der später als Gene Stump identifiziert wurde","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Evil Deception","descr":"Wochen nach der Geburt wird Meg Purk in ihrem Haus eines Selbstmordes tot aufgefunden","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Murderer Among Us","descr":"When grandmother Erma Prince dies after a simple hip surgery, fears spread that a killer nurse could be responsible.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mail Order Murder","descr":"Als Emelita Reeves, die per Heiratsvermittlung aus den Philippinen in die USA kam, 1994 in Texas spurlos verschwindet, haben ihre Freunde einen schrecklichen Verdacht.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Poison in the Plot","descr":"Eine Ehefrau findet ihren Mann tot auf – scheinbar hat er sich selbst vergiftet. Doch die Polizei schöpft Verdacht und lässt die Leiche ihres ersten Ehemanns exhumieren.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Deadly Generosity","descr":"Ein Jahr nachdem Diana Burrow verstorben ist, beginnt sich in der Kleinstadt St. Pauls das Gerücht zu verbreiten, Diana sei ermordet worden. Eine Exhumierung könnte Klarheit verschaffen.","versions":[{"lang":2,"streams":[{"redirect":7862051,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Bones of Truth","descr":"Danna Dever aus Kalifornien verschwand 1996, jahrzehntelang hatte ihre Familie keine Ahnung, was ihr zugestoßen war. Könnte der Fund von skelettierten Überresten in der Prärie den Fall aufklären?","versions":[]}]}]}