{"path":"/serie/stream/exit","name":"Exit","descr":"In der norwegischen Dramaserie Exit haben die vier erfolgreichen Investoren Adam, William, Henrik und Jeppe alles erreicht, was man sich erträumen kann. Und dennoch sind sie von ihrem Alltag gelangweilt, dem sie mit Gewalt, Sex und Drogen zu entfliehen versuchen.","seasons":[{"path":"/serie/stream/exit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/exit/staffel-1/episode-1","name":"Macht","epNo":1,"alt":"Steril","descr":"Banker Adam beschreibt sich selbst als jemanden, der es schaffe, mit allem irgendwie durchzukommen. Sein Leben scheint perfekt: Er ist extrem vermögend und hat eine schöne Frau. Aber er hat ein Problem: Das alles langweilt ihn zu Tode. Zum Glück hat er sich mit seinen Freunden Jeppe, William und Henrik eine Parallelwelt erschaffen, in denen die Männer seit Jahren ihre Gier nach Sex, Drogen und Gewalt ungezügelt ausleben können. Die millionenschweren Geschäftsmänner haben sich für die tabulosen Partys mit Prostituierten eine Wohnung gekauft und entfliehen dem langweiligen Alltag als Ehemänner und Familienväter in dieses Paralleluniversum. Doch dann kommt es in einer Nacht zu einem folgenschweren Ereignis, als die Männer ohne jegliche moralische Grenze handeln. Unterdessen wünscht sich Adams Frau Hermine, die nicht die geringste Ahnung hat, was ihr Mann so treibt, nichts sehnlicher als ein Kind. Die wenig selbstbewusste Enddreißigerin lässt sich nicht nur von dem kontroll- und eifersüchtigen Adam herumkommandieren. Auch ihre dominante Mutter, die Hermine schon seit ihrer Kindheit seelisch quält, hält ihrer Tochter deren Kinderlosigkeit vor. Durch gemeine Vergleiche mit ehemaligen Schulkameradinnen schadet sie Hermines Selbstwertgefühl absichtlich. Schließlich nimmt Hermine die Hilfe einer Therapeutin in Anspruch. Noch hat sie nicht die leiseste Ahnung, welches Geheimnis Adam seit Beginn ihrer Ehe hütet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12397608","hoster":"VOE"},{"path":"/redirect/10465486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-2","name":"Party","epNo":2,"alt":"Horer og hummer på Hankø","descr":"Der verheiratete Familienvater William hat es sich gut gehen lassen. Mit Prostituierten und jeder Menge Koks hat er eine rauschende Nacht verbracht, die ernüchternd endet: Er wurde ausgeraubt. Ohne Kreditkarten oder Bargeld und in einer fremden Stadt, ruft er Jeppe zu Hilfe. Denn es wird eng: Williams Frau erwartet ihren Mann in wenigen Minuten mit Hummer für 120 Gäste, die in ihr Luxus-Wochenendhaus geladen sind. Alles läuft glatt, und die Party startet. Aber William wird kurz darauf klar: In seiner lieblosen Ehe und ohne Bindung zu seinen Kindern, die er kaum sieht, unter all den Leuten, die er entweder nicht kennt oder nicht mag, fühlt er sich wie ein Fremder. Erst das Eintreffen von Jeppe, Henrik und Adam muntert ihn auf. Die schwangere Gastgeberin Celine vor Augen, sieht Hermine ihren gefassten Entschluss bestätigt: Sie will sich endlich untersuchen lassen. Seit Jahren ist sie todunglücklich, weil ihr Kinderwunsch unerfüllt bleibt, und sie glaubt, die Ursache läge bei ihr. Noch ahnt sie nicht, zu welch seelischer Grausamkeit ihr Mann fähig ist. Denn Adam, der kürzlich seinen Freunden von seiner vor Jahren durchgeführten Vasektomie erzählt hat, will absolut kein Kind. Sein egozentrisches Credo, die Sache auszusitzen, bis die biologische Uhr seiner Frau ausgetickt hat, droht nun durchkreuzt zu werden. Von seinen Freunden nimmt er Tipps entgegen, wie er mit vorgetäuschter Impotenz dem künftigen Reproduktionsstress entgehen könnte. Derweil eskaliert die Party: William verprügelt brutal einen Gast vor den Augen aller Anwesenden. Nachdem die Polizei und alle Gäste gegangen sind, bedrohen zwei Männer William, der nach einem misslungenen Investment hohe Schulden hat. Schließlich fasst er einen radikalen Entschluss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11830931","hoster":"VOE"},{"path":"/redirect/10500934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-3","name":"Wechsel","epNo":3,"alt":"Deg eller meg","descr":"Hermine teilt ihrem Mann Adam glücklich das Ergebnis ihrer Untersuchung mit: Offensichtlich liegt der Grund für die ungewollte Kinderlosigkeit nicht bei ihr. Sie bittet Adam, sich auch untersuchen zu lassen. Der befürchtete Super-GAU ist eingetreten. Wie kann Adam die vor Jahren durchgeführte und seit Beginn seiner Ehe verschwiegene Vasektomie weiterhin geheim halten? Nach einem heftigen Ehestreit kommt ihm allerdings eine perfide Idee: Er will Henriks Spermaprobe als seine eigene ausgeben und untersuchen lassen. Nach kurzer, anfänglicher Weigerung lässt sich der mehrfache Familienvater Henrik, mit der Gegenleistung eines Nacktfotos von Hermine, auf die Rettungsaktion seines Freundes ein. Adam, der seiner Frau versöhnlich von der Abgabe berichtet, hofft damit, das Thema für immer erledigt zu haben. William liegt derweil nach seinem Selbstmordversuch im Koma. Seine Freunde besuchen ihn in der Klinik und kommen auf eine riskante Idee, ihn zurück ins Leben zu holen. Doch hier wartet auf William beim Blick in den Spiegel eine schreckliche Erkenntnis. Schon bald hat er die Gewissheit, dass seine Frau Celine ihn für seine Tat verachtet. Wird eine Rückkehr in sein bisheriges Leben möglich sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10208211","hoster":"VOE"},{"path":"/redirect/10613232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-4","name":"Absturz","epNo":4,"alt":"Face off","descr":"Wie erwartet, erfreut Hermine das Ergebnis der eingereichten Spermaprobe. Mit dem positiven Befund glaubt sie nun, dass sich ihr sehnlichster Wunsch in naher Zukunft erfüllt. Ihre Therapeutin versucht, ihr die Augen zu öffnen. Adams manipulatives und emotional ausbeutendes Verhalten weist ihrer Ansicht nach auf Züge eines Psychopathen hin. Aber Hermine reagiert auf diese Warnung abweisend und übernimmt Adams Verteidigung. Kurz vor seiner Klinikentlassung erhält William erneut Besuch von dem Geldeintreiber, der droht, Williams Familie Schaden zuzufügen, sollte William seine Schulden nicht begleichen. In Jeppes Haus steigt wieder eine der legendären Partys: Bevor die Freunde sich mal wieder dem üblichen exzessiven Drogenkonsum widmen, diskutieren die Männer die Vor- und Nachteile der Ehe. Schließlich stürzen die Freunde böse ab. Während Adam und Jeppe irgendwann zusammenbrechen, setzt sich Henrik ab und besucht seine Lieblingsbar, wo er zufällig Hermine begegnet. Als sich ein sympathisches Gespräch entwickelt, erzählt Hermine ihm freudestrahlend von Adams positivem Spermabefund. Aus Sympathie zu Hermine sagt Henrik ihr schonungslos die ganze Wahrheit. Unter Schock, aufgrund dieses fundamentalen Betrugs ihres Mannes, gönnt Hermine sich etwas Koks und verführt den zeugungsfähigen Henrik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11015180","hoster":"VOE"},{"path":"/redirect/9677246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-5","name":"Lügen","epNo":5,"alt":"Hun er en hore","descr":"Am Morgen serviert Hermine nicht nur ein tolles Frühstück, sondern auch die Neuigkeit: Sie ist schwanger! Adam gibt sich erfreut und schlägt vor, am Abend das baldige Elternglück zu feiern. Als er ins Büro fährt, bleibt Hermine ängstlich zurück. Während Adam denkt, sie habe weiterhin keine Ahnung, weiß sie, dass ihm nun nicht nur ihre Untreue bekannt ist, sondern dass er wohl auch über den leiblichen Vater des Kindes spekuliert. Celine schickt das Au-pair-Mädchen Pim, um William von der Klinik abzuholen. Die jahrelang gelebte Fassade der heilen Familie und das unausgesprochene Agreement, im Ausgleich zu Williams Eskapaden mit anderen Frauen ein sorgloses Leben in großem Luxus zu führen, ist zerbrochen. Als er nach Hause kommt, fordert Celine die Scheidung. Adam macht seinem Ärger bei Jeppe Luft und schwört, dass Hermine für ihre Untreue bezahlen werde. Henrik, der seinen Junggesellenabschied ankündigt, erfährt von seiner weiteren Vaterschaft – was keiner der Freunde ahnt. Während Adam sich auf den Weg zum Restaurant macht, treffen Henrik und Jeppe die letzten Vorbereitungen für ihre nächste Party mit zahlreichen Prostituierten. Die Stimmung beim Candle-Light-Dinner wird immer angespannter. Adam, der seine Wut kaum unterdrücken kann, trinkt zu viel und muss, von Zeugen beobachtet, widerwillig seine Frau den Wagen fahren lassen. Während der Fahrt überwältigt er Hermine und beschleunigt den Wagen in der Stadt auf ein halsbrecherisches Tempo. Hermine schreit und versucht, sich zu wehren. Legt Adam es auf einen schweren Unfall an, um das ungewollte Kind loszuwerden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11491767","hoster":"VOE"},{"path":"/redirect/10465498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-6","name":"Geständnis","epNo":6,"alt":"Søte og rare gutter","descr":"Vor der Ankunft auf Henriks Hochzeit bittet Adam Hermine, nicht über ihre Schwangerschaft zu sprechen. Adam hält eine bewegende Rede auf den Familienmenschen Henrik. Gelangweilt von der bürgerlichen Familienfeier, ziehen sich die vier Freunde auf eine Runde Koks zurück. William erzählt endlich von seinen immensen Schulden bei einem Mann, der sich \"der Schwede\" nennt und Schläger auf ihn angesetzt hat und seine Familie bedroht. Jeppe und Adam versprechen, die Angelegenheit für William zu klären. Zurück, inmitten der Feiernden, muss Adam irritiert feststellen, dass viele der Gäste ihm zur Vaterschaft gratulieren. Wütend über Hermines Indiskretion entlädt sich sein Frust, als er Hermine im Gespräch mit einem jungen Mann sieht. Brutal verprügelt er diesen in dem Glauben, er sei Hermines Affäre. Adam verlässt die Feier. Nach Hermines Rückkehr entspinnt sich ein erbitterter Streit zwischen dem Ehepaar. Die lange unterdrückte Wut über Hermines Untreue bricht sich bahn: Adam wird handgreiflich. Hermine versucht, sich zu wehren. Schließlich stößt Adam seine Frau die Treppe hinunter. Hermine kann entkommen und dokumentiert ihre Verletzungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12385189","hoster":"VOE"},{"path":"/redirect/10520650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-7","name":"Auszeit","epNo":7,"alt":"Dagen derpå","descr":"Hermine hat ihre schweren Verletzungen in der Klinik dokumentieren lassen, die der Polizei die Körperverletzung gemeldet hat. Adam gerät durch die polizeilichen Ermittlungen unter Druck. Durch den Drogenkonsum weist seine Erinnerung große Lücken auf. Hermine ist untergetaucht und denkt gar nicht daran, auf seine Anrufe zu reagieren. Im Gegenteil, die vor Wochen im Haus installierten Kameras offenbaren Adams Lifestyle, den sie nun beweisen kann. Unterdessen muss Henrik an anderer Stelle Schadensbekämpfung betreiben. Offensichtlich würde das Interview, das die Freunde vor einiger Zeit gegeben haben, zu viel ihres hedonistischen Lebenswandels enthüllen. Aber Henrik tüftelt schon an der Lösung, wie die Veröffentlichung der ungünstigen Story verhindert werden kann. Obwohl Adam sich nun im Fokus polizeilicher Ermittlungen befindet, hält er sein Versprechen. Gemeinsam mit Jeppe reist er nach Saint Tropez, um Williams Schuldenproblem mit dem ominösen \"Schweden\" zu klären. Doch das Treffen liefert eine unglaubliche Erkenntnis. William hat nach seiner Klinikentlassung einen äußerst schweren Stand: Seine Frau Celine straft ihn mit unverhohlenem Hass für seinen Selbstmordversuch. In dieser angespannten Situation kommt es schließlich zum Eklat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9391503","hoster":"VOE"},{"path":"/redirect/10212311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-1/episode-8","name":"Deal","epNo":8,"alt":"Det var meg","descr":"Der aalglatte Adam gerät weiter unter Druck: Nach wie vor bestreitet er den Gewaltausbruch seiner Frau gegenüber. Doch die Beweise gegen ihn sind belastend. Wird er auf das Angebot von Hermines Anwältin eingehen? Eine erhebliche Summe gegen Hermines Versprechen, all seine dunklen Geheimnisse niemals publik zu machen? Aber kann er Hermine wirklich trauen? Der verlassene William kämpft mit seinen psychischen Problemen und droht einsam erneut Opfer seiner Halluzinationen zu werden. Doch dann rettet ihn liebevoll die Person, mit der er überhaupt nicht gerechnet hat. Als Adam erfährt, dass Henrik seine Frau geschwängert und ihr von seiner verheimlichten Vasektomie erzählt hat, spitzt sich die Situation um die Freundschaft der vier Männer dramatisch zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12397600","hoster":"VOE"},{"path":"/redirect/10465491","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/exit/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/exit/staffel-2/episode-1","name":"William","epNo":1,"alt":"Alle har noe på noen","descr":"Die Jungs wollen mit Insiderhandel Geld machen. Adam schaut nach, ob Hermine noch Interesse hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9001652","hoster":"VOE"},{"path":"/redirect/9024488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-2","name":"Hermine","epNo":2,"alt":"United Colors of William","descr":"Eine rachsüchtige Hermine bedrängt Henrik. William vermisst Pim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922227","hoster":"VOE"},{"path":"/redirect/9024486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-3","name":"Alles auf Anfang","epNo":3,"alt":"Tro mot seg selv","descr":"Henrik ist hin- und hergerissen zwischen Todesangst und Lebensmüdigkeit. Hermine\u0027s Lebenskrise führt sie nach New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9001656","hoster":"VOE"},{"path":"/redirect/9024489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-4","name":"Lehrstunden","epNo":4,"alt":"Frihavn","descr":"Hermine lernt etwas über Insiderhandel, aber das hat seinen Preis. Das Leben in Oslo ist eine Party.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9001651","hoster":"VOE"},{"path":"/redirect/9024491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-5","name":"Wölfe","epNo":5,"alt":"Perfekt fasade","descr":"Die Dinge entwirren sich für einen der Jungs. Hermine lebt gefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9001653","hoster":"VOE"},{"path":"/redirect/9024493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-6","name":"Zahltag","epNo":6,"alt":"Selg! Selg! Selg!","descr":"Der Höhepunkt des Insiderhandels rückt näher. Hermine erhält unerwartete Unterstützung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9001654","hoster":"VOE"},{"path":"/redirect/9024495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-7","name":"Maskenball","epNo":7,"alt":"Maskeradeball","descr":"Die Stimmung ist auf dem Höhepunkt, während die Gewinne eingesammelt werden. Einige werden jedoch gegen die Wand fahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922231","hoster":"VOE"},{"path":"/redirect/9024494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-2/episode-8","name":"Abgesang","epNo":8,"alt":"Regnskapets time","descr":"Einer der Jungs glaubt, dass der Traum wahr wird, andere haben Albträume. Hermine nimmt die Dinge in die Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9001666","hoster":"VOE"},{"path":"/redirect/9024498","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/exit/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/exit/staffel-3/episode-1","name":"Lazarus","epNo":1,"alt":"Lasarus","descr":"Die exzessiven Partys der Freunde gehen auch nach Williams Tod weiter. Ihre neueste Geschäftsidee: steuerfreier Cashflow aus grüner Energie. Hermine versucht mit einer Therapie, die traumatischen Gewalterfahrungen und den Verlust ihres ungeborenen Babys zu verarbeiten. Gegen Adam wird wegen Körperverletzung und Steuerhinterziehung ermittelt. Aber wird er tatsächlich zur Rechenschaft gezogen werden? Bislang ist Adam mit allem durchgekommen. In Hermine reift ein Plan und sie nimmt Kontakt mit dem Geschäftsmann Beskow auf. Jeppes Vater liegt im Sterben und Jeppe selbst beginnt zu begreifen, dass auch er und seine Freunde nicht unsterblich sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310497","hoster":"VOE"},{"path":"/redirect/14310498","hoster":"Vidoza"},{"path":"/redirect/14318913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-2","name":"William von Arabien","epNo":2,"alt":"Telefon fra døden","descr":"Williams Konten sind gesperrt: seine Frau Celine ist außer sich, als sie plötzlich zahlungsunfähig das Ende ihres sorgenfreien Luxuslebens realisiert. Doch dann erhält sie ein unmoralisches Angebot. Dead Man Talking: Henrik erhält einen Anruf von William. Er bittet ihn um Hilfe und Verschwiegenheit. Er ist bereit, in sein altes Leben zurückzukehren und beginnt mit den Vorbereitungen. Auch Celine weiß mittlerweile, dass William seinen Tod nur vorgetäuscht war. Jeppe muss unterdessen begreifen, dass der Abschied von seinem Vater unausweichlich ist. Derweil hat Hermine ihren Kinderwunsch immer noch nicht aufgegeben und ist in einer Londoner Fertilitätsklinik auf der Suche nach dem perfekten Samenspender. Adam denkt darüber nach, Teile seines Vermögens in Kryptowährung umzutauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310495","hoster":"VOE"},{"path":"/redirect/14310501","hoster":"Vidoza"},{"path":"/redirect/14310496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-3","name":"Family first","epNo":3,"alt":"Familien først","descr":"Jeppe, Adam und Henrik hadern mit ihren familiären Beziehungen. Jeppe erfüllt seinem Vater einen letzten folgenschweren Wunsch. Adam ist auf der Suche nach emotionalem Halt. Hermines Besuch hat Spuren bei Adam hinterlassen. Um den Kopf frei zu bekommen, planen die Freunde ein Wochenende voller Exzesse. Doch können sie den Zwängen ihrer Vergangenheit wirklich entfliehen? Hermine sucht erneut den Kontakt zu Adam. Beskow und Hermine schmieden Pläne für die Zukunft. Henrik erhält unterdessen einen weiteren unerwarteten Anruf und Krøvel einen Überraschungsbesuch in Spanien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310508","hoster":"VOE"},{"path":"/redirect/14310511","hoster":"Vidoza"},{"path":"/redirect/14310504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-4","name":"Team play and Shadow play","epNo":4,"alt":"Overraskelse","descr":"Der Trip nach Saint-Tropez lässt keinen Wunsch offen. Adam hat für seine Freunde ein Wochenende der Superlative mit Drogen, Alkohol und Prostituierten organisiert. Hermine setzt derweil ihren Rachefeldzug gegen Adam fort. Sie hat ihre Anzeige zwar zurückgezogen, trifft sich aber erneut mit dem ermittelnden Beamten. Außerdem nimmt sie Kontakt zu einer Wealth-Managerin auf, die ihr helfen soll, Adams Vermögen aufzuspüren. Celine machen die Gerüchte um Williams Scheintod zu schaffen. Sie trinkt immer mehr, braucht dringend Geld und steht vor den Scherben ihrer gesellschaftlichen Existenz. Ebenso verzweifelt ist Magdalena, die ihrer Heimat den Rücken gekehrt hat, in der Hoffnung, dass Henrik sie in Oslo aufnehmen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310510","hoster":"VOE"},{"path":"/redirect/14310528","hoster":"Vidoza"},{"path":"/redirect/14310515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-5","name":"Abenteuer und Exzess","epNo":5,"alt":"Tunnelsyn","descr":"In Saint-Tropez steigt eine letzte Party der Superlative. Doch am Schluss eskaliert die Situation in Gewalt und Henrik erhält eine fatale Nachricht. Hermine verfolgt weiter ihren raffinierten Plan, zukünftig ohne Angst vor Adams Gewaltausbrüchen und ohne finanzielle Sorgen leben zu können. Dabei setzt sie auf die Unterstützung eines Experten für Kryptowährungen, der Adam zu einem Investment verleiten soll. Die ehemalige Prostituierte Magdalena plagen extreme Geldnöte. Ihre Hoffnung auf Henriks Hilfe hat sich zerschlagen und ihre verzweifelte Lage spitzt sich dramatisch zu. William ist derweil in sein Haus nach Spanien zurückgekehrt und will den von ihn eingesetzten Strohmann Krøvel loswerden und seine Millionen zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310517","hoster":"VOE"},{"path":"/redirect/14310534","hoster":"Vidoza"},{"path":"/redirect/14310520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-6","name":"Rückkehr zur Realität","epNo":6,"alt":"Retur til virkeligheten","descr":"Henrik ist von der Diagnose seiner fortschreitenden und unaufhaltsamen Erblindung tief getroffen. Er will nicht akzeptieren, dass seine Millionen nicht jedes Problem lösen können. Währenddessen benötigt die ehemalige Prostituierte Magdalena dringend seine Hilfe. Wird er der jungen Frau, die von ihm und seinen Freunden vor Jahren bei einer Sex-Party verletzt wurde, helfen? Unterdessen tappt Adam völlig ahnungslos in die Falle. Er steigt auf das Angebot ein, Schwarzgeld in Bitcoins umzuwandeln, ohne Hermines List zu ahnen. Diese gibt sich weiterhin versöhnungsbereit und schlägt ein gemeinsames Dinner vor. Unterdessen sucht William Celine auf. Sie hofft um jeden Preis auf eine Rückkehr zu ihrem früheren Luxusleben und will ihn verführen. Doch William hat andere Pläne. Der ehemalige Fischer Krøvel, der als Strohmann Williams Millionen während dessen vermeintlichen Ablebens verwaltete, soll Papiere unterzeichnen, um den Deal rückgängig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310524","hoster":"VOE"},{"path":"/redirect/14310543","hoster":"Vidoza"},{"path":"/redirect/14310527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-7","name":"Wenn die Welt verschwindet","epNo":7,"alt":"Rett i fella","descr":"Adam ist bei Hermine zum Abendessen eingeladen und rätselt über Hermines wahre Absichten. Er bietet an, sie in Ruhe zu lassen, wenn sie ihre Aussage bei der Polizei widerruft. Die völlig mittellose Magdalena sucht Henrik auf. Doch kaltherzig weist dieser die verzweifelte junge Frau ab. Er versinkt zunehmend in einer Depression. Es gibt keine Heilung für ihn, er wird erblinden. William versucht indes, Krøvel als Strohmann in der Funktion seines Vermögensverwalters loszuwerden. Doch der ehemalige Fischer, der sich mit seiner Liebsten Esmeralda ein unbeschwertes Leben in Spanien aufgebaut hat, will keine finanziellen Abstriche machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310535","hoster":"VOE"},{"path":"/redirect/14310550","hoster":"Vidoza"},{"path":"/redirect/14310536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-8","name":"Sympathie für den Teufel","epNo":8,"alt":"Exit (1)","descr":"Henrik, der seine Verzweiflung über seine fortschreitende Erblindung mit Alkohol betäubt, ignoriert Magdalenas flehende Hilferufe. Hermines Rachefeldzug schreitet voran. Sie sucht Adam auf und versichert ihm, ihre Aussage bei der Polizei zu korrigieren. Schließlich kommen sie sich näher. Hermine nutzt einen unbeobachteten Moment, um schließlich zu härteren Mittel zu greifen. Jeppe erlebt eine unangenehme Überraschung: Bei ihm taucht ein ungebetener Gast auf, der auf der Suche nach William ist und nicht zögert, dabei zu allen Mitteln zu greifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310540","hoster":"VOE"},{"path":"/redirect/14310557","hoster":"Vidoza"},{"path":"/redirect/14310541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/exit/staffel-3/episode-9","name":"Exit","epNo":9,"alt":"Exit (2)","descr":"Das Ziel ist nah. Mit vollem Risiko kämpft Hermine für ihre Zukunft, in der sie ohne Angst vor Adams Gewaltausbrüchen und finanziell komplett sorgenfrei leben kann. Für Adam gibt es ein böses Erwachen: Er wird von der Polizei festgenommen. Es gibt belastende Indizien, die darauf hindeuten, er habe ein Gewaltverbrechen an seiner Frau verübt. Jeppe nimmt Kontakt zu Beskow auf und bietet ihm einen Deal an. Außerdem hat er grünes Licht für den äußerst lukrativen Deal mit den Windräderparks. Keiner seiner Freunde ist erreichbar? Noch ahnt Jeppe nicht, dass ihre Leben nie wieder so sein werden wir früher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14310546","hoster":"VOE"},{"path":"/redirect/14310559","hoster":"Vidoza"},{"path":"/redirect/14310548","hoster":"Streamtape"}]}]}]}]}