{"seriesId":"expats","name":"Expats","descr":"Der Begriff Expat (Kurzform für Expatriate) beschreibt eine Person, die in einem ihr fremden Land oder fremden Kultur lebt, ohne eine offizielle Einbürgerung zu besitzen. So ergeht es auch der Amerikanerin Margaret (Nicole Kidman), die gemeinsam mit den beiden ebenso aus Amerika stammenden Frauen Hilary (Sarayu Blue) und Mercy (Ji-young Yoo) in der pulsierenden und turbulenten Metropole Hongkongs im Jahr 2014 lebt. In einer Stadt, in der Wohlstand gefeiert wird, sind Freundschaften intensiv, aber oft auch nur vorübergehender Natur. Die Frauen, deren Leben sich nach einer plötzlichen Familientragödie kreuzen, müssen Stärke beweisen, wenn sie mit ihren Problemen bezüglich Ehe, Karriere, Elternschaft und Verlust fertig werden wollen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Victoria Peak","epNo":1,"alt":"Victoria Peak","descr":"Drei in Hongkong lebende Amerikanerinnen begegnen sich auf einer Geburtstagsfeier, bei der klar wird, dass sie etwas Geheimnisvolles aus ihrer Vergangenheit verbindet.","versions":[{"lang":1,"streams":[{"redirect":13798480,"hoster":"VOE"},{"redirect":13967258,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mong Kok","epNo":2,"alt":"Mong Kok","descr":"Ein Jahr zuvor lernen sich die ungleichen Frauen Margaret und Mercy auf einer Luxusyacht kennen. Hilary ist zu der Zeit gedanklich mit der Gründung einer Familie beschäftigt. Dann geschieht etwas, das das Leben aller Hauptfiguren grundlegend ändert.","versions":[{"lang":1,"streams":[{"redirect":14007452,"hoster":"VOE"},{"redirect":13936428,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mid-Levels","epNo":3,"alt":"Mid-Levels","descr":"Margaret versucht wie besessen die Wahrheit über das Verschwinden ihres Sohnes herauszufinden und stößt dabei auf eine Person, die nicht ganz unbescholten zu sein scheint. Hilary versucht, den Schein zu wahren, während ihre Ehe in die Brüche geht. Mercy beginnt eine intensive Affäre mit einem Mann, dessen Trauma das ihre widerspiegelt.","versions":[{"lang":1,"streams":[{"redirect":13820872,"hoster":"VOE"},{"redirect":13967259,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mainland","epNo":4,"alt":"Mainland","descr":"Die Figuren sind in engen Räumen gefangen, in welchen sowohl physische als auch emotionale Spannungen wachsen. Eine mögliche Aufklärung in Gus\u0027 Fall führt Margaret und Clarke auf das chinesische Festland. Hilarys Mutter kommt aus Los Angeles zu Besuch. Mercy macht eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":13802872,"hoster":"VOE"},{"redirect":13967261,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Central","epNo":5,"alt":"Central","descr":"In CENTRAL, schwenkt der Fokus weg von den verstrickten Leben der Expatriates, hin zu einem schicksalhaften Sonntag mit zwei philippinischen Hausangestellten und einer heterogenen Gruppe von einheimischen Hongkongerinnen, als ein starker Taifun über die Stadt hereinbricht und die Demokratiebewegung von 2014 einen Punkt erreicht, an dem die Stimmung kippt.","versions":[{"lang":1,"streams":[{"redirect":13881419,"hoster":"VOE"},{"redirect":13967269,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zuhause","epNo":6,"alt":"Home","descr":"Margaret und ihre Familie bereiten sich auf die Rückkehr in die Vereinigten Staaten vor. Hilary reist nach Los Angeles, um ihren kranken Vater zu besuchen. Mercys Mutter besucht sie zum ersten Mal in Hongkong.","versions":[{"lang":1,"streams":[{"redirect":13820432,"hoster":"VOE"},{"redirect":13948876,"hoster":"Streamtape"}]}]}]}]}