{"path":"/serie/stream/fahri-sucht-das-glck","name":"Fahri sucht das Glück","descr":"Fahri Yardım möchte wissen und erfahren, welche Glückskonzepte Menschen auf der Welt verfolgen: Menschliche Nähe, auch wenn sie gekauft ist? Das Nachjagen eines Schönheitsideals? Die Kenntnis der eigenen Zukunft? Was macht wirklich glücklich? Dazu reist er quer um die Welt und erfährt beispielsweise, dass man in Tokio Frauen zum Kuscheln mieten kann, weshalb sich Menschen für Schönheitsoperationen nach Rio de Janeiro begeben und was passiert, wenn man untrainiert einen 4000 Meter hohen Berg besteigt. In ganz persönlicher Manier kommentiert er seine Suche nach dem Glück dabei selbst.","seasons":[{"path":"/serie/stream/fahri-sucht-das-glck/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fahri-sucht-das-glck/staffel-1/episode-1","name":"Tokio und der Sex","epNo":1,"alt":"","descr":"Fahri Yardim geht auf eine einzigartige Reise: Der Schauspieler möchte wissen, welche Glückskonzepte Menschen verfolgen und reist für die Antwort bis ans andere Ende der Welt.","versions":[]},{"path":"/serie/stream/fahri-sucht-das-glck/staffel-1/episode-2","name":"Rio","epNo":2,"alt":"","descr":"Alle streben nach Schönheit - doch machen glatte Haut und schöne Kurven auch wirklich glücklich? Um das herauszufinden, reist Fahri in die Beauty-Hochburg Rio. Dort erfährt er am eigenen Leib, wie schmerzhaft der Weg zum makellosen Äußeren sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6703939","hoster":"VOE"}]}]},{"path":"/serie/stream/fahri-sucht-das-glck/staffel-1/episode-3","name":"Indien","epNo":3,"alt":"","descr":"Findet Schauspieler Fahri Yardim in Indien das Glück? In einer Palmblattbibliothek soll ihm sein Todeszeitpunkt genannt werden. Macht dieses Wissen glücklicher? Hilft es, bewusster mit seiner Zeit umzugehen? Fahri Yardim kommentiert seine Suche nach dem Glück in Indien selbst – in ganz persönlicher Manier.","versions":[]},{"path":"/serie/stream/fahri-sucht-das-glck/staffel-1/episode-4","name":"Schweiz","epNo":4,"alt":"","descr":"Fahri Yardim möchte wissen und erfahren, welche Glückskonzepte Menschen auf der Welt verfolgen: Menschliche Nähe, auch wenn sie gekauft ist? Das Nachjagen eines Schönheitsideals? Die Kenntnis der eigenen Zukunft? Selbstüberwindung für den großen Kick? Was macht wirklich glücklich? Machen einige dieser Glückskonzepte Fahri selbst glücklich? Wartet das Glück am anderen Ende der Welt auf ihn?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6703942","hoster":"VOE"}]}]}]}]}