{"path":"/serie/stream/faking-hitler","name":"Faking Hitler","descr":"Gerd Heidemann (Lars Eidinger) braucht einen echten Knüller. Der Starreporter des Magazins Stern hat schon lange nichts mehr geliefert und steht unter Druck. Konrad Kujau (Moritz Bleibtreu), ein Kleinkrimineller und Kunstfälscher, wiederum braucht Geld. Er lebt davon, als Dr. Konrad Fischer gefälschte Devotionalien an Altnazis und Devotionaliensammler zu verkaufen. Als er ein Bild Hitlers mit dessen Widmung versieht und damit für Begeisterung bei seinen Abnehmern sorgt, ist die – für ihn geniale – Idee geboren: Hitlers Tagebücher zu schreiben und zu verkaufen. Über Umwege gelangt eines der Bücher in die Hände Heidemanns – und es ist genau der Knüller, von dem dieser geträumt hat. Von nun an setzt er alles daran, die Bücher für das Magazin zu erwerben. Während sich so eine trügerische Männerfreundschaft entwickelt, die auf Lügen basiert und den jeweils eigenen Vorteil im Blick hat, sucht Heidemann auf Druck der Geschäftsführung gleichzeitig fieberhaft nach stichhaltigen Beweisen für die Echtheit der Bücher. Trotz einiger Zweifel ist man in Hamburg entschlossen, die Bücher schneller als geplant zu veröffentlichen. Währenddessen wird Jungredakteurin Elisabeth Stöckel (Sinje Irslinger) von dem jungen jüdischen Investigativ-Journalisten Leo Gold (Daniel Donskoy) mit der NS-Vergangenheit ihres Vaters (Ulrich Tukur) erpresst. Mit Elisabeths Hilfe will Gold die Veröffentlichung der Tagebücher verhindern.","seasons":[{"path":"/serie/stream/faking-hitler/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/faking-hitler/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"STERN-Reporter Gerd Heidemann hat schon lange keine Geschichte mehr geliefert und steht unter Druck. Um an Geld zu kommen, schreibt Konrad Kujau die Tagebücher von Hitler. Elisabeth Stöckel spürt einen journalistischen Knüller auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13186843","hoster":"VOE"},{"path":"/redirect/14463468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/faking-hitler/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Auf der Suche nach Beweisen für die Echtheit der Tagebücher reisen Gerd Heidemann und Ressortleiter Felix Bloom in die DDR. Nach anfänglicher Zurückhaltung will Kujau mit Heidemann ins Geschäft kommen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14277544","hoster":"VOE"},{"path":"/redirect/14475382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/faking-hitler/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Ein Echtheitsgutachten der Tagebücher erfordert Vergleichsschriften. Heidemann bittet Kujau um Hilfe, woraufhin Kujau einige Briefe Hitlers an den \"Stern\" schickt, die ebenfalls von ihm gefälscht sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14262053","hoster":"VOE"},{"path":"/redirect/14475385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/faking-hitler/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Heidemann und Bloom führen Verhandlungen mit dem US-Medienmogul Clark, um den Ankauf weiterer Tagebücher finanzieren zu können. Die Übergabe eines Faktendossiers endet in einem Desaster. Es droht eine Vorveröffentlichung in Amerika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14473770","hoster":"VOE"},{"path":"/redirect/14463473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/faking-hitler/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Unter großem Zeitdruck muss die anstehende \"Stern\"-Sonderausgabe erstellt werden - die Redaktion weiß aber noch nichts von den Tagebüchern. Als sie informiert wird, deklariert Elisabeth diese als Fälschung, und Bloom reagiert drastisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14283717","hoster":"VOE"},{"path":"/redirect/14463472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/faking-hitler/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Der \"Stern\" gibt sich nach der Veröffentlichung der Tagebücher weiter von ihrer Echtheit überzeugt. Ein Gutachten des BKA bringt Klarheit. Kujau stellt sich den Behörden. Heidemann muss die Verantwortung für seinen Beitrag übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13970982","hoster":"VOE"},{"path":"/redirect/14475388","hoster":"Streamtape"}]}]}]}]}