{"path":"/serie/stream/falcon-crest","name":"Falcon Crest","descr":"Angela Channing (Jane Wyman) ist Leiterin des Weinguts Falcon Crest. Damit ist sie recht erfolgreich. Doch sie will mehr: Mehr Macht und mehr Geld. Da passt es ihr gar nicht, dass ihr Neffe Chase Gioberti nach dem Tod seines Vaters ebenfalls auf Falcon Crest kommt, um dort sein Erbe anzutreten. Selbst Angelas beiden Töchter, Emma und Julia, sowie ihre Enkel Lance sind für Angela nur ein Mittel zum Zweck. Sie hat stets ihre eigenen Ziele im Kopf – und will diese auch unbedingt durchsetzen. Das bekommen schließlich auch ihre Gegner zu spüren. Fiese Intrigen und Machtspiele beginnen …","seasons":[{"path":"/serie/stream/falcon-crest/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/falcon-crest/staffel-1/episode-1","name":"Das Haus der Väter","epNo":1,"alt":"In His Father’s House","descr":"Italienischstämmige Einwanderer haben aus dem Tuscany Valley ein erstklassiges Weinanbaugebiet gemacht. In der Nachfolge des Verstorbenen Patriarchen Joseph Gioberti arbeitet und streiten sich verschiedene Fraktionen des Gioberti-Clans. Die Herrin des Tales ist Angela Channing auf ihrem Weingut Falcon Crest, die Tochter des Gründers. Sie kennt nur ein Ziel. Sie will das gesamte Tuscany Valley beherrschen. Dem steht entgegen, dass der Sohn ihres verstorbenen Bruders, Chase Gioberti, seinen Job als Pilot an den Nagel gehängt hat und im Metier des Weinbaus unerwartet erfolgreich geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002348","hoster":"VOE"},{"path":"/redirect/9024607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-2","name":"Der Saboteur","epNo":2,"alt":"A Time For Saboteurs","descr":"Die Familie hat sich gut eingelebt auf Falcon Crest, eine gute Weinlese steht bevor. Doch dann taucht Paul Salinger, Chases alter Freund und Kriegskamerad, auf, um ihn für ein Charterflugunternehmen anzuwerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002346","hoster":"VOE"},{"path":"/redirect/9024604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-3","name":"Erste Ernte","epNo":3,"alt":"The Tangled Vines","descr":"Die Familienidylle bei den Giobertis ist gestört. Steuerschulden treiben sie in die Enge. Da verspricht der Weinkellereibesitzer Carl Reed die letzte Rettung zu sein. Er will Chase die Weinernte abkaufen und das Geld für die Steuerschulden vorstrecken. Als Angela davon Wind bekommt, intrigiert sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002344","hoster":"VOE"},{"path":"/redirect/9024605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-4","name":"Die Lektion","epNo":4,"alt":"The Harvest","descr":"Verägert über die verschwederischen und aggressiven Handlungen ihres Enkels Lance beschließt Angela ihn spüren zu lassen, dass sein Erbe auf dem Spiel steht. Zu diesem Zweck lässt sie Chases Sohn Cole glauben, dass er einmal das gewaltige Erbe antreten wird. Cole fällt auch prompt auf ihre Intrige herein und gerät dadurch in Konflikt mit seinen Eltern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334742","hoster":"VOE"},{"path":"/redirect/9024606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-5","name":"Tony Comes Home","epNo":5,"alt":"Tony Comes Home","descr":"Nachdem Julias Ehemann Tony zwölf Jahre verschollen war, steht er plötzlich wieder vor der Tür. In Julia keimt die alte Liebe wieder auf, und sie plant von Falcon Crest fortzugehen, um mit Tony eine neue Existenz aufzubauen. Doch Angela will ihren Plan durchkreuzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002350","hoster":"VOE"},{"path":"/redirect/8585905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-6","name":"Verwandte Seelen","epNo":6,"alt":"Kindred Spirits","descr":"Weil Angela beabsichtigt, ihren Landbesitz zu erweitern, reiten Lance, Cole und Chase los, um die verwilderte Gegend nach vorhandenen Wasserressourcen abzusuchen. Unglücklicherweise kommt es zu einem Unfall, bei dem Cole schwer verletzt wird. Während Chase bei seinem Sohn bleibt, holt Lance Hilfe. Doch er wird in eine vermeintliche Affäre verwickelt, die ihn eine Nacht ins Gefängnis bringt. Letztendlich kann das Missverständnis aufgeklärt werden, und ein Rettungstrupp bringt Chase und Cole zurück in die Stadt. (Text: TV Berlin)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002347","hoster":"VOE"},{"path":"/redirect/9024608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-7","name":"Der Verführer","epNo":7,"alt":"The Extortionist","descr":"Angela kümmert sich besorgt um ihre psychisch kranke Tochter Emma, die indirekt am Unfalltod ihres Onkels Jason beteiligt war. Unter Umständen muss die wahre Unfallursache geheim gehalten werden. Unverhofft taucht Turner Bates, Emmas ehemaliger Freund auf, der an Jasons Tod mitschuldig ist, und Angela muss befürchten, dass das Geheimnis gelüftet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002349","hoster":"VOE"},{"path":"/redirect/9024609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-8","name":"Herr im Haus","epNo":8,"alt":"Lord Of The Manor","descr":"Während ihrer Abwesenheit beauftragt Angela ihren Enkel, die Geschäftsangelegenheiten zu regeln. Voller Stolz auf die übertragene Verantwortung will er seine Sache besonders gut machen. Doch er fällt einem Betrüger zu Opfer, und Chase muss ihm aus der Klemme helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002353","hoster":"VOE"},{"path":"/redirect/9024611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-9","name":"Ein dunkler Tag","epNo":9,"alt":"Dark Journey","descr":"Chases Tochter Vickie hat das Landleben satt und beschließt, von zu Hause fortzugehen. In der Stadt gerät sie an eine dubiose Schauspielschule, hinter der sich ein Pornographie-Studio verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002351","hoster":"VOE"},{"path":"/redirect/9024610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-10","name":"Erpresser und Opfer","epNo":10,"alt":"Victims","descr":"Emmas psychischer Zustand wird immer schlimmer. Sie leidet unter Alpträumen und kann den Tod ihres Geliebten Turner Bates nicht überwinden. Als sich herausstellt, dass sie von Turner Bates schwanger ist, gewinnt sie neuen Lebensmut. Doch dann verliert sie bei einem Sturz ihr ungeborenes Baby. (Text: TV Berlin)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002352","hoster":"VOE"},{"path":"/redirect/9024612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-11","name":"Liebe oder Geld","epNo":11,"alt":"For Love Or Money","descr":"Angela möchte, dass Lance die Tochter des reichen Grundbesitzers Agretti heiratet. Lance hat sich jedoch in Lori verliebt und das Mädchen nach Falcon Crest eingeladen. Als er seiner Großmutter eröffnet, Lori heiraten zu wollen, versucht sie, dies mit allen Mitteln zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002356","hoster":"VOE"},{"path":"/redirect/9024613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-12","name":"Die Familienfeier","epNo":12,"alt":"Family Reunion","descr":"Die seit Jahren in Frankreich lebende Mutter von Chase, Jacqueline, hat ihren Besuch angekündigt. Angela ist von dieser Nachricht wenig begeistert. Im Verlauf einer Auseinandersetzung zwischen Jacqueline und Angela erfährt Chase, warum seine Mutter vor 30 Jahren seinen Vater und Falcon Crest verlassen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002358","hoster":"VOE"},{"path":"/redirect/9024617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-13","name":"Family Reunion","epNo":13,"alt":"The Candidate","descr":"Phil Eberhardt hat ein Vorstandsmitglied der Kreisverwaltung erschossen, weil es ihm das Wasser absperren und dadurch seinen Weinberg ruinieren wollte. Chase kandidiert für dieses Amt und verspricht den Weinbauern eine gerechte Verteilung der Wasserversorgung. Angela ist damit nicht einverstanden, weil sie fast alle Wasserreservoirs kontrolliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002354","hoster":"VOE"},{"path":"/redirect/9024614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-14","name":"Fehlschläge","epNo":14,"alt":"House Of Cards","descr":"Douglas stimmt zu, dass sein Enkel Lance in seinem Verlag arbeitet. Dieses Unternehmen scheitert aber. Als Angela erfährt, dass Emma zu einem Psychiater gebracht wurde, erzählt sie Julia wütend die Wahrheit über Jasons Tod und Emmas Mitschuld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002361","hoster":"VOE"},{"path":"/redirect/9024615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-15","name":"Ende einer Party","epNo":15,"alt":"Heir Apparent","descr":"Chase gibt eine Party, an der auch Julia teilnimmt. Als Emma unerwartet auftaucht, will Julia sie wegschicken. Emma droht, Chase die Wahrheit über Jasons Tod zu sagen. Auf dem Heimweg von der Party verunglücken Freunde Coles mit ihrem Wagen tödlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922291","hoster":"VOE"},{"path":"/redirect/9024616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-16","name":"Zwischen Gut und Böse","epNo":16,"alt":"The Good, The Bad And The Profane","descr":"Lance und Melissa beugen sich dem Druck ihrer Verwandten und heiraten. Cole, der Melissa liebt, ist außer sich. Am Tag nach der Hochzeit erfährt Lance, dass Melissa ein Kind erwartet. Er weiß, dass er nicht der Vater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002357","hoster":"VOE"},{"path":"/redirect/9024618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-17","name":"Offene Fragen","epNo":17,"alt":"Penultimate Questions","descr":"Lance und Melissa kehren von ihrer Hochzeitsreise vorzeitig nach Falcon Crest zurück. Chase beauftragt den Staatsanwalt, den Tod seines Vaters zu untersuchen. Als Emma mit ihrem Vater Douglas bei der Voruntersuchung erscheint, ereignet sich ein Unglück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002355","hoster":"VOE"},{"path":"/redirect/9024619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-1/episode-18","name":"Endgültige Antworten","epNo":18,"alt":"Ultimate Answers","descr":"Nach dem plötzlichen Tod von Douglas Channing wird die unterbrochene Voruntersuchung über den Unfalltod Jason Giobertis wieder aufgenommen. Angela will mit allen Mitteln verhindern, dass Emma aussagt. Selbst die Neuigkeit, dass ihr verstorbener Mann einen unehelichen Sohn hat, der den Verlag seines Vaters erbt, ist für Angela zweitrangig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002360","hoster":"VOE"},{"path":"/redirect/9024620","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/falcon-crest/staffel-2/episode-1","name":"Die Herausforderung","epNo":1,"alt":"The Challenge","descr":"Angela Channing ist nicht bereit, ihren Besitz mit Chase zu teilen. Der uneheliche Sohn von Douglas, Richard, ist nach San Francisco gekommen, um sein Erbe anzutreten. Er will allerdings nicht ins Verlagsgeschäft, sondern in die Weinindustrie einsteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002362","hoster":"VOE"},{"path":"/redirect/9024623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-2","name":"Der neue Mann","epNo":2,"alt":"The Arrival","descr":"Richard Channing lässt die Mitarbeiter seiner Zeitung spüren, dass er der neue Mann im Verlagshaus ist. Angela wird nach dem ersten Zusammentreffen mit Richard in ihrer Annahme bestärkt, dass der uneheliche Sohn ihres verstorbenen Mannes ein gefährlicher Gegner werden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002363","hoster":"VOE"},{"path":"/redirect/9024621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-3","name":"Schmutziges Wasser","epNo":3,"alt":"Troubled Waters","descr":"Angela Channing versucht, das Recht auf die Wasserversorgung des Tuscany Valley zu behalten und bedient sich dabei auch unlauterer Methoden. Richard bereitet ihr Sorgen, weil er Agrettis Weinberge kaufen will. Cole wird nach einer Auseinandersetzung mit Agretti in dessen Haus gerufen. Dort findet er einen Toten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334744","hoster":"VOE"},{"path":"/redirect/9024622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-4","name":"Unter Mordverdacht","epNo":4,"alt":"Murder One","descr":"Carlo Agretti ist ermordet worden. Cole, der ihn aufgefunden hat, wird der Tat verdächtigt und verhaftet. Richard nutzt die Gelegenheit zur Veröffentlichung eines bösen Sensationsartikels. Angela ist besorgt, weil Emma das Weingut heimlich verlassen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002370","hoster":"VOE"},{"path":"/redirect/9024626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-5","name":"Enthüllungen","epNo":5,"alt":"The Exposé","descr":"Richard Channing setzt auch nach Coles Enthaftung gegen Kaution seine Hetzkampagne fort. Die böswilligen Verdächtigungen in Richards Artikeln veranlassen Cole, auf einem benachbarten Weingut eine Stelle anzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002366","hoster":"VOE"},{"path":"/redirect/9024624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-6","name":"Eigene Wege","epNo":6,"alt":"Home, Away From Home","descr":"Cole ist zu Katherine Demery auf das benachbarte Weingut gezogen. Angela versucht mit Hilfe ihres Anwalts Erikson, Emma zu finden. Ein Treffen von Lance mit seiner Ex-Freundin Lori führt zu einer folgenschweren Auseinandersetzung mit Melissa.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002364","hoster":"VOE"},{"path":"/redirect/9024625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-7","name":"The Namesake","epNo":7,"alt":"Unruhige Nacht","descr":"Die Auseinandersetzungen zwischen Lance und Melissa erreichen ihren Höhepunkt. Melissa gesteht Cole, dass sie ein Kind von ihm erwartet. Richard Channing schreckt auch vor kriminellen Methoden nicht zurück, um in Tuscany Valley Fuß zu fassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002368","hoster":"VOE"},{"path":"/redirect/9024628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-8","name":"Choices","epNo":8,"alt":"Choices","descr":"Cole will ins Ausland flüchten, weil er befürchtet, im Prozess um den Mord an Carlo Agretti seine Schuldlosigkeit nicht beweisen zu können. Chase findet seinen Sohn in letzter Minute und bringt ihn zurück. Tony ist zurückgekehrt und versucht, mit Hilfe von Richard Channing Julia für sich zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002371","hoster":"VOE"},{"path":"/redirect/9024627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-9","name":"Die Rettung","epNo":9,"alt":"The Vigil","descr":"Während Melissas Baby noch immer in Lebensgefahr schwebt, kauft Angela immer mehr Globe-Aktien, um die Zeitung unter ihre Kontrolle zu bringen. In Hollywood findet Maggie in Darryl Clayton überraschend einen Interessenten für ihr Drehbuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002369","hoster":"VOE"},{"path":"/redirect/9027728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-10","name":"Doppeltes Spiel","epNo":10,"alt":"Confrontations","descr":"Lance ist fest entschlossen, sich von Melissa scheiden zu lassen. Angela riskiert immer öfter unlautere finanzielle Transaktionen, um Richard auszubooten. Maggie erfährt, dass Cole der Vater von Melissas Baby ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002372","hoster":"VOE"},{"path":"/redirect/9024629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-11","name":"Das Dokument","epNo":11,"alt":"United We Stand","descr":"Chases Mutter Jacqueline bringt brisante Unterlagen aus Europa mit, die beweisen, dass Angela illegale Bankgeschäfte getätigt hat. Diese Informationen helfen Chase, seine neue Rebsorte trotz Angelas Widerstand durchzusetzen. Auch die Spannungen zwischen Chase und Richard legt Jacqueline bei. Völlig überraschend lüftet sie das Geheimnis, wer Richards Mutter ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100679","hoster":"VOE"},{"path":"/redirect/9024632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-12","name":"Indiskretionen","epNo":12,"alt":"Devided We Fall","descr":"Angela gelingt es nicht, Richard bei der Aufsichtsratssitzung des ‚Globe‘ zu entmachten. Kurz darauf bereitet ihr Richard eine empfindliche Niederlage. Bei einer Party erfährt Maggie die Hintergründe von Claytons Filmprojekt. Richard bricht sein Versprechen, die Identität seiner Mutter geheim zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002367","hoster":"VOE"},{"path":"/redirect/9024633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-13","name":"Pas De Deux","epNo":13,"alt":"Pas De Deux","descr":"Die Familienfehde auf Falcon Crest spitzt sich weiter zu. Nachdem Richard das Geheimnis um seine Mutter gelüftet hat, sind Angela und Jacqueline erbitterte Feindinnen. Angela will sich rächen, weil Jacqueline ein Verhältnis mit ihrem Ex-Mann Douglas hatte. Sie beauftragt ihren Anwalt Philip Erikson, Jacquelines Vergangenheit zu durchleuchten. Lance kann beweisen, dass Joseph nicht sein Sohn ist. Er hofft, dass Angela in seine Scheidung von Melissa einwilligt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922290","hoster":"VOE"},{"path":"/redirect/9024631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-14","name":"Verdächtige Spuren","epNo":14,"alt":"Above Suspicion","descr":"Cole wird nach seinem Freispruch in eine Falle gelockt. Ein Unbekannter schlägt ihn nieder und sperrt Cole in eine mit Abgasen verpestete Garage. Es soll wie Selbstmord aussehen. Chase ist entschlossen, die Suche nach Carlo Agrettis Mörder selbst in die Hand zu nehmen. Lance betrügt Melissa weiter mit Lori. Gekränkt fängt diese eine Affäre mit Richard an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002375","hoster":"VOE"},{"path":"/redirect/9024630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-15","name":"Falsche Versprechungen","epNo":15,"alt":"Broken Promises","descr":"Melissa setzt Angela unter Druck. Sie will die Agretti-Weinberge an Richard verkaufen, wenn Angela ihre Schulden nicht bezahlt. Cole, der sich angeblich wegen des Mordes an Agretti das Leben nehmen wollte, kann in letzter Minute gerettet werden. Chase engagiert einen Privatdetektiv, weil er bei der Aufklärung des Falles von der Polizei nicht unterstützt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002376","hoster":"VOE"},{"path":"/redirect/9024634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-16","name":"Deutliche Warnung","epNo":16,"alt":"Deliberate Disclosure","descr":"Richard will sich für ein missglücktes Geschäft rächen und behauptet in einem Zeitungsartikel, Cole sei der Vater von Melissas Kind. Den Beweis hat ihm Lance mit einer Kopie des Vaterschaftstests geliefert. Erbost kündigt Angela an, Lance zu enterben. Melissa geht mit Chase vertrauliche Dokumente von Carlo Agretti durch, um Hinweise auf dessen Mörder zu finden. Dabei stoßen sie auf einen Drohbrief, der von Angela stammt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002379","hoster":"VOE"},{"path":"/redirect/9024635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-17","name":"Liebe und Gehorsam","epNo":17,"alt":"Love, Honor And Obey","descr":"Lance verlässt Falcon Crest und zieht zu seiner Freundin Lori. Doch sein großzügiger Lebenswandel lässt sich mit den bescheidenen Mittel des Bürgertums nicht vereinbaren. Richard gelingt es durch den Kauf eines Weingutes, im Tuscany Valley Fuß zu fassen. Zur Einweihungsparty sind lauter angesehene Leute geladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002377","hoster":"VOE"},{"path":"/redirect/9024636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-18","name":"Trennungen","epNo":18,"alt":"Separate Hearts","descr":"Lance und Melissa versöhnen sich überraschend und wollen nun gemeinsam um Falcon Crest kämpfen. In trauter Zweisamkeit spielen sie Angela die glückliche Familie vor. Maggie hat den Sprung nach Hollywood geschafft. Ihr Drehbuch wird verfilmt, doch für die Dreharbeiten fehlt Maggie der nötige Elan. Schuld daran ist Chase. Mit seiner aussichtslosen Suche nach Angrettis Mörder treibt er Maggie auf die Palme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002378","hoster":"VOE"},{"path":"/redirect/9024637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-19","name":"Die Reise nach Frankreich","epNo":19,"alt":"The Odyssey","descr":"Angela fühlt sich durch den Landbesitz Richards bedroht und beschließt, nach Frankreich zu reisen, um in seiner Vergangenheit zu wühlen. Sie hofft, einen wunden Punkt zu finden. Emma knackt Richards Computercode und entdeckt, dass er Carlo Angretti immense Summen überwiesen hat. Ein schrecklicher Verdacht steigt in ihr auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002382","hoster":"VOE"},{"path":"/redirect/9024640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-20","name":"Das Ultimatum","epNo":20,"alt":"Ultimatums","descr":"Angela hat herausgefunden, dass Richards Stiefvater Henry Denault ein Nazikollaborateur war. Sie besucht ihn in New York und stellt Denault vor die Wahl: Entweder er sorgt dafür, dass Richard aus Californien verschwindet oder sie macht Denaults Vergangenheit öffentlich. Die Ermittlungen um Julias Autounfall haben ergeben, dass jemand mutwillig ihre Bremsleitungen beschädigt hat. Aufgrund eindeutiger Fingerabdrücke gerät Lance unter Tatverdacht es getan zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173997","hoster":"VOE"},{"path":"/redirect/9024641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-21","name":"Wirbelstürme","epNo":21,"alt":"Maelstrom","descr":"Richard verweigert Sheriff Robbins seine Mithilfe bei der Aufklärung des tödlichen Unfalls seines Stiefvaters. Als er außerdem nicht freiwillig nach New York umsiedeln will, ist die Geduld des Sheriffs zu Ende. Lance lockt seine Mutter unter einem Vorwand nach San Diego. Dort erlebt sie eine bitterböse Überraschung. Maggie hat vom Filmgeschäft die Nase voll. In der Hoffnung, ihre Ehe doch noch zu retten, kehrt sie nach Hause zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002380","hoster":"VOE"},{"path":"/redirect/9024644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-2/episode-22","name":"Das Geständnis","epNo":22,"alt":"Climax","descr":"In New York hat Richard eine unerfreuliche Begegnung mit seiner Mutter. Jacqueline fordert von ihm ein friedfertiges Zusammenleben mit seinem Halbbruder Chase. Ansonsten wird sie all seine Vorhaben gegen Falcon Crest durchkreuzen. Für die Giobertis ist dies ein Tag zum Feiern: Ihre Tochter Vicki heiratet. Auf der Hochzeitsfeier erfahren die Gäste eine brisante Neuigkeit. Charles Fong, ein Hausangestellter Agrettis, entlarvt dessen Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002383","hoster":"VOE"},{"path":"/redirect/9024647","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/falcon-crest/staffel-3/episode-1","name":"Dunkles Erwachen","epNo":1,"alt":"Cimmerean Dawn","descr":"Chase ist bei der Festnahme von Angelas Tochter Julia durch einen Schuss lebensgefährlich verletzt worden. Der Arzt Michael Ranson, der aus Anlass von Jacquelines Beerdigung ins Tuscany Valley gekommen ist, gibt seinem Cousin Chase nur geringe Überlebenschancen. Angela versucht, Julia gegen Kaution freizubekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590527","hoster":"VOE"},{"path":"/redirect/9024639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-2","name":"Bittere Medizin","epNo":2,"alt":"Penumbra","descr":"Chase ist außer Lebensgefahr, aber seine Beine sind gelähmt. Diesen Umstand nutzt Angela Channing für ihre eigenen Zwecke aus. Melissa kann nicht vergessen, dass Lance Mutter ihren Vater erschossen hat. Heimlich trifft sie sich mit Richard Channing, da passiert ein neues Unglück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002384","hoster":"VOE"},{"path":"/redirect/9024638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-3","name":"Die Verschwörung","epNo":3,"alt":"Conspiracy","descr":"Durch das schnelle Eingreifen von Michael Ranson kann Joseph, der gefährliche Tabletten geschluckt hat, gerettet werden. Der Zustand von Chase sorgt für Kopfzerbrechen. Von Tag zu Tag scheint es ihm schlecher zu gehen. Richard Channing hetzt Julia bei einem Besuch im Gefängnis immer mehr gegen ihre Mutter auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002386","hoster":"VOE"},{"path":"/redirect/9024643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-4","name":"Gehversuche","epNo":4,"alt":"Partners","descr":"Maggie gelingt es, Michael Ranson zu überzeugen, dass er die Behandlung von Chase übernimmt. Auf diese Weise können die lebensgefährlichen Machenschaften von Dr. Lantry gestoppt werden. Chase erholt sich zusehends und versucht zu verhindern, dass ihn Angela durch einen Gerichtsbeschluss von der Arbeit auf Falcon Crest ausschließt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002385","hoster":"VOE"},{"path":"/redirect/9024645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-5","name":"Das Schuldbekenntnis","epNo":5,"alt":"Judge And Jury","descr":"Obwohl Chase nur mit Krücken laufen kann, versucht er einen Großteil der anstehenden Arbeiten selbst zu erledigen. Lance ist bemüht, ihm Steine in den Weg zu legen. Melissa will um jeden Preis ihren ermordeten Vater rächen. Es gelingt ihr, Julia soweit zu bringen, dass sie sich in der gerichtlichen Voruntersuchung schuldig bekennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334750","hoster":"VOE"},{"path":"/redirect/9024642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-6","name":"Das Urteil","epNo":6,"alt":"The Wages Of Sin","descr":"Julia beschuldigt sich vor Gericht selbst des zweifachen Mordes. Ihrem Anwalt sind wegen dieses Alleingangs die Hände gebunden. Der Richter, von dem sie die Todesstrafe fordert, verurteilt Julia zu lebenslänglicher Haft. Doch Angela ist fest entschlossen, ihre Tochter aus dem Gefängnis zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002388","hoster":"VOE"},{"path":"/redirect/9024649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-7","name":"Das Testament","epNo":7,"alt":"The Last Laugh","descr":"Nachdem sich die beiden Brüder Richard und Chase versöhnt haben, kann Jacquelines Testament geöffnet werden. Niemand weiß, wie groß ihr Vermögen tatsächlich ist. Einen bitteren Nachgeschmack hat die Testamentsvollstreckung vor allem für Richard. Sein Anteil an der Erbschaft soll einem Kloster zufließen, wenn er nicht dauerhaft Frieden mit Chase schließt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002390","hoster":"VOE"},{"path":"/redirect/9024646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-8","name":"Ausgestoßen","epNo":8,"alt":"Solitary Confinements","descr":"Julia macht im Gefängnis Höllenqualen durch. Die tyrannische Aufseherin und ihre Mitgefangenen schikanieren sie schlimmstens. Unter Mühen versucht Julia, mit ihrer Mutter Kontakt aufzunehmen. Michael Ranson hat die Krankenakte von Chase eingesehen, in der sich viele Beweise für einen Komplott von Dr. Lantry und Angela finden. Wie es aussieht, haben die beiden Chases Gesundheit bewusst aufs Spiel gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916351","hoster":"VOE"},{"path":"/redirect/9024651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-9","name":"Täuschungsmanöver","epNo":9,"alt":"Chameleon Charades","descr":"Nachdem Michael weitere Indizien für die Machenschaften Dr. Lantrys gefunden hat, will er den Fall vor Gericht bringen. Angela befürchtet, in den Skandal verwickelt zu werden. Um von sich abzulenken, lässt sie Dr. Lantry unter Vortäuschung falscher Tatsachen verhaften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002392","hoster":"VOE"},{"path":"/redirect/9024648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-10","name":"Versteckspiele","epNo":10,"alt":"Double Dealing","descr":"Dr. Lantry will nach seiner Festnahme als Kronzeuge gegen Angela aussagen. Angela gelingt es, Lantry gegen Kaution freizubekommen. Um ihn später ins Ausland abschieben zu können, lässt sie Lantry in ein Versteck bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002393","hoster":"VOE"},{"path":"/redirect/12518485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-11","name":"Verraten und verkauft","epNo":11,"alt":"The Betrayal","descr":"Lance erfährt, wo Dr. Lantry sich aufhält. Um sich wegen ständiger Demütigungen an seiner Mutter zu rächen, verrät er Chase das Versteck des flüchtigen Arztes. Als Lantry klar wird, dass man ihm auf die Schliche gekommen ist, versucht er sich mit einer Überdosis Morphium das Leben zu nehmen. Richard Channing lässt sich durch den Tod seines Freundes John Osborne nicht einschüchtern und führt seine Bemühungen für eine Pferderennbahn fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002395","hoster":"VOE"},{"path":"/redirect/9024653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-12","name":"Der Eklat","epNo":12,"alt":"Coup D’etat","descr":"Angela kommt in der Krankenhausaffäre straffrei davon. Nach dem Tod von Dr. Lantry, dem einzigen Belastungszeugen, kann Chase ihr keinen Prozess mehr machen. Dennoch gelingt es ihm, Angela empfindlich zu schaden. Durch die Berufung auf eine alte Klausel im Testament seines Großvaters wird ihr die Geschäftsleitung von Falcon Crest entzogen. Julia wird ins Gefängniskrankenhaus eingewiesen, weil sie während der Haft unter Drogen- und Alkoholeinfluss geraten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002396","hoster":"VOE"},{"path":"/redirect/9024658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-13","name":"Grenzüberschreitungen","epNo":13,"alt":"No Trespassing","descr":"Nach dem Verlust ihrer Machtstellung auf Falcon Crest, sagt Angela ihrem verhassten Neffen Chase den Kampf an. Notfalls will sie das Weingut ruinieren, nur um Chase zu schaden. Lance und ein gekaufter Brandstifter legen Feuer im Büro des Steuerberaters, damit Chase die Geschäftsbücher nicht einsehen kann. Chase will Richards Rennbahn-Projekt verhindern. Er befürchtet negative Auswirkungen auf die Weinindustrie der gesamten Region.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002394","hoster":"VOE"},{"path":"/redirect/9024650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-14","name":"Die feindlichen Brüder","epNo":14,"alt":"Sport Of Kings","descr":"Richard Channing kann die Bevölkerung von Tuscany Valley für den Bau einer Pferderennbahn begeistern. Um die Giobertis zu provozieren, legt er den Grundstein seines Projekts auf dem Land von Falcon Crest. Als sein Halbbruder Chase sich Richard in den Weg stellt, wird er festgenommen. Julia erleidet einen Nervenzusammenbruch, als sie erfährt, wer der Vater von Mellissas zweitem Kind ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002398","hoster":"VOE"},{"path":"/redirect/9024655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-15","name":"Schatten der Vergangenheit","epNo":15,"alt":"Queen’s Gambit","descr":"Sheriff Robbins muss operiert werden. Chefarzt Michael Ranson verspricht, den Eingriff persönlich vorzunehmen. Wegen einer traumatischen Erfahrung versagen jedoch seine Kräfte: Michaels Frau ist bei einer von ihm durchgeführten Operation verstorben. Richard Channing bekommt unangenehmen Besuch von einem Mitglied des Kartells, das sich für sein Rennbahn-Projekt interessiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002399","hoster":"VOE"},{"path":"/redirect/9024654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-16","name":"Saure Trauben","epNo":16,"alt":"Bitter Harvest","descr":"Melissa möchte ihre Weinernte an Richard verkaufen. Durch einen Trick versucht Angelas Anwalt Philip Erikson, an die begehrte Ware zu kommen. Erikson beruft sich auf ein altes Abkommen zwischen Melissa und Angela Channing. Das Kartell will die Rennbahn übernehmen und greift notfalls zu räuberischen Methoden. Richard weigert sich, die Mitglieder des Kartells zu empfangen und bereut dies bald bitter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002397","hoster":"VOE"},{"path":"/redirect/9024656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-17","name":"Power Play","epNo":17,"alt":"Power Play","descr":"Cole kämpft vor Gericht um das Sorgerecht für seinen Sohn. Mittels einer Intrige versuchen Melissa und Lance, den Prozess zu gewinnen. Sie täuschen eine Auseinandersetzung vor, bei der Lance angeblich von Cole verletzt wurde. Maggie zieht einen kompromittierenden Artikel über Jacqueline zurück. Aus falsch verstandener Wahrheitsliebe gibt Emma das Manuskript aber frei und bringt dadurch Maggie und Richard in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002400","hoster":"VOE"},{"path":"/redirect/9024657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-18","name":"Ein hoher Preis","epNo":18,"alt":"Changing Times","descr":"Angela macht Melissa ein verlockendes Angebot: Wenn sie ihr hilft, Falcon Crest zurückzuwinnen, soll sie Angelas Universalerbin werden. Doch der Preis, den Melissa dafür zahlen muss, ist sehr hoch. Eine Party wird Schauplatz einer heftigen Auseinandersetzung zwischen Michael Ranson und Chase. Terry hatte behauptet, Chase hätte sie bedrängt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002401","hoster":"VOE"},{"path":"/redirect/12482332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-19","name":"Der Sturz","epNo":19,"alt":"The Aftermath","descr":"Linda bringt Melissa nach einer Party nach Hause. Auf der Fahrt geraten die beiden in Streit. Dabei verliert Linda die Kontrolle über den Wagen und verursacht einen Unfall. Während Linda nur wenig passiert, erleidet Melissa eine Fehlgeburt. Bei einer Auseinandersetzung mit ihrer Schwester stürzt Maggie über die Treppe. Bewusstlos bleibt sie am Boden liegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002406","hoster":"VOE"},{"path":"/redirect/9024660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-20","name":"Schlimme Nachrichten","epNo":20,"alt":"Schlimme Nachrichten","descr":"Philip hat in Jaquelines Hotel-Suite einen Manschettenknopf mit seinen Initialen verloren. Angela wertet dies als Beweis für eine Affäre zwischen den beiden und lehnt seinen Heiratsantrag ab. Um Terry aus Tuscany Valley zu vertreiben, lässt Angela ihre Vergangenheit im Rotlichtmilieu auffliegen. Auch Maggie muss eine schreckliche Wahrheit hinnehmen: Ein Gehirntumor wird bei ihr entdeckt, der nicht operiert werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002402","hoster":"VOE"},{"path":"/redirect/9024664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-21","name":"Zu spät","epNo":21,"alt":"Little Boy Blue","descr":"Melissa hat Joseph seinem leiblichen Vater überlassen, um Angela die Rückkehr nach Falcon Crest zu ermöglichen. Nun bereut sie ihre Entscheidung. Doch es ist zu spät, um alles rückgängig zu machen. Julia ist aus dem Gefängnis ausgebrochen. Mit einer bewegenden Lügengeschichte versucht sie, bei dem Farmer Lucas Crosby unterzuschlüpfen. Terry will sich mit Michael versöhnen. Diesen kann aber nur echte Reue überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002403","hoster":"VOE"},{"path":"/redirect/9024661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-22","name":"Finstere Nacht","epNo":22,"alt":"The Gathering Storm","descr":"Die schwer kranke Maggie bekommt beim Abendessen starke Gleichgewichtsstörungen und muss ins Spital eingeliefert werden. Nach einigen Tagen scheint sich ihr Zustand zu bessern, doch dies ist nur kurzzeitig der Fall. Angela ist wieder zur Hälfte an Falcon Crest beteiligt. Als Lance erfährt, dass im Gegenzug Joseph an Cole zurückgegeben wurde, will er um Josephs Rückkehr kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056248","hoster":"VOE"},{"path":"/redirect/9024662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-23","name":"Letzte Hoffnung","epNo":23,"alt":"Final Countdown","descr":"Maggies Leben hängt an einem seidenen Faden. Nachdem der Tumor bereits zum Verlust ihrer Sehkraft geführt hat, rät Chefarzt Michael Ranson zu einer operativen Entfernung des kranken Gewebes. Doch dies ist mit großen Risken verknüpft. Angela drängt Lance, sich mit Melissa zu versöhnen, damit es einen Erben auf Falcon Crest gibt. Als ihm Melissa die kalte Schulter zeigt, wendet sich sein Zorn gegen Angela.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002405","hoster":"VOE"},{"path":"/redirect/8585904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-24","name":"Morgendämmerung","epNo":24,"alt":"Love’s Triumph","descr":"Bei Maggies Operation treten Komplikationen auf. Nach einem Herzstillstand liegt sie im Koma. Besorgt wacht Chase an ihrem Bett und hofft auf ein baldiges Lebenszeichen. Richard versucht, an das Erbteil seiner Mutter heranzukommen, um den Bau der Pferderennbahn finanzieren zu können. Er ahnt nicht, dass Chase ihr gesamtes Vermögen einer gemeinnützigen Organisation gestiftet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002404","hoster":"VOE"},{"path":"/redirect/9024663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-25","name":"Das große Rennen","epNo":25,"alt":"Win, Place And Show","descr":"Die Mitglieder des Kartells wollen Richard beim großen Eröffnungsrennen der Tuscany-Pferderennbahn ins Jenseits befördern. Richard entdeckt die Bombe jedoch rechtzeitig. Als sein Widersacher Cane sie zünden will, erlebt er eine böse Überraschung. Angela hat sich wieder mit Philip versöhnt und nimmt seinen Heiratsantrag an. Die Unstimmigkeiten zwischen Lance und Melissa bestehen dagegen weiter. Detektive sind Julia dicht auf den Fersen. Ihr bleibt nur wenig Zeit, sich abzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002407","hoster":"VOE"},{"path":"/redirect/9024665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-26","name":"Die Hochzeit","epNo":26,"alt":"For Better, For Worse","descr":"Julia ist nach Falcon Crest zurückgekehrt, um sich an ihrer Mutter zu rächen. Mit einer Pistole bewaffnet schleicht sie sich bei Angelas Hochzeitsfeier ein. Durch Zufall kann der kleine Joseph die Tat jedoch verhindern. Als zur gleichen Zeit die Polizei auf Falcon Crest eintrifft, gerät Julia in Panik, schnappt sich Joseph und flüchtet in einem Auto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002408","hoster":"VOE"},{"path":"/redirect/9024666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-27","name":"Die Abrechnung","epNo":27,"alt":"The Avenger","descr":"Julia hat sich mit dem kleinen Joseph im alten Brunnenhaus versteckt. Obwohl ihre Lage aussichtslos ist, hält sie an ihrer Mordabsicht fest. Nur im Austausch gegen Angela ist Julia bereit, den Jungen wieder freizugeben. Angela stellt sich ihren Forderungen, da sie hofft, Julia die Schusswaffe rechtzeitig abnehmen zu können. Ihr Leben könnte davon abhängen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002411","hoster":"VOE"},{"path":"/redirect/9024667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-3/episode-28","name":"Flug in den Wolken","epNo":28,"alt":"Ashes To Ashes","descr":"Julia ist im Quellenhaus ums Leben gekommen. In einem Brief an Lance bittet sie um ein Begräbnis in Italien. Richard chartert ein Flugzeug, für das sich Chase als Pilot zur Verfügung stellt. Durch einen Trick gelingt es Melissa, Cole kurz vor dem Start zum Verlassen der Maschine zu bewegen. Wenige Minuten nach dem Abflug setzen aus unerklärlichen Gründen plötzlich die Triebwerke aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002410","hoster":"VOE"},{"path":"/redirect/9024668","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/falcon-crest/staffel-4/episode-1","name":"Requiem","epNo":1,"alt":"Requiem","descr":"Das von Chase gesteuerte Flugzeug stürzt auf dem Weg nach Italien ab. Linda, Angelas Mann Philip und Michael Ranson überleben das Unglück nicht. Während Chase Sabotage als Absturzursache vermutet, verdächtigt Richard das Kartell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002416","hoster":"VOE"},{"path":"/redirect/9024670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-2","name":"Eigenwillige Partner","epNo":2,"alt":"Father’s Day","descr":"Chase plagen nach dem Flugzeugabsturz Albträume. Angela macht ihn für das Unglück verantwortlich. Mit Hilfe von Anwalt Greg Reardon versucht sie, Beweise für seine Schuld zu sammeln. Richard will die wahren Ursachen für den Absturz vertuschen, um seine Beziehungen zum Kartell geheim zu halten. Währenddessen kommt es unter den Chefs des Kartells zu einem tödlichen Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002418","hoster":"VOE"},{"path":"/redirect/12482333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-3","name":"Die Champagnerparty","epNo":3,"alt":"Strangers","descr":"Bei einer Party anlässlich der Präsentation eines neuen Champagners lüftet Angela ein dunkles Familiengeheimnis: Vor aller Augen verrät sie, dass Maggie ein Adoptivkind ist. Eng wird es um Chase. Ein Mechaniker, der das abgestürzte Flugzeug gewartet hat, belastet ihn mit einer Falschaussage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100680","hoster":"VOE"},{"path":"/redirect/9024671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-4","name":"Machtwechsel","epNo":4,"alt":"The Outcasts","descr":"Richard verliert nach einer Intervention von Angelas Anwalt seine Position im ‚Globe‘. Scheinbar souverän nimmt er seinen Hut und geht. In der darauffolgenden Nacht betritt ein Unbekannter Richards Schlafzimmer und feuert zwei Schüsse ab. Angela erreicht, dass Chase die Fluglizenz entzogen wird. Dieser will nun um seine Rehabilitierung kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002412","hoster":"VOE"},{"path":"/redirect/9024672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-5","name":"Überfälle","epNo":5,"alt":"Shadows","descr":"Maggie wird auf dem Parkplatz der Pferderennbahn von einem Unbekannten überfallen. Nichtsahnend stellt Chase ausgerechnet diesen Mann als neuen Transport-Vorarbeiter auf dem Weingut ein. Es ist Terrys Ehemann Joel McCarthy. Lance wird zum Missfallen der Belegschaft neuer Herausgeber des ‚Globe‘. Mit einer ungewöhnlichen Aktion versucht er die Sympathie seiner Mitarbeiter zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379029","hoster":"VOE"},{"path":"/redirect/9024673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-6","name":"Die Stieftochter","epNo":6,"alt":"Lord Of The Valley","descr":"Richard erhält überraschend Besuch von seiner Stieftochter Lorraine, die gerade ihre Journalistenausbildung abgeschlossen hat. Ihr Auftauchen kommt wie gerufen. Nach seiner Entmachtung im ‚Globe‘ hat Richard einen Rundfunksender gekauft, den er zu einem führenden Medium ausbauen will, und dafür braucht er Leute aus der Branche. Pamela fühlt sich durch Lorraines Erscheinen vor den Kopf gestoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002419","hoster":"VOE"},{"path":"/redirect/9024675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-7","name":"Störenfriede","epNo":7,"alt":"The Intruder","descr":"Angela bekommt überraschend Besuch aus Italien. Ihre Verwandte Francesca Gioberti steckt nach einer schlechten Weinernte in finanziellen Schwierigkeiten und erhofft sich Hilfe von Angela. Ungebetenen Besuch erhält auch Richard. Seine Ex-Frau Stephanie kommt in die Stadt und warnt Lorraine davor, sich von Richard ausnutzen zu lassen. Maggie nimmt einen Job als Redakteurin in Richards Rundfunkstation an. Im Gegenzug hilft er ihr bei der Suche nach ihren leiblichen Eltern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002417","hoster":"VOE"},{"path":"/redirect/9024679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-8","name":"Besitzansprüche","epNo":8,"alt":"Pain And Pleasure","descr":"Francesca teilt Angela eine überraschende Neuigkeit mit: Sie ist ihre Halbschwester und hat deshalb Anspruch auf ein Drittel von Falcon Crest. Nach einer Schrecksekunde versucht Angela, sich die veränderte Situation zunutze zu machen. Julia ist der ständigen Flucht überdrüssig und stellt sich der Polizei. Doch niemand glaubt ihr, dass sie die totgeglaubte Julia Cumson ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002414","hoster":"VOE"},{"path":"/redirect/9024674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-9","name":"Die Trumpfkarte","epNo":9,"alt":"The Trump Card","descr":"Chase fährt nach Washington zu Senator Silverlake. Mit Beweisen über Schmiergeldzahlungen will er erreichen, dass das Verfahren über den Flugzeugabsturz neu aufgerollt wird. Maggies Nachforschungen über ihre leiblichen Eltern enden mit einer Enttäuschung. Ihr Vater ist im Zweiten Weltkrieg gefallen. Francesca verpflichtet sich vertraglich, ihren Falcon Crest-Anteil an Angela abzutreten. Angela hat damit wieder das Mehrheitsrecht auf dem Weingut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11831774","hoster":"VOE"},{"path":"/redirect/9024678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-10","name":"Tarantella","epNo":10,"alt":"Tarantella","descr":"Francesca ist enttäuscht von ihren amerikanischen Verwandten. Bei ihrer Abschiedsparty wirft sie den Giobertis Habgier und Hass vor. Gustav Riebmann hilft Francesca, ihren mit Angela geschlossenen Vertrag wiederzubekommen. In derselben Nacht wird Julia von Riebmanns Leuten entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002423","hoster":"VOE"},{"path":"/redirect/9024676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-11","name":"Das höchste Gebot","epNo":11,"alt":"Going Once, Going Twice","descr":"Francesca versteigert ihren Erbanteil an Falcon Crest. Richard versucht Geld aufzutreiben, um mitbieten zu können. Dies will Angela um jeden Preis verhindern. Julia, die von Riebmanns Leuten entführt wurde, wird weiterhin vom Kartell festgehalten. Riebmann macht Julia glauben, dass Angela die Schuld an ihrer Lage trägt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002422","hoster":"VOE"},{"path":"/redirect/9024680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-12","name":"The Triumvirate","epNo":12,"alt":"The Triumvirate","descr":"Richard, dem nun ein Drittel von Falcon Crest gehört, will dem Weingut sofort seinen Stempel aufdrücken. Er schlägt vor, eine computergesteuerte Weinkellerei zu errichten, um Tafelwein zu erzeugen. Chase und Angela sind dagegen. Terry wird von ihrem drogensüchtigen Ex-Ehemann erpresst. Richard verspricht, ihr zu helfen, wenn sie ihm ihre Ernte verkauft. Für die Realisierung seines Tafelwein-Projekts braucht er viele Trauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002421","hoster":"VOE"},{"path":"/redirect/9024677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-13","name":"Wettrennen","epNo":13,"alt":"Winner Take All","descr":"Lance und Joel kämpfen bei einem Autorennen beinhart um den Sieg. Durch gewagte Überholmanöver kann sich Lance an die Spitze setzen, doch Joel hält sich nicht an die Spielregeln. Angela versucht sich gegen Richard zur Wehr zu setzen. Seit er Miteigentümer ist, hat Angela Probleme, ihre Interessen auf Falcon Crest zu wahren. Richards Hypothek wurde von seinem alten Feind Riebmann gekauft, der sich rächen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106571","hoster":"VOE"},{"path":"/redirect/9024684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-14","name":"Tödliche Falle","epNo":14,"alt":"Suitable For Framing","descr":"Angela hat Melissa aus dem Testament gestrichen, das scheint sich nun aber bitter zu rächen. In Melissas Auftrag arrangiert Joel einen Autounfall zwischen Angela und Lance, an den die beiden noch lange denken werden. Angela macht Richard ein verlockendes Angebot: Sie will sein Tafelwein-Projekt unterstützen, wenn er ihr dabei hilft, Chase aus Falcon Crest zu vertreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002429","hoster":"VOE"},{"path":"/redirect/9024682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-15","name":"Teufelskreis","epNo":15,"alt":"Vicious Circle","descr":"Lance sitzt nach einer bösen Intrige im Gefängnis. Die Sache ist so gut eingefädelt, dass selbst Angela an die Schuld ihres Neffen glaubt. Terry wird mit Richards Hilfe endlich auch offiziell von Joel geschieden. Dieser gerät daraufhin in Panik. Mit der Aussicht auf eine Entziehungskur kann Richard ihn beruhigen. Auf der Fahrt zu einem Drogenrehabilitationszentrum legt Joel eine Beichte ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002426","hoster":"VOE"},{"path":"/redirect/9024681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-16","name":"Schweigen ist teuer","epNo":16,"alt":"Insult And Injury","descr":"Lance sitzt für ein Verbrechen im Gefängnis, das Melissa in Auftrag gegeben hat. Richard, von Joel in die wahren Begebenheiten eingeweiht, verlangt für sein Stillschweigen einen hohen Preis. Charlotte hat ihrer Tochter Maggie eine wertvolle Perlenkette gestohlen, um ihre Spielleidenschaft finanzieren zu können. Heimlich verlässt sie das Tal, als Maggie den Diebstahl bemerkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002428","hoster":"VOE"},{"path":"/redirect/9024683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-17","name":"Giftproben","epNo":17,"alt":"Acid Tests","descr":"Die Champagner-Produktion von Chase gerät in Misskredit. Einem anonymen Hinweis zufolge sind mehrere Flaschen das edlen Getränks vergiftet. Um kein Risiko einzugehen, muss Chase den gesamten Bestand vernichten. Durch den Skandal um Lance sinkt die Auflage des ‚New Globe‘. Richard versucht, die Affäre für seinen Radiosender auszuschlachten. Obwohl er genau weiß, dass Lance unschuldig ist, stempelt er ihn als Täter ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334753","hoster":"VOE"},{"path":"/redirect/9024689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-18","name":"Die Kraftprobe","epNo":18,"alt":"Showdown","descr":"Richards erster mit Wein beladener LKW wird überfallen und leer getankt. Erst nach und nach kommen er und Chase dahinter, wer der Drahtzieher des Anschlags war. Als Gustav Riebmann merkt, dass man ihm auf die Schliche kommt, ergreift er Gegenmaßnahmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103906","hoster":"VOE"},{"path":"/redirect/9024685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-19","name":"Retribution","epNo":19,"alt":"Retribution","descr":"Riebmann hält Angela und Julia in seinem Haus fest. Beim Versuch, die beiden zu befreien, werden auch Chase und Angelas Anwalt Greg Rearden gefangen genommen. Angela macht Riebmann, den eigentlich nur der von seinem Vater versteckte Schatz interessiert, auf eine alte Goldmine aufmerksam, die sich auf Falcon Crest befindet. Dort entdeckt er tatsächlich den Schatz. Inzwischen hat Richard jedoch Riebmanns Aufenthaltsort ausgekundschaftet. Mit gezogener Waffe versucht er, den Verbrecher in der Mine zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002431","hoster":"VOE"},{"path":"/redirect/9024686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-20","name":"Die Vergeltung","epNo":20,"alt":"Forsaking All Others","descr":"Julia kann ihr Leben in Freiheit nur kurz genießen. Da sie aus dem Gefängnis ausgebrochen ist, muss sie noch eine Haftstrafe verbüßen. Um Julia die Rückkehr ins Gefängnis zu ersparen, versucht Angela, ihre Haftstrafe in einen Klosteraufenthalt umzuwandeln. Cole und Melissa wollen sich das Ja-Wort geben. Kurz vor ihrer Hochzeit lüftet Angela ein streng gehütetes Geheimnis von Melissa, das Cole bisher nicht bekannt gewesen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002434","hoster":"VOE"},{"path":"/redirect/9024690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-21","name":"Die Versöhnung","epNo":21,"alt":"Recriminations","descr":"Cole und Melissa beschließen nach einer Aussprache, nun doch zu heiraten. Allerdings findet die Hochzeit diesmal in bescheidenem Rahmen statt. Nur die engsten Familienmitglieder sind geladen. Den Bund fürs Leben wollen auch Lance und Lorraine schließen. Als Richard erfährt, mit wem seine Tochter sich heimlich verlobt hat, kommt es zu einem großen Krach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002427","hoster":"VOE"},{"path":"/redirect/9024691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-22","name":"Verschlossene Türen","epNo":22,"alt":"House Devided","descr":"Richard weigert sich beharrlich, seiner Tochter die Hand zur Versöhnung zu reichen. So bleibt Lorraine nichts anderes übrig, als auf Falcon Crest zu bleiben. Es fällt ihr jedoch schwer, sich an die strengen Regeln in Angelas Haus zu gewöhnen. Schlechte Nachrichten gibt es auch für Lance. Sein Antrag auf eine Aufschiebung des Verfahrens wurde abgelehnt. Schon in den nächsten Tagen soll sein Prozess beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334756","hoster":"VOE"},{"path":"/redirect/9024687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-23","name":"Der Prozess","epNo":23,"alt":"The Trial","descr":"Lance muss vor Gericht beweisen, dass er seine Großmutter nicht umbringen wollte. Obwohl alle Familienmitglieder wissen, dass er unschuldig ist, stehen seine Chancen schlecht. Der Richter handelt im Auftrag von Richard. Melissa kann das Kind nicht austragen, das sie erwartet. Sie und Cole überlegen, ob sie eine Leihmutter nehmen, die das Kind an ihrer Stelle zur Welt bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002432","hoster":"VOE"},{"path":"/redirect/12482339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-24","name":"Rechtsprechung","epNo":24,"alt":"Justice For All","descr":"Im Prozess gegen Lance wird das Urteil verkündet. Richter Holder setzt eine Haftstrafe von sieben Jahren fest. Angela, die sich einen Freispruch erhofft hatte, will in die Berufung gehen. Maggie hat den Verdacht, dass beim Prozess nicht alles mit rechten Dingen zugegangen ist. Sie vermutet, dass Richard seine Hand im Spiel hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002435","hoster":"VOE"},{"path":"/redirect/9024703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-25","name":"Ein teuflischer Plan","epNo":25,"alt":"Devil’s Harvest","descr":"Angela nutzt die Verurteilung von Lance sofort zu ihrem Vorteil aus. Auch für die Wiedererlangung des alleinigen Besitzrechtes an Falcon Crest hat sie schon einen Plan. Bis zur Berufungsverhandlung wird Lance auf freien Fuss gesetzt. Obwohl er sich vorgenommen hat, von nun an ein vorbildliches Leben zu führen, wird er straffällig. Kurzentschlossen ergreift Angela die Initiative und bringt Lance in ein Versteck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008562","hoster":"VOE"},{"path":"/redirect/9024692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-26","name":"Schachzüge","epNo":26,"alt":"The Decline …","descr":"Melissa muss befürchten, als Urheberin für Angelas Unfall entlarvt zu werden. Pamela will sie an die Staatsanwaltschaft ausliefern, wenn ihr Melissa kein Schweigegeld zahlt. Währenddessen lebt Lance in seinem Versteck in Chinatown wie ein Gefangener. Seine Freundin Lorraine ist Angela dicht auf den Fersen. Sie hofft, von ihr zum Fluchtort von Lance geführt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002443","hoster":"VOE"},{"path":"/redirect/9024694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-27","name":"Fluchtwege","epNo":27,"alt":"… And The Fall","descr":"Angela möchte, dass sich Lance nach Italien absetzt, da Chinatown kein sicherer Ort für ihn ist. Dort soll er solange untertauchen, bis sie seinen Freispruch erwirkt hat. Lance ist einverstanden, möchte aber, dass Lorraine mit ihm kommt. Am Morgen des Fluchttages bricht Richard mit dem Sheriff nach Chinatown auf, um Lance gefangen zu nehmen. Während dieser schon am Pier steht, hat Lorraine beim Versuch, der Polizei auszuweichen, einen schrecklichen Unfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916350","hoster":"VOE"},{"path":"/redirect/9024693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-28","name":"Traurige Nachrichten","epNo":28,"alt":"Cold Comfort","descr":"Lorraine ist bei einem missglückten Fluchtversuch schwer verletzt worden. Trotz der Gewissheit, verhaftet zu werden, schleicht sich Lance zu ihr ins Krankenhaus. Der Zustand seiner Freundin ist kritisch. Nach Tagen der Bewusstlosigkeit erwacht Lorraine und erfährt, dass ihr ungeborenes Kind den Sturz von der Treppe nicht überlebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922289","hoster":"VOE"},{"path":"/redirect/9024696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-29","name":"Späte Reue","epNo":29,"alt":"Confessions","descr":"Um Melissa wird es eng. Greg Reardon kann nachweisen, dass sie Angelas Unfall verursacht hat. Da ihr keine Wahl bleibt, stellt sich Melissa der Polizei. Unterdessen fällt Angela weiteres Beweismaterial in die Hände. Richards Ex-Geliebte Pamela erleichtert ihr Gewissen, bevor sie Tuscany Valley verlässt und übergibt Angela ein Dokument, aus dem eindeutig hervorgeht, dass Lance unschuldig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002438","hoster":"VOE"},{"path":"/redirect/9024695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-4/episode-30","name":"Der Racheengel","epNo":30,"alt":"The Avenging Angel","descr":"Beim Versuch, Richard und Chase auf hinterhältige Weise in die Pleite zu treiben, wird Angela ausgetrickst. Mit Entsetzen muss sie erkennen, dass sie in eine Falle gelaufen ist. Connie Giannini bietet Chase an, das Weingut ihres Vaters gemeinsam zu betreiben. Als sie ihr Geschäft mit einer herzlichen Umarmung besiegeln, werden sie von Maggie überrascht. Wutentbrannt flieht Maggie in das Haus ihres Schwagers Richard. Kurz darauf explodiert eine Bombe, und Richards Haus fliegt in die Luft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002440","hoster":"VOE"},{"path":"/redirect/9024698","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/falcon-crest/staffel-5/episode-1","name":"Phönix aus der Asche","epNo":1,"alt":"The Phoenix","descr":"Cassandra Wilder ist es gelungen, sich an die Spitze von Falcon Crest zu setzen. Um ihr Imperium zu retten, sieht Angela sich gezwungen, ein seit vielen Jahren gehütetes Geheimnis zu lüften. Richard und Maggie haben die Explosion überlebt, doch Maggie leidet seitdem an einer Amnesie. Ihr Zustand bringt Chase zur Verzweiflung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002447","hoster":"VOE"},{"path":"/redirect/9024701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-2","name":"Fremd im eigenen Haus","epNo":2,"alt":"Unfinished Business","descr":"Cassandra will aus Falcon Crest eine Ferienwohnanlage machen. Als Angela erfährt, dass Cassandra für ihr verhasstes Projekt noch einen Kapitalanleger sucht, nimmt sie Kontakt zu ihrem alten Freund Peter Stavros auf. Argwöhnisch beobachtet Melissa das Naheverhältnis zwischen ihrer Kusine Robin und Cole. Obwohl sie damit einverstanden war, dass Robin ein Kind von Cole austrägt, belastet sie nun diese Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002451","hoster":"VOE"},{"path":"/redirect/9024697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-3","name":"Blutsbande","epNo":3,"alt":"Blood Brothers","descr":"Angela unternimmt alles, um Falcon Crest nicht zu verlieren. Es bleibt ihr nichts anderes übrig, als Pater Christopher die Wahrheit über seine Herkunft zu sagen. Bei einem Treffen mit Cassandra macht Peter Stavros sein erstes Angebot zum Kauf von Falcon Crest. Maggie weiß nicht, ob sie ein Verhältnis mit Richard hat. In der Hoffnung, Genaueres zu erfahren, stellt sie Richard ein paar klärende Fragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002439","hoster":"VOE"},{"path":"/redirect/9024700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-4","name":"Licht in der Dunkelheit","epNo":4,"alt":"Echoes","descr":"Chase will Maggie dabei helfen, ihr Gedächtnis wiederzugewinnen. Doch sie kann sich weder an ihn, noch an ihre Hochzeit erinnert. Peter Stavros macht Angela einen Heiratsantrag. Diese denkt aber nur an die Rettung von Falcon Crest. Als Pater Christopher mehr über seine Familie erfährt, verwenden Angela und Greg ihn als Beweis dafür, dass Anna ein Motiv hatte, Dominic zu töten. Entnervt schleicht Anna in Angelas Schlafzimmer und setzt es in Brand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002441","hoster":"VOE"},{"path":"/redirect/9024699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-5","name":"Brandstifter","epNo":5,"alt":"Ingress And Ergress","descr":"Lance rettet Angela vor den Flammen, die auf Falcon Crest wüten. Cassandra ist sich bewusst, dass ihre Mutter den Brand gelegt hat. Ohne das enge Verhältnis zwischen ihm und Angela zu kennen, verkauft sie Falcon Crest an Peter Stavros. Chase schlägt Maggie vor, ihr Eheversprechen zu erneuern und ein zweites Mal zu heiraten. Durch eine Anspielung auf einen angeblichen Seitensprung von Chase versucht Angela, die Hochzeit in allerletzter Sekunde zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002446","hoster":"VOE"},{"path":"/redirect/9024704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-6","name":"Köder und Fußangeln","epNo":6,"alt":"Sharps And Flats","descr":"Lance will der attraktiven Kellnerin Apollonia zu einer Gesangskarriere verhelfen. Durch eine List gelingt es ihm, den Vorsitz des ‚New Globe‘ zurückzuerobern. Angela ist außer sich. Auch privat läuft es bei ihr momentan nicht gut. Peter Stavros will sie mit erpresserischen Methoden zur Heirat zwingen. Maggie zerstreitet sich wegen einer anderen Frau mit Chase. Die Auseinandersetzung ruft alte Erinnerungen bei Maggie wach, was Angela gar nicht lieb ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379032","hoster":"VOE"},{"path":"/redirect/9024702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-7","name":"Partnerschaftswechsel","epNo":7,"alt":"Changing Partners","descr":"Lance hat sich von Angela die volle Entscheidungsfreiheit über den ‚New Globe‘ zusichern lassen. Ohne ihr Wissen benutzt er diese, um den Zeitungsverlag gegen Richards Radiostation einzutauschen. Angela wird von Peter Stavros gedrängt, endlich den Hochzeitstermin festzulegen, doch wichtige Geschäfte erfordern ihre ganze Aufmerksamkeit. Angela will die Gemeinde von der Notwendigkeit eines Staudammes überzeugen, der einen Teil von Chases Land überschwemmen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002445","hoster":"VOE"},{"path":"/redirect/9024705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-8","name":"Sturmwarnungen","epNo":8,"alt":"Storm Warnings","descr":"Emma hat den Lastwagenfahrer Dwayne kennen gelernt. Als Angela davon erfährt, ist sie entsetzt und verhindert jeden weiteren Kontakt. Genauso wütend reagiert sie, als sie vom Tauschgeschäft erfährt, das Lance eingefädelt hat. Melissa gesteht Pater Christopher immer öfter ihre Liebe. Ihre Zuneigung lässt ihn an seiner Berufung zweifeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002444","hoster":"VOE"},{"path":"/redirect/9024706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-9","name":"Die Verlobung","epNo":9,"alt":"The Naked Truth","descr":"Lance bleibt von Angelas Klage gegen ihn ziemlich unberührt. Augenblicklich interessiert ihn nur Apollonias Karriere. Auch Chase gelingt es, das Staudammprojekt zu seinen Gunsten zu ändern. Angela wird ein Stück ihres Landes verlieren. Doch Angela hat etwas erfahren, womit sie wieder zu einem Schlag gegen die Giobertis ausholen kann: Sie weiß, wer der Vater von Robins Kind ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002449","hoster":"VOE"},{"path":"/redirect/9024707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-10","name":"Rätselhafte Begegnungen","epNo":10,"alt":"Inconceivable Affairs","descr":"Auf Falcon Crest läuten die Hochzeitsglocken. Angela hat sich endlich entschieden, Peter Stavros ihr Jawort zu geben. Emma bittet Dwayne, sie zur Frau zu nehmen und auch Cole und Melissa lassen sich kirchlich trauen. Das hindert Melissa jedoch nicht, weiterhin Pater Christopher nachzustellen. Einen Tag vor seiner Hochzeit verschwindet Peter Stavros spurlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002459","hoster":"VOE"},{"path":"/redirect/9024711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-11","name":"Gestörte Beziehungen","epNo":11,"alt":"Strange Bedfellows","descr":"Angela ist weiterhin damit beschäftigt, den Menschen in ihrer Umgebung das Leben schwer zu machen. Mit Geld versucht sie Dwayne dazu zu bringen, Emma zu verlassen. Doch die beiden beweisen, dass ihre Liebe allen Angriffen Angelas widersteht. Als Chase ihr einen schweren geschäftlichen Schaden zufügt, holt Angela zum Gegenschlag aus. Um ihn zahlungsunfähig zu machen, will sie seine Weinberge unter Quarantäne stellen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056251","hoster":"VOE"},{"path":"/redirect/9024710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-12","name":"Falsche Hoffnungen","epNo":12,"alt":"False Hope","descr":"Robin hat ein Mädchen zur Welt gebracht. Als sich herausstellt, dass es sofort operiert werden muss, überwindet Chase seine Abneigung gegen das Kind und sichert Cole und Melissa seine Unterstützung zu. Im ‚New Globe‘ werden erste Auszüge von Maggies neuestem Roman abgedruckt. Angela, die darin schlecht wegkommt, droht mit Schadensersatzklagen. Pater Christopher, der sich seiner Berufung nicht mehr ganz sicher ist, zieht sich für einige Zeit aus dem Kirchenleben zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002467","hoster":"VOE"},{"path":"/redirect/9024708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-13","name":"Dichtung und Wahrheit","epNo":13,"alt":"Fair Game","descr":"Nachdem sich Christopher auf Falcon Crest einquartiert hat, erwachen in Melissa neue Hoffnungen, endlich von ihm erhört zu werden. Sorgen bereiten ihr die mütterlichen Gefühle, die Robin gegenüber ihrem Baby hegt. Lance ist über Christophers Anwesenheit wenig erfreut. Er befürchtet, Christopher könnte ihm sein Erbe streitig machen und beschließt, ihn vorerst nicht aus den Augen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002452","hoster":"VOE"},{"path":"/redirect/9024709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-14","name":"Ehevertrag","epNo":14,"alt":"Conundrum","descr":"Richard muss Terry heiraten, weil sie ansonsten seine Machenschaften verrät. Um sich abzusichern, lässt er seine Braut einen Vertrag unterschreiben, in dem sie auf die meisten ihrer Rechte verzichtet. Cole und Melissa stehen wieder einmal vor dem Nichts: Nachdem sie Robin den vereinbarten Preis für ihr Baby bezahlt haben, verschwindet diese mit dem Kind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002450","hoster":"VOE"},{"path":"/redirect/9024717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-15","name":"Macht und Einfluss","epNo":15,"alt":"Checkmate","descr":"Julia kehrt nach langer Abwesenheit nach Falcon Crest zurück. Zu ihrem Bedauern stellt sie fest, dass ihre Mutter ganz die Alte geblieben ist. Doch diesmal ist Julia wild entschlossen, sich nicht für Angelas Intrigen einspannen zu lassen. Robin bleibt trotz einer groß angelegten Suchaktion mit ihrem Baby verschwunden. Nach einiger Zeit meldet sie sich bei Maggie, um ein verblüffendes Geständnis zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002457","hoster":"VOE"},{"path":"/redirect/9024715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-16","name":"Kollisionskurs","epNo":16,"alt":"Collision Course","descr":"Robin kehrt mit dem Baby heim. Sie wehrt sich aber mit Händen und Füßen dagegen, Cole und Melissa das Kind zu überlassen. Cole warnt seine Frau davor, eine Affäre mit Pater Christopher zu beginnen. Er befürchtet, dass sie dann keine Chance mehr auf eine Adoption des Kindes hätten. Angela arrangiert einen Überfall, um den Transport von Chases Wein zu stoppen. Keiner ahnt, dass Dwayne und Emma den Lastwagen fahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002453","hoster":"VOE"},{"path":"/redirect/9024713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-17","name":"Zerbrochene Träume","epNo":17,"alt":"Shattered Dreams","descr":"Chase verdächtig Angela, seinen Wein gestohlen zu haben. Er will gegen sie vorgehen, doch dazu braucht er Richards volle Unterstützung. J.J. Roberts hat sich das Leben genommen. Jordan, die sich für den Tod ihres Vaters verantwortlich fühlt, droht unter den starken Schuldgefühlen zusammenzubrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002455","hoster":"VOE"},{"path":"/redirect/9024712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-18","name":"Gewinner und Verlierer","epNo":18,"alt":"Gambit Exposed","descr":"Auf der Suche nach Peter Stavros macht Lance die Bekanntschaft seines Schwiegersohnes Philippe, der ihn auf den Familiensitz einlädt. Als Lance entdeckt, dass Peter dort festgehalten wird, versucht er ihn zu befreien. Doch Peter wird gut bewacht. Die Weinsorten von Chase werden mit einem Preis ausgezeichnet. Bei der Dankesrede verkündet Chase seine künftige Zusammenarbeit mit Richard.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002458","hoster":"VOE"},{"path":"/redirect/9024714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-19","name":"Gesucht und gefunden","epNo":19,"alt":"Finders And Losers","descr":"Auf dem Schloss, in dem Lance und Peter Stavros festgehalten werden, kommt es zu dramatischen Szenen. Die Lage scheint aussichtslos. Philippe ist fest entschlossen, Lance und Peter umzubringen. Die Vergesslichkeit von Jordan nimmt immer krassere Formen an. Terry wird klar, dass irgendetwas mit ihr nicht stimmen kann. Richard findet heraus, wer die Weinladung von Chase geraubt hat und droht mit einem handfesten Skandal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002463","hoster":"VOE"},{"path":"/redirect/9024716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-20","name":"Der Verzicht","epNo":20,"alt":"Flesh And Blood","descr":"Im Kampf um Robins Baby kommt es zu einer überraschenden Wende. Cole glaubt, dass er und Melissa keine guten Eltern wären und will auf die Adoption des Kindes verzichten. Terry lässt Jordans seltsames Verhalten keine Ruhe. Heimlich spioniert sie ihr nach und macht eine verblüffende Entdeckung. Maggie bricht zu einer Werbetour für ihren neuen Roman auf. Presseagent Jeff Wainright zeigt dabei nicht nur Interesse an Maggies literarischen Qualitäten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109357","hoster":"VOE"},{"path":"/redirect/9024721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-21","name":"Gesetz und Moral","epNo":21,"alt":"Law And Order","descr":"Gegen Angela liegt ein Haftbefehl wegen Diebstahls vor. Als Sheriff Gilmore auf Falcon Crest eintrifft, ist Angela nirgends zu finden. Zur Verblüffung aller will Peter Stavros nun die Geschäfte auf dem Gut übernehmen. Die Ehe von Cole und Melissa ist endgültig gescheitert. Cole packt seine Sachen und kehrt in sein Elternhaus zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9940455","hoster":"VOE"},{"path":"/redirect/9024730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-22","name":"Versteckte Absichten","epNo":22,"alt":"Hidden Meanings","descr":"Auf Falcon Crest wächst das Misstrauen gegenüber Peter Stavros. Lance glaubt, dass seine Großmutter die Gutsleitung nicht freiwillig einem Außenseiter überlassen hat. Als Angelas Anwalt sich weigert, Peter eine große Summe Geld auszuzahlen, wird er gefeuert. Peters Sohn Eric soll Melissa umwerben, um an ihre Traubenernte heranzukommen. Obwohl er zunächst nicht begeistert ist, findet er rasch Gefallen an dem Auftrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002456","hoster":"VOE"},{"path":"/redirect/9024720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-23","name":"In Abwesenheit","epNo":23,"alt":"In Absentia","descr":"Peter hat in Angelas Abwesenheit 30 Mio. Dollar aus ihrem Vermögen abgezogen. Als Angela nach ihrer Rückkehr den Schaden entdeckt, schwört sie Peter Rache. Terry erfährt, dass Richard in erheblichen finanziellen Schwierigkeiten steckt. Just in diesem Moment erscheint Peter bei Richard mit einer Erfolg versprechenden Idee für ein neues Geschäft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002460","hoster":"VOE"},{"path":"/redirect/9024718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-24","name":"Die einzige Zeugin","epNo":24,"alt":"Unholy Alliances","descr":"Angela muss sich vor Gericht für die Entführung von Chases Weinlieferung verantworten, doch sie hat Glück. Die einzige Zeugin verheddert sich bei ihrer Aussage. Nachdem er ihr erklärt hat, wohin ihr Geld geflossen ist, entspannt sich auch Angelas Verhältnis zu Peter. Die beiden vereinbaren, nun endlich zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002465","hoster":"VOE"},{"path":"/redirect/9024719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-25","name":"Abgründe","epNo":25,"alt":"Dangerous Ground","descr":"Nach ihrer Liebesnacht mit Lance ist für Jordan endlich der Augenblick der Wahrheit gekommen. Sie ist nun bereit, sich ihren psychischen Problemen zu stellen. Maggies unerwünschtem Kavalier Jeff Wainright ist jedes Mittel recht, um an Maggie heranzukommen. Als Chase ihm jeglichen Kontakt zu seiner Frau untersagt, merkt er, dass Jeff nicht zurechnungsfähig ist. Maggie hält ihn sogar für höchstgefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002476","hoster":"VOE"},{"path":"/redirect/9024722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-26","name":"Die Voraussagung","epNo":26,"alt":"Cease And Desist","descr":"Maggie fühlt sich von Jeff Wainright bedroht. Chase erreicht, dass es ihm gerichtlich verboten wird, sich Maggie zu nähern, trotzdem ist Maggie beunruhigt. Ständig findet sie Briefchen von Jeff, die zeigen, dass er sie aus der Ferne noch immer beobachtet. Melissa und Eric feiern die Einweihung ihres Weinkellers mit einem rauschenden Fest. Angela behagt es überhaupt nicht, dass Peters Sohn mit Melissa zusammensteckt. Als sie Eric aus dem Haus werfen will, ist Peter verärgert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002466","hoster":"VOE"},{"path":"/redirect/9024725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-27","name":"Ausgeliefert","epNo":27,"alt":"Consumed","descr":"Obwohl Jeff ständig überwacht wird, gelingt es ihm, in Maggies Haus einzudringen und sie zu entführen. Er sperrt Maggie in eine einsame Berghütte, um sie mit dem düsteren Schlusskapitel seines autobiografischen Romans zu konfrontieren. Angela ist nicht damit einverstanden, dass Emma und Dwayne heiraten. Doch die beiden kümmert das wenig. Heimlich fahren sie nach Reno, um sich dort trauen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056255","hoster":"VOE"},{"path":"/redirect/9024724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-28","name":"Die Befreiung","epNo":28,"alt":"Captive Hearts","descr":"Chase nimmt mit der Polizei die Verfolgung von Jeff Wainright auf. Als sie sein Versteck finden, versucht Chase, in die Hütte einzudringen. Da fällt plötzlich ein Schuss. Angela platzt in die Trauungszeremonie von Emma und Dwayne und verspricht ihnen eine richtige Hochzeit auf Falcon Crest. Guten Glaubens kehren die beiden mit ihr nach Hause zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002464","hoster":"VOE"},{"path":"/redirect/9024726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-5/episode-29","name":"Das Erdbeben","epNo":29,"alt":"The Cataclysm","descr":"Chase wurde beim Versuch, Maggie zu befreien, schwer verletzt. Während die Ärzte um sein Leben kämpfen, machen die Kriminalisten eine interessante Entdeckung: Die Kugel, die Chase getroffen hat, stammt nicht aus der Waffe von Jeff Wainright. Der Schuldige ist also noch auf freiem Fuß. Bei der Überstellung von Wainright in eine Nervenheilanstalt erschüttert ein schweres Erdbeben das Tal. Ganz Tuscany Valley liegt in Trümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002472","hoster":"VOE"},{"path":"/redirect/9024723","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/falcon-crest/staffel-6/episode-1","name":"Überlebende und Opfer","epNo":1,"alt":"Aftershocks","descr":"Das Erdbeben hat Falcon Crest schwer beschädigt. Dwayne und Terry können nur noch tot aus den Trümmern geborgen werden. Bei Terrys Beerdigung wird Richard festgenommen. Er steht unter dem Verdacht, Chase angeschossen zu haben. Jeff Wainright konnte aus der Haft fliehen. Da anzunehmen ist, dass er Maggie aufsucht, erhält sie Polizeischutz. Peter erzählt Angela von seiner Stieftochter Skyler, die er lange nicht gesehen hat. Angela lädt sie daraufhin nach Falcon Crest ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002470","hoster":"VOE"},{"path":"/redirect/9024727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-2","name":"Albträume","epNo":2,"alt":"Living Nightmare","descr":"Richard unternimmt alles, um den Verdacht gegen ihn, zu entkräften. Die einzige, die an seine Unschuld glaubt, ist Maggie, doch die hat im Moment andere Sorgen. Maggie wird von schlimmen Albträumen geplagt, in denen ihr Jeff Wainright erscheint. Um nicht erkannt zu werden, verändert Jeff sein Äußeres und macht sich auf den Weg zu ihr. Skyler trifft auf Falcon Crest ein und wird von Peter herzlich empfangen. Doch Angela bleibt Skyler gegenüber misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002468","hoster":"VOE"},{"path":"/redirect/9024729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-3","name":"Unerwünschter Besuch","epNo":3,"alt":"The Stranger Within","descr":"Angela überrascht Skyler mit der Aufforderung, Falcon Crest sofort zu verlassen. Sie hat erfahren, dass mit Skylers Identität etwas nicht stimmen kann. Auch Richard hat ernste Zweifel daran, wirklich Peters Stieftochter vor sich zu haben. Jeff Wainright macht sich unter falschem Namen an Vickie heran. Es gelingt ihm, ihr Interesse zu wecken. Bei einer Party der Giobertis bricht Maggie bewusstlos zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002477","hoster":"VOE"},{"path":"/redirect/9024728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-4","name":"Das Kurhotel","epNo":4,"alt":"Fatal Attraction","descr":"Die geplante Eröffnung des neuen Kurhotels erfordert Angelas ganze Aufmerksamkeit. Nicht einmal die Ankunft von Dan Fixx, in dessen Schuld sie steht, scheint Angela offenbar zu beunruhigen. Richard beauftragt einen Fotografen, bei der Einöffnungsfeier des Kurzentrums Fotos von Skyler zu machen. Natürlich soll sie nichts davon merken. Maggie erwartet ein Baby. Aufgrund der Vorkommnisse während ihrer Entführung ist möglicherweise Jeff der Vater des Kindes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002469","hoster":"VOE"},{"path":"/redirect/9024731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-5","name":"Gefährlicher Reiz","epNo":5,"alt":"Perilous Charm","descr":"Kit Marlowe alias Skyler will so schnell wie möglich aus dem Tal verschwinden, da sie befürchtet, dass ihre falsche Identität auffliegt. Doch Richard hindert sie daran und spannt Kit für seine Zwecke ein. Jeff Wainright ist es gelungen, Vickie zu einem gemeinsamen Wochenende in den Bergen zu überreden. Während Maggie Jeff hinter Gitter wähnt, liegt Vickie in seinen Armen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002473","hoster":"VOE"},{"path":"/redirect/12980862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-6","name":"Flammen am Horizont","epNo":6,"alt":"Flashpoint","descr":"Vickie ist dahinter gekommen, wer ihr Freund in Wirklichkeit ist. Doch sie hat keine Chance, Jeff zu entkommen. Zu ihrem Entsetzen bildet er sich ein, Maggie vor sich zu haben. Auf Falcon Crest wird die Hochzeitsfeier für Lance und Melissa nachgeholt. Niemand ahnt, welches Martyrium Vickie inzwischen durchmachen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002471","hoster":"VOE"},{"path":"/redirect/9024732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-7","name":"Reise ohne Wiederkehr","epNo":7,"alt":"Double Jeopardy","descr":"Vickie konnte sich vor dem wahnsinnigen Jeff Wainright retten. Diesem ist es inzwischen jedoch gelungen, sich zum Haus der Giobertis durchzuschlagen. Bei der anschließenden Verfolgungsjagd explodiert der Wagen, in dem Wainright flüchtet. Richard, der weiß, für wen die Bombe bestimmt war und wer dafür verantwortlich ist, zwingt die Schuldige, Tuscany Valley für immer zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002475","hoster":"VOE"},{"path":"/redirect/9024736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-8","name":"Bewerbungen","epNo":8,"alt":"Nepotism","descr":"Angela kocht vor Wut, als sie aus der Zeitung erfährt, dass Lance wieder beim ‚New Globe‘ arbeitet. Um ihm eins auszuwischen, behandelt sie Dan Fixx besonders zuvorkommend. Währenddessen versucht Peter, das Problem mit der Giftmüllbeseitigung zu lösen. Meredith Braxton möchte wissen, wo ihre Schwester Erin geblieben ist. Mit Angelas Hilfe gelingt es ihr, eine Stellung als Babysitter in Richards Haus zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100686","hoster":"VOE"},{"path":"/redirect/9024734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-9","name":"Stimmen aus dem Jenseits","epNo":9,"alt":"Slow Seduction","descr":"Nach dem Tod ihres Geliebten verliert Emma immer mehr den Boden unter den Füßen. Mit Hilfe eines Spiritisten versucht sie, sich Kontakt zu ihrem toten Freund zu verschaffen. Als Lance erkennt, dass es sich bei dem Mann um einen Scharlatan handelt, spannt er ihn für seine Zwecke ein. Bei den Giobertis herrscht Missstimmung. Chase entwickelt sich immer mehr zu einem harten Geschäftsmann, der im Streben nach geschäftlichem Erfolg nicht bemerkt, wie seine Familie langsam auseinanderfällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916354","hoster":"VOE"},{"path":"/redirect/8585914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-10","name":"Mit vollen Segeln","epNo":10,"alt":"Maggie","descr":"Die Kluft zwischen Chase und Maggie wird immer größer. Chase kann nicht verstehen, weshalb sie keinen Vaterschaftstest machen lässt. Nachdem Maggie den Herzschlag ihres ungeborenen Kindes gehört hat, will sie es austragen, egal, wer der Vater ist. Auch von Cole hat sich Chase entfernt. Sein Sohn zieht es vor, nach Australien auszuwandern und dort sein eigenes Leben aufzubauen. Lance kann erreichen, dass ihm Emma ihre Anteile am ‚New Globe‘ überschreibt. Damit kommt er seinem Plan, Richard zu vernichten, einen beträchtlichen Schritt näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100683","hoster":"VOE"},{"path":"/redirect/8720901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-11","name":"In der Klemme","epNo":11,"alt":"In der Klemme","descr":"Angela gerät ziemlich unter Druck. Sie wird bezichtigt, Giftmüll in den Weinbergen abgeladen zu haben und es scheint stichhaltige Beweise dafür zu geben. Angela drohen fünf Jahre Haft, sollte sich ihre Schuld herausstellen. In der Klemme sitzt auch Kit Marlowe. Ein gewisser Stafford hat sie entlarvt und trachtet ihr nach dem Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334764","hoster":"VOE"},{"path":"/redirect/9024739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-12","name":"Auf der falschen Seite","epNo":12,"alt":"False Front","descr":"Lance erlangt die alleinige Kontrolle über den ‚New Globe‘. Doch Richard gibt nicht kampflos auf und weist Lance in die Schranken. Maggie sucht Chase auf, um ihm zu seinem Wahlsieg zu gratulieren. Als sie das Wahlkampfbüro betritt, sieht sie, wie Chase die attraktive Gwen Fuller innig umarmt. Sofort macht sie auf ihren Absätzen kehrt, um nach Hause zu fahren. Unterwegs setzen überraschend die Wehen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002482","hoster":"VOE"},{"path":"/redirect/9024735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-13","name":"Verpasste Anschlüsse","epNo":13,"alt":"Missed Connections","descr":"Die Krise zwischen Maggie und Chase nimmt immer gröbere Formen an. Während Maggie im Spital liegt, verbringt Chase einen Abend mit Gwen Fuller. Kit Marlowe lässt sich von Stafford überzeugen, dass es am besten ist, aus Tuscany Valley zu verschwinden. Sie ahnt nicht, in welcher Gefahr sie sich befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002485","hoster":"VOE"},{"path":"/redirect/9024737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-14","name":"Die Entführung","epNo":14,"alt":"Dark Passion","descr":"Meredith hat Alex Green mit Nachforschungen über ihre Schwester beauftragt. Dieser greift zu ungewöhnlichen Methoden, um sein Ziel zu erreichen: Er entführt Richards Sohn mitsamt dem Kindermädchen. Kit Marlowe alias Skyler ist von Falcon Crest verschwunden. Peter macht sich Vorwürfe, ihren vermeintlichen Selbstmord nicht verhindert zu haben. Niemand ahnt, dass Tony Cumson Kit in Sicherheit bringen konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916352","hoster":"VOE"},{"path":"/redirect/9024738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-15","name":"Nachforschungen","epNo":15,"alt":"When The Bough Breaks","descr":"Richard erfährt endlich, was es mit der Entführung seines Sohnes Michael auf sich hat. Meredith gesteht ihm ihre Rolle in diesem abgekarteten Spiel. Unterdessen verschärft Alex Green seine Lösegeldforderungen und besteht darauf, dass ihm Meredith bei der Geldübergabe ausgeliefert wird. Chase fährt nach Oklahoma, um Näheres über den Verehrer seiner Tochter zu erfahren. Eine Welle von offener Feindseligkeit schlägt ihm dort entgegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002483","hoster":"VOE"},{"path":"/redirect/12482330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-16","name":"Eine Stadt in Angst","epNo":16,"alt":"The Cradle Will Fall","descr":"Dan ist bei dem Versuch, Chase zu Hilfe zu kommen, im Gefängnis gelandet. Inzwischen erkennt auch Chase, in welcher Gefahr sich er und Dan befinden. Geistesgegenwärtig ruft er die Bundespolizei zu Hilfe, um dem korrupten Sheriff, der Chase das Leben schwer macht, das Handwerk zu legen. Richard gelingt es mit Merediths Hilfe, seinen Sohn Michael aus den Händen des Entführers zu befreien. Zum Dank will er Meredith das geforderte Lösegeld schenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002487","hoster":"VOE"},{"path":"/redirect/9024742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-17","name":"Tanz auf dem Vulkan","epNo":17,"alt":"Topspin","descr":"Angela steckt in Schwierigkeiten. Richard hat eine Vertriebsfirma aufgekauft und kündigt an, Angelas Weine nur mehr an drittklassige Abnehmer zu verkaufen. Peter wird nach seiner Heimkehr aus Griechenland kühl empfangen. Angela ist nicht bereit, ihm die lange Abwesenheit zu verzeihen, und will, dass er Falcon Crest verlässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002484","hoster":"VOE"},{"path":"/redirect/9024741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-18","name":"Freunde und Helfer","epNo":18,"alt":"A Piece Of Work","descr":"Weil sie selbst nicht Mutter sein kann, möchte Emma fremde Kinder beaufsichtigen. Ihr Vorschlag, auf Falcon Crest eine Kinderkrippe einzurichen, stößt bei Angela jedoch auf wenig Begeisterung. Chase fühlt sich zur rebellischen Winzerin Gabrielle Short hingezogen und will sie erobern. Währenddessen kümmert sich Richard liebevoll um die stark vernachlässigte Maggie. Als Maggie mit dem Auto unterwegs ist, kündigt sich die Geburt ihres Babies an. Sie kann gerade noch Falcon Crest erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008561","hoster":"VOE"},{"path":"/redirect/9024745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-19","name":"Die Geburt","epNo":19,"alt":"Dance Of Deception","descr":"Maggie bekommt auf Falcon Crest mit Hilfe von Angela, Richard und Chase ihr Baby. Chase verblüfft sie, als er die Geburtsurkunde unterzeichnet. Es gibt noch einen zweiten Neuankömmling auf Falcon Crest: Peter Stavros. Er will Angela zurückgewinnen. In ihrem Kurhotel trifft Angela auf ihren alten Freund und Seelenverwandten, den Milliardär Roland Saunders. Saunders will angeblich wieder mit Angela ins Geschäft kommen. Keiner ahnt, was er in Wahrheit vorhat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002491","hoster":"VOE"},{"path":"/redirect/9024743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-20","name":"Faule Tricks","epNo":20,"alt":"Hat Trick","descr":"Das legendäre Weingut in den Bergen Kaliforniens ist Schauplatz eines erbitterten Kampfes um Reichtum und Macht. Chase Gioberti und seine Frau Maggie fordern die mächtige Angela Channing heraus. Doch der Gemeinheit und Gier der skrupellosen alten Dame sind sie nur selten gewachsen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002492","hoster":"VOE"},{"path":"/redirect/9024746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-21","name":"Kampflinien","epNo":21,"alt":"Battle Lines","descr":"Peter will endlich wissen, welche Verbindung zwischen Kit Marlowe und Roland Saunders besteht. Auch Angela ist neugierig geworden und schmiedet Pläne. Maggie trägt sich mit dem Gedanken, ihr Baby zur Adoption freizugeben, um dem Kind ein normales Leben zu ermöglichen. Richard rät ihr ab, seine Argumente überzeugen Maggie aber nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002489","hoster":"VOE"},{"path":"/redirect/9024748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-22","name":"Ohne Ausweg","epNo":22,"alt":"Nowhere To Run","descr":"Nachdem sie sich von ihrem Baby getrennt hat, erfährt Maggie, dass das Kind doch von Chase ist. Verzweifelt versucht sie alles, um die Adoption rückgängig zu machen. Auf Vickies Verlobungsparty geht es turbulent zu: Vickie betrinkt sich, Dan bekommt kalte Füße und zu guter Letzt findet Chao-Li einen Toten im Keller.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002488","hoster":"VOE"},{"path":"/redirect/9024744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-23","name":"Falsches Alibi","epNo":23,"alt":"Cold Hands","descr":"Nach dem Tod von Roland Saunders wird Tony Cumson unter dringendem Tatverdacht festgenommen. Angela gibt an, Tony Cumson am Tatort gesehen zu haben, doch Cumson ist unschuldig. Maggie und Chase versuchen noch immer, die Adoptiveltern ihres Babies zu finden. Sie ahnen nicht, dass Melissa, die ein Doppelleben führt, das Baby versteckt hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002496","hoster":"VOE"},{"path":"/redirect/9024750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-24","name":"Spurensuche","epNo":24,"alt":"Body And Soul","descr":"Tony Cumson wird mangels Beweisen enthaftet. Sofort begibt er sich auf die Suche nach Kit Marlowe. Durch gekonnte Beeinflussung des Staatsanwaltes gelingt es Angela, Tony Cumson wieder hinter Gitter zu bringen. In der Zwischenzeit versuchen Maggie und Chase, mittels Fernsehauftritt Näheres über den Verbleib ihres Kindes zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100685","hoster":"VOE"},{"path":"/redirect/9024747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-25","name":"Unglaubliche Geschichten","epNo":25,"alt":"Loose Cannons","descr":"Dan kommt hinter das Doppelleben von Melissa, verspricht aber, sie nicht zu verraten. Als Angela, die Melissa ebenfalls ausfindig gemacht hat, in deren Wohnung auftaucht, hat sie mit allem gerechnet, nur nicht damit, ein Baby zu finden. Maggie verkraftet die Ungewissheit um ihr Kind nicht. Auch der Verlust von Chase lastet schwer auf ihr. Liebevoll kümmert sich Richard um die verzweifelte Maggie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002494","hoster":"VOE"},{"path":"/redirect/9024752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-26","name":"Der Vielgeliebte","epNo":26,"alt":"The Great Karlotti","descr":"Wieder erweist sich die Spur, die Maggie und Chase verfolgen, als falsch. Chase ist fest entschlossen, sich von seiner Frau scheiden zu lassen, um für Gabrielle frei zu sein. Lance hat den Aufenthaltsort von Kit Marlowe ausfindig gemacht und versucht, sie zu einer Aussage vor Gericht zu bewegen. Emma überrascht ihren Freund mit der Ankündigung, eine Trauung auf Falcon Crest vorzubereiten und erlebt selbst eine Überraschung, als die Trauung vollzogen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002493","hoster":"VOE"},{"path":"/redirect/9024753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-27","name":"Kettenreaktion","epNo":27,"alt":"Chain Reaction","descr":"Richard veranlasst, dass Kit Marlowe nach Amerika zurückgebracht wird. Doch Lance durchkreuzt Richards Pläne und bringt Kit in seine Gewalt. Unterdessen findet Chase Hinweise dafür, dass Melissa etwas mit dem Verschwinden des kleinen Sohnes Kevin zu tun hat. Während der Gerichtsverhandlung von Tony Cumson überschlagen sich die Ereignisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922297","hoster":"VOE"},{"path":"/redirect/9024751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-6/episode-28","name":"Verzweiflung","epNo":28,"alt":"Desperation","descr":"Angela hilft Peter und Kit Marlowe, das Land heimlich zu verlassen. Tony Cumson schließt sich den beiden an. Bevor Peter Angela verlässt, übergibt er ihr einen Brief, der ihr Leben von Grund auf ändern wird. In der Zwischenzeit kann Melissa mit dem Baby gefunden werden. In einer wilden Verfolgungsjagd stürzt Melissa mit dem Kind in die Bucht von San Francisco.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002500","hoster":"VOE"},{"path":"/redirect/9024754","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/falcon-crest/staffel-7/episode-1","name":"Vermisst","epNo":1,"alt":"Opening Moves","descr":"Beim Versuch, den kleinen Kevin zu retten, kann Chase nicht aus dem Wasser geholt werden. Sein Schicksal bleibt ungewiss. Unerwartet taucht Nicole Sauget auf. Sie behauptet, eine Freundin des vermissten Chase zu sein und beansprucht sein Erbe. Angela hat herausgefunden, dass Richard ihr Sohn ist. Mit allen Mitteln versucht sie, diese Tatsache zu verheimlichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002498","hoster":"VOE"},{"path":"/redirect/9024749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-2","name":"Verstoßen und vergessen","epNo":2,"alt":"Obsession Possession","descr":"Maggie gerät durch die hohen Geldforderungen von Nicole Sauget in arge Bedrängnis. Auch weiß sie nicht, wem sie in ihrer Umgebung trauen kann und wem nicht. Während einer Unterredung eröffnet Richard den Anwesenden, dass er der Sohn von Angela ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002499","hoster":"VOE"},{"path":"/redirect/9024759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-3","name":"Pokerspiele","epNo":3,"alt":"Redemption","descr":"Kurz bevor Maggie ihre Weinberge an Nicole Sauget verliert, decken Remick und Angela Nicoles finstere Vergangenheit auf. Angela schlägt daraus Kapital und kauft Nicoles Schuldschein. Eric Stavros erweist sich als Spielernatur. Bei einer Pokerpartie mit Richard setzt er den letzten Rest seines Vermögens sowie einen großen Landstrich in Nevada.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002504","hoster":"VOE"},{"path":"/redirect/9024756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-4","name":"Die Explosion","epNo":4,"alt":"The Big Bang","descr":"Nach der Geliebten von Chase ist es nun Angela, die von Maggie die Rückzahlung der alten Schulden verlangt. Richard überredet Maggie zu einem Wochenendausflug nach Nevada, um sie ein wenig von ihren Geldsorgen abzulenken. Nach ihrer Rückkehr wird das Testament von Chase verlesen. Als Angela bei Maggie eintrifft, um ihre Schulden einzufordern, kommt es zu einer gewaltigen Explosion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002503","hoster":"VOE"},{"path":"/redirect/9024755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-5","name":"Scherben","epNo":5,"alt":"Dead End","descr":"Die Explosion in Maggies Haus hat zum Glück keine Opfer gefordert. Während die polizeilichen Ermittlungen auf Hochtouren laufen, stellt Richard eigene Nachforschungen an. Er kommt bald dahinter, dass die Sprengung geplant war und wer hinter dem Anschlag steckt. Maggie, die nun ohne Obdach und sehr verängstigt ist, zieht mit ihrem Sohn Kevin bei Richard ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002509","hoster":"VOE"},{"path":"/redirect/9024758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-6","name":"Alte Liebe","epNo":6,"alt":"New Faces","descr":"Maggie, die sich bei Richard nicht mehr sicher fühlt, zieht mit den Kindern ins Kurhotel. Sie kommt vom Regen in die Traufe. Denn Carlton Travis, der eigentlich hinter Richard her ist, nutzt die Gelegenheit und zwingt sie in eine lebensgefährliche Situation. Dass Carlton früher einmal mit Angela verlobt war, weiß nicht einmal Richard. Emma wandert nach Hollywood aus und versucht dort ihr Glück als Autorin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002510","hoster":"VOE"},{"path":"/redirect/11420419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-7","name":"Rache ist süß","epNo":7,"alt":"Sweet Revenge","descr":"Carlton Travis hat mit Richards Vater Denault eine Rechnung offen. Da Denault vor Jahren verstorben ist, muss Richard für ihn herhalten. Um ihm Angst einzujagen, entführt Travis Maggie und hält sie die ganze Nacht lang fest. Das ist selbst für Angela der Bogen überspannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002513","hoster":"VOE"},{"path":"/redirect/9024760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-8","name":"Menschenjagd","epNo":8,"alt":"Manhunt","descr":"Carlton Travis hält Richard fest. Ihm droht der Tod, wenn Angela nicht beweisen kann, dass Travis den Mord an seinem Bruder nicht begangen hat. Angela macht sich auf die Suche nach dem wahren Täter. Auch Dina lebt nicht mehr. In einem Abschiedsbrief gibt sie Lance die Schuld an ihrem vermeintlichen Freitod. Als Lance der Sache nachgeht, kommt er hinter das Geheimnis von Schwester Claudia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002506","hoster":"VOE"},{"path":"/redirect/9024769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-9","name":"Wettlauf mit der Zeit","epNo":9,"alt":"Hunter’s Moon","descr":"Claudia hat Lance, während er schlief, ein Gift injiziert. Ihm bleibt nur wenig Zeit, das Gegenmittel zu besorgen. Gemeinsam mit seinem Vater versucht er, sein Leben zu retten. Richard macht Maggie einen Heiratsantrag. Bevor sie zustimmt, trifft er Liz, die Tochter eines alten Freundes, wieder. Liz steckt in geschäftlichen Schwierigkeiten. Richard bietet ihr seine Unterstützung an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056253","hoster":"VOE"},{"path":"/redirect/9024762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-10","name":"Freunde und Liebhaber","epNo":10,"alt":"Lovers And Friends","descr":"Auf Liz McDowell ist ein Anschlag verübt worden. Aus Angst vor einer neuen Attacke zieht sie zu Richard und Maggie. Zwischen Liz und Maggie kommt es zu Spannungen, und Maggie entschließt sich, ihre Tochter in Monte Carlo zu besuchen. Richard fliegt nach Japan, um den Geschäftspartner von Liz aufzusuchen, den er hinter den Anschlägen vermutet. Liz aber fürchtet sich vor dem Alleinsein. Sie besteht darauf, Richard zu begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002512","hoster":"VOE"},{"path":"/redirect/9024761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-11","name":"Spielleidenschaft","epNo":11,"alt":"Across The Bridge","descr":"Eric fröhnt in Monte Carlo seiner Spielleidenschaft und verstrickt sich tief in Schulden bei Dimitrov. Um diese loszuwerden, muss er seinem Gläubiger einen Dienst erweisen. Liz versucht, Richard zu verführen, hat aber keinen Erfolg damit. Nach ihrer Rückkehr aus Japan erlebt Richard eine große Überraschung. Da Melissas Weingeschäft gut anläuft, möchte sie auch bei der Neuwahl des Sheriffs mitmischen. Erbost heuert Angela einen Magier an, der Melissa in den Wahnsinn treiben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002502","hoster":"VOE"},{"path":"/redirect/12482334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-12","name":"Schwarz und weiß","epNo":12,"alt":"Twist And Shout","descr":"Eric wird von seinem Gläubiger erpresst. Um seinen Schuldenberg abzutragen, soll er einen Politiker töten. Ausgerechnet auf der Verlobungsparty für Richard und Maggie will Eric den Anschlag verüben. Lance verliebt sich in die junge Shannon, die in Tuscany Valley Arbeit sucht. Blind vor Liebe merkt er nicht, dass Shannon von Angela geködert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002501","hoster":"VOE"},{"path":"/redirect/9024764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-13","name":"Unsaubere Methoden","epNo":13,"alt":"Rescue Me","descr":"Dimitrov hat aus Rache Vickie entführt. Niemand weiß, dass Richard dieses Manöver in Gang gesetzt hat, um Eric von seiner Spielleidenschaft zu heilen. Sowie Richard und Maggie verheiratet sind, wird eine bestimmte Klausel im Testament von Chase wirksam. Angela sorgt vor und schaltet ihren Anwalt Spencer ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002514","hoster":"VOE"},{"path":"/redirect/9024763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-14","name":"Das Wespennest","epNo":14,"alt":"Hornet’s Nest","descr":"Richard ist mit Eric nach Jugoslawien geflogen, um die entführte Vicky zurückzuholen. Das ist jedoch schwieriger als erwartet, denn Genossin Malec lassen Richards Charme-Übungen kalt. Inzwischen hat Angela allen Grund zu triumphieren: Am Tag von Richards und Maggies Hochzeit wird ihr der gesamte Gioberti-Besitz zufallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002505","hoster":"VOE"},{"path":"/redirect/9024768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-15","name":"Polterabend","epNo":15,"alt":"The Uncertainty Principle","descr":"Der Tag der Trauung von Richard und Maggie bricht an. Mit Spannung erwartet Angela die Hochzeit, die sie in den alleinigen Besitz von Falcon Crest bringen wird. Doch kurz bevor Richard den Ring über Maggies Finger streifen will, überreicht ihm Eric ein Dokument mit brisantem Inhalt. Lance möchte mit seiner neuen Flamme Shannon zusammenziehen. Als er von ihrer Liebesbeziehung mit seinem Vater erfährt, ändert er seine Meinung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002508","hoster":"VOE"},{"path":"/redirect/9024765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-16","name":"Eine harte Nuss","epNo":16,"alt":"A Madness Most Discreet","descr":"Maggie und Richard verschieben ihre Hochzeit, bis geklärt ist, wie sie den letzten Willen von Chase außer Kraft setzen können. Allem Anschein nach steht ihnen ein langwieriger Erbprozess bevor. Bei genauerer Betrachtung des Testaments macht Gabrielle Short jedoch eine interessante Entdeckung. Ein Gaunerpaar fordert von Emma zwei Mio. Dollar für ein kompromittierendes Foto. Hilfesuchend wendet sich Emma an Lance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002511","hoster":"VOE"},{"path":"/redirect/9024766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-17","name":"Wolkenbrüche","epNo":17,"alt":"Stormy Weather","descr":"Ein schweres Unwetter zwingt Maggie und Richard, ihre Reise in die Flitterwochen zu unterbrechen und auf Falcon Crest Station zu machen. Auch der Rest der Familie trudelt nach und nach bei Angela ein. Um sich die Zeit zu vertreiben, beginnt die Runde ein kleines Mörder-und-Detektiv-Spiel zu inszenieren. Doch aus dem Spiel wird plötzlich Ernst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334769","hoster":"VOE"},{"path":"/redirect/9024770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-18","name":"Vermächtnisse","epNo":18,"alt":"Legacy","descr":"Während der mysteriöse Mord an Curtis Estabrook unaufgeklärt bleibt, tritt der letzte Wille von Chase in Kraft und das Weingut geht an Angela über. Emma findet Unterlagen, die Informationen über Richard enthalten. Als sie dies dem Justizministerium mitteilen will, wird sie von zwei Männern überfallen. Richard bricht seine Flitterwochen mit Maggie ab, als er davon erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002519","hoster":"VOE"},{"path":"/redirect/9024772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-19","name":"Verwicklungen","epNo":19,"alt":"Wheels Weeding Wheels","descr":"Seit dem Tod von Curtis benimmt sich Richard sonderbar. Maggie befürchtet, dass er in den Mordfall verstrickt sein könnte und versucht, John Remick ausfindig zu machen. Curtis hat seinen Namen erwähnt. Als sie mit der Suche nach Remick nicht vorankommt, schaltet sie Lance ein, der Unfassbares herausfindet. Melissa versöhnt sich mit ihrem schwer kranken Onkel Frank. Doch dieser ahnt, dass eine Intrige Angelas dahinter steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002522","hoster":"VOE"},{"path":"/redirect/9024771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-20","name":"Channing gegen Channing","epNo":20,"alt":"Channing Vs. Channing","descr":"Angela geht vor Gericht, um für das Besuchsrecht ihres Enkels zu kämpfen. Doch Richard, Mitglied der Organisation die ‚Dreizehn‘, gibt sich nicht geschlagen und erwirkt eine Berufung. Auf der Suche nach Eastbrooks Mörder und den Verantwortlichen für den Überfall auf Emma, lässt sich Lance von der jungen Justizbeamtin Kathryn helfen. Er ahnt nicht, dass auch sie für den Club der ‚Dreizehn‘ arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002520","hoster":"VOE"},{"path":"/redirect/9024775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-21","name":"Irrwege","epNo":21,"alt":"False Faces","descr":"Aus Enttäuschung über ihre Ehe mit Richard entwickelt sich Maggie allmählich zur Alkoholikerin. Angela versucht, dies für sich zu nützen und schleust eine Vertrauensperson in Maggies Haushalt ein. Ihr Ziel ist es, das Sorgerecht für ihren Enkel Michael zu erhalten. Lance und Kathryn fliegen nach Afrika, um vor Ort nach dem vermissten Remick zu suchen. Noch ahnt Lance nicht, dass Kathryn den Auftrag bekommen hat, Lance zu beseitigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002524","hoster":"VOE"},{"path":"/redirect/9024773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-22","name":"Der Pakt mit dem Teufel","epNo":22,"alt":"Dirty Tricks","descr":"Während Melissa und Angela sich bekämpfen, versucht Richard, Maggie zu helfen. In New York teilt er den Mitgliedern des Club der ‚Dreizehn‘ mit, dass er aussteigen will. Doch mit der Antwort, die er erhält, hat Richard nicht gerechnet. Kathryn gesteht Lance, dass sie beauftragt wurde, ihn zu beseitigen. Als ihr Leben bedroht wird, hilft ihr Lance, einen neuen Beginn zu wagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002517","hoster":"VOE"},{"path":"/redirect/9024780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-23","name":"Selbsthilfe","epNo":23,"alt":"Flying Blind","descr":"Richard bereut es, dem Club der ‚Dreizehn‘ beigetreten zu sein und sucht verzweifelt nach Mitteln und Wegen, sich aus den Klauen dieser Vereinigung zu befreien. Maggie will ihr Alkoholproblem auf eigene Faust bekämpfen. Doch als sie die Wahrheit über den Verbleib ihrer Tochter Vickie erfährt, ist es mit ihrer Selbstbeherrschung vorbei. Inzwischen haben sich Lance und Angela zusammengetan, um gegen Rosemont und dessen verbrecherischen Verein vorzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002525","hoster":"VOE"},{"path":"/redirect/9024774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-24","name":"Der Schlüssel zu Angela","epNo":24,"alt":"The Key To Angela","descr":"Eine weitere Klausel im Testament von Chase wird vor versammelter Familie verlesen. Chase erwähnt darin einen Schlüssel, der Angela ruinieren könnte, wenn er in das dazugehörige Schloss gesteckt wird. Eine fieberhafte Suche nach dem Schlüsselloch beginnt. Richard will Maggie von seiner Liebe überzeugen und setzt alle Hebel in Bewegung, um Vickie und Eric aus dem Schweizer Gefängnis herauszuholen. Dadurch hetzt er den Club der ‚Dreizehn‘ gegen sich auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002518","hoster":"VOE"},{"path":"/redirect/9024777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-25","name":"Eine Ladung Sprengstoff","epNo":25,"alt":"King’s Gambit","descr":"Um schnell zu Geld zu kommen, lässt sich Dan überreden, eine Ladung Nitro-Glyzerin mit dem Lastwagen durch ein Gebirge zu transportieren. Er ahnt nicht, dass ihm von seinen Kumpels eine Falle gestellt wurde. Richards Versuch, den Club die ‚Dreizehn‘ beim FBI anzuschwärzen, misslingt. Rosemont hat rechtzeitig für die Verschleierung aller Spuren gesorgt und schon eine Agentin damit beauftragt, Richards Ende vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002515","hoster":"VOE"},{"path":"/redirect/9024781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-26","name":"Das Verhör","epNo":26,"alt":"Telling Tales","descr":"Richard und Angela müssen vor den Senat. Trotz der vom Club der ‚Dreizehn‘ verübten Anschläge ist Richard fest entschlossen, gegen Rosemont auszusagen. Angela schlägt Richard einen Plan vor, wie sie Rosemont eine Falle stellen können. Doch dieser gibt sich nicht geschlagen. Als Richard am Tag nach dem Verhör aufwacht, erlebt er eine böse Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002521","hoster":"VOE"},{"path":"/redirect/9024778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-27","name":"Unzureichende Beweise","epNo":27,"alt":"As Tears Go By","descr":"Richard wird in einen Strudel von wahren und falschen Aussagen verstrickt. Um seine Familie nicht zu gefährden, schweigt er vor Gericht. Angela beschließt, ihrem Sohn aus der Klemme zu helfen. Bei einem Treffen mit den ‚Dreizehn‘ zeichnet sie das Gespräch auf Tonband auf. Doch ein Informant verrät sie. Melissa und Lance haben auf ihrer Suche nach dem machtbringenden Schloss endlich Glück. Der Beginn von Angelas Ruin scheint damit hereinzubrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002523","hoster":"VOE"},{"path":"/redirect/9024776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-7/episode-28","name":"Es war einmal","epNo":28,"alt":"Last Dance","descr":"Seit Richard beschlossen hat, gegen die Geheimorganisation ‚Dreizehn‘ auszusagen, ist sein Leben in Gefahr. Um ihn endgültig auszuschalten, wird Eric von der Organisation unter Drogen gesetzt und mit einem Mordauftrag betraut. Lance und Melissa haben in einer verfallenen Westernstadt ein altes Dokument aufgespürt, das beweist, dass Melissa die Erbin von Falcon Crest ist. Kurz nach der Entdeckung der Urkunde brechen die Mauern über ihnen ein und verschütten die beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002527","hoster":"VOE"},{"path":"/redirect/9024783","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/falcon-crest/staffel-8/episode-1","name":"Veränderte Zeiten","epNo":1,"alt":"Changing Times","descr":"Während sich Maggie nach dem Tod Richards auf die Weiterführung seiner Unternehmen vorbereitet, findet sich Angela scheinbar mit dem Verlust Falcon Crests ab. Melissa, die neue Herrin auf dem Weingut, führt ein strenges Regiment. Bald sieht es ganz so aus, als würde ihr der neu erworbene Reichtum über den Kopf wachsen. Pilar Ortega, die ehrgeizige und schöne Tochter des Vorarbeiters, kehrt nach Falcon Crest zurück und weckt große Neugier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922301","hoster":"VOE"},{"path":"/redirect/9024796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-2","name":"Lebewohl und Auf Wiedersehen","epNo":2,"alt":"Farewell My Lovelies","descr":"Maggie kann kaum glauben, dass Richard lebend vor ihr steht. Dieser hat seinen Tod nur inszeniert, um die Organisation ‚Dreizehn‘ endgültig ausschalten zu können. Nach seinem Auftauchen erwacht auch Angela wieder zum Leben und beschließt, sich Falcon Crest zurückzuholen. Inzwischen nimmt Melissas Verwirrung immer größere Ausmaße an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002526","hoster":"VOE"},{"path":"/redirect/9024779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-3","name":"Rauchende Trümmer","epNo":3,"alt":"Dust To Dust","descr":"Lance kann nicht verhindern, dass Melissa in den von ihr gelegten Flammen umkommt. Nun steht Angela nichts mehr im Weg. Sie kehrt in ihr Reich zurück und holt als erstes Nick Agretti auf das Gut zurück. In der Zwischenzeit arbeitet Emma an einer Reportage über den Schriftsteller Young, muss aber mit dessen Sekretär Cabot Vorlieb nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002535","hoster":"VOE"},{"path":"/redirect/9024782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-4","name":"Schuldig oder nicht schuldig","epNo":4,"alt":"Jeopardy","descr":"Lance wird beschuldigt, den Brand auf Falcon Crest gelegt zu haben. Melissas Dienstmädchen will ihn kurz vor Ausbruch des Feuers gesehen haben. Angela engagiert die besten Anwälte, um vor Gericht die Unschuld von Lance zu beweisen. Inzwischen versucht Richard herauszufinden, wer die Mitglieder der ‚Dreizehn‘ beseitigt hat. Senator Ryder will ihm dieses Verbrechen anlasten. Melissas letzter Wille sorgt für Aufsehen: Zur Überraschung aller hat sie verfügt, dass Nick Angretti ihren Nachlass verwaltet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002529","hoster":"VOE"},{"path":"/redirect/13933095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-5","name":"Geheimnisse","epNo":5,"alt":"Tuscany Venus","descr":"Nick Agretti als Verwalter von Falcon Crest ist Angela ein Dorn im Auge. Sie sucht nach dunklen Flecken in Nicks Vergangenheit und wird auch fündig. Maggie hat Senator Ryder erschossen, um Richard vor dem sicheren Tod zu retten. Obwohl sie in Notwehr gehandelt hat, ist sie zutiefst über ihre Tat erschüttert. Dankbar nimmt sie das Angebot einer Freundin an und verreist übers Wochenende, um sich Klarheit über ihr zukünftiges Leben zu verschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922299","hoster":"VOE"},{"path":"/redirect/9024784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-6","name":"Alte und neue Lügen","epNo":6,"alt":"Liars Anonymous","descr":"Angela hat Nick mit Erfolg unter Druck gesetzt. Er überlässt ihr Falcon Crest und beschließt, seinem Sohn die Wahrheit zu sagen. Pilar Ortega sorgt für Unruhe in Tuscany Valley. Mit wachsender Besorgnis beobachtet Angela, wie Ortega ihre lateinamerikanischen Landsleute durch die Vergabe günstiger Kredite wirtschaftlich fördert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002531","hoster":"VOE"},{"path":"/redirect/9024786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-7","name":"Väter und Söhne","epNo":7,"alt":"Life With Father","descr":"Wie von Angela beabsichtigt, steht es zwischen Nick und seinem Sohn Ben nicht zum Besten. Richard bietet Pilar, die von Angela ständig kontrolliert wird, Unterstützung für ihr bankrottes Unternehmen an. Er erwartet sich dafür die Mehrheit der Anteile. Maggie freut sich über ihren Erfolg bei ihrer neuen Aufgabe, ohne zu ahnen, dass Richard die Fäden im Hintergrund zieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002533","hoster":"VOE"},{"path":"/redirect/9024787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-8","name":"Die falsche Wahl","epNo":8,"alt":"Solomon’s Choice","descr":"Pilar gerät zunehmend unter den Druck von Richard und Angela. Als sie aufgefordert wird, ihre Tochter zur Adoption freizugeben, sucht sie Trost bei Lance, findet bei ihm aber die attraktive Cookie. Emma entdeckt zu ihrer Überraschung, dass Mr. Cabot seine wahre Identität verschleiert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002530","hoster":"VOE"},{"path":"/redirect/9024788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-9","name":"Misstrauen","epNo":9,"alt":"Suspicion","descr":"Angela ist von Emmas Ansinnen, den Schriftsteller Young zu heiraten, begeistert. Mit ihren Vorschlägen zu einem großartigen Fest schreckt sie aber den Bräutigam ab. Pilar befürchtet, sich Angela zur Feindin zu machen, wenn diese von Richards Teilhaberschaft an dem Konsortium erfährt. Doch nun ist es für solche Überlegungen zu spät. Von Lance enttäuscht, wendet sich Pilar wieder Nick Agretti zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002541","hoster":"VOE"},{"path":"/redirect/9024790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-10","name":"Die Braut ist fort","epNo":10,"alt":"There Goes The Bride","descr":"Ben Agretti versucht sehr zum Missfallen seines Vaters, mehr über seine Mutter zu erfahren. Überraschend für alle, steht diese eines Tages vor der Tür. In der Zwischenzeit verwirrt Emma ihre Familie mit abwechselnden Ab- und Zusagen für ihre Hochzeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002532","hoster":"VOE"},{"path":"/redirect/9024791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-11","name":"Heimlichkeiten","epNo":11,"alt":"True Confessions","descr":"Anna Cellinis Ankunft im Tuscany Valley sorgt für Aufregung. Während Ben darüber sehr glücklich ist, fürchtet Nick, dass Annas Vater seinen Enkel nach Italien bringen lassen will. Er bittet Anna, so schnell wie möglich Falcon Crest wieder zu verlassen. Pilar und Cookie haben Neuigkeiten für Lance: Die eine will mit ihm zusammenleben, die andere erwartet ein Kind von ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002545","hoster":"VOE"},{"path":"/redirect/9024793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-12","name":"Ein Baby zuviel","epNo":12,"alt":"And Baby Makes Three","descr":"Angela will nicht tatenlos zusehen, wie sich Richard im Tuscany Valley breit macht. Sie hält Pilar dazu an, ihr Informationen zu beschaffen. Lance gesteht Pilar seine Vaterschaft und sie ihm, dass die als ihre Cousine ausgegebene Lisa in Wahrheit das Kind von Lance ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002544","hoster":"VOE"},{"path":"/redirect/9024789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-13","name":"Einladung zum Dinner","epNo":13,"alt":"Dinner At Eight","descr":"Während Anna und Nick Agretti wieder zueinanderfinden, gibt es zwischen Lance und Cookie auf einer Dinnerparty großen Krach. Er will ihr klarmachen, dass er sie nicht heiraten wird. Angela kommt hinter das doppelbödige Spiel ihres Kontrahenten Richard.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002537","hoster":"VOE"},{"path":"/redirect/9024792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-14","name":"Drohendes Unheil","epNo":14,"alt":"Uneasy Allies","descr":"Richard ist mit seinem Versuch, die wirtschaftliche Macht über Tuscany Valley zu erhalten, zu weit gegangen. Aus Rache plant Angela seinen Untergang. Auch Maggie ist über Richards Geschäftsmethoden entsetzt und will ihn mitsamt ihren Kindern verlassen. Pilar drängt Lance zu einer schnellen Heirat. Nick Agretti erfährt, wie es um seine Frau Anna steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002539","hoster":"VOE"},{"path":"/redirect/9024797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-15","name":"Das lange Warten","epNo":15,"alt":"The Vigil","descr":"Maggie geht nicht auf Richards Versöhnungsversuche ein. Sie schreibt einen Artikel gegen ihren Mann, worauf dieser mit einer Sorgerechtsklage antwortet. Ben und sein Freund Gabriel verunglücken mit dem Auto. Die Familien Agretti und Ortega bangen um das Leben der beiden schwer Verletzten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002547","hoster":"VOE"},{"path":"/redirect/9024795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-16","name":"Der tiefe Brunnen","epNo":16,"alt":"Missing Links","descr":"Maggies Sohn Michael leidet sehr unter der Trennung von seiner Mutter und macht sich auf, sie zu suchen. Als man sein Verschwinden bemerkt, sucht die ganze Familie nach ihm. Angela will bei den Geschäften des Glenbraddock-Unternehmen mitreden, was aber Richard zu verhindern weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002546","hoster":"VOE"},{"path":"/redirect/9024794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-17","name":"Die Doppelgängerin","epNo":17,"alt":"Resurrections","descr":"Richard lernt auf einer Geschäftsreise Samantha Ross kennen, die der toten Melissa verblüffend ähnlich sieht. Er kann sie überreden, ihn nach Tuscany Valley zu begleiten. Dort wird er Angela die Doppelgängerin als totgeglaubte Melissa präsentieren, die wieder Ansprüche auf Falcon Crest erhebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922298","hoster":"VOE"},{"path":"/redirect/9024798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-18","name":"Zwischen den Fronten","epNo":18,"alt":"Enquiring Minds","descr":"Richard ist diesmal der Gewinner auf allen Linien: Angela wird von Samantha genarrt, Pilar sagt für ihn aus, und das Sorgerecht für die Kinder scheint ihm sicher. Er hat Maggie bei einem trauten Treffen mit ihrem Angestellten Tommy ertappt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100684","hoster":"VOE"},{"path":"/redirect/9024799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-19","name":"Wahn und Wirklichkeit","epNo":19,"alt":"Grand Delusions","descr":"Angela kehrt mit Samanthas Hilfe wieder nach Falcon Crest zurück, doch keiner schenkt ihrer Entführungsgeschichte Glauben. Richard warnt Pilar, gegen ihn vorzugehen. Mit einem Tonband setzt er sie unter Druck. Bei Gericht erreicht Richard, dass Angela sich einer psychiatrischen Untersuchung unterziehen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002548","hoster":"VOE"},{"path":"/redirect/9024801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-20","name":"Abgeschoben","epNo":20,"alt":"Ties That Bind","descr":"Richard schiebt Samantha nach Paris ab und sorgt dafür, dass sie dort verhaftet wird. So hat Angela keine Möglichkeit, ihre Entführungsgeschichte zu beweisen, obwohl sie Richards Intrige nun durchschaut. Er will die Verfügungsgewalt über Falcon Crest erlangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002543","hoster":"VOE"},{"path":"/redirect/9024803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-21","name":"Wer zuletzt lacht …","epNo":21,"alt":"The Last Laugh","descr":"Die gerichtliche Untersuchung über Angelas Geisteszustand scheint katastrophal zu enden. Richard will die Vormundschaft erwirken und somit die Herrschaft über Falcon Crest. Aber Angela wäre nicht sie selbst, wenn nicht auch sie mit einer Überraschung aufwarten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002542","hoster":"VOE"},{"path":"/redirect/9024802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-8/episode-22","name":"Der Untergang","epNo":22,"alt":"Decline And Fall","descr":"Nachdem Angela Richards Pläne zunichte gemacht hat, kehrt sie im Triumph nach Falcon Crest zurück, wo die gesamte Familie auf ihrer Seite steht. Mit Hilfe von Samantha startet Angela ihren Rachefeldzug gegen Richard, den sein bisheriges Glück verlassen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002552","hoster":"VOE"},{"path":"/redirect/14166716","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falcon-crest/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/falcon-crest/staffel-9/episode-1","name":"Der Preis der Freiheit","epNo":1,"alt":"The Price Of Freedom","descr":"Seit Richard Channing wegen Verletzung des Kartellgesetzes im Gefängnis sitzt, fühlt sich Angela wieder sicher. Sie beschließt, für einige Zeit nach Griechenland zu reisen. Richard setzt alles daran, das Gefängnis sobald als möglich zu verlassen und sammelt Material gegen seinen Feind Michael Sharpe. Während dieser Zeit kommen sich Richard und Maggie wieder näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002553","hoster":"VOE"},{"path":"/redirect/9024804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-2","name":"Ein gefährlicher Liebhaber","epNo":2,"alt":"Charley","descr":"Es herrscht tiefe Trauer um Maggie. Zur Beerdigung erscheint auch Emma, die von dem zwielichtigen jungen Charley begleitet wird. Angela und Pilar spüren, dass von ihm eine ernstzunehmende Gefahr ausgeht. Richard lässt sich durch den Trauerfall nicht von seiner Aussage abhalten. Michael Sharpe rächt sich dafür furchtbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002550","hoster":"VOE"},{"path":"/redirect/9024812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-3","name":"Familienbande","epNo":3,"alt":"Flesh And Blood","descr":"Angelas Leben hängt nach Charleys heimtückischem Attentat an einem seidenen Faden. Um nicht doch noch entlarvt zu werden, legt er die Stromversorgung des Krankenhauses lahm. Angela wird wahrscheinlich nie mehr aus dem Koma erwachen. Als sich ihr Zustand herumspricht, droht Falcon Crest der wirtschaftliche Ruin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002551","hoster":"VOE"},{"path":"/redirect/12482337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-4","name":"Auge um Auge","epNo":4,"alt":"Payback","descr":"Das Weiterbestehen von Falcon Crest ist weiterhin bedroht. Durch ein geschicktes Börsengeschäft gelingt es Richard, die notwendigen Geldmittel aufzutreiben. Auch die Pflegemutter seiner Söhne nimmt Kontakt zu ihm auf. Charley drängt Emma, ihre Ansprüche auf Falcon Crest absichern zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174004","hoster":"VOE"},{"path":"/redirect/9024810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-5","name":"Kampf um das Erbe","epNo":5,"alt":"Soul Sacrifice","descr":"Der Kampf um das Vermächtnis von Angela ist entbrannt. Frank wird von seiner Schwägerin unter Druck gesetzt, Charley versucht über Emma an das Erbe heranzukommen. Zu seinem geschäftlichen Erfolg kommt für Richard die Freude, seine Kinder wieder in die Arme schließen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002557","hoster":"VOE"},{"path":"/redirect/9024806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-6","name":"Das Bacchusfest","epNo":6,"alt":"God Of The Grape","descr":"Auf Falcon Crest treffen Charleys Bruder und dessen Frau ein. Sie verhehlen nicht, dass sie nun die Herren auf Falcon Crest sind und die Geschicke des Weinguts in ihre Hände genommen haben. Auch Emma wird klar, dass sie keine Rechte mehr hat: Sie flieht zu ihrer Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002559","hoster":"VOE"},{"path":"/redirect/9024805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-7","name":"Nachhilfe in Sachen Mord","epNo":7,"alt":"Doctor Dollars","descr":"Um sich endgültig an Richard zu rächen, plant Michael Sharpe ein Attentat. Charley und sein Bruder ahnen, dass sich die Familie nicht mehr lange ihrer Herrschaft unterordnen wird. Doch Charley hat einige Trümpfe im Ärmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002554","hoster":"VOE"},{"path":"/redirect/9024807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-8","name":"Riskantes Spiel","epNo":8,"alt":"The Lucky Wave","descr":"Enttäuscht und verzweifelt landet Lance in Mexiko und lässt sich auf ein Spiel ein, das er mit dem Leben bezahlen könnte. Auf Falcon Crest wächst Emma die Verwaltung über den Kopf. Sie bittet Richard, der nach wie vor von Michael Sharpe bekämpft wird, um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100687","hoster":"VOE"},{"path":"/redirect/9024809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-9","name":"Adieu Charley","epNo":9,"alt":"Merry Christmas, Charley","descr":"Emma vertraut Charley trotz mehrmaliger Warnungen blindlings. Am Weihnachtsabend spitzt sich die Situation jedoch gefährlich zu. Ian, der seiner Frau nach dem Leben trachtet, wird von ihr in Notwehr niedergestochen. Während Richard mit seinen Kindern Weihnachten feiert, kommen er und Lauren einander näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002558","hoster":"VOE"},{"path":"/redirect/9024814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-10","name":" Dannys Coup","epNo":10,"alt":"Danny","descr":"Michael Sharpe bekommt unerwartete Hilfe von seinem Sohn Danny, der aufgrund eines gestohlenen Dokumentes Emmas Schuld an dem Weinskandal beweisen kann. Emma wird klar, wie leichtfertig sie das Schicksal von Falcon Crest aufs Spiel gesetzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109360","hoster":"VOE"},{"path":"/redirect/9024808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-11","name":"Die Zeitbombe","epNo":11,"alt":"Time Bomb","descr":"Obwohl Pilar versucht, Lance von ihren Gründen für den Seitensprung zu überzeugen, verzeiht Lance ihr nicht. Auch für Lauren wird die angespannte Situation zuviel. Als sie ihrem Mann mitteilt, sich von ihm trennen zu wollen, fasst dieser einen schrecklichen Entschluss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922302","hoster":"VOE"},{"path":"/redirect/9024816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-12","name":"Dem Wahnsinn nahe","epNo":12,"alt":"Madness Descending","descr":"Lauren ist psychisch am Ende. Sie musste den Selbstmord ihres Mannes mitansehen und steht seitdem unter Schock. Verzweifelt versucht Richard, ihr zu neuer Lebenskraft zu verhelfen. Frank findet das belastende Material, mit dem ihn seine Schwägerin jahrelang erpresst hat. Er hat das ewige Versteckspielen satt und geht zur Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002563","hoster":"VOE"},{"path":"/redirect/9024815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-13","name":"Millionen-Poker","epNo":13,"alt":"Four Women","descr":"Richard Channing wird an seinen Erzrivalen Michael Sharpe verraten. Genele lenkt den Verdacht geschickt auf Lauren, sodass Richard die Frau, die er liebt, der Spionage verdächtigt. Es kommt zu einem ernsthaften Zerwürfnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002561","hoster":"VOE"},{"path":"/redirect/9027730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-14","name":"Geschwisterliebe","epNo":14,"alt":"Brotherly Love","descr":"Enttäuscht über Richards Misstrauen zieht Lauren zu ihrem Bruder Michael. Dieser gesteht ihr, dass er sich früher einmal gewünscht habe, dass sie nicht Geschwister wären. Richard und Pilar machen sich Gedanken, wer die Geschäftsgeheimnisse verraten habe könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002564","hoster":"VOE"},{"path":"/redirect/9024813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-15","name":"Wo ist Lauren","epNo":15,"alt":"Finding Lauren","descr":"Lauren hat Tuscany Valley verlassen und lebt in Chinatown. Sie will von ihrem Bruder und von Richard Abstand gewinnen. Richard engagiert einen Privatdetektiv, um Laurens Aufenthaltsort herauszufinden. Michael Sharpe bietet Lance und Pilar den Rückkauf von Falcon Crest an, knüpft jedoch eine heikle Bedingung daran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002567","hoster":"VOE"},{"path":"/redirect/9024817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-16","name":"Bildergeld","epNo":16,"alt":"Walking Money","descr":"Genele steckt in finanziellen Schwierigkeiten. Als sie erfährt, dass Michael in Gemälden verstecktes Geld ins Land schmuggeln will, bemächtigt sie sich eines dieser ‚wertvollen‘ Bilder. Bald gerät sie aber in ernste Probleme und wendet sich an Michaels Erzfeind Richard.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002570","hoster":"VOE"},{"path":"/redirect/9024819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-17","name":"Stunden der Angst","epNo":17,"alt":"Vigil","descr":"Michaels Sohn Danny verunglückt schwer. Während alle Familienmitglieder in der Klinik um sein Leben bangen, macht sich Richard auf die Suche nach dem Mann, der den Unfallwagen manipuliert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002565","hoster":"VOE"},{"path":"/redirect/9024818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-18","name":"Im Dunkel der Nacht","epNo":18,"alt":"Dark Streets","descr":"Nach dem misslungenen Attentat ist Johnny Sacco spurlos verschwunden. Mit Pilars Hilfe heften sich Lance und Richard an die Fersen von Saccos Freundin. Doch auch Richards Erzfeind Michael Sharpe ist Sacco auf der Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100693","hoster":"VOE"},{"path":"/redirect/9024820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-19","name":"Böse Überraschung","epNo":19,"alt":"Crimes Of The Past","descr":"Richard hält Johnny Sacco gefangen und zwingt Michael, ihm binnen 24 Stunden Falcon Crest zu überschreiben. Michael stimmt dieser Forderung zu und sieht eine Chance, mit seiner Ex-Frau Anne und einem Sohn Danny ein neues Leben aufzubauen. Doch plötzlich passiert etwas Unerwartetes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002569","hoster":"VOE"},{"path":"/redirect/9024821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-20","name":"Angelas Rückkehr","epNo":20,"alt":"The Return","descr":"Michael Sharpe muss zur Kenntnis nehmen, dass Danny nicht sein Sohn ist. Richard genießt mit Lauren das Leben auf Falcon Crest in vollen Zügen, bis eines Tages die aus der Bewusstlosigkeit erwachte Angela vor der Tür steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002571","hoster":"VOE"},{"path":"/redirect/9024825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-21","name":"Zwischen zwei Vätern","epNo":21,"alt":"Danny’s Song","descr":"Danny sucht nach einem Grund für Michaels abweisendes Verhalten. Als ihm Lauren die Wahrheit sagt und er auch bei Richard keine Aufnahme findet, droht er mit Selbstmord. Auf dem Dach eines Hochhauses versuchen Richard und Michael, Danny vor einem Sturz in die Tiefe zu bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002566","hoster":"VOE"},{"path":"/redirect/9024822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falcon-crest/staffel-9/episode-22","name":"Glückliches Ende","epNo":22,"alt":"Home Again","descr":"Durch einen Trick ist es Richard gelungen, seinem Erzfeind Michael Sharpe Falcon Crest abzuluchsen. Angela verbündet sich mit Michael, um wieder in den Besitz des Guts zu gelangen. Richard ist bereit, den Streit mit Michael wieder aufzunehmen, gefährdet aber seine bevorstehende Hochzeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002572","hoster":"VOE"},{"path":"/redirect/9024823","hoster":"Streamtape"}]}]}]}]}