{"path":"/serie/stream/falling-skies","name":"Falling Skies","descr":"Bei einer Invasion von Außerirdischen wird die menschliche Zivilisation weitgehend ausgelöscht. Der College-Professor Tom Mason (Noah Wyle), der bei dem Überfall seine Frau verloren hat, führt eine Gruppe von Widerständlern an, zu der ebenfalls die Kinderärztin Anne Glass (Moon Bloodgood) gehört. Auch sie hat bei dem Angriff ihren Ehemann, sowie ihren Sohn verloren. Gemeinsam stellen sich Tom, Anne und andere Mitglieder des Widerstands dem schwierigen Überlebenskampf.","seasons":[{"path":"/serie/stream/falling-skies/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/falling-skies/staffel-1/episode-1","name":"Die Überlebenden","epNo":1,"alt":"Live and Learn","descr":"Feindliche Aliens haben die Welt eingenommen, die Städte zerstört und die Menschheit dezimiert. Geschichtsprofessor Tom Mason schließt sich gemeinsam mit seinen Söhnen der so genannten \"Second Mass\" an, einer Gruppe von Widerstandskämpfern aus Boston. Auf der Suche nach Nahrung und Wasser werden Tom und seine Helfer plötzlich von Aliens angegriffen. Während eines Streifzugs macht Hal eine Entdeckung, die ihn zutiefst erschüttert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351862","hoster":"VOE"},{"path":"/redirect/13601474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-2","name":"Das Arsenal","epNo":2,"alt":"The Armory","descr":"Tom, Hal und andere Gruppenmitglieder stoßen auf eine Bande von Plünderern, die es auf ihre Waffen abgesehen haben. Angeführt wird die Gang von John Pope, einem ehemaligen Kriminellen. Diesem gelingt es, die Widerstandskämpfer zu überwältigen und sie als Geisel zu nehmen. Nur im Tausch gegen Waffen will Pope sie am Leben lassen. Der Handel platzt durch den plötzlichen Angriff eines Alienschiffs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13648463","hoster":"VOE"},{"path":"/redirect/13588256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-3","name":"Der Kriegsgefangene","epNo":3,"alt":"Prisoner of War","descr":"Ein Versuch, Ben aus der Gefangenschaft der Aliens zu befreien, scheitert. Stattdessen werden Hal und Karen von den Außerirdischen gefangengenommen. Während Karen die Flucht misslingt, schafft es Hal zu entkommen. Er soll Tom eine wichtige Botschaft überbringen. Wenn er es schafft, Ben zu befreien, müssen alle anderen Kinder sterben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351804","hoster":"VOE"},{"path":"/redirect/14360399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-4","name":"Kommunikation","epNo":4,"alt":"Grace","descr":"Tom und sein Team werden von dem gefangenen Pope zu einem verlassenen Motorradladen geführt. Pope gelingt die Flucht, wobei er die Aufmerksamkeit mehrerer Außerirdischer erregt. Die Widerstandskämpfer geraten unter Beschuss. Währenddessen versucht Dr. Harris durch eine Operation, den Parasiten von Rickys Rücken zu entfernen – ein riskantes Unterfangen auf Leben und Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356987","hoster":"VOE"},{"path":"/redirect/13650086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-5","name":"Die Rettung","epNo":5,"alt":"Silent Kill","descr":"Anne findet heraus, auf welche Weise die Aliens getötet werden können. Daraufhin entwickelt Hal einen gefährlichen Rettungsplan. Er will getarnt mit Rickys Parasiten auf dem Rücken in das Krankenhaus eindringen, in dem Ben und die anderen Kinder festgehalten werden. Doch die Außerirdischen sind wachsam und machen Jagd auf jeden Eindringling.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13648465","hoster":"VOE"},{"path":"/redirect/14378329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-6","name":"Zuflucht , Teil 1","epNo":6,"alt":"Sanctuary (Part 1)","descr":"Leutnant Terry Clayton, Anführer einer anderen Widerstandsgruppe, informiert Tom über einen bevorstehenden Angriff der Außerirdischen. Clayton schlägt vor, alle Kinder der Widerstandszelle zu einer sicheren Farm zu führen. Die Erwachsenen sollen im Lager zurückbleiben, um den Angriff abzuwehren. Tom stimmt dem Plan zu, kann sein Misstrauen gegenüber Clayton jedoch nicht verbergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351801","hoster":"VOE"},{"path":"/redirect/13601476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-7","name":"Sicherheit, Teil 2","epNo":7,"alt":"Sanctuary (Part 2)","descr":"Clayton will Mike dazu bringen, ihn bei seinen Geschäften mit den Aliens zu unterstützen, nämlich Kinder gegen das eigene Leben einzutauschen. Mike gibt vor, sich ihm anschließen zu wollen, erzählt Hal aber von Claytons dunklem Geheimnis. Noch in derselben Nacht bringt Hal die anderen Kinder in Sicherheit. Als Tom und seine Männer Claytons Lager erreichen, kommt es zu einer Schießerei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13648464","hoster":"VOE"},{"path":"/redirect/13650087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-8","name":"Die Entdeckung","epNo":8,"alt":"What Hides Beneath","descr":"Die Mitglieder der Widerstandszelle treffen letzte Vorkehrungen für den Kampf um einen der Stützpunkte der außerirdischen Eroberer. Auf dem Rückweg von einem Erkundungsgang treffen Tom und Hal auf eine mysteriöse Frau, die sie in ihr Haus einlädt. Sie scheint in einer besonderen Beziehung zu den Aliens zu stehen. Als plötzlich Hals entführte Freundin Karen an die Tür klopft, ist die Verwirrung perfekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356928","hoster":"VOE"},{"path":"/redirect/13588262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-9","name":"Meuterei","epNo":9,"alt":"Mutiny","descr":"Als Tom die Autorität und Kompetenz Weavers in Frage stellt, wird er von ihm kurzerhand eingesperrt. Mit Hilfe von Jimmy und Hal gelingt dem Geschichtsprofessor jedoch die Flucht. Unterdessen arbeiten Onkel Scott und Ben daran, die Kommunikation der Außerirdischen durch Radiofrequenzen zu stören. Ben, der dem Einfluss der Aliens nicht vollständig entzogen werden konnte, reagiert auf bestimmte Frequenzen auf erschreckende Weise","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13648480","hoster":"VOE"},{"path":"/redirect/13588266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-1/episode-10","name":"Acht Stunden","epNo":10,"alt":"Eight Hours","descr":"Mittlerweile haben die Aliens den Standort der \"Second Mass\" entdeckt. Tom entscheidet daher, die Zivilisten zu evakuieren. Im finalen Kampf gelingt es ihm durch Abschuss eines Alienschiffes, den Stützpunkt der Feinde zu zerstören. Daraufhin stellen die Außerirdischen Tom vor eine schwerwiegende Entscheidung. Der Kampf ist noch lange nicht entschieden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351784","hoster":"VOE"},{"path":"/redirect/13588264","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falling-skies/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/falling-skies/staffel-2/episode-1","name":"Zwischen den Welten","epNo":1,"alt":"Worlds Apart","descr":"Tom Mason hat sich von Karen in die Skitter-Zentrale führen lassen in der Hoffnung, mit den Verantwortlichen eine Einigung herbeiführen zu können. Doch diese Hoffnung wird enttäuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002599","hoster":"VOE"},{"path":"/redirect/8433784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-2","name":"Entscheidung am Fluss","epNo":2,"alt":"Shall We Gather at the River","descr":"Alle sind froh, dass Tom Mason wieder zurück ist, aber Tom selbst fühlt sich nicht wohl in seiner Haut. Er glaubt, dass die Aliens ihn irgendwie infiziert hätten. Aber er kann nicht sagen, wie das aussehen könnte. Doch dann macht Anne eine grausige Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002589","hoster":"VOE"},{"path":"/redirect/8433786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-3","name":"Der Kompass","epNo":3,"alt":"Compass","descr":"Ben ist mit Jimmy zusammen auf Patrouille. Beides sind von dem Willen beseelt, so viele Skitter und Mechs wie möglich zu töten und entfernen sich weit von ihrem Patrouillen-Gebiet – zum Glück von Tom.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002586","hoster":"VOE"},{"path":"/redirect/8676041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-4","name":"Familienbande","epNo":4,"alt":"Young Bloods","descr":"Matt droht seinem Vater zu entgleiten. Der kleine Junge fühlt sich immer mehr dazu berufen, gegen die Skitter zu kämpfen und lässt sich auch auf waghalsige Manöver ein. Währenddessen machen seine Brüder auf einem Patrouillengang eine interessante Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002585","hoster":"VOE"},{"path":"/redirect/8433788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-5","name":"Liebe und andere Heldentaten","epNo":5,"alt":"Love and Other Acts of Courage","descr":"Bei einem Patrouillengang entdecken Weaver und seine Leute Rick, der schwer verletzt mitten unter getöteten Aliens liegt. Zunächst können die Männer sich keinen Reim darauf machen, aber offenbar kam es zu einem Gemetzel zwischen den Aliens. Und Rick ist merkwürdig verändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922309","hoster":"VOE"},{"path":"/redirect/8433789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-6","name":"Die Heimkehrer","epNo":6,"alt":"Homecoming","descr":"Hal und Maggie kommen einfach nicht zusammen, weil Maggie sich nicht auf eine Beziehung einlassen kann. Während sie Hal das erklärt, entdeckt der zufällig einige Kinderleichen, die im Laub vergraben sind, aber auch noch ein lebendes Mädchen Karen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917681","hoster":"VOE"},{"path":"/redirect/14165279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-7","name":"Der Overlord","epNo":7,"alt":"Molon Labe","descr":"Ben wird von jemandem, dem er glaubte trauen zu können, in Gefahr gebracht. Captain Weaver bietet Matt einen Job an, um den Jungen aufzumuntern und ihm eine sinnvolle Aufgabe zu übertragen. Ein paar Mitglieder einer Widerstandszelle geraten in einem Keller in eine Falle. Ihre Lage scheint aussichtslos, als sie sich mit einem neuen Feind konfrontiert sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12433675","hoster":"VOE"},{"path":"/redirect/8550768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-8","name":"Charleston","epNo":8,"alt":"Death March","descr":"Die Truppe macht sich auf den Weg nach Charleston. Auf der Fahrt läuft Tector, der mit Captain Weaver im Wagen fährt, ein Mädchen vors Auto. Jenny ist verletzt und hat eine Steuerungseinheit eingepflanzt. Weaver beschließt, sie dennoch mitzunehmen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002596","hoster":"VOE"},{"path":"/redirect/8433794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-9","name":"Machtkämpfe","epNo":9,"alt":"The Price of Greatness","descr":"Tom und seine Leute sind in Charleston angekommen. Dort trifft Weaver seine Tochter Jeanne wieder und Tom seinen ehemaligen Mentor. Der Historiker Arthur Manchester ist in Charleston das zivile Oberhaupt über die Siedler. Das Militär führt General Bressler an. Die beiden haben eine unterschiedliche Auffassung davon, ob man von Charleston aus einen Schlag gegen die Aliens führen sollte oder nicht. Manchester versucht Tom auf seine Seite zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002611","hoster":"VOE"},{"path":"/redirect/8433795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-2/episode-10","name":"Die Mission","epNo":10,"alt":"A More Perfect Union","descr":"In Charleston gab es einen Militärputsch. General Bressler hat den politischen Anführer der Stadt, Arthur Manchester, eingesperrt und will nun in den Krieg gegen die Aliens ziehen. Tom und Weaver diskutieren noch mit Bressler, als die Skitter-Rebellen, darunter auch Ben, in Charleston auftauchen. Von ihnen erfahren Tom und die anderen, dass der Overlord eine gigantische Waffe baut. Die Skitter wissen, wann und wo man ihn überwältigen könnte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002603","hoster":"VOE"},{"path":"/redirect/9024829","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falling-skies/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/falling-skies/staffel-3/episode-1","name":"Auf dünnem Eis","epNo":1,"alt":"On Thin Ice","descr":"Die dritte Staffel beginnt sieben Monate nachdem die 2nd Mass in Charleston eingetroffen ist. Tom wurde zum Anführer der Überlebenden gewählt und hat alle Hände voll zu tun, den Widerstand zu organisieren. Toms Entscheidung, sich mit den Alienrebellen zu verbünden, sorgt für Unruhe. Hal leidet unter Albträumen, die so real sind, dass er oft nicht weiß, ob er gerade wach ist oder schläft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002597","hoster":"VOE"},{"path":"/redirect/8433798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-2","name":"Das Kraftwerk","epNo":2,"alt":"Collateral Damage","descr":"Als die Kämpfe zwischen den außerirdischen Invasoren und der Widerstandsgruppe immer heftiger werden, bittet Tom den Wissenschaftler Roger Kadar um Hilfe. Er soll einen Weg finden, die Aliens von ihrer Energieversorgung abzuschneiden. Indessen verstärkt sich der Verdacht, dass sich unter den Widerstandskämpfern ein Spion befindet. Anne hat das Gefühl, dass mit ihrem Baby irgendetwas nicht stimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002595","hoster":"VOE"},{"path":"/redirect/8433801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-3","name":"Der Baum der Freiheit","epNo":3,"alt":"Badlands","descr":"Der zweite Jahrestag der Alieninvasion steht bevor. Die Überlebenden in Charleston bereiten sich auf einen weiteren verheerenden Angriff vor, als einige Mitglieder der 2nd Mass plötzlich von einem mysteriösen Scharfschützen unter Beschuss genommen werden. Hal glaubt zu wissen, wer der Verräter unter den Überlebenden ist und Anne zweifelt immer mehr daran, dass mit ihrem Baby alles in Ordnung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002605","hoster":"VOE"},{"path":"/redirect/8433805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-4","name":"Um jeden Preis","epNo":4,"alt":"At All Cost","descr":"Nachdem die Überlebenden von Charleston einen weiteren Alienangriff zurückgeschlagen haben, wird Tom eingeladen, einen mächtigen Anführer zu treffen. Während Hal mit sich selbst ringt, versucht Ben sich an die Vorstellung zu gewöhnen, wieder voll und ganz zum Mensch zu werden. Anne erhält alarmierende Informationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002598","hoster":"VOE"},{"path":"/redirect/8433802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-5","name":"Verschollen","epNo":5,"alt":"Search and Recovery","descr":"Tom und Pope geraten bei einer Mission in ernsthafte Schwierigkeiten. Währenddessen ist Weaver verzweifelt auf der Suche nach zwei vermissten Mitgliedern der 2nd Mass. Marina setzt sich über Toms Autorität hinweg und nimmt die Dinge in Charleston selbst in die Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002604","hoster":"VOE"},{"path":"/redirect/8433803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-6","name":"Eine schwere Entscheidung","epNo":6,"alt":"Be Silent and Come Out","descr":"Hal spricht erstmals über seine inneren Konflikte und Zweifel. Lourdes experimentiert mit einer riskanten medizinischen Methode. Ein große Gruppe Überlebender verlässt Charleston und bricht zu einer Such- und Rettungsmission auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14165280","hoster":"VOE"},{"path":"/redirect/12978211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-7","name":"Mason gegen Pickett","epNo":7,"alt":"The Pickett Line","descr":"Die Masons geraten auf einer Mission an eine Gruppe von Outlaws. Gerüchte über eine zerstörerische Alienwaffe führen währenddessen unter den Überlebenden zu Meinungsverschiedenheiten. Die Suche nach einem frei herumlaufenden Killer gerät ins Stocken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002601","hoster":"VOE"},{"path":"/redirect/8433804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-8","name":"Traum und Wirklichkeit","epNo":8,"alt":"Strange Brew","descr":"Auf seinem Rückweg nach Charleston macht Tom überraschende und erschreckende Entdeckungen. Weaver und Pope geraten indes über die Frage einander, wie mit einem vermeintlichen Maulwurf umgegangen werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002606","hoster":"VOE"},{"path":"/redirect/8433807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-9","name":"Der Anschlag","epNo":9,"alt":"Journey to Xibalba","descr":"Tom erhält vertrauenswürdige Informationen über die Pläne der Aliens. Währenddessen wird in Charleston eine Offensive gegen die Espheni vorbereitet, aber eine gewaltige Explosion bringt den Angriff ins Stocken. Die Identität des Maulwurfs kann endlich geklärt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002612","hoster":"VOE"},{"path":"/redirect/8433808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-3/episode-10","name":"Wie in alten Zeiten","epNo":10,"alt":"Brazil","descr":"Der 2nd Mass gelingt es, eine bedeutende Basis der Espheni zu zerstören und damit einen unbarmherzigen Gegner zu bezwingen. Neue Wesen aus dem Weltall treffen auf der Erde ein. Das Schicksal der Überlebenden bleibt ungewiss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002593","hoster":"VOE"},{"path":"/redirect/8433800","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falling-skies/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/falling-skies/staffel-4/episode-1","name":"Ghost In The Machine","epNo":1,"alt":"Ghost in the Machine","descr":"In den Randbezirken von Charleston, nur wenige Schritte entfernt von vermeintlicher Sicherheit, geraten der Mason-Klan und die übrigen Mitglieder der 2nd Mass in einen brutalen Angriff durch eine neue Kriegsmaschine der Espheni und eine neue, tödliche Kreation, die sich mit nichts vergleichen lässt, dem sie zuvor begegnet sind.Durch den Angriff werden sie in alle Himmelsrichtungen verstreut und so müssen die Masons neue Allianzen schmieden und neue Überlebensstrategien erlernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002614","hoster":"VOE"},{"path":"/redirect/8433811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-2","name":"The Eye","epNo":2,"alt":"The Eye","descr":"Tom wird von den Espheni in ihren Plan eingeweiht, der ihn vor eine schwerwiegende Entscheidung stellt und womöglich seine Familie in Gefahr bringt. Unterdessen schaffen Weaver und Pope den Ausbruch aus dem Espheni Gefängnis und Matt hält sich weiter undercover im Camp der Espheni auf. Ann sucht verzweifelt nach ihrer Tochter Lexi, in deren wachsenden Kräften Ben eine immer größere Gefahr sieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14165729","hoster":"VOE"},{"path":"/redirect/8544427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-3","name":"Exodus","epNo":3,"alt":"Exodus","descr":"Tom und die Mitglieder von 2nd Mass schmieden einen Plan, um aus dem Espheni-Ghetto zu entkommen. Maggie erfährt von Lexis heimlichem Treffen mit dem Feind und Matt versucht, Mira einen extrem gefährlichen Fluchtplan auszureden. Während Anne mit einer Truppe Guerrilla-Kämpfern die Wälder durchkämmt, offenbart sich ihr ein schreckliches Geheimnis über Lexi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002613","hoster":"VOE"},{"path":"/redirect/8433810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-4","name":"Evolution oder Auslöschung","epNo":4,"alt":"Evolve or Die","descr":"Nach erfolgreicher Flucht suchen Tom und die 2nd Mass Schutz bei den Volms. Doch bald kommt es zu Spannungen zwischen Menschen und Aliens. Tom erfährt von Matts Aufenthaltsort und zieht gemeinsam mit Weaver und Cochise los, um ihn zu befreien. Als Anne und Lexi sich wiederfinden, muss Anne feststellen, dass sich ihre Tochter stark verändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002615","hoster":"VOE"},{"path":"/redirect/8433815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-5","name":"Verhandlungssache","epNo":5,"alt":"Mind Wars","descr":"Nach Matts Befreiung trifft Tom auf zwei mysteriöse Fremde, die ihm und seiner Familie nicht freundlich gesinnt sind. Hal versucht nach dem Kampf die verbliebenen Volm und die 2nd Mass in Sicherheit zu bringen. Währenddessen eskaliert ein Streit zwischen Anne und Lexi – mit schwerwiegenden Konsequenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002607","hoster":"VOE"},{"path":"/redirect/8433812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-6","name":"Angstzustände","epNo":6,"alt":"Door Number Three","descr":"Nach Monaten der Trennung finden Tom, seine Familie und 2nd Mass endlich wieder zueinander. Aber der glückliche Moment währt nicht lange, als sich Lexis Gesundheitszustand stark verschlechtert. Über die Frage, wie man Lexi helfen kann, bricht Streit in der Gruppe aus. Die verzweifelte Anne würde alles tun, um ihre Tochter zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002609","hoster":"VOE"},{"path":"/redirect/8433814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-7","name":"Eine dunkle Nacht","epNo":7,"alt":"Saturday Night Massacre","descr":"Lexi wird mit neuen, noch größeren Kräften wiedergeboren und beschließt, sich den Espheni anzuschließen. Kurz nach diesem Verlust erfährt Tom, dass sein Feind, der Overlord Scorch, seinen Aufenthaltsort kennt und auf dem Weg zu ihm ist, um Vergeltung zu üben. Tom und die 2nd Mass müssen Seite an Seite mit den Volm gegen die Espheni-Attacke standhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922312","hoster":"VOE"},{"path":"/redirect/8433817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-8","name":"Begrabene Hoffnung","epNo":8,"alt":"A Thing With Feathers","descr":"Maggie ist im Kampf schwer verwundet worden – nur ein Wunder kann sie jetzt noch retten. Währenddessen sind Tom und Dingaan, die unter einem Trümmerhaufen verschüttet wurden, auf die Hilfe eines feindlichen Schiffes angewiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002626","hoster":"VOE"},{"path":"/redirect/8433816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-9","name":"Bis dass der Tod uns scheidet","epNo":9,"alt":"Till Death Do Us Part","descr":"Die Überlebenden Mitglieder der 2nd Mass finden eine nützliche Waffe, während Tom und ein kleines Team gemeinsam mit den Volm zu einem geheimen Vorratslager aufbrechen. Auf dem Weg dorthin trifft die Gruppe auf Mira. Aber kann man ihr wirklich trauen? Im Camp kommen sich Maggie und Ben näher, Sarah und Pope geraten derweil in einen schweren Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002620","hoster":"VOE"},{"path":"/redirect/8550773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-10","name":"Das Los entscheidet","epNo":10,"alt":"Drawing Straws","descr":"Tom und die Überbleibsel der 2nd Mass planen mit Hilfe der gefundenen Maschine die Zerstörung der Espheni-Kraftquelle – ein überaus gefährliches Unterfangen. Die allgegenwärtige Bedrohung entfesselt lang schwelende Zwistigkeiten in der Gruppe. In der Zwischenzeit entwickelt Lexi ihre Kräfte weiter und plant eine Rebellion gegen ihren Espheni-Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002622","hoster":"VOE"},{"path":"/redirect/8433820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-11","name":"Himmelfahrtskommando","epNo":11,"alt":"Space Oddity (1)","descr":"Toms Mission, die Kraftquelle der Espheni zu zerstören, wird durch Lexis Rückkehr ins Camp komplizierter als gedacht. Schließlich nimmt Lexi Bens Platz als Teil der Mission ein und bricht gemeinsam mit Tom auf. Die beiden geraten in große Gefahr, als Schwierigkeiten auftreten und Lexi stößt an ihre Grenzen, um ihren Vater zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207495","hoster":"VOE"},{"path":"/redirect/11420433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-4/episode-12","name":"Mitten ins Herz","epNo":12,"alt":"Shoot The Moon (2)","descr":"Kurz vor dem Ziel kommt Tom und Lexi der Beamer abhanden. Das Schicksal der gesamten Menschheit hängt nun von den beiden ab. Sie müssen Toms Erzfeind besiegen und einen Weg finden, die Kraftquelle der Espheni zu zerstören. Unterdessen werfen die Espheni eine weitere tödliche Bombe über Chinatown ab, die die gesamte 2nd Mass dort einschließt. Es scheint kein Entrinnen zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002616","hoster":"VOE"},{"path":"/redirect/8433821","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/falling-skies/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/falling-skies/staffel-5/episode-1","name":"Echte Krieger","epNo":1,"alt":"Find Your Warrior","descr":"Tom Masons Leben (Noah Wyle) ist in Gefahr. Noch immer treibt er, nach der erfolgreichen Mission auf dem Mond, ziellos durch den Weltraum, ohne Aussicht auf Rettung. Anne nimmt währenddessen die neue Führungsrolle der 2th. Mass an, als ihr ein Plan präsentiert wird, mit dem der Krieg entschieden werden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002624","hoster":"VOE"},{"path":"/redirect/8433823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-2","name":"Ausgehungert","epNo":2,"alt":"Hunger Pains","descr":"Bei einem Überraschungsangriff der Skitter verliert die Zweite Mass ihre gesamten Lebensmittelvorräte. Voller Verzweiflung begeben sich Maggie, Ben, Pope und Sara auf eine gefährliche Mission, um neue Vorräte zu beschaffen. Tom und Anne erfahren in der Zwischenzeit, dass die Espheni ein Wesen geschaffen haben, das teils Espheni, teils Skitter, teils Hornisse und teils Mensch ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002623","hoster":"VOE"},{"path":"/redirect/8433824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-3","name":"Der Weg zum Sieg","epNo":3,"alt":"Hatchlings","descr":"Die Zweite Mass erfährt, wieso die Zahl der feindlichen Truppen gar kein Ende zu nehmen scheint. Mithilfe der Volm gelingt es, den noch bestehenden Bürgerwehren auf der ganzen Welt mitzuteilen, dass Tom nicht aufgegeben hat. Während Toms Sohn Hal die Anordnungen seines Vaters ignoriert, muss Tom eine Entscheidung treffen, die für alle schwer abschätzbare Konsequenzen haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002633","hoster":"VOE"},{"path":"/redirect/8433825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-4","name":"Ein Opfer zu viel","epNo":4,"alt":"Pope Breaks Bad","descr":"Für die Zweite Mass läuft es nicht gut: Ein Versuch, Fahrzeuge und Treibstoff zu beschaffen, scheitert. Conchise teilt indes Anne schlechte Nachrichten mit, die sowohl ihre medizinischen Fähigkeiten als auch ihrer Führungsstärke auf die Probe stellen. Während Anthonys mentale Stabilität und seine Loyalität infrage gestellt werden, beschließt Pope, gewisse Dinge in die eigene Hand zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002636","hoster":"VOE"},{"path":"/redirect/8433826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-5","name":"Ballast","epNo":5,"alt":"Non-Essential Personnel","descr":"Die Zweite Mass verlässt Chinatown in der Hoffnung, dass ihnen nun der letzte Kampf gegen die Espheni bevorsteht. Auf ihrem Weg treffen die Widerstandskämpfer auf einen verwirrten und verzweifelten Schützen, der Weaver als Geisel nimmt. Tom versucht indes, Hal vor Pope und seiner gefährlichen Gruppe Überlebenden zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002638","hoster":"VOE"},{"path":"/redirect/8433827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-6","name":"Atempause","epNo":6,"alt":"Respite","descr":"Der verletzte Tom findet Unterschlupf bei einer Familie, die sich aus den Kämpfen heraushält, und erfährt, wie ein Leben ohne Krieg aussehen könnte. Indes kommen sich Hal und Isabelle bei der Suche nach Tom näher. Die Zweite Mass hat ein Gerät der Espheni gefunden, das ihnen den entscheidenden Vorteil im Kampf gegen die Außerirdischen verschaffen könnte – wenn sie nur wüssten, wie man es bedient.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002618","hoster":"VOE"},{"path":"/redirect/8433830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-7","name":"Missverständnisse","epNo":7,"alt":"Everybody Has Their Reasons","descr":"Die Zweite Mass erreicht ein sicheres Terrain – eine funktionierende Militärbasis, die von Weavers alter Flamme Captain Katie Marshall geleitet wird. Nach einem herzlichen Empfang, arbeiten die beiden Gruppen einen Plan für den finalen Angriff auf die Espheni aus. Langsam begreifen die Leute der Zweiten Mass aber, dass die Dinge nicht ganz so stehen, wie die Widerstandskämpfer bislang angenommen hatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002617","hoster":"VOE"},{"path":"/redirect/8433829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-8","name":"Schockierende Wahrheit","epNo":8,"alt":"Stalag 14th Virginia","descr":"Weaver erfährt eine schockierende Nachricht über einen alten Freund und muss sich entscheiden, wie er die Zweite Mass am besten beschützen kann. Maggie und Isabella sind gezwungen, zusammenzuarbeiten, während der Rest der Gruppe versucht, unter Toms Leitung einen Fluchtversuch zu unternehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002619","hoster":"VOE"},{"path":"/redirect/8433831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-9","name":"Wieder vereint","epNo":9,"alt":"Reunion","descr":"Tom ist in den Besitz einer mächtigen, neuen Waffe gegen die Espheni gekommen. Aber wie wirkt sie sich auf Menschen aus? Währenddessen setzt Ben sein Leben aufs Spiel, um mehr über die Pläne der Feinde in Erfahrung zu bringen. Offenbar haben die Espheni nun sogar ihre Königin auf die Erde geholt. Außerdem entdeckt Pope, dass Tom noch am Leben ist und setzt zu einem letzten Angriff an. Als plötzlich ein völlig unerwarteter Besucher auftaucht, muss die Zweite Mass ihre Situation und ihre Strategie neu überdenken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002621","hoster":"VOE"},{"path":"/redirect/8433832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/falling-skies/staffel-5/episode-10","name":"Ein neuer Anfang","epNo":10,"alt":"Reborn","descr":"Familie Mason, die übrigen Widerstandskämpfer der Zweiten Mass und ihre neuen Verbündeten wollen nun auch noch die letzten Widrigkeiten überwinden und den Kampf gegen die Außerirdischen gewinnen. Trotz der großen Verluste will die Widerstandstruppe weiter durchhalten – fest entschlossen und voller Hoffnung, sich für alle Zeiten die Erde und die Menschlichkeit zurückzuerobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9002640","hoster":"VOE"},{"path":"/redirect/9024834","hoster":"Streamtape"}]}]}]}]}