{"seriesId":"famous-in-love","name":"Famous in Love","descr":"Paige war bisher eine einfache Studentin, die durch ein erfolgreiches Vorsprechen die Chance auf den großen Durchbruch in einem Hollywood-Blockbuster hat. Das verkompliziert ihr Leben einerseits dadurch, dass sie gleich mit beiden männlichen Co-Stars sehr große Chemie entwickelt. Und sie andererseits über die Geheimnisse stolpert, die hinter dem Verschwinden eines bekannten Popstars stehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Casting","epNo":1,"alt":"Pilot","descr":"Für die Verfilmung der berühmten Buchreihe \"Locked\" suchen die Casting-Agenten nach einer passenden weiblichen Besetzung für die heiß begehrte Rolle der August. Ausgerechnet eine komplette Newcomerin, die Studentin Paige Townsen, setzt sich gegen ihre Konkurrentinnen durch und wird schon bald zum Shooting Star. Am Set verliebt sich der Schauspieler und trockene Alkoholiker Rainer Hals über Kopf in die junge Frau.","versions":[{"lang":1,"streams":[{"redirect":14509436,"hoster":"VOE"},{"redirect":14515732,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein neuer Stern","epNo":2,"alt":"A Star Is Torn","descr":"Paige macht sich Gedanken, ob sich ihr Studium und die Arbeit am Set vereinbaren lassen. Ihre Eltern erfahren nun auch von dem Karrieresprung ihrer Tochter und freuen sich trotz einiger Zweifel für den Erfolg ihrer Tochter. Unterdessen wird während einer großen Feier der Cast für den \"Locked\"-Film bekannt gegeben und Ninas ehemaliger Chef Alan setzt alles daran, sich die Rechte an dem Streifen wieder zu sichern.","versions":[{"lang":1,"streams":[{"redirect":14509429,"hoster":"VOE"},{"redirect":14515734,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Pitch","epNo":3,"alt":"Not So Easy A","descr":"Das Arbeitspensum scheint Paige langsam über den Kopf zu wachsen. Ihr Studium und die Schauspielerei lassen sich nur schwer vereinbaren und der junge Star zweifelt, ob er wirklich die richtigen Entscheidungen getroffen hat. Unterdessen bekommt Jack die Chance, seine Filmidee vor einer Jury zu pitchen.","versions":[{"lang":1,"streams":[{"redirect":14509457,"hoster":"VOE"},{"redirect":14388797,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Und Action!","epNo":4,"alt":"Prelude to a Diss","descr":"Am Set heißt es ab heute \"Und Action!\". Paige steht unter Druck und ihr Selbstbewusstsein schwindet. Erst recht, nachdem ihr kleine Pannen unterlaufen. Gut, dass es ihre Freundin Cassandra gibt.","versions":[{"lang":1,"streams":[{"redirect":14509456,"hoster":"VOE"},{"redirect":14515731,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Überraschungsparty","epNo":5,"alt":"Some Like It Not","descr":"Kurz vor Paiges Geburtstag laufen die Dinge mal wieder anders als geplant: Sie streitet sich mit Jake, der ihr vorwirft, dass sie ihren Kollegen Rainer doch lieber mag als sie behauptet.","versions":[{"lang":1,"streams":[{"redirect":14491137,"hoster":"VOE"},{"redirect":14388796,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Last Minute nach Hongkong","epNo":6,"alt":"Found in Translation","descr":"Rainer will am liebsten seine gesamte Freizeit mit Paige verbringen und schlägt ihr vor, gemeinsam nach Las Vegas zu fliegen. Paige ist mit diesem Angebot ziemlich überfordert, sieht sie ihn schließlich eher als einen guten Freund denn als einen potentiellen Liebhaber. Statt nach Las Vegas geht es für Rainer allerdings last minute nach Hongkong, wo er mit Nina und Alan den chinesischen Verleih davon überzeugen will, \"Locked\" in China zu zeigen.","versions":[{"lang":1,"streams":[{"redirect":14509937,"hoster":"VOE"},{"redirect":14515733,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pikante Wahrheiten","epNo":7,"alt":"Secrets \u0026 Pies","descr":"Cassandra möchte nicht mehr als Paiges Assistentin arbeiten, hat aber Angst, offen mit ihrer Freundin darüber zu sprechen – bis es zwischen den beiden zu einem heftigen Streit kommt. Unterdessen fürchtet Tangey um ihre Rolle, denn sie soll durch eine chinesische Schauspielerin ersetzt werden. Außerdem fühlt sie sich von Jordan hintergangen, denn er hat ein wohlgehütetes Geheimnis verraten.","versions":[{"lang":1,"streams":[{"redirect":14509938,"hoster":"VOE"},{"redirect":14515738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vaterfreuden","epNo":8,"alt":"Crazy Scripted Love","descr":"Paige setzt der Streit mit Cassie sehr zu und sie hat Probleme, sich am Set auf ihre Arbeit zu konzentrieren. Rainer unterstützt sie und Paige muss sich eingestehen, dass langsam doch Gefühle für ihren Kollegen aufkeimen. Nina kehrt indes aus China zurück und wird damit konfrontiert, dass die Rolle der Tangey gestrichen werden soll. Alan bekommt hingegen eine neue Rolle zugeteilt – nicht vor der Kamera, sondern im echten Leben.","versions":[{"lang":1,"streams":[{"redirect":12268185,"hoster":"VOE"},{"redirect":14519069,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Schattenseite des Ruhms","epNo":9,"alt":"Fifty Shades of Red","descr":"Nachdem sie mit Rainer beim Essen gesehen wurde, ist Paige ist der neue Liebling der Klatschpresse. Das schränkt nicht nur die junge Schauspielerin persönlich ein, sondern wirkt sich auch negativ auf ihre Freundschaften aus. Nach Jake befürchtet Paige nun auch, Cassandra zu verlieren. Die Sorge ist berechtigt: Cassandra will ausziehen. Rainer kämpft unterdessen gegen die Versuchung, sich wieder dem Alkohol hinzugeben.","versions":[{"lang":1,"streams":[{"redirect":14509237,"hoster":"VOE"},{"redirect":14515753,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rückfall!","epNo":10,"alt":"Leaving Los Angeles","descr":"Rainers Freunde versuchen, ihn nach seinem Rückfall wieder zur Vernunft zu bringen, doch er zieht stattdessen von einer Bar zur nächsten. Auch die Kollegen am Set sind besorgt: Wird der Hauptdarsteller seine Rolle weiterspielen können? Unterdessen weht ein Wind des Aufbruchs durch die WG: Jake zieht es nach Austin und Cassandra zu Adam.","versions":[{"lang":1,"streams":[{"redirect":14491109,"hoster":"VOE"},{"redirect":14515757,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Player","epNo":1,"alt":"The Players","descr":"Paige ist am Set eines neuen Films, für den sie gemeinsam mit Jake vor der Kamera steht. Doch die Dreharbeiten verlaufen nicht wie geplant. Zudem droht Nina Paige mit einer Vertragsklage, sollte sie weiterhin an diesem Projekt arbeiten. Derweil kämpft Rainer in einer Entzugsklinik gegen seine Alkoholsucht an. Trotz aller Bemühungen seiner Mutter möchte er die Therapie fortsetzen und seine Arbeit am Set von \"Locked\" nicht wiederaufnehmen – bis er die hübsche Harper kennenlernt…","versions":[{"lang":1,"streams":[{"redirect":12379051,"hoster":"VOE"},{"redirect":9933130,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"La La Locked","epNo":2,"alt":"La La Locked","descr":"Paiges neues Projekt gerät ins Wanken, als sie erfährt, dass Rainer seinen Aufenthalt in der Entzugsklinik beendet hat. Werden die Dreharbeiten zum Film \"Locked\" nun fortgesetzt? Unterdessen macht Jordan eine vielversprechende Bekanntschaft, und Ida erpresst Alexis mit pikanten Aufnahmen.","versions":[{"lang":1,"streams":[{"redirect":9933133,"hoster":"VOE"},{"redirect":9933134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Bombe platzt","epNo":3,"alt":"Totes on a Scandal","descr":"Ida nutzt ihre Chance, die Affäre von Jordan und Nina öffentlich zu machen und löst damit einen echten Skandal aus. Obwohl Rainer mit dieser Nachricht zu kämpfen hat, kehrt er ans Set von \"Locked\" zurück. Jake gefällt das wiederum ganz und gar nicht. Seine Eifersucht auf Rainer führt schließlich zu einem handfesten Streit mit Paige. Derweil erhält Cassandra ein lukratives Jobangebot.","versions":[{"lang":1,"streams":[{"redirect":9933139,"hoster":"VOE"},{"redirect":9933140,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Reunion","epNo":4,"alt":"The Kids Aren’t All Right","descr":"Das Ensemble ist nach wie vor geschockt über die Nachricht von Ninas und Jordans Affäre. Ausgerechnet jetzt sollen Rainer, Jordan, Tangey und Alexis gemeinsam in einer Reunion-Show auftreten. Kommt es nun zum großen Eklat? Währenddessen suchen Jake und Paige Ersatz für die Hauptrolle in \"Stealing Georgia\". Als Billy die Rolle übernimmt, beginnt Paige jedoch schon bald an ihrer Wahl zu zweifeln.","versions":[{"lang":1,"streams":[{"redirect":9933142,"hoster":"VOE"},{"redirect":9933143,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Willkommen im wahren Leben","epNo":5,"alt":"Reality Bites Back","descr":"Jake gefällt es nicht, dass sich Paige und Rainer einander wieder annähern. Ausgerechnet jetzt benötigt er jedoch dessen Hilfe. Währenddessen plant Jordan eine groß angelegte Oscarkampagne. Obwohl Nina Bedenken äußert, will er sich nicht von seinem Projekt abbringen lassen. Doch schon bald wird er von der Presse mit unangenehmen Fragen konfrontiert…","versions":[{"lang":1,"streams":[{"redirect":9933106,"hoster":"VOE"},{"redirect":9933108,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abschied von Hollywood","epNo":6,"alt":"The Goodbye Boy","descr":"Jakes Eifersucht ist erneut geweckt, als er Paige und Rainer zusammen sieht. Daraufhin trifft er eine folgenschwere Entscheidung. Auch Jordan fasst einen Entschluss, mit dem niemand gerechnet hätte: Er nutzt das Fernsehen als Plattform, um eine pikante Wahrheit zu enthüllen. Derweil liest Nina ein vielversprechendes Drehbuch und entwickelt sogleich eine fixe Idee.","versions":[{"lang":1,"streams":[{"redirect":9933110,"hoster":"VOE"},{"redirect":9933111,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Festivalfieber","epNo":7,"alt":"Guess Who’s (Not) Coming to Sundance?","descr":"Paige möchte sich mit Jake versöhnen und ihn auf dem Kurzfilmfestival überraschen. Doch ihr Plan geht nicht wie gewünscht auf. Ganz im Gegenteil: Sie treibt Jake damit nur noch weiter in die Arme von Billy. Währenddessen bereitet Rainer seinen Umzug nach New York vor. Ein Streit lässt ihn allerdings in alte Muster verfallen. Derweil bekommt Jordan die Auswirkungen seines Fernsehauftritts zu spüren.","versions":[{"lang":1,"streams":[{"redirect":13008587,"hoster":"VOE"},{"redirect":9933272,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Stalker","epNo":8,"alt":"Look Who’s Stalking","descr":"Paige hat nach ihrem One-Night-Stand mit Eddie ein schlechtes Gewissen und will Jake ihren Seitensprung sofort beichten. Derweil versucht Jordan, Rainer nach ihrem Streit wieder auf Spur zu bringen, indem er ihn bei den Anonymen Alkoholikern anmeldet. Doch vor Ort erfährt Rainer etwas, das ihn erneut aus der Bahn wirft. Und auch Alexis scheint mit ihrem Leben vollkommen überfordert und gerät zunehmend außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":9933118,"hoster":"VOE"},{"redirect":9933119,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"New York, New York","epNo":9,"alt":"Full Mental Jacket","descr":"Paige wird von einem irren Stalker verfolgt und steht vollkommen neben sich. Da es zwischen ihr und Jake nach wie vor kriselt, ist es Rainer, der ihr nach diesem traumatischen Erlebnis Halt gibt. Auf einer Pressetour für ihren gemeinsamen Film kommen sich die beiden schließlich wieder näher. Derweil droht Alexis’ Drogensucht ihre Karriere zu zerstören. Tangey und Ida machen sich deshalb große Sorgen und versuchen, Alexis ins Gewissen zu reden.","versions":[{"lang":1,"streams":[{"redirect":9933125,"hoster":"VOE"},{"redirect":9933123,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Oscar-Party","epNo":10,"alt":"The Good, the Bad and the Crazy","descr":"Jake ist nach der Trennung von Paige verletzt. Doch gleichzeitig fühlt er sich zunehmend zu Billy hingezogen… Nina unterbreitet Rainer und Paige ein lukratives Angebot. Doch die beiden lehnen dankend ab. Derweil kommt es zwischen Alexis und ihren Freundinnen zu einer finalen Aussprache. Und Jordan fiebert der Entscheidung des Gerichts entgegen, die über sein Schicksal entscheiden wird.","versions":[{"lang":1,"streams":[{"redirect":9933126,"hoster":"VOE"},{"redirect":9933127,"hoster":"Streamtape"}]}]}]}]}