{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer","name":"Fang des Lebens – Die Atlantik-Fischer","descr":"Die Gewässer vor der Südküste Großbritanniens zählen zu den tückischsten weltweit. In den Wintermonaten, wenn sich der Atlantik von seiner wildesten Seite zeigt, peitschen dort orkanartige Böen mit bis zu zehn Windstärken übers Meer, und die Schiffskapitäne haben mit meterhohen Wellenbrechern zu kämpfen. Doch für Skipper Steve Moseley und seine Crew auf der \"Bill Rowney\" ist es die wichtigste Zeit des Jahres: Im Winter erzielen sie Höchstpreise für ihren Fang, und es tobt ein harter Konkurrenzkampf auf hoher See. Aus diesem Grund wirft die Besatzung des Fisch-Trawlers bei jedem Wetter die Netze aus, genauso wie die Mannschaften der \"Angel Emiel\", der \"Lady Lou\" und der \"Filadelfia\". Mit dem Knochenjob müssen die Seeleute schließlich ihre Familien ernähren. Die neue DMAX-Serie \"Die Atlantik-Flotte\" zeigt den harten Arbeitsalltag der britischen Fischer.","seasons":[{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1/episode-1","name":"Die Gunst der Stunde","epNo":1,"alt":"Episode 1","descr":"Steinbutt, Seeteufel und Tintenfisch bringen den Seeleuten einen Haufen Geld ein – vor allem, da Kapitän Antony Shine und seine Besatzung im Moment fast allein vor der Südküste Englands fischen. Alle anderen Boote stecken wegen eines Sturmtiefs im Hafen fest. Die Crew der \"Angel Emiel\" hatte als einzige den richtigen Moment erwischt und war noch rechtzeitig vor dem Unwetter ausgelaufen. Vor den Küsten der britischen Insel muss man sich den Fang fast immer mit anderen teilen – deshalb freuen sich die Seeleute jetzt besonders über den ergiebigen Zahltag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922382","hoster":"VOE"},{"path":"/redirect/12725171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1/episode-2","name":"Wintereinbruch","epNo":2,"alt":"Episode 2","descr":"Der Winter hat die Südküste Englands fest im Griff. Doch obwohl der Wetterbericht Sturmwarnung gibt, wollen Kapitän Don Liddicoat und seine Besatzung auf der \"Filadelfia\" unbedingt auslaufen. Nach einer langen Zwangspause müssen die Männer endlich wieder Geld verdienen. Wegen eines Getriebeschadens lag ihr Trawler nämlich mehrere Wochen im Hafen fest, Reparaturkosten: satte 75.000 Euro. Diese Summe müssen die Fischer schleunigst wieder reinholen, sonst herrscht an Weihnachten Ebbe im Portemonnaie. Auch Dons 19-jähriger Sohn Scott soll dabei tatkräftig mit anpacken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12725164","hoster":"VOE"},{"path":"/redirect/12725166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1/episode-3","name":"Fette Beute","epNo":3,"alt":"Episode 3","descr":"Skipper Antony Shine und die Crew der \"Angel Emiel\" haben einen langen Weg vor sich. Bis zum Ostende des Ärmelkanals werden die Männer auf ihrem Trawler fast 12 Stunden brauchen. Doch die lange Fahrt könnte sich für die Seeleute lohnen, denn rund um Weihnachten wird frischer Fisch auf den Märkten zu Höchstpreisen gehandelt. Vor allem Seezunge ist um diese Jahreszeit ein Renner. Doch noch haben die Jungs den begehrten Speisefisch nicht in ihren Netzen. Vor ihnen liegen harte Tage, wenig Schlaf und jede Menge Knochenarbeit an Deck","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12725161","hoster":"VOE"},{"path":"/redirect/12725162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1/episode-4","name":"Feuer-Alarm","epNo":4,"alt":"Episode 4","descr":"Ein Schiff der Atlantik-Flotte hat auf dem Meer plötzlich Feuer gefangen. Die Besatzung der \"Travessa\" konnte zwar von einem Rettungshubschrauber in Sicherheit gebracht werden, doch die Seeleute mussten alle Leinen kappen. Jetzt liegen ihre Netze auf dem Meeresgrund und drohen zu verrotten. Da der Verlust dieser rund 40.000 Euro teuren Ausrüstung den finanziellen Ruin bedeutet, hat sich Kapitän Steve Moseley an Bord der \"Billy Rowney\" bereit erklärt, seinen Kollegen zu helfen. Seine Männer werden versuchen, das wertvolle Fanggerät zu bergen – was bei diesem heftigen Seegang garantiert schwierig wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12725157","hoster":"VOE"},{"path":"/redirect/12725158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1/episode-5","name":"Der Härtetest","epNo":5,"alt":"Episode 5","descr":"Die Atlantik-Fischer haben mit einem der härtesten Winter seit Beginn der Wetteraufzeichnungen zu kämpfen. An der Südküste Großbritanniens ist es so eisig wie seit Jahren nicht mehr. Unter diesen widrigen Bedingungen wird die Arbeit auf den Fangbooten zur Tortur. Die \"Filadelfia\" ist jetzt schon seit sechs Tagen auf hoher See, und Skipper Don Liddicoat hat seiner Crew kaum eine Pause gegönnt. Auch bei seinem Sohn Scott macht der Kapitän keine Ausnahme, im Gegenteil: Der 19-Jährige steht in seiner ersten Saison quasi unter Dauerbeobachtung. Doch offensichtlich ist Scott nicht aus demselben Holz geschnitzt wie sein Erzeuger. Das Greenhorn will seinen Job schon nach wenigen Wochen an Bord hinschmeißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12725153","hoster":"VOE"},{"path":"/redirect/12725152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fang-des-lebens-die-atlantik-fischer/staffel-1/episode-6","name":"Endspurt","epNo":6,"alt":"Episode 6","descr":"Fette Beute ade! Die profitable Wintersaison neigt sich dem Ende zu, denn die Fischschwärme werden bald in tiefere Gewässer abziehen. Und dann müssen sich die Seeleute vor der Südküste Großbritanniens mit weitaus geringeren Einnahmen zufriedengeben. Aus diesem Grund blasen die Kapitäne zum Endspurt und treiben ihre Crews auf der Zielgeraden noch einmal zu Höchstleistungen an. Skipper Geoff Cudd und seine Männer auf der \"Lady Lou\" sind extra den weiten Weg bis nach Nord-Cornwall geschippert, um dort Tintenfische zu fangen. Doch seit 48 Stunden ziehen sie nur leere Netze an Deck. Der fette Zahltag für die Fischer fällt offensichtlich ins Wasser – und das sorgt für äußerst miese Stimmung an Bord","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12725154","hoster":"VOE"},{"path":"/redirect/12725156","hoster":"Streamtape"}]}]}]}]}