{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon","name":"Fang des Lebens – Tödliche See vor Oregon","descr":"Nicht nur in Alaska wird kommerzieller Krabbenfang betrieben, sondern auch in der Fischerstadt Newport in Oregon. Diese Doku-Serie begleitet die dort ansässigen Fischer, die sich täglich den unvorhersehbaren Gefahren der wilden See aussetzen. Ihr Ziel: Einen möglichst großen Anteil vom Millionen Dollar schweren Umsatz abbekommen, der mit dem Fang des Kalifornischen Taschenkrebses erzielt wird.","seasons":[{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1/episode-1","name":"Das Wettrennen beginnt","epNo":1,"alt":"Sacrifice","descr":"Im Zeitfenster von Dezember bis August dürfen die Seeleute vor der Küste des US-Bundesstaates Oregon unbegrenzt viele männliche Krebse ab einer gewissen Größe aus dem Meer fischen. Und in den ersten zwei Wochen der Saison ist die Ausbeute besonders groß. Dann gilt auf dem Ozean die Devise: Wer zuerst kommt, mahlt zuerst! Deshalb bereiten sich Kapitän Chris Retherford und die Besatzung der \"Excalibur\" im Hafen auf ein hart umkämpftes Wettrennen vor. Jede Crew will die Fanggründe südlich von Newport zuerst erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6704006","hoster":"VOE"}]}]},{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1/episode-2","name":"Ein Sturm braut sich zusammen","epNo":2,"alt":"Pacific Fury","descr":"Vor der Küste von Oregon prallen ein Tiefdruckgebiet aus dem Golf von Alaska und Südwestwinde aufeinander. Das sind keine guten Nachrichten für die Krebsfischer, denn bei schlechtem Wetter wird die Dünung vor dem Hafen von Newport zur Todesfalle. Unberechenbare Strömungen sorgen dort für bis zu zehn Meter hohe Wellen, deshalb sperrt die Küstenwache an stürmischen Tagen die Zufahrt. Dann müssen die Seeleute die Nacht auf dem Meer verbringen - aber dieses Risiko nimmt die Crew der \"Lady Law\" wohl oder übel in Kauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6704008","hoster":"VOE"}]}]},{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1/episode-3","name":"Das Ende der Eagle III","epNo":3,"alt":"Lost at Sea","descr":"Stürmischer Wind und riesige Wellenbrecher: Die extremen Wetterbedingungen vor der Küste des US-Bundesstaates Oregon sind der Besatzung eines Fischkutters zum Verhängnis geworden. Die 15 Meter lange \"Eagle III\" ist bei heftigem Seegang auf dem Ozean gekentert. Der Kapitän konnte sich zwar ans Ufer retten, aber drei Crew-Mitglieder werden noch vermisst. Während ein Rettungsteam der Küstenwache mit Hochdruck nach den Schiffbrüchigen sucht, verbreitet sich die Schreckensnachricht über Funk auf den Booten der Krebsfischerflotte.","versions":[]},{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1/episode-4","name":"Alles hat seinen Preis","epNo":4,"alt":"Cursed Bay","descr":"Die Suche nach den vermissten Crewmitgliedern der \"Eagle III\" wurde eingestellt, denn es besteht keine Hoffnung mehr. Diese Schreckensnachricht sorgt bei den Krebsfischern für große Betroffenheit. Aber dann heißt es: durchatmen und zurück an die Arbeit! Denn die Männer kämpfen auf dem Meer um ihre Existenz. Um den Kunden rechtzeitig mit Ware zu beliefern, müssen Kapitän Ripka und die Besatzung der \"Western Breeze\" bis Mitternacht 250 Fallen einholen. Den Seeleuten steht an Deck eine anstrengende Doppelschicht bevor.","versions":[]},{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1/episode-5","name":"Anfängerfehler","epNo":5,"alt":"Another Lost Soul","descr":"Die Ausbeute der \"Lady Law\" kann sich sehen lassen. Eine riesige Ladung Krebse bringt der Besatzung rund 15 000 Dollar ein - das ist kein schlechter Wochenlohn. Aber den Seeleuten bleibt kaum Zeit, diesen Erfolg ausgiebig zu feiern. Stattdessen ist beim Abladen Akkordarbeit angesagt, denn der Kutter soll so schnell wie möglich wieder auslaufen. Kapitän Gary Ripka versteht derweil auf der \"Western Breeze\" die Welt nicht mehr. Der Skipper steht auf dem Meer plötzlich ohne Köder da. Solche Anfängerfehler sind eigentlich unverzeihlich.","versions":[]},{"path":"/serie/stream/fang-des-lebens-tdliche-see-vor-oregon/staffel-1/episode-6","name":"Die letzte Etappe","epNo":6,"alt":"Final Crossing","descr":"Zum Ende der Fangsaison steigen die Preise. Sprich: Wer jetzt mit einem vollen Tank Krebse in den Hafen zurückkehrt, der kann richtig absahnen - vorausgesetzt Gary Ripka und seine Crew liefern die Ware rechtzeitig beim Empfänger ab. 7000 Kilo innerhalb der nächsten 36 Stunden: Um dieses Pensum zu schaffen, muss die Besatzung des Kutters auf dem Ozean ranklotzen, was das Zeug hält. Dadurch steigt an Deck die Gefahr von Arbeitsunfällen. Seemann Justin Frost verliert beim Einholen der Fallen um ein Haar seinen Arm.","versions":[]}]}]}