{"seriesId":"fantasista-doll","name":"Fantasista Doll","descr":"Fantasista Doll ist die Geschichte der Mittelschülerin Uno Uzume, in deren Besitz mysteriöse Karten gelangt sind, die magische Puppen heraufbeschwören können. Als Uno das herausfindet, geht sie mit den Karten einen Vertrag ein und wird zu einem `Card Master`. Gemeinsam mit ihren 5 \u0026amp;amp;quot;Fantasista Dolls\u0026amp;amp;quot; - Sasara, Katja, Shimeji, Madeleine und Akari - kämpft Uno, um sich selbst zu beschützen und ihre Welt zu retten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Eager Uzume: A Suspicious Creeping Shadow?","descr":"Während sie mit dem Zug zur Schule fährt, findet Uzume Uno ein mysteriöses Gerät in ihrer Tasche. Später in der Schule rennt Uzume vor einem vermeintlichen Stalker davon und hört gleichzeitig eine Stimme in ihrem Kopf. Um auf Nummer sicher zu gehen, schließt Uzume einen Vertrag ab, um Meister der Fantasista Doll zu werden, und bringt eine dieser Puppen, Sasara, hervor.","versions":[{"lang":3,"streams":[{"redirect":12135587,"hoster":"VOE"},{"redirect":12135591,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Sasara Sarasara: You\u0027re My \"Master\"?","descr":"Nach einem Streit mit Sasara, die nicht glücklich darüber war, dass Uzume unehrlich war, weil sie eine Einladung ihrer Klassenkameradin Manai Hatsuki abgelehnt hatte, erklärt Uzume hartnäckig, dass sie aufhören möchte, die Meisterin der Puppen zu sein, und die Karten dorthin zurückbringen möchte, wo sie hergekommen sind.","versions":[{"lang":3,"streams":[{"redirect":12135593,"hoster":"VOE"},{"redirect":12135596,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Expedient Errand: Madeleine\u0027s Devotion?","descr":"Nachdem Uzume Manais Puppen zurückgeschlagen hat, erfährt sie, dass sie einer Gehirnwäsche unterzogen wurde, um sie anzugreifen. Unterdessen ärgert sich Uzume ein wenig über Madeleines Beharren darauf zu helfen und drängt sie, nicht so oft herauszukommen. In diesem Moment treffen sie auf Kira Kazunari, einen weiteren Puppenmeister, der seine Puppen mit wenig Rücksicht auf ihre Sicherheit verwendet. Dank Madeleines Hilfe schaffen sie es, gut aus dem Kampf herauszukommen, indem sie eine ihrer Unterstützungskarten opfern, während Shimeji dabei hilft, ein Siegel für Uzumes Gerät zu finden.","versions":[{"lang":3,"streams":[{"redirect":12135595,"hoster":"VOE"},{"redirect":12135599,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Jimejime Shimeji: Counter-attack by the Pathetic Prince?","descr":"Shimeji erkennt eine von Kiras Puppen als Aloe und wird an ihren früheren Meister erinnert, der sie schließlich verlassen hat. Als solches verhält sich Shimeji seltsam und will Uzume nicht nahe kommen, aus Angst, verlassen zu werden. Genau in diesem Moment trifft die Bande erneut auf Kira, die Karten für die Mutual Dream Assurance Group erbeutet, in der Hoffnung, ein Andenken von seiner lange verlorenen Liebe wiederzubekommen. Als Aloe zusammen mit Kiras anderen Puppen die Torheit von Kiras harter Behandlung erkennt und ihren Rücktritt ankündigt, plant Kira, sie alle auszuschalten, indem sie Aloe sich selbst zerstören lässt. Aloe beschließt, sich selbst zu opfern, um die anderen zu retten, aber glücklicherweise schafft es Uzume, eine Reparaturkarte zu verwenden, um sie wiederherzustellen. Trotz allem beschließt Aloe, an Kiras Seite zu bleiben, da sie das Gefühl hat, dass er ohne sie nicht überleben würde, während Shimeji ein Geschenk von Uzume erhält.","versions":[{"lang":3,"streams":[{"redirect":12135600,"hoster":"VOE"},{"redirect":12135603,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Work Work Working: Katia\u0027s Beginning?","descr":"Uzume willigt ein, Manais Kartenclub beizutreten und entdeckt, dass das Mädchen, das sie zuvor angegriffen hat, Kagami Totori, ebenfalls Mitglied ist. Kagami verhält sich ihr gegenüber kalt, wird es aber weniger, nachdem sie die zuvor gewonnene Kunoichi-Karte zurückgegeben hat. Nachdem Uzume beschließt, den Puppen aufgrund der Schäden an ihrer Brieftasche den Verzehr von Snacks zu verbieten, beschließen die Puppen, Teilzeitjobs anzunehmen, wobei Katia einen Lieferjob annimmt. Während sie versucht, ihren Weg zu finden, trifft Katia Uzumes kleine Schwester Miko, die ihr hilft, den Weg zu zeigen, und wird schließlich in einer Fernsehsendung interviewt.","versions":[{"lang":3,"streams":[{"redirect":12135604,"hoster":"VOE"},{"redirect":12135607,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Akari Karikari: Restrictions and Devotion?","descr":"Als Uzume alle ausführt, nachdem sie an einem Sonntag versehentlich früh aufgewacht ist, macht sich Akari Sorgen, ihr zu nahe zu kommen, falls sie wieder verlassen werden. Sie treffen bald ein Mädchen namens Miina Rurukawa, das sich wie eine Puppe verhält, wobei ihre eigentlichen Puppen als ihre Meister fungieren. Später in der Nacht entdeckt Miko schließlich Uzumes Puppen, ist aber zu glücklich darüber, Katia zu sehen, um darüber zu plaudern. Am nächsten Tag trifft Uzume Miina wieder, die erklärt, warum sie sich entschieden hat, eine Puppe zu werden.","versions":[{"lang":3,"streams":[{"redirect":12135612,"hoster":"VOE"},{"redirect":12135613,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Heart Tart? All Together As One","descr":"Auf ihrem Heimweg von der Schule wird Uzume von einem anderen Mitglied der MDAG namens Kiyoshi Kiyomizu herausgefordert, der ihre Puppen mit der Rugby-Formation seines Teams überwältigt, aber sie wird von Manai und Kagami unterstützt, die Kiyoshi zum Rückzug zwingen. Rafflesia gibt Uzume eine Karte, die eine spezielle Technik hervorbringt, wenn Meister und Puppen als Einheit zusammenarbeiten, aber es scheint, dass sie beim Scannen nur zufällige Objekte beschwört. Während Uzume sie darin trainiert, kooperativ zu arbeiten, nehmen die Objekte bald die Form von Kanonenstücken an, obwohl sie nicht herausfinden können, wie sie sie benutzen sollen, wobei Sasara Uzume die Schuld gibt.","versions":[{"lang":3,"streams":[{"redirect":12135610,"hoster":"VOE"},{"redirect":12135632,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Onion On On: A Cultural Festival?","descr":"Es ist Zeit für das Kulturfestival, bei dem viele Mitglieder der MDAG versuchen, Uzume für ihre Karten ins Visier zu nehmen. Darunter Rin, ein schwindelerregendes Model, das hinter Komachi immer wieder den zweiten Platz belegt, und Jun, ein Regisseur, der verachtet wird, wenn sein Experimentalfilm nicht gut ankommt. Während des Festivals macht sich Kagami, die sich um Miko gekümmert hat, nachdem sie von Katia getrennt wurde, Sorgen, als sie sie aus den Augen verliert. Kagami hört eine PA-Durchsage von Rin, die Uzume anruft, um sie zu treffen, geht selbst und schlägt schnell alle Puppen von Rin.","versions":[{"lang":3,"streams":[{"redirect":12135615,"hoster":"VOE"},{"redirect":12135616,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Kagami Kami Kami? Confusing Feelings","descr":"Kagami, die sich der MDAG angeschlossen hatte, um Informationen über den Verbleib ihres vermissten Bruders zu erhalten, wird Uzume gegenüber wieder kalt, nachdem sie sich geweigert hat, ihr ihre Karten zu geben. Uzume gerät in Konflikt darüber, wie sie sich mit Kagami versöhnen soll, ohne gegen sie zu kämpfen oder ihre Karten aufzugeben. In der Zwischenzeit gerät Kagami, der ein Zeitlimit für den Abschluss ihres angeforderten Austauschs eingeräumt wird, auch in Konflikt darüber, ob sie Uzume verraten soll oder nicht. Kagami konfrontiert Uzume unweigerlich in einem Kampf zwischen ihren Puppen.","versions":[{"lang":3,"streams":[{"redirect":12135620,"hoster":"VOE"},{"redirect":12135624,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Poked Poker: The Director\u0027s Challenge?","descr":"Da Uzume weiterhin unsicher ist, wie sie Madeleine zurückbekommt, erhält sie eine Nachricht von Anne, die sie zu einem Pokerspiel um ihre verbleibenden Karten herausfordert. Gerade als sie die notwendige Ausrüstung inspizieren will, die mit einer Teelieferung verschickt wurde, stolpert Uzumes Mutter Mikoto zuerst über sie und beschließt, sich ihrem Spiel anzuschließen, indem sie Uzume einige der Grundlagen beibringt, bevor sie beginnen. Mikoto erwischt dank ihres Bluffs einen starken Start gegen Anne. In der nächsten Runde geht Anne all-in, aber Mikoto schafft es, ihre Hand mit einer stärkeren zu schlagen und Madeleines Karte von ihr zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":12135623,"hoster":"VOE"},{"redirect":12135627,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Komachi Machi Machi? Promised Devotion","descr":"Nachdem sie Madeleine nach Uzume zurückgebracht hat, bricht Komachi ein Siegel, das an den Erinnerungen der Puppen festgehalten wurde, und enthüllt, dass sie einst ihre ursprüngliche Meisterin war. Komachi verschiebt die Diskussion über ihre Motive auf den nächsten Tag und lässt die Puppen für die Nacht bei ihr bleiben, was Uzume unruhig macht. Am nächsten Tag treffen sich die Mädchen und Puppen mit Rafflesia und seiner Partnerin Mikasa, die ihnen die Ursprünge der Fantasista Dolls erklären.","versions":[{"lang":3,"streams":[{"redirect":14075109,"hoster":"VOE"},{"redirect":12135629,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Wishes Upbeat, Everyone\u0027s Shining","descr":"Es wird gezeigt, wie Sonnet an Komachi verloren ging, als sie sie aus dem Weg eines rasenden Lastwagens schob und ihre Karte dadurch zerquetscht wurde. Als der Kampf zwischen Uzume und Komachi beginnt, bittet Anne Makoto um seine Hilfe bei der Wiederbelebung von Sonnet. Uzume wird bald von Kagami und Manai begleitet, deren kombinierte Freundschaftsbekundung bei Proto-Zero Anklang zu finden scheint, die ihren Wunsch zu leben zum Ausdruck bringt und Komachi klar macht, dass sie andere Puppen vernachlässigt hat, während sie sich auf Sonnet konzentriert.","versions":[{"lang":3,"streams":[{"redirect":12135588,"hoster":"VOE"},{"redirect":12135586,"hoster":"Streamtape"}]}]}]}]}