{"seriesId":"farscape","name":"Farscape","descr":"Durch einen Magnetsturm wird der Astronaut Commander John Crichton Jr. (Ben Bowder) in eine ferne Galaxy katapultiert. Das seltsame Raumschiff Moya, tatsächlich ein lebender Organismus, nimmt ihn auf. Es ist von einer merkwürdigen Mischung unterschiedlichster Spezies bevölkert. Zur Besatzung gehören Officer Aeryn Sun (Claudia Black), General Ka D`Argo (Anthony Simcoe), Pa`u Zotoh Zhaan (Viginia Hey) und Rygel XVI. Gemeinsam flüchten sie vor einer kriegerischen Rasse, die irreführend Peacekeeper heißt. Deren Anführer ist der grausame Captain Bailar Crais (Lani John Tupu). Auf ihrer Odyssee treffen sie auf immer neue Wesen und Planeten. Nicht alle Rollen waren mit Schauspielern besetzt, einige Außerirdische, z. B. Rygel XVI, wurden von Puppen verkörpert, die aus Jim Hensons Muppets-Fabrik stammten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Premiere","epNo":1,"alt":"Premiere","descr":"Astronaut John Crichton startet mit seinem neuen Raumschiff zum Jungfernflug. Durch einen Unfall gerät er in ein Wurmloch und wird in eine weit entfernte Galaxie katapultiert. Dort gerät er mitten in die kriegerischen Auseinandersetzungen fremder Wesen. Seine kleine Raumfähre wird an Bord des biomechanoiden Raumschiffs Moya gezogen, mit dem gerade einige Gefangene flüchten wollen.","versions":[{"lang":1,"streams":[{"redirect":9700398,"hoster":"VOE"},{"redirect":8544453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11308106,"hoster":"VOE"},{"redirect":10107953,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich, E.T. und die anderen","epNo":2,"alt":"I, E.T.","descr":"In Moyas Nervensystem wurde ein Sender entdeckt, der es den Peacekeepern ermöglicht, immer den genauen Standort des Schiffes zu orten. John und die Moya-Crew landen auf einem sumpfigen Planeten, wo das Signal vorerst gestört ist. Um Moya von dem Sender zu befreien, müssen sie nun schleunigst Chlorium auftreiben.","versions":[{"lang":1,"streams":[{"redirect":9700399,"hoster":"VOE"},{"redirect":8544461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107954,"hoster":"VOE"},{"redirect":10107956,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Leben soll nicht enden","epNo":3,"alt":"Exodus from Genesis","descr":"John Crichton hat an Bord des biomechanischen Raumschiffs Moya eine neue Heimat gefunden. In der Nähe eines Asteroidennebels wird das Schiff von käferähnlichen Wesen befallen. Die Parasiten bringen Moyas Temperatursystem völlig durcheinander. Zudem beginnen die unberechenbaren Tierchen, sämtliche Crewmitglieder zu klonen.","versions":[{"lang":1,"streams":[{"redirect":13056262,"hoster":"VOE"},{"redirect":8538701,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107958,"hoster":"VOE"},{"redirect":10107959,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der rote Kristall","epNo":4,"alt":"Throne for a Loss","descr":"Die Tavleks halten Rygel für einen wohlhabenden Herrscher und entführen ihn kurzerhand. Die Crew der Moya kann das Lösegeld nicht aufbringen, deshalb machen sich John und Aeryn auf den Weg, um den kleinen Despoten zu befreien. Die Zeit drängt, denn Rygel hat einen wertvollen roten Kristall bei sich, den Moya dringend zum Überleben braucht.","versions":[{"lang":1,"streams":[{"redirect":9207522,"hoster":"VOE"},{"redirect":14318027,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefährliche Besucher an Bord","epNo":5,"alt":"Back and Back and Back to the Future","descr":"Wissenschaftler Verell und seine Mitarbeiterin Matala retten sich nach der Zerstörung ihres Raumschiffs an Bord der Moya. John wird dabei einer Strahlung ausgesetzt, die ihn in verschiedene Zeitebenen bringt. Er sieht seinen Tod, den seiner Crew und auch den des Wissenschaftlers voraus. Und in allen Fällen ist Matala die Mörderin.","versions":[{"lang":1,"streams":[{"redirect":9581277,"hoster":"VOE"},{"redirect":14318031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916378,"hoster":"VOE"},{"redirect":10107961,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Wahrheit über Sykar","epNo":6,"alt":"Thank God it\u0027s Friday. Again.","descr":"D’Argo kehrt von einer Mission auf dem Planeten Sykar nicht zurück, weil er sich dort angeblich niederlassen möchte. Misstrauisch begeben sich John und sein Team dorthin. Doch auf dem Planeten scheint alles in schönster Ordnung zu sein. Die Bewohner leben dort in Harmonie und Glücksseligkeit. Aber dann entdeckt John eine Pflanze, die für den friedfertigen Zustand der Bewohner verantwortlich ist.","versions":[{"lang":1,"streams":[{"redirect":9003622,"hoster":"VOE"},{"redirect":8538698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107957,"hoster":"VOE"},{"redirect":10107960,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Begegnung auf der Zelbinion","epNo":7,"alt":"PK Tech Girl","descr":"Die Moya stößt auf ein treibendes Raumschiff der Peacekeeper: die legendäre Zelbinion. Voller Hoffnung, Informationen zu finden, die ihnen den Weg nach Hause ermöglichen, begeben sich John und Aeryn an Bord. Nahezu die gesamte Mannschaft ist tot, die verängstigte Technikerin Gilina ist die einzige Überlebende. Plötzlich tauchen Sheygangs auf, die das Schiff ausrauben wollen.","versions":[{"lang":1,"streams":[{"redirect":9601874,"hoster":"VOE"},{"redirect":8544462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107962,"hoster":"VOE"},{"redirect":10107968,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Magier und die Gladiatoren","epNo":8,"alt":"That Old Black Magic","descr":"Der Magier Maldis nimmt John gefangen. In einem aussichtslosen Kampf soll John gegen Captain Crais antreten. Denn nur durch den Tod eines anderen kann Maldis existieren. Aeryn und D’Argo wollen dem Magier das Handwerk legen.","versions":[{"lang":1,"streams":[{"redirect":9700400,"hoster":"VOE"},{"redirect":8544455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107963,"hoster":"VOE"},{"redirect":10107965,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der DNS-verrückte Wissenschaftler","epNo":9,"alt":"DNA Mad Scientist","descr":"Gentechnik-Experte Nam Tar stellt die Moya-Crew vor ein schreckliches Dilemma: Für einen Arm des vierarmigen Piloten würde er einigen Mitgliedern der Besatzung die Koordinaten ihrer Heimatplaneten, die er aufgrund ihrer DNS-Analyse errechnen kann, verraten. Wird die Crew ihrem Piloten einen Arm abhacken, um wieder nach Hause zu gelangen?","versions":[{"lang":1,"streams":[{"redirect":9700401,"hoster":"VOE"},{"redirect":8538699,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107964,"hoster":"VOE"},{"redirect":10107967,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geheimnisvolle Moya","epNo":10,"alt":"They\u0027ve Got a Secret","descr":"Die Crew der Moya findet Sabotage-Module der Peacekeeper an Bord. D’Argo ist das erste Opfer. Außerdem häufen sich technische Probleme. John glaubt zunächst, dass Moya ein Virus befallen hat. Schließlich entdeckt er den wahren Grund: Das Raumschiff ist schwanger.","versions":[{"lang":1,"streams":[{"redirect":9601872,"hoster":"VOE"},{"redirect":8538700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10107966,"hoster":"VOE"},{"redirect":10107969,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Wurmloch ist an allem schuld","epNo":11,"alt":"Till the Blood Runs Clear","descr":"John führt mit einem Shuttle ein Experiment an einem instabilen Wurmloch durch und kann es tatsächlich für eine kurze Zeit öffnen. Doch seine Fähre wird dabei beschädigt und John ist gezwungen, auf einem Wüstenplaneten zu landen. Kopfgeldjäger sind dort auf der Suche nach der Crew von Moya.","versions":[{"lang":1,"streams":[{"redirect":9601873,"hoster":"VOE"},{"redirect":8538711,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die dunklen Impulse","epNo":12,"alt":"Rhapsody in Blue","descr":"John und Aeryn geraten in das sogenannte Flax, ein Netz, das von Weltraumpiraten geschaffen wurde, um andere Schiffe auszurauben. John kann gerade noch eine Notrufboje an Moya abschießen. Mit Hilfe des Ex-Piraten Staanz will die Moya-Crew die beiden befreien.","versions":[{"lang":1,"streams":[{"redirect":9601875,"hoster":"VOE"},{"redirect":8544457,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Phänomen, genannt Flax","epNo":13,"alt":"The Flax","descr":"Die delvianische Priesterin Tahleen lockt Zhaan und die Moya-Crew in einen Hinterhalt. Sie will sich durch Seelenverschmelzung Zhaans dunkler Impulse bemächtigen und so ihre Macht vergrößern.","versions":[{"lang":1,"streams":[{"redirect":9590675,"hoster":"VOE"},{"redirect":8544458,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Wunder von Acquara","epNo":14,"alt":"Jeremiah Crichton","descr":"John wird durch einen Unfall von Moya getrennt und landet auf dem Planeten Acquara. Lishala, die Tochter des Herrschers von Acqara, verliebt sich in ihn. Dadurch macht sich John den hinterhältigen Rokon, einen abgewiesenen Verehrer Lishalas, zum Feind.","versions":[{"lang":1,"streams":[{"redirect":9614706,"hoster":"VOE"},{"redirect":8550978,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Durka, der Schreckliche","epNo":15,"alt":"Durka Returns","descr":"Moya kollidiert mit einer Raumfähre. An Bord befinden sich die Nebari Salis und Chiana, sowie Rygels ehemaliger Kerkermeister Durka. Die Nebari haben Durka einer Läuterung unterzogen und alles Böse aus seiner Seele getilgt. Aber Rygel traut Durka noch immer nicht und will sich an ihm rächen.","versions":[{"lang":1,"streams":[{"redirect":9590676,"hoster":"VOE"},{"redirect":8544459,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Suche nach der freundlichen Welt","epNo":16,"alt":"A Human Reaction","descr":"In der Nähe von Moya taucht ein Wurmloch auf. John nutzt die Gelegenheit und kehrt zur Erde zurück. Doch der Empfang fällt nicht gerade freundlich aus. Selbst sein Vater wirkt reserviert. Mit der Zeit bemerkt John immer mehr seltsame Dinge, auf die er sich anfangs keinen Reim machen kann.","versions":[{"lang":1,"streams":[{"redirect":13008591,"hoster":"VOE"},{"redirect":8544463,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Jenseits von Raum und Zeit?","epNo":17,"alt":"Through the Looking Glass","descr":"Die Stimmung der Moya-Crew ist auf dem Tiefpunkt: Alle befürchten, dass Moya keine Stellarbeschleunigung mehr durchführen kann. Als Moya es dennoch versucht, kommt es zu einem rätselhaften Phänomen. Das Raumschiff wird in drei verschiedene Ebenen gespalten, die bei den Besatzungsmitgliedern die verschiedensten Reaktionen hervorrufen.","versions":[{"lang":1,"streams":[{"redirect":9581279,"hoster":"VOE"},{"redirect":8544464,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Jagd nach dem Flucht-Virus","epNo":18,"alt":"A Bug\u0027s Life","descr":"Ein Peacekeeper-Kommando kommt an Bord von Moya. Es hat eine Fracht bei sich, die unbedingt verschlossen bleiben muss. Rygel und Chiana können ihre Neugier nicht zügeln und öffnen die Fracht. Dabei setzen sie ein gefährliches Virus frei. Der Krankheitserreger springt von einem Träger zum nächsten über und löst beim Infizierten unglaubliche Kräfte aus.","versions":[{"lang":1,"streams":[{"redirect":9590678,"hoster":"VOE"},{"redirect":8544465,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"In den Tiefen des Bewußtseins","epNo":19,"alt":"Nerve","descr":"Aeryn wurde durch einen Messerstich lebensgefährlich verletzt. Sie benötigt dringend eine Gewebetransplantation. Crichton und Chiana fliegen zu einer Gammak-Basis, um geeignetes Material zu beschaffen. Dort gerät Crichton in die Gewalt des grausamen Scorpius. Mithilfe des Aurorastuhles, eines Folterinstruments, versucht Scorpius in Crichtons Gedanken einzudringen und somit mehr über die Wurmlochtechnologie zu erfahren.","versions":[{"lang":1,"streams":[{"redirect":9581278,"hoster":"VOE"},{"redirect":8538720,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Scorpius und der Aurorastuhl","epNo":20,"alt":"The Hidden Memory","descr":"Crichton befindet sich noch immer in der Gewalt des grausamen Scorpius. Mit Hilfe seines gefürchteten Aurorastuhls will Scorpius Crichtons Wissen über Wurmlöcher erforschen. Aeryn, D’Argo und Zhaan fliegen zur Gammak-Basis, um ihren Freund zu befreien. Crichton macht indessen Bekanntschaft mit seinem Mitgefangen Stark, der über fantastische Kräfte verfügt.","versions":[{"lang":1,"streams":[{"redirect":9590681,"hoster":"VOE"},{"redirect":8544467,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Flora und diese fleischfressenden Wesen","epNo":21,"alt":"Bone to be Wild","descr":"Moya und ihre Crew erhalten einen Hilferuf von einem Asteroiden. Der Himmelskörper ist völlig von Pflanzen überwuchert. Crichton, Zhaan und D’Argo treffen dort auf zwei seltsame Wesen, die die letzten ihrer Spezies sind: Die fleischfressende M’Lee ist völlig unterernährt. Deshalb versucht ihr Leidensgenosse Br’Nee Arzneimittel aus den Gewächsen anzufertigen. Da Zhaan ebenfalls pflanzlicher Abstammung ist, wird sie von Br’Nee angefallen.","versions":[{"lang":1,"streams":[{"redirect":9003639,"hoster":"VOE"},{"redirect":8538722,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Täuschungsmanöver ohne Ende","epNo":22,"alt":"Family Ties","descr":"Rygel fliegt mit einem Transporter zum Peacekeeper-Kommandoschiff, um Scorpius einen Handel vorzuschlagen. Als Gegenleistung für seine Freiheit will er die anderen Gefangenen auf der Moya verraten. Doch Scorpius, der sich gegen Crais auflehnt, versucht Rygel zu töten. Gemeinsam mit Crais gelingt Rygel die Flucht zurück zur Moya.","versions":[{"lang":1,"streams":[{"redirect":9590680,"hoster":"VOE"},{"redirect":8544466,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Machtkampf um Talyn","epNo":1,"alt":"Mind the Baby","descr":"Crichtons Erzfeind Crais hat das bio-mechanoide Raumschiff Talyn gekapert. Als Gegenleistung für Crichtons Rettung von einem Asteroiden, soll Aeryn ihm zeigen, wie man das Schiff steuert.","versions":[{"lang":1,"streams":[{"redirect":12922380,"hoster":"VOE"},{"redirect":8538724,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Ritual der Erneuerung","epNo":2,"alt":"Vitas Mortis","descr":"Nilaam, eine alte luxanische Frau, braucht die Hilfe eines anderen Luxaners, um endlich sterben zu können. D’Argo wird die Ehre zuteil, ihr bei dem Übertritt ins neue Reich zu helfen. Als Nilaam erkennt, dass er viel stärker ist, als sie erwartet hat, beschließt sie das Todesritual in ein Erneuerungsritual umzuwandeln. Unterdessen kommt es auf Moya zu rätselhaften Zerfallserscheinungen.","versions":[{"lang":1,"streams":[{"redirect":9581280,"hoster":"VOE"},{"redirect":14165728,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Stein der Todgeweihten","epNo":3,"alt":"Taking the Stone","descr":"Nach dem Tod ihres Bruders schließt sich Chiana einer Gruppe junger Aliens an, deren ganzes Leben sich um die Suche nach Abenteuern dreht. Eine spezielle Mutprobe ist ein Sprung von einer Klippe, der nur durch Schallwellen gedämpft wird, die der Springer durch Schreie erzeugt. Crichton, Aeryn und Rygel versuchen alles, um Chiana zur Rückkehr zur Moya zu bewegen. Doch sie will unbedingt den gefährlichen Sprung wagen.","versions":[{"lang":1,"streams":[{"redirect":12916377,"hoster":"VOE"},{"redirect":8550980,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Licht der fünf Pulsare","epNo":4,"alt":"Crackers  Don\u0027t Matter","descr":"Der blinde Alien Traltixx verspricht der Crew, Moya unsichtbar und damit für die Peacekeeper unauffindbar zu machen. Zuerst skeptisch, fliegen sie schließlich mit Traltixx zu seinem Umwandlungsdock. Auf dem Weg dorthin müssen sie fünf Pulsarlichter durchqueren, vor denen der Alien sie eindringlich warnt. Tatsächlich verändern sich die Crewmitglieder: Sie leiden unter Paranoia und beginnen, sich gegenseitig anzugreifen","versions":[{"lang":1,"streams":[{"redirect":12379054,"hoster":"VOE"},{"redirect":8538721,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"So wie wir wohl nicht waren","epNo":5,"alt":"The Way We Weren\u0027t","descr":"Auf alten Überwachungsbändern ist zu sehen, wie ein früherer Pilot der Moya getötet wird. In den Aufnahmen kann man Aeryn, die zum Exekutionskommando der Peacekeeper gehörte, klar erkennen. Mit den Bildern konfrontiert, zieht sich Aeryn in sich zurück, denn sie will mit ihrer Vergangenheit nichts zu tun haben. Nur allmählich entlockt Crichton ihr die ganze Geschichte","versions":[{"lang":1,"streams":[{"redirect":9581284,"hoster":"VOE"},{"redirect":8544470,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Fenster in die Zeit","epNo":6,"alt":"Picture if You Will","descr":"Chiana bekommt ein holographisches Bild geschenkt, das wie ein Fenster in die Zukunft funktioniert. Die darin erscheinenden Visionen werden kurz darauf Realität. Als sie in dem Bild ein Crew-Mitglied nach dem anderen sterben sieht, verbreitet sich Panik an Bord. Alle Versuche, das Bild zu zerstören, scheitern.","versions":[{"lang":1,"streams":[{"redirect":9581286,"hoster":"VOE"},{"redirect":8544472,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Budong - Kreatur des Grauens","epNo":7,"alt":"Home on the Remains","descr":"Auf Moya gehen die Vorräte zur Neige. Auf der Suche nach Nahrung steuert das Schiff zu einer Bergbaukolonie. Um neue Vorräte zu kaufen, muss die Crew dort in Minen nach Kristallen schürfen. Doch die Minen werden von einem Monster bewohnt.","versions":[{"lang":1,"streams":[{"redirect":9590683,"hoster":"VOE"},{"redirect":8538715,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verfolgt von Angst und Furcht","epNo":8,"alt":"Dream A Little Dream","descr":"Zhaan macht sich auf die Suche nach ihren verschollenen Freunden Crichton, D’Argo und Aeryn. Gemeinsam mit Rygel und Chiana landet sie auf dem Planeten Litigara, auf dem fast ausschließlich Juristen leben. Als dort ein Mord geschieht, gerät Zhaan unter Verdacht. Chiana und Rygel müssen sich nun mit dem sonderbaren Rechtssystem des Planeten auseinandersetzen, um ihre Freundin zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":9590684,"hoster":"VOE"},{"redirect":8544471,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"SOS - Sie sind außer sich","epNo":9,"alt":"Out of Their Minds","descr":"Moya wird von einem halosianischen Schiff beschossen. Dabei geschehen seltsame Dinge: Alle Crewmitglieder an Bord werden in den Körper eines anderen transferiert. Gefangen in fremden Körpern müssen sie nun schleunigst Moyas Verteidigungsschirm reparieren.","versions":[{"lang":1,"streams":[{"redirect":12916379,"hoster":"VOE"},{"redirect":8538717,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Intrigen, Macht und Mörder - Teil 1","epNo":10,"alt":"Look at the Princess (1): A Kiss Is But a Kiss","descr":"Eine mysteriöse Energiekugel dringt in Moya ein. Als Crichton sich ihr nähert, wird er von ihr eingesaugt und zusammen mit zwei Doppelgängern wieder ausgespuckt. Indessen droht die Kugel Moya in eine andere Dimension zu ziehen. Die drei Crichtons wollen das verhindern","versions":[{"lang":1,"streams":[{"redirect":9003654,"hoster":"VOE"},{"redirect":8544474,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Intrigen, Macht und Mörder - Teil 2","epNo":11,"alt":"Look at the Princess (2): I Do, I Think","descr":"Während einer Party auf dem Königlichen Planeten lernt Crichton die Prinzessin Katralla kennen. Durch einen Kuss stellt diese fest, dass Crichton der einzige kompatible Mann für sie ist. Katrallas Bruder Clavor sieht seine Pläne durchkreuzt und schmiedet ein Komplott.","versions":[{"lang":1,"streams":[{"redirect":9590686,"hoster":"VOE"},{"redirect":8544468,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Intrigen, Macht und Mörder - Teil 3","epNo":12,"alt":"Look at the Princess (3): The Maltese Crichton","descr":"Crichton ist immer noch unschlüssig, ob er Prinzessin Katralla heiraten soll. Unterdessen verüben Prinz Clavor und sein Komplize Cargn einen Anschlag auf ihn. Hilfe erhält Crichton von unerwarteter Seite: Ausgerechnet Clavors Verlobte Jena rettet ihm das Leben","versions":[{"lang":1,"streams":[{"redirect":9590687,"hoster":"VOE"},{"redirect":8544473,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Meine drei Crichtons","epNo":13,"alt":"My Three Crichtons","descr":"Moya wurde von ihrem Schöpfer zum Tode verurteilt. Doch Zhaan setzt alles daran, das Leben des Raumschiffs zu retten. Clavor will Crichton unterdessen endgültig beseitigen. Sein Komplize Cargn schlägt dem zur Statue erstarrten Crichton den Kopf ab","versions":[{"lang":1,"streams":[{"redirect":9003648,"hoster":"VOE"},{"redirect":8538713,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Vorsicht, bissiger Parasit","epNo":14,"alt":"Beware of Dog","descr":"Die Crew der Moya hat auf einem Planeten Vorräte erworben. Doch sie werden eindringlich gewarnt: In den Lebensmitteln könnte sich ein Parasit befinden. Vorsichtshalber schaffen sie sich einen Vorc an, ein kleines Lebewesen, das für seine Fähigkeiten Schmarotzer aufzuspüren bekannt ist. Aber bald kommt ein schrecklicher Verdacht auf: Der Vorc scheint selbst ein Parasit zu sein","versions":[{"lang":1,"streams":[{"redirect":9590689,"hoster":"VOE"},{"redirect":8550979,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Nochmal fall\u0027 ich nicht drauf rein","epNo":15,"alt":"Won\u0027t Get Fooled Again","descr":"Crichton scheint in einem Albtraum gefangen zu sein. Er erlebt noch einmal seinen Flug in eine andere Galaxie. Aber alle seine Bekannten tauchen in völlig neuen Rollen auf: Aeryn als Ärztin, Zhaan als Psychiaterin und D’Argo als sexbesessener Astronaut.","versions":[{"lang":1,"streams":[{"redirect":9700402,"hoster":"VOE"},{"redirect":8544469,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Bild in deinem Medaillon","epNo":16,"alt":"The Locket","descr":"Die Moya-Crew stößt auf einen rätselhaften Nebel. Aeryn erklärt sich bereit, das Phänomen zu erforschen. Sie verschwindet durch eine Öffnung im Nebel und gelangt auf einen fremden Planeten. Als sie schließlich wieder zurückkehrt, ist sie um Jahrzehnte gealtert","versions":[{"lang":1,"streams":[{"redirect":9590688,"hoster":"VOE"},{"redirect":8550982,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Wahrheit und der Sündenbock","epNo":17,"alt":"The Ugly Truth","descr":"Die Moya-Crew soll Crais dabei helfen, Talyn abzurüsten. Die tödlichen Waffen sollen entfernt und an ihrer Stelle harmlosere plokavianische Waffe eingesetzt werden. Als sich das Handelsschiff nähert, von dem Crais die Waffe erwerben will, eröffnet Talyn unvermittelt das Feuer. Die Plokavianer sind außer sich und unterziehen Crichton und seine Freunde einem Verhör. Der Schuldige soll gefunden und exekutiert werden","versions":[{"lang":1,"streams":[{"redirect":9581285,"hoster":"VOE"},{"redirect":8538719,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein \u0027Clockwork Nebari\u0027","epNo":18,"alt":"A Clockwork Nebari","descr":"Zwei Nebari kommen an Bord der Moya und führen bei der Crew eine mentale Säuberung durch, unm sie zu willigen Sklaven zu machen. Doch bei Crichton und Rygel hält die Wirkung aufgrund ihres beschleunigten Stoffwechsels nicht lange an. So können die beiden eingreifen, als sich der wahre Grund für den Besuch der Nebari herausstellt: Chianas totgeglaubter Bruder ist inzwischen der Anführer einer Widerstandsbewegung. Um ihn aufzuspüren, wollen die Nebari Chiana als Köder einsetzen","versions":[{"lang":1,"streams":[{"redirect":9590690,"hoster":"VOE"},{"redirect":8706118,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kanonen, Lügner und Moneten - Teil 1","epNo":19,"alt":"Liars, Guns and Money (1): A Not So Simple Plan","descr":"Stark ist wider Erwarten mit dem Leben davongekommen. Er weiß, wo sich D’Argos Sohn aufhält. Um ihn zu befreien, braucht die Moya-Crew aber erst das nötige Kleingeld. Ein Banküberfall soll das Problem lösen. Zunächst geht alles gut, doch dann taucht Scorpius auf","versions":[{"lang":1,"streams":[{"redirect":9590691,"hoster":"VOE"},{"redirect":8544479,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kanonen, Lügner und Moneten - Teil 2","epNo":20,"alt":"Liars, Guns and Money (2): With Friends Like These...","descr":"Die metallfressenden Wesen aus den gestohlenen Containern fügen Moya großen Schaden und starke Schmerzen zu. D’Argos Sohn ist unterdessen immer noch in Scorpius’ Gewalt. Um ihn zu befreien, werden kampferprobte Söldner angeheuert","versions":[{"lang":1,"streams":[{"redirect":9590694,"hoster":"VOE"},{"redirect":8538716,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kanonen, Lügner und Moneten - Teil 3","epNo":21,"alt":"Liars, Guns and Money (3): Plan B","descr":"Crichton wird noch immer auf dem Depot-Planeten gefangen gehalten. Scorpius versucht, durch Folter mehr über die Wurmlochtechnologie von ihm zu erfahren. Auf Moya laufen unterdessen die Vorbereitungen zu Crichtons Befreiung auf Hochtouren","versions":[{"lang":1,"streams":[{"redirect":9590693,"hoster":"VOE"},{"redirect":8544483,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Stirb, was mich sonst töten würde","epNo":22,"alt":"Die Me, Dichotomy","descr":"Die Moya-Crew steuert einen Eisplaneten an, um dort den berühmten Arzt Tocot aufzusuchen. Er soll Moyas Wunden heilen, und Crichton von dem Gehirnchip befreien. Doch Crichton, durch den Chip immer noch unter Scorpius’ Kontrolle, überwältigt Aeryn und flieht","versions":[{"lang":1,"streams":[{"redirect":9590692,"hoster":"VOE"},{"redirect":8550984,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Phase der Tode","epNo":1,"alt":"Season of Death","descr":"Scorpius hat Tocot außer Gefecht gesetzt, der John operieren sollte. Mit der Hilfe von Rygel, Zhaan und Stark kommt Tocot aber wieder zu Bewusstsein und führt die Operation zu Ende. Doch jetzt muss John noch Scorpius’ Klon loswerden. Währenddessen setzt Zaahn ihr Leben aufs Spiel, um Aeryn mit dem so genannten Einheitsritual aus dem Reich der Toten zurückzuholen","versions":[{"lang":1,"streams":[{"redirect":12379059,"hoster":"VOE"},{"redirect":8538829,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter den Zwillingssonnen von Qell","epNo":2,"alt":"Suns and Lovers","descr":"Moya hat an einer Versorgungsstation angedockt. Dort wird die Crew von einem heftigen Sturm überrascht. Die Verursacherin des Sturmes ist Borlick, die der feindlichen Species der Kampek angehört. Crichton und Aeryn versuchen, Borlicks Treiben ein Ende zu bereiten.","versions":[{"lang":1,"streams":[{"redirect":9590706,"hoster":"VOE"},{"redirect":8538825,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die selbst beigebrachten Wunden","epNo":3,"alt":"Self Inflicted Wounds (1): Could\u0027a, Would\u0027a, Should\u0027a","descr":"Um Zaahn das Leben zu retten, muss die Crew der Moya möglichst schnell Hilfe finden. Doch Crichton kann seine Neugier nicht bezwingen und erforscht ein weiteres Wurmloch. Bei diesem Unternehmen stößt Moya mit einem anderen Raumschiff zusammen und wird förmlich durchbohrt. Fieberhaft versuchen die Crews nach einem Weg die Schiffe zu retten","versions":[{"lang":1,"streams":[{"redirect":9590705,"hoster":"VOE"},{"redirect":8538824,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die selbst beigebrachten Wunden - Teil 2","epNo":4,"alt":"Self Inflicted Wounds(2): Wait for the Wheel","descr":"Neeyala ist von dem Gedanken, ihre Raumfähre zu beschützen, besessen. Moya scheint ihr dabei völlig egal zu sein. Crichton und seine Crew setzen alles daran, die scheinbar dem Untergang geweihte Moya zu retten. Doch die Moya-Crew hat noch ein weiteres Problem: eine schlangenartige Kreatur aus dem Wurmloch. Als die Situation eskaliert, muss sich einer der Freunde opfern, um der restlichen Mannschaft das Leben zu retten","versions":[{"lang":1,"streams":[{"redirect":9700409,"hoster":"VOE"},{"redirect":8538827,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Riss in der Zeit","epNo":5,"alt":"...Different Destinations","descr":"Beim Besuch eines uralten Klosters verschlägt es die Moya-Crew durch einen Riss in der Zeit in die Vergangenheit. Crichton und seine Freunde landen inmitten des Kampfes zwischen den Peacekeepern und den damaligen Belagerern des Klosters, der Vanek-Horde. Die Crew sucht fieberhaft nach einem Weg wieder heil in ihre Zeit zu kommen. Unterdessen machen sie eine erschreckende Beobachtung: Jede ihrer Aktionen verändert die Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":9590707,"hoster":"VOE"},{"redirect":8538820,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Friß mich oder stirb","epNo":6,"alt":"Eat Me","descr":"Kaarvok, ein ehemaliger Gefangener, hat ein Peacekeeperschiff unter seine Kontrolle gebracht. Mit einem sonderbaren Gerät klont er die Mannschaft und ernährt sich von deren Gehirnmasse. Auch Crichton, D’Argo, Chiana und Jools geraten in Kaarvoks Gewalt. Nun droht den Freunden das gleiche Schicksal","versions":[{"lang":1,"streams":[{"redirect":9590710,"hoster":"VOE"},{"redirect":8544490,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Talyns Flucht - Aeryns Schicksal","epNo":7,"alt":"Thanks for Sharing","descr":"Rygel, Chiana und D’Argo machen sich auf den Weg nach Kanvia. Auf dem Planeten wollen sie Chromextin erstehen, um der kranken Talyn zu helfen. Schon kurz nach ihrer Ankunft werden sie in einen Konflikt verfeindeter Stämme verwickelt. Während dessen erfährt Aeryn beunruhigende Neuigkeiten: Ihre eigene Mutter führt eine Peacekeepergruppe an, die Talyn zurückholen soll","versions":[{"lang":1,"streams":[{"redirect":9581294,"hoster":"VOE"},{"redirect":8538812,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das unheimliche, grünäugige Monster","epNo":8,"alt":"Green Eyed Monster","descr":"Aeryn, Crais und Crichton sind an Bord des kranken Talyn. Aeryn will sich durch einen implantierten Chip mit Talyn verbinden, um ihn so zu heilen. Doch dann wird Talyn von einer riesigen Kreatur, einem Budong, verschluckt. Stark und Rygel suchen unterdessen fieberhaft nach einem Weg, ihren Freunden zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9590708,"hoster":"VOE"},{"redirect":8538816,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Einer muß verlieren","epNo":9,"alt":"Losing Time","descr":"Moya hat ungebetenen Besuch: Ein Geisterjäger ist in den Piloten geschlüpft. Er behauptet, auf der Suche nach einem verlorenen Reiter zu sein, der für Moya und die Crew eine große Gefahr darstellt. Crichton kommen allerdings bald Zweifel an dessen Motiven. (","versions":[{"lang":1,"streams":[{"redirect":9590709,"hoster":"VOE"},{"redirect":8538815,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rätsel der Relativität","epNo":10,"alt":"Relativity","descr":"Der schwer verletzte Talyn ist mit Crichton, Crais und Aeryn auf einem Planeten gelandet, um dort zu genesen. Doch sie werden von Aeryns Mutter Xhalax und ihrem Peacekeeper-Kommando überrascht. Aeryn versucht mit Xhalax zu reden und Talyn zu retten, doch vergeblich. Schließlich sieht Aeryn nur noch eine Möglichkeit: Ihre Mutter muss sterben.","versions":[{"lang":1,"streams":[{"redirect":9590714,"hoster":"VOE"},{"redirect":8538821,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Inkubator - Ort seiner Herkunft","epNo":11,"alt":"Incubator","descr":"Die Crew der Moya streitet sich darüber, ob weiter nach Wurmlöchern gesucht werden soll. Crichton ist als einziger dafür. Unterdessen versucht Scorpius an Crichtons Wissen über Wurmlöcher zu kommen. Er pflanzt sich selbst den Chip ein, den er Chrichton aus dem Kopf entfernt hat.","versions":[{"lang":1,"streams":[{"redirect":9581290,"hoster":"VOE"},{"redirect":8538718,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In der Korona des Sirenensterns","epNo":12,"alt":"Meltdown","descr":"Auf der Suche nach Moya wird Talyn von einem Sirenenstern magisch angezogen. Die Crewmitglieder verlieren die Kontrolle und werden dabei Drexim-Dämpfen ausgesetzt. Als Folge verhält sich die Crew zunehmend merkwürdiger: Rygel wird von Hungerattacken geplagt während Crais allmählich größenwhansinnig wird. Unterdessen beginnen Johns und Aeryns Hormone verrückt zu spielen","versions":[{"lang":1,"streams":[{"redirect":9700404,"hoster":"VOE"},{"redirect":8544475,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der unglaubliche Abenteuertrip","epNo":13,"alt":"Scratch \u0027n Sniff","descr":"Crichton und D’Argo streiten ohne Unterlass, was Pilot so sehr erbost, dass er sie für zehn Tage auf dem nächsten Planeten absetzt. Nun kehrt endlich wieder Ruhe an Bord der Moya ein. Doch bereits nach zwei Tagen kehren die beiden angetrunken zurück. Sie erzählen dem Piloten unglaubliche Geschichten über Partys, Drogen und Folterinstrumente","versions":[{"lang":1,"streams":[{"redirect":13917689,"hoster":"VOE"},{"redirect":8538818,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kampf um unbegrenzte Möglichkeiten - Teil 1","epNo":14,"alt":"Infinite Possibilities (1): Daedalus Demands","descr":"Der Ancient Jack taucht auf und zeigt John Crichton empört Bilder, auf denen Aliens mit seinem Shuttle durch ein Wurmloch fliegen. John beteuert, nichts davon zu wissen, und sein Shuttle sei zu der Zeit in Moyas Hangar gewesen. Um das Ganze aufzuklären, fliegt John zu der Ingenieurin Furlow, die die Farscape-1 einst repariert hat. Er findet heraus, dass es eine perfekte Kopie seines Shuttles gibt, ausgestattet mit einem Phasenstabilisator für einen sicheren Wurmlochflug. John will die Technologie zerstören, damit sie nicht in falsche Hände fällt. Doch dann gelingt es einem Scarraner, die Daten aus Furlows Computer zu stehlen …","versions":[{"lang":1,"streams":[{"redirect":9590696,"hoster":"VOE"},{"redirect":12978216,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kampf um unbegrenzte Möglichkeiten - Teil 2","epNo":15,"alt":"Infinite Possibilities (2): Icarus Abides","descr":"Nach zähem Ringen kann Crichton endlich den Scorpius-Klon aus seinem Bewusstsein vertreiben. Anschließend setzen er und Jack alles daran, die Wurmlochwaffe so schnell wie möglich fertigzustellen, denn die Scarraner kommen stetig näher und können nur mit dieser Waffe aufgehalten werden. Aber dann werden Jack und Crichton ausgerechnet von Furlow verraten. Die Mechanikerin tötet Jack und kann mit der Waffe fliehen. Crichton nimmt sofort die Verfolgung auf, doch der mörderische Wettlauf bringt ihn in ernste Lebensgefahr …","versions":[{"lang":1,"streams":[{"redirect":9590697,"hoster":"VOE"},{"redirect":8544480,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Geschichte mit dem Racheengel","epNo":16,"alt":"Revenging Angel","descr":"Nach einem handfesten Streit mit D’Argo fällt Crichton in ein tiefes Koma. Zwischen Leben und Tod schwebend, gleitet sein Geist in eine Comic-Welt. D’Argo versucht indessen verzweifelt, den Selbstzerstörungsmechanismus eines fremden Raumschiffs zu stoppen","versions":[{"lang":1,"streams":[{"redirect":9590698,"hoster":"VOE"},{"redirect":8544487,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Dort unten auf Valldon","epNo":17,"alt":"The Choice","descr":"Crichton ist tot. Aeryn macht eine schwere Krise durch. Auf dem Planeten Valldon, dem vermeintlichen Reich der Toten, sucht sie nach ihm. Tatsächlich gelingt es ihr, Crichtons Aufenthaltsort ausfindig zu machen. Und sie findet noch jemanden: ihre Mutter Xhalax.","versions":[{"lang":1,"streams":[{"redirect":9590699,"hoster":"VOE"},{"redirect":8544478,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Crichton ist tot - Es lebe Crichton","epNo":18,"alt":"Fractures","descr":"ie Besatzung der Moya wartet auf die Rückkehr von Talyn. Da nähert sich eine fremdes Raumschiff. An Bord befinden sich geflohene Sträflinge, die zunächst skeptisch von Moya aufgenommen werden. Die Flüchtlinge wähnen sich derweil in Sicherheit, bis ein Peacekeepernotsignal von Moya ausgesendet wird. Nun ist klar, dass es an Bord einen Verräter geben muss","versions":[{"lang":1,"streams":[{"redirect":13008592,"hoster":"VOE"},{"redirect":8538823,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Anfang vom Ende","epNo":19,"alt":"I-Yensch, You-Yensch","descr":"Scorpius verhandelt mit D’Argo und Rygel die Zukunft von Moya und Talyn. Denen wird er nur dann Immunität gewähren, wenn Crichton ihm endlich bei der Erschaffung künstlicher Wurmlöcher assistiert. Indessen spitzt sich die Lage dramatisch zu: Talyn erleidet einen Anfall von Paranoia und zerstört ein Krankenschiff mit 6000 Mann an Bord","versions":[{"lang":1,"streams":[{"redirect":9590700,"hoster":"VOE"},{"redirect":8538817,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein infernalischer Plan","epNo":20,"alt":"Into the Lion\u0027s Den (1): Lambs to the Slaughter","descr":"Crichton muss verhindern, dass Scorpius die Wurmlochtechnologie entschlüsselt. Er fliegt zu dessen Kommandotransporter. Um Scorpius Vertrauen zu gewinnen, lässt Crichton sich auf eine äußerst schmerzhafte Prüfung ein","versions":[{"lang":1,"streams":[{"redirect":9590701,"hoster":"VOE"},{"redirect":8550995,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein infernalischer Plan, Teil 2","epNo":21,"alt":"Into the Lion\u0027s Den (2): Wolf in Sheep\u0027s Clothing","descr":"Scorpius und Crichton sind durch einen Armring miteinander verbunden. Mit allen Mitteln versucht der Fiesling Crichton dazu zu bewegen, sein Wissen über das Wurmloch preiszugeben. Als der sich weigert, droht Scorpius, die Erde zu vernichten","versions":[{"lang":1,"streams":[{"redirect":13917690,"hoster":"VOE"},{"redirect":8551003,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Norantis Zukunftsvision","epNo":22,"alt":"Dog with Two Bones","descr":"Das Wurmloch-Experiment ist beendet, Scorpius hat den Kommando-Transporter vernichtet. Talyns Überreste will Moya auf dem Friedhof für Leviathane bestatten. Das aber droht ein aggressiver Leviathan zu vereiteln. Crichton hat indessen eine entsetzliche Vision: Alle seine Freunde sterben auf der Erde.","versions":[{"lang":1,"streams":[{"redirect":9590703,"hoster":"VOE"},{"redirect":8538822,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Crichton Kicks","descr":"Moya wird von einem Wurmloch verschluckt. Crichton sucht Unterschlupf an Bord eines alten, sterbenden Leviathan namens Elack. Doch er und die kurz nach ihm eintreffende Sikozu scheinen kein Glück zu haben: Zunächst plagen sich die beiden mit allerlei Verständigungsschwierigkeiten herum. Dann greifen auch noch sogenannten Gudek-Plünderer an. Die haben es auf das wertvolle Nervengewebe Elacks abgesehen","versions":[{"lang":3,"streams":[{"redirect":9003680,"hoster":"VOE"},{"redirect":8538804,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"What Was Lost (1): Sacrifice","descr":"Crichton und Sikozu landen auf dem Planeten Arnessk. Dort sucht ein Ausgrabungsteam nach drei Sonden, die einst verwendet wurden um durch magnetische Störungen Unfrieden auf Arnessk zu stiften. Die Teamleiterin Vella hofft, mit Hilfe der drei Werkzeuge die Reaktion umkehren zu können. Eine alte Dame namens Noranti warnt Crichton jedoch, dass Vella die Sonden als Waffen gebrauchen will.","versions":[{"lang":3,"streams":[{"redirect":9003685,"hoster":"VOE"},{"redirect":8538805,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"What Was Lost (2): Resurrection","descr":"Crichton überlebt den Mordanschlag, den Noranti auf ihn verübt hat. D’Argo und Sikozu planen indessen, mit Hilfe von Elack die Peacekeeper-Zerstörer unschädlich zu machen. Sie stürzen Elack auf den Planeten und können tatsächlich zwei der drei Zerstörer außer Gefecht setzen. Nun muss die Crew schnellstens fliehen, denn der Planet wird nicht mehr lange bewohnbar bleiben.","versions":[{"lang":3,"streams":[{"redirect":12922383,"hoster":"VOE"},{"redirect":8538808,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Lava\u0027s a Many Splendored Thing","descr":"Crichton und seine Crew landen auf einem Lava-Planeten. Dort entdecken sie eine Höhle, in der Diebesgut gelagert wird. Beim Versuch, einige der Kostbarkeiten zu stehlen, löst Rygel einen Alarm aus. Er wird von einer sonderbaren Masse umschlossen und der Eingang zur Höhle verriegelt sich. Bald bekommen es die Freunde mit den Eigentümern der Schätze zu tun: Kämpfer mit undurchdringlichen Energieschilden.","versions":[{"lang":3,"streams":[{"redirect":9003683,"hoster":"VOE"},{"redirect":8544481,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Promises","descr":"Crichton und seine Crew kehren auf Moya zurück. Sie freuen sich, endlich Aeryn wiederzusehen. Doch die ist an einem Hitzedelirium erkrankt. Es stellt sich heraus, dass die Lukythianer für ihr Leiden verantwortlich sind, da Aeryn ihren Anführer getötet hat. Ein Antiserum wollen sie ihr nur geben, wenn sie ihnen die Namen ihrer Komplizen nennt. Unterdessen haben die Peacekeeper eine Waffe entwickelt, die Leviathane tötet.","versions":[{"lang":3,"streams":[{"redirect":9003687,"hoster":"VOE"},{"redirect":8544477,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Natural Election","descr":"Beim Durchqueren eines von Crichton vorherbestimmten Wurmloches geschieht ein tragisches Unglück. Eine Raumpflanze, die sich an die Moya geheftet hat, fängt an, die Hülle des Schiffes zu zersetzen. Als die Crew versucht, sie mit Feuer zu töten, wächst die Pflanze jedoch weiter. Während das Durcheinander auf dem Schiff immer mehr zunimmt, vertraut Aeryn ihrer Kameradin Chiana ein Geheimnis an: Sie ist schwanger.","versions":[{"lang":3,"streams":[{"redirect":9003692,"hoster":"VOE"},{"redirect":12512161,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"John Quixote","descr":"Critchon und Chiana sind in einem Videospiel gefangen, das aus den Gedanken des toten John programmiert wurde. Dort müssen die beiden die absurdesten Abenteuer bestehen. Sie treffen dort auf einen melkenden devilianischen Priester und einen Ritter, der Flammen aus seinem Allerwertesten spuckt. Zudem macht ihnen Scorpius als Butler das Leben schwer","versions":[{"lang":3,"streams":[{"redirect":12916382,"hoster":"VOE"},{"redirect":8544485,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I Shrink Therefore I Am","descr":"Kopfgeldjäger haben es auf Crichton abgesehen. Doch der hält sich mit Scorpius auf Moya versteckt. Gemeinsam versuchen die beiden die Verbrecher unschädlich zu machen. Doch dabei gibt es ein entscheidendes Problem: Die Kopfgeldjäger haben die restliche Moya-Crew geschrumpft und tragen sie in Behältern mit sich herum. Allzu leicht könnten Crichtons Freunde zwischen die Fronten geraten","versions":[{"lang":3,"streams":[{"redirect":9003686,"hoster":"VOE"},{"redirect":8551002,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Prefect Murder","descr":"Die Moya-Crew landet auf einem abgelegenen Planeten, der in einer Gegend der Galaxie liegt, aus der noch niemand lebend zurückgekehrt ist. Aeryn hat schon nach kurzer Zeit erschreckende Wahnvorstellungen: Sie sieht, wie sie ein Kind schlägt und wenig später einen Mann erschießt. Als Crichton von einem Insekt gebissen wird, fängt er ebenfalls an zu halluzinieren.","versions":[{"lang":3,"streams":[{"redirect":12916383,"hoster":"VOE"},{"redirect":8551008,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Coup by Clam","descr":"Der Arzt Tumii kommt an Bord der Moya, um die Crew auf eine gefährliche Weltraumkrankheit zu untersuchen. Während Crichton und seine Freunde in Quarantäne sitzen, teilen sie sich ein Mahl aus sonderbaren außerirdischen Weichtieren. Mit schrecklichen Folgen: Jeweils zwei der Crewmitglieder werden untrennbar miteinander verbunden. Bevor Tumii die Crew heilen kann, fällt er einem Attentat zum Opfer.","versions":[{"lang":3,"streams":[{"redirect":9003695,"hoster":"VOE"},{"redirect":8538811,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Unrealized Reality","descr":"Crichton glaubt zu wissen, wo sich das nächste Wurmloch öffnen wird, und macht sich auf die Suche danach. Prompt wird er von dem Loch verschluckt. Im Inneren trifft er auf eine rätselhafte Kreatur. Die offenbart ihm, dass man mit den Wurmlöchern nicht nur im Raum, sondern auch in der Zeit reisen kann. Das allerdings birgt ungeahnte Gefahren.","versions":[{"lang":3,"streams":[{"redirect":9003691,"hoster":"VOE"},{"redirect":8544482,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Kansas","descr":"richton hat gelernt, auch durch die Zeit zu reisen. Gemeinsam mit der Moya-Besatzung landet er auf der Erde des Jahres 1985. Bestürzt stellt Crichton fest, dass er dabei den Zeitverlauf verändert hat. Die Crew muss sich deshalb mit unzähligen Merkwürdigkeiten herumschlagen. Crichton versucht, die Zeitlinie zu reparieren. Doch das hat schreckliche Folgen.","versions":[{"lang":3,"streams":[{"redirect":9003697,"hoster":"VOE"},{"redirect":8538813,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Terra Firma","descr":"Crichtons Vater holt seinen Sohn und die Moya-Crew auf die Erde. Bald stehen Crichtons außerirdische Freunde im Licht der Öffentlichkeit. Er selbst muss sich erst wieder an das Leben auf der Erde gewöhnen. Die neue Umgebung stellt die Freundschaft der Crewmitglieder auf eine harte Probe.","versions":[{"lang":3,"streams":[{"redirect":9003699,"hoster":"VOE"},{"redirect":8538814,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Twice Shy","descr":"Aus Mitgefühl kauft Chiana die Sklavin Talikaa und nimmt sie mit an Bord der Moya. Doch kurz darauf ist Talikaa spurlos verschwunden. Stattdessen treibt ein ungebetener Gast auf Moya sein Unwesen: Ein Spinnenwesen fällt die Crewmitglieder an und raubt ihnen die Charakterstärken. Wie sich herausstellt, ist die Spinne Talikaas wahre Gestalt. Mit Scorpius als Köder will die Crew Talikaa unschädlich machen","versions":[{"lang":3,"streams":[{"redirect":9003696,"hoster":"VOE"},{"redirect":8538826,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Mental as Anything","descr":"Crichton und D’Argo werden in einem Camp auf geistige Standhaftigkeit gedrillt. Crichton muss lernen, wie er dem Einfluss der Scarraner entgegenwirken kann. D’Argo dagegen wird mit Macton, dem Mörder seiner Frau, konfrontiert und muss sich nun allein mit seiner verdrängten Vergangenheit auseinandersetzten.","versions":[{"lang":3,"streams":[{"redirect":9003698,"hoster":"VOE"},{"redirect":14307764,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Bringing Home the Beacon","descr":"Aeryn entdeckt, dass die Peacekeeperin Grayza sich heimlich mit der scarranischen Kriegsministerin Ahkna trifft. Die beiden scheinen einen Handel abzuschließen, der verheerende Auswirkungen auf den Rest der Galaxie haben könnte. Um das zu verhindern, plant Aeryn, Grayza aus dem Weg zu räumen.","versions":[{"lang":3,"streams":[{"redirect":9003700,"hoster":"VOE"},{"redirect":8538843,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"A Constellation of Doubt","descr":"Aeryn wird an einem Ort namens Katratzi gefangen gehalten. Sikozu, die herausgefunden hat, dass dies eine geheime Basis der Scarraner sein soll, kann nirgends einen Hinweise auf deren Existenz finden. Während die Moya-Crew weitere Nachforschungen anstellt, sieht sich Crichton einen TV-Bericht über ihre Landung auf der Erde an. Dadurch kehren einige seiner Erinnerungen zurück: Er glaubt, den Namen Katratzi schon einmal gehört zu haben","versions":[{"lang":3,"streams":[{"redirect":12334836,"hoster":"VOE"},{"redirect":8544486,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Prayer","descr":"Aeryn befindet sich noch immer in der Gewalt der Scarraner. Crichton sieht keinen anderen Ausweg und bittet seinen Erzfeind Scorpius um Hilfe. Im Gegenzug verspricht er Scorpius, ihm sein Wissen über die Wurmlochtheorie zu offenbaren. Unterdessen erfahren die Scarraner, dass Aeryn ein Kind von Crichton erwartet. Sie hoffen, durch dessen DNA ebenfalls hinter die Geheimnisse der Wurmlochtheorie zu kommen","versions":[{"lang":3,"streams":[{"redirect":9003702,"hoster":"VOE"},{"redirect":8538845,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"We\u0027re So Screwed (1): Fetal Attraction","descr":"Die Moya-Crew macht Aeryn an einer scarranischen Grenzstation ausfindig. Doch der Frachter, auf dem sie gefangen gehalten wird, soll soeben zur scarranischen Basis aufbrechen. Um zu verhindern, dass das Schiff die Station verlässt, infiziert Noranti Rygel mit einer ansteckenden Krankheit. Prompt wird eine Quarantäne verhängt. Nun hat die Crew genügend Zeit, einen Rettungsplan auszutüfteln.","versions":[{"lang":3,"streams":[{"redirect":9003703,"hoster":"VOE"},{"redirect":8538844,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"We\u0027re So Screwed (2): Hot to Katratzi","descr":"Scorpius befindet sich auf der Basis Katratzi in der Gewalt der Scarraner. Um ihn dazu zu bringen, sein Wissen über Wurmlöcher preiszugeben, wird er grausamen Folterungen unterzogen. Crichton und die Moya-Crew können keinesfalls zulassen, dass Scorpius sein Wissen preisgibt. Mit einem waghalsigen Plan wollen sie ihn befreien","versions":[{"lang":3,"streams":[{"redirect":9003704,"hoster":"VOE"},{"redirect":8538849,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"We\u0027re So Screwed (3): La Bomba","descr":"Scorpius verhindert Crichtons Flucht von der Basis Katratzi. Erst danach erfährt Crichton, dass Scorpius kein scarranischer Spion ist, sondern sein Interesse der Vernichtung der Scarraner gilt. Aus diesem Grund sucht er nach einer bestimmten Pflanze, die für die Scarraner lebenswichtig ist und nur auf Katratzi wächst. Crichton will ihm trotzdem nicht helfen, sondern lieber mit Hilfe der Peacekeeper Katratzi verlassen","versions":[{"lang":3,"streams":[{"redirect":13103921,"hoster":"VOE"},{"redirect":8538848,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Bad Timing","descr":"Zurück auf Moya, erfährt Crichton, dass die Scarraner die Erde erobern wollen. Fieberhaft sucht er nach einer Möglichkeit, das Wurmloch zur Erde zu zerstören. Mit Erfolg, doch ohne Hilfe kann er seinen Plan nicht ausführen. Der Peacekeeper Captain Braca fordert unterdessen die Herausgabe von Scorpius. Und Aeryn macht ein großes Geheimnis um den Vater ihres Kindes","versions":[{"lang":3,"streams":[{"redirect":9003706,"hoster":"VOE"},{"redirect":8538850,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"The Peacekeeper Wars Teil 1","epNo":1,"alt":"The Peacekeeper Wars Part 1","descr":"Die Scarraner haben den Peacekeepern den Krieg erklärt – und beide sind auf der Suche nach einem menschlichen Astronauten. John Crichton ist der einzige, der etwas über die phantastische Wurmlochtechnologie wissen könnte. Der Astronaut hat nur einen Wunsch: Er will mit seiner schwangeren Freundin Aeryn Sun zur Erde zurückkehren und dort in Frieden leben. Doch zunächst muss er mit seinen Freunden einen intergalaktischen Krieg verhindern – und dazu braucht er die Wurmlochwaffe …","versions":[{"lang":1,"streams":[{"redirect":14255156,"hoster":"VOE"},{"redirect":14255154,"hoster":"Vidoza"},{"redirect":14255155,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"The Peacekeeper Wars Teil 2","epNo":2,"alt":"The Peacekeeper Wars Part 2","descr":"John kehrt nach Einstein zurück, um mit Wurmlochwaffen den Frieden zu erzwingen. Als Pilot und Moya seinen Plan ablehnen, versucht er, mithilfe der Eidolons Frieden zu stiften, doch sie sind zu wenige, um die Schlacht zu beenden.","versions":[{"lang":1,"streams":[{"redirect":14255151,"hoster":"VOE"},{"redirect":14255257,"hoster":"Vidoza"},{"redirect":14255150,"hoster":"Streamtape"}]}]}]}]}