{"seriesId":"fategrand-order-zettai-majuu-sensen-babylonia","name":"Fate/Grand Order: Zettai Majuu Sensen Babylonia","descr":"In Fate/Grand Order: Zettai Majuu Sensen Babylonia wird das siebte Kapitel des Mobile Games Fate/Grand Order als Anime adaptiert, bei dem wir dem letzten Master Chaldeas, Ritsuka Fujimaru, und Mash Kyrielight auf ihrer Mission, die \"Heiligen Grale\" zu finden, die von Solomon in verschiedenen Zeitepochen versteckt wurden, ins antike Mesopotamien folgen. Im Jahre 2655 vor Christus steht das babylonische Reich unter König Gilgamesh in seiner Blüte, doch die Bewohner Mesopotamiens müssen sich nicht nur mit ihren alltäglichen Aufgaben herumschlagen, sondern befinden sie sich auch noch mitten in einem Krieg zwischen ihnen – der letzten menschlichen Zivilisation – und Grauen erregenden Monstern, die von der Allianz der drei Göttinnen angeführt werden …Mash und Ritsuka finden sich nach ihrem Rayshift inmitten dieses Krieges wieder und nun ist es an ihnen, dem König zu helfen sein Reich und damit die menschliche Zivilisation zu beschützen und die drei Göttinnen sowie ein weit größeres Übel als je zuvor zu bezwingen. Unterstützt werden sie dabei natürlich von vielen alten und neuen Servants, die aus Treue und Heldentum dem Ruf des letzten Masters der Menschheit folgen. Der Kampf um die menschliche Zivilisation geht in seine vorletzte Runde!","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Initium Iter – Reisebeginn","epNo":1,"alt":"Initium Iter [Epiosde 0]","descr":"Wir schreiben das Jahr 2010 n. Chr. Romani Archaman wurde nach Chaldäa versetzt, wo er der Hauptarzt für ein junges Mädchen wird. Mash Kyrielight, Chaldäas zweites erfolgreiches Beschwörungsexperiment, interessiert sich für das Wort \"Senpai\".","versions":[{"lang":1,"streams":[{"redirect":10934700,"hoster":"VOE"},{"redirect":10934698,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13479428,"hoster":"VOE"},{"redirect":8353857,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Babylonien, die absolute Abwehrfront gegen magische Bestien","epNo":1,"alt":"Absolute Demonic Front: Babylonia","descr":"Die Reise in die Vergangeheit vor Christus. Eine Reise beginnt mit vielen Abenteuern. Und einem Einblick in die Babylonische Zeit! Lets GO.....","versions":[{"lang":1,"streams":[{"redirect":12268181,"hoster":"VOE"},{"redirect":10934718,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352531,"hoster":"VOE"},{"redirect":8352518,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Burgstadt Uruk","epNo":2,"alt":"Fortress City: Uruk","descr":"Fujimaru und Mash machen sich auf den Weg nach Uruk, angeführt von einem jungen Mann namens Enkidu, der sich bereit erklärt hat, ihr Führer zu sein. Doch im tiefen Wald spürt Mash ein unheilvolles Gefühl in der Luft, als Enkidu einen anderen Weg als den ihres Ziels einschlägt. Vor ihnen taucht ein unnahbares Paar auf - ein Mann und ein Mädchen. Und mit einem Satz des Mannes kommen die verborgenen Geheimnisse von Enkidu ans Licht...","versions":[{"lang":1,"streams":[{"redirect":10934699,"hoster":"VOE"},{"redirect":10934701,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352440,"hoster":"VOE"},{"redirect":8352445,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der König und das Volk","epNo":3,"alt":"The King and His People","descr":"Fujimarus Gefolge hat erfolgreich eine Audienz bei dem weisen König Gilgamesch, der über Uruk herrscht. Fujimaru schlägt Gilgamesch vor, dass er den Heiligen Gral, der diese Singularität verursacht, als Gegenleistung für den Sieg über die Allianz der drei Göttinnen, die ganz Mesopotamien in Panik versetzt, erhalten möchte. Gilgamesch erklärt jedoch, dass er die Hilfe von Chaldäa nicht benötigt, um Uruk vor den Gefahren zu bewahren. Die Situation wird äußerst heikel, doch dann taucht plötzlich Ischtar, die Schutzgöttin von Uruk, auf, und sie geraten alle in einen Kampf.","versions":[{"lang":1,"streams":[{"redirect":10934705,"hoster":"VOE"},{"redirect":10934704,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12334855,"hoster":"VOE"},{"redirect":8352371,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ruf des Dschungels","epNo":4,"alt":"Welcome to the Jungle","descr":"Fujimaru erinnert sich an seine Reisen in die anderen Singularitäten, insbesondere an das Bedauern, das er für diejenigen empfindet, die er nicht retten konnte. Fujimaru stellt seine Entscheidungen in Frage. In der Zwischenzeit wird er von Gilgamesch beauftragt, im Auftrag des Königs die Stadt Ur zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":10934706,"hoster":"VOE"},{"redirect":10934709,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12334865,"hoster":"VOE"},{"redirect":8352373,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gilgameshs Reisebericht","epNo":5,"alt":"Gilgamesh`s Journey","descr":"Fujimaru und Co. sind verblüfft über Gilgameschs plötzlichen Besuch in der chaldäischen Gesandtschaft. Dort erhalten sie einen neuen Auftrag des Königs, der darin besteht, den Persischen Golf zu erforschen. Merlin und Ana können nicht mitkommen, da sie keine Reiseerlaubnis haben. Mit anderen Worten, dies wird Fujimarus erste Reise seit langem allein mit Mash sein. Aber da saß der edle König, rezitierte ein Gedicht und neigte nachdenklich den Kopf. Fujimaru und seine Begleiter amüsieren sich über Geschichten aus der Vergangenheit, und die Reise wird endlich lebhaft werden.","versions":[{"lang":1,"streams":[{"redirect":10934714,"hoster":"VOE"},{"redirect":10934713,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352633,"hoster":"VOE"},{"redirect":8352632,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schicksalstafel","epNo":6,"alt":"The Tablet of Destinies","descr":"Nach Abschluss der Ermittlungen am Persischen Golf erhalten Fujimaru und Co. einen neuen Auftrag vom König. Der neue Auftrag lautet, eine Tontafel wiederzufinden, die Gilgamesch zuvor in der Stadt Kutha verloren hatte. Kutha war eine Stadt, die nach dem Auftauchen der drei Göttinnen plötzlich verschwunden war und in der alle Bürger verstorben waren. In einer so ruhigen Stadt beschließt das Gefolge, sich auf der Suche nach der Tafel aufzuteilen. Fujimaru gerät plötzlich in eine sehr kalte Welt. Es ist das, was die Menschen \"die Unterwelt\" nennen, ein von der physischen Welt getrennter Raum.","versions":[{"lang":1,"streams":[{"redirect":11445183,"hoster":"VOE"},{"redirect":11445184,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352879,"hoster":"VOE"},{"redirect":8352884,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ablenkungsmanöver ","epNo":7,"alt":"Diversionary Operation","descr":"Fujimaru gelingt es, Gilgameschs Tontafel zu bergen, und in einem tiefen Schlummer erinnert er sich an seine Begegnung mit dem König der Magier in London, der Vierten Singularität, die ihm die Bedeutung des letzten Heiligen Grals wieder vor Augen führt. Währenddessen vermutet Merlin, dass die dämonischen Bestien an der Nordmauer einen Großangriff planen, und führt Fujimaru und seine Begleiter zur Nordmauer. Dort sehen sie, wie sich ein Trupp unter dem Kommando von Leonidas I. zur Wehr setzt. Dort angekommen, erfahren Fujimaru und Co. von Ushiwakamaru, dass die Kommunikation mit der Festungsstadt Nippur im Norden unterbrochen wurde, und sie machen sich auf den Weg nach Nippur.","versions":[{"lang":1,"streams":[{"redirect":11445187,"hoster":"VOE"},{"redirect":11445186,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352724,"hoster":"VOE"},{"redirect":8352717,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Göttin der Dämonenbestien","epNo":8,"alt":"The Mother of Demonic Beasts","descr":"Um die in der Festungsstadt Nippur zurückgebliebenen Menschen zu retten, nachdem die Verbindung abgebrochen war, nehmen Fujimaru und sein Gefolge den Kampf gegen den falschen Enkidu auf, der auf sie gewartet hatte. Mit der Hilfe von Fou gelingt es ihnen irgendwie, die Lage ausgeglichen zu halten, doch mitten im Kampf erscheint schließlich die Göttin der dämonischen Bestien. Selbst Merlin ist angesichts ihrer überwältigenden Macht mit seinem Latein am Ende. Währenddessen liefern sich Ushiwakamaru und Leonidas I. einen spektakulären Kampf, in dem sie der Göttin der dämonischen Bestien die Stirn bieten. Um die Situation zu durchbrechen, in der es schwer ist, einen verletzenden Schlag auszuführen, entfesseln die beiden Diener mit verzweifelter Entschlossenheit ihre Noblen Phantasmen.","versions":[{"lang":1,"streams":[{"redirect":11445191,"hoster":"VOE"},{"redirect":11445189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12334861,"hoster":"VOE"},{"redirect":8352290,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Guten Morgen, Göttin der Venus","epNo":9,"alt":"Good Morning, Goddess of Venus","descr":"Fujimaru und sein Gefolge haben Ushiwakamaru und Leonidas I. verloren. Nachdem Gilgamesch den Bericht der Gruppe erhalten hat, die zur Zikkurat zurückgekehrt ist, beschließt er, dass es notwendig ist, die drei Göttinnen in einer bestimmten Reihenfolge zu erobern, um gegen Gorgon zu kämpfen, und befiehlt Fujimaru, zuerst Ishtar zu einer Verbündeten zu machen. Mit einem von Gilgamesch gegebenen \"Geheimplan\" in der Hand machen sich Fujimaru und seine Begleiter auf den Weg zu Ishtars Tempel.","versions":[{"lang":1,"streams":[{"redirect":11445194,"hoster":"VOE"},{"redirect":11445192,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352678,"hoster":"VOE"},{"redirect":8352679,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Guten Tag, Göttin der Sonne","epNo":10,"alt":"Hello, Goddess of the Sun","descr":"Fujimaru und Co. nehmen Ishtar ohne Probleme in ihre Reihen auf und erhalten von Gilgamesch Informationen über den Schlüssel zum Sieg über Gorgon, \"die Axt des Marduk\", die in Eridu im südlichen Dschungel versteckt ist.","versions":[{"lang":1,"streams":[{"redirect":11445199,"hoster":"VOE"},{"redirect":11445197,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8352785,"hoster":"VOE"},{"redirect":8352732,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Temple of the Sun","descr":"Fujimaru und Co. haben es leicht, den Jaguarkrieger in ihre Reihen aufzunehmen, und werden vor Eridu mit den totgeglaubten Soldaten von Uruk wiedervereint.","versions":[{"lang":3,"streams":[{"redirect":8352345,"hoster":"VOE"},{"redirect":8352344,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Death of the King","descr":"Aufgrund von Überarbeitung findet sich Gilgamesh in den Armen des ewigen Schlafes wieder. Fujimaru und die anderen sind schockiert von dieser Nachricht. Außerdem erfahren sie von Siduri, dass es in Uruk viele Berichte über Todesfälle aufgrund von Schwäche gibt. Da sie glauben, dass ein Mitglied der Allianz der drei Göttinnen die Ursache für all das ist, machen sie sich mit Ischtar auf den Weg in die Unterwelt, um die Göttin des Totenlandes zu besiegen und Gilgameschs Seele zu befreien.","versions":[{"lang":3,"streams":[{"redirect":8353190,"hoster":"VOE"},{"redirect":8353191,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Goodbye, Goddess of the Underworld","descr":"Fujimaru konfrontiert Ereshkigal, die Göttin der Unterwelt, und bittet sie, sich ihm anzuschließen, um Uruk zu retten. Verärgert weigert sich Ereshkigal und greift Fujimaru und seine Gefährten an. Mit Hilfe von Gilgamesch und Ischtar versucht Fujimaru erneut, Ereschkigal zu überreden, doch die Göttin entscheidet sich stattdessen dafür, ihre Aufgaben zu erfüllen.","versions":[{"lang":3,"streams":[{"redirect":8352479,"hoster":"VOE"},{"redirect":8352476,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Decisive Battle","descr":"Nachdem sie mit Ereshkigal, der Göttin der Unterwelt, Frieden geschlossen haben, kehren Fujimaru und die anderen nach Uruk zurück, um Gilgamesch zu finden, der in das Land der Lebenden zurückgekehrt ist. Als der letzte Kampf mit der Gorgone bevorsteht, schlägt Gilgamesch eine Strategie vor, die ihnen eine Chance auf den Sieg geben könnte.","versions":[{"lang":3,"streams":[{"redirect":8352859,"hoster":"VOE"},{"redirect":8352856,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The New Humanity","descr":"Mit der Axt des Marduk gelingt es Fujimarus Gruppe, Gorgon zu schwächen, indem sie ihre Göttlichkeit herabsetzt. Nachdem sie sich einen Weg gebahnt haben, erreichen sie schließlich die Tiefen der Blutfestung. Dort sagt Gorgon, dass sie sich rächen wird, indem sie die Menschheit vernichtet. Ana entfesselt ihre eigene Göttlichkeit, die bisher unterdrückt war, gegen Gorgon.","versions":[{"lang":3,"streams":[{"redirect":8352918,"hoster":"VOE"},{"redirect":8352922,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Awakening","descr":"Die Laḫmu greifen Kingu an und stehlen den Heiligen Gral aus seinem Körper! Nachdem er des Grals beraubt wurde, flieht Kingu verzweifelt in den Wald. Doch die Laḫmu entdecken ihn dort, und so bereitet er sich auf sein Schicksal vor. Doch in diesem Moment wird Kingu Zeuge von etwas Unfassbarem... Zur gleichen Zeit verfolgen Fujimaru und Co. die Laḫmu, die nun im Besitz des Grals sind, doch ein längst tot geglaubter Diener erscheint und versperrt ihnen den Weg.","versions":[{"lang":3,"streams":[{"redirect":8352998,"hoster":"VOE"},{"redirect":8352995,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Congress Dances","descr":"Die Macht des Grals, jetzt in den Händen der Laḫmu, hat den Persischen Golf in eine Chaosflut verwandelt. Jedes Lebewesen, das mit diesem Meer in Berührung kommt, mutiert augenblicklich zu einer dämonischen Bestie. Während sich die Chaosflut auf Uruk zubewegt, schmieden Fujimaru und Co. einen verzweifelten Plan, um Tiamat in letzter Sekunde zu vernichten und die Stadt zu retten.","versions":[{"lang":3,"streams":[{"redirect":8352630,"hoster":"VOE"},{"redirect":8352631,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Star of the Beginning, We Look Up at the Sky","descr":"Fujimaru, Mash und die Göttinnen genießen einen letzten Moment des Friedens am Vorabend der letzten Schlacht. In derselben Nacht erreicht Kingu den Gipfel der Zikkurat. Er ist so schwer verletzt, dass er nicht mehr stehen kann, und blickt nach oben, um eine Gestalt zu sehen, die sich über ihn erhebt... Als der Morgen graut, richtet König Gilgamesch letzte ermutigende Worte an Fujimaru und seine Gefährten. Ihr Angriff auf Tiamat beginnt jetzt!","versions":[{"lang":3,"streams":[{"redirect":12379062,"hoster":"VOE"},{"redirect":8352815,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Absolute Demonic Front Mesopotamia I","descr":"Als Tiamat sich auch nach Quetzalcoatls verzweifeltem Angriff nicht besiegen lässt, taucht Gorgon auf. Die Neuankömmling entfesselt ihren verheerenden Noblen Phantasmus, um Tiamats Flügel zu zerstören, kann aber ihren Vormarsch auf Uruk nicht aufhalten.","versions":[{"lang":3,"streams":[{"redirect":12379060,"hoster":"VOE"},{"redirect":8352674,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Absolute Demonic Front Mesopotamia II","descr":"Tiamat fällt in die Unterwelt, doch dort verwandelt sie sich in eines der Übel der Menschheit: Bestie II. Hassan-i Sabbah, der erste Alte Mann des Berges, greift ein und nutzt seine Macht als Großassassassine, um die Bestie II ihrer Unsterblichkeit zu berauben.","versions":[{"lang":3,"streams":[{"redirect":8352492,"hoster":"VOE"},{"redirect":8352489,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Grand Order","descr":"Fujimaru und Co. gelingt es schließlich, die Bestie II zu besiegen, auch wenn dieser Sieg mit vielen Opfern errungen wurde. Die gesamte Gruppe ist verwundet und kampfmüde, und als sie eine Bestandsaufnahme der Folgen machen, sehen sie, dass Uruk selbst am Rande des Zusammenbruchs steht. Was wird ihnen das Ende ihrer Reise bringen?","versions":[{"lang":3,"streams":[{"redirect":9003807,"hoster":"VOE"},{"redirect":8352983,"hoster":"Streamtape"}]}]}]}]}