{"path":"/serie/stream/fc-barcelona-eine-neue-ra","name":"FC Barcelona – Eine neue Ära","descr":"[FC Barcelona: A New Era] Die Doku-Serie ( …) beleuchtet die letzten zwei Jahre des Klubs, die von der Umstrukturierung der ersten Mannschaft und der wirtschaftlichen und institutionellen Erneuerung des Klubs geprägt waren.","seasons":[{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Xavi Hernández wird neuer Trainer des FC Barcelona. Sein Auftrag: Den Verein, der in den letzten Jahren eine strukturelle und sportliche Krise durchlebte, frühzeitig aus der Champions League ausschied, einen Präsidenten und zahlreiche Trainer verschliss, wieder auf Vordermann zu bringen. Und die Wiederwahl von Joan LaPorta zum Präsidenten bringt die Mannschaft prompt wieder in die Erfolgsspur.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053472","hoster":"VOE"},{"path":"/redirect/13053471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Die Saison 2021/22 beginnt für den FC Barcelona alles andere als gut. Nachdem er ein Leben lang die Farben von Barça trug, ist Leo Messi nicht mehr im Team. Dieser Umbruch führt letztlich zur Entlassung von Ronald Koeman. Und Die Probleme häufen sich, als sich Ansu Fati erneut verletzt und Agüero ausfällt. Xavi Hernández erhält den Auftrag, den Verein zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053465","hoster":"VOE"},{"path":"/redirect/13053476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Die Ära Xavi Hernández beim FC Barcelona beginnt: Xavi findet eine deprimierte Mannschaft vor, die in der Tabelle abrutscht und mit seiner Idee von Fußball noch nicht vertraut ist. Doch Geduld und harte Arbeit führen zu besseren Ergebnissen – und neuer Spielfreude. Außerdem kehrt Dani Alves in seine Heimat zurück, und der junge Gavi erkämpft sich seinen Stammplatz in der A-Mannschaft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053490","hoster":"VOE"},{"path":"/redirect/13053492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"El Clásico ist das wichtigste Fußballspiel der Welt. Zwar führt Real Madrid die Meisterschaft an, doch der FC Barcelona besiegt seinen ewigen Rivalen und setzt damit ein Zeichen: Barça ist zurück. Sie stehen auf dem zweiten Tabellenplatz und bereits im Viertelfinale der Europa League. Außerdem erfahren wir die Geschichte von Pedri kennen, einem der Stars der Mannschaft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053496","hoster":"VOE"},{"path":"/redirect/13053505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Die Meisterschaftschancen des FC Barcelona sind dahin. Xavis Hauptziel wurde jedoch erreicht. Nun ist es an der Zeit, an die Zukunft zu denken, die Mannschaft zu reorganisieren und neue Spieler, wie Robert Lewandowski, zu verpflichten. Und in allem spielt Xavi die entscheidende Rolle. So beginnt eine neue Saison voller Träume – und einem ganz klaren Ziel: Titel zu gewinnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053501","hoster":"VOE"},{"path":"/redirect/13053506","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-2/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Das Team beginnt die Saison 2022-23 mit großen Erwartungen. Mit der Ankunft der Neuverpflichtungen wie Lewandowski und den Vertragsverlängerungen junger Talente wie Gavi, kann sich das Team jedes Ziel setzen. Allerdings gibt es erste Rückschläge im europäischen Wettbewerb und in der Laliga.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053510","hoster":"VOE"},{"path":"/redirect/13053511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-2/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Nachdem es das Champions-League-Spiel und den \"El Clásico” verlor, erlebt das Team sein schwärzeste Stunde. Es bedarf eines entschlossenen Handelns, um eine weitere tragische Saison zu vermeiden. Mit der bedingungslosen Unterstützung der Fans und neuen taktischen Veränderungen im Rücken, steht das Team vor einer wichtigen Herausforderung: den spanischen Supercup zu gewinnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053518","hoster":"VOE"},{"path":"/redirect/13053517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-2/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Das Team beginnt das Jahr mit einer Siegesserie, was die Führung an der Tabellenspitze der LaLiga festigt. Aber gerade als alles rund läuft, taucht der Negreira-Fall auf, der den Verein beschuldigt, in vorherigen Spielzeiten Schiedsrichter bezahlt zu haben. Der Cheftrainer und der Präsident versuchen, die Spieler von dem darauffolgenden Medienspektakel abzuschirmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053515","hoster":"VOE"},{"path":"/redirect/13053516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fc-barcelona-eine-neue-ra/staffel-2/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Mehrere legendäre Spieler der alten Garde, darunter Busquets und Jordi Alba, geben ihren Rücktritt bekannt. Es deutet sich bereits das entscheidendste Spiel der Saison an: \"El Clásico” im Camp Nou. Der Sieg in diesem Spiel könnte Barça den Titel sichern und sie nach Jahren der Krise wieder an die Spitze befördern. Der Ruhm ist nur einen Schritt entfernt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13053521","hoster":"VOE"},{"path":"/redirect/13053523","hoster":"Streamtape"}]}]}]}]}