{"seriesId":"feivel-der-mauswanderer-und-seine-freunde","name":"Feivel, der Mauswanderer und seine Freunde","descr":"Feivel und seine Familie wohnen im Städtchen Green River. Doch der Freude trügt: In Green River geht einiges ab! Feivel, seine Eltern Poppa und Momma, und auch die Schwestern Yasha und Tasha müssen mit einer Menge Spaß, Action und Schurken das Leben meistern. Ein Bekannter der Familie, der vegetarische Kater Tiger, hilft der Mäusefamilie durch den Dschungel der Stadt und Feivel findet einen neuen Freund.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der einsame Rächer","epNo":1,"alt":"Fievel, The Lonesome Ranger","descr":"In der Nähe von Green River findet ein Käse-Festival statt und alle Mäuse verlassen die Stadt um daran teilzunehmen. Nur Feivel verpasst die Abfahrt, weil er sein Lasso vergessen hat. Als er versucht, sein Lasso zu holen, fällt er in eine Schachtel und wird daraus erst von seinem Freund, dem Kater Tiger befreit. Die beiden glauben, dass sie alleine in der Stadt sind, weil alle anderen zu dem Käse-Festival gefahren sind. Doch sie haben sich geirrt, denn die beiden Kater Sweet William und Cat R. Waul sind ebenfalls noch da und sie haben großen Hunger auf kleine Mäuse. Es kommt zum Kampf und es sieht ganz so aus, als würde Feivel als Katzen","versions":[{"lang":1,"streams":[{"redirect":11308107,"hoster":"VOE"},{"redirect":10108008,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Bumerang","epNo":2,"alt":"Little Mouse On The Prairie","descr":"Feivel und Jack üben Bumerangwerfen, doch es klappt nicht so, wie sie es sich vorgestellt haben. Schließlich landet der Bumerang in einer Scheune, und als die beiden Mäuse versuchen, ihn zurückzuholen, treffen sie auf ihren Erzfeind, den Kater Cat R. Waul. Dieser ist gerade dabei, den Kater Sweet William und dessen Kumpane beim Glücksspiel zu betrügen. Als Cat R. Waul plötzlich fliehen muss, nimmt er den Bumerang versehentlich mit. Feivel begibt sich daraufhin auf eine wilde Jagd nach dem verlorenen Bumerang.","versions":[{"lang":1,"streams":[{"redirect":10662096,"hoster":"VOE"},{"redirect":10108014,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Geburtstagsgeschenk","epNo":3,"alt":"The Gift","descr":"Feivel wünscht sich zum Geburtstag ein Baumhaus. Er ist sehr enttäuscht, als Papa ihm \"nur\" eine Violine schenkt. Zu allem Überfluss macht er diese beim Üben auch noch gleich kaputt. Um sie zu reparieren, braucht Feivel Kernholz vom Diablo-Baum, der nur in einem weit entfernten Wald wächst. Feivel und sein bester Freund, der Kater Tiger, machen sich mit der Eisenbahn auf die Reise dorthin. Sie wissen nicht, dass ihr Vater ebenfalls in dem Zug sitzt. Er will Holz für ein Baumhaus kaufen, um es Feivel nachträglich zum Geburtstag zu schenken. Hambone, der Wachhund des Zuges, ist außer sich, als er herausfindet, dass Tiger sich auf seinen Zug eingeschlichen hat. Er jagt den armen Kater kreuz und quer durch alle Waggons. Richtig gefährlich wird es aber, als plötzlich die Bremse kaputt geht und der Zug auf einen Abhang zurast.","versions":[{"lang":1,"streams":[{"redirect":10662097,"hoster":"VOE"},{"redirect":10108011,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Schluckaufkonzert","epNo":4,"alt":"A Case Of The Hiccups","descr":"Travis, ein fahrender Wunderdoktor, hält sich in Green River auf und engagiert Feivel für die Dauer seines Aufenthalts als Geschäftspartner. Feivel soll gratis an alle Mäuse Bonbons verteilen und für Travis werben. Nach und nach bekommen alle Mäuse Schluckauf, und Travis hat zufälligerweise ein Wundermittel dagegen. Die Mäuse strömen daraufhin zu seinem Wagen, um sich die Medizin zu kaufen. Davon erfährt auch der böse Kater Cat R. Waul und wittert sofort eine Gelegenheit, die Mäuse zu fangen. Zusammen mit der Spinne Chula schnappt er sich alle Mäuse und will sie an die meistbietenden Katzen versteigern. Travis und Feivel entkommen als einzige, doch wie können sie ihre Freunde befreien?","versions":[{"lang":1,"streams":[{"redirect":11308108,"hoster":"VOE"},{"redirect":10108012,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der kopflose Reiter","epNo":5,"alt":"The Legend Of Mouse Hollow","descr":"Der fiese Kater Cat R. Waul und die Spinne Chula haben wieder einen fiesen Plan ausgeheckt: Sie wollen lebende Mäuse an Katzen im ganzen Land frei Haus liefern. Hierzu hat Chula eine Mausefalle gebaut, welche die Mäuse direkt in Kartons verpackt. Bei einer Schüleraufführung entdeckt Cat R. Waul die junge Tanja, die mit ihrem Lied der große Star des Abends ist. Um möglichst viele Mäuse fangen zu können, veranstaltet Cat R. Waul eine Show, in der Tanja auftreten soll. Sein Plan geht auf, denn die Mäuse strömen in Scharen zu seiner Show. Aber dann finden Feivel und Tiger heraus, was Cat R. Waul vor hat. Doch um Cat R. Waul und Chula zu überlisten, müssen sie sich diesmal etwas ganz besonderes ausdenken …","versions":[{"lang":1,"streams":[{"redirect":10108016,"hoster":"VOE"},{"redirect":10108018,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Schatz des toten Goldgräbers","epNo":6,"alt":"The Lost Mother Lode","descr":"In der Nähe von Green River befindet sich die verlassene Mine des alten Goldgräbers Geramia, in der es angeblich noch Gold geben soll. Die Mäuse, darunter auch Feivel und sein Papa, sowie der Kater Tiger, gehen zusammen auf Goldsuche. Der Kater Cat R. Waul und die Spinne Chula haben ihnen gefälschte Lagepläne zugespielt, denn sie wollen die Mäuse in die verlassene Mine locken um sie dort zu fangen. Die Mäuse finden tatsächlich Gold, aber dann tauchen Cat R. Waul und Chula auf. Als die Mäuse fliehen, stürzt plötzlich der Stollen ein und droht alle zu verschütten …","versions":[{"lang":1,"streams":[{"redirect":10662101,"hoster":"VOE"},{"redirect":10108013,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tiger, der Angeber","epNo":7,"alt":"Mail Order Mayhem","descr":"Kater Tiger steckt in der Klemme, denn er hat seiner Angebeteten, Miss Kitty, geschrieben, dass er der Marshall von Green River sei. Doch nun will sie ihn besuchen und der Schwindel droht aufzufliegen. Feivel will seinem Freund helfen und inszeniert dazu einen Überfall, bei dem er sich von \"Marshall Tiger\" verhaften und zum Schein in einen Käfig sperren lässt. Doch der Plan geht schief, denn sein Rivale, der Mäuserich Sidney schließt den Käfig ab und dann werden die beiden Mäuse auch noch von der bösen Spinne Chula gefangen. Der Kater Cat R. Waul hat unterdessen ein Fest für Miss Kitty geplant, zu dem auch Tiger eingeladen ist. Feivel und Sidney sollen bei der Feier als Abendessen serviert werden. Als Tiger begreift, was mit seinem Freund geschehen soll, versucht er ihn zu befreien, doch die Aktion schlägt fehl und Tiger baumelt hilflos am Lasso im Festsaal. Ob es ihm dennoch gelingen wird, die Mäuse zu retten?","versions":[{"lang":1,"streams":[{"redirect":11308123,"hoster":"VOE"},{"redirect":10108015,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feivel als Babysitter","epNo":8,"alt":"Babysitting Blues","descr":"Feivel soll auf seine kleine Schwester Yasha aufpassen. Doch in einem unbeobachteten Moment verschwindet die kleine spurlos. Sie gerät in die Fänge von Katers Sweet William, der das Mäusebaby als Haustier behalten will. Aber seine beiden Freunde Slim und Felonius sind anderer Meinung, denn die beiden Katzen würden die kleine Maus am liebsten fressen. Feivel und Tiger gelingt es, Yasha zu befreien. Doch dann verlieren sie Yasha erneut, und diesmal wird sie von dem bösen Kater Cat R. Waul geschnappt. Der will die kleine Maus als Köder benutzen, um die ganze Mäusefamilie zu fangen!","versions":[{"lang":1,"streams":[{"redirect":10108020,"hoster":"VOE"},{"redirect":10108021,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spiel mir das Lied vom Käse","epNo":9,"alt":"A Mouse Known As Zorrowitz","descr":"Die Mäuse von Green River erwarten sehnsüchtig ihre Käsevorräte für den Winter, die mit einer Kutsche eintreffen sollen. Zufällig erfährt der böse Kater Cat R. Waul davon und plant, die Mäuse beim Entladen zu fangen und den Käse zu rauben. Tiger bekommt Wind von der Sache und warnt seinen Freund Feivel. Und Feivel gelingt es, verkleidet als Maus \"Zorrowitz\", die gefangenen Mäuse zu befreien. Doch der Käse bleibt in der Gewalt von Cat R. Waul, und die Mäuse drohen zu verhungern.","versions":[{"lang":1,"streams":[{"redirect":11308117,"hoster":"VOE"},{"redirect":10108019,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Besuch der Lassotante","epNo":10,"alt":"Aunt Sophie’s Visit","descr":"Feivel’s Tante Sophie kommt zu Besuch. Der Papa verbietet Feivel in der Zeit den Umgang mit Tiger, und er soll auch das Cowboyspielen lassen, obwohl es in Green River ein Rodeo gibt. Denn Tante Sophie soll einen guten Eindruck von Feivel erhalten. Für Feivel steht deshalb fest, dass er seine Tante nicht mag. Aber dann kommt alles ganz anders, denn Tante Sophie ist ein Ass mit dem Lasso und mag Rodeos! Unterdessen schmieden der böse Kater Cat R. Waul und die Spinne Chula wieder einen fiesen Plan: Sie wollen während des Rodeos so viele Mäuse wie möglich fangen. So kommt es, dass die Mäuse am Tag des Rodeos plötzlich in großer Gefahr schweben. Aber wer kann sie retten?","versions":[{"lang":1,"streams":[{"redirect":10108022,"hoster":"VOE"},{"redirect":10108024,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Held auf Bestellung","epNo":11,"alt":"Law \u0026 Disorder","descr":"Panik in Green River! Der Kater Sweet William besitzt eine neue Waffe, gegen welche die Mäuse keine Chance haben. Nachdem er schon mehrere Mäuse gefangen hat, beschließt man, nach dem \"Mäuse-Sheriff\" Clint Mauswood zu schicken und ihn um Unterstützung zu bitten. Als erste Tat rettet Clint der Maus Tanja das Leben. Feivel und Tanja sind beide von dem Sheriff hingerissen, und Feivel möchte daraufhin selbst Sheriff werden. Seine Bewährungsprobe kommt früher als erwartet, denn Clint wird von Sweet William in einen Hinterhalt gelockt.","versions":[{"lang":1,"streams":[{"redirect":10108023,"hoster":"VOE"},{"redirect":10108026,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Katzenmusik","epNo":12,"alt":"Bell The Cats","descr":"Feivel findet auf der Strasse ein paar verlorene Glöckchen, die ihn auf eine Idee bringen! Heimlich bindet er die Glöckchen den schlafenden Katzen an die Schwänze. Die Katzen schaffen es nicht, die Glöckchen zu entfernen, so dass die Mäuse durch das Gebimmel immer gewarnt sind, wenn sich eine Katze nähert. Der Kater Sweet William hat aber einen Plan, mit dem er die Mäuse austricksen will. Er lässt die Katzen so lange hin und her laufen, bis die Mäuse sich vor lauter Gebimmel gar nicht mehr auskennen. Doch Feivel lässt sich nicht überlisten. Er informiert alle Hunde darüber, dass alle Katzen Glöckchen an ihren Schwänzen tragen. Und so kommt es zu einer wilden Jagd, bei der die Hunde die Katzen durch die ganze Stadt scheuchen. Aber dann fängt Sweet William Feivel und will ihn fressen. Feivels Situation scheint ausweglos!","versions":[{"lang":1,"streams":[{"redirect":10108025,"hoster":"VOE"},{"redirect":10108027,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wozu hat man Freunde?","epNo":13,"alt":"That’s What Friends Are For","descr":"Die Freundschaft zwischen dem Mäuserich Feivel und dem Kater Tiger wird im Ort nicht gern gesehen, denn Katzen und Mäuse sind schließlich Feinde! Eines Tages belauscht Tiger ein Gespräch zwischen seinem Vater und Herrn Schimmel. Die beiden meinen, dass die Spinne Chula nur deswegen so böse ist, weil der böse Kater Cat R. Waul einen schlechten Einfluss auf sie ausübt. Tiger missversteht das Gespräch und glaubt, dass es um seine Freundschaft mit Feivel geht. Daraufhin beschließt er, Feivel künftig aus dem Weg zu gehen. Als Cat R. Waul die Stadt für einige Tage verlässt, freundet sich Tiger mit Chula an. Doch kaum ist Cat R. Waul zurück, versucht dieser, zusammen mit Chula, Feivel zu fangen. Tiger muss sich nun entscheiden, wer in Zukunft sein Freund sein soll.","versions":[{"lang":1,"streams":[{"redirect":10108028,"hoster":"VOE"},{"redirect":10108030,"hoster":"Streamtape"}]}]}]}]}