{"seriesId":"fena-pirate-princess","name":"Fena Pirate Princess","descr":"Fena Houtman erinnert sich kaum an ihre Kindheit. Verwaist und als Dienerin in einem Bordell aufgewachsen, ändert sich ihr Leben schlagartig, als sie auf eine Pirateninsel flieht, wo ihr die Wahrheit hinter ihrer Familie offenbart wird. Da Fena die Einzige ist, die die Geheimnisse ihrer Familie entschlüsseln kann, und ihr eine beeindruckende Crew von weiblichen Piraten dicht auf den Fersen ist, muss sie ihren Platz als Kapitänin ihrer Samurai-Crew für ein Abenteuer auf hoher See einnehmen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Memories","descr":"Fena Hautman ist ein Waisenmädchen, das kurz vor der Hochzeit mit einem übellaunigen britischen Soldaten steht und davon träumt, ihrer Situation zu entkommen. Ihr Wunsch wird eines Abends erfüllt, als Otto und Solomon, zwei alte deutsche Soldaten, die ihrer Familie dienten, ihr bei der Flucht helfen. Obwohl Fena von britischen Soldaten und Stadtwächtern gejagt wird, wird sie von einer kleinen Gruppe versteckter Krieger gerettet, darunter ein Samurai, der ihr bekannt vorkommt, bevor er sie ohnmächtig macht.","versions":[{"lang":3,"streams":[{"redirect":8505209,"hoster":"VOE"},{"redirect":8505208,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"An Inherited Journey","descr":"Fena, Otto und Solomon entkommen auf einem Floß von der Insel und legen bald auf einer anderen Insel an, der Heimat einer kleinen japanischen Gemeinde, die der Familie Houtman diente, nachdem sie sie vor langer Zeit gerettet hatte. Fena bekommt einen kleinen, klaren Stein und ihr wird gesagt, dass ihr Vater ihn haben wollte, bevor er auf seiner letzten Reise sein Leben riskierte. Nach einer Tour rund um die Insel schneidet Fena sich die Haare und erinnert sich an das letzte Wort, das ihr Vater zu ihr gesagt hat: \"Eden\".","versions":[{"lang":3,"streams":[{"redirect":8505204,"hoster":"VOE"},{"redirect":8505203,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bar-Baral","descr":"Entschlossen, die Reise ihres Vaters zu erben, begeben sich Fena und die Samurai von Goblin Island. Sie halten in der freien Stadt Bar-Baral, um Ressourcen zu beschaffen. Fena stößt auf ein Produkt, das mit dem Stein identisch ist, den ihr Vater hinterlassen hatte.","versions":[{"lang":3,"streams":[{"redirect":8724366,"hoster":"VOE"},{"redirect":8724365,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Mystery of the Stone","descr":"Nach der Flucht vor ihren Verfolgern begeben sich Fena und die Crew in Richtung Libar-Oberstein, wo der Stein hergestellt wurde. Fena, die frustriert war, Yukimaru verletzt zu haben, bittet ihre Freunde, ihr beizubringen, wie man kämpft.","versions":[{"lang":3,"streams":[{"redirect":8724369,"hoster":"VOE"},{"redirect":8724368,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Coordinates","descr":"Mit den Informationen aus Libar-Oberstein erreicht die Crew Orleans, wo der mysteriöse Stein abgebaut wurde. In der labyrinthartigen Mine bewegt sich Fena in die weite Tiefe, als würde sie von einem gewissen Etwas geleitet.","versions":[{"lang":3,"streams":[{"redirect":8724362,"hoster":"VOE"},{"redirect":8724361,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Mutiny on the Blue Giant","descr":"Als Gefangene wird Fena zu Abel gebracht. Der junge Mann erzählt Fena seine Wahrheit über die Koboldkrieger, die ihn hierher begleitet haben. Sie suchen ihrerseits nach einer Lösung, um aus der Höhle herauszukommen.","versions":[{"lang":3,"streams":[{"redirect":8769874,"hoster":"VOE"},{"redirect":8769872,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Burning Sea","descr":"Um Fena zu retten, verlässt Yukimaru allein Bonito Nr.2. Die Samurai schwanken zwischen der Rettung von Fena und dem Befolgen der Regeln ihrer Insel. Nachdem er erfahren hat, dass das Schiff von der Rumble Rose angegriffen wird, verlässt Abel Fena.","versions":[{"lang":3,"streams":[{"redirect":8884278,"hoster":"VOE"},{"redirect":8884281,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"A Knight`s Vow","descr":"Die Samurai haben es geschafft, Fena vom Blauen Riesen zu retten, aber Yukimaru wird schwer verwundet. Um ihn zu behandeln, nehmen sie Kurs auf Chaouen.","versions":[{"lang":3,"streams":[{"redirect":8884280,"hoster":"VOE"},{"redirect":8884289,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Vice Versa","descr":"Als Jüngster in der königlichen Familie war Abel im Schweigen aufgewachsen, weil er von allen kalt behandelt wurde. Eines Tages trifft er im Garten auf ein mysteriöses Mädchen, Helena. Während sie mehr Zeit miteinander verbringen, erblüht eine tiefe Liebe zwischen ihnen.","versions":[{"lang":3,"streams":[{"redirect":8920667,"hoster":"VOE"},{"redirect":8918288,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Curtain Rises on the Climax","descr":"Nun, da sie das Geheimnis der Koordinaten gelüftet haben, ist es Fena und Yukimaru gelungen, den Standort von Eden ausfindig zu machen. Um sich dem Mysterium, das ihr Vater hinterlassen hat, und dem Mysterium ihrer selbst zu stellen, erreicht Fena Eden.","versions":[{"lang":3,"streams":[{"redirect":8946360,"hoster":"VOE"},{"redirect":8946358,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"At Mission\u0027s End","descr":"Die Crew erreicht den Ort voller versteckter Schätze, aber die britische Marine taucht auf und greift die Samurai an. Yukimaru und Fena, die sich in die weiten Tiefen vorgewagt hatten, treffen auf Abel, der sie verfolgt hatte.","versions":[{"lang":3,"streams":[{"redirect":9000897,"hoster":"VOE"},{"redirect":9000886,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Chosen Maiden","descr":"Fena wird vom Geschichtenerzähler vor die Wahl zwischen Zerstörung und Erschaffung oder Fortsetzung gestellt. Wie wird sie sich entscheiden und was wird dann aus Yukimaru und den anderen Goblin-Rittern?","versions":[{"lang":3,"streams":[{"redirect":9073746,"hoster":"VOE"},{"redirect":9073742,"hoster":"Streamtape"}]}]}]}]}