{"path":"/serie/stream/ferdy","name":"Ferdy","descr":"Der Ameisenmann Ferdy lebt mit dem Holzwurm Tollpatsch und dem Käferhund Schnüffel in einem schicken Haus im Käfertal. Zu den Nachbarn gehören das Maikäferfräulein Gwendolin, in die Ferdy verliebt ist, die Spinne Arambula, Grillerich, Appetitos, die Heuschrecke Pferdchen, die Maikäferfamilie Kunterbunt und die meist schlechtgelaunte Schnecke Oskar. Ferdy erlebt mit seinen Freunden viele Abenteuer im Käfertal.","seasons":[{"path":"/serie/stream/ferdy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ferdy/staffel-1/episode-1","name":"Die abenteuerliche Rettung","epNo":1,"alt":"","descr":"Auf dem Weg zum Erdbeerfeld hören Ferdy und seine Freunde Gwendolyn um Hilfe rufen! Das Lachen der Muräne, mit den vielen scharfen Zähen, aus dem Hintergrund, hört sich gefährlich an. Ist Ferdy nun der große Held?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308172","hoster":"VOE"},{"path":"/redirect/10108054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-2","name":"Die Gefahr an der Mühle","epNo":2,"alt":"","descr":"Gerade noch hat sich Ferdy aus dem Wasser ans Land gerettet, schon fängt ein Gewitter an. Nun muss sicher Ferdy auch noch vor den riesigen Wassertropfen retten. In einem Schneckenhaus möchte er Unterschlupf suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10955415","hoster":"VOE"},{"path":"/redirect/10108055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-3","name":"Die verrückte Schneckenfahrt","epNo":3,"alt":"","descr":"Bei Blitz und Donner muss Ferdy unter freiem Himmel schlafen. Wird Oscar ihn in seinem Haus aufnehmen? Ferdy und seine Freunde müssen ein neues Haus suchen. Klappt das?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13521788","hoster":"VOE"},{"path":"/redirect/10108056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-4","name":"Das Tal der Pferde","epNo":4,"alt":"","descr":"Ferdy ist pleite und ständig ruft jemand an, um ihn an seine Schulden zu erinnern. Aber er hat Gwendolyn eine Pferdekutschfahrt versprochen. Woher bekommt Ferdy jetzt Pferde ohne dafür Geld auszugeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10955419","hoster":"VOE"},{"path":"/redirect/10108057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-5","name":"Mein Freund, der Star","epNo":5,"alt":"","descr":"Ferdy ist erkältet und friert fürchterlich. Gwendolyn wollte ihn eigentlich besuchen, aber nicht wenn er krank ist. Tollpatsch hingegen leistet ihm gerne Gesellschaft und erzählt ihm von den Filmen die er gesehen hat..","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-6","name":"Auf Tolpatschs Spuren","epNo":6,"alt":"","descr":"Tollpatsch wurde entführt! Ferdys neuer Hund Schnüffel hilft ihm Tollpatsch wieder zu finden und macht sich auf Schnüffeltour... Werden sie Tollpatsch finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10955420","hoster":"VOE"},{"path":"/redirect/10108058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-7","name":"Eine Kutsche für Gwendolyn","epNo":7,"alt":"","descr":"Ferdy hat endlich sein eigenes Pferdchen. Doch das braucht natürlich auch seine eigene Hütte. Alle helfen dabei, die Hütte zu bauen. Nur Gwendolyn überlegt lieber, woher sie nun eine Kutsche bekommt","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-8","name":"Die Fahndung","epNo":8,"alt":"","descr":"Ferdy\u0027s Wagen ist wieder aufgetaucht. Doch von Gwendolyn und seinem Pferd fehlt immer noch jede Spur. Die Fahndung beginnt.","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-9","name":"Die falsche Anklage","epNo":9,"alt":"","descr":"Die Polizei fahndet immer noch nach Fräulein Gwendolyn, doch als sie verhaftet werden soll, schiebt sie die ganze Schuld auf den armen Ferdy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13512510","hoster":"VOE"},{"path":"/redirect/10108062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-10","name":"Das Lager der roten Ameisen","epNo":10,"alt":"","descr":"Singend und gut gelaunt gehen Ferdy und seine Freunde durch den Silberwald. Die jungen Rotameisen haben ihr Lager am Bach aufgeschlagen. Die führen immer was im Schilde","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-11","name":"Die silberne Grotte","epNo":11,"alt":"","descr":"Auf der Flucht vor den roten Ameisen und einem Ameisenbären, gelangen Ferdy und seine Freunde in die silberne Grotte. Doch in der Grotte sind sie gar nicht so in Sicherheit wie erhofft und gruselig ist sie auch noch","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-12","name":"Die Geistermühle","epNo":12,"alt":"","descr":"Die roten Ameisen wollen die Geistermühle überfallen! Gwendolyn bekommt ihren Plan mit und alarmiert sofort Ferdy und seine Freunde. Können sie den Überfall verhindern?","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-13","name":"Die Räuber","epNo":13,"alt":"","descr":"Räuber im Silberwald! Entsetzt stellen Ferdy und Tolpatsch nach einem fürchterlichen Krach fest: ihr Haus ist weg! Können sie ihr Haus finden oder haben es die Räuber schon verkauft?","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-14","name":"Gefährlicher Ausflug","epNo":14,"alt":"","descr":"Ferdy und Tollpatsch wachen in einem gemütlichen Bett auf. Doch das Zimmer in dem sie sind, ist gruselig. Türen öffnen sich von selbst, Wände haben Augen und es ertönen komische Geräusche. Wo sind sie hier nur gelandet?","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-15","name":"Die lustigen Wasserspiele","epNo":15,"alt":"","descr":"In weiter Ferne, am anderen Ufer entdecken Ferdy und Tollpatsch endlich ihr Haus wieder. Doch bis dahin ist es noch ein weiter Weg. Sie beschließen zu schwimmen und geraten dabei unfreiwillig in ein Unterwasserabenteuer.","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-16","name":"Das neue Haus","epNo":16,"alt":"","descr":"Endlich sind Ferdy und Tollpatsch wieder im Silberwald! Doch wo sollen sie jetzt nur wohnen? Alle Freunde helfen dabei, ihnen eine neues Haus zu bauen. Doch ob das gut geht?","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-17","name":"Das Kuckucksei","epNo":17,"alt":"","descr":"Gwendolyn hat Ferdy´s neues Haus besetzt. Doch Tollpatsch hat einen Plan den ungebetenen Gast aus dem Haus zu vertreiben...","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-18","name":"Das Frühlingsfest","epNo":18,"alt":"","descr":"Gwendolyns Hinterlist hat ihr richtigen Ärger gebracht. Jetzt übernimmt Tolpatsch die Reinigungsarbeiten, doch das neue Haus ist schon von der Wanzenfamilie besetzt! Was machen wir den jetzt? Ferdy hat eine tolle Idee!","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-19","name":"Die Hitzewelle","epNo":19,"alt":"","descr":"So etwas hat es seit über 50 Jahren nicht mehr gegeben. Eine Hitzewelle und kein Tropfen Wasser für Ferdy und seine Freunde. Das Flussbett ist leer. Tollpatsch beschwört die Wolken, wird das helfen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-20","name":"Der Ausflug nach Italien","epNo":20,"alt":"","descr":"Frühsommertag im Käfertal! Ein Eilpostbote ist auf dem Weg zu Gwendolyn\u0027s Bungalow - eine Einladung nach Italien ...","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-21","name":"Die missglückte Skifahrt","epNo":21,"alt":"","descr":"Der erste Schnee ist gefallen und alle Käfer freuen sich! Ferdy holt seine Ski aus dem Schrank, übermütig saust Ferdy die Hänge hinunter, Ferdy\u0027s Freunde sind begeistert - aber kann das gut gehen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-22","name":"Die Flucht im Ballon","epNo":22,"alt":"","descr":"Ferdy ist seinen Verfolgern Flip und Flop, den Ohrwurmpolizisten im Ballon entkommen. Flip und Flop planen einen Angriff auf den Ballon, aber jetzt greifen die Killerwespen an. Das kann turbulent werden!","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-23","name":"Tolpatschs Malschule","epNo":23,"alt":"","descr":"Ein herrlicher Sonntagvormittag im Käfertal. Alles ist ruhig und friedlich. Ferdy und sein Freunde schlafen und schnarchen noch friedlich. Sie ahnen nicht welch aufregender Tag das wird...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13512511","hoster":"VOE"},{"path":"/redirect/10108063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ferdy/staffel-1/episode-24","name":"Auf Schatzsuche","epNo":24,"alt":"","descr":"Im Silberwald ist es noch ruhig, die Vögel zwitschern und die Bienen summen. Nichts stört diese Idylle, bis aus dem Nachrichtensender die aktuellen Nachrichten kommen: wir suchen dringend Steffi Schnapsdrossel.","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-25","name":"Der Waldbrand","epNo":25,"alt":"","descr":"Lucy und Oliver spazieren durch den Wald. Komisch es riecht doch hier nach Rauch? Haben die Pfadfinder wieder ein Feuer im Wald gemacht? Das wird brenzlig!","versions":[]},{"path":"/serie/stream/ferdy/staffel-1/episode-26","name":"Heimweh","epNo":26,"alt":"","descr":"Für wen ist denn die Post bestimmt? Ob das schon die Post zu Ferdy\u0027s Geburtstag ist? Es geht sehr turbulent zu, denn alle wollen plötzlich Briefe schreiben und Päckchen verschicken","versions":[]}]},{"path":"/serie/stream/ferdy/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ferdy/staffel-2/episode-1","name":"Das geheimnisvolle Schiff","epNo":1,"alt":"","descr":"Ferdy ist verwirrt und ratlos! Er wurde aufgefordert in den heimischen Ameisenhaufen zurückzukehren. Er soll seine Freunde aus Käfershausen verlassen! Wird Ferdy dem Ruf seines Volkes folgen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-2","name":"Ferdy im Ameisenhaufen","epNo":2,"alt":"","descr":"Ferdy und Schnüffel haben ihr Haus in Käfershausen verlassen um im Ameisenhaufen im Silberwald zu helfen. Die Wanzenkinder sind auch schon unterwegs und haben nur Unfug im Kopf. Ein schreckliches Durcheinander .","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-3","name":"Die Sklavenhändler","epNo":3,"alt":"","descr":"Die Morgensonne taucht den Silberwald in ein warmes Licht. Im Ameisenhaufen ist noch alles ruhig und still. Es scheint ein guter Tag zu werden. Aber es kommt alles ganz anders .","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-4","name":"Der Überfall","epNo":4,"alt":"","descr":"Ferdy hat mit seinen Freunden sein etwas herunter gekommenes Geburtshaus, den Ameisenhaufen, gründlich überholt und gereinigt. Jetzt muss der Ameisenhaufen noch neu befestigt werden, um vor Überfällen zu schützen","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-5","name":"Die Schlacht am weißen Stein","epNo":5,"alt":"","descr":"Gwendolyn ist sehr aufgeregt - seit Wochen warten sie auf ein Lebenszeichen von Ferdy. Ihr müsst ihn endlich suchen. Tolpatsch startet eine Suchaktion. Werden die Freunde Ferdy finden?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-6","name":"Das Hochzeitsfest","epNo":6,"alt":"","descr":"Ein großer Tag für die Ameisen im Silberwald, wie jedes Jahr wird der goldene Hochzeitsmarkt gefeiert. Von allen Brautpaaren werden Hochzeitsfotos gemacht. Oscar als mobiles Fernsehstudio, kann das gut gehen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-7","name":"Die Filmstars","epNo":7,"alt":"","descr":"Ferdy ist bestens gelaunt, sitzt am reichhaltigen Frühstückstisch und freut sich mit Gwendolyn in den Wald zu gehen um Beeren zu sammeln. Was ist plötzlich los, ein Auflauf schon so früh am Morgen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-8","name":"Die unbekannte Waffe","epNo":8,"alt":"","descr":"Es ist noch sehr früh im Silberwald, doch die Sonne ist schon aufgegangen. Eigenartige Laute ertönen aus dem Hintergrund! Tolpatsch ruft verzweifelt um Hilfe, was ist da passiert?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-9","name":"Der Traum des Appetitus","epNo":9,"alt":"","descr":"Appetitus wird immer dicker und seine Freunde möchten ihn zu einer Diät überreden. Gwendolyn überredet ihn im See schwimmen zu gehen. Doch im Stausee wartet schon die Wasserschlange, wird das gut gehen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-10","name":"Der Honigritter","epNo":10,"alt":"","descr":"Ein Unwetter braut sich zusammen. Viele Ameisenkinder holen sich eine Erkältung. Da hilft nur Tee mit Honig! Doch der Honig ist leer! Ferdy muss sich was einfallen lassen.","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-11","name":"Die Schildkröte","epNo":11,"alt":"","descr":"Ein fürchterliches Erdbeben erschüttert das Sommerfest von Ferdy und seinen Freunden. Doch woher kommt es? Eine kleine Schildkröte hat sich zu ihnen verirrt!","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-12","name":"Der Traum vom wilden Westen","epNo":12,"alt":"","descr":"Tolpatsch hat auf dem Flohmarkt eine Sammlung Comics mit aufregenden Geschichten aus dem wilden Westen gekauft. In Tolpatsch\u0027s Träumen, spielen in den Westerngeschichten seine Freunde die Hauptrolle, auch Ferdy!","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-13","name":"Besuch aus dem All","epNo":13,"alt":"","descr":"Gwendolyn hat ihre Freundinnen zu sich eingeladen. Sie haben riesigen Spaß bis ... ein Ufo über ihrem Haus landet und einen ihnen einen gewaltigen Stromschlag verpasst!","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-14","name":"Die Misswahl","epNo":14,"alt":"","descr":"Heute steht etwas Großes bevor! Oscar ist sehr aufgeregt und macht sich über Gwendolyn lustig ... wie schaut die denn aus? Will Gwendolyn im Zirkus auftreten? Ach was! Eine Misswahl steht bevor!","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-15","name":"Der Zirkus","epNo":15,"alt":"","descr":"Im Ameisenhügel sind schon alle aufgestanden und beratschlagen, was sie heute so alles anstellen könnten. Ferdy lacht: seit mal ganz leise, ich hab da so eine Idee ... das wird ein richtiger Spaß!","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-16","name":"Gwendolyns Geburtstag","epNo":16,"alt":"","descr":"Gwendolyn freut sich über viele Geschenke von ihren Freunden. Die Krönung ist aber das Geschenk von Ferdy: eine große Perle","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-17","name":"Robin Hood","epNo":17,"alt":"","descr":"Ferdy als Robin Hood kämpft mit seinen Mannen gegen den bösen König und rettet vor ihm seine Herzdame, die schöne Marian.","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-18","name":"Der Geisterfahrer","epNo":18,"alt":"","descr":"Tolpatsch bekommt zum Geburtstag ein Motorrad. Nach seiner ersten Fahrt über Stock und Stein landet er im Krankenhaus.","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-19","name":"Die Pizzeria","epNo":19,"alt":"","descr":"Tolpatsch führt in einem Freilichtkino alte Filme vor. Neben dem Kino wird eine Pizzeria geöffnet, die eines Abends in die Luft fliegt.","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-20","name":"Das Buch der Eule","epNo":20,"alt":"","descr":"Eines Nachts verschwindet das kluge Buch, aus dem die Eule die Waldbewohner unterrichtet. Drei Pfadfinder haben es gestohlen.","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-21","name":"Der Fliegenpilz","epNo":21,"alt":"","descr":"Gwendolyns Haus, der Fliegenpilz, wurde von Schülerinnen gepflückt und in die Schule für den Unterricht gebracht. Mit vielen Tricks bemühen sich die Käfer, Gwendolyn aus dem Fliegenpilz zu befreien","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-22","name":"Das Wasserski-Rennen","epNo":22,"alt":"","descr":"Tolpatsch als Wasserski-Rennfahrer landet nach einem mächtigen Luftsprung im Nest der Killerwespen.","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-23","name":"Das Musical","epNo":23,"alt":"","descr":"Dem Kalender nach sollte der Winter schon längst vorbei sein, doch in dieser Nacht hat es nochmals kräftig geschneit. Gwendolyn wollte doch heute mit Ferdy in ein Musical gehen - wird das bei diesem Schneechaos klappen?","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-24","name":"Das Osterei","epNo":24,"alt":"","descr":"Es ist Ostersonntag, es grünt und blüht überall. Die Speisekammer ist leer und sie können kein Osterfest planen. Wird ihnen etwas einfallen? Sie träumen von Omelett\u0027s und saftigen Eierkuchen!","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-25","name":"Die Schlange","epNo":25,"alt":"","descr":"Im Silberwald ist die Welt noch in Ordnung, hier herrschen noch Ruhe und Frieden. Doch plötzlich sorgt hier eine Schlange für Wirbel. Ferdy und seine Freunde verstecken sich und beobachten was die Schlange plant","versions":[]},{"path":"/serie/stream/ferdy/staffel-2/episode-26","name":"Hokuspokus","epNo":26,"alt":"","descr":"Ein Experiment mit lebenden Ameisen? Kann das gut gehen oder ist das nur Hokuspokus?","versions":[]}]}]}