{"seriesId":"feuer-und-flamme-grillen-mit-nico-reynolds","name":"Feuer und Flamme - Grillen mit Nico Reynolds","descr":"[All Fired Up] Der irische Koch mit jamaikanischen Wurzeln, Nico Reynolds, zeigt, was man aus der sommerlichen Lieblingsbeschäftigung vieler Menschen, dem Grillen, alles machen kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Nicos BBQ-Klassiker","epNo":1,"alt":"Crowd Pleasers","descr":"In der ersten Folge präsentiert Küchenchef Nico Reynolds einige seiner unverwechselbaren BBQ-Gerichte – einen köstlichen Burger aus zerkleinertem Schweinefleisch und Ananas mit Shredded Slaw, eine vielseitige Gewürzmischung für Fleisch oder Gemüse und gegrillte Steak-Tacos mit scharfer Sauce und milder Salsa! Außerdem zeigt er eine narrensichere Methode zum Anzünden des Holzkohlegrills ohne Anzünder oder Chemikalien.","versions":[{"lang":1,"streams":[{"redirect":14513600,"hoster":"VOE"},{"redirect":14494939,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frühstück vom Grill","epNo":2,"alt":"Grill Everything","descr":"Nico glaubt, dass man alles, was man drinnen kochen kann, auch draußen kochen kann, nur besser! Er stellt diese Theorie mit köstlichen Rezepten für Frühstück, Mittag- und Abendessen auf den Prüfstand, die auf dem Grill zubereitet werden. Zu Beginn macht er ein köstliches Frühstückssandwich mit Wurst, Schweinebauch und Blutwurst. Er hat sogar eine geniale Idee, wie man ein Spiegelei auf dem Grill zubereiten kann.","versions":[{"lang":1,"streams":[{"redirect":14513599,"hoster":"VOE"},{"redirect":14263914,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Omas scharfe Soße","epNo":3,"alt":"Granny’s Coming","descr":"Nico Reynolds ist ein irischer Koch mit jamaikanischen Wurzeln. Die Kochkünste und Geschmackskombinationen seiner Großmutter haben viele seiner typischen Gerichte inspiriert und beeinflusst. In dieser Folge kommt die Oma zu Besuch und nun darf Nico für sie kochen! Er gibt klassischen irischen Zutaten einen karibischen Dreh. Aber zuerst bittet er den Ehrengast, ihm zu zeigen, wie man ihre berühmte scharfe Sauce macht.","versions":[{"lang":1,"streams":[{"redirect":13996318,"hoster":"VOE"},{"redirect":14498759,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Romantisches Grill-Dinner","epNo":4,"alt":"Grilling for Two","descr":"Nico Reynolds glaubt, dass eines der romantischsten Dinge, die man tun kann, darin besteht, für jemanden ein köstliches Essen zuzubereiten. In dieser Folge nimmt er seinen tragbaren Grill mit zu einem Wasserfall, um ein romantisches Essen zu zaubern. Als Vorspeise bereitet er gegrillten Halloumi zu, gefolgt von einem perfekt gegrillten Steak. Zum Nachtisch gibt es gegrillte Erdbeeren. Jetzt braucht er nur noch jemanden, mit dem er es teilen kann!","versions":[{"lang":1,"streams":[{"redirect":14513598,"hoster":"VOE"},{"redirect":14498782,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sonntags-Grillbraten","epNo":5,"alt":"Sunday Roast","descr":"Der traditionelle Sonntagsbraten tritt während der Grillsaison in den Hintergrund – aber das ist vorbei! Heute kocht Nico ein komplettes Sonntagsessen mit allem Drum und Dran – ohne den Garten zu verlassen! Saftiges ganzes Hähnchen, buttriges Kartoffelpüree, gegrillte Möhren, Pastinaken und Brokkoli – sogar an die Füllung hat er gedacht! Und zum Nachtisch zaubert er einen karamellisierten Bananensplit mit einer Zitronen-Limetten-Kokosnusscreme.","versions":[{"lang":1,"streams":[{"redirect":14513597,"hoster":"VOE"},{"redirect":14498805,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nicos Waldfest","epNo":6,"alt":"Forest Feast","descr":"In der heutigen Folge lädt Nico ein paar Freunde zu einem Waldfest ein und bereitet Gerichte zu, die perfekt sind, wenn man eine große Gruppe bewirten will: verlockende Häppchen, von denen man nicht genug bekommt – lockere Forellen-Crostini, einfache Schweine- und Spargelspieße, ein Salat aus gerösteten Frühlingszwiebeln und Cannelini-Bohnen und eine langsam gebratene Lammkeule. Es gibt sogar einen Cocktail, um alles herunterzuspülen!","versions":[{"lang":1,"streams":[{"redirect":14513596,"hoster":"VOE"},{"redirect":14494940,"hoster":"Streamtape"}]}]}]}]}