{"seriesId":"fight-for-paradise-wem-kannst-du-trauen","name":"Fight for Paradise: Wem kannst Du trauen?","descr":"[Fight for Paradise: Who Can You Trust?] In dem Sozialexperiment muss sich eine Gruppe Fremder vom kargen Camp in eine traumhafte Luxusvilla kämpfen – aus der Hölle ins Paradies. In diesem epischen Spiel um Vertrauen müssen die Teilnehmer*innen taktisch klug Beziehungen aufbauen und die Gunst ihrer Mitstreiterinnen und Mitstreiter gewinnen. Aus Fremden werden Freunde und Feinde: Wem kannst Du trauen im Kampf um 100.000 Euro trauen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Abschied vom Paradies","epNo":1,"alt":"","descr":"Die Kandidat*innen denken, sie hätten alles, bis sie aus dem Paradies verbannt werden. Um wieder nach oben zu kommen, müssen sie ganz unten anfangen.","versions":[{"lang":1,"streams":[{"redirect":14512365,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Verrat oder Freundschaft?","epNo":2,"alt":"","descr":"Eine Camp-Mission stellt eine neue Freundschaft auf die Probe. Neuankömmlinge bedeuten neue Chancen – aber auch neue Konflikte.","versions":[{"lang":1,"streams":[{"redirect":14495797,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Der Schein trügt","epNo":3,"alt":"","descr":"Während einige Freund*innen wieder zusammenfinden, werden andere auseinandergerissen. Auf dem luxuriösen Insider-Jachttrip setzen schockierende Neuigkeiten der Party ein Ende.","versions":[{"lang":1,"streams":[{"redirect":14470452,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Die Masken fallen","epNo":4,"alt":"","descr":"In beiden Lagern wachsen die Spannungen. Als ein Test alles auf den Kopf stellt, offenbaren einige Kandidat*innen ihre Gefühle, und andere legen ihre Karten auf den Tisch.","versions":[{"lang":1,"streams":[{"redirect":14516500,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Traue niemandem","epNo":5,"alt":"","descr":"Die Outsider müssen eine schwierige Mission erfüllen, um sich einen entscheidenden Vorteil zu verschaffen. Eleynas Treue wird auf die Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":14512455,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Gefährliches Vertrauen","epNo":6,"alt":"","descr":"Eine anonyme Abstimmung sorgt für Unruhe im Paradies. Das Ergebnis schlägt Wellen im Dschungelcamp, wo Marc darum kämpft, die Ordnung aufrechtzuerhalten.","versions":[{"lang":1,"streams":[{"redirect":14496145,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Der große Freundschaftstest","epNo":7,"alt":"","descr":"Alle sind schockiert über die Ergebnisse der Ausscheidung, und die Situation spitzt sich zu, als die Insider sich für einen neuen Test zusammentun.","versions":[{"lang":1,"streams":[{"redirect":14512456,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Alles oder nichts","epNo":8,"alt":"","descr":"Nach einer schockierenden Umstrukturierung müssen alle um einen Platz im Finale kämpfen. Der Geldpreis rückt näher – aber auch die ultimative Wendung.","versions":[{"lang":1,"streams":[{"redirect":14516458,"hoster":"VOE"}]}]}]}]}