{"seriesId":"filthy-rich","name":"Filthy Rich","descr":"Als der reiche Vorstandsvorsitzende des größten christlichen TV-Senders der Welt stirbt, stellen seine Ehefrau Margaret Monroe (Kim Cattrall) und seine erwachsenen Kinder schockiert fest, dass er noch weitere, außereheliche Kinder hat, die ebenfalls in seinem Testament bedacht werden. Margaret, die das konservative Sunshine Network gemeinsam mit ihren Ehemann aufgebaut hat, versucht diese Erben mit Einmalzahlungen abzuspeisen. Doch die Sprösslinge bestehen darauf, fortan Teil des Familienimperiums zu sein.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der liebe Gott liebt alle Kinder","epNo":1,"alt":"Pilot","descr":"Für Familie Monreaux könnte es nicht besser laufen: Ihr christlicher TV-Sender floriert und ein neues Projekt wurde gerade erst gelauncht. Doch ein Schicksalsschlag soll plötzlich alles verändern. Eugene Monreaux, Oberhaupt der Familie, verunglückt bei einem Flugzeugabsturz. Als ob das nicht schon schlimm genug wäre, enthüllt das Unglück intime Geheimnisse. Eugene führte nämlich ein schlüpfriges Doppelleben und zeugte drei uneheliche Kinder, die nun das große Geld wittern…","versions":[{"lang":1,"streams":[{"redirect":14002151,"hoster":"VOE"},{"redirect":12518489,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Taufe für die Sünderin","epNo":2,"alt":"John 3:3","descr":"Nach dem Flugzeugabsturz ihres Mannes versucht Margaret das Familienunternehmen so gut es geht weiterzuleiten. Doch das ist nicht ihre einzige Sorge: Die Enthüllung Eugenes unehelicher Kinder sorgt für eine gehörige Portion Chaos, da diese sich immer mehr in das Leben der Monreauxes drängen und den Ruf der einstigen Vorzeigefamilie bedrohen. Insbesondere Gingers vorlaute Art ist Margaret ein Dorn im Auge…","versions":[{"lang":1,"streams":[{"redirect":9004236,"hoster":"VOE"},{"redirect":12980274,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gentlemen und Kunden","epNo":3,"alt":"Psalm 25:3","descr":"Nachdem Gingers Live-Taufe im Sunshine Network für Aufregung unter den Fans gesorgt hat, lädt Margaret sie ein, erneut bei \"Wings of a Dove\" aufzutreten, um ihre Aktionen zu besprechen. In der Zwischenzeit, nachdem er im Live-Fernsehen bloßgestellt wurde, beginnen Jasons Lügen ihn einzuholen, und Ginger (Melia Kreiling) bittet Margaret (Kim Cattrall) um Hilfe, als ihre Mutter und ihre Arbeiter von einem fremden Mann verfolgt werden.","versions":[{"lang":1,"streams":[{"redirect":12916411,"hoster":"VOE"},{"redirect":9027734,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Wochenende auf dem Land","epNo":4,"alt":"Romans 8:30","descr":"Während die Spannung nach dem Vorfall mit dem mysteriösen Stalker weiter zunimmt, bietet Rose (Aubrey Dollar) das Haus in Monreaux als einen sicheren Hafen für Ginger (Melia Kreiling) und ihre Mutter Tina Sweet (Rachel York) an. Während sie im Haus eingeschlossen ist, enthüllt Tina Ginger, dass sie weiß, wer der mysteriöse Stalker ist, was Ginger beunruhigt und von ihrer Mutter Antworten verlangt. In der Zwischenzeit stecken Reverend Paul (Aaron Lazar) und Eric (Corey Cott) mit Investoren des Sunshine Network unter einer Decke, und Reverend Paul geht so weit, Margaret (Kim Cattrall) zu bedrohen, was dazu führt, dass sie sich an zweifelhafte Verbündete um Hilfe wendet.","versions":[{"lang":1,"streams":[{"redirect":9004233,"hoster":"VOE"},{"redirect":9024925,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Videobeweis","epNo":5,"alt":"Proverbs 20:6","descr":"Reverend Paul Luke Thomas und seine Verbündeten setzen weiterhin alles daran, Margarets Führungsebene zu übernehmen. Ein erster Schritt zur Erfüllung des perfiden Plans: Eric muss auf ihre Seite gezogen werden. Eingewickelt durch leere Versprechungen dauert es nicht lange, bis dieser prompt in einer politischen Werbung von Virgil Love erscheint. Margaret lässt sich davon jedoch nicht beirren und findet einen Weg, die Absichten der Männer zu untergraben.","versions":[{"lang":1,"streams":[{"redirect":9004256,"hoster":"VOE"},{"redirect":9024924,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nur zu, falscher Prophet","epNo":6,"alt":"Hebrews 9:15","descr":"Ginger möchte das perfide Spiel der Organisation 18:20 nicht mehr hinnehmen und nutzt ein belastendes Beweisstück, das nicht nur die verantwortlichen Männer, sondern auch Margaret zu Fall bringen könnte. In der Zwischenzeit setzt sich Eric mit einer kryptischen Notiz auseinander, die er von einem kleinen Mädchen erhalten hat. Was möchte der Absender damit wohl sagen?","versions":[{"lang":1,"streams":[{"redirect":12379071,"hoster":"VOE"},{"redirect":9024923,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flieg, kleiner Vogel!","epNo":7,"alt":"2 Corinthians 3:17","descr":"Margaret stellt ihren Kindern und Stiefkindern ein Ultimatum: Wenn sie den gewünschten Scheck in Höhe von jeweils sechs Millionen Dollar annehmen, werden sie kein Teil der Sunshine Network-Familie mehr sein. Während Eric das Angebot ablehnt und gewillt ist, den einst guten Ruf der Familie wiederherzustellen, entscheiden sich die anderen für den Geldsegen – allen voran Ginger, die damit unter anderem das Modebusiness ihrer Stiefschwester Rose in Gang bringen will.","versions":[{"lang":1,"streams":[{"redirect":9004252,"hoster":"VOE"},{"redirect":9024927,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Krieger für Christus","epNo":8,"alt":"James 4:1","descr":"Am Tag von Antonios großem Kampf spitzt sich die Lage zu: Die Monreauxes verstricken sich immer mehr in einem Geflecht aus Lügen, Trennungen und verbotenen Liebeleien, während Reverend Thomas seine manipulative Kraft nutzt, um die Kontrolle über Sunshine Network zu übernehmen. Dabei spielt ihm Jason in die Karten, der dem Fernsehprediger in einem Moment der Schwäche ein pikantes Geheimnis anvertraute.","versions":[{"lang":1,"streams":[{"redirect":9004255,"hoster":"VOE"},{"redirect":9024931,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der einzige gute Mensch","epNo":9,"alt":"Romans 12:21","descr":"Die Monreauxes sind verzweifelt auf der Suche nach Antonios kleinem Sohn Jesús, der offenbar von Hagamond Sheen, einem psychopathischen Mörder, entführt wurde. Mit Hilfe der Öffentlichkeit hofft Margaret gemeinsam mit ihren Kinder, den Kidnapper zur Strecke zu bringen. Doch das soll nicht ihre einzige Sorge bleiben. Eric wendet sich tränenüberströmt an seine Mutter und offenbart ihr ein schockierendes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":9004257,"hoster":"VOE"},{"redirect":9024929,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die letzte Wahrheit","epNo":10,"alt":"1 Corinthians 3:13","descr":"Eugene taucht endlich aus seinem Versteck auf und plant nach all den Vorkomnissen, seiner Familie wieder gegenüberzustehen – und das ausgerechnet am Tag von Roses Hochzeit. Doch der Zeitpunkt könnte nicht schlechter gewählt sein, als die Gesamtsituation komplett aus dem Ruder läuft. Ein Geheimnis nach dem anderen wird enthüllt und bricht die Monreauxes immer weiter auseinander…","versions":[{"lang":1,"streams":[{"redirect":12916412,"hoster":"VOE"},{"redirect":9024930,"hoster":"Streamtape"}]}]}]}]}