{"seriesId":"finding-carter","name":"Finding Carter","descr":"Teenager Carter glaubt, das perfekte Leben zu haben – bis sie erfährt, dass ihre vermeintliche Mutter sie als Kleinkind entführt hatte …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Carter führt ein ziemlich perfektes Leben mit ihrer alleinerziehenden Mutter Lori. Doch dann ändert sich alles an nur einem einzigen Tag: Als eine Party durch einen Polizeieinsatz aufgelöst werden muss, erfährt Carter, dass Lori sie als Baby entführt hat und jetzt verschwunden ist. Sie muss nun zu ihrer leiblichen Familie zurückkehren und sich an ein komplett neues Leben gewöhnen: Plötzlich wird sie Lyndon genannt, hat einen Vater und eine Mutter, einen kleinen Bruder und sogar eine Zwillingsschwester! Carter fühlt sich hier allerdings völlig fehl am Platz möchte nur zu Lori zurück …","versions":[{"lang":1,"streams":[{"redirect":14497323,"hoster":"VOE"},{"redirect":14515752,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Falsche Fährte","epNo":2,"alt":"The Birds","descr":"Carter versteht sich immer schlechter mit ihrer leiblichen Mutter Elizabeth, findet dafür in der Schule aber neue Freunde. Ofe, Bird und Gabe beschließen Carter zu helfen und ihrer Mutter einen Streich zu spielen. Sie schreiben Nachrichten von einem Wegwerfhandys und geben sich als Lori aus. Das FBI fällt darauf herein und startet eine große Suchaktion …","versions":[{"lang":1,"streams":[{"redirect":14497480,"hoster":"VOE"},{"redirect":14515749,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Crash","epNo":3,"alt":"Drive","descr":"Elizabeth verlangt von Carter, dass sich auf dem Polizeirevier persönlich bei allen Polizisten für ihren Streich entschuldigt. Dabei trifft sie auf Crash, einen gut aussehenden Jungen, den Elizabeth gerade wegen Drogenhandels verhaftet hat. Elizabeth hält nicht viel von Crash, weshalb Carter noch viel mehr von ihm angetan ist. Um Elizabeth zu provozieren bringt sie ihn dann auch prompt mit nach Hause. Elizabeth ist draufhin richtig sauer, vorallem als Crash Carter zum Abschied küsst …","versions":[{"lang":1,"streams":[{"redirect":14497324,"hoster":"VOE"},{"redirect":14515751,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Gesicht hinter der Maske","epNo":4,"alt":"Now You See Me","descr":"Die Freundschaft zwischen Carter und Bird droht zu zerbrechen, als Bird ein von ihr gemaltes Bild von Carter bei einem Kunstprojekt der Schule ausstellt. Zunächst entfernt Bird auf Carters Wunsch das Bild, doch am nächsten Tag hat sie die ganze Schule mit Kopien des Bildes tapezieret. Gabe hilft Carter die Poster zu entfernen, weil er sich davon verspricht ihr so näher zu kommen …","versions":[{"lang":1,"streams":[{"redirect":14497444,"hoster":"VOE"},{"redirect":9222352,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf der Suche","epNo":5,"alt":"The Heat","descr":"Carter will ihr neues Leben nicht akzeptieren und ihre \"neue\" Mutter schon gar nicht. Sie vermisst Lori und versucht alles in ihrer Macht stehende zu tun, um sie irgendwie zu finden. Das erweist sich allerdings als nicht einfache Aufgabe, da Lori ihre Spuren durch verschiedene neue Identitäten perfekt verwischt hat. Carter sieht ihre einzige Chance auf ein Wiedersehen mit Lori bei Max und Crash. Max, weil er wohl einen ganz speziellen Draht zu Lori aus der Vergangenheit hat und Crash, weil er ein Kleinkrimineller ist und gute Kontakte in die Unterwelt besitzt.","versions":[{"lang":1,"streams":[{"redirect":14497325,"hoster":"VOE"},{"redirect":14519079,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf der Flucht","epNo":6,"alt":"The Fugitive","descr":"Carter kann ihre Gefühle zu Crash nicht mehr verleugnen, weshalb sie versucht ihn zu finden. Crash reagiert allerdings verhalten auf Carters Vorstoß, weil er nicht weiß, was sie damit bezweckt. Doch als er feststellt, dass sie es ernst meint, lässt er sich auch auf Carter ein. Über allem steht jedoch Crashs Gerichtsverhandlung, die ihn für sehr lange Zeit ins Gefängnis bringen könnte. Helfen kann jetzt nur Elizabeth, die über ihren Schatten springt und damit Crash vor einer Haftstrafe bewahrt. Carter merkt dadurch wie sehr Elizabeth sie liebt, doch dann taucht plötzlich Lori auf …","versions":[{"lang":1,"streams":[{"redirect":14497414,"hoster":"VOE"},{"redirect":9222389,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Geburtstag","epNo":7,"alt":"Throw Momma From The Train","descr":"Carter und Taylor feiern ihren siebzehnten Geburtstag. Ausgerechnet heute will Lori mit Carter aus der Stadt verschwinden. Max und Taylor versuchen Carter zum Bleiben zu überreden. Ihr Freund Crash hingegen begrüßt ihre Entscheidung, da er vor hat mit zu kommen. Währenddessen muss Grant erfahren, dass Elizabeth eine Affäre mit Gabes Vater, Kyle, hat.Carter ist hin und hergerissen. Sie beschließt am Ende doch bei ihrer Familie zu bleiben. Aus Angst vor Loris Reaktion, bittet Carter ihren Vater, Lori anzurufen, um ihr Carters Entscheidung mit zu teilen.","versions":[{"lang":1,"streams":[{"redirect":14497415,"hoster":"VOE"},{"redirect":9222360,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schmerzhafte Wahrheiten","epNo":8,"alt":"Half Baked","descr":"David hat für Carter und Lori ein letztes Treffen organisiert, doch zur großen Enttäuschung von Carter taucht Lori nicht auf. Grant erzählt seinen Schwestern von Elizabeths Affäre woraufhin die beiden beschließen ihre Mutter zur Rede zu stellen. Elizabeth verspricht ihren Töchtern, die Affäre endgültig zu beenden und David alles zu beichten. Dieser weiß allerdings längst Bescheid und möchte die Scheidung.","versions":[{"lang":1,"streams":[{"redirect":14497349,"hoster":"VOE"},{"redirect":9222362,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bittere Erkenntnis","epNo":9,"alt":"Do the Right Thing","descr":"Nachdem Carter erfährt, dass David das Manuskript zu \"Finding Carter\" längst geschrieben hat, glaubt sie ihrem Vater kein Wort mehr.Ofe schuldet einem seiner Kunden Geld und wird deshalb verprügelt. Um ihm zu helfen, klaut Bird die Diamanten-Halskette ihrer Mutter, die Crash verpfänden soll. Inzwischen fällt Birds Mutter das Fehlen der wertvollen Halskette jedoch auf. Da Bird Angst vor ihrer Mutter hat beschuldigt sie nun Carter, die daraufhin verhaftet wird …","versions":[{"lang":1,"streams":[{"redirect":14497416,"hoster":"VOE"},{"redirect":9222364,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Denn sie wissen nicht, was sie tun","epNo":10,"alt":"Love Story","descr":"Carter und Crash sind auf der Flucht und verstecken sich in Loris und Carters alten Wohnung. Dort entdeckt Carter eine von Lori hinterlassene Zahlenreihe, die sie für eine Telefonnummer hält. Carter möchte mit Lori in Kontakt treten und kommt deshalb auf die Idee, bei Max eine Nachricht für sie zu hinterlassen. Sie suchen Max an der Tankstelle auf, in der er arbeitet. Max versucht Carter davon zu überzeugen nicht mit Crash davonzulaufen, doch Crash nutzt die Gelegenheit, um Max mit einer Waffe zu bedrohen und den Kasseninhalt der Tankstelle zu fordern …","versions":[{"lang":1,"streams":[{"redirect":14497417,"hoster":"VOE"},{"redirect":9222370,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sieg der Vernunft","epNo":11,"alt":"The Long Goodbye","descr":"Max liegt im Koma und Elizabeth bittet darum, in das Ermittlerteam aufgenommen zu werden, das Crash festnehmen soll. Als Max’ Mutter Karen ins Krankenhaus kommt, verschärft sich die Eifersucht von Taylor auf Carter, da Karen so an Carter hängt. Obwohl ihre Freunde, allen voran Bird, ihr heftig davon abraten, verteidigt Carter Crash als guten Menschen und will sich mit ihm treffen. Natürlich folgt Elizabeth ihr und kann Crash endlich festnehmen.","versions":[{"lang":1,"streams":[{"redirect":14497418,"hoster":"VOE"},{"redirect":9222374,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das verhängnisvolle Foto","epNo":12,"alt":"One Hour Photo","descr":"Mit Elizabeth’ Hilfe identifiziert Carter die Nummernfolge aus Loris alter Wohnung als Postleitzahl. Diese führt sie zu einem Fotogeschäft in dem Lori Abzüge für Carter hat machen lassen. Auf den Fotos sieht man David und die schwangere Elizabeth. Demnach war Lori damals ihr Stalker. Carter ist entsetzt erst recht als Lori verkleidet vor der Tür steht. Lori gibt sich empört, dass Carter \"deren Version\" glaubt, erklärt aber nicht ihre. Sie gibt Carter nur ein vermeintlich verfängliches Foto, das sie angeblich vom schlafenden David gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":14497223,"hoster":"VOE"},{"redirect":9222376,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Zwei Mütter","epNo":1,"alt":"Love the Way You Lie","descr":"Nachdem Lori Carter erneut entführt hat, wacht Carter verwirrt in einem Motel auf. Lori versteckt sich dort mit ihr und möchte so schnell wie möglich verschwinden. Vorher soll Carter allerdings noch ein Treffen mit Taylor organisieren, da Lori ihnen beiden etwas zu sagen hat. Währenddessen machen sich Carters Familie und Freunde große Sorgen und versuchen einen Weg zu finden Carter zu befreien. Das vereinbarte Treffen mit Taylor scheint der einzige Weg zu sein …","versions":[{"lang":1,"streams":[{"redirect":9221654,"hoster":"VOE"},{"redirect":9221656,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Davids Geheimnis","epNo":2,"alt":"Shut Up And Drive","descr":"Taylor möchte so schnell wie möglich zur Normalität zurückkehren, während Carter versucht Antworten für Loris Verhalten zu finden. Sie hat den Verdacht, dass David mehr weiß als er sagt, dieser weißt sie jedoch zurück. Erst als Carter ihn mit dem Foto konfrontiert, das Lori von ihm gemacht hat, erzählt er ihr die Wahrheit. Er bittet Carter jedoch das Geheimnis erst einmal für sich zu behalten. Währenddessen trifft Max auf Crash, der sich zu entschuldigen versucht, aber Max will nichts von ihm wissen. Crash gibt aber nicht auf und folgt Max zu Birds Party, wo er auch auf Carter trifft …","versions":[{"lang":1,"streams":[{"redirect":9220230,"hoster":"VOE"},{"redirect":9220222,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gefühlschaos","epNo":3,"alt":"We Are Never Ever Getting Back Together","descr":"Nachdem Elizabeth von der Affäre zwischen David und Lori erfahren hat, beschließt sie sich zumindest vorübergehend von David zu trennen. Sie teilen es den Kindern auch sofort mit, doch da am selben Abend Elizabeths Eltern ihren Hochzeitstag feiern, entscheidet die Familie den Großeltern zu Liebe auf \"heile Welt\" zu machen. Das ist allerdings leichter gesagt als getan, vor allem für Taylor die mit der aktuellen Situation überfordert ist …","versions":[{"lang":1,"streams":[{"redirect":9220226,"hoster":"VOE"},{"redirect":9220231,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lori gibt nicht auf","epNo":4,"alt":"Pretty When You Cry","descr":"Loris Ex-Freund bittet Carter für Lori auszusagen, damit sie nicht im Gefängnis, sondern nur in einer Klinik landet. Das bringt Carter in eine schwere Situation, weil sie unsicher ist, ob Lori psychisch krank ist, oder nur versucht sie zu manipulieren. Carter beschließt ihr trotzdem zu helfen, braucht dafür aber $2,000, um die Psychologin zu bezahlen. Das FBI durchsucht Birds Haus, da ihre Eltern anscheinend Hypotheken-Betrug begangen haben. Um sich abzulenken, schmeißt Bird eine Party, bei der Taylor etwas mit Ofe anfängt, da es ihr schwer fällt zu sehen, wie gut Max sich mit Bird versteht.","versions":[{"lang":1,"streams":[{"redirect":9220235,"hoster":"VOE"},{"redirect":9220242,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zukunftsängste","epNo":5,"alt":"Wake Up Call","descr":"Carters Lehrerin Abby, informiert sie und ihre Eltern darüber, dass Carters Versetzung gefährdet ist. Außerdem erinnert sie daran, dass am nächsten Tag die SATs geschrieben werden, was Carter nicht ernst nimmt, da sie noch nie vor hatte aufs College zu gehen. Taylor und Ofe sind inzwischen Freunde mit gewissen Vorzügen. Ofe hofft jedoch, dass mehr daraus wird und lädt Taylor auf den Jahrmarkt ein, wo auch der Rest der Clique ist. Crash bekommt jedoch einen Anruf von seinem Onkel, der in der Werkstatt Hilfe braucht, er gibt den Job aber an Max weiter, da er sich um Carter kümmern will.","versions":[{"lang":1,"streams":[{"redirect":9220249,"hoster":"VOE"},{"redirect":12482349,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bleib bei mir","epNo":6,"alt":"Stay With Me","descr":"Max glaubt, dass er von Crash reingelegt wurde, dieser schwört jedoch, dass er von Shays Drogengeschäften keine Ahnung hatte. Er befragt Shay zu den Drogen, woraufhin sein Onkel Crash und Carter, die alles mitangehört hat, bedroht. Crash beschließt nun Shay den Rücken zu kehren und findet Zuflucht bei den Wilsons, wo Shay ihn jedoch aufspürt. Taylor fühlt sich immer mehr von ihrem Leben und den Problemen in der Familie überfordert und greift daraufhin zu Pillen, die sie von Ofe geklaut hat. Vor Ofe tut sie allerdings so, als wenn alles in Ordnung wäre, bis sie bewusstlos zusammenbricht …","versions":[{"lang":1,"streams":[{"redirect":9220259,"hoster":"VOE"},{"redirect":9220280,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Taylor auf Abwegen","epNo":7,"alt":"Something to Talk About","descr":"Carter fängt an, sich Sorgen um Taylor zu machen, nachdem die beiden einen Autounfall hatten und Carter behaupten muss, dass sie am Steuer saß. Neben dem Familienchaos hat Taylor gleichzeitig so viel anderes zu tun, dass ihr der Druck schwer zu schaffen macht. Grant ist unterdessen unglücklich darüber, dass seine Eltern andere Beziehungen haben, obwohl sie noch verheiratet sind und möchte zu seinen Großeltern ziehen.","versions":[{"lang":1,"streams":[{"redirect":9220299,"hoster":"VOE"},{"redirect":9220329,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Vergangenheit holt sie ein...","epNo":8,"alt":"Riptide","descr":"Carters ehemalige beste Freundin Madison steht plötzlich vor der Tür. Sie überredet Carter, sich mit ihr – trotz Hausarrest – eine Wohnung anzusehen, die sie für die beiden mieten will. Madison erinnert Carter daran, wie viel Freiheiten sie bei Lori hatte, jedoch führt das negative Gerede gegen ihre neue Familie zum Streit. Mit dem Erscheinen von Madison kommt auch ein Teil von Max’ Vergangenheit ans Licht, den er vor Taylor geheim halten wollte.","versions":[{"lang":1,"streams":[{"redirect":9220304,"hoster":"VOE"},{"redirect":9220314,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Falsches Spiel","epNo":9,"alt":"I Knew You Were Trouble","descr":"Nach einem Selbstmordversuch von Lori will Carter sie in der Nervenklinik besuchen, obwohl ihre ganze Familie dagegen ist. Taylor ist genervt davon, dass Lori immer wieder Thema ist, will sich aber nicht davon abhalten lassen, ihr Leben weiterhin nach Plan zu leben. Max begleitet Carter in die Nervenklinik zu Lori, die einen verstörten und depressiven Eindruck macht. Auf dem Rückweg nach Hause bricht Carter zusammen und Max versucht sie zu trösten. In dieser Situation begehen die beiden einen großen Fehler …","versions":[{"lang":1,"streams":[{"redirect":9220322,"hoster":"VOE"},{"redirect":9220331,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schlechtes Gewissen","epNo":10,"alt":"Rumour Has It","descr":"Die Stimmung im Hause Wilson ist auf dem Tiefpunkt, als Anwaltsunterlagen eintreffen, die Grant für die Scheidungsunterlagen seiner Eltern hält. Werden sich Liz und David wirklich scheiden lassen? Unterdessen überlegen Max und Carter fieberhaft, wie sie Taylor von ihrem \"Fauxpas\" berichten sollen. Carter schlägt vor, das Wochenende in Buddys und Joans Hütte im Wald zu verbringen und dort mit Taylor zu reden. Doch Bird und die ganze Clique machen ihnen einen Strich durch die Rechnung, als sie sich spontan selbst zu dem Ausflug einladen.","versions":[{"lang":1,"streams":[{"redirect":9220341,"hoster":"VOE"},{"redirect":9220351,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Querschläge","epNo":11,"alt":"Wrecking Ball","descr":"Nachdem Taylor Carters Kette in Max’ Truck entdeckt hat, gestehen Carter und Max ihr endlich, was geschehen ist. Währenddessen wollen Liz und David bei einem gemeinsamen Abendessen mit der Familie die guten Ergebnisse von Taylors und Carters College-Eignungs-Test feiern und haben Max sowie Crash als Überraschungsgast eingeladen. Allerdings verläuft der Abend nicht so harmonisch wie geplant. Zudem taucht auch noch Crashs Onkel Shay auf und es kommt zu einem schrecklichen Vorfall.","versions":[{"lang":1,"streams":[{"redirect":9220354,"hoster":"VOE"},{"redirect":9220359,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mutterliebe!?","epNo":12,"alt":"I’m Not The Only One","descr":"Während Gabe mit dem plötzlichen Verlust seines Vaters zu kämpfen hat, versucht Madison sich mit Carter zu versöhnen. Carter hat jedoch andere Sorgen, denn sie hat eine Gerichtsvorladung erhalten. Lori möchte als ihre biologische Mutter das Sorgerecht für Carter erstreiten. Die ganze Familie ist fassungslos und der festen Überzeugung, dass ihr das nicht gelingen wird. Bis am Ende der Verhandlung ein Zeuge auftaucht, der mit seiner Aussage alles auf den Kopf stellt …","versions":[{"lang":1,"streams":[{"redirect":9220366,"hoster":"VOE"},{"redirect":9220372,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der neue Bruder","epNo":13,"alt":"Native Son","descr":"Nachdem Lori als \"Siegerin\" aus dem Prozess hervorgeht, zieht sie in unmittelbare Nähe von Carters Familie, was natürlich ganz zum Ärger derer ist. Carter ist jedoch trotzdem fest entschlossen ihren neuen Bruder kennenzulernen und setzt alles daran Zeit mit ihm zu verbringen. Währenddessen macht sich Taylor Sorgen um Gabe, der ihrer Meinung nach, auf die falsche Art mit dem Tod seines Vaters umgeht.","versions":[{"lang":1,"streams":[{"redirect":9220385,"hoster":"VOE"},{"redirect":9220389,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Schule des Lebens","epNo":14,"alt":"Anywhere But Here","descr":"Carter liebt ihren neuen Job als Kellnerin, doch natürlich fällt langsam auf, dass sie dafür die Schule schwänzt. Die einzige Lösung ist, die Schule hinzuschmeißen, aber Liz und David sind dagegen. Daher bittet Carter Lori, ihr das nötige Formular zu unterschreiben, erkennt jedoch schnell, dass das ein Fehler war und zerreißt es wieder. Das beeindruckt ihre Eltern so, dass sie mit ihrer Entscheidung einverstanden sind – vorausgesetzt, sie sucht sich einen Job. Dummerweise feuert Jared sie, weil sie zu spät kommt und dann auch noch Randalierer wie Gabe in die Bar bringt.","versions":[{"lang":1,"streams":[{"redirect":9220397,"hoster":"VOE"},{"redirect":9220399,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein überraschender Abend","epNo":15,"alt":"Rabbit, Run","descr":"In Bens Zimmer findet Lori gefälschte Ausweise und Bargeld, weshalb sie Carter um Hilfe bittet. Carter ist von diesen Neuigkeiten alarmiert und versucht Ben zu erreichen. Da dieser ihre Anrufe ignoriert, sucht sie ihn und verfolgt ihn daraufhin in ein zwielichtiges Viertel. Dort erlebt sie mit, wie Ben und ein Mädchen mit einem Typen streiten, dem Ben schließlich viel Bargeld gibt. Zum Dank dafür, dass er ihr einen gefälschten Führerschein schenkt, lädt Taylor Ben am gleichen Abend zum Familienessen ein. Carter will ihn dort zur Rede stellen, aber Ben weicht ihr aus.","versions":[{"lang":1,"streams":[{"redirect":9220409,"hoster":"VOE"},{"redirect":9220418,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Guerilla-Rave","epNo":16,"alt":"The Sound And The Fury","descr":"Ben reagiert nicht auf Carters Nachrichten und auch Lori hat ihn nicht mehr gesehen. Beide machen sich große Sorgen, bis Elizabeth ihn und Gabe in einer Gefängniszelle findet. Carter ist überglücklich, dass sie weiter in der Bar arbeiten kann, vor allem weil sie und Jared sich näher kommen. Jared gesteht ihr jedoch, dass die Bar nicht gut läuft und er Geldprobleme hat. Da hat Carter die Idee hat mit einem Guerilla-Rave Geld zu verdienen. Sie möchte Jared helfen und verdrängt darüber ihr schlechtes Gewissen, weil sie Jared bezüglich ihres Alters angelogen hat.","versions":[{"lang":1,"streams":[{"redirect":9220422,"hoster":"VOE"},{"redirect":9220438,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der College-Trip","epNo":17,"alt":"The Consequences Of Longing","descr":"Taylor fährt mit Gabe und Damon auf einen Wochenendtrip für College Interessierte. Dort lernen sie den Studenten Ned kennen, der sie auf eine Party einlädt. Taylor genießt die Feier und hat ihren Spaß, bekommt dabei allerdings nicht mit wie Ned ihr Drogen in den Drink mischt. Währenddessen ist Jared nach wie vor sauer auf Carter, weil sie ihn wegen ihres Alters belogen hat. Carter entschuldigt sich mehrmals und versucht eine verantwortungsvolle und aufmerksame Mitarbeiterin zu sein. Jedoch sind ihre Bemühungen zunächst ohne Wirkung.","versions":[{"lang":1,"streams":[{"redirect":12268198,"hoster":"VOE"},{"redirect":9220684,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Geschwisterliebe","epNo":18,"alt":"She?s Come Undone","descr":"Birds Freund ist DJ und lädt zu einem Haus-Konzert ein, wofür Carter und Taylor von Elizabeth ihr OK bekommen. In Wirklichkeit hat Carter jedoch ganz andere Pläne. Sie hat ihr erstes richtiges Date mit Jared. Carters Erwartungen werden jedoch nicht erfüllt, da Jared arbeiten muss. Aufgrund dieses Missverständnisses geht Carter dann doch auf das Konzert, wo das nächste negative Erlebnis auf sie wartet. Bens Pflegeschwester Olivia, hat zu tief ins Glas geguckt und verliert das Bewusstsein. Ben und Carter schaffen sie daraufhin zu Lori, um sie dort gemeinsam mit ihr wieder aufzupäppeln.","versions":[{"lang":1,"streams":[{"redirect":9220689,"hoster":"VOE"},{"redirect":9220727,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Aufzug","epNo":19,"alt":"Never Let Me Go","descr":"Als Elizabeth erfährt, dass Jared Carters Freund ist, kommt es zu einem Streit zwischen Mutter und Tochter. Elizabeth findet, dass er viel zu alt für Carter ist, was diese gar nicht einsieht und damit droht auszuziehen. Jared möchte Carter daraufhin aufheitern und organisiert ein Barbecue, zu dem Carter auch Lori einlädt, da Lori Geburtstag hat. Angetrieben von ihrem Misstrauen gegenüber Jared, informiert sich Elizabeth über sein Leben. Sie erfährt, dass er verheiratet ist und ein Kind hat. Um Carter sofort davon zu berichten, sucht sie Carter in der Bar und platzt mitten ins Barbecue …","versions":[{"lang":1,"streams":[{"redirect":9220762,"hoster":"VOE"},{"redirect":9220830,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Vertrauen","epNo":20,"alt":"The Heart Is A Lonely Hunter","descr":"Da Carter es bei Elizabeth nicht mehr aushält, ist sie vorübergehend bei Lori untergekommen, was die Beziehung zu Elizabeth weiter strapaziert. Immer noch wütend auf Jared, versucht Carter derweil die Wahrheit herauszufinden und macht sich auf die Suche nach Jareds Ehefrau. Von ihr erfährt sie, dass er nie Interesse an seiner Tochter gehabt hat, was das Gegenteil von dem ist was Jared ihr erzählt hat. Sie ist verunsichert und weiß nicht wem sie glauben kann, bis er ihr Gerichtsunterlagen vorlegt, die beweisen, dass er stets um das Sorgerecht gekämpft hat.","versions":[{"lang":1,"streams":[{"redirect":9220854,"hoster":"VOE"},{"redirect":9220871,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Spiel mit dem Feuer","epNo":21,"alt":"The Death Of The Heart","descr":"Taylor fährt mit Max zu seiner Mutter Karen, wo eine üble Überraschung auf Max wartet – sein aus der Haft entlassener Vater Bill ist zu Besuch. Damit er Karen nicht wieder einwickelt, provoziert ihn Max absichtlich und es kommt zu einer Prügelei. Nachdem die Einnahmen der illegalen Partys gestohlen wurden, überzeugt Carter Jared ab jetzt legale Partys zu schmeißen. Eine stillgelegte Kirche wird ihre nächste Location. Die Party ist zunächst auch ein Bombenerfolg, doch dann bricht Seth mit einer Überdosis zusammen.","versions":[{"lang":1,"streams":[{"redirect":13917704,"hoster":"VOE"},{"redirect":9221058,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schuldig?","epNo":22,"alt":"The Correction","descr":"Nach Seth Tod kümmern sich alle um Bird, die am Boden zerstört ist. Carter ist überzeugt davon, dass Seth die Drogen von Ben hatte und bitte Jared, der Polizei nicht zu sagen, dass Ben auf der Party gedealt hat. Erst als Bird ihr erzählt, dass es Jared und nicht Ben war, der Seth die Pillen verkauft hat, glaubt sie an Bens Unschuld. Als sie auch noch erfährt, dass Jared Ben sogar zum Drogenverkauf gezwungen hat, macht sich mit Max auf die Suche nach Beweisen für Jareds Schuld …","versions":[{"lang":1,"streams":[{"redirect":9221024,"hoster":"VOE"},{"redirect":9220987,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":" (K)eine zweite Chance","epNo":23,"alt":"The Sheltering Sky","descr":"David ist nicht wenig überrascht, als er von seiner Lesereise zurückkehrt und Lori und Ben einträchtig mit Liz und Carter konferieren. Sie haben erfahren, dass Jared aus dem Gefängnis entlassen wurde, weil er sich bereit erklärt hat eine Liste der Personen zu erstellen, die am Drogenhandel beteiligt waren. Um Jared zu bitten, Ben bei den Behörden nicht zu erwähnen, trifft sich Carter mit ihm. Jared nutzt die Situation um Carter um eine letzte Chance zu bitten, weil er sie immer noch liebt, doch Carter macht mit ihm Schluss. Wenig später taucht die Polizei bei Lori auf um Ben festzunehmen.","versions":[{"lang":1,"streams":[{"redirect":9221053,"hoster":"VOE"},{"redirect":9221096,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wer war’s?","epNo":24,"alt":"Atonement","descr":"Als Carter nach ihrem Sturz in der Bar erwacht, liegt Jared tot neben ihr und Lori kümmert sich um sie. Carter kann sich nicht daran erinnern, was passiert ist und wird mit einer Kopfverletzung ins Krankenhaus gebracht. Lori sagt bei ihrer Befragung aus, Jared hätte Carter gewürgt und deshalb hätte sie ihn getötet. Carter ist jedoch davon überzeugt, dass Lori jemanden deckt. Versucht Lori Carter zu beschützen oder war noch jemand anderes in der Bar?","versions":[{"lang":1,"streams":[{"redirect":9221166,"hoster":"VOE"},{"redirect":9221169,"hoster":"Streamtape"}]}]}]}]}