{"seriesId":"finding-alice","name":"Finding Alice","descr":"Alices Ehemann Harry wird durch einen Haushaltsunfall aus dem Leben gerissen. Harry hat das neue Haus, in das die beiden gezogen sind, selbst entworfen – wodurch es völlig unpraktisch ist. So ist es für Alice der denkbar ungünstigste Zeitpunkt nicht zu wissen, wie man denn nun das Garagentor öffnet. Doch Alice muss sich nach Harrys Tod nicht nur ihrer Trauer und dem Leben ohne ihren Partner stellen, mit dem sie 20 Jahre zusammen war. Durch seinen Tod werden auch jede Menge Geheimnisse, ein Schuldenberg und kriminelle Aktivitäten ans Tageslicht gebracht. Scheinbar hat Harry eine ganze Reihe von Dingen, mit denen er sich nicht auseinandersetzen wollte, vor Alice verheimlicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Fall","descr":"Für Alice, Harry und ihre Tochter Charlotte wird der Einzug in ihr Traumhaus schnell zum Albtraum, als Harry tot am Fuße der Treppe gefunden wird.","versions":[{"lang":1,"streams":[{"redirect":12922463,"hoster":"VOE"},{"redirect":10077336,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Funeral","descr":"Die Begegnung mit George lässt Alice erschüttert zurück, während sie die Beerdigung des Mannes arrangiert, den sie liebte. Währenddessen sucht die Polizei weiter nach einem nicht identifizierten Zeugen, der auf der Überwachungskamera gefilmt wurde.","versions":[{"lang":1,"streams":[{"redirect":10077438,"hoster":"VOE"},{"redirect":10077435,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Inquest","descr":"Charlotte beschließt, zur Schule zurückzukehren, aber Alice fühlt sich ohne sie verloren. Bevor die Untersuchung fortgesetzt werden kann, muss die Polizei die Figur in der Videoüberwachung identifizieren, aber da George so ausweichend ist, muss Alice hinter seinen Rücken gehen.","versions":[{"lang":1,"streams":[{"redirect":14427333,"hoster":"VOE"},{"redirect":10077414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13489435,"hoster":"VOE"},{"redirect":8904440,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Money","descr":"Alice fehlt es verzweifelt an Geld und sie muss verhindern, dass ihr Haus unter ihrer Nase verkauft wird. Sie findet auch eine Urkunde für Land in Harrys Namen.","versions":[{"lang":1,"streams":[{"redirect":10077421,"hoster":"VOE"},{"redirect":10077419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13512528,"hoster":"VOE"},{"redirect":10108129,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Sperm","descr":"Alices Entscheidung, mit dem Sperma, das Harry vor seinem Tod aufbewahrt hatte, ein Baby zu bekommen, stößt bei Charlotte und Sarah auf Zweifel.","versions":[{"lang":1,"streams":[{"redirect":10077423,"hoster":"VOE"},{"redirect":10077425,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"What Now?","descr":"Alice ist fest entschlossen, Harrys Land zu erschließen und lässt sich von niemandem reinreden. Doch kann sie ihre Liste von Problemen abarbeiten, bevor sie versucht, sein Baby zu gebären? Sie beginnt, trotz bestehender Differenzen Brücken zu ihrer Familie zu schlagen, muss sich aber schon bald mit einem ungebetenen Untermieter herumschlagen.","versions":[{"lang":1,"streams":[{"redirect":10077441,"hoster":"VOE"},{"redirect":10077440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13521810,"hoster":"VOE"},{"redirect":10108128,"hoster":"Streamtape"}]}]}]}]}