{"path":"/serie/stream/first-wave-die-prophezeiung","name":"First Wave - Die Prophezeiung","descr":"Bereits im 16. Jahrhundert sagte Nostradamus voraus, daß die Welt in drei Angriffswellen zerstört werden würde: Infiltration, Invasion aus dem All und Weltuntergang. Nur ein Mann kann den Widerstand führen und die Menschheit retten. Cade Foster, ein ehemaliger Dieb, stolpert über eine großangelegte Verschwörung der außerirdischen Goa. Sie sind bereits in Menschengestalt auf der Erde, und als Foster auf ihr Geheimnis stößt, töten sie seine Frau und lenken die Indizien auf ihn. Nun ist Foster auf der Flucht vor den Aliens und der Polizei, versucht möglichst viele Goas auszuschalten und die Menschheit vor der Bedrohung zu warnen.","seasons":[{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-1","name":"Das Geheimnis der 19","epNo":1,"alt":"Subject 117","descr":"Cade Foster leidet immer häufiger an mysteriösen Visionen. Doch es kommt noch schlimmer: Eines Tages ist sein Konto leer geräumt, er verliert seinen Job und ständig begegnet er der Zahl 19. Auf der Suche nach Antworten stößt er auf ein Buch von Nostradamus: Dieses prophezeit der Erde eine Invasion von Aliens. Allmählich begreift Cade, dass die Invasion längst im Gange ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308229","hoster":"VOE"},{"path":"/redirect/10108131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-2","name":"Der Auserwählte","epNo":2,"alt":"Crazy Eddie","descr":"Cade ist auf der Flucht. Auf der Suche nach Hilfe trifft er Crazy Eddie. Anfangs schenkt der Sonderling Cades Geschichten keinen Glauben. Doch dann bekommt Crazy Eddie selbst Besuch von Aliens: Die sind auf der Suche nach einer geheimnisvollen metallischen Kugel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308231","hoster":"VOE"},{"path":"/redirect/10108132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-3","name":"Mata Hari","epNo":3,"alt":"Mata Hari","descr":"Als das junge Genie Ted auf rätselhafte Weise zu Tode kommt, schleicht sich Cade in dessen College ein. Ted entwickelte dort ein Verteidigungssystem für die Erde, das mit nuklearen Raketen eine Alien-Invasion verhindern könnte. Bei seinen Recherchen trifft Cade auf die mysteriöse Lara, die offenbar über telekinetische Kräfte verfügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308239","hoster":"VOE"},{"path":"/redirect/10108133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-4","name":"Falsche Erinnerungen","epNo":4,"alt":"Hypnotic","descr":"In Colorado stößt Cade zu einer Selbsthilfegruppe für Menschen, die von Aliens entführt wurden. Dort geht es offenbar nicht mit rechten Dingen zu: Bald glaubt Cade, dass die Erinnerungen der Mitglieder allesamt nicht echt sind. Als die Gruppenleiterin auch noch ermordet wird, wird Cade klar, dass eines der Mitglieder ein Außerirdischer sein muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308242","hoster":"VOE"},{"path":"/redirect/10108134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-5","name":"Geschenkte Zeit","epNo":5,"alt":"Elixir","descr":"n einer Country-Bar in Michigan altert eine jugendlich aussehenden Frau binnen weniger Sekunden zu einer Greisin und stirbt. Cade will diesen Vorfall näher untersuchen und gibt sich als ihr Neffe aus. Durch Freunde der Alten, erfährt er von einem Öko-Laden, der ein mysteriöses Elixier verkauft. Indessen kommt Colonel Grace auf Cades Spur, der diesen wegen Mordes hinter Gitter bringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308244","hoster":"VOE"},{"path":"/redirect/10108135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-6","name":"Der Prophet","epNo":6,"alt":"Speaking In Tongues","descr":"Elton Beleye ist ein fanatischer Prediger, der seinen Anhängern vormacht ein Außerirdischer zu sein. Cade schmuggelt sich in die Sekte und versucht die Mitglieder vor Beleye zu warnen. Er ahnt, dass die Sekte nur ein weiteres Forschungsprojekt der Aliens ist. Cade hofft, dass er einen Beweis für die Anwesenheit von Aliens auf der Erde erhält, und er so endlich seine Unschuld beweisen kann.","versions":[]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-7","name":"Das zweite Element","epNo":7,"alt":"Lungfish","descr":"Auf der Suche nach neuen Spuren der Aliens studieren Cade und Crazy Eddie weiterhin die Prophezeiungen von Nostradamus. Eine Voraussage passt auf einen Hinweis, den sie in einem Zeitungsbericht finden: In einer Fischfarm wurde ein Fisch gefangen, der auch an Land atmen kann. Cade glaubt, dass es sich hierbei um ein weiteres Experiment der Aliens handelt, und beschließt, der Sache auf den Grund zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308241","hoster":"VOE"},{"path":"/redirect/10108136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-8","name":"Hexentanz","epNo":8,"alt":"Book Of Shadows","descr":"Crazy Eddie studiert eine Prophezeiung, die zu einer Meldung aus Salem passt: Das Mädchen Diana Black behauptet eine Hexe zu sein und wird beschuldigt, drei Personen ermordet zu haben. Cade versucht, ihr als Ermittler der Verteidigung zu helfen. Er ist erstaunt, als sie vor Gericht plötzlich behauptet, Aliens gesehen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308245","hoster":"VOE"},{"path":"/redirect/10108137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-9","name":"Joshua","epNo":9,"alt":"Joshua","descr":"Der Außerirdische Joshua schließt sich, als U.S. Marshall getarnt, dem Suchtrupp an, der Cade auf der Fährte ist. Mit allen Mitteln will Cade seine Spuren verwischen. Vergeblich: Joshua spürt ihn auf. Beim anschließenden Kampf verletzt Cade den Außerirdischen schwer. Verzweifelt versucht er sein Leben zu retten, um die Anwesenheit der Aliens auf der Erde beweisen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308243","hoster":"VOE"},{"path":"/redirect/10108138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-10","name":"Meilenstein 262","epNo":10,"alt":"Marker 262","descr":"Während eines Autorennens verschwindet ein Jungendlicher mitsamt seinem Wagen spurlos. Cade will diesem mysteriösen Ereignis auf den Grund gehen. Vom Bruder des Vermissten erfährt er, dass am Meilenstein 262 bereits mehrere Autos plötzlich verschwanden. Cade nimmt den Stein genauer unter die Lupe. Doch um das Rätsel zu lösen, muss er sich selbst hinters Steuer eines Wagens setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308247","hoster":"VOE"},{"path":"/redirect/10108139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-11","name":"Motel California","epNo":11,"alt":"Motel California","descr":"Cade erfährt von einem Mann, der während einer Reise von Halluzinationen gepeinigt zusammenbricht. Er macht das Motel ausfindig, in dem das Opfer übernachtete und mietet sich ein. Prompt entdeckt Cade dort ein Forschungslabor der Außerirdischen.","versions":[]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-12","name":"Brut des Bösen","epNo":12,"alt":"Breeding Ground","descr":"Die 17-jährige Julia scheint übersinnliche Kräfte zu besitzen. Zudem schlägt sie bei Wettrennen ihre Mitschüler um Längen. Cade, der sich als Sportlehrer an ihrer Schule eingeschlichen hat, findet heraus, dass Julias DNS verändert wurde. Als Cade dem Mädchen seine Erkenntnisse mitteilen will, erlebt er eine böse Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308260","hoster":"VOE"},{"path":"/redirect/10108140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-13","name":"Club Royal","epNo":13,"alt":"Blue Agave","descr":"Im New Yorker Nachtclub \"Royal Room\" hat Cade eine Verabredung mit dem Strafverteidiger Salvo. Der glaubt, er könne vor Gericht beweisen, dass Cade mit dem Mord an seiner Frau nichts zu tun hat. Minuten später bricht der Anwalt tot zusammen und ein kleiner Wurm kriecht aus seinem Ohr. Eddie findet heraus, dass dieser Parasit elektrische Wellen absondert, die Hirnströmen ähneln. Cade befürchtet, dass auch ihm ein solcher Wurm implantiert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308246","hoster":"VOE"},{"path":"/redirect/10108141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-14","name":"Die schwarze Witwe","epNo":14,"alt":"Cul-de-sac","descr":"Cade untersucht in Missouri merkwürdige Vorkommnisse. Der Teenager Nick Patterson beobachtet durch ein Teleskop, wie seine Nachbarin die Geliebte ihres Mannes umbringt. Wenig später steht diese jedoch wieder auf und geht, ohne sichtbare Wunden, davon. Nick ist überzeugt, dass es sich bei der jungen Frau um einen Alien handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308252","hoster":"VOE"},{"path":"/redirect/10108142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-15","name":"In der Falle","epNo":15,"alt":"The Box","descr":"Cade besucht das Grab seiner Frau Hannah und wird auf dem Friedhof von zwei Polizisten ins Kreuzverhör genommen. Einer der beiden entpuppt sich als Agent der Aliens. Cade gelingt es, die beiden zu überwältigen und nun stellt er selbst ein paar Fragen: Er will alles über die Experimente erfahren, denen er unterzogen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308265","hoster":"VOE"},{"path":"/redirect/10108143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-16","name":"Verbotene Liebe","epNo":16,"alt":"Undesirables","descr":"Joshua soll eine Alien-Frau liquidieren, die sich in den Physiker James Dutton verliebt hat. Statt seine Forschungsergebnisse auszuspionieren, hat sie Dutton vor den anderen Aliens geschützt. Cade gelingt es gerade noch, den beiden zur Flucht zu verhelfen. Die beiden willigen ein sich den Behörden zu stellen und die Wahrheit über die Aliens zu offenbaren. Doch Joshua vereitelt den Plan.","versions":[]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-17","name":"Die Invasion","epNo":17,"alt":"Second Wave","descr":"Cade untersucht gerade Berichte über eine UFO-Sichtung, als plötzlich die Gua angreifen. Für ihn ist dies ein Zeichen, dass die zweite Welle, die Invasion der Erde, begonnen hat. Gemeinsam mit einigen Bürgern der kleinen Stadt wird Cade in einem Keller gefangen gehalten. Er berichtet ihnen alles, was er über die Aliens weiß. Unter den Gefangenen macht sich Misstrauen breit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308269","hoster":"VOE"},{"path":"/redirect/10108144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-18","name":"Tote Augen","epNo":18,"alt":"Blind Witness","descr":"Cade täuscht eine Erkrankung vor, weil er in einer Klinik eine Verbündete vermutet. Er findet sie in einer blinden Frau: Alika. Sie soll in Kürze durch eine Operation ihr Augenlicht zurückerhalten. Da wird Cade von Guas aufgespürt und gefangen genommen. Doch Alika kommt ihm zu Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308254","hoster":"VOE"},{"path":"/redirect/10108145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-19","name":"Menschenopfer","epNo":19,"alt":"Deluge","descr":"Auf der Suche nach einem Killer kommt Cade in die Stadt Athlone, in der es seit zwei Jahren ununterbrochen regnet. Dort lebt eine Gruppe fortschrittlicher Druiden, die der festen Ansicht sind, ihre Stadt sei verflucht. Cade dagegen hält das schlechte Wetter für ein weiteres Experiment der Gua. Und tatsächlich stößt er bald darauf auf einen Gua-Agenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308256","hoster":"VOE"},{"path":"/redirect/10108146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-20","name":"Lauschangriff","epNo":20,"alt":"Melody","descr":"Während eines Konzerts der Rockband \"Sonic War\" werden zwei Polizisten zu Tode geprügelt. Als Angestellter eines Plattenlabels getarnt will Cade den Vorfall untersuchen. Er glaubt, dass die Gua dahinterstecken und die Musik der Band so manipulieren, dass die Fans ausrasten. Und tatsächlich stößt Cade bald auf Gua-Agenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308259","hoster":"VOE"},{"path":"/redirect/10108147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-21","name":"Allein gegen die Zukunft","epNo":21,"alt":"The Aftertime","descr":"In Chicago sucht Cade nach einem Jungen, der eine Datenübermittlung der Gua abgefangen hat. Die Gua heften sich sofort an Cades Fersen doch eine mysteriöse Frau namens Lizabeth rettet ihn. Die Fremde behauptet, sie komme aus der Zukunft und fordert Cade auf, sie dorthin zu begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308262","hoster":"VOE"},{"path":"/redirect/10108148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-1/episode-22","name":"Die Versammlung","epNo":22,"alt":"The Decision","descr":"Auf einer Versammlung der Gua beraten die Aliens, ob sie die Invasion der Erde, die \"zweite Welle\", einläuten sollen. Doch Joshua hat Bedenken und berichtet dem Anführer von seinen Erlebnissen mit Cade Foster. Er ist überzeugtr, dass es noch zu früh für eine Invasion sei und schließlich kommt es zu einer Abstimmung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308263","hoster":"VOE"},{"path":"/redirect/10108149","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-1","name":"Der wunde Punkt","epNo":1,"alt":"Target 117","descr":"Ein Meteor verbirgt in seinem Innern den Geist von Lucas, einer Musterschülerin von Joshua. Lucas Geist wird in eine menschliche Hülle transferiert die genetisch verändert wurde und ihr dadurch besondere Fähigkeiten wie besseres Hören verleiht. Cade geht einer Email nach, die auf seiner und Eddies Homepage ankam, in der der Schreiber, Chendli, vorgegeben hat er wäre von Aliens bei einem Experiment benutzt worden. Cade begibt sich nach Cusgrove Island. Dort erwartet ihn Lucas die auf ihn angesetzt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308271","hoster":"VOE"},{"path":"/redirect/10108150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-2","name":"Die Unbestechlichen","epNo":2,"alt":"Deepthroat","descr":"Eddies Freund, der Astronom Vicente Miranda, informiert Eddie über ein Objekt das aus einem Wurmloch kam. Eddie warnt Vicente dass Vicente sich verstecken solle. Die Warnung kommt zu spät während des Telefongesprächs wird Vicente erschossen. Der Täter löscht Vicentes Daten aus dessen Computer übersieht aber ein Päckchen an Senator Sterling Preston in dem sich Bilder des Wurmlochs befinden. Cade reist nach Washington und spricht mit dem Senator. Der Senator weiss nichts von dem Paket. Bei Cades Gespräch mit dem Senator wird Cade von der Reporterin Samantha Rayne fotografiert. Eddie schlägt Cade den Sitz des Senators in Maryland zu verwanzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308277","hoster":"VOE"},{"path":"/redirect/10108452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-3","name":"Die Apostel","epNo":3,"alt":"The Apostles","descr":"Die Motorradgang \"Die Apostel\" kommt in eine Kleinstadt in Wyoming auf der Suche nach Nick Randolph. Sie entdecken und töten ihn. Randolph war ein Alien. Die Rocker brüllen: \"Lang lebe Cade Foster\". Eddie informiert Cade über die Geschehnisse. Cade gibt sich in der Kleinstadt als Reporter einer Motorradzeitschrift und erfährt von den möglichen Verstecken der Apostel. Cade findet sie und beobachtet sie einen Moment bis er entdeckt wird. Einer der Rocker hat einen Steckbrief von Cade. Cade wird als neuer Anführer angenommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308270","hoster":"VOE"},{"path":"/redirect/10108151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-4","name":"Trauminvasion","epNo":4,"alt":"Susperience","descr":"Ellen, eine Studentin in Maine, sieht wie ihr Komolitonin Rachel, einer anerkannten Telepathin. getötet wird. Am Morgen entdeckt Ellen die tote Rachel in ihrem Bett. Cade gibt sich als Versicherungsagent aus und spricht mit George Podarski, einem weiteren Komolitonen Rachels. Plötzlich taucht ein Mann auf und empfiehlt Cade George in Ruhe zu lassen. Cade erfährt von Ellen dass George ebenfalls PSI-Fähigkeiten besitzt und hypnotische Visionen erzeugen kann. Eddie findet heraus dass die Gruppe um Rachel und Ellen für S.E.T.I. arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308273","hoster":"VOE"},{"path":"/redirect/10108152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-5","name":"Die Prophetin","epNo":5,"alt":"The Channel","descr":"Die zwei Kellnerin Chloe Wells und deren Freundin Denise gehen nach ihrer Arbeit über eine Strasse. Chloe wird angefahren. Die Notärzte können nach 5 Minuten Herzstillstand sie wieder zurückholen. Als ein Arzt Chloe in die Augen strahlt äussert Chloe eine von Nostradamus Prophezeihungen. Cade erfährt von den Geschehnissen. Cade erfährt auch das eine weitere Prophezeihung Chloes sich erfüllt hatte. Cade entschliesst sich mit Chloe zu reden. Ein Kamerateam nimmt Cade vor Chloes Haus auf. Joshua und Raiden sehen Cade und beschliessen Chloe zu entführen. Cade gelangt als Lieferant eines Chinarestaurants in Chloes Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308275","hoster":"VOE"},{"path":"/redirect/10108153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-6","name":"Eine Frage der Ehre","epNo":6,"alt":"Red Flag","descr":"Colonel Russel wird von Lieutenant Harkin getötet. Harkin verschwindet spurlos. Diese Vorfälle bewegen Cade dazu sich als Lieutenant Martin Sloane an einem Wettbewerb um die hohe militärische Auszeichnung Red Flag zu beteiligen. Er kommt mit 4 anderen Bewerbern an. Major Birch weist die Anwärter ein und teilt ihnen mit dass sie nach 3 Tagen Intensivtraining gegeneinander antreten müssen um die Red Flag zu erringen. Sergeant Plimpton leitet das Training. Abends schleicht sich Cade aus dem Schlafsaal in ein Gebäude. Dort findet er Lieutenant Harkin der ein Übertragungsgerät der Aliens um den Kopf trägt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308285","hoster":"VOE"},{"path":"/redirect/10108154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-7","name":"Geist der Väter","epNo":7,"alt":"Prayer For The White Man","descr":"Im Winchalla-Indianerreservat soll darüber abgestimmt werden ob weitere Spielcasinos auf dem Gebiet des Reservats gebaut werden sollen. Der Winchalla-Indianer Lonetree beschwört den Geist einer Vorfahrin die ihm erscheint und das Wort \"GUA\" im Waldboden zurücklässt. Cade begibt sich zu Lonetree und gibt sich als Reporter aus. Der Kopfgeldjäger Maguire ist auf Cades Fersen. Mittlerweile hat Eddy in Erfahrung gebracht was das Wort \"Simmes\", was Cade ins Reservat geführt hat und in Nostradamus Prophezeihungen stand, bedeutet. Es ist das indianische Wort für ein überirdisches Wesen. Die Casinobesitzerin Nori und Alex Sherman, ein Indianer, sind Aliens. Beide hetzen zwei Schläger auf Cade. Cade wird von einem Wolf gerettet und der Geist erscheint ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308280","hoster":"VOE"},{"path":"/redirect/10108155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-8","name":"Hexenjagd","epNo":8,"alt":"The Purge","descr":"Der Minister der GUA, er ist gleichzeitig stellvertrendes Oberhaupt, ist auf der Erde. Er hält eine Versammlung aller Divisionen ab. Der Minister tötet seinen Vorredner und erklärt jeden zu töten der die geplante Invasion behindert. Der Minister wählt Joshua als seinen persönlichen Bodyguard. Der Minister fordert von Joshua jeden Menschensympathisanten den er entlarvt zu töten. Am Abend wird ein Attentat auf den Minister verübt, das der Minister überlebt. Der Attentäter war in einer menschlichen Hülle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308281","hoster":"VOE"},{"path":"/redirect/10108156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-9","name":"Versteinerte Seelen","epNo":9,"alt":"Lost Souls","descr":"Bei der Sanierung eines U-Bahn-Tunnels findet ein Arbeiter eine eingemauerte Frau die noch lebt. Es ist Francesca Dutton die vor 55 Jahren verschwunden war. Cade erfährt von den Vorfällen und gibt sich als Jack Dutton, Enkel von Francesca Dutton, aus. In der Psychiatrischen Klinik in der Francesca liegt wartet FBI-Agent Werbitz und seine Partnerin auf Cade. Beide Agenten haben den Auftrag den Fall geheimzuhalten. Francesca ist nicht gealtert und hat alle Farbpigmente ihrer Haut verloren. Francesca schweigt bis Cade den Namen ihrer verstorbenen Tochter Patricia erwähnt. Als Cade Patricia fragt wer ihr das angetan habe, antwortet sie vielleicht sind sie noch da draussen. Werbitz gibt Cade eine Transferkugel der GUA","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8031948","hoster":"VOE"},{"path":"/redirect/10108157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-10","name":"Das Labyrinth","epNo":10,"alt":"The Heist","descr":"Cade folgt einer Prophezeihung Nostradamus und schliesst sich seiner alten Einbrecherbande wieder an. Harley Daniels, Richie Black und Dax wollen in Silicon Valley militärische Computertechnologie stehlen. Cade öffnet in letzter Sekunde eine Tresortür. Dax wird von einer Metallstrebe erstochen. Cade vermutet dass die GUA den Auftrag erteilt haben um an die Elektronik zu gelangen. Der nächste Raum ist mit Waffen gefüllt. Im nächsten Raum erwarten Cade, Harley und Richie Flammen die aus dem Boden schiessen. Im nächsten Raum sieht Cade Eddie statt Richie und Harley.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308284","hoster":"VOE"},{"path":"/redirect/10108158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-11","name":"Die Bienenkönigin","epNo":11,"alt":"Ohio Players","descr":"Während des Trainings des Highschool-Footballteams von Fairtale, Ohio, greift der Spieler Lionel seine Kameraden an, bricht zusammen und fällt ins Koma. Cade hört von dem Team und begibt sich als Talentsucher der California University zum Team. Cade entdeckt eine gelbliche Flüssigkeit bei einem Besuch im Krankenzimmer von Lionel. Cade gibt Eddie die Flüssigkeit die Eddie analysieren lässt. Quentin taucht gleichzeitig im Krankenzimmer auf. Lionel spricht auf Lionels Anwesenheit an. Beim nächsten Training wirft der Quarterback Quentin Biller seine Pässe mit einer Augenbinde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308283","hoster":"VOE"},{"path":"/redirect/10108159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-12","name":"Vertrauenssache","epNo":12,"alt":"Night Falls","descr":"Cade wird durch eine Email von den GUA nach Detroit gelockt. Dort wird er von der Polizei angeschossen und nimmt auf der Flucht Lena als Geisel. 6 Blocks werden von der Polizei abgesperrt. Lena erfährt aus dem Fernsehen das Cade angeblich ein gesuchter Mörder ist. Der Kopfgeldjäger Hatcher taucht auf und entdeckt Cades verlorenes Handy. Mit Hilfe eines Scanners erfährt Hatcher Eddies Addresse. Cade befreit Lena von ihren Fesseln. Im Fernsehen hören Cade und Lena das Cade während seines Aufenthalts bei Lena ein Geschäft überfallen haben soll. Lena versorgt Cades Schusswunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308286","hoster":"VOE"},{"path":"/redirect/10108160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-13","name":"In der Hitze des Gefechts","epNo":13,"alt":"Normal, Illinois","descr":"Bei einer Poolparty in Normal, Illinois, stirbt der Jugendliche Carson beim Liebesspiel mit seiner Freundin Saundra auf mysteriöse Weise. Eddy wird von Robbie einem der Teilnehmer der Poolparty von dem Tod informiert. Von Robbie erfährt Cade dass es schon 3 weitere Opfer gab. Nach dem ersten Gespräch mit Cade begibt sich Robbie zu seiner Freundin Laura. Laura verspürt wie Saundra plötzlich Kopfschmerzen. Lauras Vater unterbricht das Liebesspiel. Eddie findet heraus dass Prokain im Körper der Opfer war, dass nur über Wasser aufgenommen werden kann. Robbie arrangiert dass Cade mit Shauna sprechen kann. Cade wird von Shauna informiert dass Carson wie bei einem elektrischen Kurzschluss gestorben war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308282","hoster":"VOE"},{"path":"/redirect/10108162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-14","name":"Alles über Eddie","epNo":14,"alt":"All About Eddie","descr":"Eddie wird zu einem Jahrgangstreffen seiner Highschool-Abschlussklasse eingeladen. Die GUA wollen die Gelegenheit nutzen um Eddie über Cade und das Buch von Nostradamus auszufragen, sie tarnen sich als Fernsehteam. Eddie trifft als erstes seinen Freund Herman der jetzt Besitzer einer Computersicherheitsfirma ist. Als zweites seinen Freund Stan Spencer. Eddie, der damals Larry Sapinski hiess, war während der Highschoolzeit als Hacker mit Herman, Stan und Marianne tätig. Eddie musste untertauchen. Burt J. Franklin, ein Mitschüler von Eddie, wird fälschlicherweise von den GUA für Eddie gehalten. Als Eddie mit Marianne im Computerraum der Highschool ist beobachtet er wie Burt von den GUA in den Übertragungswagen geführt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308292","hoster":"VOE"},{"path":"/redirect/10108161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-15","name":"Spirale der Gewalt","epNo":15,"alt":"Playland","descr":"Gary Lanning, ein 8facher Mörder, ersticht seinen Psychiater und wird von einem Wachmann erschossen. Cade erfährt von den Geschehnissen und dass Gary vorher im Vergnügungspark Playland sich aufhielt. Eddie entdeckt auf dem Vergnügungspark in einer Bude erhöhte Ionenkonzentration. Eddie entdeckt eine Art Portal und gibt Gary einen Apparat mit dem er jederzeit zurückkehren kann. Cade durchschreitet das Portal und findet sich im verlassenen Vergnügungspark wieder. Eine Gruppe Jugendlicher, unter der Führung von Peter, taucht auf und fragt ihn ob er der Fremde wäre. Es gibt zwei Gruppen Jugendlicher, die Blauen und die Roten, die sich gegenseitig bekämpfen um an Nahrung aus einem sogenannten Fütterer zu kommen. Gary beendet einen Angriff auf Peters blauer Gruppe durch Schüsse in die Luft. Gary begibt sich mit Peter und seiner Freundin Dawn auf die Suche nach dem Portal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308290","hoster":"VOE"},{"path":"/redirect/10108164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-16","name":"Die Liebesfalle","epNo":16,"alt":"The Harvest","descr":"Cade erfährt dass in Boston 3 Frauen spurlos verschwunden sind. Als Cade in Boston eintrifft hört er ein Interview von Renée Ashford, deren Schwester Jennifer ebenfalls verschwunden ist. Renée setzt eine Belohnung von 100.000 Dollar aus. Jennifer hatte sich unter dem Namen einer Romanfigur ihrer Schwester im Hotel eingeschrieben. Cade holt sich mit Hilfe von Renée Jennifers Hotelrechnung aus dem Hotelcomputer. Dort entdeckt Cade eine Susan unbekannte Telefonnummer die nicht mehr existiert. Mit Hilfe von Eddie erhält Cade eine passende Telefonnummer. Als Cade die Nummer anruft läutet ganz in seiner Nähe ein Handy. Cade verfolgt den Besitzer bis auf das Dach. Der Handybesitzer, ein Alien, springt vom Dach und läuft trotz schwerem Sturz weiter. Cade findet in Jennifers Hotelzimmer eine Ampulle mit einer Flüssigkeit. Eddie analysiert die Flüssigkeit und findet heraus dass in der Ampulle Gehirnzellen sind. Dann werden 2 Frauenleichen von der Polizei gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379079","hoster":"VOE"},{"path":"/redirect/10108163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-17","name":"Rubikon","epNo":17,"alt":"Rubicon","descr":"Cade rettet einen Koffer in dem sich GUA-Kugeln befinden aus einem Auto das kurz darauf explodiert. Cade wird von Explosion zu Boden geschleudert und wird ohnmächtig. Nach 13 Tagen erwacht er in einem Krankenzimmer. Cade erfährt von Mister Lehawk dass er sich in einem Gebäude der NSA befindet. Cade glaubt fest dass Lehawk lügt und er ein Alien ist. Dann taucht Cades tot geglaubter Onkel Harry auf. Lehawk verspricht Cade dass seine Verbrechen nicht mehr verfolgt würden und er als Berater für GUA-Fragen dienen soll.Cade unterhält sich mit der Psychiaterin LeQuin die Lehawk, der Cade nicht aus dem Gebäude lassen will, davon überzeugt Cade in Begleitung von ihr und 2 Kollegen rauszulassen. Cade fährt mit seinen Begleitern zurück nach Chicago, zu Hannahs Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308296","hoster":"VOE"},{"path":"/redirect/10108165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-18","name":"Der Gladiator","epNo":18,"alt":"Gladiator","descr":"Die GUA manipulieren menschliche Gene um die zweite Welle vorzubereiten. Cade erfährt von den Vorgängen und begibt sich zu Gladiatorenkämpfen in Chicago. Dort holt er Heely, mit dem er einmal im Gefängnis sass ab. Cade und Heely begeben sich in das Institut in dem die GUA die Genexperimente betreiben. Heely führt im Institut seine Kampfkünste vor. Die GUA entnehmen Heely ein Stück seiner DNA und erzeugen einen Kämpfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308297","hoster":"VOE"},{"path":"/redirect/10108166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-19","name":"Blutsbrüder","epNo":19,"alt":"The Trial of Joshua Bridges","descr":"Joshua wurde von den GUA verhaftet und des Verrats an seinem Volk beschuldigt. Joshua wurde zum Tode verurteilt, erhielt aber noch eine zweite Chance. Cade dringt in das Hauptquartier der GUA ein und befreit Joshua. Joshua hatte eine Art Gehirnwäsche und hat sich total verändert. Cade bringt Joshua dazu sich an ihre erste Begegnung zu erinnern. Joshua glaubt trotzdem immer noch dass er einen Fehler gemacht hatte als er mit Cade zusammenarbeitete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308294","hoster":"VOE"},{"path":"/redirect/10108167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-20","name":"In ehrenwerter Gesellschaft","epNo":20,"alt":"Underworld","descr":"Von den GUA wird ein Anschlag auf den Mafiaboss Sammy Cosack in Carson City verübt. Cosack überlebt und der Täter flieht durch die Kanalisation. Cade erfährt von den Vorfällen. Cade begibt sich nach Carson City und stellt sich als Nick Flinn vor, ein Mitglied einer Mafiafamilie in Miami. Cosack ruft in Miami an, doch Eddie fängt das Gespräch ab und gibt sich als Familienoberhaupt aus und empfiehlt Cade Cosack. Nachdem einen letzten Loyalitätstest bestanden hat erzählt Cosack Cade von dem Attentat. Cade überzeugt Cosack davon Eddie als Experten zu sich kommen zu lassen. Eddie stellt fest dass Cosacks engster Vertrauter einen Alienabhörapparat in sich trägt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308300","hoster":"VOE"},{"path":"/redirect/10108168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-21","name":"Böses Erwachen","epNo":21,"alt":"Tomorrow","descr":"Cade wacht morgens auf einer verlassenen Strasse auf. Cade entdeckt einen Obdachlosen mit einer Nummer auf dem Unterarm. Anschliessend entdeckt er ein Gebäude mit der Tafel \"Menschen Registrierung\" davor. Cade betritt das Gebäude und entdeckt eine Fahne der GUA. Als Cade das Haus verlässt spricht ihn ein Mann an und will ihm Lebensmittel verkaufen. Cade fragt ihn was für ein Jahr wäre und erfährt es wäre das Jahr 11. Cade entdeckt Cain und beobachtet wie er eine Frau abholt. Er dringt in das Haus der Frau, Claire Wilson, ein und schaltet die Überwachungskamera aus. Als Claire zurückkommt erfährt Cade dass er zur Registrierung aufgerufen hat. Cade hat ebenfalls ein Manifest veröffentlicht indem er die GUA als Retter der Menschheit bezeichnete","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308295","hoster":"VOE"},{"path":"/redirect/10108169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/first-wave-die-prophezeiung/staffel-2/episode-22","name":"Ausnahmezustand","epNo":22,"alt":"The Believers","descr":"Cade und Eddie überfallen den Set der Show \"American Most Wanted\". Sie plazieren Sprengsatzattrappen an jedem Eingang. Und nehmen 2 Männer und Frauen als Geiseln. Eine weibliche Geisel kann sich ihrer Fesseln entledigen und die Satelittenverbindung kappen. In der Zwischenzeit tauchen 2 Polizisten auf und alarmieren ihr Revier als sie die Sprengsätze an der Eingangstür entdecken. Dann tauchen Cain und Brandon auf. Beide implantieren den Polizisten eine Vorrichtung in den Nacken dass die Polizisten ihren Befehlen gehorchen. Die beiden Polizisten melden einen Fehlalarm an ihr Revier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308306","hoster":"VOE"},{"path":"/redirect/10108170","hoster":"Streamtape"}]}]}]}]}