{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse","name":"Fish or Die – Angeltrip ins Ungewisse","descr":"Die Freunde Chris, Thad, Brian und Jay reisen rund um die Welt, um möglichst seltene, möglichst spektakuläre Fische aus möglichst entlegenden Gewässern zu angeln.","seasons":[{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-1","name":"Willkommen im Dschungel","epNo":1,"alt":"Welcome to the Jungle","descr":"Auf nach Bolivien! Nach der Landung auf einer unbefestigten Piste rund 300 Kilometer von Santa Cruz entfernt, steigen die Abenteurer in Südamerika in ein Kanu um. Denn auf dem Landweg kommt man in diesem Teil der Erde nicht weit. Bei einem Zwischenstopp in einem kleinen, abgelegenen Fischerdorf machen sich Chris, Brian, Thad und Jay zunächst mit den Fangmethoden der Einheimischen vertraut, bevor sie am nächsten Morgen flussaufwärts zu ihrem eigentlichen Ziel weiterfahren. Das wagemutige Quartett hat es in Südamerika auf Dourados abgesehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6708047","hoster":"VOE"}]}]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-2","name":"Die Tigerfische von Sambia","epNo":2,"alt":"Eye of the Tigerfish","descr":"Von Afrika hat Thad schon als Kind geträumt. Dort machen die unerschrockenen Draufgänger in dieser Folge Jagd auf spektakuläre Unterwasserbewohner mit extrem scharfen Zähnen. Tigerfische findet man im Einzugsgebiet des Kongo. Aber in diesem Teil des Kontinents herrscht seit vielen Jahren Krieg. Deshalb hat sich das Quartett nach einer passenden Alternative umgesehen. Der Lungwebungu, ein kleiner Nebenfluss des Sambesi, ist zu flach für den kommerziellen Frachtverkehr und weitgehend unerschlossen. Hier wollen die Jungs den Köder auswerfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6708046","hoster":"VOE"}]}]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-3","name":"Das Versteck des Taimen","epNo":3,"alt":"Lair of the River Wolf","descr":"In dieser Folge machen die Draufgänger in der Mongolei Jagd auf spektakuläre Unterwasserbewohner. Der Taimen zählt zur Familie der Lachsfische. Das größte bislang dokumentierte Exemplar hatte eine Länge von 2,10 Metern und ein Gewicht von 105 Kilo. Ziehen Chris, Brian, Thad und Jay am Ufer des Üür auch so einen kapitalen Brocken an Land? So weit ist es noch nicht, denn die Reise ins Bergland ist beschwerlich. Das Abenteuer beginnt in der Hauptstadt Ulan Bator. Von dort aus brechen die Freunde in die Steppe auf, wo sie auf geländegängige Vierbeiner umsteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6708048","hoster":"VOE"}]}]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-4","name":"Der mächtige Mahseer","epNo":4,"alt":"Don’t Lose Your Head","descr":"Die abgelegensten Regionen der Erde haben es Chris, Brian, Thad und Jay besonders angetan. Exotische Destinationen ziehen die Draufgänger magisch an. Aber sollte man sich bei einer Angeltour ausgerechnet mit Kopfjägern zusammentun? Der Dorfälteste der Dayak präsentiert den Abenteurern in Borneo stolz eine heilige Klinge, mit der angeblich schon viele Feinde enthauptet wurden. Ansonsten zeigen sich die ortskundigen Ureinwohner der Insel aber sehr freundlich und hilfsbereit. Deshalb lassen sich die vier Freunde in Südostasien auf das Wagnis ein","versions":[]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-5","name":"Räuber der eisigen See","epNo":5,"alt":"The Four Norsemen","descr":"In Grönland erwartet Chris, Brian, Thad und Jay ein Abenteuer der besonderen Art, denn die unberührten Naturlandschaften auf der Insel sind absolut atemberaubend. Ein erfahrener Bootskapitän zeigt dem Quartett auf dem Eiland im hohen Norden, wie man Seesaiblinge mit der bloßen Hand fängt. Danach brechen die Jungs ins Landesinnere auf, wo sie an einem abgelegenen Flusslauf ihr Zeltlager aufschlagen, um Atlantische Lachse zu angeln. Aber die Fische scheinen sich auf dem Weg zu ihren Laichgründen für die ausgeworfenen Köder nicht zu interessieren","versions":[]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-6","name":"Der König der Fische","epNo":6,"alt":"Danger Down Under","descr":"Die Abenteurer brechen mit geländegängigen Offroadern ins Northern Territory auf, um in Down Under Riesenbarsche zu ködern. Aber in diesem Teil der Erde bestimmen unberechenbare Wetterverhältnisse die Spielregeln. Chris, Brian, Thad und Jay müssen unterwegs einen außerplanmäßigen Zwischenstopp einlegen, denn bei starken Regenfällen wurde auf der Route eine Straße überschwemmt. Mit dem Auto ist an dieser Stelle kein Weiterkommen, denn rechts und links lauern hungrige Krokodile. Ist der Angeltrip damit schon beendet, bevor er richtig angefangen hat?","versions":[]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-7","name":"Abenteuer Amazonas","epNo":7,"alt":"Amazon Giant","descr":"Sie wollen angeln, wo sonst keiner fischt. Dafür nehmen Chris, Brian, Thad und Jay anstrengende Strapazen und unkalkulierbare Risiken in Kauf. Und davon gibt es in Südamerika reichlich. Im Dschungel Ecuadors streifen hungrige Raubkatzen und Anakondas durch das Dickicht. Aber davon lassen sich echte Draufgänger nicht abschrecken. Denn das abenteuerlustige Quartett hat auf Satellitenbildern abgelegene Lagunen ausgemacht, in denen sich möglicherweise Arapaimas tummeln. Die riesigen Unterwasserbewohner leben schon länger auf der Erde als der Mensch.","versions":[]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-8","name":"Die Piraten von Papua-Neuguinea","epNo":8,"alt":"Pirates of Papua New Guinea","descr":"Türkisblaues Wasser und atemberaubende Korallenriffe: In dieser Folge verschlägt es das couragierte Quartett nach Papua-Neuguinea. Dort machen die Draufgänger Jagd auf Dickkopf-Stachelmakrelen. Die bis zu 80 Kilo schweren Fische verlangen Sportanglern beim Drill Ausdauer und Stehvermögen ab, denn sie leisten mit ihren muskulösen Körpern am Haken jede Menge Widerstand. Das Abenteuer beginnt in Alotau in der Milne Bay Province, wo Chris, Brian, Thad und Jay von den Ureinwohnern des Inselstaates gesegnet werden, bevor sie auf das Meer hinaus fahren","versions":[]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-9","name":"Tacos und Tarpune","epNo":9,"alt":"Tacos \u0026 Tarpon","descr":"Viva México! In dieser Folge verschlägt es die abenteuerlustigen Petri-Jünger nach Südamerika. Dort haben es Chris, Brian, Thad und Jay auf Tarpune abgesehen. Aber vorher mischen sich die Draufgänger in Frontera unters Volk, denn am \"Dia de Muertos\", einem der wichtigsten Feiertage des Landes, wird in volkstümlichen Kostümen der Verstorbenen gedacht. Danach packt das Quartett im Pantanos de Centla die Angelruten aus. Denn in den Lagunen des weiträumigen Sumpfgebiets im Bundesstaat Tabasco tummeln sich viele kapitale Unterwasserbewohner.","versions":[]},{"path":"/serie/stream/fish-or-die-angeltrip-ins-ungewisse/staffel-1/episode-10","name":"Die Exoten von Great Inagua","epNo":10,"alt":"Big Bad Bonefish","descr":"Wie gelangten die Grätenfische in das Gewässer im Landesinneren? Dieses Mysterium versuchen Chris, Brian, Thad und Jay bei einem Angeltrip auf den Bahamas aufzuklären. Denn die Lagune auf der Insel Great Inagua hat keine natürlichen Zuflüsse und die besagten Unterwasserbewohner leben eigentlich im Ozean. Das Eiland wurde touristisch noch nicht erschlossen, dort findet man keine großen Hotels. Stattdessen wird dort Salz abgebaut. Bei ihren Nachforschungen stoßen die Abenteurer zudem auf ein industrielles Pumpensystem. Liegt hier des Rätsels Lösung?","versions":[]}]}]}