{"seriesId":"five-star-kitchen-britains-next-great-chef","name":"Five Star Kitchen: Britain\u0027s Next Great Chef","descr":"[Five Star Chef] Sieben Kochprofis stellen ihr kulinarisches Können unter Beweis und kämpfen darum, im noblen Restaurant Palm Court, in einem Londoner Luxushotel, erlesene Speisen zu servieren. Der Siegerkoch wird von der kulinarischen Legende Michel Roux Jr. beurteilt. 13 Teilnehmer stellen ihre einzigartigen Restaurantkonzepte vor und bereiten der Jury ein einzigartiges Gericht zu. Die Konzepte reichen von nordisch inspirierter Küche über theatralisches Fine Dining bis hin zu kongolesischer Fusion. Allerdings kommen nur sieben Köche in die nächste Runde. Im Laufe der Serie stehen die Köche vor einer Reihe herausfordernder Aufgaben, bei denen der Schwerpunkt auf kulinarischen Erlebnissen der Spitzenklasse liegt. Dazu gehören die Kreation eines außergewöhnlich teuren Gerichts, das in ihrem Restaurant angeboten werden könnte, die Entwicklung einer preisgünstigen Speisekarte, die Planung eines Frühstücksservices, die Gestaltung eines Nachmittagstees, die Ausrichtung eines großen Banketts und die Bereitstellung eines Zimmerservices bis spät in die Nacht. Mit jeder Woche nimmt die Zahl der Köche ab, da sie aufgrund ihrer Leistung ausscheiden. Letztendlich wird nur ein Koch als Sieger hervorgehen und sich den begehrten Preis sichern, das prestigeträchtige Restaurant Palm Court zu leiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Viele aufstrebende Gastrostars bewerben sich mit ihrer kulinarischen Vision um das Palm Court: Doch nur 7 wirklich herausragende Kochprofis werden es in den Wettbewerb schaffen.","versions":[{"lang":1,"streams":[{"redirect":12795321,"hoster":"VOE"},{"redirect":12795322,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Kandidat*innen ziehen alle Register, um Luxusgerichte zu servieren, die ihren hohen Preis wert sind, und ein Mittagsmenü mit zwei Gängen zu kreieren, das auch Profit abwirft.","versions":[{"lang":1,"streams":[{"redirect":12795326,"hoster":"VOE"},{"redirect":12795325,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Kandidat*innen müssen Teamfähigkeit zeigen und einen VIP-Gast mit gehobenem Comfort Food beeindrucken. In der zweiten Runde steht ein Fünf-Sterne-Frühstück auf dem Programm.","versions":[{"lang":1,"streams":[{"redirect":12795327,"hoster":"VOE"},{"redirect":12795329,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Der Fünfuhrtee soll neu interpretiert werden, was einige Kandidat*innen vor Probleme stellt. Dann gilt es, live vor dem Langham-Management zu kochen und dabei Charme zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":12795334,"hoster":"VOE"},{"redirect":12795335,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Das Halbfinale bringt 4 Kandidat*innen an ihre Grenzen: Sie sollen eine Partyplatte kreieren, die mit Aromenvielfalt verblüfft, und ein Bankett für 100 Gäste in Echtzeit bewirten.","versions":[{"lang":1,"streams":[{"redirect":12795333,"hoster":"VOE"},{"redirect":12795336,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Drei Finalist*innen müssen im Palm Court jeweils einen Abend lang den Küchenbetrieb leiten. Es gilt, einen kühlen Kopf zu bewahren und das eigene Konzept überzeugend umzusetzen.","versions":[{"lang":1,"streams":[{"redirect":12795339,"hoster":"VOE"},{"redirect":12795340,"hoster":"Streamtape"}]}]}]}]}