{"path":"/serie/stream/five-days","name":"Five Days","descr":"Die Miniserie spielt an fünf nicht aufeinanderfolgenden Tagen einer Polizeiermittlung: den Tagen eins, drei, 28, 33 und 79. Die attraktive Leanne Wellings (Christina Tremarco) verschwindet mit ihren beiden Kindern Rosie (Tyler Anthony) und Ethan (Lee Massey) spurlos. Die drei waren auf dem Weg zum Großvater, kamen dort allerdings nie an. Leannes Ehemann Matt (David Oyelowo) schaltet die Polizei ein. Zunächst gerät ein Blumenhändler ins Visier von Chefermittler Iain Barclay (Bonneville) und seiner Kollegin Amy Foster (Janet McTeer). Der Mann hatte auf dem Rastplatz seinen Stand aufgeschlagen, ihn dann aber in Windeseile wieder abgebaut. Doch diese Spur läuft schon bald ins Leere und es kommt zu dramatischen Entwicklungen in der Familie der Vermissten. Gleichzeitig droht das Ermittlerteam am massiven öffentlichen Druck zu zerbrechen.","seasons":[{"path":"/serie/stream/five-days/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/five-days/staffel-1/episode-1","name":"Tag 1","epNo":1,"alt":"Day One","descr":"An einem heißen Sommertag verschwindet eine junge Mutter (Christine Tremarco), als sie mit ihren beiden Kindern den Großvater besuchen will. Bei einem kurzen Zwischenstopp auf einem Rastplatz kehrt sie nicht zum Auto zurück. Ihre Kinder machen sich auf die Suche – und verschwinden selbst spurlos. Ermittler Iain Barclay (Hugh Bonneville) übernimmt den Fall. Bei den Ermittlungen erweist sich bald nichts als das, was es zu sein scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590762","hoster":"VOE"},{"path":"/redirect/8539425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-1/episode-2","name":"Tag 3","epNo":2,"alt":"Day Three","descr":"Seit drei Tagen sind Leanne Wellings (Christine Tremarco) und ihre beiden Kinder schon verschwunden. Die Ermittlungs-Tasce Force um DCI Iain Barclay (Hugh Bonneville) gibt eine Pressekonferenz und bittet die Bevölkerung um Hilfe. Matt Wellings (David Oyelowo) erfährt, dass seine vermisste Frau schwanger ist. Eine Krankenschwester verdächtigt ihren Sohn, etwas mit der Entführung von Rosie zu tun zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922457","hoster":"VOE"},{"path":"/redirect/8544648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-1/episode-3","name":"Tag 28","epNo":3,"alt":"Day Twenty Eight","descr":"Nach 28 Ermittlungs-Tagen gibt es noch immer keine brauchbaren Hinweise, warum Leanne Wellings (Christine Tremarco) verschwunden ist. Hauptkommissar Barclay (Hugh Bonneville) muss sich deshalb einer Überprüfung unterziehen. Sein ganzes Team wird befragt – und einige beklagen sich über ihren Chef. Unterdessen findet der Tierheimleiter bei einem Spaziergang einen Toten im Wald. Die Leiche wird als jener illegale Einwanderer indentifiziert, der Leanne Blumen verkaufte, unmittelbar bevor sie verschwand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308354","hoster":"VOE"},{"path":"/redirect/10108211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-1/episode-4","name":"Tag 33","epNo":4,"alt":"Day Thirty Three","descr":"Der 33. Tag nach dem Verschwinden von Leanne ist ein Feiertag. In der Stadt findet eine große Parade statt. Leannes Ehemann Matt (David Oyelowo) sind die Menschenmassen zu viel, er flüchtet mit Sarah (Sarah Smart) in deren Wohnung. Matt und Sarah haben Sex – trotz Matts Trauer und seiner Zurückhaltung gegenüber Sarahs Annäherungsversuchen. Wenig später bemerkt ein Bootfahrer eine Leiche im See. Ist es Leanne?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590763","hoster":"VOE"},{"path":"/redirect/8539427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-1/episode-5","name":"Tag 79","epNo":5,"alt":"Day Seventy Nine","descr":"Tag 79 nach dem Verschwinden von Leanne und ihrer Kinder: Die Jagd nach dem Mörder der Mutter erscheint aussichtslos. Doch dann wird der ausgebrannte Lieferwagen des Blumenhändlers Branko entdeckt und eine forensische Routine-Untersuchung scheint einen Durchbruch zu bringen. Stehen Inspector Barclay (Hugh Bonneville) und seine Kollegin Foster (Janet McTeer) endlich vor der Lösung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9590764","hoster":"VOE"},{"path":"/redirect/8544642","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/five-days/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/five-days/staffel-2/episode-1","name":"","epNo":1,"alt":"Day 1","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308344","hoster":"VOE"},{"path":"/redirect/10108208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-2/episode-2","name":"","epNo":2,"alt":"Day 2","descr":"","versions":[]},{"path":"/serie/stream/five-days/staffel-2/episode-3","name":"","epNo":3,"alt":"Day 8","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13512543","hoster":"VOE"},{"path":"/redirect/10108212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-2/episode-4","name":"","epNo":4,"alt":"Day 37","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13512541","hoster":"VOE"},{"path":"/redirect/10108213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/five-days/staffel-2/episode-5","name":"","epNo":5,"alt":"Day 102","descr":"","versions":[]}]}]}