{"seriesId":"flatbush-misdemeanors","name":"Willkommen in Flatbush, Brooklyn","descr":"[Flatbush Misdemeanors] Die beiden langjährigen Freunde Kevin (Kevin Iso) und Dan (Dan Perlman) tun sich in ihrem Lebensumfeld im New Yorker Stadtteil Flatbush, Brooklyn recht schwer und versuchen nun, mehr auf andere zuzugehen, um nicht ständig nur in ihrem Kopf zu leben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Er ist nur der Lehrer","epNo":1,"alt":"Leanin\u0027","descr":"Die langjährigen Freunde Kevin und Dan kämpfen darum, in ihrer neuen Umgebung in Flatbush, Brooklyn, erfolgreich zu sein. Wenn Kevin jedoch versehentlich das Promethazin eines örtlichen Drogendealers verschüttet, während er routinemäßig Lebensmittel liefert, geraten beide in unerwartete Umwälzungen.","versions":[{"lang":1,"streams":[{"redirect":8960617,"hoster":"VOE"},{"redirect":8960615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13502478,"hoster":"VOE"},{"redirect":8544677,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brotlose Kunst","epNo":2,"alt":"Vortex","descr":"Zayna muss sich mit einem Gerücht auseinandersetzen, während Kevin seinen ersten freiberuflichen Malerauftrag erfüllen muss. Dan bereitet sich aufgeregt auf Jess\u0027 Geburtstagsparty vor. Doch ihre Welten kollidieren, als Drews Forderungen sich auf ihr aller Leben auswirken.","versions":[{"lang":1,"streams":[{"redirect":8960698,"hoster":"VOE"},{"redirect":8960697,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Huhn oder Ei?","epNo":3,"alt":"The Chicken Or The Egg","descr":"Als Kevins und Dans geliebter Jazzmusiker-Nachbar vor der Räumung steht, beauftragt Kevin Jasmine, einen Protest zu organisieren. Dan fürchtet unterdessen ängstlich ein Treffen mit Jess nach der Schule, um einen Fall des Kinderdienstes zu besprechen, bei dem er erwartet, wegen seiner Verbindungen zu Drew und Zayna gefeuert zu werden.","versions":[{"lang":1,"streams":[{"redirect":9041685,"hoster":"VOE"},{"redirect":9041682,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rückläufig","epNo":4,"alt":"Retrograde","descr":"Enttäuscht davon, von Jasmine aufgestanden und von einem lokalen Rapper aus Brooklyn abgezockt zu werden, verbringt Kevin eine mit Pilzen gefüllte Nacht mit seiner erfolgreichen Schwester, die zu einer Reihe von Enthüllungen führt. In dem Bemühen, Dan mit seinem Stiefvater Kareem zu verbinden, zieht ihn seine Mutter in den Wettbewerb im Greenest Block in Brooklyn.","versions":[{"lang":1,"streams":[{"redirect":9041675,"hoster":"VOE"},{"redirect":9041676,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Coach","epNo":5,"alt":"Dub","descr":"Dan wetteifert um eine Position als Cheftrainer des Basketballteams seiner Schule. Kevin hat eine überraschende Begegnung mit Drew, die eine Veränderung ihrer Dynamik einleitet. Zayna, die wegen ihres Kampfes mit Dami aus dem Tanzteam gesperrt wurde, muss einen Umgang mit den Konsequenzen finden.","versions":[{"lang":1,"streams":[{"redirect":9097942,"hoster":"VOE"},{"redirect":9097947,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die einzige Nuss","epNo":6,"alt":"Bad Connection","descr":"Die wachsenden Spannungen zwischen Dan und Kevin fallen mit einem anhaltenden Streit zwischen ihren neuen Nachbarn zusammen. Aber als Dan Schwierigkeiten hat, mit seinem brutal ehrlichen Therapeuten die dringend benötigte Zoom-Therapie zu haben, schafft sie es irgendwie, die Probleme aller gleichzeitig zu lösen.","versions":[{"lang":1,"streams":[{"redirect":9097940,"hoster":"VOE"},{"redirect":9097936,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abgeriegelt","epNo":7,"alt":"Lockdown","descr":"Als die Schule aufgrund einer Bombendrohung durch einen ausgewiesenen Schüler gesperrt wird, hilft Dan Jess, die Situation zu entschärfen, während Zayna durch Dami ein schockierendes Geheimnis über ihre Familie erfährt. Kevin trifft sich derweil mit einem Galeristen, der seine Arbeit ehrlich rezensiert.","versions":[{"lang":1,"streams":[{"redirect":9145630,"hoster":"VOE"},{"redirect":9145627,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nur für eine Nacht","epNo":8,"alt":"Lakay","descr":"Zayna prüft Gerüchte über ihre Familie und entdeckt, dass Drew dafür verantwortlich ist, dass ihr Vater im Gefängnis sitzt, was dazu führt, dass sie auf die Flucht geht. Während Drew und Kevin für sie hoch und niedrig aussehen, wird Dans und Jess\u0027 aufkommende, geheime Beziehung auf die Probe gestellt und alle Welten kollidieren.","versions":[{"lang":1,"streams":[{"redirect":9145631,"hoster":"VOE"},{"redirect":9145637,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Breaking","epNo":9,"alt":"Breaking","descr":"Nachdem sie das Protokoll gebrochen haben, müssen Dan und Jess bei ihrem Job mit Konsequenzen rechnen. Unterdessen entdeckt Kevin, dass Dan ihn wegen Zayna angelogen hat. Der Bruch zwischen den beiden langjährigen Freunden treibt Kevin dazu, Drews Freundschaft zu suchen, was in einem tragischen Umstand gipfelt.","versions":[{"lang":1,"streams":[{"redirect":9190545,"hoster":"VOE"},{"redirect":9190550,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Auf der Flucht","epNo":10,"alt":"Peace","descr":"Nach einer schockierenden Tragödie, als Kevin mit Drew rumhing, streiten Dan und Kevin über die Vorzüge ihrer Freundschaft. Währenddessen steht Zayna, die sich heimlich in Damis Haus aufhält, um Drew auszuweichen, vor einer Entscheidung über ihre Zukunft. Eine letzte Runde lässt all ihre Zukunft in Frage.","versions":[{"lang":1,"streams":[{"redirect":9190555,"hoster":"VOE"},{"redirect":9190559,"hoster":"Streamtape"}]}]}]}]}