{"path":"/serie/stream/fleming","name":"Fleming","descr":"[Alternativtitel: Mein Name ist Fleming. Ian Fleming]Die Lebensgeschichte des 007-Schöpfers Ian Fleming, gespielt von Dominic Cooper: Beim Ausbruch des Zweiten Weltkriegs stößt der bis dahin unbeschwerte Playboy zur Marineaufklärung und spioniert fortan die Nazis aus. Seine spektakulären Erlebnisse werden später zur Quelle seiner Romane um den Geheimagenten mit der Lizenz zum Töten.","seasons":[{"path":"/serie/stream/fleming/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fleming/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"1938. Der bisher erfolglose Schriftsteller Ian Fleming erlebt einen Misserfolg nach dem anderen und wird nun auch noch in seinem Job als Aktienhändler gefeuert. An diesem Abend trifft er in einem Jazzclub auf die verführerische Ann O’Neill, eine Dame der Gesellschaft. Im Gegensatz zu seinen bisherigen Eroberungen scheint Ann eine Traumfrau zu sein. Sie vergnügt sich allerdings bereits mit ihrem Liebhaber, Esmond Rothermere, während ihr Ehemann an der Front für England kämpft. Deshalb tröstet Ian sich in den Armen der schönen Muriel Wright. Am nächsten Morgen stattet ihm seine dominante Mutter, Eve, einen Überraschungsbesuch ab, um ihn davon zu überzeugen, für Admiral John Godfrey, den Chef des Geheimdienstes der Royal Navy, zu arbeiten. Doch schnell zieht er den Ärger seines neuen Chefs auf sich, als er mit äußerst unorthodoxen Mitteln an wichtige Informationen zweier gefangener deutscher U-Boot-Fahrer gelangt. Dennoch tragen Ian Flemings einfallsreiche Methoden Früchte, sie scheinen genau das zu sein, was die Engländer im Krieg nötig haben könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916425","hoster":"VOE"},{"path":"/redirect/9805866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fleming/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"1940. Ian Fleming, sein Chef Admiral John Godfrey und Leutnant Monday befinden sich auf neutralem Gebiet in Lissabon. Ian bricht eine Besprechung frühzeitig ab, um zwei Nazis im Kasino des Hotels am Baccara-Tisch herauszufordern. Er setzt alles und verliert, wie schon so oft in seinem Leben. Zurück in London nimmt Ian Anns Einladung zur Geburtstagsparty ihres Liebhabers Esmond an, und obwohl er dort mit Muriel als Begleitung auftaucht, knistert es heftig zwischen ihm und Ann. Währenddessen läuft Frankreich Gefahr, vollständig in die Hand der deutschen Besatzer zu fallen. Ian erfährt, dass die französische Flotte durch den Vormarsch der Nazis in Paris bedroht ist, und erreicht, dass er nach Frankreich geschickt wird, um die Vernichtung geheimer Dokumente der Briten zu überwachen. Als diese Mission erfolgreich beendet ist, kehrt Ian Fleming allerdings nicht zurück, denn er hat es sich zur Aufgabe gemacht, den französischen Admiral Darlan, den Oberbefehlshaber der Flotte, davon zu überzeugen, mit den Engländern zusammenzuarbeiten, um den Krieg gegen Deutschland gemeinsam gewinnen zu können. Doch sein Vorhaben misslingt und Fleming begibt sich in große Gefahr, als Paris unter Beschuss steht. Selbst London hat schwere Angriffe zu erleiden und Ian macht eine grausame Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9805857","hoster":"VOE"},{"path":"/redirect/9805861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fleming/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"Part 3","descr":"Während Ian Fleming ein Alliierten-Ausbildungslager in Kanada besucht, bekommt er vom US-Geheimdienstkoordinator das Kompliment, dass er bei seinem Talent anstelle der Militär-Reports auch Romane schreiben könne. In London will Admiral Godfrey nun Flemings Idee umsetzen, ein Aufklärungskommando aufzubauen. Dazu wählen Fleming und Second Officer Monday Soldaten aus und stellen die \"30 Assault Unit\" zusammen. Durch einen raffinierten Plan Flemings gelingt es der Royal Navy, die Deutschen zu täuschen: Als eine präparierte Leiche eines ertrunkenen Soldaten mit falscher Identität und vermeintlichen Invasionsplänen entdeckt wird, gibt man den Befehl, die deutsche Armee an der italienischen Küste neu in Stellung zu bringen. Fleming möchte gegen die Deutschen an der Front kämpfen und muss einen extremen Härtetest bestehen, das gefürchtete \"K-Protocol\". Dieses ist längst keine Übung mehr, sondern ein echter, eventuell tödlicher Einsatz …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9805853","hoster":"VOE"},{"path":"/redirect/9805856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fleming/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"Part 4","descr":"London, 1945: Der Krieg kommt langsam zum Ende, jedoch fürchten Ian Fleming und Admiral Godfrey, dass das deutsche Atomprogramm in die Hände der Russen fallen könnte. Ann will sich nach dem Tod ihres Mannes an der Front verheiraten, sie hofft darauf, dass Ian ihr ein Zeichen seiner wahren Liebe geben wird. Fleming beschließt, Sergeant Dixon nach Tambach zu begleiten, wo das Archiv des Nuklear-Programms der Deutschen versteckt sein soll. Dort verspricht ihm der deutsche Admiral Brundel, ihm die wertvollen Dokumente zu übergeben. Doch Fleming und Sergeant Dixon werden vom Assistenten des Admirals bemerkt. Was folgt, ist eine ungleiche Schlacht zwischen den drei Männern und den deutschen Soldaten, der Sergeant Dixon zum Opfer fällt. Während Fleming doch noch fliehen kann, wird vor seinen Augen Admiral Brundel von den Russen exekutiert. Zurück im Marineministerium erklärt Fleming seinen Rücktritt, bevor er sich wegen seiner Dienstvergehen verantworten muss. Von Monday bekommt er die Einladung zur Hochzeit seiner großen Liebe Ann, die sich nun mit Rothermere verheiraten will. Als Ian sie im Park trifft, gesteht er ihr, dass er ihrer Liebe nicht wert sei. Im beiderseitigen Einverständnis sagen sie sich Lebewohl. Doch wird dieser Abschied für immer sein? Mit seinem Bruder Peter entwickelt Ian die Idee, den Namen seines Romanhelden aus den vertauschten Namen alter Schulfreunde zusammenzusetzen. Der neue Romanheld soll demnach Harry Aitken oder James Bond heißen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9805871","hoster":"VOE"},{"path":"/redirect/9805872","hoster":"Streamtape"}]}]}]}]}