{"path":"/serie/stream/flemming","name":"Flemming","descr":"Kriminalpsychologe Dr. Vincent Flemming (Samuel Finzi) kümmert sich im Auftrag des Berliner Landeskriminalamtes um die verzwicktesten Fälle. Allerdings kommt ihm sein überdimensioniertes Ego immer wieder in die Quere und mit seinen ungewöhnlichen Ermittlungsmethoden eckt er regelmäßig bei LKA-Chef Dr. Karl Leo (Felix Vörtler) an. Doch der Erfolg gibt dem charmanten Flemming Recht und mit seinem psychologischen Wissen sowie mit allerlei Tricks und Kniffen durchschaut er zwielichtige Gestalten und kommt den Tätern auf die Spur. Damit ist er nicht zuletzt seiner Ex-Frau Ann Gittel (Claudia Michelsen) eine große Hilfe, die schließlich die Mordkommission leitet. Und obwohl oder vielleicht auch gerade weil Flemming in Sachen Ehe ein gebranntes Kind ist, gibt er als Ratgeberonkel in einer Radiosendung regelmäßig Beziehungstipps.","seasons":[{"path":"/serie/stream/flemming/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/flemming/staffel-1/episode-1","name":"Glanz in deinen Augen","epNo":1,"alt":"","descr":"Zeitgleich zu ihrer Scheidung werden Kriminalpsychologe Vincent Flemming, der eigentlich gerade den Polizeidienst verlassen wollte, und seine Chefin Ann Gittel, mit einer Kindesentführung konfrontiert. Irm Fokken (35), die in einem Call-Center arbeitet, hat ihren Sohn in der Zeit ihres Einkaufs auf einem Spielplatz zurück gelassen. Als sie kurz darauf ihren Jungen wieder abholen will, ist Kay verschwunden. Zeugen wollen gesehen haben, wie er unbefangen in ein Auto stieg, das dann wegfuhr. Offensichtlich war ihm die Person bekannt. Irm Fokken ist alleinerziehend, der Verdacht auf Kindesentzug richtet sich zunächst gegen Kays Vater. Die Mutter behauptet jedoch, dass Florian Reissberg nie Interesse an seinem Sohn hatte und sich noch nie um ihn gekümmert hat. Vincent Flemming findet allerdings heraus, dass Irm Fokken und ihr Sohn vor wenigen Wochen einen Auffahrunfall hatten, bei dem sie ausgerechnet mit Kays Vater Florian Reissberg konfrontiert wurden, der bis dahin gar nichts von seinem Sohn wusste. Florian Reißberg begann sich mit dem Kind nach der Schule zu treffen – hinter dem Rücken der Mutter. Zur Tatzeit war er allerdings nach Amsterdam unterwegs, wobei sich sein Alibi als nicht wasserdicht erweist und weitere Verdachtsmomente gegen ihn sprechen. Für Vincent Flemming, Ann Gittel und ihr Team beginnt ein Wettlauf gegen die Zeit, denn nach 24 Stunden kommt für den Jungen mit großer Wahrscheinlichkeit jede Hilfe zu spät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581371","hoster":"VOE"},{"path":"/redirect/8544675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-1/episode-2","name":"Das Blut der Liebe","epNo":2,"alt":"","descr":"Die 4. Mordkommission sucht einen Doppelmörder. Dr. Vincent Flemming ist der Ansicht, dass Arndt Buchwald der Gesuchte sein könnte, da sein psychologisches Profil auf ihn als Täter schließen lässt. Die beiden Opfer, die mit einem Stacheldraht erwürgt worden sind, stehen in persönlichem Zusammenhang mit dem Verdächtigen. Das letzte Opfer war ein Anwalt, der Buchwald vor einigen Jahren gerichtlich vertreten hatte. Flemming unterstellt Buchwald Rachegelüste, da er ins Gefängnis musste und den Anwalt vermutlich dafür mitverantwortlich macht. Buchwald hat alles verloren: seinen Job und seine Frau – sein ganzes Leben. Bevor Buchwald Kontakt mit seiner Exfrau aufnehmen kann, wird er von der Polizei, die ihn tagelang observiert hat, verhaftet. Leider reichen die Beweise gegen ihn nicht aus, und er muss wieder freigelassen werden. Mittlerweile teilen Ann Gittel und ihre Kollegen nicht mehr Dr. Flemmings Ansicht, dass Buchwald trotz fehlender Indizien weiterhin der Hauptverdächtige ist. Dann geschieht ein weiterer Mordanschlag auf eine junge Frau, Natalie Bauer, die diesen glücklicherweise überlebt. Die Vorgehensweise gleicht den beiden anderen Morden. Allerdings hat Buchwald ein zweifelsfreies Alibi, dass seine Bewährungshelferin bestätigen kann. Flemming und Gittel vernehmen Natalie Bauer als Zeugin. Ihre Beschreibung des Täters schließt aus, dass Buchwald es tatsächlich sein könnte. Handelt es sich bei Natalie um einen Nachahmungstäter? Wird Buchwald als Rache für sein verlorenes Leben erneut zuschlagen? Davon ist schließlich nur noch Flemming selbst überzeugt – und auch er beginnt an seinem eigenen Urteil zu zweifeln. Mit überraschenden Aktionen versucht Hans Matthei seinen Freund Flemming aufzubauen, dem die Scheidung mindestens die Hälfte seines Selbstvertrauens geraubt zu haben scheint…","versions":[]},{"path":"/serie/stream/flemming/staffel-1/episode-3","name":"Der Tag ohne gestern","epNo":3,"alt":"","descr":"Der 17-jährige Gymnasiast Jonas Croy rennt bei seiner Flucht aus der 7. Polizeidirektion die Kommissarin Ann Gittel und ihren Kollegen Kolja Geyger beinahe um. Verfolgt wird Jonas von dem Polizisten Thomas Vega, der wenig später hilflos mitansehen muss, wie Jonas vor den Augen seines Freundes Matti Grube (18) von einem LKW überrollt wird. Jonas ist sofort tot. Ann und Kolja passieren kurz darauf die Unfallstelle und befragen vor Ort die Kollegen, deren Aussagen alle identisch sind: Es soll ein Unfall gewesen sein. Ann schöpft Verdacht und schaltet Vincent Flemming ein, der zu erkennen glaubt, dass Thomas Vega in dem Verhör lügt. Das bestätigt Anns Anfangsverdacht: Es muss mehr hinter Jonas’ Tod von stecken. Bei der Trauerfeier für Jonas im Gymnasium kommt es zu einem Zwischenfall. Während der Ansprache explodieren Knallkapseln, alle geraten in Aufruhr. In dem Datum auf einer Blumenbinde erkennt Flemming den Zeitpunkt eines Amoklaufs. Für Flemming ein Indiz, dass Jonas vielleicht eine Nachahmungstat geplant hat. Und da Jonas’ einziger Freund Matti war, ist dieser vielleicht auch involviert. Für die Staatsanwaltschaft ist der Fall mittlerweile jedoch abgeschlossen. Für Flemming Grund genug, in die Schule zu gehen und ein psychologisches Experiment in der Klasse von Matti zu wagen. Warum hat sich Jonas das Leben genommen? Und welche Rolle spielt Mattis Vater Konrad Grube dabei, der Leiter der 7. Polizeidirektion? Bei einer Feier im Rundfunk zu seiner 100. Radiosendung \"Die Tricks der Seele\" lernt Flemming durch seinen Freund Hans Matthei die schöne und geheimnisvolle Tonja Rauh kennen, die ihm den Schlaf raubt – wenn auch anders, als zunächst erwartet…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9004524","hoster":"VOE"},{"path":"/redirect/8544669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-1/episode-4","name":"Die Herrin der Gefühle","epNo":4,"alt":"","descr":"Die Polizei steht vor einem Rätsel: Ein Zeuge hat nachts das furchteinflößende Beerdigungsritual einer symbolisch getöteten Puppe beobachtet. Dr. Vince Flemming kennt diese von Psychologen therapeutisch angewandte Maßnahme, um die Tötungsphantasien eines Patienten in eine Ersatzhandlung zu überführen, und macht aufgrund der Zeugenaussage schnell den behandelnden Kollegen Dr. Kilian Roll ausfindig. Flemming ist beunruhigt, weil die \"Exhumierung\" von einem Pressefotografen fotografiert worden ist und die geschundene Puppe eindeutig der bekannten Sängerin Fenja Landers ähnelt. Was, wenn der Patient aufgrund der Störung nicht mehr an die Wirkung des Rituals glaubt und – nach der Veröffentlichung der Bilder in der Zeitung – nun doch seine Tötungsphantasie an der Geliebten in die Tat umsetzt? Roll gibt den Namen seines Patienten unter Berufung auf die ärztliche Schweigepflicht nicht preis, doch der abendliche Besuch eines Gesangs-Auftritts der Femme Fatale macht es Flemming leicht, ihn zu erkennen. Allen Warnungen zum Trotz verzichtet Fenja Landers auf Polizeischutz und wird am nächsten Morgen ermordet in ihrer Wohnung aufgefunden. Als der unter dringendem Tatverdacht stehende verschmähte Liebhaber Roman Preuss vor den Augen seiner Ehefrau verhaftet werden soll, verliert dieser die Nerven und flüchtet. Ein Wettlauf mit der Zeit beginnt, denn nach der Konfrontation ist er höchst selbstmordgefährdet. Und schlimmer noch: Flemming hält nicht ihn für den Mörder – hätte der im Nahkampf ausgebildete Oberstleutnant seine Tat doch viel präziser ausgeführt, als es die verstümmelte Leiche annehmen lässt… Parallel zu dem Fall behandelt Flemming in seiner Vorlesung an der Uni das Thema der willkürlichen Verstärkung. Hilfesuchend wendet sich die Studentin Konstanze Paul an ihn, die privat mit dieser Problematik zu kämpfen hat. Ihr Freund Vaclav behandelt sie eben noch liebevoll, im nächsten Moment ist er kühl und abweisend: ein ständiges Wechselbad der Gefühle. Vince Flemming hilft ihr, das große Ja-Nein-Spiel zu durchschauen, rät aber davon ab, es mitzuspielen: Es kann tödlich enden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591032","hoster":"VOE"},{"path":"/redirect/8539534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-1/episode-5","name":"Das hohe Lied","epNo":5,"alt":"","descr":"Dr. Karl Venhaus, Eigentümer eines millionenschweren Reiseunternehmens, beabsichtigt, seine zweite Ehefrau Lenka Venhaus, die als Haushälterin in die Familie kam, testamentarisch als Alleinerbin einzusetzen, wodurch seinen Kindern die erhoffte Erbschaft entgehen würde. Als er dies seinen zwei erwachsenen Töchtern Valerie Venhaus und Karla Urban sowie seinem Schwiegersohn Michael Urban mitteilt, kommt es zum Eklat. Die drei verlassen empört sein Haus. Am nächsten Morgen wird Venhaus tot neben seinem Gewächshaus aufgefunden. Während Vincent Flemming und Ann Gittel den Tatort besichtigen, treffen auch die Kinder ein. Die verstörte Witwe Lenka Venhaus scheint nervlich am Ende, bei den Töchtern ist jedoch von echter Trauer wenig zu erkennen. Flemming meint sogar, einen Hauch von Triumph zu beobachten. Doch dieser ist nicht von langer Dauer, da sich herausstellt, dass Venhaus vor seinem Tod das Testament bereits verfasst hatte. Die vorgezogene Eröffnung bestätigt: Der Konzern geht an die Witwe. Für die Mordkommission bedeutet dies eine neue Verdächtige mit einwandfreiem Mordmotiv: Wusste Lenka Venhaus, dass das Testament schon existierte? Wollte sie verhindern, dass Venhaus es sich durch den Protest seiner Kinder noch einmal anders überlegt und sein Testament ändert? Denn dann hätte der Ehevertrag gegriffen, nach dem die Witwe gar nichts erben sollte. Im Zuge der Ermittlungen überrascht Gerichtsmedizinerin Dr. Alissa Markus Flemming und Ann Gittel mit unerwarteten Obduktionsergebnissen: Venhaus war drogenabhängig, süchtig nach einem Halluzinogen, das von speziellen Kröten hergestellt wird, die er selbst züchtete. In seltenen Fällen kommt es vor, dass die Tiere zusätzlich ein Herzgift produzieren, das in Kombination mit dem Halluzinogen tödlich wirkt. Ein Unfalltod wäre somit nicht auszuschließen. Doch Flemming erscheint ein solcher Zufall gerade für jenen Abend zumindest hinterfragbar. Geschickt kümmert sich Flemming auch um die Sorge der Sekretärin Maika Birr, die sich von dem gemeinsamen Chef, Kriminaldirektor Dr. Karl Leo, stark unter Druck gesetzt fühlt und Angst hat, ihren Job zu verlieren. Flemming gibt ihr einen verblüffenden Rat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591022","hoster":"VOE"},{"path":"/redirect/8539531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-1/episode-6","name":"Verbrannte Erde","epNo":6,"alt":"","descr":"Dr. Karl Venhaus, Eigentümer eines millionenschweren Reiseunternehmens, beabsichtigt, seine zweite Ehefrau Lenka Venhaus, die als Haushälterin in die Familie kam, testamentarisch als Alleinerbin einzusetzen, wodurch seinen Kindern die erhoffte Erbschaft entgehen würde. Als er dies seinen zwei erwachsenen Töchtern Valerie Venhaus und Karla Urban sowie seinem Schwiegersohn Michael Urban mitteilt, kommt es zum Eklat. Die drei verlassen empört sein Haus. Am nächsten Morgen wird Venhaus tot neben seinem Gewächshaus aufgefunden. Während Vincent Flemming und Ann Gittel den Tatort besichtigen, treffen auch die Kinder ein. Die verstörte Witwe Lenka Venhaus scheint nervlich am Ende, bei den Töchtern ist jedoch von echter Trauer wenig zu erkennen. Flemming meint sogar, einen Hauch von Triumph zu beobachten. Doch dieser ist nicht von langer Dauer, da sich herausstellt, dass Venhaus vor seinem Tod das Testament bereits verfasst hatte. Die vorgezogene Eröffnung bestätigt: Der Konzern geht an die Witwe. Für die Mordkommission bedeutet dies eine neue Verdächtige mit einwandfreiem Mordmotiv: Wusste Lenka Venhaus, dass das Testament schon existierte? Wollte sie verhindern, dass Venhaus es sich durch den Protest seiner Kinder noch einmal anders überlegt und sein Testament ändert? Denn dann hätte der Ehevertrag gegriffen, nach dem die Witwe gar nichts erben sollte. Im Zuge der Ermittlungen überrascht Gerichtsmedizinerin Dr. Alissa Markus Flemming und Ann Gittel mit unerwarteten Obduktionsergebnissen: Venhaus war drogenabhängig, süchtig nach einem Halluzinogen, das von speziellen Kröten hergestellt wird, die er selbst züchtete. In seltenen Fällen kommt es vor, dass die Tiere zusätzlich ein Herzgift produzieren, das in Kombination mit dem Halluzinogen tödlich wirkt. Ein Unfalltod wäre somit nicht auszuschließen. Doch Flemming erscheint ein solcher Zufall gerade für jenen Abend zumindest hinterfragbar. Geschickt kümmert sich Flemming auch um die Sorge der Sekretärin Maika Birr, die sich von dem gemeinsamen Chef, Kriminaldirektor Dr. Karl Leo, stark unter Druck gesetzt fühlt und Angst hat, ihren Job zu verlieren. Flemming gibt ihr einen verblüffenden Rat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591038","hoster":"VOE"},{"path":"/redirect/8544674","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/flemming/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/flemming/staffel-2/episode-1","name":"Die Stufen der Lust","epNo":1,"alt":"","descr":"Eine junge Frau, Corinna Wiese, wird im Park überfallen, bis zur Besinnungslosigkeit gewürgt und ausgeraubt. Offenbar handelt es sich hierbei um einen weiteren Fall einer Raubserie, die immer nach dem gleichen Muster abläuft. Am Tatort stoßen Kriminalhauptkommissarin Ann Gittel und der Polizeipsychologe Dr. Vince Flemming auf den Kollegen vom Raubdezernat, Mark Leidhoff, der sich der bisherigen Fälle angenommen hatte. Die Leitende Kriminaldirektorin Walli Hoven, Gittels und Flemmings neue Chefin, beordert ihn für diesen Fall in das Ermittlerteam. Schnell fällt der Verdacht auf den ehemaligen gewalttätigen Straftäter Peter Mersheim, der kurz vor dem Ende seiner Bewährung steht und auf den das Täterprofil perfekt passt. Zudem wurde er von Flemming kurz nach dem Überfall in der Nähe des Tatorts gesehen. Es spricht also alles gegen Mersheim, dem ausgerechnet Flemming eine gute Sozialprognose ausgestellt hatte. Nur Flemming glaubt weiterhin an seine Unschuld und vermutet eine Sexualstraftat hinter den Verbrechen. Wollte der Ex-Häftling Roman Wujack sich an seinem ehemaligen Freund Mersheim vielleicht rächen und ihn in eine Falle locken? Und welche Rolle spielt Mersheims Bewährungshelferin Dr. Yvonne Lederer, die mit ihrem Schützling offensichtlich ein Verhältnis hatte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591043","hoster":"VOE"},{"path":"/redirect/8539530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-2","name":"Rasende Wut","epNo":2,"alt":"","descr":"Eine junge Frau, Corinna Wiese, wird im Park überfallen, bis zur Besinnungslosigkeit gewürgt und ausgeraubt. Offenbar handelt es sich hierbei um einen weiteren Fall einer Raubserie, die immer nach dem gleichen Muster abläuft. Am Tatort stoßen Kriminalhauptkommissarin Ann Gittel und der Polizeipsychologe Dr. Vince Flemming auf den Kollegen vom Raubdezernat, Mark Leidhoff, der sich der bisherigen Fälle angenommen hatte. Die Leitende Kriminaldirektorin Walli Hoven, Gittels und Flemmings neue Chefin, beordert ihn für diesen Fall in das Ermittlerteam. Schnell fällt der Verdacht auf den ehemaligen gewalttätigen Straftäter Peter Mersheim, der kurz vor dem Ende seiner Bewährung steht und auf den das Täterprofil perfekt passt. Zudem wurde er von Flemming kurz nach dem Überfall in der Nähe des Tatorts gesehen. Es spricht also alles gegen Mersheim, dem ausgerechnet Flemming eine gute Sozialprognose ausgestellt hatte. Nur Flemming glaubt weiterhin an seine Unschuld und vermutet eine Sexualstraftat hinter den Verbrechen. Wollte der Ex-Häftling Roman Wujack sich an seinem ehemaligen Freund Mersheim vielleicht rächen und ihn in eine Falle locken? Und welche Rolle spielt Mersheims Bewährungshelferin Dr. Yvonne Lederer, die mit ihrem Schützling offensichtlich ein Verhältnis hatte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591050","hoster":"VOE"},{"path":"/redirect/14473998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-3","name":"Das Haus meines Lebens","epNo":3,"alt":"","descr":"Die Kinder des Unternehmer-Ehepaares Senta und Matthias Warburg, Jana (6) und Jonas (4), werden auf einer Pferdeweide von einem Modellhubschrauber attackiert. Jana stürzt und verletzt sich am Kopf, zur Beobachtung kommt sie ins Krankenhaus. Am gleichen Tag entdeckt Senta, die Erbin einer Hotelkette, einen Erpresserbrief mit einer Forderung über sechs Millionen Euro. Aus Angst um ihre Kinder schaltet sie die Polizei ein. Dr. Vince Flemming und Ann Gittel glauben, den Fall schnell gelöst zu haben. Peter Remy, der Gartenarchitekt der Familie Warburg, wird verhaftet, da dringender Tatverdacht besteht. Er ist in Senta verliebt, die jedoch kurz zuvor die Affäre beendet hatte. In der folgenden Nacht allerdings eskaliert die Situation, wodurch Peter Remy, der in Untersuchungshaft sitzt, entlastet wird: Ein Modellhubschrauber fliegt durchs Badfenster der Warburgs und greift Senta an. Zudem geht die Lagerhalle von Matthias Warburgs Firma in Flammen auf, ein Angestellter kommt dabei ums Leben. Es handelte sich ganz eindeutig um Brandstiftung. Vince Flemmings kühner Verdacht, die Warburgs selbst könnten mit der Erpressung zu tun haben, wird mit der Begründung abgeschmettert, dass niemand seine eigene Fabrik anzünden würde. Senta erhält einen weiteren Erpresserbrief, in dem ihren Kindern direkt gedroht wird. Sie und ihr Mann lehnen daraufhin die weitere Zusammenarbeit mit der Polizei ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581375","hoster":"VOE"},{"path":"/redirect/8539532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-4","name":"Im Krieg und in der Liebe","epNo":4,"alt":"","descr":"Ein schrecklicher Autounfall hat sich ereignet: Ein Oldtimer ist ungebremst und frontal gegen einen Baum gefahren. Der Fahrer, Dr. Dietrich Freiberg, war sofort tot. Spuren an der Tür deuten darauf hin, dass diese nach dem Unfall gewaltsam aufgebrochen wurde. Außerdem fehlen Freibergs Handy und seine Schlüssel, und er schien bereits vor dem Unfall verletzt zu sein. Diese Umstände rufen die Ermittler der Mordkommission auf den Plan. Eine erste Befragung führt KHK Ann Gittel und Dr. Vince Flemming zur Familie des Unfallopfers, die sich auffällig verhält. Statt gemeinsam zu trauern und sich gegenseitig zu trösten, streiten sich die labile Ehefrau Ellen und ihre Schwiegertochter Selma und machen sich gegenseitig Vorwürfe. Flemming beobachtet außerdem eine seltsame Gefühlskälte zwischen dem Ehepaar Alexander und Selma Freiberg. Die Aussagen der Familie führen die Ermittler allerdings auf eine Spur. Der Unternehmer Axel Meinhardt hatte wenige Stunden vor dem Unfall einen heftigen Streit mit Dr. Freiberg in dessen Praxis. Mehrere Indizien sprechen außerdem gegen ihn. Trotzdem beteuert Meinhardt seine Unschuld: Er hat ein Alibi. Die Rechtsmedizinerin Dr. Alissa Markus stellt unterdessen einen weiteren Befund fest: Offensichtlich war das Unfallopfer Asthmatiker und hatte Betablocker genommen – eine tödliche Kombination. Gittel und Flemming machen sich derweil Gedanken um ihre gemeinsame Zukunft als Eltern – wie beinahe immer sind sie unterschiedlicher Meinung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9004537","hoster":"VOE"},{"path":"/redirect/8539539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-5","name":"Sexsüchtig","epNo":5,"alt":"","descr":"Kriminalhauptkommissarin Ann Gittel und Dr. Vince Flemming kommen zum Tatort eines scheußlichen Verbrechens: Eine Tote wurde halbnackt in einem Gewächshaus gefunden. Ein grässlicher Anblick, denn die Leiche ist gepfählt: Die Frau muss durch das Dach gefallen und auf einem Pfahl gelandet sein. Der vermeintliche Täter und Auffindzeuge, der eindeutig kurz vor ihrem Tod Sex mit der jungen Frau hatte und unter Drogen steht, wird schnell gefasst und ins Krankenhaus eingeliefert. Er heißt Leonard Seddler und ist, wie Flemming sehr bald diagnostiziert, sexsüchtig. Er steht auch deshalb unter dringendem Tatverdacht, weil es bereits in seiner Vergangenheit einen ähnlichen Fall gab. Der Unterschied besteht darin, dass das Opfer damals an einer Nachtschattengewächs-Droge starb, die Seddler jetzt selbst im Körper hat. Auch damals konnte man Seddler die Tat nicht nachweisen. Während Flemming mit seiner schwangeren Ex-Frau und Chefin Ann Gittel den Fall bearbeitet, erleben die beiden eine große Nähe. Sollte man nicht doch wieder heiraten? Als Flemming der attraktiven Autorin Catherine Dernier begegnet, kostet es ihn jedoch ungeheure Kraft, im \"Familienmodus\" zu bleiben. Im Rahmen der Mordermittlungen befragt Flemming die Ehefrau des potenziellen Täters, Viola Seddler. Die Sexsucht ihres Mannes hat die Frau psychisch völlig zerstört. Könnte Sie die Täterin sein? Eine Kiste mit keimenden Kartoffeln auf ihrem Balkon, Quelle für die Droge, scheint ein weiteres Indiz dafür sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591058","hoster":"VOE"},{"path":"/redirect/8539536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-6","name":"Aus den Augen","epNo":6,"alt":"","descr":"Polizeipsychologe Dr. Vincent Flemming und seine schwangere Ex-Frau, die Kriminalhauptkommissarin Ann Gittel, werden zu einem Tatort gerufen: Der verheiratete Anwalt Vince Lehmann wurde in einem Appartement, das augenscheinlich als exklusives Liebesnest diente, mit einer Drahtschlinge erwürgt. Offensichtlich bestürzt von der Tat, hatte der Mörder dem Toten ein Handtuch über den Kopf geworfen. Zurück im Polizeipräsidium stoßen Vince und Ann auf den Kollegen Klaus Koch, der Walli Hovens Sekretärin Mette als Geisel genommen hat und mit ihr gerade das Landeskriminalamt verlassen möchte. Mette kann sich in einem günstigen Moment befreien, dafür schlägt Koch Flemming nieder und verschanzt sich mit Ann Gittel in einem Büro. Keiner weiß, was in den Polizisten gefahren ist. Fest steht nur, dass Klaus Koch zuvor aus der Asservatenkammer des LKA eine Million Euro gestohlen hat, die vor kurzem sichergestellt worden waren. Als Mette ihn überraschte, brachte er sie in seine Gewalt. Vince Flemming bietet sich als Austauschgeisel für Ann Gittel an und nimmt die Verhandlungen mit dem Geiselnehmer auf. Nach und nach kristallisiert sich heraus, dass Koch von einem Unbekannten erpresst wird, der seine Frau entführt hat und nun ein hohes Lösegeld verlangt. Doch irgendetwas stimmt nicht: Wie weit kann man dem verzweifelten Koch trauen? Woher wussten die Hintermänner, dass so viel Geld im LKA aufbewahrt wurde? Warum können die Techniker des Sondereinsatzkommandos die Anrufe der Entführer auf Kochs Handy nicht orten? Stammen die Drahtzieher etwa aus den Reihen der Polizei? Nicht unerheblich ist auch die Frage, ob diese Ausnahmesituation vielleicht etwas mit dem Fall des toten Anwalts Vince Lehmann zu tun hat oder ob es sich dabei nur um eine reine Koinzidenz handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581374","hoster":"VOE"},{"path":"/redirect/8539535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-7","name":"Tödliches Glück","epNo":7,"alt":"","descr":"Wenige Wochen vor dem Beginn ihres Mutterschutzes wird Kriminalhaupt-kommissarin Ann Gittel durch Zufall Zeugin, wie der Familienvater Professor Rolf Hagenau in einem Restaurant zusammenbricht und stirbt. Zunächst sieht alles nach einem allergischen Schock aus. Ann Gittel hat nach der Untersuchung des Medikamentenfläschchens allerdings einen Verdacht und ordnet eine Obduktion an. Und tatsächlich ergeben die Untersuchungen, dass das Antiallergikum mit Erdnussöl verunreinigt wurde, was letztendlich zum Tod führte. Als Tatverdächtige kommen eigentlich nur Personen aus Rolf Hagenaus näherem Umfeld in Frage. Das Motiv scheint zunächst unklar. Der Tote war ein bei allen sehr beliebter Familienmensch und Uni-Dozent sowie ein erfolgreicher Autor. Maya Hagenau, die zweite Ehefrau des Ermordeten, rückt allerdings schnell in den Fokus der Ermittler. Sie hatte Verhältnisse mit mehreren Männern und wollte ihren Mann deshalb vielleicht loswerden? Aber auch die Töchter, auf die ein großes väterliches Erbe wartete, sind verdächtig. Flemming unterliegt derweil bei seinen Ermittlungen dem Charme der Hauptverdächtigen Maya. Das macht die hochschwangere Ann Gittel eifersüchtig und belastet die Beziehung zwischen ihr und Flemming – nicht nur privat. Eine weitere Diagnose aus der Gerichtsmedizin lenkt die Motivsuche in eine andere Richtung. Rolf Hagenau hatte Krebs. Bat er seine Töchter um Sterbehilfe? Oder wollte er sich gar selbst umbringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700422","hoster":"VOE"},{"path":"/redirect/8539542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-2/episode-8","name":"Der Gesang der Schlange","epNo":8,"alt":"","descr":"Drei Wochen nach dem Verschwinden der 8jährigen Miriam erhält die Polizei den entscheidenden Hinweis von dem 19jährigen Jens Krebber, einem Nachbarn des Mädchens, der auch als Praktikant in Miriams Schule gearbeitet hat. Er behauptet, einen Koffer mit der Kinderleiche von einem Unbekannten ausgehändigt bekommen zu haben, mit dem Auftrag ihn in die Spree zu werfen. Der Koffer mit der ermordeten Miriams wird gefunden, Jens Krebber zum Hauptverdächtigen erklärt. Jens beteuert zwar weiterhin, ein Fremder habe ihm Geld dafür gegeben, den Koffer so schnell wie möglich in die Spree zu werfen, doch eine Hausdurchsuchung bei Jens Krebber und seiner Mutter Marianne beweist, dass die tote Miriam sich in ihrem Keller befunden haben muss. Schließlich gibt Jens die Tat zu, und die Ermittlungen scheinen damit abgeschlossen zu sein, doch Flemming zweifelt an der Schuld des Jugendlichen. Neben ihm will auch Jens’ gerissener, manipulativer Anwalt Dr. Lars Geulen die Unschuld des Teenagers beweisen. Doch wesentlich sympathischer wird Dr. Geulen, der auf auffällige Weise die fehlende Vaterfigur für den verunsicherten Jens ersetzen will, Vince Flemming dadurch nicht. Auch nicht durch die Gemeinsamkeit, dass sie beide gerade Vater werden, wobei Flemmings Ex-Frau Ann Gittel kurz vor der Geburt steht, während die Schwangerschaft von Frau Geulen Komplikationen aufweist. Kriminaldirektorin Walli Hoven verbietet Flemming die Teilnahme am Haftrichtertermin. Seine Zweifel soll er für sich behalten. Endlich sei der Fall gelöst. Flemming greift zu außergewöhnlichen Mitteln, um Walli Hoven von der Macht der Manipulation und damit seiner These vonder Unschuld Jens Krebbers zu überzeugen. Zudem versucht er Kontakt zu Jens leiblichem Vater Justus Nawrod aufzunehmen. Außerdem beschäftigt ihn die Frage: Wie weit geht Geulens Manipulation überhaupt? Will er wirklich schlicht den Fall gewinnen oder doch mehr als nur das bewirken? Warum hat Jens kurz vor einem anstehenden Gentest plötzlich gestanden? Es kommt noch zu einem weiteren Todesfall bis die unerwarteten Zusammenhänge erkennbar werden – und Vince Flemmingund Ann Gittel schließlich glücklich ihre kleine Tochter in Armen halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700427","hoster":"VOE"},{"path":"/redirect/8539538","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/flemming/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/flemming/staffel-3/episode-1","name":"Die alte Kommissarin","epNo":1,"alt":"","descr":"Die Potsdamer Platz Arkaden: Passanten beobachten, wie Nadja Dern apathisch und offensichtlich misshandelt durch das Untergeschoss taumelt und blutend ins Wasser steigt. Polizeipsychologe Dr. Vincent Flemming wird hinzugezogen, da Nadja sich weigert, den Notarzt an sich heran zu lassen. Aufgrund der Schwere der Misshandlungen und der Vorgehensweise können Ann Gittel, Leiterin der 4. Berliner Mordkommission, Henner Blum und Vince Flemming den bereits verurteilten Sexualstraftäter Stefan Aspeck als Täter identifizieren. Dies ist der erste Fall für Ann Gittel nach ihrer zweijährigen Elternzeit – und er geht ihr an die Nieren. Aspeck, der aufgrund einer Entscheidung des Europäischen Gerichts-hofes entlassen werden konnte, wurde damals von Kommissarin Helen Bogner verhaftet, heute im Ruhestand und Besitzerin eines alten Stadtbades. Während nach Aspeck intensiv gefahndet wird, wenden sich Ann und Vince hilfesuchend an Helen Bogner, die aufgrund ihrer damaligen Ermittlungen über Informationen verfügt, die nicht in den Polizeiakten vermerkt sind. Doch zunächst versagt sie ihnen ihre Hilfe, gibt jedoch ein Zeitungsinterview, in dem sie angibt, Aspeck ein zweites Mal hinter Gitter bringen zu können. Nur gute Publicity – oder zieht die alte Kommissarin absichtlich die Aufmerksamkeit des Täters auf sich? Am nächsten Tag wird ein weiteres Opfer Aspecks, die Prostituierte Diana Rebmann, mit üblen Misshandlungen tot aufgefunden. Helen Bogner erscheint am Tatort und bietet nun ihrerseits den Ermittlern ihre Hilfe an. Auf der gemeinsamen Fahrt zurück ins LKA berichtet sie Ann, Vince und Henner von Aspecks Hintergrund, den ersten Auffälligkeiten in seiner Kindheit. Dabei bemerken sie nicht, dass sie von Aspeck verfolgt werden. Als Ann an einer Tankstelle Halt macht und den Wagen betankt, während die anderen in den Verkaufsraum gehen, wird sie von Aspeck überrascht, der sie und den Wagen mit Benzin übergießt und das Feuerzeug zückt. Doch neben den großen gibt es auch die scheinbar kleinen Dramen: Vince und Ann geben ihre kleine Emma zum ersten Mal im Kindergarten ab und können es nicht fassen, dass sich ihre Tochter nicht ein einziges Mal nach den Eltern umdreht. Dafür nimmt der neue Polizeifotograf Robert Anda für Flemmings Gefühl Ann Gittel viel zu genau in Augenschein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591069","hoster":"VOE"},{"path":"/redirect/8551743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-2","name":"Das Spiel der Füchse","epNo":2,"alt":"","descr":"Die Bank-Managerin Beate Graeven kommt in der Nacht mit ihrem Wagen von der Straße ab und wird Zeugin, wie ein Mann, Christoph Falbe, von einem Unbekannten, der sich später als Uwe Togen herausstellt, ermordet wird. Als der Täter auf sie schießt, kann sie in letzter Sekunde flüchten, lässt aber ihr Handy fallen. Von einer Telefonzelle aus verständigt Beate Graeven die Polizei, ohne ihren Namen zu nennen. Als sie zuhause ankommt, empfängt ihr Mann, Prof. Hartmut Graeven, sie mit der Mitteilung, dass er einen anonymen Anruf erhalten und man ihnen gedroht habe, sie zu töten, wenn Beate zur Polizei geht. Ann Gittel und Polizeipsychologe Vince Flemming gehen dem anonymen Anruf nach und finden die Leiche von Christoph Falbe. Die beiden leben in benachbarten Wohnungen – quasi – wieder zusammen und genießen das gemeinsame Elternglück seit der Geburt der kleinen Emma, doch an Vince nagt die Eifersucht, da Ann sich gegenüber den Avancen des neuen Polizeifotografen Robert Anda nicht völlig abgeneigt zeigt. Beate Graeven, die ein Verhältnis mit ihrem Kollegen Christian von Öry hat, erfährt am nächsten Tag im Büro von ihrer Sekretärin Konstanze Eich, dass ihr Mann Hartmut auf seiner Arbeitsstelle vermisst wird: Er wurde von Uwe Togen entführt. Vince und Walli Hoven vernehmen Beate Graeven, die von einer Lösegeldforderung von 450.000 € spricht – sich aber nicht als Zeugin des Mordes vom Vorabend outet. Doch Vince durchschaut sie und bringt sie mit einem Tatort-Assoziationstest dazu, sich zu verraten und endlich eine Täterbeschreibung abzugeben. Im LKA trifft Vince auf die Tochter der Graevens, die halbwüchsige Dörte, die ein seltsames Verhalten an den Tag legt. Die Lösegeldübergabe wird eingeleitet, aber etwas geht schief, und Hartmut Graeven wird tot aufgefunden. Beate Graeven fühlt sich weiterhin bedroht. Die Polizei fahndet intensiv nach Uwe Togen, doch Flemming hat mittlerweile eine verbüffende Theorie und versucht sie durch \"Das Spiel der Füchse\" zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9004533","hoster":"VOE"},{"path":"/redirect/8539537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-3","name":"Staatsbesuch","epNo":3,"alt":"","descr":"Vor der Botschaft Litschewiens kommt es zwischen dem Botschafter Dr. Baschyi Aschurew und seinem Stellvertreter Rustam Malajew zu einer lautstarken Auseinandersetzung: Letzterer zeigt Krankheitssymptome und fährt – von zwei Streifenbeamten beobachtet – in seinem Pkw davon, auf dem Beifahrersitz eine geladene und entsicherte Pistole. Am nächsten Tag findet die Polizei ihn tot in seinem Wagen sitzend auf einem alten Fabrikgelände. Während Ann Gittel, Henner Blum, Robert Anda und Dr. Alissa Markus den Tatort begutachten, trifft sich Vince Flemming mit der persönlichen Referentin des Außenministers Henny Rohde, die ihn um Hilfe bittet: Er soll ein psychologisches Profil vom Präsidenten der Republik Litschewien, der am nächsten Tag für Vertragsverhandlungen nach Deutschland kommt, erstellen. Flemming lehnt ab, doch Walli Hoven, die zwischen dem Tod des Stellvertretenden Botschafters Rustam Malajew und dem unmittelbar bevorstehenden Besuch des Präsidenten Litschewiens einen Zusammenhang nicht ausschließt, ordnet an, dass Flemming den Auftrag des Außenministeriums annimmt. Beim Sichten des Video-Materials von diversen Präsidenten-Auftritten erkennt Flemming, dass der Botschafter Baschyi Aschurew und Henny Rohde ein Verhältnis haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9004542","hoster":"VOE"},{"path":"/redirect/8544678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-4","name":"Panikrau","epNo":4,"alt":"","descr":"Ex-Häftling Horst Meier wird auf dem Gelände eines verlassenen DDR-Vergnügungsparks erschossen aufgefunden. In der Nähe wurde offensichtlich eine Geisel in einem Verlies gefangen gehalten. Eine Spur führt Ann und Vince zu dem mutmaßlichen Opfer, ausgerechnet einem Psychologen. Doch warum will Dr. Arnulf Rand, ein berühmtberüchtigter Autor von Selbsthilfe-Bestsellern, nicht zugeben, dass er Opfer einer Entführung geworden ist, obwohl der Polizeipsychologe klare Zeichen eines seelischen Traumas an ihm erkennt? Flemming vermutet, dass Rand dadurch seine eigene Theorie widerlegen würde, die ihn reich und berühmt gemacht hat: Laut ihr kann ein Mensch, der richtig gegen die Unbilden der menschlichen Gesellschaft gepanzert ist, jedes Trauma selbst überwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9004538","hoster":"VOE"},{"path":"/redirect/8539548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-5","name":"Gruppenspiele","epNo":5,"alt":"","descr":"Wolfram Seeskow sitzt erstochen auf der Toilette eines Callcenters. Keiner seiner Kollegen meldet den Toten \" zwei Tage lang. Die polizeilichen Ermittlungsschritte laufen ins Leere, denn die Angestellten mauern. Sie stehen offenbar unter dem Druck ihres Abteilungsleiters Severin Grevesmühlen. Ann Gittel und Vince Flemming erzwingen vom Abteilungsleiter die Genehmigung, mit der Belegschaft ein paar scheinbar unverfängliche Gruppenbefragungen durchzuführen. Flemming ist klar, dass er nur weiterkommt, wenn er die hermetische Gruppe aufbricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103941","hoster":"VOE"},{"path":"/redirect/8539544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-6","name":"Das Gesetz des Blutes","epNo":6,"alt":"","descr":"Als der vorbestrafte Rami Abou-Fadi, Anführer einer kriminellen Großfamilie, niedergeschossen wird, ist das LKA alarmiert: Einige Wochen zuvor wurde Ramis Bruder erschossen, noch dazu mit derselben Waffe. Walli Hoven fürchtet eine große Racheaktion der Abou-Fadi-Familie gegen den verfeindeten Maklouf-Clan. Das Angebot des \"Friedensrichters\" Baschar Al-Rif, den Fall ohne Polizei und Justiz zu schlichten, lehnt Walli Hoven vehement ab. Leider gelingt es Vince Flemming und Ann Gittel nicht, den schwerverletzten Rami zu einer Aussage zu bewegen, wer ihn niedergeschossen hat. Flemming will mehr über die Mentalität der beteiligten Araber erfahren, aber auch Friedensrichter Al-Rif kann nicht erklären, warum die Abou-Fadis nicht schon längst Vergeltung geübt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379092","hoster":"VOE"},{"path":"/redirect/8539541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-7","name":"Der Sinn des Lebens","epNo":7,"alt":"","descr":"Die 18jährige Maja Schweikert ruft in Flemmings Radiosendung \"Die Tricks der Seele\" an. Sie will sich das Leben nehmen. Flemming schafft es, die verzweifelte Frau in ein Gespräch zu verwickeln und sich mit ihr zu einem Treffen zu verabreden. Kurz darauf wird die Leiche einer jungen Frau auf Zuggleisen gefunden. Alle sichtbaren Anzeichen sprechen für Selbstmord. Der Name des Opfers: Maja Schweikert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103942","hoster":"VOE"},{"path":"/redirect/8539545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flemming/staffel-3/episode-8","name":"Der Mord des Jahrhunderts","epNo":8,"alt":"","descr":"Während einer Bootsfahrt mit einem ausländischen Regierungsmitglied wird auf den Berliner Innensenator Dr. Chris Heeren ein Attentat verübt: Drei Fernschüsse treffen ihn, der Innensenator stirbt noch auf dem Flug ins Krankenhaus. Auf Bitten seines Stellvertreters übernimmt das LKA 1 die Ermittlungen. Ann Gittel und Vince Flemming fokussieren sich auf zwei Fragen. Erstens: Wurde das Attentat von einer tschetschenischen Gang aus Neukölln als Racheakt verübt, da der Innensenator den Anführer eine Woche zuvor hatte ausweisen lassen? Und zweitens: Wer hat Ort und Zeitpunkt des Bootsausflugs verraten? Wegen der besonderen Bedrohungslage des Innensenators war beides nur wenigen vorab bekannt. Hier geraten zwei Personenschützer des Senators in Verdacht: Tony Kuttner und Swantje Koch, mit der der Innensenator auch kurzzeitig ein Verhältnis hatte. Noch am Tatort trifft Vince Flemming einen seiner alten Uni-Kollegen wieder, den Psychologen und Klinikleiter Prof. Dr. Axel Farkas, der seit vielen Jahren die psychisch labile und episodendepressive Vanja Heeren betreut, die Ehefrau und nun Witwe des Innensenators. Außerdem stellt sich heraus, dass ein Zeuge das Attentat mit seinem Handy gefilmt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591071","hoster":"VOE"},{"path":"/redirect/8544680","hoster":"Streamtape"}]}]}]}]}