{"seriesId":"flint-hammerhead","name":"Flint Hammerhead","descr":"Flint kommt zusammen mit seinem Dad aus der Urzeit. Zusammen mit den Zwillingen Toni und Sarah macht er sich auf die Suche nach den Zeitshiftern. Die fiese Petra Fina und ihre zwei Gehilfen sind natürlich auch hinter ihnen her und wollen nur böses. Dank Toni und Sarahs Onkel können sie es verhindern …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hammerhead Rock - Wie alles begann","epNo":1,"alt":"Hammerhead Rock","descr":"Die interdimensionale Zeitdiebin Petra Fina und ihre beiden Helfer Dino und Mite haben den Auftrag von Dark Lord, sämtliche Zeitengel einzufangen. Sie wollen sie für eigene Zwecke missbrauchen. Flint Hammerhead und sein Vater sind zufällig gerade zur Stelle. – Start der japanischen Serie, um einen gewiften Zeitdetektiv.","versions":[{"lang":1,"streams":[{"redirect":9004565,"hoster":"VOE"},{"redirect":8544683,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jitterbug","epNo":2,"alt":"Jitterbug","descr":"Die fiese Petra Fina wird von ihrem angebeteten Herrn und Meister Dark Lord auf den kleinen Zeitshifter Jitterbug angesetzt, der im Japan des 2. Jahrhunderts gesichtet wurde. Die Zeitpolizei reagiert prompt und schickt Flint auf seine erste Zeitreise in die Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":12334967,"hoster":"VOE"},{"redirect":8544686,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eldora","epNo":3,"alt":"Eldora","descr":"Flint, Sara und Tony haben den Auftrag, ins Südamerika des 16. Jahrhunderts zu reisen. Sie sollen den Zeitshifter Eldora vor Petra Fina und ihren Handlangern retten. Eldora besitzt die Fähigkeit, alles in Gold zu verwandeln, und richtet damit großes Unheil an.","versions":[{"lang":1,"streams":[{"redirect":9004567,"hoster":"VOE"},{"redirect":8539555,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Talen","epNo":4,"alt":"Talen","descr":"Diesmal verschlägt es Tony, Sara und Flint in die Heianzeit nach Japan im Jahr 794. Sie haben den Auftrag, einen Zeitshifter namens Talen zu retten. Er besitzt die Fähigkeit, sich in sämtliche Märchen oder Geschichten hineinzuversetzen und Menschen mit hineinzuziehen.","versions":[{"lang":1,"streams":[{"redirect":9004571,"hoster":"VOE"},{"redirect":8551783,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mosbee","epNo":5,"alt":"Mosbee","descr":"Im Jahre 1812 hat die Zeitpolizei Ärger in Russland. Beim Napoleon-Feldzug bringt der Zeitshifter Mosbee mit seiner Fähigkeit, Dinge und Lebewesen in Eis verwandeln zu können, die Geschichte durcheinander. Zeitdetektiv Flint und seine Freunde erhalten den Auftrag, die historische Panne zu beheben.","versions":[{"lang":1,"streams":[{"redirect":9004569,"hoster":"VOE"},{"redirect":8544692,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Coconaut","epNo":6,"alt":"Coconaut","descr":"Die Zeitpolizei ist einem weiteren Zeitshifter auf der Spur. Sein Wirkungskreis – so die Recherche – der Nordatlantik im Jahre 1492. Zeitdetektiv Flint und seine Freunde nehmen die Ermittlungen auf.","versions":[{"lang":1,"streams":[{"redirect":9004575,"hoster":"VOE"},{"redirect":8551787,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bubblegum","epNo":7,"alt":"Bubblegum","descr":"Wieder einmal wurde ein Zeitshifter in Japan gesichtet, diesmal im Jahre 1582. Er heißt Bubblegum und besitzt die Fähigkeit mit Seifenblasen zu schießen, die Objekte transportieren können. Wenn Bubblegum in die falschen Hände gerät, ist diese Fertigkeit höchst gefährlich. Flint, Sara und Tony erhalten den Auftrag, Bubblegum zu retten.","versions":[{"lang":1,"streams":[{"redirect":12922471,"hoster":"VOE"},{"redirect":8539554,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lynx","epNo":8,"alt":"Lynx","descr":"Die Zeitpolizei ist wieder mal einem Zeitshifter auf der Spur, und zwar im alten Ägypten. Seine Name ist Lynx. Er ist halb Hund, halb Schlange und hat eine Vorliebe für Rätsel. Wehe, der Befragte errät das Rätsel nicht, dann verfällt er den magischen Kräften Lynx, und wird dessen Sklave","versions":[{"lang":1,"streams":[{"redirect":9004570,"hoster":"VOE"},{"redirect":8539557,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Artie","epNo":9,"alt":"Artie","descr":"Paris um 1850. Ein lebendig gewordenes Strichmännchen versetzt die Bevölkerung in Panik. Indiz für die Zeitpolizei, dass Zeitshifter Artie sich in dieser Region aufhält. Er kann gemalte Bilder mit Leben füllen. Flint und Co begeben sich auf die Suche nach Artie.","versions":[{"lang":1,"streams":[{"redirect":9004572,"hoster":"VOE"},{"redirect":8544685,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Peace und Frieden","epNo":10,"alt":"Go Getalong","descr":"Um die Gunst von Dark Lord zu gewinnen, ersinnt Petra Fina einen teuflischen Plan. Sie will den Zeitshifter Peacepoppy in ihre Gewalt bringen, weil dieser die Macht hat, Liebe zu erzwingen. Dazu lockt sie das Team um Zeitdetektiv Flint in das Bagdad des 16. Jahrhunderts.","versions":[{"lang":1,"streams":[{"redirect":9004587,"hoster":"VOE"},{"redirect":8539558,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwing die Keule, Batterball!","epNo":11,"alt":"Batterball","descr":"Unsere Detektivtruppe verschlägt es diesmal ins Jahr 1906 nach Baltimore, wo es den Zeitshifter Batterball aufzuspüren gilt. Batterball kann aus jedem einen Supersportler machen und zählt den legendären Baseballspieler Babe Ruth zu seinen besten Freunden.","versions":[{"lang":1,"streams":[{"redirect":9004574,"hoster":"VOE"},{"redirect":8544687,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vampir oder nicht Vampir","epNo":12,"alt":"Bindi","descr":"Zeitdetektiv Flint und seine Freunde werden mit einem neuen Problem konfrontiert. Der Zeitshifter Bindi, den sie diesmal aufspüren sollen, zeichnet sich durch das Talent aus, keines zu haben. Bekannt ist nur das Aussehen des Gesuchten und sein Aufenthaltsort: Rumänien, genauer Transsylvanien.","versions":[{"lang":1,"streams":[{"redirect":9004573,"hoster":"VOE"},{"redirect":8539560,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Miss Fiesfor auf Hausbesuch","epNo":13,"alt":"Caveman\u0027s Christmas","descr":"Eigentlich wollen Flint und seine Freunde Weihnachten feiern, als sie einen weiteren Zeitshifter entdecken. Der kinderliebe Elfin hält sich im Frankreich des 17. Jahrhunderts auf. Dort treffen sie auf Monique, die ihre Mutter verloren hat. Flint, Tony und Sara machen sich auf die Suche nach ihr.","versions":[{"lang":1,"streams":[{"redirect":9004577,"hoster":"VOE"},{"redirect":8539561,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Cardians","epNo":14,"alt":"Miss Iknow Makes a Housecall","descr":"Petra Fina versucht weiterhin, die Zeitshifter und ihre außergewöhnlichen Fähigkeiten für ihre Zwecke einzuspannen. Sie lebt von diversen Rückblenden vergangener Erlebnisse.","versions":[{"lang":1,"streams":[{"redirect":9004576,"hoster":"VOE"},{"redirect":8539559,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Plumella","epNo":15,"alt":"The Cardians","descr":"Das Zeitbüro ist in der Unendlichkeit fündig geworden. Vier Zeitshifter wurden im Jahre 2000 entdeckt. Sie arbeiten zusammen und heißen ‚Die Cardians‘. Ihre Obsession ist es, anderen Hilfe zu leisten. Überstehen die Opfer den gutgemeinten Einsatz der eitlten Truppe, ist erst einmal ein Pressetermin fällig.","versions":[{"lang":1,"streams":[{"redirect":9004597,"hoster":"VOE"},{"redirect":8539564,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wing","epNo":16,"alt":"Plumella","descr":"Diesmal führt die Zeitreise Zeitdetektiv Flint und seine Freunde in die italienische Stadt Pisa zur Zeit der Renaissance. Dort ist der Zeitshifter Plumella entdeckt worden. Sein spezielles Talent besteht darin, Lebewesen und Dinge zu Bildern werden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12379090,"hoster":"VOE"},{"redirect":8539563,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Krach mit Bindi","epNo":17,"alt":"Wing","descr":"Im Jahre 1881 in Amerika: Die Gebrüder Wright, später berühmte Flugpioniere, sind noch Kinder. Sie basteln aber schon eifrig an Flugmodellen. Die beiden streiten viel, weil der Große den Kleinen bevormundet. Doch da lernt der kleine Bruder Zeitshifter Wing kennen, der alles zum Fliegen bringen kann.","versions":[{"lang":1,"streams":[{"redirect":9004579,"hoster":"VOE"},{"redirect":8551800,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Moah","epNo":18,"alt":"Bindi-Master","descr":"Zeitshifter Bindi fühlt sich von seinem Freund Merlock Holmes vernachlässigt. Dieser sitzt nur noch vor dem Computer. Verärgert und traurig geht Bindi allein seiner Wege, was sich umgehend als fataler Fehler erweisen soll.","versions":[{"lang":1,"streams":[{"redirect":9004582,"hoster":"VOE"},{"redirect":8539568,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Flint unter Strom","epNo":19,"alt":"Moah","descr":"Um 1560 haben die Bewohner der Osterinsel im Pazifik einen starken Beschützer. Er heißt Moah und ist ein Zeitshifter. Flint und seine Freunde erhalten den Auftrag, ihn zu holen. Doch wo ein Zeitshifter entdeckt wird, ist auch Petra nicht weit. Sie bringt Moah in ihre Gewalt.","versions":[{"lang":1,"streams":[{"redirect":8712411,"hoster":"VOE"},{"redirect":8539562,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Wettrennen","epNo":20,"alt":"Elekin","descr":"Dass der japanische Erfinder Ichiban Hiraga schon im 12. Jahrhundert hinter die Geheimnisse der Elektrizität gekommen ist, dürfte weitgehend unbekannt sein. Doch der Zeitshifter Elekin ist bei ihm gestrandet, und der ist nichts weiter, als ein lebender Generator.","versions":[{"lang":1,"streams":[{"redirect":12379094,"hoster":"VOE"},{"redirect":8539566,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Rocky ist verliebt","epNo":21,"alt":"Muscles","descr":"Die Zeitdetektive reisen ins alte Griechenland um den Zeitschifter Muscels zu finden. Er verleiht demjenigen, der ihn berührt, gewaltige Kräfte. Auch Petra Fina sucht ihn, um die Weltherrschaft zu erlangen. Es gelingt ihr, Muscels unter ihre Kontrolle zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9004583,"hoster":"VOE"},{"redirect":8539565,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Reise zum Grand Canyon","epNo":22,"alt":"Rocky in Love","descr":"Miss Fiesfor schmiedet einen teuflischen Plan. Sie will Flint über seinen Vater kontrollieren. Petra plant die Zeitshifter, die auf der Suche nach Rocky sind, zu fangen. Sie betört Rocky und drückt ihm ihren Stempel auf. Der kämpft nun gegen seinen Sohn und die Zeitshifter.","versions":[{"lang":1,"streams":[{"redirect":9004596,"hoster":"VOE"},{"redirect":8539575,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Prinzessin Petra Fina","epNo":23,"alt":"Enter the Unicorn","descr":"Flint und die Zeitdetektive müssen sofort los, um den Zeitshifter Unita zurück zu holen. Die Zeitdetektive vermuten, dass sie im Grand Canyon ist. Auch Petra Fina möchte Unita besitzen, als Geschenk für den Dark Lord.","versions":[{"lang":1,"streams":[{"redirect":9004594,"hoster":"VOE"},{"redirect":8539567,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Petras böse Primeln","epNo":24,"alt":"Raldo","descr":"Petra Fina gerät in Gefangenschaft. Dark Lord verhilft ihr zur Flucht zu dem Zeitshifter Raldo. In seiner Freundin Prinzessin erkennt sich Petra Fina selbst wieder. Sie merkt, dass sie bei der Zeitreise in ihre Jugendzeit zurück versetzt wurde.","versions":[{"lang":1,"streams":[{"redirect":13056289,"hoster":"VOE"},{"redirect":8539574,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Zeitshifter in schlechter Gesellschaft","epNo":25,"alt":"Leafy","descr":"Das Zeitbüro schickt Flint ins England des 6. Jahrhunderts. Ihre Mission lautet, den Zeitshifter Leafy aufzuspüren und ihn zurück zu bringen. Leafy kann Pflanzen außergewöhnlich wachsen lassen.","versions":[{"lang":1,"streams":[{"redirect":9004586,"hoster":"VOE"},{"redirect":8539572,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Schlaflos in Kopenhagen","epNo":26,"alt":"Monk","descr":"Ein Serien-Täter erregt das Japan des 12. Jahrhunderts. Der Bösewicht, Benkei Minamoto, attackiert Samurais und raubt ihnen das Schwert. Seine Motivation ist schlicht: Benkei hat sich geschworen, 1000 Schwerter zu erbeuten. So will er der Welt beweisen, dass er der größte Krieger Japans ist.","versions":[{"lang":1,"streams":[{"redirect":9004589,"hoster":"VOE"},{"redirect":8539571,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Musey","epNo":27,"alt":"Nightcap","descr":"Unsere zeitreisende Detektivtruppe verschlägt es diesmal ins 18. Jahrhundert nach Kopenhagen in Dänemark. Sie treffen auf den Schriftsteller Hans Christian Andersen. Der ist zutiefst deprimiert, da niemand seine dramatischen Werke verstehen will.","versions":[{"lang":1,"streams":[{"redirect":9004591,"hoster":"VOE"},{"redirect":8539581,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Zuviel Moos, zuviel los","epNo":28,"alt":"Musey","descr":"Flint und seine Freunde werden von der Zeitpolizei beauftragt, in das Wien des 18. Jahrhundert zu reisen. Dort hält sich ein Zeitshifter namens Musey auf, der äußerst musikbegeistert ist. Die Koordinaten der Zeitkarte bringen sie äußerst spektakulär mitten in eine Opernprobe.","versions":[{"lang":1,"streams":[{"redirect":9004600,"hoster":"VOE"},{"redirect":8539573,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Schmetterlinge im Bauch","epNo":29,"alt":"Change","descr":"Diese Folge führt uns nach Osaka in Japan, im 19. Jahrhundert. Dort treibt der Geschäftsmann Bunzaemon mit der Hilfe des Zeitshifters ‚Change‘ sein gieriges Spiel. Change macht sprichtwörtlich aus Frikadellen Rosinen und spuckt nach Verzehr der Besagten endlos Golddukaten aus.","versions":[{"lang":1,"streams":[{"redirect":9004601,"hoster":"VOE"},{"redirect":8539579,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Petras Bauchtanz","epNo":30,"alt":"Snug as a Bug","descr":"Die Freunde um Flint erhalten den Auftrag, den Zeitshifter Bugsy zu finden. Sie treffen ihn, als er gerade mit seinem Freund Henri unterwegs ist. Vornehmlich wegen Saras Insektenphobie begehen sie den fatalen Fehler, die beiden mit einem Kescher fangen zu wollen.","versions":[{"lang":1,"streams":[{"redirect":9004602,"hoster":"VOE"},{"redirect":14159398,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Uglinator","epNo":31,"alt":"Dipper","descr":"Der fiese Uglinator bezieht seine böse Kraft aus dem Lachen anderer. Petra und ihre Schergen sollen ihn deshalb zum Lachen bringen. Der Uglinator hat die Idee, sich eine ‚Armee‘ aus Kindern zusammen zu stellen. Er beginnt dies in der Schulklasse von Miss Fiesor.","versions":[{"lang":1,"streams":[{"redirect":12916423,"hoster":"VOE"},{"redirect":8539577,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Bruce Superstar","epNo":32,"alt":"Uglinator","descr":"Der fiese Uglinator bezieht seine böse Kraft aus dem Lachen anderer. Petra und ihre Schergen sollen ihn deshalb zum Lachen bringen. Der Uglinator hat die Idee, sich eine ‚Armee‘ aus Kindern zusammen zu stellen. Er beginnt dies in der Schulklasse von Miss Fiesor.","versions":[{"lang":1,"streams":[{"redirect":12916424,"hoster":"VOE"},{"redirect":8539580,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Ein witziger Erfinder","epNo":33,"alt":"Knuckle","descr":"Die Folge beginnt mit einer Rückblende: Merlock im Kampf gegen Flint. Merlock wacht schweißgebadet auf. Er hat geträumt. Wir springen an ein Hongkonger Martial Arts Filmset. Dort treffen wir auf Lee Key. Der erweist sich als aufbrausender und unbeherrschter Kämpfer.","versions":[{"lang":1,"streams":[{"redirect":9004605,"hoster":"VOE"},{"redirect":8539578,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Fechtlehrer Flint","epNo":34,"alt":"Doron","descr":"Noch einmal wird Merlocks Kündigung ins Gedächtnis gerufen. Schon bald kommt aber der Auftrag, Doron zu finden. Diesmal ist Tony der Angsthase, denn er fürchtet sich vor Gespenstern. Als die Detektive an ihrem Einsatzort eintreffen, explodiert gerade Edisons Labor.","versions":[{"lang":1,"streams":[{"redirect":9004609,"hoster":"VOE"},{"redirect":8544688,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Und nun, Flint","epNo":35,"alt":"Shadow","descr":"Die Zeitdetektive reisen ins mittelalterliche Japan, um Shadow zu suchen. Shadow wähnt seinen Freund Musashi bedroht, und ein Schattendouble kämpft anstelle Musashis gegen Flint. Musashi selbst gilt zwar als großer Schwertkämpfer, hat aber noch nie einen Kampf bestritten.","versions":[{"lang":1,"streams":[{"redirect":9004612,"hoster":"VOE"},{"redirect":8544691,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Im Land des Schreckens","epNo":36,"alt":"The Land of Dread","descr":"Dark Lord will den Uglinator als Gegner der Zeitdetektive ersetzen. Auserwählt ist Nascal als Dritter der großen Vier des Schattenreiches. Dark Lord rechnet damit, dass Flint ihn retten wird, auch wenn es sein Feind ist. Um Flint erst einmal anzulocken, nimmt er Petra, Dino und Mite mit Bindi gefangen.","versions":[{"lang":1,"streams":[{"redirect":12922479,"hoster":"VOE"},{"redirect":8551818,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Eins zu Null für Darklord","epNo":37,"alt":"Game Master","descr":"Flint tritt in das Land des Schreckens ein. Dark Lord überlässt es Pilz, den Eindringling zu vernichten. Mit Hilfe eines Computers greift er Flint und seine Freunde an.","versions":[{"lang":1,"streams":[{"redirect":9004606,"hoster":"VOE"},{"redirect":8551821,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Zeit der Finsternis","epNo":38,"alt":"The Rescue","descr":"Dark Lord ist es gelungen, Flint und Merlock im Land des Schreckens gefangen zu nehmen. Dr. Goodman und die Zwillinge brechen auf, um sie zu befreien. Zur Verstärkung lässt Dr. Goodman sämtliche Zeitshifter nachkommen.","versions":[{"lang":1,"streams":[{"redirect":12334972,"hoster":"VOE"},{"redirect":8539582,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Weihnachtsfest mit Hindernissen","epNo":39,"alt":"Time of Darkness","descr":"Dark Lord hat die Zeitshiftertruppe in seiner Gewalt. Er hat sie zu Monstern verändert, die die große Uhr zerstören sollen. Wenn es gelänge, die Uhr zu vernichten, würde das eingefrorene Böse wieder in Gang gesetzt werden.","versions":[{"lang":1,"streams":[{"redirect":9004613,"hoster":"VOE"},{"redirect":8544689,"hoster":"Streamtape"}]}]}]}]}