{"seriesId":"flipper","name":"Flipper","descr":"Porter Ricks arbeitet als Aufseher der \"Coral Key Parks\" an der Küste Floridas. Seine Frau ist bereits gestorben und so zieht er seine beiden Söhne Sandy (15) und Bud (10) alleine groß. Die Jungs verbringen ihre Zeit meist in der Nähe des Wassers, wo sie besonders gern mit Flipper spielen, einem dressierten Delphin, der ihnen in manchem Abenteuer beisteht und beinahe zur Familie gehört.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Flipper im Hubschrauber","epNo":1,"alt":"300 Feet Below","descr":"Als Dr. Bill Darmon sich mit einem Hilferuf an Porter Ricks wendet, ist keine Zeit zu verlieren. Bill wurde von einem Hai angegriffen und benötigt zum Überleben eine Blutkonserve mit einer sehr seltenen Blutgruppe. Rick organisiert das erforderliche Blut und chartert einen Hubschrauber, doch unterwegs geht löst sich die wertvolle Fracht aus einer Halterung uns stürzt 300 Fuß tief ins Meer. Nun kann nur noch Flipper helfen, der versuchen soll, die lebensrettende Blutspende am Meeresgrund aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":9004617,"hoster":"VOE"},{"redirect":8544716,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flipper hilft aus der Bedrängnis","epNo":2,"alt":"The Red Hot Car","descr":"Um neue Nistplätze für Fische und andere Meereslebewesen zu schaffen, hat Porter Rick einige Schrottautos in der Bucht der Coral Key Preserve‘ versenkt. Sandy und Bud tauchen dorthin um zu sehen, wie sich die ersten Bewohner ansiedeln. Doch sie entdecken dabei ein Wrack, das nicht zu ihren gehört und Einschusslöcher in der Windschutzscheibe hat. Obwohl ihr Vater ihnen verbietet, der Sache weiter nachzugehen, tauchen Sandy und Bud noch einmal hinunter. Genau in diesem Moment versuchen jedoch die Täter, die das Auto versenkt haben, es durch eine Explosion vollkommen unkenntlich zu machen.","versions":[{"lang":1,"streams":[{"redirect":9004622,"hoster":"VOE"},{"redirect":8551826,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gefahr aus dem Meer","epNo":3,"alt":"SOS Dolphin","descr":"Der Meeresbiologe Dr. Rothwell ist auf Forschungsreise in Coral Key Parks. Dort freut er sich über die Gesellschaft, die ihm Flipper beim Tauchen leistet. Doch dann ist er abgelenkt und passt nicht auf, als sich ihm ein Skorpionfisch nähert. Der hochgiftige Fisch sticht zu und der Biologe schwebt in absoluter Lebensgefahr. Jede Sekunde zählt, als sich Flipper aufmacht, um Hilfe zu holen.","versions":[{"lang":1,"streams":[{"redirect":12916434,"hoster":"VOE"},{"redirect":8539586,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Flipper tröstet seinen Freund","epNo":4,"alt":"The Gulf Between","descr":"Bud und Sally werden eifersüchtig, als sie merken, dass sich die attraktive Kathryn Terence für ihren Vater interessiert. Der sagt um ihretwillen sogar eine Partie Wasserpolo ab, die er seinen Jungs versprochen  hatte. Ab sofort werden alle Hebel in Bewegung gesetzt, um dem Vater die Anwärterin auf seine Gefühle auszureden, die als ‚Landratte‘ nicht im Geringsten geeignet scheint, den beiden Jungen die verlorenen Mutter zu ersetzen.","versions":[{"lang":1,"streams":[{"redirect":9004623,"hoster":"VOE"},{"redirect":8539588,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flipper und der Junge aus der Stadt","epNo":5,"alt":"City Boy","descr":"Der Großstadtjunge Mike Baldon ist für die Ferien bei den Porters zu Besuch. Er ist begeistert von Coral Bay Park, aber seine Unerfahrenheit lässt ihn die Sicherheitshinweise der anderen ignorieren. Mit seinen Flausen steckt er Sandy an, riskante Dinge zu tun. Als beide zu einem Wrack tauchen, werden sie versehentlich in einer Kammer eingeschlossen und haben nur noch wenig Luft zum Atmen, als Flipper ihre ernste Lage erkennt.","versions":[{"lang":1,"streams":[{"redirect":9004624,"hoster":"VOE"},{"redirect":8539583,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Flipper in fremdem Händen","epNo":6,"alt":"Dolphin For Sale","descr":"Sandy und Bud haben Flipper so dressiert, dass er kommt, wenn sie ihn mit einer Autohupe ‚rufen‘. Als der Fischer Dorrie Stone das sieht, kommt ihm die Idee, das Können des Delphins zu versilbern. Mit der Hupe lockt er Flipper in eine Falle und stiehlt das Tier. Bud und Sandy sind außer sich, doch ihr Vater ist machtlos. Ein Delphin ist kein Besitz, auf den man Ansprüche geltend machen kann. Die Jungs müssen sich selbst etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":9004626,"hoster":"VOE"},{"redirect":8539584,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flipper und die Hummerfänger","epNo":7,"alt":"Not Necessarily Gospel","descr":"Der kleine Bud hat in dem alten Seebär Hap Gorman einen väterlichen Freund gefunden, zu dem er mit Bewunderung aufschaut. Denn der ehemalige Seemann spinnt eine Menge Seemannsgarn, das auf Bud viel Eindruck macht. Allerdings bröckelt die Fassade schnell, als Buds Vater Porter in eine Notlage gerät. Porter wird nämlich von illegalen Hummerfischern bedroht, denen er das Handwerk legen will. Als Porter nun Hap Gorman um Mithilfe bei der Jagd nach den illegalen Fischern bittet, macht dieser einen Rückzieher. Bud ist enttäuscht von seinem Freund und lediglich Flipper gelingt es, die Hummerjäger zur Strecke zu bringen und obendrein Hap in Buds Augen zu rehabilitieren.","versions":[{"lang":1,"streams":[{"redirect":9004616,"hoster":"VOE"},{"redirect":8539585,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Flipper unter Verdacht","epNo":8,"alt":"Countdown For Flipper","descr":"Für Flipper scheint die letzte Stunde geschlagen zu haben, als er in Verdacht gerät ein wichtiges Versuchstier gefressen zu haben. Denn der Fisch um den es geht, ist hat einen Atomversuch auf dem Eniwetok-Atoll überlebt und soll nun von den Forschern, die auf einer Insel im Coral Key Park arbeiten, beobachtet werden. Als der Fisch verschwindet, gerät Flipper in Verdacht ihn verzehrt zu haben und soll nun seziert werden um das Studienobjekt so noch zu retten. Doch der wahre Dieb ist einer der Forscher selbst …","versions":[{"lang":1,"streams":[{"redirect":9004618,"hoster":"VOE"},{"redirect":8539589,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Flipper kann sprechen","epNo":9,"alt":"Mr. Marvello","descr":"Nachdem der Bauchredner Mr. Marvello seinen Job bei einem Zirkus verloren hat, verschlägt es ihn nach Coral Key, wo er sich mit Bud und Sandy anfreundet. Als er sieht, wie geschickt der Delphin auf die Kommandos der Jungen reagiert, kommt ihm die Idee, dem Tier das Sprechen beizubringen. Er hofft mit dieser Zirkusnummer wieder Geld verdienen zu können.","versions":[{"lang":1,"streams":[{"redirect":9004619,"hoster":"VOE"},{"redirect":8551831,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Flipper, unser Freund","epNo":10,"alt":"My Brother Flipper","descr":"Flipper hilft dem Schwammtaucher Alexis Demopoulos aus der Klemme, der in Coral Bay in Not geraten ist. Nachdem der Delphin dem Mann das Leben gerettet hat, erzählt dieser Bud und Sandy von einer alten Weissagung, wonach sein verstorbener Bruder in einem Fisch wiedergeboren werden solle. Nun glaubt der Grieche, dieser Moment sein eingetreten und Bud und Sandy lauschen andachtsvoll den weiteren Erzählungen des exotischen Fischers.","versions":[{"lang":1,"streams":[{"redirect":9004627,"hoster":"VOE"},{"redirect":8544701,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Flipper und das kranke Mädchen","epNo":11,"alt":"The Second Time Around","descr":"Linda Granville hat sich als Wasserskimeisterin einen Namen gemacht. Bei einem Auftritt ereignet sich jedoch ein tragischer Unfall, nachdem ihre Beine gelähmt sind. Die junge Frau ist zutiefst deprimiert. Als über Coral Key eine Hurrikanwarnung ausgesprochen wird, weigern sich Linda und ihre Mutter trotz der Behinderung der Tochter, das Risikogebiet zu verlassen. Bei dem Unwetter werden sie beinahe tödlich verletzt. Doch bald nach der Katastrophe lernt Linda Flipper kennen und es gelingt ihr, sich moralisch wieder aufzubauen. Als Flipper dann selbst in eine bedrohliche Notlage kommt, ist nur Linda da, die ihm helfen könnte. Nun ist es an ihr, all ihre Lebensgeister zu mobilisieren.","versions":[{"lang":1,"streams":[{"redirect":9004633,"hoster":"VOE"},{"redirect":8544704,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Trick mit dem Hut","epNo":12,"alt":"Lady and the Dolphin (1)","descr":"Porter Ricks und seine Familie erhalten Besuch von der Kongressabgeordneten Helen Browning, die entscheiden soll, ob das Naturschutzgebiet Coral Key Parks weiterhin mit Regierungsgeldern unterstützt werden soll. Die Ricks bemühen sich nach besten Kräften, alles so gut wie nur möglich zu präsentieren, doch es geht alles schief. So sieht es am Ende des Tages aus, als verlören sie nicht nur ihr Schutzgebiet und damit ihr Zuhause. Auch Flipper soll ihnen weggenommen und an eine Forschungseinrichtung gegeben werden.","versions":[{"lang":1,"streams":[{"redirect":9004631,"hoster":"VOE"},{"redirect":8539587,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rettung für den Park","epNo":13,"alt":"Lady and the Dolphin (2)","descr":"Sandy und Bud können nicht glauben, dass das Naturschutzgebiet Coral Key Parks von der Regierung aufgelöst werden soll. Mit allen Mitteln versuchen sie, die Kongressabgeordnete Helen Browning zu bekehren. Bei einem Tauchgang wollen sie ihr die Schönheiten der Unterwasserwelt nahe bringen. Doch ein Hurrikan zieht herauf und die Taucher werden voneinander getrennt. Nur mit Flippers Hilfe kann Bud Sandy und Mrs. Browning wieder finden und in Sicherheit bringen.","versions":[{"lang":1,"streams":[{"redirect":9004630,"hoster":"VOE"},{"redirect":8544723,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Flipper und der alte Seebär","epNo":14,"alt":"Danger","descr":"Bud und Sandy schippern mit dem alten Seebären Hap Gormann auf dessen Boot durch die Bucht. Der Mann will den Jungs seine geheimen Fischgründe zeigen. Dabei entdecken sie ein Boot, das einsam auf dem Wasser treibt. Hap erkennt es als das Schiff, das er selbst an Dick Johnson und dessen Sohn vermietet hat. Was aber keiner ahnt: Unter dem leeren Boot klebt eine Ladung Dynamit, die jeden Moment explodieren kann.","versions":[{"lang":1,"streams":[{"redirect":9004632,"hoster":"VOE"},{"redirect":8544698,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Flipper und die Einbrecher","epNo":15,"alt":"The Misanthrope","descr":"Bud und Sally haben sich vorgenommen, herauszufinden, wer hinter den Diebstählen steckt, die sich in letzter Zeit in Coral Bay häufen. Bald haben sie mit Anthony Dauber einen Verdächtigen ausgemacht. Heimlich schwimmen sie zu seinem Schiff um es zu durchsuchen. Dabei ertappen sie den wirklichen Dieb und sind über die Entdeckung mehr als überrascht.","versions":[{"lang":1,"streams":[{"redirect":9004628,"hoster":"VOE"},{"redirect":8544696,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Flipper hat ein Sparkonto","epNo":16,"alt":"Flipper’s Bank Account","descr":"Eines Tages taucht Flipper mit einer spanischen Golddublone im Maul vor der Küste von Coral Bay auf. Schnell spricht sich der sagenhafte Fund herum und zahllose Abenteurer versammeln sich in der Bucht, um nach einem vermuteten Goldschatz zu suchen. Auch Bud und sein alter Freund Hap Gorman fahren mit einem Boot hinaus. Doch dann laufen sie auf ein Riff auf und ihr Boot schlägt Leck.","versions":[{"lang":1,"streams":[{"redirect":9004634,"hoster":"VOE"},{"redirect":8544700,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Flipper als Lebensretter","epNo":17,"alt":"The Lifeguard","descr":"Flipper ruft Bud um Hilfe und führt den Jungen zu einer bewusstlosen Fau, die der Delphin an den Strand geschleppt hat. Die so vor dem Ertrinken gerettete Lynn ist 20 Meilen vor der Küste von ihrem Boot ins Wasser gestürzt. Ihr Mann Carl Borden glaubt nicht daran, dass Flipper die Frau gerettet hat und hält es für unmöglich, dass ein Delphin so etwas schafft. Als er selbst in eine Notlage gerät und von Flippers Fähigkeiten profitiert, muss er seine Fehleinschätzung revidieren.","versions":[{"lang":1,"streams":[{"redirect":9004644,"hoster":"VOE"},{"redirect":8551840,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Flipper und die Haie","epNo":18,"alt":"The Day Of The Shark","descr":"Porter und der Meeresforscher Dr. William Tollner machen sich große Sorgen, seit große Schwärme von Zitronenhaien die Bucht des Coral Bay Parks heimsuchen. Gemeinsam fahren die beiden Männer mit einem Boot hinaus, um den möglichen Ursachen für das ungewohnte Verhalten der Haie auf den Grund zu gehen. Zugleich wollen sie ein neues Abschreckungsmittel gegen Haie testen. Bud und Sandy dürfen die Mission nicht begleiten, da dies zu gefährlich wäre. Doch als die beiden Jungs Explosionen hören, die sich auf See ereignen, hält sie nichts mehr zurück. Mit ihrem Boot geraten sie unversehens mitten in einen Haischwarm.","versions":[{"lang":1,"streams":[{"redirect":9004639,"hoster":"VOE"},{"redirect":8551842,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Flipper und der Seehund","epNo":19,"alt":"Love And Sandy","descr":"Ein schwimmender Zoo macht Station in den Gewässern von Coral Bay und Sandy verliebt sich in die hübsche Bonnie, die stolz die Kunststücke ihres Seehundes Sparky vorführt. Auch Flipper scheint in den Gefielden die Liebe zu schweben, denn er umschwärmt die schlaue Sparky. Als die Seehündin eines Tages nach einem Tauchgang nicht zurückkehrt, machen sich Sandy, Bonnie und Flipper auf die Suche nach dem vermissten Tier.","versions":[{"lang":1,"streams":[{"redirect":9004651,"hoster":"VOE"},{"redirect":8551845,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Flipper findet Geld","epNo":20,"alt":"Money To Blow","descr":"Flipper überrascht Bud mit einem Geldbündel, das er in einem nahe gelegenen Unterwasserversteck gefunden hat. Bus ist begeistert und folgt dem Delphin, um mehr davon zu holen. Endlich kann er sich alles kaufen, wozu sein Taschengeld sonst nicht reicht. Doch leider sind die Scheine gefälscht und die alarmierten Fälscher setzen alles in Gang um die ungesetzliche Geldquelle verschwinden zu lassen. Die Sprengladung, die das heimliche Falschgeldwrack in die Luft sprengen soll, ist schon installiert, als Bud und Sandy noch einmal auf Tauchgang gehen.","versions":[{"lang":1,"streams":[{"redirect":12174029,"hoster":"VOE"},{"redirect":8539594,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Flipper auf Schatzsuche","epNo":21,"alt":"Flipper’s Treasure","descr":"Flipper beobachtet, wie Schatzsucher eine Kiste aus einem gesunkenen Schiff bergen und an Land verstecken. Er führt Bud zu der Räuberhöhle, der seinen Vater alarmiert. Porter Ricks kontaktiert daraufhin den Archäologieprofessor Dr. James und gemeinsam machen sich Porter und Sandy auf die Suche nach den Schatzräubern.","versions":[{"lang":1,"streams":[{"redirect":9004635,"hoster":"VOE"},{"redirect":8539592,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Flipper trifft den weißen Delphin","epNo":22,"alt":"The White Dolphin","descr":"Flipper ist seit einigen Tagen verschwunden und seine besorgten Freunde machen sich auf die Suche nach ihm. Sie entdecken Flipper schließlich in Begleitung eines besonderen Artgenossen: Es ist ein Albino. Schnell bekommt der Tierhändler Jed Harvey von dem Unikum Kenntnis. Er will das exotische Tier fangen und viel Geld damit machen. Während Flipper und Bud verhindern, dass der Delphin in die Fänge des Tierhäschers gelangt, holen Porter und Sandy Hilfe aus dem Meeresaquarium von Miami.","versions":[{"lang":1,"streams":[{"redirect":9004660,"hoster":"VOE"},{"redirect":8551851,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Flipper und der Schwimmwettbewerb","epNo":23,"alt":"Teamwork","descr":"","versions":[{"lang":1,"streams":[{"redirect":9004637,"hoster":"VOE"},{"redirect":8551850,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Flipper und der Elefant, Teil 1","epNo":24,"alt":"Flipper and the Elephant (1)","descr":"Flipper entdeckt ein sinkendes Floß, auf dem Bonnie und ihr Vater sowie ein Elefant hilflos im Wasser treiben. Porter, Sandy und Bud können die drei Mitglieder von ‚McCoys schwimmendem Zoo‘ gerade noch rechtzeitig retten. So erfahren sie von den Finanzproblemen des Zoos und versuchen nun, den verzweifelten McCoys zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9004662,"hoster":"VOE"},{"redirect":8539596,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Flipper und der Elefant, Teil 2","epNo":25,"alt":"Flipper and the Elephant (2)","descr":"Bonnie McCoy versucht den schwimmenden Zoo ihres Vaters zu retten, indem sie die Tiere an Andersons Land- und Wasserzirkus vermietet. Doch auf ihrem Weg dorthin wird Flipper krank, da er das Süßwasser nicht verträgt, das sie auf einer Abkürzung passieren. Sandy, der mit Bud und Flipper Bonnie begleitet, eilt um Hilfe zu holen, doch dann bleibt er selbst im Treibsand stecken.","versions":[{"lang":1,"streams":[{"redirect":9004665,"hoster":"VOE"},{"redirect":8539593,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Flipper und der Elefant, Teil 3","epNo":26,"alt":"Flipper and the Elephant (3)","descr":"Flipper hat Süßwasser getrunken und wird krank. Sandy, die ihren Vater zu Hilfe holen will, bleibt im Treibsand stecken. Flipper geht es zunehmend schlechter und auch für Bonnie McCoy und ihre Tiere vom verarmten Wasserzirkus wird die Zeit in dem Süßwasserkanal der Everglades knapp. Die Kinder hatten diesen Weg genommen, um Bonnies Elefanten an einen anderen Zirkus zu vermieten.","versions":[{"lang":1,"streams":[{"redirect":9004640,"hoster":"VOE"},{"redirect":8539601,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Flipper und die Boje","epNo":27,"alt":"Bud Minds Baby","descr":"Bud hat eine TV-Sendung über Helden des Alltags gesehen und will nun selbst eine solche Heldentat vollbringen. Die kleine Ausreißerin, die ihm erzählt, sie sei auf der Flucht vor böswilligen Jugendamtsbeamten, kommt ihm gerade recht. Er will ihr helfen sich zu verstecken. Doch als er sie mit einem selbstgebauten Floß auf eine kleine Insel bringen will, geschieht ein Unglück.","versions":[{"lang":1,"streams":[{"redirect":12379103,"hoster":"VOE"},{"redirect":8539607,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Flipper als Lotse","epNo":28,"alt":"Sailor Bud","descr":"Bud will einem Ehepaar helfen, dass mit seinem Segelboot in Seenot geraten ist. Dabei kommt er zwischen den spitzen Korallen selbst in Schwierigkeiten. Als der Versuch, seinen Vater über Funk zu Hilfe zu rufen fehlschlägt, kann nur noch Flipper helfen, der das Segelboot durch die gefährlichen Riffe lotsen muss.","versions":[{"lang":1,"streams":[{"redirect":9004675,"hoster":"VOE"},{"redirect":8551863,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Flipper und das U-Boot","epNo":29,"alt":"The Call of the Dolphin","descr":"Delphin wird von den Rufen einer nahe gelegenen Delphinschule angelockt und verschwindet. Doch Porter Ricks und seine Kinder dem Tier folgen, stellen sie fest, dass die Laute, die Flipper von ihnen weggelockt haben, künstlich erzeugt werden. Der Forscher Dr. Peter Kellwin will Flipper als Versuchstier verwenden und hat ihn so von seiner ‚Familie‘ wegzulocken versucht.","versions":[{"lang":1,"streams":[{"redirect":9004670,"hoster":"VOE"},{"redirect":8544703,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Seeungeheuer","epNo":30,"alt":"Flipper’s Monster","descr":"Flipper hat seine helle Freude, als ein Filmteam im Wasserschutzgebiet der Coral Key Parks einen Monsterfilm unter Wasser dreht. Doch Porter Ricks sieht das Tier lieber eingesperrt, um unvorhersehbare Komplikationen abzuwenden. Bud lässt Flipper trotzdem wieder frei, und umgehend bringt dieser den kompletten Drehablauf durcheinander. Als er obendrein das ‚Monster‘ – einen verkleideten Schauspieler, zum Schein angreift, wird der Produzent sauer und befiehlt, auf Flipper zu schießen …","versions":[{"lang":1,"streams":[{"redirect":9004679,"hoster":"VOE"},{"redirect":8539611,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Flipper hilft der Wissenschaft","epNo":1,"alt":"Flipper And The Mermaid","descr":"Gerade erst hat Flipper die Ozeanforscherin Ulla Norstrand vor einem gefährlichen Barracuda gerettet. Nachdem sie sich mit der Familie von Porter Ricks angefreundet hat, gerät sie jedoch erneut in eine lebensbedrohliche Lage: Unter Wasser wird sie von einer gesunkenen Boje eingeklemmt und kann sich selbständig nicht mehr befreien …","versions":[{"lang":1,"streams":[{"redirect":12379097,"hoster":"VOE"},{"redirect":8551853,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flipper als Detektiv, Teil 1","epNo":2,"alt":"Dolphin in Pursuit (1)","descr":"Die Familie von Porter Ricks macht einen Ausflug auf eine kleine Insel. Ein Sträfling, der sich dort versteckt hält, stiehlt ihr Boot und lässt sie damit als Gefangene der Insel zurück. Die Situation wird hoffnungslos, als der Bösewicht auch noch Die Ozeanografin Ulla Norstrand in seine Gewalt bringt und deren U-Boot klaut. Ohne Nahrungsmittel und ohne Trinkwasser harren Rick und seine Kinder aus …","versions":[{"lang":1,"streams":[{"redirect":9004645,"hoster":"VOE"},{"redirect":8544697,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flipper als Detektiv, Teil 2","epNo":3,"alt":"Dolphin in Pursuit (2)","descr":"Porter Ricks und seiner Familie, die nach dem Diebstahl ihres Motorboots auf einer kleinen Insel gefangen sind, kommt Flipper zu Hilfe. Der Delphin führt Porter Ricks zu dem versteckten U-Boot, das der Dieb zurückgelassen hat, als er mit Ulla Norstrands U-Boot geflohen ist. Flipper kann schließlich sogar den Verbrecher orten, doch bei einer Konfrontation bedroht dieser seine Geisel Ulla mit einer Waffe …","versions":[{"lang":1,"streams":[{"redirect":9004650,"hoster":"VOE"},{"redirect":8539590,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Flipper und die Mine","epNo":4,"alt":"Flipper’s Hour of Peril","descr":"","versions":[{"lang":1,"streams":[{"redirect":12922480,"hoster":"VOE"},{"redirect":8539591,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flipper kann nicht hören","epNo":5,"alt":"Coral Fever","descr":"Ranger Porter Ricks wird bei der Verfolgung eines Korallendiebs unter Wasser von einer Unterwasserdetonation erfasst und ohnmächtig. Auch Flipper kann nicht mehr hören, da ihn bereits zuvor eine Explosionswelle erwischt hat. Bud und Sandy pflegen ihn zuhause gesund. Umso unwahrscheinlicher ist, dass jemand von Porter Ricks verhängnisvolle Ohnmacht erfährt …","versions":[{"lang":1,"streams":[{"redirect":9004652,"hoster":"VOE"},{"redirect":8551864,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Flipper und der Hilfsaufseher","epNo":6,"alt":"Junior Ranger","descr":"Ein neuer Hilfsaufseher in den ‚Coral Sea Parks‘ macht den Ricks das Leben schwer. Der junge Mann macht viel verkehrt. Als Flipper ihn zu einem verletzten Taucher führt, hofft er, sein schlechtes Image etwas aufpolieren zu können. Doch auch jetzt geht alles daneben. Um ein Haar erschießt er Flipper, den er plötzlich mit einem vermeintlichen Hai verwechselt. Den Unfall mit einem Boot schiebt er zudem dem kleinen Bud in die Schuhe.","versions":[{"lang":1,"streams":[{"redirect":9004656,"hoster":"VOE"},{"redirect":8551865,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flipper und das Flugzeug, Teil 1","epNo":7,"alt":"The Ditching (1)","descr":"Ein Flugzeug bringt Flipper auf die Bahamas, wo er an einer Testreihe unter Leitung der Ozeanografin Ulla Norstrand teilnehmen soll. Als ein Vogelschwarm in die Propeller des Flugzeugs gerät, stürzt dieses ab. Sandy, der den Delphin begleitet hat, wird von einer Kiste eingeklemmt, doch die Piloten Mac und Len haben zuerst keinen Erfolg, bei dem Versuch ihn zu befreien.","versions":[{"lang":1,"streams":[{"redirect":13100718,"hoster":"VOE"},{"redirect":8539597,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Flipper und das Flugzeug, Teil 2","epNo":8,"alt":"The Ditching (2)","descr":"Sandy ist noch immer unter einer Kiste gefangen, nachdem das Flugzeug, das Flipper zu einer Testreihe auf den Bahamas bringen sollte, auf eine Sandbank gestürzt ist. Die Kabine läuft schnell mit Wasser voll und der Versuch der Piloten, den Jungen zu befreien, fehlgeschlagen. Nun will Flipper ein nahes Fischerboot zu Hilfe holen, doch dabei wird er beinahe erschossen. Währenddessen macht sich Porter Ricks auf die Suche nach seinem Sohn …","versions":[{"lang":1,"streams":[{"redirect":12334976,"hoster":"VOE"},{"redirect":8544702,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Flipper und der Spion","epNo":9,"alt":"Flipper And The Spy","descr":"Flipper und Sandy gehen einem Spion auf den Leim, der nach Raketenteilen sucht, die im Gebiet des Coral Key Parks im Meer versunken sind. Als sie den Schwindel erkennen, haben sie alle Nöte zu verhindern, dass die brisanten Teile in regierungsfeindliche Hände gelangen.","versions":[{"lang":1,"streams":[{"redirect":12334970,"hoster":"VOE"},{"redirect":8544699,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Flipper alarmiert seine Truppe","epNo":10,"alt":"Dolphin Patrol","descr":"Bud benötigt für seinen Schulunterricht seltene Unterwasserpflanzen, die er gemeinsam mit Sandy suchen geht. Plötzlich werden sie von einem Hairudel angegriffen und können sich nur knapp in ein Wrack retten. Als Flipper Porter Ricks zu Hilfe ruft, reagiert dieser nicht, denn er wähnt seine Jungs in der Schule. Im Wrack wird unterdessen der Sauerstoff knapp. Da holt sich Flipper Hilfe aus den eigenen Reihen. Mit einem Delphinrudel will er die Jungs befreien …","versions":[{"lang":1,"streams":[{"redirect":9004669,"hoster":"VOE"},{"redirect":8544708,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Flipper und das Stromkabel","epNo":11,"alt":"A Job For Sandy","descr":"Sandy beobachtet fasziniert Unterwasser-Actionaufnahmen eines Filmteams. Als ein Stuntman erkrankt schlüpft Sandy unbemerkt in dessen Rolle. Fataler Weise ist ein Stromkabel unter Wasser defekt und Sandy verliert das Bewusstsein. Nur Flipper erkennt die Gefahr, kann Sandy aber wegen der elektrischen Ladung im Wasser nicht erreichen. Mit allen Mitteln versucht er, das Filmteam auf Sandy aufmerksam zu machen.","versions":[{"lang":1,"streams":[{"redirect":9004658,"hoster":"VOE"},{"redirect":8544705,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Flipper und das Zirkuspferd","epNo":12,"alt":"Flipper And The Horse Thieves","descr":"Bud beobachtet neidisch, wie ein Zirkusjunge zwei edle Pferde am Strand spazieren führt. Von den Kunststücken der Tiere begeistert, will er nicht zurückstehen und veranlasst Flipper zu einer Demonstration seiner vielen Fähigkeiten. Doch während die Jungs den Delphin beobachten, stiehlt jemand die Pferde und lädt sie auf ein Boot. Bud kann sich gerade noch an Bord schleichen, bevor das Schiff ausläuft. Es wird von der Küstenwache aufgehalten. Da springt Bud mit den Pferden kurz entschlossen ins Wasser. Doch hier gibt es gefährlich viele Haie.","versions":[{"lang":1,"streams":[{"redirect":9004664,"hoster":"VOE"},{"redirect":8539595,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Abenteuer auf der Bounty","epNo":13,"alt":"Flipper And The Bounty","descr":"In den Coral Key Parks ist ein Neubau der berühmten ‚Bounty‘ vor Anker gegangen. Bud kann der Versuchung nicht widerstehen und klettert heimlich an Bord. Bei seinem Erkundungsgang entdeckt der die Kapitänskajüte, doch als er den Raum betritt, fällt die Tür ins Schloss. Bud kann sie nicht öffnen. Erschöpft schläft er ein und träumt von einem Abenteuer auf hoher See. Als er erwacht, muss er feststellen, dass er dem Traum näher ist, als er möchte. Das Schiff ist auf hoher Fahrt. Nun muss Flipper helfen.","versions":[{"lang":1,"streams":[{"redirect":9581373,"hoster":"VOE"},{"redirect":8539599,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jagd auf Haie","epNo":14,"alt":"Shark Hunt","descr":"Flipper kann gerade noch einem Haiangriff entkommen, als er einen ahnungslosen Schwimmer aus der Gefahrenzone lockt. Doch andere Taucher spielen scheinbar sogar mit den Tieren und begleiten sie. Porter Ricks weiß um das Risiko, in das sich die Taucher begeben, denn die Haie können jederzeit ohne Vorankündigung angreifen. Schlagartig merken auch die Taucher, in welche Gefahr sie sich begeben haben.","versions":[{"lang":1,"streams":[{"redirect":9004663,"hoster":"VOE"},{"redirect":8539603,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Doppelgänger","epNo":15,"alt":"Flipper, The Detective","descr":"Ausgerechnet Porter Ricks wird beschuldigt, einen Juwelenraub auf einer Yacht begangen zu haben. Nicht nur ein fremder Zeuge, sondern auch seine eigenen Söhne haben den Ranger gesehen, der sich mit seinem Boot der bestohlenen Yacht genähert hat. Doch was niemand weiß: Porter Ricks hat einen Doppelgänger. Schließlich finden Sandy und Bud aber die Beute und können obendrein den Täter stellen.","versions":[{"lang":1,"streams":[{"redirect":9004676,"hoster":"VOE"},{"redirect":8539604,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Flippers abenteuerliche Reise, Teil 1","epNo":16,"alt":"Flipper’s Odyssey (1)","descr":"Als Flipper von Fischern gefangen und als ‚Ausstellungsstück‘ in ein Marinemuseum verschleppt wird, scheint jede Hoffnung auf Heimkehr vergebens. Doch der kluge Delphin kann sich beim Verladen befreien und flieht. Tausend Meilen trennen ihn von der Familie von Porter Ricks. Doch er nimmt den langen Weg in Angriff. Unterwegs rettet Flipper einen Unterwasserfotografen, der durch eine Torpedodetonation bewusstlos wurde. Sein Heldentum steht bald in den Zeitungen und so erfahren Porter Ricks und seine Söhne, dass Flipper noch lebt. Voller Hoffnung brechen sie auf, um ihren besten Freund zu suchen.","versions":[{"lang":1,"streams":[{"redirect":9004666,"hoster":"VOE"},{"redirect":8539600,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Flippers abenteuerliche Reise, Teil 2","epNo":17,"alt":"Flipper’s Odyssey (2)","descr":"Während sich Porter Ricks und seine Söhne mit einem Segelboot auf den Weg gemacht haben, um ihren geraubten Delphin wieder zu finden, ist dieser bereits auf dem beschwerlichen Heimweg. Dabei rettet er einen Hund aus den Fängen eines Alligators. Doch als sich Flipper nach dieser Rettungsaktion an Land schleppt, erkennt der Hundebesitzer, dass der Delphin ernsthaft verletzt ist.","versions":[{"lang":1,"streams":[{"redirect":9004673,"hoster":"VOE"},{"redirect":8539598,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Flippers abenteuerliche Reise, Teil 3","epNo":18,"alt":"Flipper’s Odyssey (3)","descr":"Der Hundebesitzer, dessen vierbeinigen Gefährten Flipper vor einem Alligator gerettet hat, pflegt den Delphin gesund. Unterdessen suchen Porter Ricks und seine Kinder Sandy und Bud nach Flipper. Als Bud bei einem Strandspaziergang einen Delphin sichtet, ist er sicher, ihn gefunden zu haben. Er folgt ihm in eine Höhle, findet aber nicht mehr hinaus. Das Wasser steigt mit der Flut bedrohlich an. Bud hofft sehr, dass Flipper ihn finden möge.","versions":[{"lang":1,"streams":[{"redirect":9004668,"hoster":"VOE"},{"redirect":8551878,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Autounfall","epNo":19,"alt":"Slingshot","descr":"Ulla, Bud und einer von Buds Pfadfinderfreunden fahren nach einem Fest mit dem Auto nach Hause. Als sie einem Reh ausweichen, das auf die Straße springt, gerät der Wagen ins Schlingern und stürzt in einen ausgetrockneten Kanal. Noch während sie sich aus dem Auto zu befreien versuchen, wird der Kanal geflutet. Nun kann nur noch Flipper helfen.","versions":[{"lang":1,"streams":[{"redirect":9004677,"hoster":"VOE"},{"redirect":8539602,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Geburtstagsgeschenk","epNo":20,"alt":"Flipper And The Shark Cage","descr":"Bud soll die leeren Sauerstoffflaschen auffüllen, doch die Arbeit inspiriert ihn nicht und er macht sich auf den Weg, nach einem Geschenk für seinen Vater zu suchen. Dazu benötigt er aber Geld. Er sucht bei einem Tauchgang nach etwas, dass er versilbern kann und entdeckt einen Haifischkäfig. Als er ihn näher untersucht, schnappt die Falle zu. Bud ist gefangen. Nur Flipper, der seinem Freund gefolgt ist, kann noch Hilfe holen. Als Porter Ricks mit Flipper zu seinem Sohn findet, hat er ein Problem: Um Bud hochzuholen, bräuchte er Sauerstoff, doch die Flaschen sind nicht aufgefüllt.","versions":[{"lang":1,"streams":[{"redirect":9004674,"hoster":"VOE"},{"redirect":8544706,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Flipper in Lebensgefahr","epNo":21,"alt":"The Lobster Trap","descr":"Mitschülerinnen von Sandy stellen Hummerfallen auf, obwohl die Saison dafür noch gar nicht begonnen hat. Da Sandy gerade hofft, einen Wettbewerb in der Schule zu gewinnen, will Bud nicht dazwischenfunken, indem er den Vorfall seinem Vater meldet. Stattdessen beschließt Bud, die Fallen auf eigene Faust zu entfernen. Doch dabei gerät Flipper in eine der Fallen und kann sich nicht befreien. Da die Höhle, in der er gefangen ist, durch die Flut mit Wasser voll läuft, droht der Delphin zu ertrinken.","versions":[{"lang":1,"streams":[{"redirect":9591082,"hoster":"VOE"},{"redirect":8539605,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Propellerboot","epNo":22,"alt":"Air Power","descr":"Um sich ein gebrauchtes Propellerboot kaufen zu können, organisieren Sandy und Bud Touren durch die Everglades und verdienen sich so etwas hinzu. Als Flipper seinen Freunden folgt, während sie Touren auskundschaften, wird ihm das seichte Wasser schnell zum Verhängnis. Die Jungs entdecken den gestrandeten Delphin, doch als sie Hilfe holen wollen, streikt ihr Propellerboot. Zum Glück vermisst Porter Ricks bereits seine Kinder und macht sich auf die Suche nach ihnen.","versions":[{"lang":1,"streams":[{"redirect":9591084,"hoster":"VOE"},{"redirect":8544714,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Flipper und der Prinz","epNo":23,"alt":"Gift Dolphin","descr":"Prinz Kaza und Mitarbeiter des US-Außenministeriums statten den ‚Coral Key Parks‘ einen Besuch ab. Als sie beim Angeln auf ein Riff auflaufen und kurz darauf von Haien angegriffen werden, kann Flipper sie gerade noch retten. Porter Ricks lädt die seltenen Gäste auf seine Ranch ein um ihnen alles zu zeigen. Als er jedoch von einem Beamten aufgefordert wird, dem Prinzen den Delphin zum Geschenk zu machen, geht dies Porter Ricks entschieden zu weit. Bud, der Angst hat seinen geliebten Delphin nie wieder zu sehen, flieht mit Flipper auf eine einsame Insel.","versions":[{"lang":1,"streams":[{"redirect":9581376,"hoster":"VOE"},{"redirect":8539608,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Flipper und der Inspektor","epNo":24,"alt":"The Raccoon who Came to Dinner","descr":"Porter Ricks bekommt Besuch von seinem obersten Chef, dem Park-Inspektor Gordon. Der regt sich auf, dass dort wilde Tiere wie Haustiere gehalten werden und meint damit Flipper, einen Pelikan, ein kleines Stinktier und einen Waschbär, die in ‚Coral Key‘ regelmäßig gefüttert werden. Bud und Sandy sind entsetzt, als der Inspektor Porter Ricks Eignung als Aufseher von ‚Coaral Key Parks‘ anzweifelt. Um sich zu rächen, arrangieren sie, dass der ungeliebte Oberchef in einem verbotenen Bereich des Schutzgebietes angelt …","versions":[{"lang":1,"streams":[{"redirect":9581382,"hoster":"VOE"},{"redirect":8539610,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Flippers neuer Freund, Teil 1","epNo":25,"alt":"Flipper Joins the Navy (1)","descr":"Die Meeresbiologin Ulla Norstrand bittet Porter Ricks um Hilfe, denn ein Delphin ihres Forschungsteams benimmt sich ungewöhnlich. Um den verwirrten Kandidaten wieder zu beruhigen, soll er zu Porter Ricks in den Coral Key Parks auf ‚Urlaub‘ kommen und sich mit Flipper anfreunden. Alles scheint glatt zu laufen, bis der Gast aus dem Gehege ausbricht und ein sündhaft teures Projekt der Navy beinahe zum Scheitern bringt.","versions":[{"lang":1,"streams":[{"redirect":9004689,"hoster":"VOE"},{"redirect":8539606,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Flippers neuer Freund, Teil 2","epNo":26,"alt":"Flipper Joins the Navy (2)","descr":"Nachdem sich der Delphin, der in den Coral Key Parks auf Erholungsurlaub war, aus dem Gatter befreit und ein Forschungsprojekt gefährdet hat, will Ulla Norstrand ihn wieder einfangen. Ein Betäubungspfeil, den sie aus einem Helikopter auf ihn abschießt, verfehlt sein Ziel. Der Delphin schwimmt in seiner Panik immer weiter weg und verfängt sich schließlich mit der Forschungsboje, die an ihm befestigt ist, in seichtem Gewässer an einem Hindernis. Wenn Flipper ihn nicht findet, bevor die Flut kommt, droht er zu ertrinken.","versions":[{"lang":1,"streams":[{"redirect":13917709,"hoster":"VOE"},{"redirect":8539609,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Flipper und der Spion","epNo":27,"alt":"Flipper’s Underwater Museum","descr":"Als Ulla Norstrand ein wertvolles Sonargerät testet, das ihr der Hersteller zu diesem Zweck geliehen hat, wird es prompt gestohlen. Doch der Spion geht ausgerechnet Bud und Flipper in die Falle, die in ihrem ‚Unterwassermuseum‘ Führungen machen, an welcher der Dieb teilnimmt, da er ein geeignetes Versteck für seine Beute sucht. Gerade jetzt kommen Ulla und Porter Ricks dazu, merken aber nichts. Flipper hingegen hat den Diebstahl erkannt und beobachtet, wie der Gauner sein Diebesgut versteckt …","versions":[{"lang":1,"streams":[{"redirect":9591088,"hoster":"VOE"},{"redirect":8539618,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Im U-Boot eingeschlossen","epNo":28,"alt":"Deep Waters","descr":"Bei einem Tauchgang verlieren Porter Ricks und die Ozeanforscherin Ulla Norstrand die Schiffsschraube ihres U-Boots. Der Ausstieg lässt sich in 40 m Tiefe nicht öffnen und nur Flipper, der die Not der Eingeschlossenen erkennt, kann noch Hilfe holen. Er alarmiert Bud und Sandy, die das Boot finden und die Küstenwache alarmieren.","versions":[{"lang":1,"streams":[{"redirect":9581379,"hoster":"VOE"},{"redirect":8539612,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Flippers große Liebe, Teil 1","epNo":29,"alt":"Dolphin Love (1)","descr":"Flipper verliebt sich in eine Delphindame und folgt ihr in die Weiten des ‚Coral Key Parks‘. Da geschieht es, dass Ted Marlowe Flippers Freundin mit einem Hai verwechselt und durch einen Harpunenschuss lebensgefährlich verletzt. Rita Ellis beschwört ihn, Porter Ricks den Vorfall zu melden, doch Ted traut sich nicht. Da nimmt Flipper die Rettung seiner Freundin selbst in die Hand und kann erreichen, dass Porter Ricks das verletzte Tier findet und in letzter Sekunde zum Tierarzt bringt.","versions":[{"lang":1,"streams":[{"redirect":9581380,"hoster":"VOE"},{"redirect":8539617,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Flippers große Liebe, Teil 2","epNo":30,"alt":"Dolphin Love (2)","descr":"Während Flipper dem Ausgang der Operation seiner geliebten Delphinfreundin entgegenfiebert, die durch einen Harpunenschuss von Ted Marlowe versehentlich schwer verletzt wurde, taucht dieser selbst bei Porter Ricks auf. Flipper, der sonst so friedfertig ist, bespritzt den Besucher wild mit Wasser, was sich so recht niemand erklären kann. Da gesteht Teds Freundin Ellis, was vorgefallen ist.","versions":[{"lang":1,"streams":[{"redirect":9581381,"hoster":"VOE"},{"redirect":8539614,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Flugzeugwrack","epNo":1,"alt":"Agent Bud","descr":"Ein Flugzeug stürzt ins Meer und sinkt auf den Grund. Die Piloten leben, können sich aber aus dem Wrack nicht befreien. Flipper, der die beiden Männer mit dem Leben ringend findet, nimmt eines der Positionslichter ins Maul, die sich vom Flugzeug gelöst haben, und schwimmt los, um Hilfe zu holen. Unterdessen hat Porter Ricks von dem Unglück erfahren und sucht seinerseits die Absturzstelle. Als ihm Flipper mit der Lampe im Maul entgegenkommt, kann er sofort reagieren und die dringende Bergung der Eingeschlossenen veranlassen.","versions":[{"lang":1,"streams":[{"redirect":9591091,"hoster":"VOE"},{"redirect":8544709,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Falle, Teil 1","epNo":2,"alt":"Disaster in the Everglades (1)","descr":"Porter Ricks landet mit seinem Wasserflugzeug in den Everglades, wo er einen Wilderer vermutet. Als er sich in einer Alligatorfalle verfängt und schwer verletzt, nimmt ihn der Wilderer Barney in seine Obhut. Doch er nimmt den Aufseher des Wasserschutzgebietes als Geisel und versteckt dessen Flugzeug im dichten Gestrüpp des Sumpfgebietes. Sandy und Bud sind besorgt, als ihr Vater nicht zur gewohnten Zeit nach hause kommt und benachrichtigen die Küstenwache. Doch auch nach 24 Stunden fehlt von Porter Ricks jedes Lebenszeichen.","versions":[{"lang":1,"streams":[{"redirect":9591103,"hoster":"VOE"},{"redirect":8539613,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In der Falle, Teil 2","epNo":3,"alt":"Disaster in the Everglades (2)","descr":"Porter Ricks nutzt die Gelegenheit zur Flucht, als der Wilderer Barney ihn in seinem Versteck zurücklässt, um seine Fallen zu kontrollieren. Nur mühsam kann sich Ricks bis zu seinem Flugzeug durchkämpfen, doch da sieht er, wie sein Geiselnehmer gerade die Batterien entfernt. Also schickt sich der schwer verletzte Aufseher der Coral Key Parks an, die Everglades zu Fuß zu durchqueren, immer auf der Hut vor Alligatoren die das Blut seines verletzten Fußes wittern könnten. Am Rand der Sümpfe angekommen, verlässt ihn die Kraft, doch da entdeckt er Flipper …","versions":[{"lang":1,"streams":[{"redirect":9591122,"hoster":"VOE"},{"redirect":8539621,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Budd hat Sorgen","epNo":4,"alt":"Lost Dolphin","descr":"Flipper ist mit dem Kopf gegen Buds Boot gestoßen und leidet, wie der Tierarzt diagnostiziert, unter vorübergehendem Gedächtnisverlust. Ausgerechnet in dieser Situation wird Bud bei einem Ausflug von Haien eingekreist. Als Flipper davonschwimmt, weiß Bud nicht, ob Flipper Hilfe holen wird oder sich einfach entfernt, ohne die Gefahr zu erkennen.","versions":[{"lang":1,"streams":[{"redirect":9591124,"hoster":"VOE"},{"redirect":8539616,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sturmwarnung","epNo":5,"alt":"The Warning","descr":"Flipper warnt Porter Ricks durch auffälliges Verhalten, dass eine Flutwelle wegen Unwetter droht. Porter Ricks ist überzeugt, dass die Flutwelle eintreffen wird und gibt eine entsprechende Warnung an die Bewohner der Umgebung aus. Doch dann tritt das Ereignis nicht ein und alle beschuldigen Porter Ricks, unnötige Ausgaben forciert zu haben und machen ihn regresspflichtig. Da meldet die Marine plötzlich höchste Alarmstufe …","versions":[{"lang":1,"streams":[{"redirect":9591123,"hoster":"VOE"},{"redirect":8539620,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Mädchen Janny","epNo":6,"alt":"Cupid Flipper","descr":"Sandy ist eifersüchtig auf seinen Vater, weil dieser ihm seine neue Freundin Jenny ausspannt. Diese schwärmt für den Aufseher des Coral Key Parks und bittet Porter Ricks, ihr beim Markieren der Fische zu helfen. Als Sandy beide gemeinsam auf dem Boot sieht, missversteht er die Situation gründlich.","versions":[{"lang":1,"streams":[{"redirect":9602437,"hoster":"VOE"},{"redirect":8539619,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Auftrag","epNo":7,"alt":"An Errand For Flipper","descr":"Flipper soll einen Beutel mit Werkzeug zu Porter Ricks bringen, der auf offener See mit seinem Wasserflugzeug landen musste, als er auf dem Weg zu einem wichtigen Termin war. Nun wartet er ungeduldig auf die Reparaturutensilien. Doch Flipper wird unterwegs in zwei brenzlige Situationen gebracht, bei denen er den Beutel verliert und mühsam wieder finden muss. Dafür rettet er einen eingeklemmten Taucher und schützt ein junges Mädchen vor dem Angriff durch Barracudas. Doch das alles weiß Porter Ricks nicht, der immer ungeduldiger wird …","versions":[{"lang":1,"streams":[{"redirect":13008617,"hoster":"VOE"},{"redirect":8539615,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Jagd auf den Wal","epNo":8,"alt":"Whale Ahoy","descr":"Bud soll eine Hausarbeit über Hermann Melvilles Abenteuerroman ‚Moby Dick‘ schreiben. Um das Buch zu lesen zieht er sich auf ein Boot zurück. Dann schläft er über der Lektüre ein und durchlebt im Traum den ganzen Roman. Er träumt zudem, Käpt’n Peaboy habe es auf Flipper abgesehen, den er mit einer Harpune bedroht! Und schließlich behauptet der böse Kapitän, Bud werde mit seiner Hausarbeit durchfallen …","versions":[{"lang":1,"streams":[{"redirect":13008618,"hoster":"VOE"},{"redirect":8544707,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Explosion","epNo":9,"alt":"Explosion","descr":"Sandys Tauchlehrer hat sich für einen gefährlichen Job verpflichtet. Er sprengt Korallen von den Riffs. Gerade nachdem er eine Sprengladung angebracht hat, fällt er in Ohnmacht. Flipper bemerkt den Ernst der Lage und holt Porter Ricks und Sandy. Doch als sie an der Stelle ankommen, die Flipper ihnen zeigen will, detoniert gerade die Sprengladung. Sie finden zunächst nur das Boot des Tauchers …","versions":[{"lang":1,"streams":[{"redirect":9581391,"hoster":"VOE"},{"redirect":8539622,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bud und seine Freunde","epNo":10,"alt":"Executive Bud","descr":"Bud entwickelt sich zu einem geschäftstüchtigen Burschen und hat schon den ein oder anderen Auftrag an Land gezogen, den er durch Helfer ausführen lässt. Als einer seiner Gehilfen zu einem Zahnarzttermin will, überredet ihn Bud, zuerst noch den begonnenen Job – den Anstrich eines Bootes – zu beenden. Als er später wiederkommt, ist der Junge fort, doch er ist nicht zum Zahnarzt gegangen, sondern ausgerutscht und in einen Hohlraum gefallen, wo er ohnmächtig liegen blieb. Während der ahnungslose Bud zum Strand zurückkehrt, macht sich Porter Ricks bereits auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":9602438,"hoster":"VOE"},{"redirect":8544710,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der kleine Hund","epNo":11,"alt":"Flipper And The Puppy","descr":"Ein verletzter Mann auf See muss Schiff springen, wenn sein Boot in Brand gerät. Er kann seinen Hund aussteigen lassen, aber er schwebt davon und als Porter und Sandy ihn finden, ist der Hund nicht mehr zu finden. Aber Flipper ist im Einsatz.","versions":[{"lang":1,"streams":[{"redirect":9591121,"hoster":"VOE"},{"redirect":8539627,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Insel","epNo":12,"alt":"Flipper’s Island","descr":"Porter versucht, eine nach ihnen benannte Insel zu bekommen und lässt die Jungen allein auf der Insel, um sie zwei Tage lang zu kartieren. Aber was Porter nicht weiß, ist, dass sie nicht allein sind. Gefahr lauert ganz in der Nähe.","versions":[{"lang":1,"streams":[{"redirect":9591142,"hoster":"VOE"},{"redirect":8539623,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kampf mit dem Alligator","epNo":13,"alt":"Alligator Duel","descr":"Nach dem Angeben wird Flipper von einigen Männern gestohlen, die versuchen, Filme mit Angriffen von Alligatoren zu drehen. Sie wollen, dass Flipper der Star ist.","versions":[{"lang":1,"streams":[{"redirect":9591144,"hoster":"VOE"},{"redirect":8539631,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Auf der Flucht, Teil 1","epNo":14,"alt":"Flipper and the Fugitive (1)","descr":"Nach einem Hurrikan entdeckt Flipper einen bewusstlosen Mann in seinem Boot und schleppt das Boot zu einem Strand. Porter rettet den offensichtlichen Bankräuber und bringt ihn zurück zu seinem Haus, ohne zu wissen, wer der Fremde wirklich ist.","versions":[{"lang":1,"streams":[{"redirect":9614731,"hoster":"VOE"},{"redirect":8539624,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Auf der Flucht, Teil 2","epNo":15,"alt":"Flipper and the Fugitive (2)","descr":"Während die Ricks in ihrem Haus als Geiseln gehalten werden, versucht Flipper verzweifelt, jemanden dazu zu bringen, ihnen zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9700426,"hoster":"VOE"},{"redirect":8539626,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein sehr teurer Fisch","epNo":16,"alt":"The Most Expensive Sardine In The World","descr":"Ein Hummer trägt einen teuren Diamanten, aber Flipper wird beschuldigt, ihn geschluckt zu haben. Er ist in Gefahr, durch Gerichtsbeschluss aufgeschnitten zu werden, um das teure Armband zu holen.","versions":[{"lang":1,"streams":[{"redirect":9591143,"hoster":"VOE"},{"redirect":8539625,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Muschelräuber","epNo":17,"alt":"Flipper And The Seal","descr":"Als ein Teil von Porters Exemplar vermisst wird, beschuldigt er das neue Kind am Strand. Währenddessen versucht Bud, eine Filmrolle zu entwickeln.","versions":[{"lang":1,"streams":[{"redirect":12916431,"hoster":"VOE"},{"redirect":8539628,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein Delphin darf nicht schlafen","epNo":18,"alt":"Dolphins Don’t Sleep","descr":"Anstatt den Sägefisch mit seinem Beruhigungspfeil zu schießen, schießt der Jäger auf Flipper. Aber Delfine können nicht unter Wasser schlafen. Die Jungs müssen ihm das Gegenmittel besorgen, bevor er stirbt.","versions":[{"lang":1,"streams":[{"redirect":9614732,"hoster":"VOE"},{"redirect":8544711,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Besuch","epNo":19,"alt":"Aunt Martha","descr":"Porters Tante Martha ist zum ersten Mal seit Porters Frau zu Besuch gekommen. Sie beschließt sofort, die Leitung zu übernehmen, und ihre erste Aufgabe besteht darin, Flipper auf See zu schicken, weil sie glaubt, dass alle wilden Tiere gefährlich sein können.","versions":[{"lang":1,"streams":[{"redirect":9581392,"hoster":"VOE"},{"redirect":8539635,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Entführung","epNo":20,"alt":"Dolphin for Ransom","descr":"Als Porter einem Teenager befiehlt, am frühen Montagmorgen vor Gericht zu stehen, um Hummer zu pochieren, rächt er Porter, indem er Flipper stiehlt und ihn für Lösegeld festhält.","versions":[{"lang":1,"streams":[{"redirect":9700425,"hoster":"VOE"},{"redirect":8539633,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Experiment","epNo":21,"alt":"A Dolphin In Time","descr":"Scott Emson versucht Haie zu studieren, aber Flipper scheint nicht zu verstehen, dass er die Haie will - nicht gerettet!","versions":[{"lang":1,"streams":[{"redirect":9581394,"hoster":"VOE"},{"redirect":8539630,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Entscheidungen","epNo":22,"alt":"Decision For Bud","descr":"Ein Wissenschaftler geht zu Bud, um ihn um Erlaubnis zu bitten, Flipper für eine spezielle Studie mitzunehmen. Er und Bud machen einen Deal, aber dann wird Flipper aufgefordert, einen vermissten Taucher zu finden.","versions":[{"lang":1,"streams":[{"redirect":9614733,"hoster":"VOE"},{"redirect":8539640,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"In höchster Gefahr, Teil 1","epNo":23,"alt":"The Firing Line (1)","descr":"Porter überlässt Sandy und Bud das Kommando, während er sich für den Tag um ein Geschäft kümmert. Er sagt ihnen sogar, dass sie seine Post öffnen können, wenn sie kommt. Sie tun wie angewiesen, nur um einen Scheck zu finden, auf dem \"Abfindungszahlung\" steht. Bud und Sandy sind besorgt darüber, Coral Key verlassen zu müssen, und machen sich auf den Weg, um ihrem Vater einen Job zu suchen. Sie würden nicht glauben, dass sie in Schwierigkeiten geraten könnten, aber ...","versions":[{"lang":1,"streams":[{"redirect":9602444,"hoster":"VOE"},{"redirect":8539629,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"In höchster Gefahr, Teil 2","epNo":24,"alt":"The Firing Line (2)","descr":"Sandy und Bud machten auf dem Weg zu ihrem Auftrag eine Abkürzung und landeten mitten auf einem aktiven Schießstand. Während sie dort festsitzen und beschossen werden, nachdem ihr Motor angeschlagen wurde, sucht Porter Ricks verzweifelt nach seinen Jungen und versucht sie vor dem Tod zu retten.","versions":[{"lang":1,"streams":[{"redirect":13917708,"hoster":"VOE"},{"redirect":8539634,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Teufelsrochen","epNo":25,"alt":"Devil Ray","descr":"Ein großer Stachelrochen ist im Coral Key Park aufgetaucht und jeder hat Angst davor. Porter wird gesagt, er müsse es loswerden - auf die eine oder andere Weise.","versions":[{"lang":1,"streams":[{"redirect":13917711,"hoster":"VOE"},{"redirect":8544712,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Papagei","epNo":26,"alt":"Cap’n Flint","descr":"Es gibt Probleme beim Brauen, wenn Capn \u0027Flent, der sprechende Papagei, sich auf seinem Floß löst und direkt in den Teil des Ozeans schwimmt, in dem eine Explosion bevorsteht.","versions":[{"lang":1,"streams":[{"redirect":13056292,"hoster":"VOE"},{"redirect":8539636,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Neue Freunde, Teil 1","epNo":27,"alt":"Flipper’s New Friends (1)","descr":"Eine neue Familie zieht in den Park und Flipper freundet sich mit ihnen an. Aber die Neugier der Kinder lässt sie auf einer Insel festsitzen und niemand weiß, wo sie sind.","versions":[{"lang":1,"streams":[{"redirect":9004725,"hoster":"VOE"},{"redirect":8539638,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Neue Freunde, Teil 2","epNo":28,"alt":"Flipper’s New Friends (2)","descr":"Flipper und der Hund versuchen, zwei verlorenen Kindern zu helfen, die auf einer einsamen Insel gestrandet sind.","versions":[{"lang":1,"streams":[{"redirect":9004721,"hoster":"VOE"},{"redirect":8539632,"hoster":"Streamtape"}]}]}]}]}