{"seriesId":"flodder-eine-familie-zum-knutschen","name":"Flodder – Eine Familie zum Knutschen","descr":"Die Flodders sind eine siebenköpfige Familie, die durch ihre ganz besondere Art die Nachbarschaft im Nobelviertel Sonnental zur Weißglut bringt. Besonders Klaus und Johnny sind Meister darin, sich mit den Nachbarn anzulegen und gelegentlich illegale Aktionen zu starten. Die Polizei ist dieser Familie des öfteren auf den Versen, hat dann letztendlich doch keine handfesten Beweise, um dem Treiben ein Ende zu bereiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kurzer Prozeß","epNo":1,"alt":"Korte metten","descr":"Sozialarbeiter Werner siedelt die ungehobelte Familie Flodder in der feinen Siedlung Sonnenschein an? Sehr zum Entsetzen der Bewohner vom Sonnenschein-Viertel.Um der raubeinigen Sippschaft ein Schnippchen zu schlagen und sie endlich wieder los zu werden, bestellen die heimtückischen Nachbarn 2000 Liter schwarz gebrannten Whisky. Den wollen sie bei den Flodders verstecken und dann die Polizei benachrichtigen. Allerdings haben die hinterlistigen Bewohner von Sonnenschein nicht mit den gerissenen Flodder-Kindern gerechnet. Die \"verstecken\" den Schnaps kurzerhand im Swimmingpool. Leider entzündet Sozialarbeiter Werner das hochprozentige Gesöff im Pool der Flodders. Da der Gemeinderat einen Sprengstoffanschlag auf die unbeliebten Nachbarn vermutet, spendiert er den Flodders als Entschädigung für denn Spuck eine luxuriöse Reise auf Kosten des Gemeinderats.","versions":[{"lang":1,"streams":[{"redirect":14142959,"hoster":"VOE"},{"redirect":14142956,"hoster":"Doodstream"},{"redirect":14142958,"hoster":"Vidoza"},{"redirect":14142957,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Krieg und Frieden","epNo":2,"alt":"Soldat Kees","descr":"Was soll\"s, denkt Johnny, als er hört, dass Klaus seine Einberufung zum Wehrdienst erhalten hat. Erst als ihm klar wird, dass er Klaus für seine/eine kleine Betrügerei bei seiner Poker runde benötigt, setzt er alles daran, die lästige Einberufung für Klaus zu verhindern. Dabei wendet er alle möglichen Hausmittel an, die seit Generationen eine Einstufung als \"untauglich\" bewirkten. Neben dem künstlichen Erzeugen von Fieber versucht er vor allem, einen Herzfehler zu provozieren. Als das auch nicht hilft, versucht er es mit Pazifismus. Klaus soll als friedliebender Kriegs Verächter erscheinen.Fehlanzeige. Johnnie muß um Klaus zu Retten härtere Geschütze auf Fahren. Durch permanenten Schlafentzug will er den armen Jungen zum Wahnsinn treiben. Die Wehrdienst Behörde bleibt unbeeindruckt davon Klaus wird eingezogen. Doch Fortuna scheint sich mit den Kriegsgöttern arrangiert zu haben, denn schon nach einer Woche wird Klaus vorzeitig entlassen – wegen Bettnässens.","versions":[{"lang":1,"streams":[{"redirect":14142960,"hoster":"VOE"},{"redirect":14142963,"hoster":"Doodstream"},{"redirect":14142964,"hoster":"Vidoza"},{"redirect":14142961,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jagdzeit","epNo":3,"alt":"Verkiezingen","descr":"Na das sind ja schöne Aussichten. Gus Bruinsma, der bei der Gemeinderatswahl antritt, wirbt mit dem Versprechen, die Flodders aus Sonnenschein zu vertreiben. Johnny lässt daraufhin seine Schwester Kees gegen ihn kandidieren. Aufgrund ihrer körperlichen Vorzüge hätte sie sogar sehr gute Aussichten. Aber nach einem öffentlich ausgetragenen Streit der Familie gewinnt Bruinsma die Wahl. Durch seine guten Kontakte zur Unterwelt gelingt es Johnny, in den Besitz eines kompromittierenden Fotos zu kommen, das Bruinsma auf einer illegalen Großwildjagd zeigt. Er versucht, das neue Gemeinderatsmitglied damit zu erpressen …","versions":[{"lang":1,"streams":[{"redirect":14142962,"hoster":"VOE"},{"redirect":14142968,"hoster":"Doodstream"},{"redirect":14142965,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Telefonsex","epNo":4,"alt":"Gould geld","descr":"Das gibt Ärger! Weil Werner der Wixer ständig von seinem Büro aus Telefonsex-Nummern wählt, will man ihm an den Kragen. Das bringt Johnnie und Karlchen auf die Idee, selber einen solchen Telefonsexservice auf die Beine zu stellen. Während Karlchen die Telefonleitungen besorgt, nimmt Johnnie – misstrauisch beobachtet von seiner Mutter – erotische Hörspiele auf mit seinen Geschwistern. Nachbar Neuteboom nimmt zur gleichen Zeit ebenfalls eine Kassette auf: Er stellt aus Anlass der Beerdigung eines Kollegen eine Kassette mit klassischer,und trauriger Musik zusammen. Es kommt, wie es kommen muss: die beiden Kassetten werden vertauscht. Auf der Beerdigung hört man nun lustvolles Gestöhne, und die Telefonsexleitung spielt den ganzen Tag nur noch klassische Musik. Das wiederum rettet Werner den Job, da man ihm jetzt nur noch die häufige Benutzung einer Klassik-Telefonleitung nachweisen kann Werner ist Gerettet.","versions":[{"lang":1,"streams":[{"redirect":14142969,"hoster":"VOE"},{"redirect":14142970,"hoster":"Doodstream"},{"redirect":14142967,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Diebe auf den ersten Blick","epNo":5,"alt":"Inbraak alarm | De Dreef","descr":"Ein mysteriöser Einbrecher treibt im Sonnenschein-Viertel sein Unwesen. Natürlich geraten sofort die Flodders unter Verdacht. Die Polizei sucht händeringend nach Vorwänden, um das Haus der ungeliebten Familie zu durchsuchen. Vor allem Johnnie reagiert auf die Androhung der Polizei empfindlich, hat er doch gerade für einen Freund gestohlene Autoradios auf dem Dachboden deponiert. Schließlich schlägt der Einbrecher auch bei den Flodders zu, kann aber von der aufgeweckten Familie auf frischer Tat ertappt und gestellt werden. Doch als man ihm mit der Polizei droht, erpresst der selbstbewusste Einbrecher die Flodders mit den gestohlenen Autoradios. Schließlich hat Johnnie eine glänzende Idee.Er fordert den Eindringling zu einer waghalsigen Wette heraus die der Einbrecher auch Annimmt um zu Gewinnen gegen Johnnie Flodder.","versions":[{"lang":1,"streams":[{"redirect":14142973,"hoster":"VOE"},{"redirect":14142971,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erben bringt Scherben","epNo":6,"alt":"Blauw bloed","descr":"Um an das Erbe einer entfernten Verwandten namens Baronesse Flodeur zu gelangen, muss Mutter Flodder ihre adlige Abstammung nachweisen und sich zudem ein wenig in Etikette üben was Ma Flodder schwer Fählt. Ihr Benehmen ist zeitweise durchaus damenhaft, wenn ihr nicht der böse Alkohol ständig ein Schnippchen schlagen würde. Als ihr schließlich das Erbe zugesprochen wird, stellt sich das Vermächtnis als völlig wertlos heraus. Grund genug für Madame Flodder,das Erbe den Sozialarbeiter Werner zu Vererben da er nicht der Hellste ist.","versions":[{"lang":1,"streams":[{"redirect":14142977,"hoster":"VOE"},{"redirect":14142980,"hoster":"Doodstream"},{"redirect":14142974,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Untermieter, Teil 1","epNo":7,"alt":"Latin lover, deel 1","descr":"Johnnie lässt sich von seinem Freund Leo dazu breitschlagen, eine kleinen Ganoven für eine Nacht vor der Polizei zu verstecken. Kaum in der Villa Flodder angekommen, erweist sich der angekündigte Kleinkrimminelle als Mafiosi schweren Kalibers. Ganz entgegen Johnnies Absichten, Vittorio vor den anderen Familienmitgliedern geheimzuhalten, lernt ausgerechnet Mutter Flodder den Gangster kennen – und lieben. Vittorio erweist sich nämlich als begnadeter Koch und geschulter Charmeur, was Madame zu den schönsten erotischen Hoffnungen Anlass gibt. Mutter Flodders großes Herz sagt ihr nämlich, dass sich der heißblütige Italiener unsterblich in sie verliebt hat. Während sie nun nichts mehr ersehnt als eine liebestrunkene Nacht mit dem dreisten Galan, kann Johnnie nur wünschen, dass diese Eskapaden ein möglichst schnelles Ende finden, um den Kriminellen endlich loszuwerden und das endlich Ruhe einkehrt im hause Flodder,","versions":[{"lang":1,"streams":[{"redirect":14142978,"hoster":"VOE"},{"redirect":14142985,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Untermieter, Teil 2","epNo":8,"alt":"Latin lover, deel 2","descr":"Nachdem sich die schlimmsten Befürchtungen bestätigen, und es allen Anschein hat, als würden sich Mutter Flodder und der dubiose Untermieter Vittorio das Ja-Wort geben, beschließen Johnnie und Klaus zu schärferen Mitteln zu greifen. Sie wollen dem italienischen Mafiosi Vittorio seinen geliebten Rotwein mit etwas Rattengift \"versüßen’. Doch kurz bevor Vittorio zum tödlichen Schluck anhebt, verkündet er,der Familie Flodder dass die Hochzeit nicht stattfinden kann, weil er nach Italien zurück muss. Aus Dankbarkeit für die ihm zuteilgewordene Gastfreundschaft will er die Flodders fürstlich Belohnen. Johnnie und Klaus setzen nun alles daran, den giftigen Trunk verschwinden zu lassen – zu spät. Vittorio trinkt von dem Gift und bemerkt den Hinterhalt. Sein durchaus berechtigter Wutanfall steigert sich noch, als plötzlich jene Herren vor der Tür stehen, die Vittorio sonst meidet wie der Teufel das Weihwasser: die Polizei. Als erfahrener Gangster und Mafiosi nimmt er sofort Mutter Flodder als Geisel. Wird das die beiden enger aneinanderschmieden oder auch Nicht?","versions":[{"lang":1,"streams":[{"redirect":14142983,"hoster":"VOE"},{"redirect":14142984,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Königlicher Geburtstag","epNo":9,"alt":"De verjaardag","descr":"Hocher Besuch meldet sich an für die Siedlung Sonnenschein.Anlässlich ihres Geburtstags plant die holländische Königin einen Ausflug in die Siedlung Sonnenschein, die ja bekanntlich seit geraumer Zeit von den Flodders bewohnt wird. Für den Gemeinderat entsteht und besteht Handlungsbedarf. Alle Hebel werden in Bewegung gesetzt, um wenigstens diesen glanz- und ehrenvollen Tag nicht durch den Anblick der Ekel-Familie zu verderben. Die Flodders nehmen zwar alle Formen der Bestechung entgegen, weigern sich aber standhaft, an besagtem Tag ihr Domizil die Villa Flodder zu verlassen. Der Wahnsinn hat natürlich Methode, denn Mutter Flodder muss unbedingt zu Hause bleiben, weil auch sie wie die holländische Königin an dem Tag Geburtstag hat. Und dieser Tag wird bei den Flodders traditionsgemäß und in offensichtlichem Gegensatz zum holländischen Königshaus in den eigenen vier Wänden begangen. Das Verhängnis schreitet unweigerlich der Katastrophe entgegen, als die Königin beschließt, Hausbesuche zu machen. Aber irgendwie müssen die beiden so unterschiedlich scheinenden Geburtstagskinder doch eine gewisse Seelenverwandtschaft feststellen. Um das zarte Band der Sympathie zu festigen, beschließen die beiden, auch weiterhin in Kontakt zu bleiben zu ihren Geburstagen.","versions":[{"lang":1,"streams":[{"redirect":14142987,"hoster":"VOE"},{"redirect":14142988,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Klaus auf Irrwegen","epNo":10,"alt":"Goed gedrag","descr":"Durch eine sogenannte unglückliche Verkettung widriger Umstände fällt Klaus aus dem Auto seines Bruders Johnny und verliert sein Gedächtnis. Die Familie macht sich ernstlich Sorgen, weil fortan auch die Umgangsformen nicht mehr das sind, was man von einem echten Flodder spross erwartet. Die Nachbarn sind nach ersten Missverständnissen jedoch sehr angetan von der Freundlichkeit und Hilfsbereitschaft des jungen Mannes. Indes versucht die Familie Flodder alles Menschen erdenkliche, um dem \"verlorenen\" Sohn die Erinnerung an seine Herkunft wieder einzutrichtern. Für das Komitee des Erziehungsministeriums ist der Fall \"Klaus\" natürlich Wasser auf seine pädagogischen Mühlen. Die Herrschaften glauben, beweisen zu können, dass die Wiedereingliederung der Flodders in die geregelten Bahnen des bürgerlichen Lebens endlich erreicht ist. Als sie dann Klaus Flodder als Beispiel für ihre erfolgreiche Politik präsentieren wollen, kommt es zur Katastrophe: Durch einen erneuten Sturz ist Klaus wieder ganz der Alte – zum Entsetzen des Komitees und zur hellen Freude der Familie Flodders.","versions":[{"lang":1,"streams":[{"redirect":14142991,"hoster":"VOE"},{"redirect":14142995,"hoster":"Doodstream"},{"redirect":14142993,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Totalschaden","epNo":11,"alt":"Succes verzekerd","descr":"Genug ist genug! Werner stinkt es mächtig, die von den Flodders angerichteten Schäden und Verwüstungen aus eigener Tasche zu bezahlen. Deswegen möchte er der eigenwilligen Familie eine Haftpflichtversicherung einreden und andrehen lassen Bei einem Besuch des Versicherungsvertreters erfahren die Flodders, dass die gesamte Nachbarschaft auch eine solche Haftpflicht-Versicherung abgeschlossen hat. Damit besteht für die Chaoten-Familie keinerlei Veranlassung, selbst eine Police zu erwerben. Johnnie beschließt nämlich, alle Schäden, die er verursacht, einfach den gut versicherten Nachbarn in die Schuhe zu schieben, um so an die Gelder aus deren Haftpflichtversicherung zu gelangen. Nach anfänglichen Erfolgen plant er den ganz großen Coup. Er will einen kapitalen Schaden anrichten, und zwar an dem wertvollsten Gut, das die Flodders besitzen- an seiner sexy Schwester Kees.","versions":[{"lang":1,"streams":[{"redirect":14142994,"hoster":"VOE"},{"redirect":14142999,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Traumhochzeit","epNo":12,"alt":"De mooiste dag van je leven","descr":"Johnnie gerät schwer in Zugzwang, als er am Muttertag kein Geschenk für seine Ma vorzuweisen hat. So behauptet er einfach mal, dass er ihr eine unmaterielle Freude machen will, indem er Heiraten will. Mutter Flodder glaubt die ganze Geschichte und ist ganz im Glück. Doch die Frau, mit der Johnnie eine Ehe eingehen will, muss erst noch gefunden werden im Sonnenschein-Viertel.Andererseits gibt es einige Vertreter des zarten weiblichens Geschlechts, die es durchaus mit dem Rüpel Johnnie versuchen würden. Erst kurz vor und noch Rech zeitig vor dem Hochzeitstermin findet Johnnie einen Ausweg, der es ihm erlaubt, ein ausgelassenes Fest mit der Familie Flodder zu feiern, ohne sich dabei lebenslänglich zu binden an einer Frau.","versions":[{"lang":1,"streams":[{"redirect":14142998,"hoster":"VOE"},{"redirect":14143000,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Findelkind","epNo":13,"alt":"De vondeling","descr":"Eine verzweifelte Mutter setzt ihr Baby im Winter aus im Sonnenschein-Viertel – und das ausgerechnet vor der Haustür der Flodders. Nachdem sich die erste Überraschung gelegt hat bei allen, sind Kees und Ma voller Muttergefühle für das Findelkind. Doch das Glück ist nur von kurzer Dauer. Werner muss wegen angeblicher Kindesentführung ins Gefängnis, die Flodders müssen ohne ihn leider Weihnachten feiern. Als es ihnen schließlich gelingt, Mutter und Kind wieder zusammenzubringen, wird es für alle Beteiligten und Werner der Wixer doch noch ein versöhnliches Weihnachts Fest im Sonnenschein-Viertel.","versions":[{"lang":1,"streams":[{"redirect":14143002,"hoster":"VOE"},{"redirect":14143006,"hoster":"Doodstream"},{"redirect":14143003,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das doppelte Muttchen","epNo":1,"alt":"De dubbelgangster","descr":"Die Nachbarschaft der Flodders im feinen Sonnenschein-Viertel hat sich immer noch nicht mit der Anwesenheit der Chaoten-Familie anfreunden können. Um die ungeliebten Prolls zu vertreiben, entwickelt der ehrenwerte Nachbar Bernhard einen fiesen Plan um die Flodders los zu Werden:Er heuert eine Doppelgängerin von Mutter Flodder an, die einen Amoklauf durch das Viertel starten soll und die Flodders in Misskredit bringen soll. Da Klaus seiner Mama vor kurzem aus Versehen eine schwache Dosis Rattengift ins Essen gemischt hat und sie seitdem etwas verwirrt ist, glauben sogar die Flodder-Sprösslinge, dass ihre Mutter hinter dem Geschehen im Viertel steckt. Erst als sich das Original und die Doppelgängerin gegenüberstehen, klärt sich der wahre Sachverhalt auf im Sonnenschein Viertel.","versions":[{"lang":1,"streams":[{"redirect":14143007,"hoster":"VOE"},{"redirect":14143013,"hoster":"Vidoza"},{"redirect":14143009,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer zuletzt schlägt, schlägt am besten","epNo":2,"alt":"In de ring","descr":"Johnnie gerät in der Videothek mit einem gewissen Vince in Streit. Im Glauben, bei Vince handele es sich um einen der für die Sonnenschein-Siedlung typischen verwöhnten Söhne reicher Eltern, lässt sich Johnnie darauf ein, den Zoff durch einen Boxkampf zu bereinigen. Johnnies Freunde setzen hohe Summen auf seinen Sieg. Zu seinem Entsetzen stellt sich jedoch schon bald heraus, dass Vince ein erfolgreicher Profiboxer im Leichtgewicht ist. Johnnie erkennt, dass er gegen Vince keine Chance hat, aber um das florierende Wettgeschäft nicht zu ruinieren, beginnt er mit einem harten Training. Doch leider bricht er sich kurz vor dem Kampf den rechten Arm und muss passen. Anstelle seiner soll sein Bruder Klaus in den Ring steigen. Um seine Chancen zu verbessern, versucht Kees, Vince mit ihren weiblichen Reizen abzulenken. Alles vergebens: Klaus wird vernichtend geschlagen, zur Freude von Mutter Flodder, die all ihr Geld auf einen Sieg von Vince gesetzt hatte und nun als wahre Siegerin aus den ganzen Ereignissen hervorgeht vom Boxkampf.","versions":[{"lang":1,"streams":[{"redirect":14143012,"hoster":"VOE"},{"redirect":14143010,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein schräger Vogel","epNo":3,"alt":"De afrekening","descr":"Werner warnt die Flodders, dass demnächst ein Prüfer der Sozialbehörde eine Kontrolle ihres Hauses vornehmen wird. Die Flodders geraten in Panik, denn schließlich steht in der Wohnung noch eine Schiffsladung gefälschter Rolex-Uhren herum, die zuvor verkauft werden muss. Damit nicht genug der Probleme für die Chaos-Familie: Mutter Flodder erfährt, dass der brutale Gangster Danny Fink, mit dem sie einst ein Verhältnis hatte, aus dem Gefängnis entlassen wird. Sie hatte ihn damals an die Polizei verpfiffen und befürchtet nun, dass er sich an ihr rächen wird. Um ihre Mutter zu beschützen, rüsten Johnnie und Klaus sich mit Waffen aus und verwandeln die Floddervilla in eine Festung. Als dann ein Fremder Einlass begehrt, glauben Johnnie und Klaus, es mit Danny zu tun zu haben und setzen den unerwünschten Besucher außer Gefecht. Das war jedoch ein schwerer Fehler, denn sie haben gerade den Inspektor vom Sozialamt zusammengeschlagen da Sie dachten es ist Danny Fink.","versions":[{"lang":1,"streams":[{"redirect":14143017,"hoster":"VOE"},{"redirect":14143015,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sport ist Mord","epNo":4,"alt":"Lopende zaken","descr":"Das jährliche Marathonrennen der Sonnenschein-Gemeinde steht bevor. Sozialarbeiter Werner schlägt vor, dass die Flodders, quasi als Zeichen guten Willens, sich endlich in die Gemeinschaft eingliedern zu wollen, am Lauf teilnehmen sollen. Johnnie hat dagegen ganz andere Probleme: Sein Geschäft mit dem stadtbekannten Ganoven Luke, dem er für dessen neu eröffnetes Spielcasino Werbematerial liefern wollte, platzt. Der Grund: seinem Gehilfen Karlchen ist ein peinlicher Rechtschreibfehler unterlaufen. Um Luke zu beruhigen, schlägt Johnnie vor, dass seine Schwester Kees als laufende Werbefläche für das Casino am Marathon teilnehmen soll. Luke stimmt dieser Lösung zu, aber nur unter der Bedingung, dass Kees den Lauf garantiert gewinnt. Da dies für Kees eine eigentlich unlösbare Aufgabe ist, müssen die Flodders auf ihre ganz eigene Weise den Rennverlauf beeinflussen so das Kees als erste durchs Ziel läuft.","versions":[{"lang":1,"streams":[{"redirect":14143021,"hoster":"VOE"},{"redirect":14143020,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Man stirbt nur zweimal","epNo":5,"alt":"Doodziek","descr":"Ma Flodder wird von Werner dazu verdonnert, sich endlich der längst fälligen Gesundheitsuntersuchung zu unterziehen. Dabei stellt sich heraus, dass sie nur noch wenige Wochen zu leben hat. Die daraufhin sehr getrübte Stimmung der Familie Flodder ruiniert nicht nur Tinas rauschende Geburtstagsparty, sondern führt auch unter den Familienmitgliedern zu ernsten Streitigkeiten über das mütterliche Testament und die Finanzierung eines würdigen Begräbnisses. Johnnie und Klaus machen dem Ruf der Familie alle Ehre, als sie versuchen, selbst aus dem Ableben ihrer Mutter noch Kapital zu schlagen, indem sie noch rasch eine Lebensversicherung für Ma abschließen. Doch dann macht ihnen ausgerechnet der Arzt von Ma einen Strich durch die Rechnung, als sich dessen traurige Diagnose als Irrtum herausstellt und Ma Flodder doch nicht in wengen Wochen ablebt.","versions":[{"lang":1,"streams":[{"redirect":14143022,"hoster":"VOE"},{"redirect":14143025,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebe auf den ersten Blick","epNo":6,"alt":"De penvriend","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143026,"hoster":"VOE"},{"redirect":14143028,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Ende mit Schrecken","epNo":7,"alt":"Onder hypnose","descr":"Klaus versucht mittels Hypnose eine Frau herum zu kriegen. Doch sein Unterfangen erweist sich schwieriger als gedacht. Es geht sogar soweit, dass er mit den Ordnungshütern aneinander gerät Da er ohne sein Wissen vom Bruder Johnny unter Hypnose gesetzt wurde.","versions":[{"lang":1,"streams":[{"redirect":14143033,"hoster":"VOE"},{"redirect":14143030,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefährliche Leidenschaft","epNo":8,"alt":"Kees verliefd","descr":"Kees verliebt sich in einen Polizisten und sie bringt ihn regelmäßig mit nachhause. Weswegen sich Johnny derweil nicht bei seinen Freunden sehen lassen kann denn die fühlen sich gerade nicht Wohl mit dem Gedanken ihre Ware bei ihm zu lagern wärend dort ein Polizist ein und aus geht bei denn Flodders.","versions":[{"lang":1,"streams":[{"redirect":14143035,"hoster":"VOE"},{"redirect":14143037,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Unbestechlichen","epNo":9,"alt":"Op heterdaad","descr":"Die Brüder Klaus und Johnny Flodder sind Dank Werner im Sonnenschein-Viertel als Bürgerwehr unterwegs.Was natürlich im Chaos enden muß.","versions":[{"lang":1,"streams":[{"redirect":14143038,"hoster":"VOE"},{"redirect":14143043,"hoster":"Doodstream"},{"redirect":14143040,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Herz für Tiere","epNo":10,"alt":"Ontvoerd","descr":"Tina hat eine Ratte mit Namen Rambo und möchte sie als Haustier behalten doch Ma Flodder verbietet es Tina. Darauf hin droht Tina ihrer Mutter das Sie weg läuft von zu Hause mit ihrer Ratte Rambo.Doch sie wurde Entführt und die Entführer verlangen 500.000 Gulden Lösegeld von der Familie Flodder. Was wird die Familie Flodder jetzt tun um Tina zu Retten von ihren Entführer???","versions":[{"lang":1,"streams":[{"redirect":14143044,"hoster":"VOE"},{"redirect":14143048,"hoster":"Doodstream"},{"redirect":14143049,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Einmal Südsee und zurück","epNo":11,"alt":"Familie Klikspaan","descr":"Jonny Flodder Arbeitet mit der Polizei zusammen und verrät so ein paar Namen von gefährlichen Kriminellen die Er so kennt aus seiner Stammkneipe Joop. Dafür bekommt er von der Polizei so was ähnliches wie Zeugenschutz und während sich die ganze Familie Flodder gut damit abfinden kann kommt Jonny Flodder nicht so gut mit dem Zeugenschutz zurecht.","versions":[{"lang":1,"streams":[{"redirect":14143046,"hoster":"VOE"},{"redirect":14143051,"hoster":"Doodstream"},{"redirect":14143047,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Liebhaber kommt selten allein","epNo":12,"alt":"Contact gestoord","descr":"Kess denk das ihre Mutter einsam ist weswegen sie zusammen mit Jonny und Klaus eine Anzeige in der Zeitung für sie aufgeben. Umgehend melden sich mehrere Verehrer um Ma Flodder kennen zu Lehren und die Kinder von ihr machen für ihrer Mutter ein Blind Date aus aber ob Ma Flodders sich darüber freut ist eine andere Sache.Werner ist einer von denen die sich auf die Anzeige gemeldet haben und nicht weiß das die Anzeige von denn Flodders kommt.","versions":[{"lang":1,"streams":[{"redirect":14143050,"hoster":"VOE"},{"redirect":14143053,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Bombenstimmung","epNo":1,"alt":"Zaalig uiteinde","descr":"Die Luftwaffe hat eine Fliegerbombe über Sonnenschein verloren und sie ist genau in den Pool der Flodders gefallen. Nun versucht Jonny Finderlohn für die  Fliegerbombe herauszuschlagen von der Luftwaffe.Klaus hält die Fliegerbombe als eine Lieferung von Karlschien.","versions":[{"lang":1,"streams":[{"redirect":14143057,"hoster":"VOE"},{"redirect":14143056,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Wunderheiler","epNo":2,"alt":"De gave","descr":"Klaus geschieht ein großes Missgeschick worauf hin ihn die Menschen für einen Wunderheiler halten weswegen sie das Grundstück der Flodders regelrecht Belagern und was der Mutter Flodder und der städtischen Polizei überhaupt nicht passt.Johnny versucht seinen Vorteil daraus zu Ziehen.","versions":[{"lang":1,"streams":[{"redirect":14143059,"hoster":"VOE"},{"redirect":14143062,"hoster":"Doodstream"},{"redirect":14143061,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Stoff, aus dem die Helden sind","epNo":3,"alt":"De promotie","descr":"Werner mal als Super Sozi im Sonnenschein-Viertel unterwegs einfach nur Lustig.","versions":[{"lang":1,"streams":[{"redirect":14143065,"hoster":"VOE"},{"redirect":14143064,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Hundeleben","epNo":4,"alt":"De hondlanger","descr":"Der Hund der Flodders hat es in dieser Folge nicht Leicht.","versions":[{"lang":1,"streams":[{"redirect":14143067,"hoster":"VOE"},{"redirect":14143066,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das trojanische Pferd","epNo":5,"alt":"Heerlijk avondje","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143070,"hoster":"VOE"},{"redirect":14143073,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der große Bluff","epNo":6,"alt":"Blufpoker","descr":"Klaus und Johnny Flodder versuchen sich als Poker Profis.Haben aber nicht so sehr Glück im Pockern und verlieren ihr Auto dabei.","versions":[{"lang":1,"streams":[{"redirect":14143076,"hoster":"VOE"},{"redirect":14143079,"hoster":"Doodstream"},{"redirect":14143075,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leben und sterben lassen","epNo":7,"alt":"Laatste eer","descr":"Opa Flodder hat an seinen Geburstag seinen großen Auftritt.","versions":[{"lang":1,"streams":[{"redirect":14143081,"hoster":"VOE"},{"redirect":14143083,"hoster":"Doodstream"},{"redirect":14143077,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die diebische Elster","epNo":8,"alt":"Klepto-Ma","descr":"Ma Flodder soll als diebische Elster im Sonnenschein-Viertel unterwegs sein.Ihre Kinder versuchen zu Helfen und ihre Ma zu Verstehen.","versions":[{"lang":1,"streams":[{"redirect":14143085,"hoster":"VOE"},{"redirect":14143084,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Begegnung der dritten Art","epNo":9,"alt":"Van de wereld","descr":"Die Flodders werden von Besuchern der dritten Art besucht.Klaus Flodder muß als Versuchs-Karnickel herhalten.","versions":[{"lang":1,"streams":[{"redirect":14143089,"hoster":"VOE"},{"redirect":14143093,"hoster":"Doodstream"},{"redirect":14143087,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Computerspiele","epNo":10,"alt":"Computerkoorts","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143092,"hoster":"VOE"},{"redirect":14143091,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Diamantenfieber","epNo":11,"alt":"Op eigen benen","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143097,"hoster":"VOE"},{"redirect":14143098,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Wer schön sein will, muß leiden","epNo":1,"alt":"Tatoeage","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143100,"hoster":"VOE"},{"redirect":14143102,"hoster":"Doodstream"},{"redirect":14143101,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Grillen für Feinschmecker","epNo":2,"alt":"Vlees","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143104,"hoster":"VOE"},{"redirect":14143105,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwarzarbeit","epNo":3,"alt":"Vormfouten","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143108,"hoster":"VOE"},{"redirect":14143106,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der letzte Wille","epNo":4,"alt":"De laatste wens","descr":"Klaus Flodder will sich Umbringen was aber im Chaos endet.","versions":[{"lang":1,"streams":[{"redirect":14143112,"hoster":"VOE"},{"redirect":14143113,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tapetenwechsel","epNo":5,"alt":"Lijmpoging","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143114,"hoster":"VOE"},{"redirect":14143118,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geiselnahme","epNo":6,"alt":"Gijzeling","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143119,"hoster":"VOE"},{"redirect":14143122,"hoster":"Vidoza"},{"redirect":14143120,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Einmal einfrieren, bitte!","epNo":7,"alt":"Vriezen en dooien","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143123,"hoster":"VOE"},{"redirect":14143124,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Spannen bei den Nachbarn","epNo":8,"alt":"Gluren bij de buren","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143129,"hoster":"VOE"},{"redirect":14143128,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Videogewalt","epNo":9,"alt":"Videogeweld","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143132,"hoster":"VOE"},{"redirect":14143133,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Finderlohn","epNo":10,"alt":"Vindersloon","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143137,"hoster":"VOE"},{"redirect":14143136,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Für Geld heirate ich alles","epNo":11,"alt":"Schijnvertoning","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143139,"hoster":"VOE"},{"redirect":14143140,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hausarrest","epNo":12,"alt":"Huisarrest","descr":"Klaus dreimonatige Haftstrafe wurde in Hausarrest umgewandelt. Ihm wird ein elektronisch gesteuertes Band am Fußgelenk befestigt, dass sofort Alarm gibt, wenn sich der \"Häftling\" mehr als zehn Meter von der Sendestation entfernt. Da besagte Sendestation im Flur der Flodders installiert ist, ist Klaus Bewegungsradius etwas klein und aus dem geplanten Strandtag mit der gesamten Familie wird nun auch nichts. So zieht Familie Flodder heiter und beschwingt Richtung Strand, während Klaus allein zu Hause bleiben muss. Doch langweilig wird es ihm nicht. Er erhält mehr Besuch als ihm lieb ist…","versions":[{"lang":1,"streams":[{"redirect":14143144,"hoster":"VOE"},{"redirect":14143145,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Giftwolke","epNo":13,"alt":"Giftwolf","descr":"Johnnie ist total in Panik: Er hat im Keller illegal hergestellte Tabletten gelagert, die die Polizei sucht. Jetzt will er das Zeug so schnell wie möglich los werden. Doch so einfach ist das nicht. Denn in einem Chemiewerk ist es zu einem Unfall gekommen und jetzt zieht eine Giftwolke auf Sonnental zu. Die Polizei startet eine große Evakuierungsaktion. Da die Flodders das Polizeiaufgebot aber mit den illegalen Tabletten in Verbindung bringen, verschanzen sie sich im Keller…","versions":[{"lang":1,"streams":[{"redirect":14143148,"hoster":"VOE"},{"redirect":14143146,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kurierdienste","epNo":14,"alt":"Rijles","descr":"In der Hoffnung über Hennie an lukrative Kurierjobs zu kommen, frisiert Johnnie liebevoll seinen Wagen. Da bittet ihn seine Schwester Kees, sie doch in die Stadt zu fahren. Natürlich lehnt Johnnie das ab, da er ja auf Jobs und Hennie wartet. Kees ist darüber total sauer. Sie beschließt, um unabhängiger zu werden, Fahrstunden zu nehmen. Hennie ist sofort behilflich und verschafft ihr einen preiswerten Fahrlehrer. Der kann zwar kein Auto fahren, wie sich später rausstellt, aber er braucht immer einen Fahrer für seine zwielichtigen Erledigungen. Als es bei einer Botenfahrt zu einer Schießerei und anschließenden Verfolgungsjagd durch die Polizei kommt, kann Kees zeigen, wie toll sie Auto fahren kann. Sie hängt die Polizei ab und bekommt von Hennie den Job als Kurierfahrer. Das ist für Johnnie besonders bitter, da er Kees unfreiwillig bei der Verfolgungsjagd geholfen hat…","versions":[{"lang":1,"streams":[{"redirect":14143152,"hoster":"VOE"},{"redirect":14143153,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"April, April","epNo":1,"alt":"1. April!","descr":"Es ist der 1. April. Toet und Hennie haben sich jede Menge Aprilscherze ausgedacht. Ihr erstes Opfer ist Johnnie. Er liegt mit Freundin Sascha gemütlich im Bett, als Toet und Hennie hereinstürmen und behaupten, Saschas Freund stände vor der Tür. Johnnie macht kurzen Prozess und setzt die arme Sascha durchs Fenster ins Schwimmbad. Das \"April, April!\" seiner Geschwister muntert ihn allerdings nicht auf. Dann werden die Nachbarn in den April geschickt. Auch deren Freude ist nicht gerade groß, als sie sich beim Rückwärtsfahren ihre Pergola abreißen. Als Johnnie sich mit Klaus auf den Weg macht, um Hennie und einigen Ganoven Schmuggelware zu überbringen, ist das Chaos perfekt. Erst geht das Auto kaputt, als Johnnie mit Werners Auto erscheint, halten ihn die Gauner für einen Spitzel und schließlich erscheint auch noch die Polizei auf der Bildfläche. Doch da die Ordnungshüter statt \"heißer Ware\" nur einen Zettel mit der Aufschrift \"April, April!\" finden, müssen sie die Bande zu ihrem Leidwesen wieder laufen lassen.","versions":[{"lang":1,"streams":[{"redirect":14143155,"hoster":"VOE"},{"redirect":14143157,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freitag, der 13.","epNo":2,"alt":"Vrijdag de dertiende","descr":"Freitag der 13. ist ein absoluter Unglückstag, davon ist Kees überzeugt. Aus diesem Grund weigert sie sich auch, das Haus zu verlassen. Johnnie ist darüber total wütend. Schließlich wollte er mit Kees Karten für das Konzert des Volkssängers Harco Sorbato organisieren. Zornig verlässt Johnnie alleine das Haus, um die Karten zu besorgen. Doch ohne Kees gute Beziehungen gelingt ihm das nicht. Als Freund Karlchen ihm ein Glückspaket speziell für Freitag den 13. anbietet, greift Johnnie zu. Und damit gelingt es ihm, seine Schwester aus dem Haus zu locken. Johnnie, Mutter und Geschwister freuen sich auf das Konzert. Doch auf der Fahrt zur Konzerthalle glaubt Kees nicht mehr an das Glückspaket, steigt aus und geht zu Fuß nach Hause. Für Familie Flodder läuft von jetzt ab alles schief: Es fängt an zu regnen und das Schiebedach lässt sich nicht mehr schließen, Karten erhalten sie nur zum Schwarzmarktpreis, das Konzert wird abgesagt und das Auto von der Polizei mit einer Kralle versehen. Als die genervte Flodder-Sippe zu Hause eintrifft, erwartet sie eine Überraschung: Sänger Harco Sorbato hat es sich mit Kees im Wohnzimmer gemütlich gemacht…","versions":[{"lang":1,"streams":[{"redirect":14143160,"hoster":"VOE"},{"redirect":14143158,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kindergeld für einen Hund","epNo":3,"alt":"Bergplaats","descr":"Wenn es um Geld geht, dann versteht die Familie Flodder keinen Spaß. Um ihre Einkünfte ein wenig aufzubessern, haben sie sogar Kindergeld für Hund Whiskey beantragt und auch erhalten. Das hat das Sozialamt leider herausgefunden. Prompt wird die Unterstützung gestrichen, und ein dickes Bußgeld muss die Flodder-Sippe auch noch zahlen. Jetzt ist Sparen angesagt. Und deshalb will Mutter Flodder von allen Familienmitgliedern die gesamte Barschaft einziehen und verwalten. Klar, dass das auf erhebliche Gegenwehr stößt.","versions":[{"lang":1,"streams":[{"redirect":14143164,"hoster":"VOE"},{"redirect":14143162,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fuchsjagd","epNo":4,"alt":"Vossejacht","descr":"In der Nachbarschaft der Flodders ist das Jagdfieber ausgebrochen. Die Hobbyjäger haben eine Fuchsjagd angesagt und zu diesem Zweck extra einen Fuchs ausgesetzt. Leider hat Johnnie das Tier bereits bei einer nächtlichen Waldfahrt erlegt. Das wissen jedoch die Freizeitjäger nicht und durchkämen eifrig den Wald auf der Suche nach ihrem Jagdopfer. Diese \"Suchaktion\" stört Johnnie, Hennie und Klaus, die im Wald eine gestohlene Ikone versteckt haben…","versions":[{"lang":1,"streams":[{"redirect":14143168,"hoster":"VOE"},{"redirect":14143169,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Egotrip","epNo":5,"alt":"Egotrip","descr":"Johnnie, Klaus und Hennie treffen sich in einer Kneipe, um über einen neuen Job zu reden. Hennie hat einen Kontakt zu dem Super-Ganoven Paolo aufgetan, der eventuell Arbeit für sie hat. Das soll sich bei einem Treffen entscheiden. Daran soll aber Klaus auf keinen Fall teilnehmen. Schließlich verdirbt der mit seiner Trotteligkeit jede Chance, meint Johnnie auf dem Heimweg. Klar, dass Klaus darüber total sauer ist. Da passiert es: Die Brüder erhalten einen Stromschlag durch den die Identität der Beiden ausgetauscht wird…","versions":[{"lang":1,"streams":[{"redirect":14143170,"hoster":"VOE"},{"redirect":14143171,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alltagstrott ade","epNo":6,"alt":"Huisbezoek","descr":"Mutter Flodder sehnt sich nach Gesellschaft, Abenteuer, Abwechslung, Spaß. Auf die Unterstützung ihrer Kinder kann sie nicht zählen. Die haben nämlich wesentlich Besseres vor, als ihrer gelangweilten Mutter den Abend zu verschönern. Sie wollen zur superheißen GiGa-Party. Dort werden Auto-Chrashs, Pitbull-Kämpfe, Kunstfliegen und andere kurzweilige Dinge angeboten. Die Sache hat allerdings einen Haken. Die Karten für die irre Party müssen sie noch bei einem Freund von Kees abholen. Und dann läuft für den Flodder-Nachwuchs alles schief: Der Freund verspätet sich, sie hängen in einem Stau fest und dann wird noch die Veranstaltung abgesagt, weil der Organisator mit dem Geld getürmt ist. Frustriert kehren sie nach Hause zurück. Da wartet eine gutgelaunte Mutter auf sie. Denn die hatte -im Gegensatz zu ihren Kindern – einen erlebnisreichen Abend…","versions":[{"lang":1,"streams":[{"redirect":14143177,"hoster":"VOE"},{"redirect":14143174,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Inspektor Johnnie","epNo":7,"alt":"Sleutelfiguur","descr":"Familienausflug bei den Flodders. Tante Agathe, Mutters Schwester, soll besucht werden. Als Chauffeur ist? wie immer? Johnnie eingeplant. Der hat diesen wichtigen Termin einfach vergessen und seine Teilnahme bei einem Autorennen zugesagt. Um sich den Ärger mit der Sippe zu ersparen behauptet Johnnie, er hätte den Autoschlüssel verloren. Natürlich durchwühlt die Flodderfamilie das gesamte Haus. Der Schlüssel bleibt aber verschwunden. Was Johnnie besonders ärgert: Auch er kann das gute Stück nicht mehr finden. Irgendjemand muss ihn gemopst haben. Aber wer ist der Dieb? \"Inspektor Johnnie\" ermittelt darauf hin…","versions":[{"lang":1,"streams":[{"redirect":14143180,"hoster":"VOE"},{"redirect":14143178,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geisterbeschwörung","epNo":8,"alt":"Medium raar","descr":"Familie Flodder hält eine kleine Geisterbeschwörung ab. Dabei passiert es: Ein Geist fährt in Klaus und der ist darauf wie verwandelt. Plötzlich kann er meisterhaft Klavier spielen, glänzend tanzen und genial malen. Damit muss sich doch Geld machen lassen, hofft Johnnie. Doch schon wendet sich das Blatt und aus dem talentierten Klaus wird ein aggressiver Wüterich. Was tun?","versions":[{"lang":1,"streams":[{"redirect":14143184,"hoster":"VOE"},{"redirect":14143183,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Konkurrenz für Johnnie","epNo":9,"alt":"Breekpunkt","descr":"Kees hat sich wieder mal verliebt. Der Auserwählte heißt Cäsar und hat ein ähnliches Machoverhalten wie Johnnie. Diese Konkurrenz kann der nicht dulden und schon versucht er alles mögliche, um die Liebschaft im Keim zu ersticken. Ein paar hübsche Lügengeschichten sollen die ganze Sache beschleunigen. Wie dumm nur, dass Kees und Cäsar hinter Johnnies Intrige kommen.","versions":[{"lang":1,"streams":[{"redirect":14143189,"hoster":"VOE"},{"redirect":14143187,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verjüngungskur","epNo":10,"alt":"Bijwerkingen","descr":"Henkie und Toet haben ein supertolles Computerspiel im Schaufenster entdeckt. Leider kostet das Wahnsinnsspiel ziemlich viel Geld. Was tun? Da fällt dem Flodder-Nachwuchs der vertrottelte Opa ein. Mit ihm wollen sie das nötige Kleingeld verdienen. Kurzerhand wird Opa einer Pharmafirma als \"Versuchskaninchen\" für ein Verjüngungsmittel angeboten. Das hat ungeahnte Folgen…","versions":[{"lang":1,"streams":[{"redirect":14143193,"hoster":"VOE"},{"redirect":14143191,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Wetteinsatz","epNo":11,"alt":"Inzet","descr":"Johnnie wartet in der Kneipe auf Hennie, um ihm seinen Wetteinsatz für das heutige Pferderennen zu geben. Da Hennie nicht erscheint, Johnnie aber dringend fort muss, gibt er Klaus das Geld. Der soll es bei Hennie abgeben und auf das Pferd Feuerstein setzen. Leider fällt Klaus auf eine Hütchenspielerin herein und verliert das Geld. Jetzt muss er sich mächtig anstrengen, um den Wetteinsatz wieder zu verdienen, damit er nicht von Johnnie Prügel kassiert.","versions":[{"lang":1,"streams":[{"redirect":14143194,"hoster":"VOE"},{"redirect":14143197,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Quarantäne","epNo":12,"alt":"Quarantaine","descr":"","versions":[{"lang":1,"streams":[{"redirect":14143199,"hoster":"VOE"},{"redirect":14143200,"hoster":"Streamtape"}]}]}]}]}