{"path":"/serie/stream/fluch-des-falken","name":"Fluch des Falken","descr":"Sechs Schüler landen in einem Wald, doch jeder Versuch, ihn zu verlassen, endet immer gleich: an ihrem Bus. Sie sind gefangen in einer Zeitschleife und völlig abgeschirmt von der Außenwelt. Nur gemeinsam können sie das Rätsel des Waldes lösen und den Fluch des Falken bannen.","seasons":[{"path":"/serie/stream/fluch-des-falken/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-1","name":"Liegen geblieben","epNo":1,"alt":"","descr":"6 Jugendliche fahren früher nachhause. Aber das ist nicht der Fall, denn der Busfahrer fährt in einen verlassenen Wald, weit und breit niemand. Nach paar Stunden findet John eine heiße Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10474207","hoster":"VOE"},{"path":"/redirect/8544735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-2","name":"Spuren im Wald","epNo":2,"alt":"","descr":"John ist in den mysteriösen Wald verschwunden. David, Costa und Emily machen sich auf die Suche nach ihm. Vor allem David macht sich Vorwürfe, weil er John die Geschichte mit dem Mädchen nicht geglaubt hat. Costa meint, John käme von selber zurück. Er würde lieber eine Party am Lagerfeuer machen, anstatt durch den Wald zu laufen. Nachdem die drei ihn nicht finden konnten, kehren sie zum Bus zurück. Doch David lässt Johns Verschwinden keine Ruhe und er bringt alle dazu, noch mal nach ihrem Freund zu suchen. Aber sie haben keinen Erfolg. Bevor es dunkel wird, kehrt die Gruppe um. Nur David sucht alleine weiter. Als sie zum Bus zurückkommen, sitzt dort John schon wieder am Lagerfeuer. Emily ist sauer und wirft ihm vor, David in Gefahr gebracht zu haben, denn der ist noch immer allein im Wald, um John zu suchen. David macht derweil eine spannende Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916430","hoster":"VOE"},{"path":"/redirect/8539688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-3","name":"Zurück auf Los","epNo":3,"alt":"","descr":"David ist mit der Jacke des Busfahrers zu den anderen zurückgekommen. Während sie rätseln, wohin der Busfahrer verschwunden ist, wird den Jugendlichen klar: Der Wald ist nicht geheuer. Sie entscheiden sich dazu, ihr Schicksal selbst in die Hand zu nehmen und einen Weg aus dem Wald zu finden. Während Emily und Costa am Bus warten, machen sich John, David, Isabel und Anna auf, um in den nächsten Ort zu gehen. Auf dem Weg geraten David und John in Streit. Als John sich von der Gruppe trennt, gerät die in eine mysteriöse Teleportation und findet sich plötzlich am Bus wieder. Emily und Costa trauen ihren Augen nicht. Wie ist das möglich? Die anderen haben auch keine Erklärung. Plötzlich kehrt auch John zurück zum Bus. Er hat etwas gefunden, was ihnen weiterhelfen könnte: einen alten Wegweiser!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103948","hoster":"VOE"},{"path":"/redirect/8544741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-4","name":"Wir sind nicht allein","epNo":4,"alt":"","descr":"Wir sind nicht allein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881216","hoster":"VOE"},{"path":"/redirect/8539692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-5","name":"Die alte Herberge","epNo":5,"alt":"","descr":"John und Anna wollen herausfinden, ob die Herbergsmutter Magda ihnen helfen kann. Doch die unheimliche Frau erscheint nicht hilfsbereit und blockt alle ihre Fragen ab. Immerhin dürfen sie hier wohnen. Als John und Anna zum Bus zurückkehren, um den anderen die frohe Nachricht zu überbringen, ist Isabel nicht begeistert. Sie hat keine Lust in einer alten Gruselherberge zu übernachten. Doch sie wird überstimmt und so ziehen die sechs Freunde in der Herberge ein. Die Kinder richten sich in der Herberge so gut es geht ein und versuchen von Magda zu erfahren, was es mit diesem seltsamen Wald auf sich hat. Doch Magda kann oder will ihre Fragen nicht beantworten. Während die sechs Freunde beratschlagen, was sie tun sollen, trifft sich Magda mit einem fremden Mann, der sie beschwört, die Kinder unter Kontrolle zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881218","hoster":"VOE"},{"path":"/redirect/8539687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-6","name":"Nach Hause telefonieren","epNo":6,"alt":"","descr":"Die sechs Jugendlichen verbringen ihre erste Nacht in der altertümlichen Herberge. Sie werden von einem seltsamen Geräusch geweckt, das wie ein altes Telefon klingt. Als sie Magda darauf ansprechen, blockt sie ab: Es gibt hier kein Telefon. Doch die sechs Freunde lassen nicht locker. Während Isabel Magda in der Küche ablenkt, durchsuchen die anderen die Herberge. Und tatsächlich finden sie ein Telefon, das sogar noch funktioniert. Doch als sie versuchen, ihre Familien anzurufen, trauen sie ihren Ohren nicht. Egal welche Nummer sie wählen, immer meldet sich ein alter Mann mit einer furchterregenden Stimme. Was hat das zu bedeuten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881221","hoster":"VOE"},{"path":"/redirect/8539689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-7","name":"Verbotene Zimmer","epNo":7,"alt":"","descr":"Emily schreckt aus dem Schlaf hoch, als sie seltsame Geräusche hört. Es klingt, als wenn zwei Personen durch das Haus laufen. Ihr ist unheimlich und sie kriecht ängstlich zu David ins Bett. Am nächsten Morgen werden die beiden von der anderen aufgezogen, weil sie im selben Bett geschlafen haben. Doch David interessiert eher, woher die Geräusche stammen. Als er der Wirtin Magda auf den Zahn fühlen will, gibt sie sich ahnungslos. Sie nimmt David das Versprechen ab, dass niemand in ihrem Haus herumspioniert. Doch genau das hat Emily vor und David kann sie nicht davon abbringen. Während Emily fast beim Spionieren erwischt wird, machen David und John im Bus eine seltsame Entdeckung. Als sie das Radio anschalten, hören sie dieselben Nachrichten wie vor zwei Tagen. Wie ist das möglich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881225","hoster":"VOE"},{"path":"/redirect/8539693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-8","name":"Verwunschene Zeit","epNo":8,"alt":"","descr":"John und David kommen mit der seltsamen Neuigkeit zurück, dass im Radio immer die gleichen Nachrichten kommen. Auf ihre Fragen bekommen sie von Magda wie immer keine befriedigenden Antworten. John entwickelt die Theorie, dass sie in einem Zeitloch gefangen sind. Zum Beweis wollen sie bis Mitternacht warten, um zu sehen, ob die Datumsanzeigen auf ihren Uhren umspringen. Um Mitternacht sind alle sechs Freunde um die Armbanduhren versammelt und stellen fest: Das Datum bleibt stehen – sie scheinen tatsächlich in einem Zeitloch gefangen zu sein. Als sie Magda zur Rede stellen, weicht sie aus. Doch sie erklärt, dass sie von ihren Eltern nicht vermisst werden und dass sie diesen Wald nicht so einfach verlassen können. Nach dem ersten Schock beschließen die Sechs aus dem Abenteuer, das ihnen nun bevor steht, das Beste zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881228","hoster":"VOE"},{"path":"/redirect/8544749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-9","name":"Das mystische Zeichen","epNo":9,"alt":"","descr":"David will nicht wahrhaben, dass sie aus dem Wald nicht herauskommen und organisiert eine Expedition. Doch das Ergebnis ist das gleiche wie beim letzten Mal. Sie geraten in eine Teleportation und landen wieder beim Bus. Niedergeschlagen erkennen sie, dass Magda Recht hat und sie den Wald nicht so ohne weiteres verlassen können. Doch plötzlich wirft ein Falke, der sie schon seit einiger Zeit zu begleiten scheint, eine Buchseite herab. Doch sie können die mysteriöse Schrift nicht entziffern. Nur ein einziger Hinweis bleibt ihnen. Auf der Seite ist eine Rune zu sehen. In ihrem DVD-Lexikon auf ihrem Laptop schlagen die sechs Freunde nach, was die Rune bedeutet. Es ist die Rune \"Perthro\" und sie steht für ein Geheimnis und die Macht des Schicksals.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881232","hoster":"VOE"},{"path":"/redirect/8544747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-10","name":"Gefangen im Keller","epNo":10,"alt":"","descr":"Da die Jugendlichen den Wald offensichtlich nicht verlassen können, versuchen sie, die Herberge zu erforschen. Entgegen Magdas Warnungen schleichen sich Isabel und John bei einer günstigen Gelegenheit in den Keller. Anna, die sie warnen sollte, falls Magda kommt, wird von der Wirtin überrumpelt. Magda schließt den Keller von außen ab und nimmt den Schlüssel mit. John und Isabel sind gefangen. Während Anna händeringend versucht, die Tür auch ohne die Schlüssel zu öffnen, untersuchen John und Isabel den Keller. Sie finden seltsame alte Fotos von Magda und anderen Personen, die sie nicht kennen. Als Anna sich endlich überwunden hat, die Schlüssel von Magda zu stehlen, machen Isabel und John im Keller eine faszinierende Entdeckung: sie finden ein Bild von einem Schloss, auf dessen Rückseite dieselbe Rune wie auf der Buchseite ist. Kann das ein Zufall sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334982","hoster":"VOE"},{"path":"/redirect/8539696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-11","name":"Ein rätselhafter Traum","epNo":11,"alt":"","descr":"Nachdem sich Isabel und John durch ein Fenster aus dem Keller befreit haben, zeigen sie den anderen ihren spektakulären Fund: das Schlossbild mit der Rune. Alle grübeln darüber nach, was das zu bedeuten hat. Vor allem Isabel lässt die Rune keine Ruhe. In der Nacht träumt sie von einem Schloss, in dem sie einen Falken findet, den sie freilässt. Als sie den anderen von ihrem Traum erzählt, traut sie ihren Ohren kaum. Denn Anna hatte fast denselben Traum. Isabel ist sich sicher, dass das ein Zeichen sein muss. Sie müssen das Schloss finden und dann werden sie auch das Geheimnis des Waldes lösen. Während die sechs Freunde sich einig sind nach dem Schloss zu suchen, hat sich Wirtin Magda plötzlich aus dem Staub gemacht. Sie trifft sich erneut mit dem unheimlichen alten Mann, der sie warnt, dass sie die Kinder unter Kontrolle halten soll. Sonst würde es für sie alle furchtbar enden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881237","hoster":"VOE"},{"path":"/redirect/8539703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-12","name":"Gestatten, Vincent!","epNo":12,"alt":"","descr":"Wirtin Magda versucht vergebens die Jugendlichen daran zu hindern, nach dem Schloss zu suchen. Doch Emily, David und Costa ziehen trotzdem los und folgen der Telefonleitung, die sie hoffentlich zum Schloss führen wird. Gleichzeitig machen sich auch John und Isabel auf den Weg, das Schloss zu suchen. Die Gruppe um David hat Pech, denn plötzlich endet die Telefonleitung mitten im Wald. Gerade als sie in Streit geraten, welchen Weg sie einschlagen sollen, begegnet ihnen ein seltsamer Fremder auf einem Rad: Vincent. Er bietet ihnen seine Hilfe an, was die anderen gerne annehmen. Zu ihrer Enttäuschung müssen sie feststellen, dass Vincent sie nur wieder zurück zur Herberge führt. Es stellt sich heraus, dass Vincent Magdas Sohn ist. Während David und die anderen enttäuscht ihre Suche aufgeben, haben John und Isabel mehr Glück: sie haben das Schloss entdeckt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881239","hoster":"VOE"},{"path":"/redirect/8539701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-13","name":"Das Schloss","epNo":13,"alt":"","descr":"John und Isabel entschließen sich, das gruselige Schloss alleine zu erkunden und suchen nach einem Zugang, doch die Türen sind verschlossen. So müssen sie unverrichteter Dinge wieder zur Herberge zurückkehren. Währenddessen versuchen Emily, David, Costa und Anna Vincent zu befragen, was es mit diesem seltsamen Wald auf sich hat. Aber der redet nur in Rätseln. Doch Costa und David lassen nicht locker. Als Vincent scheinbar zufällig eine Spielkarte fallen lässt, nehmen sie seine Spur auf. Über einen mysteriösen Plan, mit dessen Hilfe sie den Wald durchsuchen, gelangen sie zu einer Scheune. Als sie vorsichtig hineingehen, trauen sie ihren Augen nicht. Vincent hat sich einen geheimen Spieleraum eingerichtet! Doch irgendetwas ist faul. Woher kommen die ganzen modernen Geräte und Spielsachen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881249","hoster":"VOE"},{"path":"/redirect/8539697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-14","name":"Auf frischer Tat","epNo":14,"alt":"","descr":"Vincent weicht den Fragen nach den neuen Spielsachen aus und die Jugendlichen sind genauso schlau wie zuvor. Doch John und Isabel haben Neuigkeiten: sie haben das Schloss gefunden. David und Emily beschließen, sich mit Hilfe alter Dietriche, die Costa aus Magdas Keller geklaut hat, Zugang zum Schloss zu verschaffen. Als sie es tatsächlich geschafft haben, finden sie sogar ein Telefon. Doch plötzlich steht ein ungehaltener Baron vor ihnen. Er hat sie auf frischer Tat ertappt und wirft sie hochkant aus dem Schloss, bevor David und Emily Antworten auf ihre vielen Fragen bekommen können. Doch als sich David noch einmal umschaut, ist er sich sicher, ein Mädchen am Schlossfenster gesehen zu haben. Zurück in der Herberge erwartet sie Magda schon schlecht gelaunt. Sie will von David wissen, wer die Dietriche aus dem Keller geklaut hat. Wird David Costa verraten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881248","hoster":"VOE"},{"path":"/redirect/8539699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-15","name":"Überraschende Einladung","epNo":15,"alt":"","descr":"Eisige Stimmung in der Herberge: Wirtin Magda ist sauer, weil die Clique unerlaubt ins Schloss eingedrungen ist und sich nach der Bettruhe auch noch Gruselmärchen erzählt. Der Tag verspricht richtig mies zu werden. Plötzlich flattert ein Brief ins Haus: Eine Botschaft aus dem Schloss. Der Baron höchstpersönlich hat die Clique zu einem Dinner eingeladen! Während sich Isabel auf das Event freut, sind die anderen eher skeptisch, was der Baron plötzlich von ihnen will. Alle machen sich für den Abend schick. Einzig Anna druckst herum, weil sie nichts Passendes zum Anziehen hat. Doch Magda hilft ihr unerwarteter Weise aus der Patsche. David muss hingegen lernen, dass es nicht so einfach ist, bei Mädchen mit lockeren Sprüchen zu punkten. Da muss Vincent ihm in Sachen \"Frauen\" eine Nachhilfestunde geben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881250","hoster":"VOE"},{"path":"/redirect/8539700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-16","name":"Dinner beim Baron","epNo":16,"alt":"","descr":"Die sechs Jugendlichen wollen die Einladung nutzen, um dem Baron auf den Zahn zu fühlen und – wenn möglich – etwas über das Schloss heraus zu finden. Wohnt dort tatsächlich noch ein Mädchen und welche anderen Geheimnisse verbergen sich im Schloss? Doch auf die Fragen der Clique reagiert der Baron sehr zurückhaltend. Er versucht seinerseits die Kinder auszuhorchen, warum sie hier im Wald sind. Als sich eine Gelegenheit bietet, stiehlt sich Costa vom Essen fort und entdeckt ein bewohntes Zimmer. Er ahnt nicht, dass sich jemand unter dem Bett versteckt hält. Als sein Verschwinden auffliegt, kann David gerade noch verhindern, dass Branko, der Diener des Barons, Costa ertappt. Als die sechs Freunde wieder zu Hause sind, rätseln sie, was sie von der Begegnung mit dem Baron halten sollen. Doch als sie in ihre Zimmer kommen, stellt sich ihnen plötzlich eine ganz andere Frage: Jemand hat ihre Zimmer durchsucht! Wer war das?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881253","hoster":"VOE"},{"path":"/redirect/8539705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-17","name":"Unter Verdacht","epNo":17,"alt":"","descr":"Die sechs Freunde stellen fest, dass der Busschlüssel aus Johns Gepäck gestohlen wurde. Außerdem fehlt Costas Taschenlampe, für ihn unersetzbar, da es ein teures und für ihn wichtiges Geschenk seines Vaters war. Für Costa ist die Sache klar: Es kann nur Vincent gewesen sein. Doch als er ihn zu Rede stellen will, ist Vincent verschwunden. Als die Freunde Wirtin Magda am nächsten Morgen zur Rede stellen wollen, präsentiert sie ihnen den Busschlüssel, den sie beim Aufräumen gefunden haben will. Die Freunde wissen nicht, dass Magda Vincent den Schlüssel abgenommen hat, als der spät in der Nacht zurück in die Herberge gekommen ist. Obwohl Costas Taschenlampe verschwunden bleibt, bieten David und die anderen an, als Bezahlung für die Zimmer Magda mit kleinen Arbeiten zu unterstützen. Einzig Costa weigert sich mitzumachen. Erst muss der Schuldige gefunden werden. Als Isabel und John beim Bus noch mal nach dem Rechten sehen wollen, machen sie eine schockierende Entdeckung: Jemand hat alle Vorräte aus dem Bus gestohlen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109416","hoster":"VOE"},{"path":"/redirect/8539704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-18","name":"Die Wahrheit kommt ans Licht","epNo":18,"alt":"","descr":"John und Isabel wollen ins Schloss, um Baron Konstantin über den Diebstahl in Kenntnis zu setzen, denn er soll im Wald für Recht und Ordnung zuständig sein. Aber sie verfolgen auch noch eigene Interessen: John will nach dem mysteriösen Mädchen suchen, und Isabel möchte die Tür mit der Rune finden, von der sie geträumt hat. Doch Konstantin gibt sich ahnungslos, verspricht aber, sich um den Vorfall zu kümmern. Währenddessen durchsucht Costa auf eigene Faust Vincents Scheune, weil er glaubt, dort seine gestohlene Taschenlampe zu finden. Der wird derweil vom Baron verhört, ob er irgendwas mit den Vorräten und dem Auftauchen der Jugendlichen zu tun habe. Vincent muss zugeben, die Vorräte genommen zu haben, aber er hat keine Ahnung, wie die Jugendlichen hierher gekommen seien. Auch über den Verbleib der Taschenlampe weiß er nichts. In der Herberge macht dafür Costa eine peinliche Entdeckung: die Taschenlampe wurde nicht gestohlen. Sie lag die ganze Zeit unter seinem Bett!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100723","hoster":"VOE"},{"path":"/redirect/8539710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-19","name":"Spring über deinen Schatten!","epNo":19,"alt":"","descr":"Costa hat seine Taschenlampe gefunden, doch er sagt den anderen nichts davon. Es ist ihm peinlich, dass er Vincent zu Unrecht beschuldigt hat. Währenddessen treten die anderen in einen Streik. Sie weigern sich, weiter für Wirtin Magda zu arbeiten, bis nicht geklärt ist, wer Costas Taschenlampe gestohlen hat. Anna wurde vom Baron eingeladen, für ihn auf dem Schloss Cembalo zu spielen. Aber Anna fürchtet sich, alleine aufs Schloss zu gehen. John und Isabel reden auf sie ein und versuchen sie dazu zu drängen. Aber eigentlich sind sie egoistisch und wollen nur mit ihr zusammen aufs Schloss gehen. Anna fühlt sich bedrängt und sucht Hilfe bei Emily. Die rät ihr, auf ihr Herz zu hören und sich nicht von den anderen beeinflussen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881260","hoster":"VOE"},{"path":"/redirect/8539708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-20","name":"Der Einzelgänger","epNo":20,"alt":"","descr":"Anna hat sich ein Herz genommen und ist mit John und Isabel aufs Schloss gegangen, um dem Baron vorzuspielen. Die beiden sind jedoch überrascht, als nur Anna reingelassen wird und sie wieder nichts über das Schloss herausfinden können. Anna hält sich tapfer und versucht alleine, etwas herauszufinden. Doch der Baron führt sie auf eine falsche Fährte. In der Herberge hat Costa derweil ein schlechtes Gewissen und arbeitet für drei. David versteht Costas Sinneswandel nicht und stellt ihn zu Rede. Da muss Costa zugeben, dass seine Taschenlampe gar nicht gestohlen wurde und er sie gefunden habe. David ist außer sich. Während Emily noch zu vermitteln versucht, kocht der Streit zwischen Costa und David hoch. Costa hat genug von Davids Regeln und Anfeindungen. Er zieht aus der Herberge aus und will in Zukunft im Bus wohnen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881263","hoster":"VOE"},{"path":"/redirect/8539702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-21","name":"Die Suche nach dem Geheimnisvollen Mädchen","epNo":21,"alt":"","descr":"Nach einem Streit mit David verschanzt Costa sich im Bus und macht keine Anstalten, in die Herberge zurück zu kommen. Stattdessen genießt er seine neu gefundene Freiheit in vollen Zügen. In der Herberge ist Emily sauer auf David. Nur weil er sich mit Costa gestritten hat, droht jetzt die Gruppe auseinanderzubrechen. Doch David will sich nicht entschuldigen und so zieht Emily kurzerhand zu Costa in den Bus. John, Anna und Isabel haben auf dem Schloss auch nichts Neues in Erfahrung bringen können. John hat dem geheimnisvollen Mädchen eine Nachricht durchs Fenster geworfen, doch da niemand weiß, ob dieses Mädchen überhaupt existiert, wartet John vergeblich auf eine Antwort. Bis plötzlich Vincent auf den Plan tritt und John einen Handel anbietet, um das rätselhafte Mädchen zu treffen. Für Johns Fernglas würde er ihm Laura bekannt machen. Kann John Vincent trauen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881268","hoster":"VOE"},{"path":"/redirect/8539706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-22","name":"Frei von Regeln","epNo":22,"alt":"","descr":"Nachdem Emily zu Costa in den Bus gezogen ist, versucht sie ihm klar zu machen, dass sie nicht mitten im Wald campieren können. Doch Costa sieht das anders und erklärt ihr, dass er hier endlich so sein kann, wie er will. Ohne Eltern, ohne Regeln und vor allem ohne David. Emily lässt sich von Costas Spaß an der Ungezwungenheit anstecken. Statt weiter zu versuchen ihn in die Herberge zurück zu holen, verkleidet sie sich auch als Wilde. Vincent versucht derweil seinen Teil der Abmachung mit John einzuhalten. Doch als er Laura im Schloss treffen will, wird er von Konstantin ertappt. Der Baron stellt ihn zur Rede, aber Vincent redet sich raus. John hat den anderen von seinem Handel mit Vincent erzählt, doch die ziehen ihn nur mit seiner unsichtbaren Prinzessin auf. Als John sich geknickt und gedemütigt in die Scheune zurückzieht, passiert das Unerwartete: Das geheimnisvolle Mädchen taucht auf und stellt sich vor. Ihr Name ist Laura. John ist völlig hin und weg vor Glück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881271","hoster":"VOE"},{"path":"/redirect/8544740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-23","name":"Die Prinzessin des Waldes","epNo":23,"alt":"","descr":"John will den anderen von seinem Treffen mit Laura erzählen, doch die haben nur Emily und Costa im Kopf. Schlecht gelaunt geht John alleine ins Schloss, um Laura heimlich wiederzutreffen. Sein Plan geht auf und Laura und er können Branko austricksen. Als sie fast entdeckt werden, flüchtet John aus dem Schloss, obwohl er noch so viele Fragen hat und er Laura noch gar nicht richtig kennenlernen konnte. David hat sich entschlossen, Emily zum Bus nach zu gehen. Es passt ihm gar nicht, dass sie alleine zu Costa gegangen ist. Als er sieht, dass aus Emily eine Wilde wie Costa geworden ist, traut er seinen Augen kaum. Ist sie jetzt von allen guten Geistern verlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881275","hoster":"VOE"},{"path":"/redirect/8539712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-24","name":"Das magische Armband","epNo":24,"alt":"","descr":"John fordert von Vincent das Fernglas zurück, das der ihm bei dem Deal um Laura abgeluchst hat. Doch Vincent denkt gar nicht daran, es ihm zurückzugeben. Als John aber darauf besteht, dass Vincent seinen Teil der Abmachung nicht eingehalten hat, bietet er John an, darum zu spielen. John verliert und ist enttäuscht, macht danach aber eine interessante Entdeckung: In der Kommode, aus der Vincent die Spielkarten holt, leuchtet Wirtin Magdas magisches Armband. John bringt es in seinen Besitz und testet es mit Anna und Isabel. Das Armband zeigt offenbar an, wenn jemand lügt! Währenddessen versucht David, Emily wieder zurück in die Herberge zu holen. Aber die will nur mit Costa zurückkehren. Und der macht in der Zwischenzeit eine geheimnisvolle Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881277","hoster":"VOE"},{"path":"/redirect/8539711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-25","name":"Verdammt, verknallt!","epNo":25,"alt":"","descr":"John wird von den anderen aufgezogen, dass er in Laura verliebt sei. Ihm ist das peinlich und deswegen tut er so, als wenn er gar nichts von Laura will. Laura wird wiederum von Konstantin angehalten, zu den Jugendlichen zu gehen und sie auszuhorchen. In seiner Unbeholfenheit treibt John es so weit, dass er Laura bei einem Treffen vor den Kopf stößt und sich schließlich bei ihr entschuldigen muss. In der Zwischenzeit hat Costa Lebensmittel mit zum Bus gebracht, erzählt Emily aber nicht, dass er sie in einem geheimen Stollen entdeckt hat. Emily ist verblüfft, wo Costa die Sachen her habe und fordert, dass er es ihr anvertraut. Doch Costa blockt ab und flüchtet in den geheimen Stollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881279","hoster":"VOE"},{"path":"/redirect/8539716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-26","name":"Die neue Freundin","epNo":26,"alt":"","descr":"John hat nur Baroness Laura im Kopf, mit der er sich wieder treffen will. Als Isabel davon erfährt, klebt sie sich gegen seinen Willen an Johns Fersen und macht ihm Laura abspenstig. Denn Isabel hat Laura deutlich mehr interessante Dinge zu bieten als John: Kleidung, Mode, Schminken. Isabel erfährt dabei, dass Laura auch eine herausgerissene Buchseite mit einer Rune darauf besitzt. Gleichzeitig ist Emily geknickt zur Herberge zurückgekommen, weil Costa ihr die Herkunft seiner Lebensmittelvorräte nicht anvertrauen will. David freut sich schon insgeheim, dass Emily sich mit Costa zerlegt hat, doch Emily will noch einmal zu Costa gehen. Die beiden vertragen sich wieder und Costa zeigt Emily sogar das geheime Vorratslager. Dafür muss Emily versprechen, den anderen nichts davon zu erzählen. Dann machen die beiden eine überraschende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334988","hoster":"VOE"},{"path":"/redirect/8539713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-27","name":"Wer ist der Boss?","epNo":27,"alt":"","descr":"David leidet darunter, dass Emily nach wie vor bei Costa im Bus lebt. Als Anna ihn trösten will, rutscht ihr etwas heraus, was sie eigentlich von Emily im Vertrauen erfuhr: Emily und Costa haben ein Versteck mit Lebensmittelvorräten im Wald gefunden. David ist außer sich, dass Emily und Costa Geheimnisse vor den anderen haben. Er geht zum Bus, um die beiden zur Rede zu stellen. Gleichzeitig trifft Isabel sich mit Baroness Laura, um herauszufinden, was Lauras Rune bedeutet. Isabel ahnt nicht, dass Laura von Baron Konstantin den Auftrag bekommen hat, ihm die geheimnisvolle Buchseite mit der Rune zu besorgen, die der Falke den Jugendlichen zukommen ließ. Die Kids rätseln darüber, was es mit den Runen auf sich haben könnte. Derweil geraten Costa und David am Bus in einen Konflikt: David behauptet, Costa und Emily hätten die Lebensmittel aus dem Bus gestohlen und im Wald versteckt. Als die Situation zu eskalieren droht, geht Anna dazwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881285","hoster":"VOE"},{"path":"/redirect/8539707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-28","name":"Gemeinsam stark","epNo":28,"alt":"","descr":"Costa ist nicht bereit, sein Geheimnis über die Vorräte aus dem Wald mit den anderen zu teilen. Während Emily versucht ihn umzustimmen, sorgt sich David um den Zusammenhalt der Gruppe. Erst als der Baron sie im Wald campieren sieht und ihnen unmissverständlich klar macht, dass er keinen Spaß versteht, wenn sie seine Regeln nicht befolgen, raufen sich die Freunde wieder zusammen. Costa kehrt mit einem Sack voller Vorräte in die Herberge zurück. Als Konstantin am nächsten Tag zur Jagd ausreitet, nutzt Isabel die Gelegenheit, um ins Schloss zu kommen. Dort lässt sie sich von Laura alles zeigen. Laura glaubt, in Isabel eine Freundin gefunden zu haben. Doch Isabel will erfahren, welche Geheimnisse sich im Schloss verbergen. Plötzlich taucht unerwartet Konstantin wieder auf. Isabel versteckt sich, bekommt dabei aber mit, dass Konstantin Laura beauftragt hat, die Jugendlichen auszuspionieren. In letzter Sekunde schafft Isabel es, unbemerkt zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922482","hoster":"VOE"},{"path":"/redirect/8539717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-29","name":"Das Versprechen","epNo":29,"alt":"","descr":"Costa verrät immer noch nicht, wo er die Vorräte her hat, weswegen sich David mit Anna auf die Suche nach dem Vorratslager macht. Isabel ist nach einem Gespräch, das sie überhört hat, davon überzeugt, dass Baroness Laura die Freunde für den Baron ausspioniert und möchte nichts mehr mit ihr zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881298","hoster":"VOE"},{"path":"/redirect/8539709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-30","name":"Der geheime Gang","epNo":30,"alt":"","descr":"Isabel vertraut Baroness Laura wieder und freundet sich immer besser mit ihr an, wodurch sie John ins Abseits drängt. Auch David ist von den Mädchen und ihren vermeintlich langweiligen Themen genervt. Zusammen mit Costa und John beschließt er, die Vorratskammer weiter zu erkunden. Dabei machen sie eine Entdeckung und finden einen versteckten Gang …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881294","hoster":"VOE"},{"path":"/redirect/8539714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-31","name":"Expedition ins Schloss","epNo":31,"alt":"","descr":"David, Costa und John kommen über einen Geheimgang unbemerkt ins Schloss. Sie schleichen in die Bibliothek, als plötzlich Baron Konstantin mit Laura vor der Tür steht. Die Jugendlichen bekommen das Gespräch der Beiden mit. Ob sie erwischt werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881299","hoster":"VOE"},{"path":"/redirect/8544739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-32","name":"Der Maskenball","epNo":32,"alt":"","descr":"Isabel erzählt den Jungs von einem Maskenball zu Ehren von Vincents Geburtstag, der an diesem Abend im Schloss stattfinden soll. Die Clique will die Party nutzen, um weiter nach dem Runen-Buch zu suchen. Auf dem Ball macht John eine seltsame Entdeckung: Er merkt, dass eine weitere unbekannte Person anwesend ist!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881300","hoster":"VOE"},{"path":"/redirect/8539715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-33","name":"Die Jagd nach dem Phantom","epNo":33,"alt":"","descr":"Als die Jungs den Baron darauf ansprechen, dass eine weitere Person auf dem Ball war, streitet er alles ab. Daher beschließt Isabel kurzerhand, im Schloss zu übernachten, um Nachforschungen anzustellen. Baroness Laura freut sich über den Übernachtungsgast. Als sie aber erkennt, dass Isabel nur im Schloss rumschnüffeln will, wird sie sauer und ruft nach dem Diener Branko …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100725","hoster":"VOE"},{"path":"/redirect/8539721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-34","name":"Spuren im Wald","epNo":34,"alt":"","descr":"Die Freunde wollen die Identität der Fremden auf dem Maskenball herausfinden. Weil Baroness Laura nicht bereit ist, ihr Wissen mit den Kindern zu teilen, soll Druck auf sie ausgeübt werden – die Kinder grenzen sie aus. Zur gleichen Zeit finden Anna und David einen wichtigen Hinweis auf ihren Handy-Fotos: Reisigmännchen an der Kleidung der Unbekannten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881307","hoster":"VOE"},{"path":"/redirect/8552050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-35","name":"Eins zu null für Emily","epNo":35,"alt":"","descr":"Anna und David finden sie im Wald weitere Reisigmännchen, wie sie die unbekannte Frau am Gürtel trug. Doch David geht es immer schlechter, so dass er nicht einmal mehr umkehren kann. Offenbar hat sich die Wunde, welche er sich beim Einstieg in den Keller zugezogen hat, entzündet. Anna muss Hilfe holen. Aber sie ist nicht die Erste, die zu David zurück kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334987","hoster":"VOE"},{"path":"/redirect/8539719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-36","name":"Spurlos verschwunden","epNo":36,"alt":"","descr":"Als Anna mit Verstärkung zurück in den Wald kommt um den verletzten David zu holen, ist er spurlos verschwunden. Anna macht sich schlimme Vorwürfe, weil sie David allein gelassen hatte. Währenddessen liegt David mit Fieberträumen an einem seltsamen Ort. Was wird die unbekannte Person mit ihm machen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881313","hoster":"VOE"},{"path":"/redirect/8539720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-37","name":"Alles nur geträumt?","epNo":37,"alt":"","descr":"In der Herberge wacht David schweißgebadet in seinem Bett auf. Er hat von einer mysteriösen Heilerin und einer Hütte im Wald geträumt. Die Anderen sind davon überzeugt, dass David sich alles nur eingebildet hat. Doch David will beweisen, dass alles mehr war, als nur ein Traum. Er zeichnet einen genauen Plan des Waldes und versucht, herauszufinden, wo die Hütte liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881315","hoster":"VOE"},{"path":"/redirect/8544745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-38","name":"In den Fängen des Barons","epNo":38,"alt":"","descr":"Baron Konstantin hat John beim Spionieren im Schloss erwischt und hält ihn nun gefangen um ihn auszufragen. Er will wissen, wie und warum die Jugendlichen in den Wald gekommen sind. Die Clique ist schon über Johns Abwesenheit beunruhigt. Costa und Isabel fangen an, ihn zu suchen. David macht sich derweil mit Anna auf die Suche nach der geheimnisvollen Frau, die ihn gesund gepflegt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881317","hoster":"VOE"},{"path":"/redirect/8539723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-39","name":"Begegnung mit einem Phantom","epNo":39,"alt":"","descr":"Costa und Isabel sind John gefolgt und wollen ihn aus Baron Konstantins Gefangenschaft befreien. Im Schloss findet Konstantin den Zugang zum alten Geheimgang, durch den die Freunde ins Schloss gelangt sind. Er fasst den Plan, ihnen eine Falle zu stellen. Zur gleichen Zeit finden Anna und David im Wald eine Hütte. David hat nun den Beweis, dass er nicht geträumt hat. Aber was wird die mysteriöse Frau machen, wenn sie die Kinder bemerkt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881320","hoster":"VOE"},{"path":"/redirect/8539718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-40","name":"Verbotene Früchte","epNo":40,"alt":"","descr":"Die mysteriöse Frau stellt sich als Daria vor. Während David sie ausfragt verhält sich Anna immer merkwürdiger und fällt schließlich in einen Tiefschlaf. Sie hatte von einem \"magischen\" Apfel gegessen. Um Anna wieder zu wecken, muss Daria ein Elixier mit Orangen-Extrakt herstellen. Sie schickt David los, um Substanzen zu besorgen, die Orange enthalten. Außerdem beschwört sie David, niemandem davon erzählen, sonst wird Anna für immer schlafen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881324","hoster":"VOE"},{"path":"/redirect/8539728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-41","name":"Wettlauf gegen die Zeit","epNo":41,"alt":"","descr":"David hat aus dem Gepäck seiner Freunde Lebensmittel und Kosmetika geklaut. Die Gruppe stellt ihn zur Rede, doch David darf nichts vom Auftrag der Einsiedlerin erzählen, Dinge zu besorgen, die Orangen-Extrakt enthalten, um Anna aus ihrem Dornröschenschlaf zu befreien. Als David ins Vorratslager kommt, erlebt er eine böse Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881325","hoster":"VOE"},{"path":"/redirect/8544744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-42","name":"In der Höhle des Löwen","epNo":42,"alt":"","descr":"David, John und Costa wollen Magdas Sohn Vincent befreien, der im verschlossenen Vorratsstollen in einer Falle sitzt. Doch der Eingang zum Stollen ist verschlossen und der einzige Weg führt durchs Schloss … Derweil hat sich Baron Konstantin die Vorräte unter den Nagel gerissen hat. Costa platzt der Kragen und er marschiert kurzerhand zum Baron persönlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881330","hoster":"VOE"},{"path":"/redirect/8539722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-43","name":"Die Bandprobe","epNo":43,"alt":"","descr":"Anna hat Heimweh und erzählt, wie sie mit ihrer Familie oft Hauskonzerte gemacht hat. Das inspiriert die Jugendlichen, in der Herberge eine kleine Band auf die Beine zu stellen. Derweil bekommt Costa die Botschaft vom Baron, er solle ins Schloss kommen. Dort schlägt Konstantin Costa ihm einen Deal vor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094947","hoster":"VOE"},{"path":"/redirect/8539727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-44","name":"Das Gartenkonzert","epNo":44,"alt":"","descr":"Costa erledigt für Baron Konstantin im Schloss kleinere Arbeiten, und es gefällt ihm dort immer besser. Er merkt nicht, dass Konstantin versucht, ihn für sich zu gewinnen. Gleichzeitig soll Costa für die Freunde heimlich Informationen sammeln, die er auf Konstantins Schreibtisch entdeckt hat. Für welche Seite wird sich Costa entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334985","hoster":"VOE"},{"path":"/redirect/8539730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-45","name":"Schluss mit Luxus","epNo":45,"alt":"","descr":"Herbergsmutter Magda hat schlechte Neuigkeiten: ihre Wasserpumpe im Keller ist kaputt gegangen und die Jugendlichen müssen jetzt das Wasser eimerweise vom Bach holen. Isabel ist darüber besonders verzweifelt. Anna und John haben derweil eine weitere Seite aus dem Buch mit den geheimnisvollen Runen vom Falken bekommen. Auf der Seite kleben Buchenblätter. Damit haben die Jugendlichen eine neue Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100727","hoster":"VOE"},{"path":"/redirect/8539726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-46","name":"Der magische Spiegel","epNo":46,"alt":"","descr":"Während Costas Verhältnis zu Baron Konstantin immer besser wird, fühlt sich Emily in der Herberge mehr und mehr zu David hingezogen. Währenddessen macht Costa im Arbeitszimmer des Barons eine unglaubliche Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881341","hoster":"VOE"},{"path":"/redirect/8539724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-47","name":"Blütenzauber","epNo":47,"alt":"","descr":"Costa freut sich, mal wieder in der Herberge zu sein, doch als er dort mit Vorhaltungen empfangen und mit Fragen bombardiert wird, schlägt seine Laune um. Anna muss überrascht feststellen, dass die Samen, welche sie von Einsiedlerin Daria bekommen hat, schon zu einer großen Pflanze mit auffälligen Blüten herangewachsen sind. Das kann keine normale Pflanze sein! Am Ende des Tages macht Costa am Schloss noch eine entscheidende Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100729","hoster":"VOE"},{"path":"/redirect/8539725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-48","name":"Ein Buch voller Rätsel","epNo":48,"alt":"","descr":"Costa hat das mysteriöse Runenbuch gefunden. Doch leider können sie die geheime Schrift nicht lesen. Derweil findet Anna einen Weg zur Einsiedlerin Daria. Schließlich taucht Vincent überraschend wieder in der Herberge auf. Nach seiner Abwesenheit feiern sie seine Rückkehr – es gibt Paella mit Shrimps. Da wird David misstrauisch: in diesem Wald gibt es keine Shrimps. Wo ist Vincent gewesen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881348","hoster":"VOE"},{"path":"/redirect/8539733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-49","name":"Verflixt verknallt!","epNo":49,"alt":"","descr":"In der Herberge wundern sich alle darüber, wo Wirtin Magdas Sohn Vincent die letzten Tage war, und woher er die vielen ausgefallenen Vorräte hat, die er bei einem ungewöhnlichen Dinner auftischt. Außerdem hat er die Brunnen-Pumpe im Keller repariert, ohne dass er scheinbar passendes Werkzeug dafür hat. Vincent kann sich zwar mit Magdas Hilfe rausreden, doch die Freunde bleiben misstrauisch und glauben, dass er den Wald verlassen hatte. Emily hat derweil andere Probleme: Nachdem sie sich eingestanden hat, dass sie in David verknallt ist, weiß sie nicht, wie sie mit ihm umgehen soll. Auf Isabels Rat macht sie sich rar, doch der Schuss geht nach hinten los und sie verunsichert David nur. Costa hat auf dem Schloss eine neue Aufgabe bekommen: Er soll auf Baroness Laura aufpassen, nachdem ihr Stubenarrest aufgehoben wurde. Costa soll sie zur Herberge begleiten, wo Magda ihr Sommerkleid ändern soll. Auf ihrem Weg zur Herberge treffen Laura und Costa im Wald auf Vincent, der sich äußerst seltsam verhält. Als sie ihn zur Rede stellen, entdecken sie, dass Vincent einen sonderbaren Kompass dabei hat und ein großes Geheimnis darum macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100732","hoster":"VOE"},{"path":"/redirect/8539731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-50","name":"Zwischen den Fronten","epNo":50,"alt":"","descr":"Emily ist unsicher, wie sie mit David umgehen soll, und sie hat ihn zu allem Übel auch noch vor den Kopf gestoßen. Als John Emily dabei ertappt, wie sie versonnen Liebesherzchen malt, wird die Situation für sie immer peinlicher: Jetzt hat auch John verstanden, dass Emily in David verknallt ist. Emily beschwört ihn, niemandem etwas davon zu erzählen. Emily kommt zu dem Schluss, dass Rarmachen nicht funktioniert und sie David erzählen muss, was sie wirklich für ihn empfindet. Doch David gerät gleichzeitig mit Costa aneinander, der David provoziert: David sei bei Emily nur zweite Wahl. Emily wolle nur etwas von David, weil er, Costa, gerade nicht da sei. David glaubt das zunächst und ist schwer getroffen. Er will Emily die Meinung sagen. Zur gleichen Zeit versucht Anna heimlich in Darias Hütte herauszufinden, was es mit einer geheimnisvollen Kugel auf sich hat, mit der Daria heilen kann. Doch Anna wird dabei von Daria erwischt. Währenddessen wäscht Baron Konstantin Vincent im Schloss gehörig den Kopf, weil er so leichtfertig mit dem Kompass umgegangen war. Beide hoffen, dass das Gerät – sie nennen es \"Translokator\" – nicht kaputt gegangen ist. Um es energetisch wieder aufzuladen, verschwinden sie hinter einer geheimen Tür in der Bibliothek.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008619","hoster":"VOE"},{"path":"/redirect/8539736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-51","name":"Die Macht der Heilerin","epNo":51,"alt":"","descr":"David glaubt, Emily spiele nur mit ihm, und er will ihr gehörig die Meinung sagen. Doch sie kommt ihm zuvor und entschuldigt sich für ihr seltsames Verhalten in den letzten Tagen. David ist erleichtert, dass er nicht nur zweite Wahl bei Emily ist, wie Costa behauptet hatte. Er misstraut Costa, weil der so viel Zeit beim Baron verbringt und damit angibt. Selbst als Costa von dem magischen Spiegel im Schloss berichtet, kann David das nicht milde stimmen und die beiden geraten in einen Streit … Zur gleichen Zeit entschuldigt sich Anna bei Daria, dass sie so viele Fragen stellt und erzählt ihr von dem Runenbuch, dass die Freunde gefunden haben. Daria warnt Anna, dass sie keine Ahnung hätten, wie gefährlich das Buch sei. Sie sollten die Finger davon lassen. Darauf gibt sie Anna eine Kostprobe ihrer Magie und lässt zu Annas Verwunderung ihre komplette Hütte verschwinden. Anna muss erkennen, dass Daria eine mächtige Frau ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252106","hoster":"VOE"},{"path":"/redirect/8539734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-52","name":"Hahnenkampf","epNo":52,"alt":"","descr":"John und Isabel sind in den Keller der Herberge eingestiegen und finden den Beweis, dass Vincent außerhalb des magischen Waldes gewesen sein muss: Er hat dort eine elektrische Brunnen-Pumpe eingebaut, die es im Wald nirgendwo gibt. Mit Hilfe von Magdas Lügenarmband überführen sie Vincent schließlich. Das müssen sie dringend den anderen erzählen! Währenddessen ist Anna von Daria zurück gekommen und will den anderen berichten, dass sie die heilende Kugel und viele andere magische Dinge gesehen hat, und dass Daria sehr mächtig zu sein scheint. Doch die Freunde haben im Moment andere Probleme. Auch der Streit zwischen David und Costa schwelt immer mehr. Als Costa David wieder Mal provoziert, kann sich David nicht mehr zurückhalten. Beim Armdrücken wollen sie entscheiden, wer der stärkere von beiden ist. Emily versucht vergeblich die Streithähne zu beruhigen. Als David sich beim Armdrücken verletzt und geschlagen das Weite sucht, geht sie ihm nach und steht zu ihm. Dabei schafft sie es auch endlich, über ihren Schatten zu springen, und sie gesteht dem verblüfften David, wie sehr sie ihn mag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881359","hoster":"VOE"},{"path":"/redirect/8539729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-53","name":"Der Pokal","epNo":53,"alt":"","descr":"David und Emily nähern sich langsam an. Costa ist zwar nicht in Emily verknallt, aber trotzdem passt es ihm nicht, dass gerade David immer um sie herumschwänzelt. Plötzlich findet Anna bei der Gartenarbeit einen seltsamen Pokal. Die Freunde entscheiden sich, einen Wettbewerb darum zu machen: Der Sieger wird den Pokal bekommen! Anna möchte lieber die Geheimschrift in dem mysteriösen Runen-Buch übersetzen und hofft, dass ihr die Einsiedlerin Daria ihr helfen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881364","hoster":"VOE"},{"path":"/redirect/8539732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-54","name":"Gefährliches Wissen","epNo":54,"alt":"","descr":"Die Freunde treffen ihre Vorbereitungen für eine Mini-Olympiade um den alten Pokal, den Anna im Garten ausgebuddelt hat. Zur gleichen Zeit kann Anna Daria helfen, eine Zutat für ihre Elixiere herzustellen. Doch als Anna den günstigen Moment nutzen will um Daria zu bitten, ihr bei der Übersetzung der Geheimschrift zu helfen, wird diese bitter ernst: Sie warnt Anna, dass hinter dem Runenbuch die Grundordnung des Waldes stecke, die nicht gestört werden dürfe, da sonst alle in Gefahr seien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881367","hoster":"VOE"},{"path":"/redirect/8544750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-55","name":"Mit schlechtem Gewissen","epNo":55,"alt":"","descr":"Die sechs Freunde veranstalten eine Mini-Olympiade um den alten Pokal. Anna findet derweil heraus, wo in Darias Hütte das Pergament mit dem Schriften-Vergleich für die Geheimschrift versteckt ist. Sie steht nun vor der Entscheidung, ob sie das Blatt klauen soll, dabei Darias Vertrauen missbraucht und zum Vorteil der Gruppe ein Unrecht begehen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008620","hoster":"VOE"},{"path":"/redirect/8539738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-56","name":"Das Duell","epNo":56,"alt":"","descr":"Anna hat das Pergament, mit dem man die Geheimschrift des Runenbuches übersetzen kann, bei der Einsiedlerin Daria gestohlen. Obwohl die Freunde ihr versichern, das Richtige getan zu haben, hat sie ein schlechtes Gewissen. John freut sich so sehr über den Besuch von Baroness Laura, dass er sie mit Aufmerksamkeit überschüttet. Laura wird das zuviel und sie weist John barsch zurück, was ihn sehr trifft. Nach dem Wettkampf streiten sich auch Emily und Costa, woraufhin dieser trotzig seine Sachen packt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881372","hoster":"VOE"},{"path":"/redirect/8539735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-57","name":"Das verschwundene Pergament","epNo":57,"alt":"","descr":"Anna hat ein schlechtes Gewissen, weil sie das Übersetzungs-Pergament für das Runenbuch von Einsiedlerin Daria geklaut hat. Doch als sie es zurück bringen will, ist es verschwunden und zu allem Überfluss verwelkt auch noch die Blume, mit deren Hilfe sie den Weg zu Daria finden kann. John will jetzt versuchen, den kaputten Motor des Busses zu reparieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881377","hoster":"VOE"},{"path":"/redirect/8539737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-58","name":"Der geheime Pakt","epNo":58,"alt":"","descr":"David und John versuchen, den Bus wieder flott zu bekommen. Doch ohne Werkzeug schaffen sie es nicht und John geht zurück in die Herberge, um Hilfsmittel zu suchen. Er trifft auf Vincent, der endlich aus seinem Versteck im Wald zurück ist. Als Anna nach langer Suche Daria begegnet, will diese, dass ihr Anna das Runenbuch bringt, weil es einen gefährlichen Inhalt berge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103959","hoster":"VOE"},{"path":"/redirect/8539742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-59","name":"Flieg, Falke, flieg!","epNo":59,"alt":"","descr":"John hat es geschafft, Vincent mit einer List sein Werkzeug abzuluchsen. Anna bringt dagegen schlechte Nachrichten: Daria habe sie davor gewarnt, die sensible Ordnung des Waldes zu stören. Sie soll Daria auch das Runenbuch bringen. Doch die anderen sind dagegen. Emily und Isabel gehen zum Schloss. Während Emily versucht, mit Costa zu reden, nutzt Isabel die Gelegenheit, ihren Traum in die Realität umzusetzen: Sie will den Falken aus seinem Käfig befreien. Dabei entdeckt sie mit Laura am Boden des Käfigs einen mysteriösen Schlüssel mit der Rune Perthro.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881381","hoster":"VOE"},{"path":"/redirect/8544752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-60","name":"Die Spur des echten Barons","epNo":60,"alt":"","descr":"Der mysteriöse Schlüssel aus dem Falkenkäfig passt zu einer alten, schweren Truhe, in der die Mädchen Hinweise finden, dass Lauras Vater gar nicht verreist sein kann. Offenbar hat Konstantin Laura die ganze Zeit belogen. Zur gleichen Zeit entdeckt David in der Herberge, dass das Runenbuch verschwunden ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100734","hoster":"VOE"},{"path":"/redirect/8539739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-61","name":"Der Translokator","epNo":61,"alt":"","descr":"Anna muss den Anderen gestehen, dass sie Daria heimlich das Runenbuch gegeben hat. Da kommt John zurück in die Herberge und verkündet, dass er den Bus repariert habe. Aber nicht alle sind so euphorisch, denn Anna hat aus den übersetzten Fragmenten des Runenbuches erkannt, dass man für den Sprung hinaus etwas benötigt, das sich \"Translokator\" nennt. Dabei scheinen einige Dinge mit Vincent zusammen zu hängen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881387","hoster":"VOE"},{"path":"/redirect/8539740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-62","name":"Vincents Geständnis","epNo":62,"alt":"","descr":"Emily und John finden in Vincents Zimmer die Kleider des Busfahrers. Die Freunde konfrontieren Vincent damit. Sie finden heraus, dass Konstantin den Translokator im Schloss versteckt. David versucht nun, Costa davon überzeugen, ihnen zu helfen. Doch Costa will nicht mit zurück nach Hause, sondern im Schloss und im Wald wohnen bleiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881389","hoster":"VOE"},{"path":"/redirect/8544746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-63","name":"Eine schwere Entscheidung","epNo":63,"alt":"","descr":"Die Jugendlichen machen einen Fluchtplan, denn Magda darf keinen Verdacht schöpfen. Anna sucht noch einmal Daria auf, um sie um Hilfe zu bitten, damit sie den Wald verlassen können. Doch Daria kann nichts für sie tun und so verabschiedet sich Anna schweren Herzens von ihr. In der Zwischenzeit stellen John und Anna am Bus erschrocken fest: Der Tank ist fast leer. Und am Ende fehlt auch noch Emily …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881392","hoster":"VOE"},{"path":"/redirect/8539745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-1/episode-64","name":"Jetzt oder nie!","epNo":64,"alt":"","descr":"Die Freunde sind abfahrbereit. In der Zwischenzeit hat Herbergsmutter Magda Konstantin darüber unterrichtet, dass Laura mit den Kindern aus dem Wald fliehen will. Konstantin ist außer sich, denn die Freunde haben sogar seinen Translokator gestohlen. Wütend macht er sich auf dem Weg zum Bus, um die Kinder aufzuhalten. Plötzlich erscheint der Falke wieder. Will er ihnen den Weg weisen? Jetzt wird es ernst, der Translokator springt an und der Bus fährt in die Teleportation. Haben sie es tatsächlich geschafft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881395","hoster":"VOE"},{"path":"/redirect/8539741","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-1","name":"Verloren im Wald","epNo":1,"alt":"","descr":"Anna plagt ein schlimmer Alptraum: eine bedrohliche Gestalt sucht in einem finsteren Labor nach einem geheimnisvollen Kristall … Da wird Anna von Emily geweckt. Die beiden liegen neben dem defekten Schulbus. Schnell wird beiden bewusst: sie sind noch immer in dem magischen Wald gefangen. Was ist geschehen? Und … wo stecken ihre Freunde – John, Vincent, Isabel, David und Laura? Da Anna sich am Fuß verletzt hat, zieht Emily alleine los, um sie zu suchen. Zu ihrer großen Erleichterung stößt sie wenig später auf die anderen. Die drei sind auf mysteriöse Weise an verschiedenen Stellen im Wald zu sich gekommen. Doch zwei fehlen – David und Laura. Die Freunde hoffen, dass es den beiden gut geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881399","hoster":"VOE"},{"path":"/redirect/8539748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-2","name":"Zurück auf Los","epNo":2,"alt":"","descr":"Die Freunde wollen wissen, ob sie es aus dem Zeitloch heraus geschafft haben. Emily und Isabel folgen deshalb dem einzigen Weg, der sie aus dem Wald führen kann. Zur gleichen Zeit haben Anna und John im Bus den Verdacht, dass Vincent den einzigen Gegenstand gestohlen hat, mit dem man den Wald verlassen kann – den Translokator. Sie durchsuchen Vincents Sachen und werden von ihm dabei erwischt. Es kommt zum Streit. Da entdeckt John ein brandneues Mountainbike im Unterholz und die schlechte Stimmung hebt sich, denn für die Kids ist plötzlich klar – das ist der Beweis, dass ihnen die Flucht aus dem Zeitloch gelungen ist! Im gleichen Augenblick aber werden Emily und Isabel durch den Teleportationseffekt wieder zurück zum Bus gebeamt. Und die traurige Wahrheit ist: Sie sitzen noch immer im Zeitloch fest. Die Gruppe beschließt, zurück zur Herberge zu gehen. Als John das Rad mitnehmen will, ist es verschwunden … genau wie Vincent.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881402","hoster":"VOE"},{"path":"/redirect/8539747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-3","name":"Die verlassene Herberge","epNo":3,"alt":"","descr":"Hunger, Kälte und Annas verletzter Fuß treiben die Freunde durch den Wald Richtung Herberge. Ihnen fällt auf, dass der Wald sich verändert hat. Er ist dunkler geworden, unheimlicher. John ist der Einzige, der für gute Stimmung sorgen will. Er verspricht den Freunden, in der Herberge etwas Leckeres zu kochen. Als die Freunde ihr Ziel erreichen, bietet sich ihnen ein beunruhigendes Bild: Die Herberge ist verlassen, Vincents Mutter und Hausmagd Magda ist offensichtlich vor langer Zeit ausgezogen. Wie kann das sein? Wie konnte so viel Zeit vergehen? Sie waren doch nicht länger als ein Tag weg. Oder etwa doch? Die Freunde sind ratlos. Und einmal mehr ist es John, der die Stimmung aufhellen kann: Im Keller der Herberge findet er letzte Reste von Konserven mit Ravioli. Und mit diesen spärlichen Mitteln bereiten sich die Freunde ein karges, aber leckeres Essen und schöpfen neue Hoffnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881404","hoster":"VOE"},{"path":"/redirect/8539743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-4","name":"Wiedersehen mit Magda","epNo":4,"alt":"","descr":"Die Freunde verlassen die leerstehende Herberge und gehen weiter zum Schloss. Vielleicht finden sie ihren Freund Costa, der sich entschlossen hatte, im Wald wohnen zu bleiben. Vielleicht kann ihnen sogar Schlossherr Konstantin weiter helfen. Auf dem Weg machen Emily, Anna, John und Isabel eine schockierende Entdeckung: sie finden den zerstörten Translokator. Ohne dessen Hilfe werden die Kids den Wald nicht verlassen können. Am Schloss angekommen stehen die Freunde ernüchtert vor Konstantins Grab. Er ist offenbar verstorben. Und auch das Schloss scheint wie leergefegt. Der magische Spiegel kann zumindest ein bisschen Aufmunterung bringen: Er zeigt David und Laura, die es augenscheinlich aus dem Wald heraus geschafft haben. Die Hoffnung der Freunde wird noch gesteigert: Ihre Wirtin Magda taucht wieder auf. Von ihr erfahren sie, dass es eine Möglichkeit gibt, wie sie den verwunschenen Wald verlassen können: Sie müssen den Fluch des Falken lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881407","hoster":"VOE"},{"path":"/redirect/8539750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-5","name":"Baron Costa","epNo":5,"alt":"","descr":"Noch immer haben die Freunde noch keine Spur von ihrem alten Freund Costa. Emilys Stimmung ist auf dem Nullpunkt. Sie vermisst ihn und sorgt sich um ihn. Auf einem heimlichen Rundgang durchs Schloss wird John von Branko überrascht. Der stumme Diener wirkt mysteriöser denn je, nachdem er John eine Nachricht zusteckt: Er muss John treffen – allein! John kann das Geheimnis jedoch nicht für sich behalten. Er schleppt die Freunde mit zum Treffpunkt. Ängstlich betreten die vier das Zimmer. Ihnen gehen die Augen über, als nicht Branko vor ihnen steht … sondern Costa! Die Freunde haben sich wieder. Endlich!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881411","hoster":"VOE"},{"path":"/redirect/8539744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-6","name":"Darias Tagebuch","epNo":6,"alt":"","descr":"Anna sorgt sich um ihre alte Freundin und Lehrmeisterin, die Kräuterfrau Daria. Nach allem, was während der Abwesenheit der Kids im Wald geschehen ist, fragt sie sich, wie es ihrer alten Freundin ergangen ist? Annas Sorge wächst, als sie erfährt, dass Daria in einen schweren Streit mit dem verstorbenen Konstantin geraten war. Entgegen Magdas Warnung macht sie sich mit Isabel auf den Weg, Darias Hütte zu suchen. Als die Mädchen die Hütte finden, stellen sie fest, dass hier noch mehr Zeit vergangen sein muss: Darias Hütte wirkt wie ein verstaubtes Relikt aus einem vergangenen Jahrhundert. Durch Zufall stößt Isabel auf ein Buch – Darias Tagebuch. Darin findet Anna die Antwort auf viele Fragen: Daria ist in einer anderen Zeitebene glücklich gealtert und verstorben. Mit einem weinenden und lachenden Auge machen sich die Mädchen wieder auf den Rückweg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008621","hoster":"VOE"},{"path":"/redirect/8544748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-7","name":"Der Junge aus dem Baum","epNo":7,"alt":"","descr":"Anna und Isabel machen sich mit Darias Tagebuch auf den Weg zurück zum Schloss. Plötzlich fällt ihnen aus heiterem Himmel ein fremder Junge vor die Füße. Sein Name ist Finn – der Junge, dem das Mountainbike gehört, das John im Wald gefunden hatte. Finn ist sympathisch, sportlich und sieht verdammt gut aus. Isabel findet mehr als nur Gefallen an dem Neuen. Finn hatte das Pech, genau in dem Moment in den Wald zu geraten, als die Kids versuchten, mit dem Bus daraus zu entfliehen. Jetzt steckt auch er hier fest. Zurück im Schloss reagieren die anderen unterschiedlich auf den Neuen. Emily ist skeptisch, John ist von Finn sofort begeistert. Und auch wenn er Isabel zunächst nicht viel Aufmerksamkeit schenkt – sie findet, der hübsche Typ gehört ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881419","hoster":"VOE"},{"path":"/redirect/8539746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-8","name":"Costas Geheimnis","epNo":8,"alt":"","descr":"Während Finn, der Neue, im Mittelpunkt des Interesses der Freunde steht, hat Emily andere Sorgen. Sie glaubt, Costa hat sich verändert. Als er am nächsten Morgen einfach so verschwindet, folgt ihm Emily heimlich. Ihre Verfolgungsjagd führt Emily immer tiefer in den Wald – an Orte, die sie noch nie zuvor gesehen hat. Doch Costa ist flink wie ein Wiesel. Emily hat nicht bemerkt, dass Costa sie schon längst bemerkt hat. Und so führt er sie an der Nase herum, spielt mit ihr Katz und Maus. Als Emily ihn dann doch findet, ist sie erleichtert. Denn Costa scheint doch ganz der Alte zu sein. Emily tritt erleichtert den Heimweg an … und bekommt so nicht mit, wie sich Costa mit einer düsteren Gestalt in einer noch düstereren Höhle trifft. Denn was die Freunde nicht wissen: Costa steht im Bann einer Hexe namens Silvana, die die Freunde noch nicht kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881420","hoster":"VOE"},{"path":"/redirect/8544756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-9","name":"Falsches Spiel von Costa","epNo":9,"alt":"","descr":"Emily muss einsehen, dass sie mit ihrer guten Meinung über Costa alleine da steht. Isabel und John sind überzeugt, dass Costa etwas vor ihnen verheimlicht. Vielleicht wichtige Informationen, mit denen sie endlich den Wald verlassen können? Emily hält dagegen. Sie vertraut Costa und glaubt, dass er immer noch Einer von ihnen ist. Sie will nicht, dass Costa ohne irgendwelche Beweise vorverurteilt wird. Stattdessen schlägt sie vor, das Schloss zu durchsuchen. Vielleicht finden sie Hinweise, wie sie von diesem verwunschenen Ort endlich fliehen können. Doch ihre Suche bringt der enttäuschten Emily nur eine Erkenntnis: Sie hat sich in Costa getäuscht und die Freunde hatten Recht: Er scheint etwas vor ihnen zu verbergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334990","hoster":"VOE"},{"path":"/redirect/8544753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-10","name":"Der ungebetene Gast","epNo":10,"alt":"","descr":"Eine dunkle Gestalt hat in der Nacht das Schloss heimlich betreten. Und sie hat etwas zurückgelassen, denn am nächsten Morgen finden Anna, Isabel und Emily ein eigentümliches schwarzes und sehr heißes Pulver. Die Freunde geraten in Angst und glauben, im Schloss nicht länger sicher zu sein. Sie fordern Antworten von Magda, die ihnen daraufhin Konstantins letzte Aufzeichnungen zeigt. Darin schreibt der Schlossherr kurz vor seinem Tod von etwas \"Bösem\", das in dem Wald lebt. Bevor sich weiter Panik ausbreiten kann, entschließt sich Anna, in Darias Hütte nach einem Mittel gegen dieses Böse zu suchen. Und mit Finns Hilfe und Darias Überlieferungen gelingt es ihr, einen magischen Schutz gegen die fremde Macht zu finden. Das Schloss ist ab sofort geschützt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881426","hoster":"VOE"},{"path":"/redirect/8539751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-11","name":"Falscher Verdacht","epNo":11,"alt":"","descr":"Für die Freunde wird immer klarer, dass Magdas Sohn Vincent nicht mehr auf ihrer Seite steht. Sie sind davon überzeugt, dass es Vincent Schuld war, dass sie noch immer in dem Wald fest sitzen. Einzig John setzt sich für Vincent ein. So lange dessen Schuld nicht eindeutig bewiesen sei, würde er zu ihm halten. Als dann Finns Mountainbike verschwindet, ist der Schuldige schnell gefunden: Vincent. John stellt sich gegen die Gruppe und verteidigt den Ausgestoßenen. Als sich dann aber herausstellt, dass nicht Vincent das Fahrrad geklaut, sondern Isabel es sich ausgeliehen hatte, müssen die Freunde sich bei Vincent entschuldigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881428","hoster":"VOE"},{"path":"/redirect/8539752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-12","name":"Die Rettung des Falken","epNo":12,"alt":"","descr":"Isabel sorgt sich um den Falken. Vom einen auf den anderen Moment ist das Tier verschwunden. Und auf die Falkenpfeife des Dieners Branko reagiert er auch nicht. Isabels Angst ist ansteckend. Nach und nach werden auch die Anderen immer nervöser. Sie alle wissen von Magda, dass der Falke ihr Schlüssel zur Flucht aus dem Wald ist. Also ist nichts wichtiger als seine Sicherheit. Sorgenvoll machen sich die Kids und Branko auf, den Wald zu durchforsten. Sie finden den Falken – leicht verletzt und eingeklemmt in einer von Costas Jagdfallen. Doch der beteuert, die Fallen nur aufzustellen, um für Essen auf dem Tisch zu sorgen. Isabel traut ihm nicht und nimmt den Falken an sich. Als sie das Tier Branko überreicht, spricht der stumme Diener mit einem Mal! Und er verrät den Freunden ein Teil seines Geheimnisses.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881432","hoster":"VOE"},{"path":"/redirect/8539749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-13","name":"Die Macht der Mana-Steine","epNo":13,"alt":"","descr":"Die Freunde – allen voran John – vermuten, dass alles Fantastische in dem Wald mit kleinen magischen Steinen zusammen hängt, sogenannten Mana-Steinen. John kombiniert, dass zauberhafte Gegenstände wie der magische Spiegel oder das Lügenarmband nur mit diesen Steinen funktionieren können. Doch nur im Lügenarmband scheint sich noch so ein intakter Mana-Stein zu befinden. Und so begeben sich die Freunde auf die Suche nach dem Armband. Was sie nicht wissen: Costa steht inzwischen im Bann der düsteren Hexe Silvana. Sie hat Costa mit genau dem gleichen Ziel losschickt. Zunächst scheinen die Freunde das Rennen um den kleinen magischen Stein gewonnen zu haben. Und ihnen wird klar, dass sie hier etwas Wichtiges in Händen halten. Doch am Ende gelingt es Costa, ihnen heimlich und mit Hilfe eines Unsichtbarkeits-Tranks, den Stein zu stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881436","hoster":"VOE"},{"path":"/redirect/8539757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-14","name":"Verlorene Freundschaft","epNo":14,"alt":"","descr":"Die Freunde wollen herausfinden, wer ihnen das Lügenarmband und den wertvollen Mana-Stein gestohlen hat. Schnell fällt der Verdacht auf Costa. Emily und die anderen stellen ihn zur Rede. Costa hört sich die Anschuldigungen an und tritt die Flucht nach vorne an: Er reagiert mit Vorwürfen und spielt enttäuscht. Als Emily anschließend noch einmal in aller Ruhe mit Costa reden will, blockt er harsch ab. Emily wird mehr und mehr klar, dass Costa nicht mehr der Alte ist. Angestachelt von Isabel und John entschließt sie sich, hinter Costas Rücken heimlich in dessen Zimmer einzubrechen. Vielleicht stoßen sie ja dort auf etwas, das sie weiter bringen wird. Doch bevor sie etwas finden können, werden sie erwischt. Von Costa. Die Freunde geraten in einen schlimmen Streit und Emily muss einsehen, dass ihr alter Freund anscheinend nicht mehr zu ihnen gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881437","hoster":"VOE"},{"path":"/redirect/8539761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-15","name":"Der Trank der diebischen Elster","epNo":15,"alt":"","descr":"Costa ahnt, wie wichtig Darias Tagebuch für das Geheimnis des Waldes zu sein scheint. Außerdem wird er von der Hexe Silvana angestachelt, für sie zu spionieren. Doch noch weiß er nicht, wie er an das Buch kommen soll, bis er von dem Trank der diebischen Elster hört. Einmal davon getrunken, verliert man für kurze Zeit das Gedächtnis und verwandelt sich in einen Dieb. Costa fasst einen perfiden Plan: Er verabreicht Vincent den Trank und richtet ihn in Trance auf die Dinge seiner Freunde aus. Als im Zimmer von Isabel, Emily und Anna mehrere Dinge gestohlen wurden, ist der Schuldige schnell gefunden – Vincent. Und während die Aufmerksamkeit der Freunde einzig dem unfreiwilligen Dieb gilt, reißt sich Costa Darias Tagebuch unter den Nagel und versteckt es in seinem Zimmer. Einzig Anna und Emily ahnen, dass Costa etwas mit dem Ganzen zu tun haben könnte. Und so beschließen sie, ihn fortan genau im Auge zu behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881442","hoster":"VOE"},{"path":"/redirect/8539753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-16","name":"Böses Erwachen","epNo":16,"alt":"","descr":"Mitten in der Nacht werden die Freunde von einem ohrenbetäubendem Getöse geweckt. Das ganze Schloss bebt! Keiner – nicht einmal Magda und Branko – wissen, was vor sich geht. Die Angst ist groß, dass sich die dunkle, unbekannte Gestalt von vor ein paar Tagen wieder Zutritt zum Schloss verschafft hat. Als Finn am nächsten Tag einen umher huschenden Schatten im Schloss entdeckt, bricht Panik aus. Um zu verhindern, dass die Clique im Chaos auseinander bricht, will Finn das Geheimnis um den Unbekannten und das Schlossbeben lüften. Er legt sich in der nächsten Nacht auf die Lauer – und erwischt auf frischer Tat Vincent. Der hatte jedoch nichts Böses im Sinn. Und so zeigt Vincent den Freunden einen geheimen Raum, in dessen Mitte eine riesige, mysteriöse Maschine steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881445","hoster":"VOE"},{"path":"/redirect/8539756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-17","name":"Das Geheimnis der Maschine","epNo":17,"alt":"","descr":"Vincent erklärt den Freunden, was es mit der geheimnisvollen Maschine auf sich hat. Leider ist sie defekt. Aber wenn sie funktioniert, kann man mit ihrer Hilfe alte magische Mana-Steine wieder mit Energie aufladen und so deren Kraft nutzen. Was, wenn sie nun den Translokator reparieren und seine magische Kraft mit der Maschine wieder herstellen können? Dann könnten sie den Wald verlassen. Für alle ist John der kluge Kopf und Tüftler. Und so erwartet jeder der Freunde, dass John die Maschine wieder reparieren kann. John selbst macht sich aber den größten Druck. Als es schon so aussieht, als hätte John die Maschine zum Laufen gebracht, wird sie durch eine kleine Unachtsamkeit zerstört. John hatte also kein Glück, aber er ist erleichtert, weil ihm seine Freunde keine Vorwürfe machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103957","hoster":"VOE"},{"path":"/redirect/8539759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-18","name":"Gefährliche Bannkreise","epNo":18,"alt":"","descr":"Costa macht sich auf den Weg zur Hexe Silvana. Er merkt nicht, dass Emily und Isabel ihm heimlich gefolgt sind. Doch die Verfolgung endet, als Emily in einen Bannkreis tritt, der sie wie eine unsichtbare Mauer umgibt. Emily steckt in einem Gefängnis fest, aus dem es kein Entrinnen zu geben scheint, ausgelöst durch ein magisches Pulver der Hexe Silvana. Die nimmt wahr, dass ihr jemand in die Falle gegangen ist. Und schnell wird klar, dass sie nichts Gutes mit Emily vor hat. Costa gerät in einen Zwiespalt, doch die Freundschaft zu Emily ist in diesem Moment stärker als die Loyalität zu Silvana. Er hilft Isabel, Emily aus dem Bannkreis zu befreien. Die Freunde haben die Hexe Silvana aber noch nicht leibhaftig kennen gelernt. Um diese zu besänftigen, weil ihr die Gefangene durch die Lappen gegangen war, schenkt Costa ihr nun das kostbare Tagebuch von Daria, das er seinen Freunden geklaut hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881450","hoster":"VOE"},{"path":"/redirect/8539754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-19","name":"Die verborgene Botschaft","epNo":19,"alt":"","descr":"Anna will verhindern, dass jemals wieder einer ihrer Freunde in einen der gefährlichen Bannkreise gerät. Ohne Darias Tagebuch fällt es Anna jedoch schwer, eine Lösung zu finden. Und so versucht sie es auf eigene Faust. Sie forscht in Darias verlassener Hütte nach einer Substanz, mit der man die Bannkreise sichtbar machen kann. Doch ihr fehlen die richtigen Zutaten. Und ohne den Ratschlag der alten Kräuterfrau Daria kommt Anna nicht weit. Als Anna ihre selbst gebraute Tinktur wütend gegen die Wand schleudert, entdeckt sie etwas ganz anderes: Die Flüssigkeit legt eine große symbolische Zeichnung frei. Ist das vielleicht der Schlüssel, um den Fluch des Falken endlich zu lösen? Was Anna und die anderen nicht bemerken: Auch Costa hat von der Entdeckung Wind bekommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379098","hoster":"VOE"},{"path":"/redirect/8539758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-20","name":"Ein rätselhaftes Bild","epNo":20,"alt":"","descr":"Isabel ist voller Hoffnung. Die Entdeckung des geheimnisvollen Wandbildes könnte die Fahrkarte in die Freiheit sein. Die Freunde kehren in Darias Hütte zurück, um sich das Gemälde näher anzusehen. Sie sind schockiert, als sie sehen, dass das Wandbild von einem Unbekannten zerstört wurde. Besonders Isabel ist außer sich. Sie beschuldigt Costa, doch seine Schuld kann nicht bewiesen werden. Isabel will die Hoffnung schon aufgeben, da meldet sich Finn zu Wort und rettet den Tag: Er hat eher zufällig ein Foto des Wandbildes gemacht – mit seinem Handy. Die Freunde haben neue Hoffnung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881455","hoster":"VOE"},{"path":"/redirect/8539760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-21","name":"Der Verräter","epNo":21,"alt":"","descr":"Die Stimmung ist angespannt. Bis auf Emily sind alle sauer auf Costa. Dass er ihnen unentwegt Steine in den Weg legt, können sie ihm zwar nicht beweisen, aber kaum einer von ihnen zweifelt noch daran, nur Emily. Sie weigert sich nach wie vor, Costa aufzugeben. Als Isabel dafür stimmt, Costa aus dem Schloss zu werfen, stemmt sich Emily mit aller Kraft dagegen. Doch kurze Zeit später erwischt sie Costa dabei, wie er offenbar den Falken stehlen will. Und an diesem Punkt verliert sie gänzlich das Vertrauen zu dem alten Freund. Schweren Herzens und verletzt sieht Emily ein, dass es nicht mehr anders geht: Die Freunde setzen Verräter Costa enttäuscht vor die Tür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881457","hoster":"VOE"},{"path":"/redirect/8539771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-22","name":"Neue Hoffnung für John","epNo":22,"alt":"","descr":"John will nicht aufgeben. Mit neuem Elan macht er sich an die Reparatur der Maschine. Als er wieder und wieder ohne erkennbaren Erfolg da steht, verliert er den Mut. Finn schafft es, John aufs Neue zu motovieren. Doch in der Nacht hat sich Vincent heimlich an der Maschine zu schaffen und Johns Arbeit zunichte gemacht. In seiner Scheune versucht Vincent, den Translokator mit Hilfe von Johns Ersatzteilen und eines Mana-Steines auf eigene Faust zu reparieren. John ist außer sich und will Vincent den Translokator zu entreißen, wobei dieser endgültig zerstört wird, aber den Mana-Stein frei legt. John kann ihn erobern und hofft nun, die Maschine wieder zum Laufen zu bringen, um den Stein aufzuladen. Zunächst scheint er erneut erfolglos zu bleiben. Doch am Ende gelingt es ihm, den zauberhaften Mana-Stein zumindest teilweise aufzuladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881462","hoster":"VOE"},{"path":"/redirect/8544751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-23","name":"Die Maschine lebt","epNo":23,"alt":"","descr":"Die geheimnisvolle Maschine lässt John keine Ruhe. Dass sie nur teilweise funktioniert hat, reicht ihm nicht. John sucht nach Mitteln und Wegen, Energie zu erzeugen, mit der er die Maschine wieder zum Laufen bringt. Nach eifriger Überlegung ist klar: Er braucht die Drehkraft von Fahrrädern, zwei Stück. Da die Freunde nur eines besitzen, sind sie mit einem Mal wieder auf Vincent angewiesen. Der stellt sein eigenes Rad jedoch nur zur Verfügung, wenn er bei dem großen Experiment dabei sein darf. Als die Maschine dann durch den Antrieb der beiden Räder viel zu heiß läuft, ist John gezwungen, sie zu zerstören, bevor das Ungetüm noch größeren Schaden anrichten kann. Unbemerkt klaut Vincent in den Trümmern der Maschine den Mana-Stein. Doch seine Freude ist von nur kurzer Dauer, denn John hat aufgepasst und Vincent kommt nicht weit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881465","hoster":"VOE"},{"path":"/redirect/8539755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-24","name":"Botschaft aus einer anderen Zeit","epNo":24,"alt":"","descr":"Anna geht mitten in der Nacht durch den Wald, als würde sie schlafwandeln. Sie folgt in Trance der flüsternden Stimme der Kräuterfrau Daria immer tiefer in die Dunkelheit … bis zu einem mystischen großen Stein. Als Anna am nächsten Morgen erwacht, erkennt sie, dass das Ganze kein Traum war. Finn ermutigt Anna, sich der Sache zu stellen. Er schlägt er vor, den Grund ihres \"Ausfluges\" heraus zu finden. Anna lässt sich darauf ein und wird für ihren Mut belohnt: Sie findet die Lichtung aus ihrem Traum und den Stein – einen magisch aussehenden Monolithen. Sie erkennt, dass dies der Ort ist, an dem Daria aus dem Leben geschieden sein muss. Anna ist zufrieden und hat ihre Angst überwunden. Was sie nicht weiß: Der mysteriöse Stein wird für die Gruppe noch eine große Bedeutung haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881469","hoster":"VOE"},{"path":"/redirect/8544764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-25","name":"Das Zeichen des Falken","epNo":25,"alt":"","descr":"Isabel nervt es, dass immer nur Anna im Mittelpunkt des Interesses steht. Sie ist der Meinung, dass die Freunde nur über den Falken den Fluch lösen und so nach Hause zurückkehren können. Als der Falke etwas in den Käfigboden kratzt, ist für Isabel klar: Der Falke wollte ihr etwas mitteilen! Doch niemand will ihr glauben. Schließlich ist es Emily, die erkennt, dass der Falke ihnen tatsächlich eine Botschaft übermitteln wollte. Ihr wird klar, dass das Zeichen des Falken dasselbe Symbol darstellt, wie sie es auf einem Amulett an Costas Hals gesehen hat. Und genau dieses Symbol befand sich auch auf dem zerstörten Wandbild in Darias Hütte. Isabel ist stolz auf ihre Entdeckung und fühlt sich in ihrer Annahme bestätigt, der Falke sei mehr als ein normales Tier und würde den Freunden dabei helfen, den Fluch aufzulösen und nach Hause zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881471","hoster":"VOE"},{"path":"/redirect/8539765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-26","name":"Ein Pakt zwischen Freunden","epNo":26,"alt":"","descr":"Emily ist klar, dass das Amulett um Costas Hals von großer Bedeutung ist. Sie versucht, es Costa listig und vorsichtig abzuschwatzen. Was sie nicht weiß: Costa hat zur gleichen Zeit von der dunklen Silvana den Auftrag erhalten, seinen Platz im Schloss zurück zu gewinnen. Costa war von den Freunden herausgeworfen worden, doch Silvana braucht Costa als Spion im Schloss, um an den großen und mächtigen Kristall zu gelangen … wie sie sagt, sei das ein Kristall, durch den man alle Macht über das Zeitlich erhalten soll. Costa muss sich also überlegen, wie er das Vertrauen seiner alten Freunde wieder herstellen kann. Als er erkennt, wie wichtig Emily sein Amulett zu sein scheint, nutzt Costa seine Chance. Er übergibt Emily sein Amulett und erkauft sich so seinen Platz im Schloss zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881474","hoster":"VOE"},{"path":"/redirect/8552110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-27","name":"Die Hüterin des Falken","epNo":27,"alt":"","descr":"Isabel glaubt, dass der Weg in die Freiheit direkt vor ihnen liegt: Sie haben Costas Amulett, auf das sie der Falke gestoßen hat, und Isabel ist sich sicher, dass man damit den Fluch des Falken lösen kann. Wie genau, das wissen jedoch weder sie noch einer der anderen. Isabel bittet Branko um die Falkenpfeife und verspricht hoch und heilig, sie wie ihren Augapfel zu hüten. Nachdem sie damit den Falken zu sich gerufen hat, geht alles ganz schnell: ein Unbekannter stiehlt die Falkenpfeife und wenig später ist auch der Falke fort. Isabel muss ihren Fehler eingestehen und ist am Boden zerstört. Doch sie kann wenigstens auf ihre Freundin Emily zählen. Die steht ihr bei und verliert nicht den Mut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881476","hoster":"VOE"},{"path":"/redirect/8539767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-28","name":"In der Höhle der Hexe","epNo":28,"alt":"","descr":"Durch Isabels Fehler ist der Falke verschwunden. Als Isabel auf eigene Faust los ziehen will, um das Tier zu suchen, hält John sie auf. Für ihn hat Isabel genug Unheil angerichtet. Er selbst macht sich mit Finn und Branko auf die Suche. Dabei erkennen sie fasziniert, dass das Amulett zu ihnen spricht! Sie folgen einem unheilvollen Flüstern und gelangen so in eine geheime Höhle. Dort finden sie den Falken. Doch ihre Freude währt nur kurz. Denn sie sind in der Höhle der Hexe Silvana gelandet und die setzt die Drei kurzerhand in einem Bannkreis fest. Isabel hält es derweil nicht länger aus, tatenlos im Schloss herum zu sitzen. Sie macht sich auf in den Wald und entdeckt ebenfalls die unheimliche Gruft Silvanas. Mit Mut und List gelingt es ihr, ihre Freunde, den Falken und auch Darias Tagebuch aus den Fängen der Hexe zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334996","hoster":"VOE"},{"path":"/redirect/8552108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-29","name":"Angeklagt","epNo":29,"alt":"","descr":"Costa gerät mehr und mehr ins Kreuzfeuer. Silvana hatte ihm das magische Amulett geschenkt und ist nun außer sich, dass er es an Emily weitergegeben hatte. Als Costa sich das Amulett zurück holen will, nehmen ihn seine ehemaligen Freunde gefangen. Wird er ihnen sein Geheimnis verraten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881483","hoster":"VOE"},{"path":"/redirect/8539762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-30","name":"Alles oder nichts!","epNo":30,"alt":"","descr":"Isabel stellt sich gegen den Rest der Clique. Sie ist überzeugt, der Falke will, dass sie das magische und kostbare Amulett von Costa zerstören, um hinter das Geheimnis des Falken zu kommen. Doch hat sie damit Recht? Oder rennt sie damit in ihr Unglück?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100730","hoster":"VOE"},{"path":"/redirect/8539768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-31","name":"Oma tanzt Haie","epNo":31,"alt":"","descr":"Das zerstörte Amulett hat den Freunden ein neues Mysterium beschert: ein Buchstabenrätsel. Gleichzeitig erfährt die Hexe Silvana von Costa, wie nah die Freunde davor sind, das Geheimnis des Falken aufzulösen. Silvana muss nun Himmel und Hölle in Bewegung setzen, um die Kinder aufzuhalten! Ein Wettlauf mit der Zeit beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881487","hoster":"VOE"},{"path":"/redirect/8539763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-32","name":"Die Erlösung des Falken","epNo":32,"alt":"","descr":"Der Falke hat sich verwandelt: Vor den Freunden liegt der Herrscher des Schlosses und des gesamten Waldes: Baron Gabor von Randelstein. Und jetzt wollen sie Antworten von ihm: Was geht in diesem Wald vor? Wer ist die dunkle Frau in der Höhle? Und sind sie nun endlich frei?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881491","hoster":"VOE"},{"path":"/redirect/8539764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-33","name":"Die mysteriöse Gruft","epNo":33,"alt":"","descr":"Baron Gabor, der wahre Herr von Randelstein, ist wieder zurück. Er sagt, er will den Freunden helfen, aus dem Zeitloch zu kommen. Er verspricht ihnen, ein wichtiges Geheimnis zu verraten – das wichtigste Mysterium, das es im Wald gibt. Aber sagt er wirklich die ganze Wahrheit?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881496","hoster":"VOE"},{"path":"/redirect/8539766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-34","name":"Die Macht des Monolithen","epNo":34,"alt":"","descr":"Die Freunde wissen, dass Baron Gabor von Randelstein den mächtigen Kristall vor ihnen geheim halten wollte. Anna will herausfinden, was es mit dem geheimnisvollen Kristall auf sich hat. Trotz aller Warnungen der Freunde betritt Anna die Gruft. Dort fällt sie in Trance und hat eine verhängnisvolle Eingebung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881497","hoster":"VOE"},{"path":"/redirect/8539776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-35","name":"Torheit schützt vor Alter nicht","epNo":35,"alt":"","descr":"Die Freunde rätseln weiter, was es mit den leuchtenden Symbolen auf sich hat. Isabel ist die einzige, die Baron Gabor um Hilfe bitten will. Aber Anna will ihn übergehen und hinter seinem Rücken das Geheimnis um den Kristall allein lösen. Auf dem Weg in die Gruft wird sie jedoch von Vincent verfolgt, und das hat katastrophale Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881501","hoster":"VOE"},{"path":"/redirect/8539774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-36","name":"Annas Auftrag","epNo":36,"alt":"","descr":"Vor den Freunden steht Vincent – verwandelt als alter Greis. Anna fühlt sich dafür verantwortlich, immerhin hat sie den armen Kerl unbewusst zum Kristall geführt, der ihn augenblicklich altern ließ. Und jetzt ist der Baron auch noch auf der Suche nach Vincent – und das Donnerwetter wäre riesig, wenn er herausfände, was mit seinem Assistenten geschehen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881503","hoster":"VOE"},{"path":"/redirect/8539773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-37","name":"Die Weissagung","epNo":37,"alt":"","descr":"Isabel ist die einzige mit einem letzten Rest Vertrauen zu dem zwielichtigen Baron Gabor. Und der weiß dies auszunutzen: Er versichert Isabel auserwählt zu sein, um das Zeitloch aufzulösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916433","hoster":"VOE"},{"path":"/redirect/8539779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-38","name":"Die Auserwählte","epNo":38,"alt":"","descr":"Die Freunde sind sich sicher, dass der oder die Auserwählte unter ihnen ist. Und Isabel glaubt, dass sie es ist. Aber auch Anna und Costa rechnen sich Chancen aus. Laut Weissagung soll es eine Bewährungsprobe geben, die den Auserwählten bestimmt. Wer wird es wohl sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881510","hoster":"VOE"},{"path":"/redirect/8539772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-39","name":"Verzweifelte Suche","epNo":39,"alt":"","descr":"Anna ist plötzlich verschwunden. Als die Freunde Costa beschuldigen, flüchtet er aufgebracht in den Wald. Liegen die Freunde im Unrecht oder hat er Anna wirklich verschwinden lassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881512","hoster":"VOE"},{"path":"/redirect/8539769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-40","name":"Anna hört auf ihr Herz","epNo":40,"alt":"","descr":"Anna hat Angst, sich ihrer Aufgabe als Auserwählte zu stellen. Und Costa erkennt, dass Anna in Gefahr ist, denn Silvana ist auf dem Weg zu ihr. Was wird die Hexe Anna antun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881515","hoster":"VOE"},{"path":"/redirect/8539770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-41","name":"Das Mal der Auserwählten","epNo":41,"alt":"","descr":"Anna hat sich ihrem Schicksal und dem geheimnisvollen Kristall in der Gruft gestellt. Nachdem sie ihn berührt hat, erscheint auf ihrem Arm ein geheimnisvolles Mal. Aber was hat es zu bedeuten? Ist das Mal vielleicht sogar gefährlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881517","hoster":"VOE"},{"path":"/redirect/8539777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-42","name":"Die verborgene Strophe","epNo":42,"alt":"","descr":"Anna erinnert sich an die Worte der Weissagung und ist überzeugt zu wissen, wie sie den Fluch des Zeitlochs auflösen kann: Sie muss dafür den Kristall zerstören. Aber als Anna mit einer Axt auf den Kristall einschlägt, kommt es zu einem schweren Beben-.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916435","hoster":"VOE"},{"path":"/redirect/8544758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-43","name":"Durch Annas Augen","epNo":43,"alt":"","descr":"Für Hexe Silvana wird die Zeit knapp. Ihr magisches Öl, mit dem sie sich verjüngen kann, geht zur Neige. Das Alter droht sie endgültig einzuholen. Sie braucht die auserwählte Anna, um an den Ursprung aller magischen Kraft, den Kristall, zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881524","hoster":"VOE"},{"path":"/redirect/8539775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-44","name":"Ein unüberwindbarer Gegner","epNo":44,"alt":"","descr":"Anna ist gefangen! Die Hexe Silvana will sie zwingen, ihr den mächtigen Kristall zu bringen. Zunächst bleibt Anna standhaft, doch langsam schwindet ihre Widerstandskraft. Wird sie es schaffen, sich gegen Silvana zu wehren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881529","hoster":"VOE"},{"path":"/redirect/8539782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-45","name":"Das Geheimnis des Monolithen","epNo":45,"alt":"","descr":"Die Freunde wissen nun, dass sich die geweihte Quelle am Monolithen im Wald befindet. Darin muss der mächtige Kristall zerstören werden, um das Zeitloch aufzulösen. Doch Anna, die als einzige den Kristall berühren kann, wird von Gabor unter Hausarrest gestellt. Können die Freunde Anna befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881530","hoster":"VOE"},{"path":"/redirect/8539790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-46","name":"Das wahre Gesicht des Barons","epNo":46,"alt":"","descr":"Um das Zeitloch aufzulösen, müssen die Freunde den Kristall aus der Gruft besorgen und ihn in der Quelle am Monolithen versenken. Doch als Anna den Kristall an sich nehmen will, wird sie von Gabor bedroht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881533","hoster":"VOE"},{"path":"/redirect/8539778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-47","name":"Das letzte Aufgebot","epNo":47,"alt":"","descr":"Zusammen mit Baron Gabor, Branko und Vincent ziehen die Freunde in den finalen Kampf, um die Hexe Silvana zu besiegen und den Kristall zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881537","hoster":"VOE"},{"path":"/redirect/8539780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-2/episode-48","name":"Die Rückkehr","epNo":48,"alt":"","descr":"Das Zeitloch existiert nicht mehr, der Fluch des Waldes ist ein für alle Mal aufgelöst. Die Freunde sitzen auf gepackten Taschen – bereit nach Hause zu gehen. Nur Costa zögert. Er hat Angst vor der alten Welt da draußen. Wird er wieder im Wald zurückbleiben und seine Freunde verlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252107","hoster":"VOE"},{"path":"/redirect/8539781","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-1","name":"Das Goldene Ticket – Ankunft","epNo":1,"alt":"","descr":"Raphael, Tobias und Pia kommen zur Dream Academy nach Randelstein. Tobias muss auf dem Hinweg Raphaels rasanter Limousine ausweichen, was keinen guten Einstieg für die beiden Jungen bedeutet. Trotz ihres Zoffs, helfen sie gemeinsam Pia, die wegen des tief fliegenden Falken vom Fahrrad stürzt. Der wohlhabende Raphael ist vom Ambiente und Service auf Randelstein nur mäßig überzeugt. Tobias? heimliche Hoffnung, dass er die Dream Academy deshalb bald wieder verlassen wird, zerschlägt sich jedoch. Er ringt sich dazu durch, das Kriegsbeil mit Raphael vorerst zu begraben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881542","hoster":"VOE"},{"path":"/redirect/8539785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-2","name":"Schlafstörungen","epNo":2,"alt":"","descr":"Raphael stört es, dass er sich neben Tobias auch noch mit Noah das Zimmer teilen muss. Der neu angereisten Jennifer geht es in ihrem Zimmer nicht anders. Genervt entzieht sie sich ihren Zimmerpartnerinnen Pia und Yasemin. Raphael sucht die Nähe zu Jennifer, doch sie lässt ihn ins Leere laufen. Als er mitbekommt, dass sie, wie er, miserabel geschlafen hat, geht er nochmals auf sie zu. Erst als sie ihn erneut vor den Kopf stößt, gibt er auf. Doch dann entschuldigt sich Jennifer überraschend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881545","hoster":"VOE"},{"path":"/redirect/8539784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-3","name":"Das Spiel beginnt – Traumfänger","epNo":3,"alt":"","descr":"Silvana begrüßt die Dream Academy-Teilnehmer zusammen mit Vincent und Branko. Sie erklärt die Spielregeln sowie die erste Casting-Aufgabe: Die Jugendlichen sollen kreativ ihren Lebenstraum vorstellen. Bis auf Tobias machen sich alle eifrig an die Arbeit. Tobias aber weiß nicht, was sein Traum ist. Pia bietet ihm Hilfe an, doch er lehnt ab und läuft, als er an der Reihe ist, überfordert davon. Pia folgt ihm, um mit ihm darüber zu reden. Da gibt er vor, es locker zu nehmen, dass er kein großes Lebensziel hat. Schließlich findet Pia seine selbstgeschnitzte Flöte und merkt, dass mehr in Tobias steckt als er selbst glaubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881548","hoster":"VOE"},{"path":"/redirect/8539788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-4","name":"Yasemins Misstrauen","epNo":4,"alt":"","descr":"Nachdem Jennifer als erste in der Vitrine ihren Preis sehen darf, ist Yasemin voller Misstrauen gegenüber der Dream Academy. Ohne Erfolg konfrontiert sie Silvana. Yasemin kann ihre Skepsis nicht verbergen. Die anderen Mädchen vermuten hinter ihrem Verhalten Neid. Das macht Yasemin sauer. Sie will versteckte Kameras im Schloss finden und so den Beweis für ihren Verdacht erbringen. Zusammen mit Noah inspiziert sie die Vitrine im Spiegelsaal. Bei dem Blick hinter einen Spiegel, geht dieser zu Bruch. Yasemins Erleichterung ist groß als es von Silvana keine Standpauke dafür gibt und Noah sich hinter sie stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881551","hoster":"VOE"},{"path":"/redirect/8539783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-5","name":"Schlossarrest – Extratouren","epNo":5,"alt":"","descr":"Die Academy-Teilnehmer sollen in einem abgeschlossenen Raum drei Stunden lang eine kreative Gedächtnis-Aufgabe lösen. Aufgrund ihrer Klaustrophobie hält Pia dem Druck nicht stand. Von Pias Nervosität genervt, beschwert sich Raphael bei Branko. Der greift durch und setzt beide vor die Tür. Raphael ärgert sich über Pia, weil er wegen ihr keine Punkte bekommen wird. Als sie darüber in Streit geraten, flüchtet Pia überfordert in den Wald. Dort entdeckt sie zusammen mit Raphael Vincents Scheune. Ein Blick in die Werkstatt und ihr ist klar, dass hier etwas Geheimnisvolles vor sich geht. Doch dann werden die beiden von Vincent erwischt. Die Strafe für ihren unerlaubten Ausflug trifft prompt die ganze Gruppe: Ausgangssperre! Alle sind sauer auf Pia – nur Raphael versteht, warum sie aus der für sie unerträglichen Situation fliehen musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881555","hoster":"VOE"},{"path":"/redirect/8539786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-6","name":"Die Einzeltänzerin","epNo":6,"alt":"","descr":"Jennifer ärgert es, dass sie wegen Pias \"Waldspaziergang\" und der daraus resultierenden Ausgangssperre nicht mehr draußen trainieren kann. Deshalb bittet sie Silvana um einen Übungsraum. In dem Gespräch stellt sie sich selbst als ernsthaft und zielstrebig dar und macht gleichzeitig Pia schlecht. Pia bekommt die Unterhaltung zufällig mit und ist entsprechend sauer. Schnell merkt Jennifer, dass sie sich mit dieser Aktion innerhalb der Gruppe ordentlich ins Abseits katapultiert hat. Als ihre Lautsprecherboxen kaputt gehen, und ihr niemand Ersatz leihen möchte, muss sie schmerzhaft erkennen, dass ihr ohne die Gemeinschaft der anderen zwei einsame Wochen bevorstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097900","hoster":"VOE"},{"path":"/redirect/8539787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-7","name":"Vincents Geheimnis – Fluchtwege","epNo":7,"alt":"","descr":"Yasemin will herausfinden, was Vincent in seiner Werkstatt bastelt. Raphael will ihre Neugier zügeln, doch das stachelt Yasemin nur noch mehr an. Seinen Warnungen zum Trotz bricht sie zu Vincents Scheune auf. Tobias kommt ihr bei ihrem abenteuerlichen Einbruch in die Scheune zur Hilfe und die beiden installieren heimlich Yasemins Tablet, um Vincent in der Werkstatt zu filmen. Als sie Raphael später die Aufnahmen zeigen will, stellt sich heraus, dass sie Vincents Geheimnis nicht lüften konnten. Über sich selbst enttäuscht, legt sich Yasemin mit Raphael an. Der checkt ihr Tablet und findet doch eine Kleinigkeit, die sie weiter bringen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881561","hoster":"VOE"},{"path":"/redirect/8544757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-8","name":"Auf und davon","epNo":8,"alt":"","descr":"Raphael hat sich von der Dream Academy mehr erhofft. Er ist frustriert und gerät mit seinen Mitstreitern aneinander. Nur Jennifer mag er und fühlt sich von ihr verstanden. Nach einer unfairen Punktevergabe kommt es zum offenen Streit mit Yasemin und Tobias. Raphael überlegt, die Academy zu verlassen. Insgeheim hofft er allerdings darauf, dass Jennifer ihm ausredet, aufzugeben. Von Jennifers Reaktion schwer enttäuscht packt er seine Sachen. Doch er kommt nicht weit. An einer unsichtbaren Wand im Wald angelangt, wird er zurück ins Schloss katapultiert. Geschockt können er und die anderen nicht begreifen, was da passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881563","hoster":"VOE"},{"path":"/redirect/14198393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-9","name":"Noahs Experiment – Grenzgänger","epNo":9,"alt":"","descr":"Als Noah die Brandspuren in Raphaels Koffer untersucht, beginnt er sich zu fragen, ob Raphael vielleicht wirklich zurück aufs Schloss gebeamt wurde. Er muss einen Beweis finden, dass sich das alles mit \"normalen\", rationalen Gründen erklären lässt. Getrieben, diese Erklärung zu finden, überredet er Raphael, ihm die Stelle im Wald zu zeigen, von der er zurück \"teleportiert\" wurde. Bei ihrem Experiment im Wald stellen die Jungen mit Schrecken fest, dass es sich bei dem rätselhaften Kraftfeld um eine kreisförmige Kuppel handelt: Sie sind eingeschlossen. Noah muss akzeptieren, dass er diese Barriere physikalisch nicht erklären kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881566","hoster":"VOE"},{"path":"/redirect/8539792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-10","name":"Pias Traum","epNo":10,"alt":"","descr":"Pia machen die unerklärlichen Phänomene, die sie auf Randelstein festhalten, Angst. Das wird noch verstärkt, als sie von einem verstörend intensiven Traum heimgesucht wird: Sie hört das Rufen ihrer Schwester Anna, träumt von einem blauen Amulett und einem Hochsitz auf einer Lichtung. Vergeblich versucht sie die Bilder zu verdrängen. Als sie schließlich Raphael fragt, ob er bei seinen Waldgängen einen Hochsitz gesehen hat, ist es Branko, der ihr ungewollt den Standort des Hochsitzes verrät. Gemeinsam mit Raphael sucht Pia im Wald nach der Lichtung. Bei dem Ort angekommen, sieht sie ein grelles Leuchten. Pia streckt ihre Hand danach aus und plötzlich tritt Anna aus dem Licht. Pia hat auf ihr Gefühl gehört und es so geschafft, Anna durch die magische Barriere der Zeitkuppel hindurch in den Wald zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881573","hoster":"VOE"},{"path":"/redirect/8539794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-11","name":"Jennys Entscheidung – Kristall der Hoffnung","epNo":11,"alt":"","descr":"Jennifer hält weiter verbissen an ihrem ehrgeizigen Plan fest, die Challenge zu gewinnen und isoliert sich immer mehr von der Gruppe. Die anderen beschwören sie, Silvana gegenüber nichts von ihrer Erkenntnis zu erzählen, dass sie durch die Zeitkuppel auf Schloss Randelstein gefangen sind. Doch Jennifer hält weder etwas von Yasemins Verschwörungstheorien noch von Pias eigenartigen Träumen. Silvana ahnt, dass die Jugendlichen etwas vor ihr geheim halten und horcht Jennifer aus. Kurz bevor Jennifer der misstrauischen Silvana ihr Herz ausschütten will, sieht sie die anderen mit Anna ins Schloss huschen. Spontan entscheidet sie sich, die herannahende Gruppe zu decken. Unbemerkt von Silvana können die anderen Anna ins Schloss schleusen. Das Lob darüber, dass Jennifer sich loyal verhalten hat, tut ihr gut. Zum ersten Mal erlebt sie, was Freundschaft bedeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881576","hoster":"VOE"},{"path":"/redirect/8539795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-12","name":"Der magische Kristall","epNo":12,"alt":"","descr":"Annas Ankunft und ihre Ausführungen über die Gefahren auf Randelstein lösen in der Gruppe Diskussionen aus: wie soll es nun weiter gehen? Tobias denkt, dass sie so schnell wie möglich flüchten müssen. Während die anderen die Schlossbewohner ablenken, soll Anna heimlich in der Gruft Kristallsplitter besorgen, um damit die Zeitkuppel außer Kraft zu setzen. Noah wird in der angespannten Situation nervös und zieht Silvanas Aufmerksamkeit auf sich. Tobias inszeniert einen Streit, um Noah vor dem Verhör durch Silvana zu retten. Der Trick misslingt und Noah flüchtet überfordert in den Keller. In letzter Sekunde gelingt es Tobias, die Situation zu retten. Doch als Anna zurückkehrt berichtet sie zerknirscht, dass sie in der Gruft nichts gefunden hat: Der Kristall ist weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881575","hoster":"VOE"},{"path":"/redirect/8539796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-13","name":"Pia Planlos – Angriff des Falken","epNo":13,"alt":"","descr":"Anna plant einen sicheren Moment abzuwarten, um ihren Manastein in Gabors Keller-Labor aufzuladen. Pia dauert das zu lange. Sie will sich nicht immer nach Annas Plänen richten und ergreift am nächsten Morgen spontan die Initiative. In der Bibliothek finden sie und Jennifer tatsächlich den Geheimgang zur Manastein-Maschine.. Pia traut sich wegen ihrer Klaustrophobie nicht in den Keller. So findet Jennifer dort zwar nicht Gabors Manastein-Maschine, aber ein anderes rätselhaftes Gerät. Raphael äußert unterdessen einen unüberlegten Satz gegenüber Vincent und riskiert, dass Anna im Mädchenzimmer entdeckt wird. Doch Pia gelingt es auf ihre spontane Art, Anna zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13103965","hoster":"VOE"},{"path":"/redirect/8539793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-14","name":"Der Angriff des Falken","epNo":14,"alt":"","descr":"Anna ist im Schloss nicht länger sicher und will sich in der alten Herberge verstecken. Damit alle wissen, wo sie zu finden ist, wollen sie den Weg dorthin filmen. Weil Yasemin ihr Tablet nicht verleihen möchte, begleitet sie Anna.. Die rationale Yasemin betrachtet Annas mysteriöse Randelstein-Erfahrungen und ihr magisches Wissen mehr als skeptisch. Als sie die Herberge verlassen und verwahrlost vorfinden, will Anna weiter zu Darias Hütte gehen. Yasemin weigert sich und kehrt um in Richtung Schloss als sie plötzlich der Falke angreift und am Hals verletzt. Die Mädchen eilen zu Darias Hütte, wo Anna Yasemins Verletzung durch Magie heilt. Yasemin lässt erstaunt und dankbar das Unerklärliche geschehen und Anna erkennt, dass sich auf Randelstein vieles verändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881581","hoster":"VOE"},{"path":"/redirect/8539789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-15","name":"Am Tiefpunkt – Freundschaftsbande","epNo":15,"alt":"","descr":"Dass sie unter einer magischen Zeitkuppel eingesperrt sind, drückt die Stimmung der Jugendlichen. Am meisten leidet Pia unter den merkwürdigen Ereignissen der letzten Tage. Sie will unbedingt ihr Dream-Academy-Armband abnehmen. Doch es ist unmöglich. Silvana zeigt Raphael zur Motivation seinen Rennfahrer-Traum. Bei der Gelegenheit in der Vitrine achtet er darauf, ob sein Armband mit der Darstellung seines Traums zu tun hat. Er kann aber keinen Zusammenhang feststellen. Am nächsten Morgen fordert Pia aufgelöst von Vincent, dass er ihr das Armband abnimmt. Tobias gelingt es nur mit Mühe, Pia davon abzuhalten, Vincent zu verraten, was sie schon alles herausgefunden und beobachtet haben. Er beruhigt Pia, indem er ihr Armband mit einem Tuch umwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881584","hoster":"VOE"},{"path":"/redirect/8539805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-16","name":"Noah, der Held","epNo":16,"alt":"","descr":"Pia und Tobias wollen spontan Vincent nachspionieren, der offensichtlich etwas im Keller versteckt hat. Noah zögert, kommt dann aber mit. Er verblüfft Tobias mit seinem Wissen und erklärt ihm, wie er mit einem Dietrich die Kellertür knacken kann. Während Pia und Tobias einen Raum voller blau-schillernder Glaskugeln entdecken, steht Noah Schmiere. Als dort plötzlich Branko auftaucht, weist Noah diesen auf sein verlorenes Messer hin und lenkt ihn so dank seiner Beobachtungsgabe ab. Noah ist stolz, dass er Pia und Tobias bei ihrer Entdeckung helfen konnte. Was noch niemand weiß: Pia hat heimlich eine dergeheimnisvollen Kugeln eingesteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334991","hoster":"VOE"},{"path":"/redirect/8539799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-17","name":"Die rätselhafte Kugel – Gefährliche Mission","epNo":17,"alt":"","descr":"Alle sind sauer auf Pia, die einfach eine goldene Kugel aus dem Keller mitgenommen hat. Nach hitziger Diskussion beschließt Yasemin, die Kugel während der Challenge zu Anna zu bringen. Doch auch Anna hat so eine Kugel noch nie gesehen. Sie behält die Kugel aber bei sich, um die eingeschliffene Rune darauf zu entschlüsseln. Yasemin, Jennifer und Raphael überlegen abends, welche Bedeutung die seltsamen Erhebungen auf der Kugel haben könnten. Da hat Yasemin bei einem erneuten Blick auf ihr Tablet eine Idee. An der seltsamen Maschine aus Vincents Werkstatt ist eine Halterung, die zu der Kugel passen könnte. Unterdessen hat Anna ein beunruhigendes Erlebnis, als sie die goldene Kugel berührt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881592","hoster":"VOE"},{"path":"/redirect/8539804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-18","name":"Diebe in der Nacht","epNo":18,"alt":"","descr":"Raphael will unbedingt die goldene Kugel von Anna holen, um zu probieren, ob sie in das Gerät in Vincents Werkstatt passt, aber die anderen bremsen ihn. Nachts kann er nicht schlafen und beschließt eine andere Kugel zu holen. Als er nach dem Dietrich sucht, weckt er versehentlich Tobias. Zusammen holen die beiden eine Kugel. Morgens müssen sie jedoch erschrocken feststellen, dass sie den Dietrich im Raum bei den Kugeln liegen gelassen haben. Zusammen mit Noah schleichen sie zurück in den Kellerraum. Dort fällt ihre Aufmerksamkeit auf eine seltsame Halterung, die einer Falkenkralle ähnelt. Sie legen die blaue Kugel in die Kralle und sehen eine faszinierende Projektion: Vincent als König vonRandelstein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881593","hoster":"VOE"},{"path":"/redirect/8539797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-19","name":"Dunkle Visionen – Rätselhafte Kugeln","epNo":19,"alt":"","descr":"Anna spürt, dass die goldene Glaskugel nichts Gutes beihaltet. Trotzdem gelingt es Yasemin, sie davon zu überzeugen, die Kugel in der Falkenkralle auszuprobieren. Um auf Nummer sicher zu gehen, kommt Anna mit zurück ins Schloss. Während Noah, Pia und Jennifer mit Silvana die nächste Challenge starten, steht Yasemin Schmiere und Tobias, Raphael und Anna schauen die Projektion der goldenen Kugel an: sie sehen bedrohliche und düstere Weltuntergangs-Bilder. Alle rätseln, was dies bedeutet könnte. Anna versucht, optimistisch zu bleiben und kehrt wieder zurück in Darias Hütte. Unterdessen freuen sich Vincent und Branko über die Fertigstellung des Portikus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008623","hoster":"VOE"},{"path":"/redirect/8539800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-20","name":"Hand in Hand","epNo":20,"alt":"","descr":"Pia kriegt Panik, denn niemand weiß, was die seltsamen Projektionen in den Kugeln bedeuten könnten. Sie hat Angst, Randelstein niemals mehr zu verlassen. Tobias beruhigt sie mit einem neuen Plan: Pia soll Silvana ablenken, damit Jennifer unbemerkt eine Glaskugel aus dem Somnatorraum holen kann. Pia schafft es, Silvana mit einem Redeschwall so zu irritieren, dass Jennifer unbemerkt eine Kugel aus dem Keller holen kann. Als Tobias die Kugel abends in die Falkenkralle legen will, muss er enttäuscht umkehren, da ein neues Türschloss den Zugang zum Raum mit den Kugeln verriegelt. Pia ist am Boden zerstört. Tobias tröstet sie und versichert ihr, dass sie wieder nachhause kommen. Zusammen mit Anna werden sie einen Weg aus dem Wald finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881601","hoster":"VOE"},{"path":"/redirect/8544760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-21","name":"Hand drauf! – Riskanter Umweg","epNo":21,"alt":"","descr":"Die Stimmung in der Gruppe ist angespannt und zwischen Jennifer und Raphael kommt es zu einem heftigen Streit. Für die Challenge macht Silvana dann ausgerechnet sie beide zu einem Team. Während sie zusammen einen Ritterschild gestalten müssen, geraten die beiden wieder aneinander. Raphael bespritzt versehentlich Jennifers Lieblingsshirt mit Farbe, sie ist den Tränen nahe und beschimpft ihn als Schnösel. Nach dieser Kränkung kommen die beiden erst nach und nach wieder ins Gespräch. Dabei stellen sie einige Gemeinsamkeiten fest und schließen Frieden. Um Raphael eine Freude zu machen, spielt Jenny ihm schließlich sogar den gemeinsam gestalteten Ritterschild zu. In der Gruft kündigt Silvana dem unsichtbaren Balos seine baldige Befreiung an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881603","hoster":"VOE"},{"path":"/redirect/8544755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-22","name":"Auf Abwegen","epNo":22,"alt":"","descr":"Pia gelingt es, die Freunde davon zu überzeugen, dass sie Anna Essen bringen darf. Um den Weg zu finden, bekommt sie Yasemins Tablet geliehen, muss aber versprechen gut darauf aufzupassen und keine Umwege zu machen. Bei Vincents Scheune kann Pia jedoch nicht länger widerstehen. Sie schaut sich in seiner Werkstatt um. Die ist leer, doch auf dem Boden findet sie ein kleines Stück eines alten Plans. Glücklich über ihren Fund setzt Pia ihren Weg fort. Zu spät bemerkt sie, dass Silvana und Branko ihr folgen. Pia versucht zu entkommen, verläuft sich dabei aber immer tiefer im Wald. Anna rettet sie in letzter Sekunde und nimmt sie mit zu Darias Hütte. Dort erzählt Pia von ihrer Entdeckung und bemerkt, dass Yasemins Tablet einen großen Kratzer abbekommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100733","hoster":"VOE"},{"path":"/redirect/8539803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-23","name":"Elfenohren – Herrscher aus alter Zeit","epNo":23,"alt":"","descr":"Pia und Anna finden durch das Stück des alten Plans heraus, dass in den blauen Kugeln Azurium, also magische Energie, ist. Anna fordert die Gruppe per Videobotschaft auf, mehr über die Runen auf der goldenen Kugel herauszufinden. Das Zeichen scheint für einen Herrscher zwischen gut und böse zu stehen. Pia schafft es gerade noch rechtzeitig zur Challenge. Um mehr über Pias Ausflug in den Wald zu erfahren, zaubert sich Silvana Elfenohren, die ihr Gehör verstärken. Doch die Freunde durchschauen die Abhöraktion. Als Yasemin den Kratzer im Tablet sieht, ist sie fassungslos, und nachdem die Gruppe auch noch von Pias Umweg zur Scheune erfährt, sind alle sauer auf sie. Erst die Erkenntnis zum Azurium und Annas Videobotschaft lassen wieder Friede einkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379099","hoster":"VOE"},{"path":"/redirect/8539801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-24","name":"Nachtschicht","epNo":24,"alt":"","descr":"Bei einem Streit zerbricht die Azuriumkugel und versetzt alle in eine kurze traumintensive Ohnmacht. Offenbar waren in der Kugel die Träume der Jugendlichen gespeichert. Noah findet das unheimlich. Er will in den Keller und die Maschine zerstören, die das Azurium sammelt. Tobias eilt ihm nach. Die beiden können allerdings den Zugang zum Kellerraum nicht finden und werden aus Versehen über Nacht in der Bibliothek eingeschlossen. Bei der Gelegenheit entdecken sie in alten Randelstein-Chroniken, dass die Rune auf der goldenen Kugel zu einem gewissen Balos gehört, der vor langer Zeit auf Randelstein geboren wurde. Balos Todesdatum ist jedoch nicht verzeichnet. Am nächsten Morgen berichten Tobias und Noah den anderen von ihren Erkenntnissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922483","hoster":"VOE"},{"path":"/redirect/8539798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-25","name":"Die Entdeckung – Ein gutes Team","epNo":25,"alt":"","descr":"Beim Frühstück erzählen Tobias und Noah, dass Silvana plant, sie nie wieder nach Hause zurückkehren zu lassen. Yasemin überzeugt die anderen, krank zu spielen, denn keine Challenge gibt es auch kein Azurium. Pia will zu Darias Hütte, damit Anna mit etwas Persönlichem von Silvana, Branko und Vincent ein Zaubermittel brauen kann. Doch Pia wird von Yasemin für einen anderen Plan gebraucht: die Mädchen lenken Vincent mit Sonderwünschen ab, so dass Yasemin sein Zimmer erforschen kann. Tatsächlich gelingt es ihr dort eine Konstruktionszeichnung von der Maschine in der Scheune zu fotografieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881618","hoster":"VOE"},{"path":"/redirect/8539802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-26","name":"Ein Stück zu nah","epNo":26,"alt":"","descr":"Während Noah und Yasemin versuchen, den fotografierten Konstruktionsplan aus Vincents Zimmer zu entschlüsseln, machen sich Tobias und Raphael darüber lustig, dass Yasemin den erkälteten Noah so liebevoll umsorgt. Noah lässt sich verunsichern und kriegt plötzlich Panik, weil er sich einbildet, Yasemin wolle ihn küssen. Unfreundlich weist er sie zurück und schickt sie aus dem Zimmer. Yasemin ist zutiefst gekränkt. Als Tobias Noah erklärt, dass sie ihn nur ärgern wollten, tut Noah sein abweisendes Verhalten gegenüber Yasemin schrecklich leid. Er schreibt ihr einen entschuldigenden Brief und erklärt, dass er gern weiter mit ihr den Rätseln nachgehen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881620","hoster":"VOE"},{"path":"/redirect/8539807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-27","name":"Jennys Ziel – Starker Zauber","epNo":27,"alt":"","descr":"Jennifer wird während des gespielten Krankseins bewusst, dass sie ihr bisheriges diszipliniertes Leben als Tänzerin gar nicht vermisst. Die Gemeinschaft auf Randelstein ist eine neue Erfahrung und bedeutet ihr plötzlich mehr als das Tanzen. Als ihr in der Bibliothek jedoch ein Ballettbuch in die Hände fällt, fasst sie neue Motivation, ihren Lebenstraum zu verwirklichen. Nachdem sie zuvor abgelehnt hatte, bittet sie die verwunderte Silvana, ihren Traum in der Vitrine doch noch einmal sehen zu dürfen. Schockiert muss Jennifer feststellen, dass sie sich gar nicht mehr sicher ist, ob die gefeierte Tänzerin in diesem Traum tatsächlich sie ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881621","hoster":"VOE"},{"path":"/redirect/8539808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-28","name":"Monsteraugen","epNo":28,"alt":"","descr":"Tobias hat spät abends auf dem Flur eine unheimliche Begegnung mit Silvana. Er sieht, dass ihre Augen plötzlich gruselig rot werden. Panisch setzt er durch, dass die Beschaffung eines Bannmittels gegen die scheinbar gefährliche Silvana nun absolute Priorität hat. Sie brauchen etwas Persönliches von ihr, damit Anna ein neues Gegenmittel brauen kann. Als Silvana am nächsten Morgen einen Heiltrunk bringt, schneidet ihr Tobias unbemerkt eine Haarsträhne ab und bringt sie zu Anna. Der gelingt es, daraus ein neues Bannmittel herzustellen. Tobias testet das Mittel nach seiner Rückkehr gleich an Silvana: es funktioniert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881623","hoster":"VOE"},{"path":"/redirect/8544759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-29","name":"Im Stern des Falken – Ein böser Plan","epNo":29,"alt":"","descr":"Noah findet in der Randelstein-Chronik Hinweise, dass Balos ein erbarmungsloser Schreckensherrscher ist. Seine Befreiung muss unbedingt verhindert werden. Tatsächlich wartet Silvana nur noch auf die richtige Sternenkonstellation, die \"tempus falconis\", die den Portikus zum Anlaufen bringen und Balos zurück holen wird. Außerdem hat sie eine \"große Überraschung\" angekündigt, was bei den Freunden für Misstrauen sorgt. Jennifer und Raphael machen sich auf die Suche nach dem Portikus. In der Gruft erfahren sie zufällig, was Silvana mit ihnen vorhat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881626","hoster":"VOE"},{"path":"/redirect/8544761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-30","name":"Der Blitz des Vergessens","epNo":30,"alt":"","descr":"Jennifer und Raphael scheitern bei dem Versuch, den Portikus zu zerstören, da er durch ein magisches Kraftfeld abgeschirmt wird. Nur das Taschentuch mit dem Bannzaubermittel von Anna kann die unsichtbare Schutzwand durchdringen. In einem Wettlauf gegen die Zeit müssen die beiden ihre Freunde vor Silvanas Vergessenszauber warnen. In letzter Sekunde gelingt es ihnen, den magischen Blitzen im Vitrinenzelt zu entgehen. Damit Silvana und Vincent nicht misstrauisch werden, tun alle so, als wären sie lammfromme Diener ohne Erinnerung. Jennifer hofft, dass Annas Bannmittel die Lösung zur Zerstörung des Portikus ist. Doch sie weiß nicht, dass Branko das verräterische Taschentuch in der Zwischenzeitentdeckt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881631","hoster":"VOE"},{"path":"/redirect/8539806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-31","name":"Zufall und Zauber – Gebannt","epNo":31,"alt":"","descr":"Anna beobachtet das seltsame Verhalten von Pia und Raphael. Eilig macht sie sich daran, die alten Reisigmännchen mit dem Bannzauber gegen Silvana zu verstärken. Irritiert durch den Falken passiert ihr ein folgenschweres Missgeschick: Das Bannmittel vermischt sich mit einer Heiltinktur. Als Anna diese Gemisch berührt, wird sie plötzlich zu Silvana. Tobias, der Anna von den Vorkommnissen im Schloss berichten will, bekommt einen Riesenschreck als er statt Anna Silvana in der Hütte antrifft. Kurz darauf verwandelt sich Anna wieder und die beiden beschließen schnell ins Schloss zurückzukehren. Als Tobias dort auf Branko trifft, verwandelt sich Anna nochmals in Silvana, um so Tobias zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881634","hoster":"VOE"},{"path":"/redirect/8539810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-32","name":"Festgesetzt","epNo":32,"alt":"","descr":"Sicher im Schloss angekommen, wird Anna durch die Nebenwirkungen des Gestaltzaubers ohnmächtig. Tobias muss sie schnell in Sicherheit bringen. Branko ist irritiert, dass Silvana sich nicht an ihre Begegnung im Schlossgarten erinnert. Das macht Silvana misstrauisch. Sie will der Sache auf den Grund gehen und Tobias suchen. Während Anna langsam wieder zu sich kommt, planen Tobias und Raphael Silvana eine Falle zu stellen. Die beiden locken sie ins Jungenzimmer und halten sie dort mit Hilfe von Reisigmännchen gefangen. Diese Gelegenheit wollen die Freunde nutzen, um den Portikus zu zerstören und Balos Befreiung zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881635","hoster":"VOE"},{"path":"/redirect/8539809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-33","name":"Die doppelte Silvana – Endlich frei?","epNo":33,"alt":"","descr":"Die Freunde entwickeln einen Plan, um den Portikus zu stoppen. Doch Raphaels und Jennifers Versuch, Branko und Vincent aus der Gruft zu locken, geht schief. Jennifer wird festgehalten. Um sie zu befreien, benutzt Raphael den Gestaltzauber und kehrt als Silvana zurück in die Gruft. Während er als vermeintliche Silvana Vincent und Branko ablenkt, schießt Tobias kleine mit Copalgam bestrichene Metallkugeln auf den Portikus. Plötzlich taucht die richtige Silvana auf und die Verwirrung ist groß. Da gelingt es Tobias, eine Azuriumkugel im Portikus zu treffen und zu zerstören. Nach kurzer Ohnmacht nimmt Anna noch schnell persönliche Dinge von Vincent und Branko mit. Dann fliehen die Freunde aus dem Schloss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881637","hoster":"VOE"},{"path":"/redirect/8539816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-34","name":"Hoffnung auf Freiheit","epNo":34,"alt":"","descr":"Pia hofft, dass mit der Kugel im Portikus auch die Zeitkuppel zerstört wurde und sie frei sind. Als sie und Noah im Wald den Anschluss zur Gruppe verlieren, überredet sie Noah, die Zeitkuppelgrenze zu testen. Bei Darias Hütte angekommen merken die anderen, dass neben Pia und Noah auch Raphael zurückgeblieben ist. Der ist nach dem Gestaltzauber ohnmächtig geworden. Während Vincent den Portikus repariert, suchen Silvana und Branko im Wald nach den Jugendlichen. Jennifer und Tobias finden Raphael gerade noch rechtzeitig vor Silvana, und Pia und Noah gelingt es in letzter Sekunde, Silvana und Branko durch die noch immer aktive Zeitkuppel zurück ins Schloss zu stoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881642","hoster":"VOE"},{"path":"/redirect/8539811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-35","name":"Freundschaft – Neue Hoffnung","epNo":35,"alt":"","descr":"Yasemin hat bei der Flucht Noahs Brötchen im Schloss vergessen. Noah ist zutiefst enttäuscht. Obwohl sie sich bei ihm entschuldigt, bleibt er distanziert und gereizt. Yasemin sucht nach einer Lösung für den Konflikt mit Noah. Am nächsten Morgen ist Noah nicht mehr in Darias Hütte. Die Freunde befürchten, dass er zurück ins Schloss gegangen ist, um seine Brötchen zu holen. Yasemin und Tobias ziehen los, um Noah zu suchen und finden ihn schlafend im Wald. Die Erleichterung ist groß. Noah wollte nur die Reichweite der erkalteten Armbänder überprüfen. Zurück in Darias Hütte hat Yasemin eine Überraschung für Noah: Sie hat ihm frische Brötchen gebacken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881645","hoster":"VOE"},{"path":"/redirect/8552166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-36","name":"Das geheimnisvolle Kartenspiel","epNo":36,"alt":"","descr":"Yasemin stolpert über Pias Tasche, aus der das alte Kartenspiel aus Vincents Zimmer fällt. Anna erkennt auf einer Karte den magischen Monolithen, an dem sie damals die Zeitkuppel aufgelöst hat. Zusammen mit Raphael läuft sie sofort dorthin. Sie entdecken eine magische Wand, die sie zu drei weiteren Monolithen führt. Da sie vor Silvana und Branko flüchten müssen, können sie das Phänomen nicht näher untersuchen. Silvana und Branko folgen ihnen bis zu Darias Hütte werden dort aber von dem Schutzwall aus Reisigmännchen gestoppt und auf Abstand gehalten. Silvana schwört Rache. Währenddessen finden die Freunde heraus, dass eine Karte in ihrem magischen Kartenspiel fehlt. Es ist die Karte in Silvanas Amulett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881648","hoster":"VOE"},{"path":"/redirect/8539819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-37","name":"Der Kuss des Winters – Magisches Amulett","epNo":37,"alt":"","descr":"Die Freunde sind in Darias Hütte vorerst in Sicherheit. Sie hoffen, mit den magischen Spielkarten einen Weg aus der Zeitkuppel zu finden. Da Silvana dringend neues Azurium braucht, will sie die Freunde aus ihrem sicheren Unterschlupf treiben. Also verwandelt sie die Hütte in eine eisig kalte Frosthöhle. Nachdem es Tobias misslingt ein wärmendes Feuer zu entzün-den, wird die Situation bedrohlich. Anna sucht fieberhaft nach einer Lösung. Unterstützt von Pias Glauben an sie, findet sie schließlich einen Gegenzauber. Mit einem Sonnenblumenkern und herzerwärmenden Gedanken schafft es die Gruppe, eine zauberhaft wärmende Sonnenblume wachsen zu lassen, die den Winter aus der Hütte vertreibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922488","hoster":"VOE"},{"path":"/redirect/8539812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-38","name":"Die Wächterin des Amuletts","epNo":38,"alt":"","descr":"Zornig bricht Silvana ihre Belagerung vor der Hütte ab. Mit ihr kehrt jedoch auch die magische Karte im Amulett zurück ins Schloss. Da Tobias überzeugt ist, dass das Kartenspiel der Schlüssel für die Auflösung der Zeitkuppel ist, geht er mit Raphael zum Schloss, um das Amulett zu stehlen. Dort beobachten sie, wie Silvana in Vincents Zimmer geht und warten lange darauf, dass sie wieder herauskommt. Mutig schaut Tobias schließlich nach, aber Vincents Zimmer ist leer. Das Amulett liegt jedoch in einem Terrarium, bewacht von einer Schlange. Als sie die Eingangstür hören, nehmen sie kurzerhand das ganze Terrarium mit und flüchten. Zurück in der Hütte greift die tierliebe Pia entschlossen zur Schlange in das Terrarium und holt das Amulett mit der Karte heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881653","hoster":"VOE"},{"path":"/redirect/8539815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-39","name":"Die trojanische Schlange – Gefangen","epNo":39,"alt":"","descr":"Die Freunde rätseln, wie ihnen die Amulett-Karte, auf der ein Prisma zu sehen ist, weiterhelfen kann. Als sie die Karte in die Mitte der vier Monolithen-Karten legen, steigt sie plötzlich in die Höhe und schwebt. Gleich bei Sonnenaufgang wollen sie nachsehen, ob auch über dem Steinkreis im Wald etwas schwebt. Anna bleibt in der Hütte, um neues Copalgam herzustellen. Schnell stellt die Gruppe fest, dass sie aufgrund des Kraftfelds nicht zum Mittelpunkt gelangen können. Auf den Monolithen sind allerdings Jahreszeiten-Symbole sichtbar gewor-den. Bei Tagesanbruch verwandelt sich die Schlange in Silvana. Siegessicher entführt sie Anna und erpresst die Freunde, im Schloss für neues Azurium zu sorgen. Nur Noah und Yasemin bleiben im Wald, um die Zeitkuppel aufzulösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881657","hoster":"VOE"},{"path":"/redirect/8544765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-40","name":"Brief aus der Vergangenheit","epNo":40,"alt":"","descr":"Tobias, Pia, Jennifer und Raphael werden im Schloss eingesperrt und sollen dort neues Azurium liefern, damit Balos befreit werden kann. Doch die Freunde haben sich gut vorbereitet und blockieren ihre Armbänder mit Copalgam. So wollen sie Zeit gewinnen, um mit selbstgebastelten Dietrichen Anna zu befreien. Ihr Vorhaben wird jedoch von Vincent und Branko gestoppt.Anna ist in Brankos Zimmer gefangen, wo sie hinter einem Falken-Gemälde einen alten Brief entdeckt, der sie zu Tränen rührt: Eine Mutter trauert um ihren Sohn, der ihr weggenommen wurde. Tobias hat unterdessen aus einer Haarnadel von Jennifer einen neuen Dietrich gebastelt. Und tatsächlich gelingt es ihm, die Zimmertür zu öffnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881659","hoster":"VOE"},{"path":"/redirect/8544763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-41","name":"Eingeschlossen – Ausbruch","epNo":41,"alt":"","descr":"Gerade als sich Tobias auf die Suche nach Anna machen will, hört Pia Klopfzeichen. Sie erinnern sie an die Morsezeichen, die sie sich mit Anna früher oft gesandt hat. Tatsächlich erkennt sie die Buchstaben ANNA. Tobias folgt dem Klopfen und findet so den Weg zu Annas \"Gefängnis\". Doch kurz bevor er sie befreien kann, wird er von Branko überrascht und geschnappt.Zurück im Mädchenzimmer nimmt Branko Jennifer alle Haarnadeln ab. Anna gelingt es mit einer schlauen Idee, Branko auszutricksen und in seinem Zimmer einzusperren.So gelangt sie, unbemerkt von Silvana und Vincent, zu den anderen. Pia ist überglücklich, ihre Schwester in die Arme schließen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14075244","hoster":"VOE"},{"path":"/redirect/8539813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-42","name":"Der Ausbruch","epNo":42,"alt":"","descr":"Pia will sofort raus aus dem Schloss, doch die anderen möchten zur Sicherheit eine Azurium-Kugel mitnehmen. Auf dem Weg zum Somnatorraum entdecken sie, dass Balos? Name auf dem Stammbaum übermalt wurde. Da Silvana und Vincent gerade im Somnatorraum sind, verbarrikadieren die Freunde kurzerhand die Geheimtür dorthin. Raphael, Anna und Jennifer eilen in die Gruft und holen eine Azuriumkugel aus dem Portikus. Doch nun verzögert Pia die Flucht, da sie unbedingt Silvanas Sekretär aufbrechen will. Tatsächlich findet sie so Darias Tagebuch und steckt noch ein Zaubermittel ein. Branko versucht die Freunde aufzuhalten. Spontan wirft ihm Pia das Zaubermittel an den Kopf und setzt ihn damit außer Gefecht. Sie fesseln den ohnmächtigen Branko und verlassen erleichtert das Schloss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100735","hoster":"VOE"},{"path":"/redirect/8539814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-43","name":"Mächtige Jahreszeiten – Im Bann des Prismas","epNo":43,"alt":"","descr":"Yasemin und Noah rätseln über die Monolithenkarten, als durch ein Missgeschick Wasser auf die Winterkarte gerät. Die Karte gefriert und im selben Moment bricht draußen ein heftiges Gewitter los. Deshalb sind auch die anderen gezwungen, auf dem Weg zu Darias Hütte in Vincents Scheune Halt zu machen. Yasemin bemerkt, dass sich das Wintersymbol unter der Eisschicht aufgelöst hat. Mit Brennglas und Blütenblättern gelingt es ihr und Noah auch das Sommer- und Frühlingssymbol zum Verschwinden zu bringen. Nach dem Gewitter machen sie sich für das letzte Jahreszeitensymbol auf den Weg zum Monolithen. Als sie dort auf die Herbstkarte pusten, entsteht ein mächtiger Sturm und das Symbol verschwindet. Dann stellen beide glücklich fest, dass sie das Kraftfeld um die Monolithen aufgelöst haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881674","hoster":"VOE"},{"path":"/redirect/8539823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-44","name":"Starke Töne","epNo":44,"alt":"","descr":"Noah will so schnell wie möglich den Mittelpunkt zwischen den Monolithen bestimmen, um dort das Prisma zu finden. Während er kompliziert den Mittelpunkt ausrechnet, findet Yase-min diesen, indem sie einfach je zwei gegenüberliegende Monolithen mit einem Wollfaden verbindet. Die beiden stellen sich auf das Wollfadenkreuz in der Mitte der Monolithen und sehen am Himmel tatsächlich das Prisma funkeln. Als die Freunde dazukommen, probieren sie, das Prisma vom Himmel zu holen. Silvana hat einen besonderen Zauberring auf-gezogen. Mit Branko macht sie sich auf die Suche nach den Freunden. Da lässt ein irre hoher Ton aus Tobias? Weidenflöte das Prisma in tausend Teile zerspringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881673","hoster":"VOE"},{"path":"/redirect/8544769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-45","name":"Silvanas letzter Zauber – Verhext","epNo":45,"alt":"","descr":"Hoffnungsvoll eilen die Jugendlichen zur Grenze der Zeitkuppel, um zu prüfen, ob sie aufgelöst ist. Da stellen sich ihnen Silvana und Branko in den Weg. Die Gruppe teilt sich auf, doch Pia wird von Branko gefangen und festgehalten. Silvana fordert im Austausch für Pia die gestohlene Azuriumkugel zurück. Tobias wirft die Kugel in hohem Bogen Richtung Silvana und Branko, so kann Pia flüchten. Doch Branko fängt die Kugel, und Silvana bedroht die Jugendlichen mit ihrem mächtigen Zauberring, in den sie Personen und Gegenstände bannen kann. Als Silvana den Ring auf Pia, Tobias und Anna richtet, reflektiert Raphael den ma-gischen Strahl mit einem Prismasplitter. So bannt er Branko und Silvana in den magischen Ring. Als Pia den Ring neugierig anprobiert, spürt sie einen schmerzhaften Biss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916436","hoster":"VOE"},{"path":"/redirect/8544762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-46","name":"Das Mal der Schlange","epNo":46,"alt":"","descr":"Pias Verletzung durch den magischen Ring ist schlimmer als gedacht. Ein schwarzes Schlangen-Mal wächst auf ihrer Hand. Jenny, Noah und Yasemin versuchen vergeblich per Handy einen Arzt zu rufen. Anna bringt Pia zusammen mit Tobias und Raphael in Darias Hütte, um sie dort mit einer Heilpaste zu versorgen. Sie macht sich große Sorgen, denn sie hat in Darias Tagebuch gelesen, dass Pias Verletzung lebensbedrohlich ist. Tobias denkt nach und erinnert sich an das positive Bild in Balos’ Vision und an dessen Heiler-Fähigkeiten. Er schlägt vor, Balos zu befreien und um Hilfe zu bitten. Anna kann er überzeugen, doch Raphael findet diesen Vorschlag absolut irrsinnig. Da sich Pias Zustand zunehmend verschlechtert, bringen Tobias und Anna sie kurzerhand ins Schloss. Dort lässt sich Vincent angesichts der Azuriumkugel schnell überreden, ihnen den Zugang zur Gruft zu gewähren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881677","hoster":"VOE"},{"path":"/redirect/8539824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-47","name":"Balos – Traum und Wirklichkeit","epNo":47,"alt":"","descr":"In der Gruft angekommen, legt Vincent die letzte Azuriumkugel in den Portikus. Der beginnt sofort, die magische Energie umzuwandeln. Pia geht es immer schlechter: das Schlangen-Mal droht ihr Herz zu erreichen. Unterdessen sind Yasemin und die anderen auf dem Rückweg zum Schloss, um den Freunden zu helfen. Doch die verschlossene Tür zur Gruft hält sie auf. Dort hat sich bebend und strahlend der Portikus geöffnet und Balos erscheint als finsteres Wesen – doch in kindlicher Gestalt. Tobias appelliert verzweifelt an Balos? gutes Herz und liest ihm das Klagelied seiner Mutter vor. Balos besinnt sich und zu Tobias? großer Erleichterung heilt er Pia und rettet ihr das Leben. Die anderen kommen dazu und bestaunen Balos und Pias Rettung. Tobias ist überglücklich, dass sein gewagter Plan aufgegangen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881678","hoster":"VOE"},{"path":"/redirect/8544782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-3/episode-48","name":"Ein Anfang am Ende","epNo":48,"alt":"","descr":"Während alle anderen voller Vorfreude auf die Heimkehr ihre Sachen packen, beschäftigt es Jennifer, dass sich ihr großer Tänzerinnen-Traum auf Randelstein nicht erfüllt hat. Sie will Balos zur Rede stellen und ihren Traum einfordern. Balos bedankt sich bei den Freunden für seine Befreiung und lässt sie entscheiden, was mit Silvana und Branko geschehen soll. Branko wird aus dem Ring befreit und bleibt Balos? Falkner. Silvana muss ihr weiteres Da-sein als Schlange fristen, und Vincent wird mit einem geheimnisvollen Schlüsselbund be-lohnt. Als Jennifer Balos auf ihren Traum anspricht, darf sie diesen nochmal im Vitrinenzelt ansehen. Erschüttert erkennt sie, dass sie nicht ihren Traum, sondern den ihrer Mutter gelebt hat. Zum Abschied versammeln sich alle vor dem Schloss, nur Jenny fehlt. Raphael findet sie weinend im Mädchenzimmer und kann sie trösten. Schließlich verabschiedet Balos seine Befreier – nicht ohne ihnen eine rätselhafte Andeutung mit auf den Weg zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12334998","hoster":"VOE"},{"path":"/redirect/8539821","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-1","name":"Schloss Randelsteins Geheimnis – Magische Schwelle","epNo":1,"alt":"","descr":"Gerade als die Gruppe nachhause aufbricht, hat Anna hat eine Art Vision. Sie sieht einen unbekannten jungen Mann im Portikus verschwinden. Davon irritiert, bittet sie ihre Freunde zu warten und eilt zurück in die Gruft. Dort erfährt sie von Balos, dass Schloss Randelstein auf einer magischen Schwelle erbaut wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881684","hoster":"VOE"},{"path":"/redirect/8539817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-2","name":"Verzaubert","epNo":2,"alt":"","descr":"Balos erklärt Anna, dass der Falke die Jugendlichen auf’s Schloss geholt hat, da, sie ferne Nachfahren von Magiern sind und die magische Energie \"Azurium\" in sich tragen. Noah stellt erschrocken fest, dass er von Balos blauem Zauberstrahl getroffen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379100","hoster":"VOE"},{"path":"/redirect/8539818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-3","name":"Tor zum Bösen – Der Auftrag","epNo":3,"alt":"","descr":"Die Freunde sind Balos ins Schloss gefolgt, um seine Bitte anzuhören. Sie erfahren von der Schattenwelt, in der verbannte schwarze Magier leben, und dass die magi¬sche Schwelle dort-hin wieder verschlossen werden muss.Branko ist ganz aufgeregt, seit er von der offenen Schwelle weiß und hat eine Bitte an die Schlange Silvana.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922385","hoster":"VOE"},{"path":"/redirect/8539820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-4","name":"Die Zauberflöte","epNo":4,"alt":"","descr":"Da Balos die Schattenwelt nicht betreten darf, soll einer der Freunde dieses Risiko auf sich nehmen. Tobias meldet sich freiwillig für die gefährliche Mission und wird dafür von Balos belohnt. Niemand ahnt, dass auch von Silvana wieder Gefahr droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881696","hoster":"VOE"},{"path":"/redirect/8539825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-5","name":"Das magische Ritual – Rätselhafte Verse","epNo":5,"alt":"","descr":"Balos gesteht den Freunden, dass er nicht weiß, mit welchem Schlüssel die Schwelle geschlossen werden muss. Am Stammbaum der Randelsteins fällt Anna plötzlich in Trance und schreibt ungewöhnliche Verse auf. Da erkennt Balos, Annas Bedeutung für ihn und Schloss Randelstein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881697","hoster":"VOE"},{"path":"/redirect/8539822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-6","name":"Alle Wege führen nach Randelstein","epNo":6,"alt":"","descr":"Raphael und Yasemin fühlen sich von Balos hinters Licht geführt. Sie entscheiden sich nachhause zu gehen, doch egal welche Weg die beiden wählen, sie kommen immer wieder am Schloss an Hält Balos die Freunde gefangen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881700","hoster":"VOE"},{"path":"/redirect/8718932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-7","name":"Wächter der Zeit – Schattenwelt","epNo":7,"alt":"","descr":"Branko ist verschwunden, der Falke ist dem Ruf der Pfeife in die Gruft gefolgt, und Raphael und Yasemin konnten Schloss Randelstein nicht verlassen – Balos kombiniert, dass das nur eines bedeuten kann: Der Falke ist in der Schattenwelt und muss dringend wieder zurückgeholt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881701","hoster":"VOE"},{"path":"/redirect/8544773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-8","name":"In der Schattenwelt","epNo":8,"alt":"","descr":"Tobias und Jennifer wagen sich in die unheimliche Schattenwelt und finden dort Branko Doch der Falke ist nicht bei ihm und er hat seine Falknerpfeife verloren. Die listige Silvana versucht Vincent auf ihre Seite zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881705","hoster":"VOE"},{"path":"/redirect/8539827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-9","name":"Zu hohes Risiko – Gescheitert und gefeiert","epNo":9,"alt":"","descr":"Um Branko zu retten, sollen Anna und Noah als nächstes in die Schattenwelt gehen. In Vorbereitung tüftelt Noah an seinem Somnator-Armband. Jetzt – so glaubt er – kann es seinem Träger anzeigen, wie viel Azurium er in sich trägt. Doch als Noah sein Werk testet, überlastet er den Somnator.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379101","hoster":"VOE"},{"path":"/redirect/8539830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-10","name":"Zweiter Versuch","epNo":10,"alt":"","descr":"Noah macht sich Vorwürfe wegen des zerstörten Somnators und vergeudeten Azuriums. Doch dann schafft er es tatsächlich, ein Armband herzustellen, das funktioniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881714","hoster":"VOE"},{"path":"/redirect/8539831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-11","name":"Die Sprache der Schatten – Seltsame Begegnungen","epNo":11,"alt":"","descr":"Noah und Anna machen sich auf den Weg in die Schattenwelt, um Branko zu retten – doch der ist dort nirgends zu finden. Währenddessen erhalten Yasemin und Raphael ihre magischen Fähigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881716","hoster":"VOE"},{"path":"/redirect/8539829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-12","name":"Falscher Verdacht","epNo":12,"alt":"","descr":"Während die Freunde dank Yasemins Fähigkeit erkennen, dass sie Jennifer großes Unrecht getan haben, geraten Anna und Noah auf ihrer Suche nach Branko ins Visier der Schatten. Nur knapp können sich die beiden in den Garten eines geheimnisvollen Hauses retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881717","hoster":"VOE"},{"path":"/redirect/8539833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-13","name":"Unerwartete Begegnungen – Verwischte Spuren","epNo":13,"alt":"","descr":"Als Anna und Noah an der Tür des unbekannten Hauses in der Schattenwelt klopfen, öffnet ihnen eine junge Frau. Doch von Branko und dem Falken scheint sie nichts zu wissen. Raphael will beweisen, dass es Vincent war, der Balos über die Schwelle stoßen wollte. Dabei macht er eine schlimme Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881719","hoster":"VOE"},{"path":"/redirect/8544766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-14","name":"Verwirrung und Erkenntnis","epNo":14,"alt":"","descr":"Vincent kann dank eines Tricks verheimlichen, was mit der Schlange Silvana passiert ist. In der Schattenwelt geht Anna und Noahs Azurium zu Neige und sie müssen zurück zur Schwelle. Da hat Anna eine Vision vom Falken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881724","hoster":"VOE"},{"path":"/redirect/8539828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-15","name":"Doppeltes Spiel – Gefahr aus der Vergangenheit","epNo":15,"alt":"","descr":"Anna und Noah berichten von Gundelinde und Annas Vision vom Falken. Da die Aufgabe immer komplizierter wird, befürchtet Anna, dass Balos bald selbst in die Schattenwelt gehen will. Raphael und Tobias suchen in Darias Hütte nach Silvana.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379102","hoster":"VOE"},{"path":"/redirect/8544768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-16","name":"Sicherheit mit Lücken","epNo":16,"alt":"","descr":"Balos versiegelt das Schloss magisch gegen Silvana. Die verlangt von Vincent in die Schattenwelt zu gehen und Gundelinde zu treffen. Unterdessen suchen Tobias und Yasemin den Falken in der Schattenwelt, dabei retten sie ein rätselhaftes Mädchen, das vor einem Schatten flüchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881728","hoster":"VOE"},{"path":"/redirect/8539832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-17","name":"Einer gegen alle – Streit um die Zeit","epNo":17,"alt":"","descr":"Yasemin und Tobias wollen Balos von seiner Mutter Alma berichten, doch Anna und Noah halten sie davon ab. Vor allem Noah befürchtet schlimme Konsequenzen für die Ordnung der Zeit. In der Schattenwelt trifft Vincent auf Branko und flüchtet geschockt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881731","hoster":"VOE"},{"path":"/redirect/8539834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-18","name":"Freund oder Feind?","epNo":18,"alt":"","descr":"Balos reagiert besonnen auf die Neuigkeiten. Das Verschließen der Schwelle hat weiterhin Vorrang für ihn. Vincent macht Silvana klar, dass er nicht noch einmal in die Schattenwelt gehen wird. Noah ist enttäuscht von den Freunden und sucht nach Ablenkung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881734","hoster":"VOE"},{"path":"/redirect/8539838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-19","name":"Falsche Fährten – Noah in Gefahr","epNo":19,"alt":"","descr":"Noah baut mit Vincents Hilfe ein Instrument für das magische Ritual. Sie ahnen nicht, dass Silvana sie dabei beobachtet. Anna befürchtet, dass Balos rapide altern wird, sobald sie den Falken zurück holen. Als Yasemin Noah vor Vincent warnen will, kommt es zu einem heftigen Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881738","hoster":"VOE"},{"path":"/redirect/8539835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-20","name":"Verraten","epNo":20,"alt":"","descr":"Silvana gelingt es, Noah in eine Falle zu locken. Der hinterlässt einen Hinweis in Darias Hütte. Die anderen brechen tatsächlich zur Hütte auf, um Noah dort zu suchen. Doch damit begehen sie einen großer Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881740","hoster":"VOE"},{"path":"/redirect/8539836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-21","name":"In die Irre geführt – Enttäuschte Erwartungen","epNo":21,"alt":"","descr":"Balos und die Freunde entschlüsseln Noahs Hinweis. Zurück am Schloss stellen sie Vincent zur Rede und er gibt zu, dass er Silvana geholfen hat. Als die Freunde erfahren, dass Silvana mit Noah auf dem Weg in die Schattenwelt ist, ist es bereits zu spät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881744","hoster":"VOE"},{"path":"/redirect/8539842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-22","name":"Pinkelpause","epNo":22,"alt":"","descr":"Während Vincent im Schloss verhört wird, zwingt Silvana Noah, ihr den Weg zu Gundelinde zu zeigen und zu übersetzen, was die Schatten sagen. Doch die halten sich von ihnen fern. Wie kann das sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881748","hoster":"VOE"},{"path":"/redirect/8539840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-23","name":"Wenn zwei sich streiten – Bewährungsproben","epNo":23,"alt":"","descr":"Nach einem heftigen Streit mit Jennifer besteht Raphael darauf, in die Schatten¬welt zu gehen. Tobias begleitet ihn, doch auch sie geraten in Streit und verlieren unbemerkt zwei Azurium-Phiolen. Darüber freut sich ein Schatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100736","hoster":"VOE"},{"path":"/redirect/8539839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-24","name":"Schattenkampf","epNo":24,"alt":"","descr":"Ein Schatten gelangt durch die Schwelle ins Schloss. Vincent und Balos stellen sich ihm in einem kraftvollen magischen Kampf. In der Schattenwelt ist es Raphael, der überrascht als er geschickt seine magische Fähigkeit einsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881752","hoster":"VOE"},{"path":"/redirect/8539843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-25","name":"Vincents Wende","epNo":25,"alt":"","descr":"Ein Schatten gelangt durch die Schwelle ins Schloss. Vincent und Balos stellen sich ihm in einem kraftvollen magischen Kampf. In der Schattenwelt ist es Raphael, der überrascht als er geschickt seine magische Fähigkeit einsetzt.Der Kampf gegen den Schatten hat nicht nur Balos geschwächt, sondern auch den Somnator zerstört","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922386","hoster":"VOE"},{"path":"/redirect/8539837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-26","name":"Dem Falken auf der Spur","epNo":26,"alt":"","descr":"Alma verspricht den drei Jungen, ihren Besuch vor Gundelinde geheim zu halten. Auf ihrem Weg zum Baumstumpf sehen sie den Falken. Doch als die Falknerpfeife zu hören ist, fliegt er davon. Im Schloss schöpft Anna Hoffnung, als sie Balos wieder Kraft geben kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881758","hoster":"VOE"},{"path":"/redirect/8539841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-27","name":"Gundelindes erster Zauber","epNo":27,"alt":"","descr":"Gundelinde findet das verlorene Zauberbuch. Sie probiert einige Zauber aus und befreit so zufällig Branko aus dem Baum. Branko ist überglücklich, Gundelinde zu sehen, doch sie erkennt ihn nicht und flüchtet entsetzt. Als Balos erfährt, dass die Schatten von \u0027Yakor\u0027 sprechen, überkommt ihn eine unheilvolle Ahnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881762","hoster":"VOE"},{"path":"/redirect/8539846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-28","name":"Große Gefühle","epNo":28,"alt":"","descr":"Balos weiß, dass Yakor große Bedeutung hat, vor allem für Schatten. Noah weiß, dass Silvana die Yakor-Schatulle hat, das heißt ihr fehlt nur noch das dazugehörige Siegel. Jennifer und Yasemin machen sich auf den Weg in die Schattenwelt, um den Falken zu holen. Doch sie finden jemand anderes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881764","hoster":"VOE"},{"path":"/redirect/8539849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-29","name":"Ein uralter Traum","epNo":29,"alt":"","descr":"Der verzweifelte Branko verlangt von Silvana Azurium, um Gundelinde zu sich holen zu können. Silvana bietet ihm ihre Hilfe an, wenn er ihr im Gegenzug ein sicheres Versteck besorgt. Währenddessen gelingt es Yasemin, an die Falknerpfeife zu kommen. Doch Gundelinde ertappt sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881767","hoster":"VOE"},{"path":"/redirect/8544776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-30","name":"Annas Alleingang","epNo":30,"alt":"","descr":"Anna hat eine Vision von Yasemin und Jenny und befürchtet, dass ihnen etwas Schlimmes passiert ist. Daher geht sie ohne Balos\u0027 Wissen in die Schattenwelt. Nur Raphael bittet sie, ihr Verschwinden zu decken. Balos erneuert den Zauber, der das Schloss vor Silvana schützen soll. Doch kurz vorher gelingt es Branko, Silvana unerkannt hinein zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881772","hoster":"VOE"},{"path":"/redirect/8539848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-31","name":"Ein Raum im Nirgendwo","epNo":31,"alt":"","descr":"Branko hat Silvana in einen geheimen Raum gebracht. Für den versprochenen Verjüngungszauber muss er nun nur noch Annas Manastein besorgen. Anna wird in der Schattenwelt von einer misstrauischen Alma beinahe hinausgeworfen. Doch dann finden sie Yasemin und Jennifer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335001","hoster":"VOE"},{"path":"/redirect/8539845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-32","name":"Flüssige Sonne","epNo":32,"alt":"","descr":"Anna gelingt es, Yasemin und Jennifer von Gundelindes Zauber zu befreien. Als Balos von Annas Alleingang in die Schattenwelt erfährt, ist er maßlos enttäuscht von ihr. Er bemerkt nicht, dass sich Silvana in seiner Nähe aufhält und eine dunkle Verbindung zu ihm spürt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881777","hoster":"VOE"},{"path":"/redirect/8539847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-33","name":"Der Blick des Falken","epNo":33,"alt":"","descr":"Anna hat ein schlechtes Gewissen, aber Jennifer freut sich über die Aufmerksamkeit von Balos, der mit ihrer Hilfe das Falconium finden will. Silvana, die ihr Versteck auf-geben muss, hat gemerkt, dass es Balos in der Nähe der goldenen Kugel schlecht geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881778","hoster":"VOE"},{"path":"/redirect/8539851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-34","name":"Hexenjagd","epNo":34,"alt":"","descr":"Als Silvana das Geheimnis um Balos\u0027 goldene Traumkugel in der Bibliothek erforschen will, wird sie dabei fast von Yasemin ent-deckt. Branko behauptet, er habe Silvana aus dem Schloss fliehen sehen. Wegen der großen Gefahr, die von Silvana ausgeht, drängt Tobias darauf, die Schwelle zu verschließen - und zwar sofort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881781","hoster":"VOE"},{"path":"/redirect/8539844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-35","name":"Attacke","epNo":35,"alt":"","descr":"Noah und Tobias gelingt es trotz vieler Schatten zum Haus der Schwestern zu gelangen. Dort überwältigen sie Gundelinde, doch sie hat die Falknerpfeife nicht bei sich. Alma jedoch ahnt wo sie versteckt ist. Doch wird sie sich gegen ihre Schwester stellen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881788","hoster":"VOE"},{"path":"/redirect/8539855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-36","name":"Tobias’ Versprechen","epNo":36,"alt":"","descr":"Yasemin nimmt Tobias das Versprechen ab, auf Noah in der Schattenwelt aufzu-passen. Die Freunde erkennen, was das Siegel von Yakor ist. Auch Silvana kommt dahinter und ist hocherfreut, schließlich besitzt sie schon die Schatulle. Tobias und Noah machen sich auf den Weg zur magischen Pforte. Doch nur einem von ihnen gelingt die Rückkehr ins Schloss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881789","hoster":"VOE"},{"path":"/redirect/8539856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-37","name":"Der neue alte Branko","epNo":37,"alt":"","descr":"Die Freunde wollen Silvana aufspüren, um an die letzten Azurium-Phiolen zu gelangen. Branko fiebert seiner Verjüngung durch Silvana entgegen. So hofft er, Gundelinde für sich zu gewinnen und ins Schloss holen zu können. Im Gegenzug soll er ihr Almas Armreif aus der Schattenwelt bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881791","hoster":"VOE"},{"path":"/redirect/8544772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-38","name":"Zerplatzte Hoffnung","epNo":38,"alt":"","descr":"Silvana und das Azurium sind unauffindbar, nur Annas Vision von Tobias am Apollimen gibt den Freunden und Balos noch Hoffnung. Branko geht als junger Mann in die Schattenwelt und gesteht Gundelinde seine Liebe. Doch fühlt Gundelinde wie er?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881794","hoster":"VOE"},{"path":"/redirect/8544767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-39","name":"Die Prophezeiung","epNo":39,"alt":"","descr":"Branko kehrt aus der Schattenwelt zurück und wird wieder zum alten Mann. Er gibt Anna den letzten Teil der Prophezeiung und die Freunde erfahren vom Fluch des Falken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881797","hoster":"VOE"},{"path":"/redirect/8539852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-40","name":"Dunkle Seelen","epNo":40,"alt":"","descr":"Tobias entdeckt durch Alma seine Musikalität. Branko berichtet von Silvanas Plänen. Doch zu spät: sie ist schon auf dem Weg in die Schattenwelt, wo Yakor ihr die Macht über die Schatten geben soll. Balos erwartet am Portikus ihre Rückkehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881802","hoster":"VOE"},{"path":"/redirect/8539850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-41","name":"Goldene Spur","epNo":41,"alt":"","descr":"Noah erforscht den magischen Apparat, an dem er Teile einer goldenen Feder findet. Branko verwahrte den Apparat bisher in seinem Zimmer und brachte ihn immer zum Rat der Magier, wenn diese sich im Falconium versammelten. Silvana überredet Gundelinde, ihr Almas Armreif zu beschaffen.Doch Tobias wittert die Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881804","hoster":"VOE"},{"path":"/redirect/8539853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-42","name":"Schlagabtausch","epNo":42,"alt":"","descr":"Im Schloss finden die Freunde endlich heraus, wie das magische Ritual funktioniert. Aber solange Tobias und der Falke noch in der Schattenwelt sind, kann sie Schwelle nicht geschlossen werden.. Tobias versucht mit dem Armreif zum Baumstumpf zu gelangen. Aber auf dem Weg wird er von Silvana überfallen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881806","hoster":"VOE"},{"path":"/redirect/8539854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-43","name":"Die magische Schreibmaschine","epNo":43,"alt":"","descr":"Während Tobias eine Abschiedsnachricht auf seinen MP3-Player spricht, erkennen die Freunde und Balos, dass der Falke sich mitteilen kann. Silvana nimmt Alma gefangen, um Yakor zurück zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881811","hoster":"VOE"},{"path":"/redirect/8552222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-44","name":"Das Schweigen der Schatten","epNo":44,"alt":"","descr":"Tobias kann nicht verhindern, dass Silvana Yakor öffnet. Im Schloss spüren die Freunde die Gefahr, denn plötzlich verstummt das Schattenflüstern. Balos sieht keinen anderen Ausweg: Er steigt in den Portikus, um Silvana aufzuhalten. Da hat Anna eine Vision: Balos wird diesen Kampf nicht überleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881812","hoster":"VOE"},{"path":"/redirect/8539857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-45","name":"Sieg und Niederlage","epNo":45,"alt":"","descr":"Balos lässt sich von Anna nicht aufhalten, er ist bereit, sein Leben zu geben, um Silvana aufzuhalten und zu verhindern, dass die Schatten im Schloss wieder zu schwarzen Magiern werden. Als er Silvana angreift, wird klar, dass er mit jedem magischen Schlag auch sich selbst verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916437","hoster":"VOE"},{"path":"/redirect/8539861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-46","name":"Largydas Wunder","epNo":46,"alt":"","descr":"Raphael will den Falken dazu bringen, ihnen zu helfen und trifft dabei auf Tobias. Sie verabschieden sich von Alma und kehren mit zwei Falkenfedern zurück zu den Freunden. Anna erkennt, dass ihre Vision von Balos Tod mehr besagt, als sie bisher dachte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881819","hoster":"VOE"},{"path":"/redirect/8544774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-47","name":"Wege zurück","epNo":47,"alt":"","descr":"Bevor Balos und Anna den Freunden ins Schloss folgen, fragen sie sich, was aus Alma und Gundelinde wird. Doch dann löst der Falke seinen Fluch auf und die Schwestern verschwinden aus der Schattenwelt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881822","hoster":"VOE"},{"path":"/redirect/8539858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fluch-des-falken/staffel-4/episode-48","name":"Geschenkte Zeit","epNo":48,"alt":"","descr":"Als Dank für seinen Einsatz hat der Falke ein besonderes Geschenk für Balos. Die Freunde verlassen gemeinsam das Schloss, während Vincent und Branko bleiben und sich gemeinsam ans Werk machen, ein Buch über Schloss Randelstein zu schreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8881825","hoster":"VOE"},{"path":"/redirect/8544771","hoster":"Streamtape"}]}]}]}]}