{"path":"/serie/stream/flugzeugabstrze-hautnah","name":"Flugzeugabstürze hautnah","descr":"In Zeiten der Globalisierung nimmt auch der Luftverkehr zu. Fliegen ist längst zur Selbstverständlichkeit geworden. Allzu leicht gerät aus dem Blick, dass mit dem steigenden Flugverkehr auch die Unfallhäufigkeit steigt. Am Beispiel von Katastrophen und Beinahekatastrophen verdeutlicht die Dokumentarserie, wo die größten Gefahren beim Fliegen lauern.","seasons":[{"path":"/serie/stream/flugzeugabstrze-hautnah/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/flugzeugabstrze-hautnah/staffel-1/episode-1","name":"Pilotenfehler","epNo":1,"alt":"Pilot Error","descr":"Die Technik hat sich in den letzten Jahrzehnten rasant weiterentwickelt und das Fliegen sicherer gemacht – aber es gibt einen Faktor, der sich nicht geändert hat: der Mensch, der das Flugzeug fliegt. Pilotenfehler sind heutzutage für etwa 70 Prozent der Flugzeugunglücke verantwortlich. Diese Episode wirft einen Blick in die Cockpits und erklärt, warum menschliche Einschränkungen dort unsere Sicherheit bedrohen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376275","hoster":"VOE"},{"path":"/redirect/8376274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flugzeugabstrze-hautnah/staffel-1/episode-2","name":"Technikausfall","epNo":2,"alt":"Technical Meltdown","descr":"Wir verbessern die Luftfahrtechnik immer weiter, aber gerade an der Spitze der technischen Entwicklung können Dinge schrecklich schief gehen. Fliegen ist sicher, aber wie perfekt Flugzeuge heutzutage auch gebaut sind, Zwischenfälle kommen vor. Ob es in den ersten paar Wochen oder aber nach 20 Jahren auftritt, bei jedem Flugzeug kann es zu einem technischen Versagen kommen und verheerende Folgen mit sich ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376269","hoster":"VOE"},{"path":"/redirect/8376268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flugzeugabstrze-hautnah/staffel-1/episode-3","name":"Kettenreaktion","epNo":3,"alt":"Small Mistakes","descr":"Die Crew im Flugzeug hat einen harten Job. Flugzeuge sollen immer schneller und häufiger in der Luft sein. Es geht schließlich um viel Geld. Das spürt vor allem die Crew. Doch wenn der Pilot im Cockpit vergisst, wohin er eigentlich fliegt oder die Stewardess im Stehen einschläft, bricht bei den Passagieren schnell Panik aus. Die n-tv Doku deckt auf, was bei Flügen alles schief laufen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9509140","hoster":"VOE"},{"path":"/redirect/8376262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/flugzeugabstrze-hautnah/staffel-1/episode-4","name":"Grenzen der Natur","epNo":4,"alt":"Nature Strikes Back","descr":"Die Technik hat sich in den letzten Jahrzehnten rasant weiterentwickelt und das Fliegen sicherer gemacht aber es gibt einen Faktor, der sich nicht geändert hat: der Mensch, der das Flugzeug fliegt. Pilotenfehler sind heutzutage für etwa 70 Prozent der Flugzeugunglücke verantwortlich. Diese Episode wirft einen Blick in die Cockpits und erklärt, warum menschliche Einschränkungen dort unsere Sicherheit bedrohen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9509143","hoster":"VOE"},{"path":"/redirect/8376259","hoster":"Streamtape"}]}]}]}]}