{"seriesId":"fnf-freunde","name":"Fünf Freunde","descr":"Im Mittelpunkt stehen die Erlebnisse der Geschwister Julian (Marcus Harris), Dick und Anne Kirrin (Gary Russell und Jennifer Thanisch), der Cousine George (Michele Gallagher) und des Hundes Timmy (Border Collie Toddy Woodgate). George heißt eigentlich Georgina, und sie wäre viel lieber ein Junge und hasst es, wenn man sie bei ihrem richtigen Namen nennt. Dementsprechend hat sie sich auch die Haare abgeschnitten und ist ein wahrer Draufgänger – das ganze Gegenteil der schüchternen und ängstlichen Anne, der Jüngsten im Bunde. George lebt mit ihren Eltern Quentin (Michael Hinz) und Fanny (Sue Best) auf einer kleinen Felseninsel, die sich schon seit vielen Jahren im Besitz der Familie befindet. Zusammen erleben die Kids dort spannende Abenteuer, machen Jagd auf Schmuggler und andere Ganoven und werden von den Erwachsenen in steter Regelmäßigkeit unterschätzt – was sie wiederum zu ihrem Vorteil zu nutzen wissen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fünf Freunde auf der Felseninsel (1)","epNo":1,"alt":"Five on Kirrin Island (1)","descr":"Als die Geschwister Anne, Julian und Dick ihre Ferien bei Tante Fanny, Onkel Quentin und Cousine George auf der Felseninsel verbringen, lässt ein spannendes Abenteuer nicht lange auf sich warten: Onkel Quentin arbeitet nämlich seit einiger Zeit an einem geheimen Projekt, für das sich unter anderem der merkwürdige Mr. Curton zu interessieren scheint. Kurz darauf wird Georges Vater entführt!","versions":[{"lang":1,"streams":[{"redirect":9006786,"hoster":"VOE"},{"redirect":8554158,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fünf Freunde auf der Felseninsel (2)","epNo":2,"alt":"Five on Kirrin Island (2)","descr":"Nachdem der gefährliche Spion Mr. Johnson, Onkel Quentin entführt hat, will er Georges Vater zwingen, endlich sein großes Geheimnis preiszugeben. Wie gut, dass sich Julian, Dick, George und Anne längst zusammengeschlossen haben, um gemeinsam Onkel Quentin zu befreien. Auch Georges Mischlingshund Timmy, den sie im Moor gefunden hat, soll sie bei ihrer Suche unterstützen","versions":[{"lang":1,"streams":[{"redirect":12916531,"hoster":"VOE"},{"redirect":8554160,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fünf Freunde auf neuen Abenteuern","epNo":3,"alt":"Five Go Adventuring Again","descr":"Die fünf Freunde haben einen neuen Hauslehrer, Mr. Roland, der ihnen während der Ferien Unterricht geben soll. Timmy erwischt Roland dabei, wie er nachts im Zimmer von Onkel Quentin herumschnüffelt. Jetzt ist die Neugier der Kinder geweckt. Bald entdecken sie nicht nur einen Geheimgang zwischen dem Haus und der Farm von Mrs. Sanders, sondern beobachten auch, wie Roland sich mit zwei Fremden unterhält, die als Gäste auf der Farm wohnen. Offenbar sind die drei hinter der geheimen Formel her, an der Onkel Quentin gerade arbeitet …","versions":[{"lang":1,"streams":[{"redirect":9006789,"hoster":"VOE"},{"redirect":8545237,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fünf Freunde auf Schmugglerjagd (1)","epNo":4,"alt":"Five Go to Smuggler’s Top (1)","descr":"Da während eines heftigen Sturms ein Baum auf Kirrin Cottage gestürzt ist, müssen Dick, George, Julian und Anne ihre Ferien dieses Mal bei der Familie Lenoir verbringen. Gemeinsam mit Onkel Quentin hat Mr. Lenoir einen Plan zur Trockenlegung der umliegenden Sümpfe ausgearbeitet. Mr. Barling, ein Gegner des Projekts, will dieses Vorhaben allerdings verhindern und entführt kurzerhand Georges Vater","versions":[{"lang":1,"streams":[{"redirect":9006788,"hoster":"VOE"},{"redirect":8554167,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fünf Freunde auf Schmugglerjagd (2)","epNo":5,"alt":"Five Go to Smuggler’s Top (2)","descr":"Nicht nur Onkel Quentin, sondern auch Sooty, der Sohn der Familie Lenoir, wurde entführt. Bald glauben die vier Kinder und Sootys Schwester Marybelle, dass der taube Butler Block etwas mit der Entführung zu tun haben muss und zudem in Schmuggelgeschäfte verstrickt ist. Als sich die Freunde in den Höhlen unter dem Haus auf die Suche nach den Vermissten machen, geraten sie selbst in große Gefahr","versions":[{"lang":1,"streams":[{"redirect":9006787,"hoster":"VOE"},{"redirect":8540957,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fünf Freunde beim Wanderzirkus","epNo":6,"alt":"Five Go Off in a Caravan","descr":"Dick, George, Julian, Anne und Hund Timmy sind mit Pferd und Zeltwagen unterwegs, als sie auf einen Zirkus treffen. Ahnungslos stellen sie ihr Gefährt vor einer Höhle ab und kommen damit zwei Männern ins Gehege, die dort etwas verstecken wollen. Schon werden die fünf Freunde in ein neues spannendes Abenteuer verwickelt …","versions":[{"lang":1,"streams":[{"redirect":13104005,"hoster":"VOE"},{"redirect":8540959,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fünf Freunde im Zeltlager (1)","epNo":7,"alt":"Five Go Off to Camp (1)","descr":"Mit ihrem alten Hauslehrer fahren Anne, Dick, George, Julian und Hund Timmy zum Zelten. In der Nähe des Zeltplatzes entdecken die Kinder einen alten, verlassenen Güterbahnhof und einen Eisenbahntunnel. Als sie der mürrische, alte Wächter verscheucht und ihnen etwas von Geisterzügen erzählt, ist die Neugier der Fünf Freunde natürlich geweckt. Was hat es mit den Geisterzügen auf sich?","versions":[{"lang":1,"streams":[{"redirect":12268204,"hoster":"VOE"},{"redirect":8540962,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fünf Freunde im Zeltlager (2)","epNo":8,"alt":"Five Go Off to Camp (2)","descr":"Obwohl auch Mr. Andrews, Jocks unsympathischer Stiefvater, die Kinder vor dem alten Güterbahnhof gewarnt hat, schleichen sich Julian, Dick und Jock nachts dort herum und entdecken dabei tatsächlich einen Geisterzug! Als sie die Umgebung und den Bahnhof tagsüber noch einmal genauer unter die Lupe nehmen wollen, laufen sie Mr. Andrews und seinen Männern in die Arme!","versions":[{"lang":1,"streams":[{"redirect":9006792,"hoster":"VOE"},{"redirect":8554168,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fünf Freunde auf großer Fahrt","epNo":9,"alt":"Five Go on a Hike Together","descr":"Auf der Suche nach der Bene-Pond-Farm müssen die Freunde in einer Scheune übernachten. Prompt werden sie in ein aufregendes Abenteuer verwickelt, als dort plötzlich ein Verbrecher auftaucht …","versions":[{"lang":1,"streams":[{"redirect":9006791,"hoster":"VOE"},{"redirect":8545238,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fünf Freunde im Nebel","epNo":10,"alt":"Five Go to Mystery Moor","descr":"Die fünf Freunde Dick, George, Julian, Anne und Hund Timmy machen Reiterferien. Während eines Ausflugs werden die Kinder Zeugen, wie von einem geheimnisvollen Flugzeug Pakete mit Dollarnoten abgeworfen werden. Kurzentschlossen verstecken die fünf Freunde das Geld, werden aber von den Männern, für die die Scheine bestimmt waren, erwischt und verschleppt …","versions":[{"lang":1,"streams":[{"redirect":9006790,"hoster":"VOE"},{"redirect":8554171,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fünf Freunde wittern ein Geheimnis","epNo":11,"alt":"Five on a Secret Trail","descr":"In ihren Ferien schlafen die fünf Freunde in einer Hütte, wo sie eines Nachts gestört werden. Zunächst kann Hund Timmy den ungebetenen Besucher abwehren, doch in der nächsten Abend sehen die Freunde zu ihrem Schrecken \"Gespenster\" in den Bäumen. Es stellt sich heraus, daß jemand auf der Suche nach einem Schatz ist und keine neugierigen Kinder in seiner Nähe haben will …","versions":[{"lang":1,"streams":[{"redirect":12174114,"hoster":"VOE"},{"redirect":8554177,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fünf Freunde als Retter in der Not","epNo":12,"alt":"Five Go to Billycock Hill","descr":"In Billycock Hill werden die neuesten Flugzeuge der Luftwaffe getestet. Die fünf Freunde zelten in der Nähe des Militärstützpunktes und freunden sich mit Jeff, einem der Wachmänner, an. Als er beschuldigt wird, bei der Entführung eines neuentwickelten Flugzeugs mitgeholfen zu haben, setzen Dick, George, Julian, Anne und Hund Timmy alles daran, um Jeffs Unschuld zu beweisen …","versions":[{"lang":1,"streams":[{"redirect":12335186,"hoster":"VOE"},{"redirect":8540960,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fünf Freunde und das Burgverlies","epNo":13,"alt":"Five on Finniston Farm","descr":"Die fünf Freunde sind zu Besuch auf der Finniston-Farm. Sie erfahren, daß unter dem Anwesen die Keller eines alten Schlosses liegen. Als sie das Burgverlies genauer unter die Lupe nehmen, kommen sie einem verbrecherischen Antiquitätenhändler in die Quere …","versions":[{"lang":1,"streams":[{"redirect":9006812,"hoster":"VOE"},{"redirect":8724674,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Fünf Freunde geraten in Schwierigkeiten (1)","epNo":1,"alt":"Five Get into Trouble (1): Prisoners","descr":"Die fünf Freunde haben Zuwachs bekommen: Richard, Sohn eines reichen Vaters, hat sich ihnen angeschlossen. Der Junge ahnt nicht, daß er entführt werden soll, um bei einem Einbruch behilflich zu sein. Als die Kidnapper schließlich zuschlagen, erwischen sie aus Versehen Dick. Jetzt ist guter Rat teuer. Zum Glück gelingt es Richard, das Versteck der Bande aufzuspüren …","versions":[{"lang":1,"streams":[{"redirect":12922686,"hoster":"VOE"},{"redirect":8545240,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fünf Freunde geraten in Schwierigkeiten (2)","epNo":2,"alt":"Five Get into Trouble (2): Conspiracies","descr":"Die fünf Freunde haben sich mit Robert angefreundet. Er ist Sohn eines reichen Vaters und soll entführt werden, um bei einem Einbruch zu helfen. Als die Kidnapper schließlich zuschlagen, erwischen sie aus Versehen Dick. Jetzt ist guter Rat teuer. Zum Glück gelingt es Richard, das Versteck der Bande aufzuspüren …","versions":[{"lang":1,"streams":[{"redirect":9006799,"hoster":"VOE"},{"redirect":8545236,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fünf Freunde im alten Turm","epNo":3,"alt":"Five Get into a Fix","descr":"Die Freunde haben gehört, daß die alte Mrs. Thomas von ihrem Sohn gefangengehalten wird. Sie wollen der armen Frau unbedingt helfen und machen sich als erstes auf die Suche nach dem geheimen Eingang zu dem Versteck …","versions":[{"lang":1,"streams":[{"redirect":13097914,"hoster":"VOE"},{"redirect":8545242,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fünf Freunde und der Zauberer Wu (1)","epNo":4,"alt":"Five Are Together Again (1)","descr":"Als auf Kirrin Cottage Scharlach ausbricht, müssen Dick, George, Julian und Anne vorübergehend bei Professor Hayling wohnen. Da in der Nähe ein Zirkus sein Lager aufgeschlagen hat, lernen die Kinder schnell Sam und seinen Schimpansen Charly kennen. Als wichtige Papiere von Professor Hayling gestohlen werden, wird sofort Charly verdächtigt. Die Fünf Freunde wollen jedoch Charlys Unschuld beweisen","versions":[{"lang":1,"streams":[{"redirect":9006797,"hoster":"VOE"},{"redirect":8554180,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fünf Freunde und der Zauberer Wu (2)","epNo":5,"alt":"Five Are Together Again (2)","descr":"Völlig überraschend sind die gestohlenen Papiere wieder aufgetaucht, die aus Professor Haylings Forschungsturm entwendet worden waren. Als der Zauberer Wu sie sogar persönlich zu Professor Hayling zurückbringt, kommt das Dick, George, Julian und Anne allerdings äußerst verdächtig vor. Die Fünf Freunde beschließen daher, dem Zauberer Wu und seinem Assistenten eine Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":9006798,"hoster":"VOE"},{"redirect":8554185,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fünf Freunde und ein Zigeunermädchen","epNo":6,"alt":"Five Have a Wonderful Time","descr":"Der Wissenschaftler Terry Kane, ein Freund von Onkel Quentin, ist entführt worden. Durch Zufall entdecken die fünf Freunde das Versteck, in dem seine Kidnapper ihn gefangen halten. Mit Hilfe der Zigeuner, die in der Nähe campieren, versuchen die Kinder Kane zu befreien","versions":[{"lang":1,"streams":[{"redirect":10878266,"hoster":"VOE"},{"redirect":8540961,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fünf Freunde helfen ihrem Kameraden (1)","epNo":7,"alt":"Five Fall into Adventure (1)","descr":"Das Mädchen Jo, das die Fünf Freunde am Strand kennen lernen, verhält sich irgendwie verdächtig und nur Timmy scheint den Wildfang zu mögen. Als kurz darauf in das Arbeitszimmer von Onkel Quentin eingebrochen wird, der gerade im Urlaub ist, fällt der Verdacht schnell auf Jo. Dick, Anne, Julian und George stellen ihr eine Falle, doch der Plan geht schief und der Dieb ist weiterhin auf freiem Fuß!","versions":[{"lang":1,"streams":[{"redirect":9006800,"hoster":"VOE"},{"redirect":8540966,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fünf Freunde helfen ihrem Kameraden (2)","epNo":8,"alt":"Five Fall into Adventure (2)","descr":"Kaum haben Jo, Dick und Julian das Versteck der Entführer erreicht, werden Julian und Dick von den Verbrechern entdeckt und ins Verlies gesperrt. Zum Glück war auch Jo mit von der Partie, denn sie kann ihnen zur Flucht verhelfen. Nun müssen noch George und Timmy befreit werden. Doch die Zeit ist knapp, denn die Entführer sind ihnen bereits dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":9006815,"hoster":"VOE"},{"redirect":8545243,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fünf Freunde auf geheimnisvoller Spur","epNo":9,"alt":"Five Run Away Together","descr":"Die neue Haushälterin entpuppt sich als ziemlicher Drachen. Da die fünf Freunde sich nicht tyrannisieren lassen wollen, fliehen sie auf Georges Insel. Aber auch dort sind sie nicht sicher und geraten in ein neues Abenteuer …","versions":[{"lang":1,"streams":[{"redirect":13100771,"hoster":"VOE"},{"redirect":8540963,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fünf Freunde auf dem Leuchtturm (1)","epNo":10,"alt":"Five go to Demons Rock (1)","descr":"Onkel Quentin hat eine wichtige Besprechung mit einem Kollegen. Dieser hat seinen Sohn Tinker und dessen Spielgefährten, einen kleinen Affen, mitgebracht. Tinker soll für ein paar Tage in den Leuchtturm ziehen. Dort stößt er zusammen mit Dick, George, Julian und Anne auf den Plan eines unterirdischen Ganges, in dem der Schatz eines Piraten verborgen sein soll. Bald stellt sich heraus, daß nicht nur die Kinder hinter diesem Schatz her sind …","versions":[{"lang":1,"streams":[{"redirect":9006804,"hoster":"VOE"},{"redirect":8554193,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fünf Freunde auf dem Leuchtturm (2)","epNo":11,"alt":"Five go to Demons Rock (2)","descr":"Die Karte, die Tinker und die fünf Freunde im Leuchtturm gefunden haben, zeigt den Weg zu einem unterirdischen Gang. Dort soll angeblich ein Piratenschatz verborgen liegen. Klar, dass sich die Kinder sofort auf die Suche machen. Doch sie sind nicht alleine …","versions":[{"lang":1,"streams":[{"redirect":9591575,"hoster":"VOE"},{"redirect":8554188,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fünf Freunde verfolgen die Strandräuber (1)","epNo":12,"alt":"Five Go Down to the Sea (1)","descr":"Ein seltsamer Zirkus ist in der Gegend aufgetaucht. Hinter der Hauptattraktion, dem Stoff-Pferd \"Klopper\", scheint sich ein Geheimnis zu verbergen. Die fünf Freunde wollen es unbedingt lösen. Als sich während einer Vorstellung der Stallbursche davonstiehlt, folgen ihm die Kinder bis zu einer unterirdischen Höhle …","versions":[{"lang":1,"streams":[{"redirect":13104010,"hoster":"VOE"},{"redirect":8554194,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fünf Freunde verfolgen die Strandräuber (2)","epNo":13,"alt":"Five Go Down to the Sea (2)","descr":"Welches Geheimnis verbirgt sich hinter Stoff-Pferd Klopper? Die fünf Freunde sind ratlos. Als aber der Stallbursche vom Zirkus urplötzlich verschwindet, ahnen sie, dass hier etwas faul ist. Wenig später stoßen sie auf einen unterirdischen Gang","versions":[{"lang":1,"streams":[{"redirect":12335169,"hoster":"VOE"},{"redirect":8554198,"hoster":"Streamtape"}]}]}]}]}