{"seriesId":"follow-the-money","name":"Follow the Money","descr":"Alternativtitel: Bedrag In der Serie dreht sich alles um das Thema Wirtschaftskriminalität. Orte der Handlung sind Banken, Vorstandsetagen und die Börse. Gier und Ehrgeiz sind zentrale Themen. Zu welchen Verbrechen sind Menschen in ihrem Streben nach Reichtum fähig?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Nachdem bei einem Windpark eine Leiche auftaucht, gerät der Energiekonzern Energreen in ein schlechtes Licht. Der Polizist Mads versucht den Fall aufzuklären. Bei Energreen muss die ehrgeizige Juristin Claudia derweil interne Betrüger ermitteln. Und der Automechaniker Nicky erhält ein verführerisches Angebot. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":13097905,"hoster":"VOE"},{"redirect":8544779,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Als Energreens neue Chefjuristin muss Claudia zwei Top-Trader feuern, weil sie dem Ruf der Firma schaden. Mads macht sich derweil zunutze, dass er einst bei der Mordkommission angestellt war. Und Nicky und Bimse machen eine Entdeckung, die ihnen den Atem verschlägt. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":13992905,"hoster":"VOE"},{"redirect":8544784,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Claudia wird nach Abu Dhabi geholt, weil Sander dort ein Projekt präsentieren will, das sie Zukunft der Energiespeicherung verändern wird. Mads und Alf staunen derweil, dass Energreen ihre verdächtigen Trader gleich selbst anzeigt. Und Nicky und Bimse müssen ein Versteck für die zwei Millionen Euro finden. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":9004840,"hoster":"VOE"},{"redirect":8544780,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Mads und Alf nehmen Energreens Finanzdirektor in die Mangel und entdecken eine neue Spur. Bei Energreen wird der Börsengang vorbereitet und der Versuch unternommen, das Unternehmen schlanker zu machen. Nicky kriegt derweil Ärger mit den serbischen Autohändlern. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":12922495,"hoster":"VOE"},{"redirect":8544781,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Dank der Journalistin Mia haben Mads und Alf Hinweise darauf, dass Energreen die Buchhaltung frisiert, und fahren deshalb nach Polen. Eine willkommene Abwechslung für Mads, um seine Ehekrise zu vergessen. Nicky versucht derweil, an Bares zu kommen, nachdem er das gefundene Geld ein paar Gangstern überlassen musste, die es waschen. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":9004839,"hoster":"VOE"},{"redirect":8544787,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Trotz Mias Unfall erscheint ihr kritischer Artikel über Engergreen. Das bringt Sander in Bedrängnis, denn so kurz vor Börsengang ist seine Firma auf weitere Investoren angewiesen. Doch damit nicht genug: Sander wird auch noch von Nicky erpresst, der sensible Daten von Energreen auf einem iPad hat. Claudia steht nach Mias Unfall unter Schock und zweifelt an Sanders Ehrlichkeit. Und Mads und Alf suchen nach Mias Informanten. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":9004838,"hoster":"VOE"},{"redirect":8544783,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Trotz Mias Unfall erscheint ihr kritischer Artikel über Engergreen. Das bringt Sander in Bedrängnis, denn so kurz vor Börsengang ist seine Firma auf weitere Investoren angewiesen. Doch damit nicht genug: Sander wird auch noch von Nicky erpresst, der sensible Daten von Energreen auf einem iPad hat. Claudia steht nach Mias Unfall unter Schock und zweifelt an Sanders Ehrlichkeit. Und Mads und Alf suchen nach Mias Informanten. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":9004837,"hoster":"VOE"},{"redirect":14075249,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Claudia glaubt noch immer, dass sie bald nach Paris reisen und Energreen hinter sich lassen kann. Doch zunächst muss sie mit Jens Kristian zusammen etwas finden, dass Sander belasten könnte. Mads und Alf staunen derweil, dass ihre Chefin sich auf einmal brennend für ihren Fall interessiert. Und Bimse und Nicky stehen in Ps Schuld. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":13100741,"hoster":"VOE"},{"redirect":8544786,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Nachdem Jens Kristian wegen Industriespionage verhaftet wurde, fehlen Mads und Alf griffige Beweise gegen Energreen. Sie machen sich mithilfe der offiziellen Bilanz und Jens Kristians Zahlen ans Rechnen und finden heraus, dass Energreen praktisch pleite ist. Nicky flüchtet derweil vor P, der sein Geld zurückhaben will. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":13103973,"hoster":"VOE"},{"redirect":8544791,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Engergreen musste Konkurs anmelden. Da noch niemand angeklagt ist, beobachtet die Polizei Sander, Ulrik und Claudia, die ganz unterschiedlich mit dem Druck umgehen. Während Sander sich einen Fluchtweg organisiert, versucht Claudia, einen Deal mit der Polizei zu machen. Ulrik dreht derweil durch. Nicky bekommt es mit der Angst zu tun, als er merkt, dass Lina und Milas entführt wurden. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":13094951,"hoster":"VOE"},{"redirect":8539876,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 11","epNo":1,"alt":"Episode 1","descr":"Mads ist in Routinefällen bei der Bagdader Polizei gefangen und kann Energreen kaum vergessen, aber ein scheinbar banaler Fall einer kleinen Tischlerei, die unter mysteriösen Umständen in Konkurs gegangen ist, fängt Mads \u0027Aufmerksamkeit auf - und schon bald gerät er in Aufruhr die größten Banken des Landes. Claudia hat einen hohen Preis für sein Engagement bei Energreen bezahlt. Nach anderthalb Jahren im Gefängnis kommt sie endlich heraus ... aber was? Ihr Sohn lebt mit ihrem Vater in Paris, und niemand in der dänischen Geschäftswelt will einen betrügerischen Anwalt einstellen. Claudia muss in ein Café gehen, aber dann wird sie von Energreens altem Vorsitzenden Christensen besucht, der ein interessantes Angebot für sie hat.\rNicky hat immer noch seinen Auto-Shop zusammen mit Bimse, aber sein 9-zu-4-Job ist von ihm gelangweilt - so hat er neben der Mechaniker-Arbeit begonnen, dem Schweden zu schwören, als \u0027Fixer\u0027 gelernt zu werden.","versions":[{"lang":1,"streams":[{"redirect":9004841,"hoster":"VOE"},{"redirect":8539878,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 12","epNo":2,"alt":"Episode 2","descr":"Der Boss zwingt Mads, den Umgang der Polizei mit dem Geiselnahmen in der Nova Bank zu verteidigen. Frustriert beschließt er, den Fall von Hans Peter genauer zu untersuchen - und findet, dass der Bankberater gute Gründe hatte, die Firma von Hans Peter in den Bankrott zu treiben.\rClaudia hat den ersten Arbeitstag bei Absalon Bank, und obwohl Amanda skeptisch gegenüber der neuen Mitarbeiterin ist, ist Claudia es wert. Aber Claudias Methoden haben immer einen Preis für die Beteiligten.\rP ist immer noch im Krankenhaus und muss Nicky in der Zwischenzeit seine Aufgaben übernehmen lassen, und plötzlich steht Nicky Situationen gegenüber, die er noch nie zuvor erlebt hat.","versions":[{"lang":1,"streams":[{"redirect":13100743,"hoster":"VOE"},{"redirect":8544798,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 13","epNo":3,"alt":"Episode 3","descr":"Nicky verbringt bereits Zeit für den Schweden zu arbeiten. Es ist nicht nur eine Herausforderung für Nicky, seine Familie und den Autohändler - die Freundschaft von Bimse wird auf die Probe gestellt. Mads und Alf atmen Nicky im Nacken, während sie sich tiefer in den Fall der Nova Bank und deren Behandlung von Geschäftskunden vertiefen. Es gibt etwas, das nicht passt. Während Kristinas vor kurzem entdeckte Schwangerschaft die Beziehung zwischen ihr und Mads erneut vor Gericht stellt. Claudia gelingt es, ihre Beziehung zu ihrem Sohn wieder aufzubauen, und sie versucht, der Absalon Bank zu helfen, die von Nova Banks anhaltendem Wunsch, den Konkurrenten zu übernehmen, bedroht wird.","versions":[{"lang":1,"streams":[{"redirect":13097906,"hoster":"VOE"},{"redirect":8539879,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 14","epNo":4,"alt":"Episode 4","descr":"Mads und Alf kämpfen darum, die zwielichtigen Geschäfte der Nova Bank zu planen, aber was sie nicht wissen, ist, dass ihr eigener Chef, Nanna, jeden Schritt der Untersuchung direkt dem Vorsitzenden von Novas, Herrn, berichtet. Christensen . Amanda kämpft mit seinen Dämonen und entscheidet sich, in der kritischsten Zeit unterzutauchen - Absalon Bank steht vor einer Generalversammlung, die die Zukunft der Bank bestimmen wird. Der Schwede ist immer noch in seinem Krankenhausbett gefangen, und Nicky bekommt einen schmutzigen Job zu lösen - eine Aufgabe, die eng mit den Machtkämpfen in Absalon verbunden ist.","versions":[{"lang":1,"streams":[{"redirect":13103976,"hoster":"VOE"},{"redirect":8544788,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 15","epNo":5,"alt":"Episode 5","descr":"Mads und Alf wissen, dass Bankrottbetrug in der Nova Bank bis zum Vorstandsvorsitzenden, Mr. Christensen, aber Christensen ist rutschig wie ein Aal. Sie finden jedoch einen Weg, sich den Methoden des Christentums zu nähern, wenn sie von seinem alten Betrugspartner verfolgt werden. Nicky betrügt Lina mit der schönen Tochter des Schweden. Die Affäre bringt ihn mit Bimse an den Rand, aber Nicky bekommt bald viel größere Sorgen. Amanda und Claudia sind sich bewusst, dass ihr einziger Ausweg darin besteht, Nova davon abzuhalten, Absalon zu übernehmen. Sie finden eine andere Bank, die bereit ist, sie zu kaufen. Aber welcher?","versions":[{"lang":1,"streams":[{"redirect":13103979,"hoster":"VOE"},{"redirect":8552264,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 16","epNo":6,"alt":"Episode 6","descr":"Im Auftrag von Christensen hat Nicky ein junges Mädchen entführt - den Enkel von Christensens ehemaligem Begleiter Helge Larsen. Aber das Mädchen schafft es, Nicky loszuwerden ... und dann beginnt der Plan ziemlich schief zu laufen. Mads und Alf graben in den Unterlagen, die sie von Helge erhalten haben. Es ist eine Goldmine von Beweisen gegen Christensen - das Problem ist nur, dass die Fälle veraltet sind. Simon übernimmt die Führung der Absalon Bank nach Amandas Zusammenbruch und das erste, was er als Ein-Mann-Regisseur macht, ist Claudia zu feuern. Claudia ist schockiert und macht sich daran, herauszufinden, was für ein Spiel Simon spielt.","versions":[{"lang":1,"streams":[{"redirect":13100747,"hoster":"VOE"},{"redirect":8552263,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 17","epNo":7,"alt":"Episode 7","descr":"Nach Olgas Tod ist Mads ungeduldiger als je zuvor, nachdem er Beweise von Christensen erhalten hat. Strik gegen Alfs und Henriettes Wunsch geht er nach Absalon, und er sieht etwas, das für die Untersuchung von großer Bedeutung ist: Claudia. Simon ist hungrig, nachdem er sich als starker Regisseur gezeigt hat und eine progressive französische Bank kaufen will, aber Amanda und Claudia entdecken, dass etwas nicht stimmt. Nicky ist mit dem Schweden in Misskredit geraten - und es ist keine seltsame Situation, sich darin zu befinden. Er beschließt, die Konfrontation mit dem gefährlichen Mann zu nehmen. Von Angesicht zu Angesicht","versions":[{"lang":1,"streams":[{"redirect":9004851,"hoster":"VOE"},{"redirect":8544790,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 18","epNo":8,"alt":"Episode 8","descr":"Claudia füttert heimlich die Polizei mit Informationen über Mr. Christensen, aber sie ist nicht in der Lage, ihnen die entscheidenden Beweise zu geben. Mads und Alf drängen - sie muss Christensen in eine Falle locken. Die Kooperation mit Claudia bringt den Fall Energreen wieder in Schwung, da Mads Claudia dazu verleitet, ihm zu erzählen, was sie von Sanders Flugroute weiß. Eine Erleuchtung, die sie vom Schweden auf die Spur bringt. Nickys Deal mit dem Schweden war keine heiße Luft - Nicky bezieht sich nun direkt auf Christensen, während die alten Schweden selbst den Ausstieg aus dem schmutzigen Spiel vorbereiten.","versions":[{"lang":1,"streams":[{"redirect":9004852,"hoster":"VOE"},{"redirect":8539875,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 19","epNo":9,"alt":"Episode 9","descr":"Ärzte kämpfen, um Alfs Leben zu retten - aber während Mads im Krankenhaus unruhig ist, gibt es gewalttätige Dinge in seinem Haus. Die schwangere Kristina wacht im Dunkeln auf ... es ist Nicky, die ins Haus eingebrochen ist, um die Beweise gegen Christensen zu entfernen. Absalon steht kurz vor dem Bankrott, und Amandas und Simons Geschwister kämpfen Schulter an Schulter, um die Bank zu retten. Claudia wehrt sich nicht, Rache über Christensen zu nehmen - und auch nicht, wenn sie es versäumt, Menschen zu trauen, die ihr vertrauen. Die Schwede erscheint in der Werkstatt - verzweifelt, krank und auf der Flucht. Aber Nicky ist nicht, nur Bimse. Es hat Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":12335032,"hoster":"VOE"},{"redirect":8544785,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 20","epNo":10,"alt":"Episode 10","descr":"Alf hat Christensens Plan überprüft - ein gewaltiger Angriff auf die dänische Krone. Zusammen mit Mads setzt er sich dagegen, doch der Angriff ist bereits in vollem Gange und droht die Wirtschaft des Landes in die Knie zu zwingen. Claudia hat Steen an die Polizei verkauft, um sich an Christensen zu rächen ... aber es ist immer noch nicht genug, um den skrupellosen Geschäftsmann zu fangen. Amanda versucht zu beweisen, dass Simon kein Komplize in Christenens Verbrechen ist","versions":[{"lang":1,"streams":[{"redirect":13008626,"hoster":"VOE"},{"redirect":8552269,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 21","epNo":1,"alt":"Episode 1","descr":"Der Ermittler der Kopenhagener Wirtschaftskripo Alf Rybjerg leidet unter massiven Schlafstörungen und der psychologischen Belastung durch ein Trauma, das er im Einsatz erlitten hat. Alf wurde dabei angeschossen und schwer verletzt. Jetzt arbeitet er für die Taskforce Nørrebro, die Kollegen sind auf der Suche nach Drogen. Durch einen Hinweis kommt das Polizeiteam einem Drogenkurier auf die Spur. Bei der laufenden Fahndung stößt Alf auf einen Lagerraum, in dem sich mehrere Leichen befinden. Die toten Rumänen waren allesamt Geschäftsführer millionenschwerer Firmen – auf dem Papier zumindest. Eine Fährte für die Kripo … Währenddessen baut Nicky, ein ehemaliger Automechaniker und Kleinkrimineller, für den spanischen Drogenbaron Marco den Absatzmarkt in Dänemark auf. Ein Informant bei der Polizei teilt Nicky mit, dass seine ehemalige Freundin den gemeinsamen Sohn an Pflegeeltern übergeben hat.","versions":[{"lang":1,"streams":[{"redirect":12335034,"hoster":"VOE"},{"redirect":8539871,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge  22","epNo":2,"alt":"Episode 2","descr":"Der Bankangestellten Anna wird eine Beförderung verwehrt: Eine viel jüngere und inkompetentere Kollegin, die sie dazu noch ausgebildet hat, bekommt den Posten der Filialleiterin. Anna ist mehr als frustriert, und als ihr Mann Søren sie dringend bittet, etwas für die Konten seines Zulieferers zu unternehmen, überschreitet sie eine rote Linie. Sie manipuliert Runes Konten mit gefälschten Rechnungen und rettet damit die kleine Baufirma ihres Mannes. Anna ist überrascht, wie einfach das geht … Alf wird von seinem Vorgesetzten Storm beauftragt, den Fall der toten Rumänen zu leiten und aufzuklären. Der Ermittler der Wirtschaftskripo leidet weiterhin unter massiven Schlafstörungen. Und so sieht sich Alf eines Nachts gezwungen, auf der Straße eine etwas effektivere Lösung zu suchen … Trotz ermittlungsstrategischer Differenzen zwischen ihm und seinem Kollegen Møller gelingt es Alf und seinem Team, den Namen des Mieters des Lagerraums zu ermitteln, in dem sie die Leichen gefunden haben. Die Spur führt in ein unscheinbares Reisebüro mit Wechselstube, wo auch Nicky regelmäßig sein schmutziges Drogengeld wäscht. Nicky besucht seine Ex-Freundin Lina, die in einer psychiatrischen Anstalt behandelt wird, auf der Suche nach ihrem gemeinsamen Sohn","versions":[{"lang":1,"streams":[{"redirect":9004822,"hoster":"VOE"},{"redirect":8539869,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 23","epNo":3,"alt":"Episode 3","descr":"Anna und Rune versuchen, Geldwäsche-Kunden zu akquirieren. Dem ersten Interessenten ist Anna nicht professionell genug, den zweiten lehnt Anna ab, weil er zu brutal zu seiner Gang ist. Dessen Fahrer gibt Anna allerdings daraufhin den Kontakt zu Nicky, den er als zu ihr passend beschreibt. Und Annas Gespräch mit Nicky verläuft erfolgreich … Nicky trifft sich auch mit den Pflegeeltern seines Sohnes Milas und dem Sozialarbeiter vom Jugendamt, um das Sorgerecht für den Fünfjährigen zurückzugewinnen. Derweil observieren Alf und sein Team die suspekte Wechselstube, um der Spur des Geldes der toten Rumänen zu folgen. Bei der Überwachung entdecken Alf und Stine einen vorbestraften Drogenhändler, Kim Prami. Die Spezialeinheit fahndet nach Prami und kann in dessen Garage eine halbe Tonne Haschisch sicherstellen. Doch als Alf vor der Wechselstube Nicky auftauchen sieht, den er von einem früheren Fall kennt, ahnt der Ermittler, dass er vielleicht von Anfang an auf einer falschen Fährte war","versions":[{"lang":1,"streams":[{"redirect":13100738,"hoster":"VOE"},{"redirect":8539867,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 24","epNo":4,"alt":"Episode 4","descr":"Storm untersagt Alf, Nickys Spur zu folgen, und ordnet an, sich stattdessen weiterhin auf den ursprünglich Hauptverdächtigen Kim Prami zu konzentrieren. Als Alf diesen in seiner U-Haft-Zelle befragt, bestätigt Prami ihm, dass Nicky in der Tat Marcos gesuchter Kontaktmann für den Aufbau eines Drogennetzwerks in Dänemark ist. Also beginnt Alf, Nicky eigenmächtig zu beschatten, und bekommt dabei Hilfe von einem unerwarteten Verbündeten. Gleichzeitig wird Annas Verhandlungsgeschick auf den Prüfstand gestellt, als sie zwei zähe Geschäftsmänner aus den Emiraten trifft, um für Nicky ein Schwarzgeldkonto in Dubai zu eröffnen. Nicky sucht derweil einen Abnehmer für eine nicht nach Plan gelaufene Drogenlieferung und wird schließlich dem ambitionierten Wasim vorgestellt, der sich kaufwillig zeigt. Der Palästinenser positioniert sich darüber hinaus als potenzieller Großkunde, ein Bündnis mit ihm könnte Nickys Geschäfte in vollkommen neue Sphären katapultieren","versions":[{"lang":1,"streams":[{"redirect":9004821,"hoster":"VOE"},{"redirect":8539873,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 25","epNo":5,"alt":"Episode 5","descr":"Annas Mann Søren entdeckt die neuen, teuren Designerkleider, die sie sich gekauft hat, und stellt seine Frau zur Rede. Die Bankangestellte gesteht ihrem Mann die Geldwäschegeschäfte, woraufhin er sie ohrfeigt. Anna ist schwer getroffen, greift dann aber zu einem ungewöhnlichen Mittel, um weiterarbeiten zu können … Isa setzt sich für Alf ein, damit er und sein Team die Genehmigung erhalten, Nickys Wohnung abzuhören. Alf und Isa versuchen, sich nicht mehr zu sehen und ihre Affäre auf Eis zu legen. Stine kommt Alf hinsichtlich seines Tablettenkonsums auf die Spur. Sie bittet ihn inständig, damit aufzuhören. Doch Alf kann nicht von den synthetischen Mitteln lassen, er rastet völlig aus und greift Stine körperlich an. Als die in Nickys Wohnung eingebauten Wanzen keine brauchbaren Informationen liefern, entscheidet der Ermittler kurzerhand, ein bisschen Unruhe in der Drogenszene zu stiften und einen Drogenkurier verhaften zu lassen. Doch der Einsatz der Taskforce Nørrebro endet in einem entsetzlichen Fiasko","versions":[{"lang":1,"streams":[{"redirect":9004824,"hoster":"VOE"},{"redirect":8539872,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 26","epNo":6,"alt":"Episode 6","descr":"Anna gerät in Not, als interne Kontrolleure überraschend in ihrer Filiale auftauchen, um die Konten zu prüfen. Die Zeit ist nun sehr knapp, um ihre Spuren zu verwischen … Derweil ist Alf Nicky dicht auf den Fersen, doch weder dessen Wohnung noch die Saft-Bar liefern belastendes Beweismaterial. Nicky scheint keine Fehler zu machen. Seine Begegnung mit Sahar, die Aussicht auf eine neue Liebe und auf das Sorgerecht für seinen Sohn Milas lassen in Nicky den Wunsch wachsen, aus dem Drogengeschäft auszusteigen. Die Sehnsucht nach einem ganz normalen Leben mit Familie ist groß. Und gleichzeitig steigt der Fahndungsdruck … Als Alf und sein Team erfahren, dass der spanische Drogenbaron Marco seinen dänischen Kontaktmann Nicky in Kopenhagen besuchen wird, bietet sich der Spezialeinheit die seltene Gelegenheit, Nicky und seinen bedeutenden Auftraggeber gleichzeitig zu fassen","versions":[{"lang":1,"streams":[{"redirect":9004829,"hoster":"VOE"},{"redirect":8539874,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 27","epNo":7,"alt":"Episode 7","descr":"Annas Bankfiliale gerät bei den Nachforschungen über Nicky ins Visier der Ermittler. Alf und sein Kollege Møller suchen Nete, die Filialleiterin, und Anna auf, um sich über Nickys Kontoaktivitäten zu informieren. Anna steht ab jetzt nicht nur unter dem Druck, die kriminellen Geschäfte ihres Klienten verdeckt zu halten, sie muss auch die eingeweihte Nete kontrollieren. Währenddessen nimmt Nickys Traum von einem zurückgezogenen Familienleben langsam Form an. Nickys neue Freundin Sahar lernt seinen Sohn Milas kennen, die beiden verstehen sich gut. Doch Lala, sein treuer Mitarbeiter aus der Saft-Bar und Nickys designierter Nachfolger, bekommt Probleme mit ihrem Großkunden Wasim und wird zudem Opfer eines rassistischen Angriffs. Alfs geheimer Informant, Polizeipräsident Brodersen, weiht den Ermittler in seinen Plan ein, das Drogengeschäft zu monopolisieren, um der zunehmenden Gewalt auf den Straßen ein Ende zu setzen. Aber er setzt Alf unter Druck und versucht, dessen Fahndung aktiv zu beeinflussen","versions":[{"lang":1,"streams":[{"redirect":9004830,"hoster":"VOE"},{"redirect":8544778,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 28","epNo":8,"alt":"Episode 8","descr":"Während die Gewalt zwischen den rivalisierenden Drogengangs Kopenhagens eskaliert, bereitet Nicky seinen endgültigen Ausstieg aus dem Geschäft vor. Schritt für Schritt plant er die Übergabe an Lala, seinen treuen Mitarbeiter. Doch dann ändert sich alles, als Wasim, Nickys Großabnehmer, Opfer einer blutigen Attacke wird und die Täter die Macht auf dem Drogenmarkt übernehmen. Alf besinnt sich und findet die Kraft, sich dem Druck von ganz oben zu widersetzen. Fortan richtet der Ermittler den vollen Fokus des Teams auf Nicky und Marco, woraufhin Polizeipräsident Brodersen droht, die Spezialeinheit durch massive Etatkürzungen zu entmachten. Alf bleibt nicht viel Zeit, um neue Schlüsse aus dem vorhandenen Beweismaterial zu ziehen, doch dann realisiert er schlagartig, was ihnen von Anfang an entgangen war","versions":[{"lang":1,"streams":[{"redirect":9004828,"hoster":"VOE"},{"redirect":8539870,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 29","epNo":9,"alt":"Episode 9","descr":"Nicky wurde schwer verletzt, doch trotz offener Wunde gelingt es ihm, vor Alf und seinem Team aus dem Krankenhaus zu fliehen. Er plant, gemeinsam mit seinem Sohn Milas in Spanien unterzutauchen. Doch dafür braucht er das Geld von seinem Schwarzgeldkonto in den Emiraten, das zwischenzeitlich von Lala und Nabil abgezweigt wurde. Anna ist auf Netes Hilfe angewiesen, um Nickys Millionen nach Spanien transferieren zu können, doch dann wird sie von ihrer Chefin kurzerhand entlassen. Als die Zeit immer knapper wird und der Druck auf Anna immer weiter steigt, begibt sie sich zu Netes Wohnung; sie ist zu allem bereit … Währenddessen bremst der Polizeipräsident Alfs intensive Fahndung nach Nicky aus. Brodersen lässt Alfs Vorgesetzten Storm belastende Fotos zukommen, die den Ermittler beim Tablettenkauf auf der Straße zeigen. Daraufhin scheint Alf der Suspendierung und der Quasi-Aufhebung seiner Fahndung nicht mehr entgehen zu können","versions":[{"lang":1,"streams":[{"redirect":9004826,"hoster":"VOE"},{"redirect":8539868,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 30","epNo":10,"alt":"Episode 10","descr":"Infolge der immer brutaler werdenden Drohungen von Nabils und Lalas Bande entscheidet sich Anna, bei der Innenrevision ihrer Bank über ihre Geldwäsche auszupacken und die volle Kooperation anzubieten. Nicky schließt mit Alf einen Kompromiss über die Bedingungen seiner Haftstrafe, bevor der eigentlich suspendierte Ermittler ihn der Polizei übergibt. Doch kurz nach Nickys Abholung steht die Polizei erneut vor der Tür, um den Dealer abzuführen. Da dämmert es Alf, dass er hinters Licht geführt wurde. Polizeipräsident Brodersen will Nicky für immer aus Dänemark wegbringen lassen und ihm ein anonymes, isoliertes Leben in Dubai aufzwingen, um ihn so für sich unschädlich zu machen. Doch Nicky, der sich um keinen Preis von seinem Sohn Milas trennen will, hinterlässt Alf versteckte Hinweise, die der Ermittler im Wettlauf gegen die Zeit entschlüsseln muss, um Brodersen zuvorzukommen. Annas Zukunft nimmt eine überraschend positive Wendung, während Nickys Schicksal nun vom Scharfsinn seines kongenialen Gegenspielers abhängt","versions":[{"lang":1,"streams":[{"redirect":13100739,"hoster":"VOE"},{"redirect":8544777,"hoster":"Streamtape"}]}]}]}]}