{"seriesId":"forged-in-fire-wettkampf-der-schmiede","name":"Forged in Fire - Wettkampf der Schmiede","descr":"Wer schmiedet die besten Schwerter? Von ihren Fähigkeiten überzeugte Männer stellen sich dem Wettbewerb, Woche für Woche die berühmtesten Schwerter und antike Kriegswaffen der Geschichte originalgetreu und hochwertig nachzubilden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Katana","epNo":1,"alt":"Japanese Katana","descr":"In der neuen Serie treten vier Waffenschmiede gegeneinander an, um 10.000 Dollar und den Titel des \"Forged in Fire\"-Champions zu gewinnen. In drei anspruchsvollen Disziplinen müssen die Teilnehmer tödliche Waffen schmieden. Ihre Arbeit wird einem Test unterzogen und wer nicht überzeugt, wird nach Hause geschickt. In der letzten Runde müssen die beiden verbliebenen Schmiede eine der bekanntesten Waffen, ein japanisches Katana, anfertigen.","versions":[{"lang":1,"streams":[{"redirect":14374667,"hoster":"VOE"},{"redirect":14395036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374674,"hoster":"VOE"},{"redirect":13588413,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Chakram","epNo":2,"alt":"Chakram","descr":"Vier Schmiede müssen eine Waffe herstellen, die nur aus wiederaufbereitetem Material besteht. Als die Zeit knapp wird, sind zwei der Teilnehmer gezwungen zu improvisieren. Die Finalisten begeben sich in ihre heimischen Werkstätten, um ein indisches Chakram herzustellen. Sie kehren mit zwei sehr verschiedenen Interpretationen dieser tödlichen, kreisförmigen Wurfwaffe zurück. Nur eine der Waffen besteht die Tests der Jury.","versions":[{"lang":1,"streams":[{"redirect":14374654,"hoster":"VOE"},{"redirect":13588426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374675,"hoster":"VOE"},{"redirect":13588411,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wikingeraxt","epNo":3,"alt":"Viking Battle Axe","descr":"Die Waffenschmiede müssen eine Karbonstahlfeder, die aus einem Zug stammt, in eine Waffe ihrer Wahl verwandeln. Nur zwei Teilnehmer kommen in die nächste Runde und haben fünf Tage Zeit, eine legendäre Wikingerstreitaxt zu schmieden. Nachdem die Jury die Waffen gründlich getestet hat, wird einer der Kontrahenten zum Sieger gekürt.","versions":[{"lang":1,"streams":[{"redirect":8312645,"hoster":"VOE"},{"redirect":13571707,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644713,"hoster":"VOE"},{"redirect":13580789,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Katar","epNo":4,"alt":"Katar","descr":"Diese Woche müssen die Teilnehmer ihre Klingen herstellen, indem sie die Hada-Technik anwenden, einen traditionellen Prozess, bei dem mehrere Schichten Stahl zusammengeschmiedet werden. Der Druck auf die Wettkämpfer steigt und einer der Schmiede gerät an seine Belastungsgrenze. In der Finalrunde müssen die beiden verbliebenen Teilnehmer eine der ungewöhnlichsten Waffen herstellen, die es in dieser Serie je gab.","versions":[{"lang":1,"streams":[{"redirect":14374680,"hoster":"VOE"},{"redirect":13588425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374660,"hoster":"VOE"},{"redirect":13588418,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Ritterschwert","epNo":5,"alt":"Crusader Sword","descr":"In dieser Woche müssen die Teilnehmer ein Ritterschwert schmieden und es auch gleich testen.","versions":[{"lang":1,"streams":[{"redirect":14374678,"hoster":"VOE"},{"redirect":13588427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374679,"hoster":"VOE"},{"redirect":13588417,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Rapier","epNo":6,"alt":"The Elizabethan Rapier","descr":"Die Waffenschmiede müssen eine uralte Technik anwenden, um die erste Waffe herzustellen. Die beiden Finalisten fahren nach Hause, um dort eine der berüchtigtsten Waffen der Geschichte herzustellen, ein Rapier. Dieser spitze Degen kann mit einem Hieb töten.","versions":[{"lang":1,"streams":[{"redirect":14374659,"hoster":"VOE"},{"redirect":13588428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374661,"hoster":"VOE"},{"redirect":13588420,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Gladius","epNo":7,"alt":"The Roman Gladius","descr":"Vier Waffenschmiede erhitzen, hämmern und schleifen sich ihren Weg durch die erste Runde, in der sie ein Kugellager aus Stahl zu einer voll funktionsfähigen Waffe umbauen sollen. Nach einer aufreibenden Testrunde, bei der eine der Klingen in zwei Teile zerbricht, bekommen die Finalisten die Gelegenheit, eine der wichtigsten Waffen der Geschichte zu kreieren: einen römisches Gladius.","versions":[{"lang":1,"streams":[{"redirect":14374658,"hoster":"VOE"},{"redirect":13588429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14084305,"hoster":"VOE"},{"redirect":13588421,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Kris","epNo":8,"alt":"The Moro Kris","descr":"Die Waffenschmiede sollen eine Waffe aus alltäglichen Gegenständen wie Schaufeln und Kugellagern herstellen. Als die Zeit knapp wird, vernachlässigt einer der Teilnehmer seine eigene Sicherheit, um die Aufgabe fertigzustellen. Nur zwei Kandidaten kommen in die nächste Runde und haben fünf Tage Zeit ein mystisches Kris zu schmieden, eine charakteristische Klinge, die aus dem Jahr 300 v. Chr. stammt","versions":[{"lang":1,"streams":[{"redirect":13094952,"hoster":"VOE"},{"redirect":13580812,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644745,"hoster":"VOE"},{"redirect":13580804,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Streithammer","epNo":1,"alt":"The War Hammer","descr":"Auch in der zweiten Staffel treten wieder die besten Waffenschmiede des Landes gegeneinander an: Dieses Mal jedoch wird es jede Woche neben neuen Waffen auch vier neue Mitbewerber geben.: Die Schmiede müssen das Material für eine Klinge ihrer Wahl aus einem Müllcontainer bergen. Nur zwei kommen in die nächste Runde, in der sie einen Streithammer schmieden sollen. Nach fünf Tagen in ihren heimischen Schmieden kehren sie zurück, um sich den Sieg zu erkämpfen, doch nur einer wird am Ende zum Champion gekürt.","versions":[{"lang":1,"streams":[{"redirect":8312678,"hoster":"VOE"},{"redirect":8312679,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644759,"hoster":"VOE"},{"redirect":8644750,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[E08] Das Chepesch","epNo":2,"alt":"Khopesh","descr":"Auf die Klingenschmiede wartet eine besondere Herausforderung, denn sie sollen eine Waffe aus Drahtseil schmieden. Der Wettbewerb gerät etwas außer Kontrolle, als sie mit diesem schwierigen Material arbeiten. Nach zwei Runden sind nur zwei Teilnehmer übrig, die zu Hause ein ägyptisches Chepesch schmieden sollen. Zurück in der Schmiede werden ihre Waffen einer gründlichen Prüfung unterzogen.","versions":[{"lang":1,"streams":[{"redirect":13094953,"hoster":"VOE"},{"redirect":8312681,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644758,"hoster":"VOE"},{"redirect":8644755,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[E02] Das Claymore","epNo":3,"alt":"The Scottish Claymore","descr":"Vier Waffenschmiede treten gegeneinander an, um sich Ruhm, Ehre und ein saftiges Preisgeld zu sichern. Heute soll eine Waffe aus Schottland geschmiedet werden, die bereits seit dem Mittelalter im Einsatz ist: das Claymore.","versions":[{"lang":1,"streams":[{"redirect":12252127,"hoster":"VOE"},{"redirect":8312674,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644765,"hoster":"VOE"},{"redirect":8644766,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[E05 ] Der Stachelschild","epNo":4,"alt":"Spiked Shield","descr":"Vier Waffenschmiede treten gegeneinander an, um sich Ruhm, Ehre und ein saftiges Preisgeld zu sichern. Heute soll eine massive Waffe zur Verteidigung geschmiedet werden: der Stachelschild","versions":[{"lang":1,"streams":[{"redirect":8312669,"hoster":"VOE"},{"redirect":8312670,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644771,"hoster":"VOE"},{"redirect":8644767,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"[E04] Das Wikingerschwert","epNo":5,"alt":"Viking Sword","descr":"Vier Waffenschmiede treten gegeneinander an, um sich Ruhm, Ehre und ein saftiges Preisgeld zu sichern. Heute soll eine der ältesten Waffenformen der Geschichte geschmiedet werden: das Wikingerschwert.","versions":[{"lang":1,"streams":[{"redirect":12922522,"hoster":"VOE"},{"redirect":8312668,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644772,"hoster":"VOE"},{"redirect":8644783,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[E05] Das Kukri","epNo":6,"alt":"Nepalese Kukri","descr":"Eine neue Gruppe von Waffenschmieden bekommt die zermürbende Aufgabe, vier sehr unterschiedliche Arten von Metall, von der jede ihre eigenen Schwierigkeiten mitbringt, zu einer voll funktionstüchtigen Waffe zu verarbeiten. Nachdem die Waffen rigoros getestet wurden, bleiben nur zwei Teilnehmer übrig. Sie haben lediglich fünf Tage Zeit, um eine der tödlichsten Waffen der Militärgeschichte, ein nepalesisches Kukri, herzustellen. In einer finalen Testrunde wird einer der Waffenschmiede zum Sieger ernannt.","versions":[{"lang":1,"streams":[{"redirect":8312655,"hoster":"VOE"},{"redirect":8312656,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644775,"hoster":"VOE"},{"redirect":8644780,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[E06] Der Shotel","epNo":7,"alt":"The Shotel","descr":"Eine neue Gruppe von Waffenschmieden bekommt die zermürbende Aufgabe, vier sehr unterschiedliche Arten von Metall, von der jede ihre eigenen Schwierigkeiten mitbringt, zu einer voll funktionstüchtigen Waffe zu verarbeiten. Nachdem die Waffen rigoros getestet wurden, bleiben nur zwei Teilnehmer übrig. Sie haben lediglich fünf Tage Zeit, um eine der tödlichsten Waffen der Militärgeschichte, ein nepalesisches Kukri, herzustellen. In einer finalen Testrunde wird einer der Waffenschmiede zum Sieger ernannt.","versions":[{"lang":1,"streams":[{"redirect":8312664,"hoster":"VOE"},{"redirect":8312665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644784,"hoster":"VOE"},{"redirect":8644779,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"[E07] Das Entermesser","epNo":8,"alt":"The Cutlass","descr":"Die Waffenschmiede müssen ihre Fähigkeiten zur Problemlösung einsetzen, als sie die Aufgabe erhalten, misslungene Klingen aus der letzten Staffel in voll funktionsfähige Waffen zu verwandeln. Nach einer schwierigen ersten Testrunde, fahren die verbleibenden beiden Schmiede nach Hause, um dort innerhalb von fünf Tagen ein Entermesser herzustellen. Das \"Piratenschwert\" wird in verschiedenen Runden eingehend getestet, bevor ein Teilnehmer zum Champion gekürt wird.","versions":[{"lang":1,"streams":[{"redirect":8312660,"hoster":"VOE"},{"redirect":12482352,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644791,"hoster":"VOE"},{"redirect":8644785,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[E08] Der Khanda","epNo":9,"alt":"Khanda","descr":"Die Waffenschmiede sollen aus einem Haufen gemischtem Metall, das zusammengeschweißt wurde, eine Waffe in ihrem persönlichen Stil herstellen. Nur zwei von ihnen kehren nach Hause zurück, um ein Khanda zu schmieden, ein legendäres zweischneidiges Schwert, das aus Indien stammt. Es wird sich zeigen, wer dem Druck standhalten kann und zum Champion gekürt wird.","versions":[{"lang":1,"streams":[{"redirect":8312657,"hoster":"VOE"},{"redirect":8312658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644792,"hoster":"VOE"},{"redirect":8644796,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"[E09] Die Tabar Zin","epNo":10,"alt":"Tabar","descr":"Vier Waffenschmiede müssen aus dem Metall eines normalen Rasenmähers eine Klinge in ihrem persönlichen Stil schmieden. Zwei von ihnen kommen in die nächste Runde und müssen ein Tabar herstellen, eine tödliche südasiatische Streitaxt. Nach einer Reihe von aufreibenden Tests wird einer von ihnen zum Champion gekürt werden.","versions":[{"lang":1,"streams":[{"redirect":12379108,"hoster":"VOE"},{"redirect":8312677,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644797,"hoster":"VOE"},{"redirect":8644799,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Meisterklasse","epNo":1,"alt":"Champions Edition","descr":"Vier Champions kehren zurück, um zu beweisen, wer von ihnen der Beste der Besten ist. Die Challenge, eine Einlegearbeit aus Hartstahl, lässt keinen Platz für Fehler. Nach zwei überraschenden Runden des Wettbewerbs werden zwei Teilnehmer ins Finale einziehen. Dort haben sie nur fünf Tage Zeit, um eine Waffe zu kreieren, die schon frühere Teilnehmer aus der Fassung gebracht hat: ein schottisches Claymore-Schwert. Am Ende wird ein Teilnehmer triumphieren und zum Champion der Champions gekürt.","versions":[{"lang":1,"streams":[{"redirect":8312795,"hoster":"VOE"},{"redirect":8312794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644801,"hoster":"VOE"},{"redirect":8644798,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sieger der Herzen","epNo":2,"alt":"Fan Favorites","descr":"Vier frühere Teilnehmer sind zurück in der Schmiede, um zum zweiten Mal um den Sieg zu kämpfen. Zu Beginn sollen sie eine Klinge in ihrem persönlichen Stil mit Materialien aus überraschender Herkunft schmieden. Nach zwei Runden sind nur noch zwei Schmiede übrig, die zum Finale antreten, wo sie eine Waffe schmieden sollen, die sie noch nie gesehen haben, ein Hakenschwert. Die Fan-Favoriten werden damit vor eine schwere Aufgabe gestellt, und nur einer kann gewinnen und die 10.000 Dollar Preisgeld mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8312799,"hoster":"VOE"},{"redirect":8312805,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644812,"hoster":"VOE"},{"redirect":8644808,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Schmetterlingsschwert","epNo":3,"alt":"Butterfly Swords","descr":"Vier neue Kandidaten müssen eine Klinge in ihrem persönlichen Stil schmieden aus Materialien, die sie aus einem Haufen alter und neuer Werkzeuge gewinnen. Dann werden die Einsätze verdoppelt, wenn die Teilnehmer zum ersten Mal in der Finalrunde zwei Schwerter schmieden müssen. Bei der Arbeit an einem chinesischen Schmetterlingsschwert haben die beiden Finalisten die doppelte Arbeit und zweimal so viel Druck beim Versuch, Champion zu werden.","versions":[{"lang":1,"streams":[{"redirect":8312789,"hoster":"VOE"},{"redirect":8312790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644813,"hoster":"VOE"},{"redirect":8644815,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Falcata","epNo":4,"alt":"The Falcata","descr":"Vier Waffenschmiede sollen eine Klinge aus Hartstahl schmieden und den Hammer, den sie dafür benutzen. Nach einer außergewöhnlichen Testrunde kommen nur zwei Teilnehmer in die Finalrunden, wo sie nur fünf Tage Zeit haben, um eine Waffe zu kreieren, die für ihre tödliche Durchschlagskraft gegen Soldaten in Rüstung bekannt ist: die Falcata. Der ungewöhnliche Griff stellt eine Herausforderung dar, und nur ein Schmied kann die 10.000 US-Dollar Preisgeld gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8312785,"hoster":"VOE"},{"redirect":8312786,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644817,"hoster":"VOE"},{"redirect":8644819,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Kora","epNo":5,"alt":"Kora Sword","descr":"Vier neue Waffenschmiede stellen sich der Herausforderung, Klingen aus Stahlstücken zu schmieden, die aus einigen monströsen elektrischen Werkzeugen gewonnen wurden. Während einige der Schmiede unter dem Druck förmlich aufblühen, geraten andere an den Rand ihrer Kräfte. Nach eingehenden Tests treten die beiden Finalisten gegeneinander an. Sie kreieren ein historisches Opferschwert, das Berichten zufolge ein Schaf mit einem Schlag in zwei Hälften teilen könnte. Nach einem beeindruckenden Kampf im Finale kann einer von ihnen 10.000 Dollar mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":12916452,"hoster":"VOE"},{"redirect":8312777,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644824,"hoster":"VOE"},{"redirect":8644825,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Hunga Munga","epNo":6,"alt":"Hunga Munga","descr":"Die Kreativität vier neuer Waffenschmiede wird auf die Probe gestellt, als sie die Aufgabe bekommen, eine gezackte Klinge aus Werkzeugen herzustellen, die ihnen zur Verfügung gestellt werden. Aus diesen müssen sie genug Stahl gewinnen, um die Klinge zu schmieden, aber ohne ein bestimmtes Werkzeug einzuschmelzen, dass sie später noch brauchen könnten. Dann versuchen sich die beiden letzten Waffenschmiede an einem afrikanischen Hunga Munga, einer gigantischen Waffe, bei der alle vier Klingen in bestem Zustand sein sollten, wenn die Juroren sie testen.","versions":[{"lang":1,"streams":[{"redirect":8312768,"hoster":"VOE"},{"redirect":8312776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644831,"hoster":"VOE"},{"redirect":8644830,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Saufeder","epNo":7,"alt":"The Boar Spear","descr":"Vier Waffenschmiede müssen den Stahl von einer Rüstung benutzen, um eine ganz persönliche Klinge zu schaffen. Nach einer angespannten Testrunde ziehen nur zwei Schmiede ins Finale ein, in dem sie nur fünf Tage Zeit haben, eine sogenannte Saufeder zu schmieden, eine historische Waffe, die zum Kämpfen sowie zum Jagen von Wildschweinen eingesetzt wurde. Nur wer sich von der enormen Größe dieser Klinge nicht einschüchtern lässt, hat die Chance, den Wettkampf zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8312758,"hoster":"VOE"},{"redirect":8312760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644842,"hoster":"VOE"},{"redirect":8644835,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Xiphos","epNo":8,"alt":"Xiphos Sword","descr":"Eine neue Gruppe von Waffenschmieden tritt in den Wettbewerb ein und wird mit einer unerwarteten Herausforderung konfrontiert. Die Teilnehmer müssen den benötigten Stahl für ihre Klinge aus einem Baugerät gewinnen. Das Unterfangen gestaltet sich schwieriger, als gedacht. Nach einer Testrunde und einer Eliminierung bleiben zwei Schmiede übrig. Sie sollen ein klassisches griechisches Schwert rekreieren, das im Nahkampf genutzt wurde. Für die Schmiede stehen 10.000 Dollar Preisgeld auf dem Spiel, und nur einer von ihnen kann gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8312755,"hoster":"VOE"},{"redirect":8312750,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644843,"hoster":"VOE"},{"redirect":8644841,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Pandat","epNo":9,"alt":"The Pandat","descr":"Vier Waffenschmiede müssen Stahl von einem Schrottplatz verwerten, um eine Klinge mit einem Schmiedeofen mit Handkurbel herzustellen. Nach der Testrunde werden zwei Schmiede ins Finale einziehen, wo sie nur fünf Tage Zeit haben, um ein Pandat zu schmieden – ein Kriegsschwert, wie es von den Dayak auf Borneo genutzt wird.","versions":[{"lang":1,"streams":[{"redirect":8312738,"hoster":"VOE"},{"redirect":8312748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644850,"hoster":"VOE"},{"redirect":8644845,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Zulu Iklwa","epNo":10,"alt":"Zulu Iklwa","descr":"Vier neue Waffenschmiede werden auf die Probe gestellt und müssen eine Bajonett-Klinge schmieden und sie an einem Gewehr anbringen. Nach dieser aufreibenden Testrunde werden die zwei erfolgreichsten Schmiede nach Hause geschickt, um dort innerhalb von fünf Tagen eine legendäre afrikanische Klinge, ein Zulu-Iklwa, anzufertigen.","versions":[{"lang":1,"streams":[{"redirect":8312731,"hoster":"VOE"},{"redirect":8312737,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916449,"hoster":"VOE"},{"redirect":8644854,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Pata","epNo":11,"alt":"The Pata","descr":"Im Finale kehren frühere Champions zurück, um eine Waffe zu schmieden, die für ihre einzigartige Mechanik und ihr tödliches zweischneidiges Schwert bekannt ist: das Pata.: Über drei Staffeln hinweg wurden 26 Waffenschmiede zum Champion gekürt. Heute kehren frühere Gewinner zurück, um zu ermitteln, wer von ihnen die beste Klinge für ein Klappmesser aus Damaszenserstahl schmieden kann. Nach zwei Runden bleiben zwei Champions übrig, die in der Finalrunde eine Waffe schmieden sollen, die für ihre einzigartige Mechanik und ihr tödliches zweischneidiges Schwert bekannt ist: das Pata.","versions":[{"lang":1,"streams":[{"redirect":8312728,"hoster":"VOE"},{"redirect":8312729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644859,"hoster":"VOE"},{"redirect":8644860,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Zweihänder","epNo":12,"alt":"The Zweihander","descr":"Vier Konkurrenten müssen aus winzigen Stahlwürfeln eine besondere Art von Klappmesser schmieden. Nachdem die Messer getestet wurden, kehren zwei Schmiede nach Hause zurück, wo sie einen deutschen Zweihänder fertigen sollen. Wegen seiner enormen Länge und seinem Gebrauch auf dem Schlachtfeld, werden die Zweihänder außerhalb der Schmiede getestet, wo einer der Schmiede zum Sieger gekürt wird. (","versions":[{"lang":1,"streams":[{"redirect":12922528,"hoster":"VOE"},{"redirect":8312721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644864,"hoster":"VOE"},{"redirect":8644862,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kavalleriesäbel","epNo":13,"alt":"Cavalry Saber","descr":"Vier neue Waffenschmiede stellen sich der Herausforderung, aus dem Lauf einer Waffe ein tödliches Messer zu schmieden. Nach einer brutalen Testrunde kehren die letzten beiden Schmiede nach Hause zurück, wo sie sich der Aufgabe gegenübersehen, in fünf Tagen eine der legendärsten Klingen in der Geschichte des Nahkampfs zu schmieden, den Kavalleriesäbel.","versions":[{"lang":1,"streams":[{"redirect":8312717,"hoster":"VOE"},{"redirect":8312712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644867,"hoster":"VOE"},{"redirect":8644868,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Naginata","epNo":14,"alt":"The Naginata","descr":"Vier Waffenschmiede müssen eine Klinge nach einer zufällig ausgewählten Technik herstellen. Nach einer Testrunde kehren zwei von ihnen zurück nach Hause, wo sie eine japanische Naginata reproduzieren sollen. Diese Waffe ist berühmt für ihre Länge und ihren Einsatz im Kampfsport, und die Schmiede bringen ihre Naginatas nach draußen, um sie ausgiebig zu testen.","versions":[{"lang":1,"streams":[{"redirect":12922529,"hoster":"VOE"},{"redirect":8312701,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644878,"hoster":"VOE"},{"redirect":8644879,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Haladie","epNo":15,"alt":"The Haladie","descr":"Zum ersten Mal müssen die vier Schmiede Stahl mit einem hohen Kohlenstoffanteil benutzen, um ein Hackbeil zu schmieden. Nach einer intensiven Testrunde erreichen zwei Teilnehmer das Finale. In dieser Runde haben sie nur fünf Tage Zeit, um eine uralte indische Waffe zu schmieden, die zum Stechen und Schneiden genutzt werden kann: den mehrklingigen Haladie.","versions":[{"lang":1,"streams":[{"redirect":8312690,"hoster":"VOE"},{"redirect":8312687,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644882,"hoster":"VOE"},{"redirect":8644884,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Neue Chance","epNo":16,"alt":"Redemption","descr":"Die Finalisten sollen ein Schwert herstellen, das für seine vernichtende Stärke bekannt ist.","versions":[{"lang":1,"streams":[{"redirect":12252128,"hoster":"VOE"},{"redirect":8312683,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644881,"hoster":"VOE"},{"redirect":8644888,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Kampf der Juroren","epNo":1,"alt":"Judges Pick","descr":"Zum ersten Mal treten die Juroren gegeneinander an. Jeder von ihnen wählt einen ehemaligen Teilnehmer, der in diesem ultimativen Wettkampf für ihn antritt. Zunächst muss jeder Waffenschmied mit Stahl aus den Straßen New Yorks ein Messer in seinem persönlichen Stil schmieden. Im Finale haben die beiden verbliebenen Teilnehmer fünf Tage Zeit, um ein Schwert herzustellen, das von den fähigsten Schmieden Westafrikas stammt. Der Gewinner bekommt 10.000 Dollar und der Juror, den er vertritt, kann die Lorbeeren ernten.","versions":[{"lang":1,"streams":[{"redirect":8312975,"hoster":"VOE"},{"redirect":8312976,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645222,"hoster":"VOE"},{"redirect":8647590,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Mandarin Entenhaken","epNo":2,"alt":"Deer Horn Knives","descr":"Vier Waffenschmiede müssen den Stahl aus einem alten Golfschläger gewinnen, um ein Messer herzustellen, das ihre Fähigkeiten widerspiegelt. In der Finalrunde stellen die verbliebenen Schmiede ein Paar legendäre Doppelklingen her.","versions":[{"lang":1,"streams":[{"redirect":8312967,"hoster":"VOE"},{"redirect":8312973,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916464,"hoster":"VOE"},{"redirect":8647607,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Katzbalger","epNo":3,"alt":"The Katzbalger","descr":"Zum ersten Mal müssen die Teilnehmer bereits in der ersten Runde zwei Klingen anfertigen. Das erhöht natürlich den Druck sowie das Arbeitspensum und bringt sie an ihre Grenzen. Einer der Schmiede muss sogar ins Krankenhaus. Danach sollen die verbliebenen Waffenschmiede innerhalb von fünf Tagen einen Katzbalger herstellen, ein Kurzschwert aus dem 16. Jahrhundert.","versions":[{"lang":1,"streams":[{"redirect":12379111,"hoster":"VOE"},{"redirect":8312959,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645242,"hoster":"VOE"},{"redirect":8647604,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Makraka","epNo":4,"alt":"Makraka","descr":"Die vier Waffenschmiede sollen in der ersten Runde ein sogenanntes Karambit schmieden, ein Messer mit einer klauenförmigen Klinge. Die Schmiede legen sich ins Zeug, um Messer herzustellen, die auch die härtesten Tests überstehen. Die beiden verbliebenen Teilnehmer haben dann fünf Tage Zeit, um eine der tödlichsten Waffen der afrikanischen Geschichte zu schmieden, das Makraka.","versions":[{"lang":1,"streams":[{"redirect":8312947,"hoster":"VOE"},{"redirect":8312949,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646805,"hoster":"VOE"},{"redirect":8647596,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Publikumslieblinge","epNo":5,"alt":"Fans’ Choice","descr":"Die Fans haben online abgestimmt, und zum ersten Mal bekommen die vier beliebtesten Schmiede eine zweite Chance auf den Sieg. In der ersten Runde müssen sie all ihre Fähigkeiten einsetzen, um ein Messer aus Stacheldraht herzustellen. Nachdem die Messer ausgiebig getestet wurden, kehren die beiden letzten Schmiede nach Hause zurück, um dort eine historische philippinische Waffe herzustellen, das Panabas. Einer von ihnen wird 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8312943,"hoster":"VOE"},{"redirect":8312942,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922545,"hoster":"VOE"},{"redirect":8645284,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Akrafena","epNo":6,"alt":"Akrafena","descr":"Vier Schmiede müssen sich gleich zu Beginn mit einer unerwarteten Wendung arrangieren, als sie die Aufgabe bekommen, ein Kukri zu schmieden, die Lieblingswaffe des Meisterschmieds und Jurymitglieds Jason Knight. Die Teilnehmer müssen in kürzester Zeit mit der ungewöhnlichen Geometrie des Kukri fertigwerden. Nach zwei dramatischen Runden voller Missgeschicke erreichen zwei Schmiede das Finale. Ihre letzte Aufgabe besteht darin, ein markantes afrikanisches Schwert, ein Akrafena, zu schmieden.","versions":[{"lang":1,"streams":[{"redirect":8312932,"hoster":"VOE"},{"redirect":8312934,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645295,"hoster":"VOE"},{"redirect":8645300,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Talwar","epNo":7,"alt":"Talwar","descr":"Eine neue Gruppe von Konkurrenten bekommt die Aufgabe, ein Messer aus geheimnisvollem Stahl in eigenartigen Formen zu schmieden. Alle vier Schmiede kämpfen trotz schmerzhafter Verletzungen und Rückschläge bis zum Schluss, doch nur zwei schaffen es bis ins Finale. Sie haben fünf Tage Zeit ein heiliges, aber tödliches Talwar-Schwert zu schmieden.","versions":[{"lang":1,"streams":[{"redirect":13917717,"hoster":"VOE"},{"redirect":8312924,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645311,"hoster":"VOE"},{"redirect":8645286,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Cinquedea","epNo":8,"alt":"The Cinquedea","descr":"Auf vier Schmiede wartet eine besondere Herausforderung. Aus wahllosen Eisenwaren sollen sie eine Klinge herstellen, die ihren eigenen besonderen Stil widerspiegelt. Es steht ihnen frei, Carbonstahl hinzuzufügen, um ihre Chancen auf die nächste Runde zu erhöhen. Nur zwei Schmiede werden es in die letzte Runde schaffen, um schließlich ein tödliches italienisches Schwert herzustellen: Die Cinquedea. Welcher Schmied wird es schaffen und den Titel Forged in Fire Champion für sich gewinnen?","versions":[{"lang":1,"streams":[{"redirect":12916454,"hoster":"VOE"},{"redirect":8312921,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645322,"hoster":"VOE"},{"redirect":8645325,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Khyber-Messer","epNo":9,"alt":"The Charay","descr":"Die Schmiede müssen ihr ganzes Können aufbringen, um aus Schrott eine voll funktionstüchtige Klinge schmieden zu können. Die Finalisten sind dann nochmals gefordert, als sie unter Zeitdruck ein Khyber-Messer fertigen sollen","versions":[{"lang":1,"streams":[{"redirect":8312913,"hoster":"VOE"},{"redirect":8312914,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645332,"hoster":"VOE"},{"redirect":8645333,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Degenbrecher","epNo":10,"alt":"Sword Breaker Redemption","descr":"Vier Wettkämpfer bekommen eine zweite Chance. Um wieder im Wettbewerb mitmischen zu können, sollen sie ihre Lieblingswaffe aus dem Stahl eines recycelten Presslufthammers schmieden. Im Finale müssen die Schmiede einen so genannten Degenbrecher aus dem 16. Jahrhundert fertigen","versions":[{"lang":1,"streams":[{"redirect":8312902,"hoster":"VOE"},{"redirect":8312910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645340,"hoster":"VOE"},{"redirect":8645353,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Meister und Lehrling","epNo":11,"alt":"Master \u0026 Apprentice","descr":"In dieser Folge gibt es doppelt so viele Wettkämpfer und doppelt so viel Hitze. Die Meister wetteifern mit ihren Lehrlingen, um die beste Klinge herzustellen. In der letzten Runde gilt es, ein tödliches kongolesisches Schwert herzustellen","versions":[{"lang":1,"streams":[{"redirect":8312894,"hoster":"VOE"},{"redirect":8312896,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645356,"hoster":"VOE"},{"redirect":8645352,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Kachin Dha","epNo":12,"alt":"The Kachin Dao","descr":"In dieser Runde dürfen die Anwärter ausschließlich Stahl von alter Nautik-Ausrüstung verwenden. Nach zwei turbulenten Runden werden zwei Schmiede übrig bleiben. Sie haben fünf Tage, um ein Kachin Dao, ein tödliches Kopfjäger-Schwert, herzustellen.","versions":[{"lang":1,"streams":[{"redirect":8312891,"hoster":"VOE"},{"redirect":8312890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645357,"hoster":"VOE"},{"redirect":8645355,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Gladiatoren-Klinge","epNo":13,"alt":"The Gladiators’ Scissor","descr":"Die Schmiede haben diese Woche eine Reihe von Materialien zur Auswahl, aus denen sie einen Rohling aus Damaszenerstahl herstellen müssen, aus dem dann ein Dolch geschmiedet wird. Nach niederschmetternden Rückschlägen kommen nur zwei in die nächste Runde, in der sie eine antike römische Gladiatorenklinge rekonstruieren sollen. Nur einer der Teilnehmer kann Champion werden und die 10.000 Dollar Preisgeld mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":13094954,"hoster":"VOE"},{"redirect":8312885,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645366,"hoster":"VOE"},{"redirect":8645377,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Ngulu","epNo":14,"alt":"Ngombe Ngulu","descr":"Vier Schmiede stehen in dieser Woche vor der Herausforderung, Klingen aus dem Stahl eines Fahrstuhl-Seils herzustellen. Welcher Schmied wird sich durchsetzen können? Nur zwei der Schmiede werden die Chance bekommen, ein afrikanisches Ngombe Ngulu herzustellen, das als Hinrichtungsschwert bekannt ist. In der letzten Runde gibt es ein Kopf-an-Kopf-Rennen. Wer wird einen kühlen Kopf bewahren und den heißersehnten Titel Forged-in-Fire-Champion und das Preisgeld von 10.000 Dollar einstreichen?","versions":[{"lang":1,"streams":[{"redirect":8312876,"hoster":"VOE"},{"redirect":8312871,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645378,"hoster":"VOE"},{"redirect":8645381,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Tabar-Shishpar","epNo":15,"alt":"Tabar-Shishpar","descr":"Vier Schmiede stehen vor der Herausforderung, aus dem Messer eines Rasenmähers ihre ganz eigene Klinge herzustellen. Zwei werden bereits in der Vorrunde niedergemäht, die anderen beiden kommen in die finale Runde, in der es ein Tabar-Shishpar herzustellen gilt – eine tödliche Streitaxt aus Südasien. Wer wird sich in dieser Woche Forged in Fire Champion nennen dürfen?","versions":[{"lang":1,"streams":[{"redirect":8312862,"hoster":"VOE"},{"redirect":9025017,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645396,"hoster":"VOE"},{"redirect":8645399,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Shamshir","epNo":16,"alt":"The Shamshir","descr":"Immer einen Schritt voraus zu sein, ist der Schlüssel zum Erfolg, denn die vier konkurrierenden Waffenschmiede bekommen die Aufgabe, ein Bowie-Messer herzustellen, das in der zweiten Runde noch einen speziellen Griff mit Handschutz bekommen soll. Doch trotz strategischer Kalkulationen erreichen nur zwei Teilnehmer die Finalrunde, in der sie einen tödlichen Säbel nachbauen müssen, den Shamshir. Ein Teilnehmer kann seinen Gegenspieler durch geschickte Manöver überlisten und Champion werden","versions":[{"lang":1,"streams":[{"redirect":8312854,"hoster":"VOE"},{"redirect":8312855,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335118,"hoster":"VOE"},{"redirect":8645427,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Kampilan","epNo":17,"alt":"The Kampilan","descr":"","versions":[{"lang":1,"streams":[{"redirect":13094956,"hoster":"VOE"},{"redirect":8312842,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645429,"hoster":"VOE"},{"redirect":8645432,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Kipinga","epNo":18,"alt":"The Kpinga","descr":"","versions":[{"lang":1,"streams":[{"redirect":12174036,"hoster":"VOE"},{"redirect":8312835,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645433,"hoster":"VOE"},{"redirect":12980290,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Yatagan","epNo":19,"alt":"The Yatagan","descr":"","versions":[{"lang":1,"streams":[{"redirect":8312832,"hoster":"VOE"},{"redirect":8312834,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645446,"hoster":"VOE"},{"redirect":8645466,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Internationale Meisterschaft","epNo":20,"alt":"International Championship","descr":"","versions":[{"lang":1,"streams":[{"redirect":8312828,"hoster":"VOE"},{"redirect":8312830,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645470,"hoster":"VOE"},{"redirect":8645475,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Fünf der Besten","epNo":21,"alt":"Ultimate Champions Edition","descr":"Zum ersten Mal kehren fünf frühere Champions zurück, um sich zunächst einen Platz an einem der vier Ambosse zu verdienen, bevor die erste Runde überhaupt losgeht. Nach der Qualifikationsrunde bekommen die vier verbleibenden Schmiede Miniatur-Würfel, aus denen sie eine Klinge schmieden sollen, die sie repräsentiert. Nach zwei intensiven Runden sind nur noch zwei Champions übrig. Zurück in ihren heimatlichen Schmieden müssen die letzten beiden Teilnehmer das Tai-Chi-Schwert nachbauen, um schließlich zum Champion der Champions gekürt zu werden.","versions":[{"lang":1,"streams":[{"redirect":8312824,"hoster":"VOE"},{"redirect":12482351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645479,"hoster":"VOE"},{"redirect":8645480,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Templerschwert","epNo":22,"alt":"Knights Templar","descr":"Vier tapferen Schmieden verschlägt es die Sprache, als sie rostige Ketten mit hochwertigem Stahl zusammenschmelzen müssen, um in der ersten Runde einen Templerdolch zu schmieden. Die Teilnehmer müssen ihren größten Feind, die Uhr, besiegen, um sicherzugehen, dass diese doppelschneidigen mittelalterlichen Klingen die gnadenlosen Tests der Jury bestehen. Zwei Schmiede kommen in die nächste Runde. Sie werden nach Hause geschickt, um dort innerhalb von fünf Tagen das typische Templerschwert nachzubilden. Nach einer Runde harter Tests wird einer der Teilnehmer zum Champion gekürt.","versions":[{"lang":1,"streams":[{"redirect":8312817,"hoster":"VOE"},{"redirect":8312819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645493,"hoster":"VOE"},{"redirect":8645506,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Streitaxt","epNo":23,"alt":"Viking Edition","descr":"Vier tapfere Wettbewerber müssen aus einem trockengelegten Burggraben alte Schwerter bergen und aus ihnen mit Hilfe einer traditionellen Feldschmiede ein Wikinger-Sax schmieden. Die Schmiede müssen all ihre Kraft einsetzen, um eine Waffe zu produzieren, die jedem nur vorstellbaren Test standhält. In der Finalrunde müssen die verbliebenen Schmiede ein Paar tödliche Wikinger-Streitäxte herstellen, um den Titel zu erringen.","versions":[{"lang":1,"streams":[{"redirect":8312810,"hoster":"VOE"},{"redirect":8312816,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645517,"hoster":"VOE"},{"redirect":12980291,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Die Romphaia","epNo":1,"alt":"The Rhomphaia","descr":"Die Waffenschmiede sind gezwungen, eine von sechs Damaszener Strukturen für ihre Klinge zu wählen. Der Weg zum Erfolg ist voller Hindernisse, aber die Schmiede schichten und schweißen immer wieder, um unter diesen speziellen Voraussetzungen eine wunderschön handgefertigte, haltbare Klinge anzufertigen. Nur zwei Teilnehmer erreichen die Finalrunde, wo sie ein furchterregendes Rhomphaia-Schwert herstellen müssen.","versions":[{"lang":1,"streams":[{"redirect":8313312,"hoster":"VOE"},{"redirect":8313311,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379118,"hoster":"VOE"},{"redirect":8645499,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Golok-Schwert","epNo":2,"alt":"Rookies Edition","descr":"Zum ersten Mal bekommen fünf Schmiedeneulinge die Gelegenheit, sich im Wettkampf zu beweisen. Doch ihren Platz im Wettbewerb müssen sie sich erst verdienen, denn einer von ihnen wird wieder nach Hause geschickt, bevor es losgeht. Die vier verbleibenden Teilnehmer sollen eine Klinge mit Stahl aus einer geheimnisvollen Kiste ihrer Wahl schmieden. Nach zwei Runden des anstrengenden Schweißens, blutiger Wunden und cleverer Hilfskonstruktionen bleiben noch zwei Schmiede übrig. Sie kehren nach Hause zurück, wo sie fünf Tage Zeit haben, um eine Kriegswaffe des 16. Jahrhunderts, ein Golok, herzustellen.","versions":[{"lang":1,"streams":[{"redirect":8313306,"hoster":"VOE"},{"redirect":14167415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645524,"hoster":"VOE"},{"redirect":8645519,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Schiavona","epNo":3,"alt":"The Schiavona","descr":"Zum ersten Mal beginnt der Wettbewerb auf einer Farm, wo die Waffenschmiede Metall aus Farmgeräten gewinnen müssen und Feldschmieden benutzen, um eine Klinge mit einem versteckten Loch für einen Tragegurt zu schmieden. Schließlich kehren zwei der Waffenschmiede zurück nach Hause, wo sie ein reich verziertes und tödliches Schiavona-Schwert herstellen müssen, um den Titel zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313293,"hoster":"VOE"},{"redirect":8702468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992913,"hoster":"VOE"},{"redirect":8645539,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Sica","epNo":4,"alt":"Sica Sword","descr":"Die Waffenschmiede sollen heute eine Klinge aus einer Steinschlosspistole schmieden. Obwohl sie sich alle Mühe geben, ist es ein harter Kampf, eine Schusswaffe in eine Klinge zu verwandeln. Nach zwei strapaziösen Runden scheiden zwei Schmiede aus. In der Finalrunde sollen die verbliebenen Teilnehmer ein tödliches Gladiatorenschwert, eine Sica, herstellen. Das stellt mit seiner einzigartigen Konstruktion eine große Herausforderung dar.","versions":[{"lang":1,"streams":[{"redirect":8313297,"hoster":"VOE"},{"redirect":8313300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645541,"hoster":"VOE"},{"redirect":8645537,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Jumonji-Yari","epNo":5,"alt":"Jumonji Yari","descr":"Ihre Blankwaffen-Schmiedekunst wird auf die Probe gestellt, als die vier Waffenschmiede ein funktionierendes Schnappmesser anfertigen sollen. Ohne zu wissen, wie ihre Klingen getestet werden, muss jeder Waffenschmied den kritischen Knotenpunkt von Geschicklichkeit und Rückfederung finden, um ein Faltmesser zu produzieren, dass jedem nur möglichen Test standhalten kann. Nur zwei Waffenschmiede ziehen ins Finale ein, wo sie eine japanische Lanze, ein sogenanntes Jumonji Yari, rekreieren sollen.","versions":[{"lang":1,"streams":[{"redirect":8313282,"hoster":"VOE"},{"redirect":8313281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645543,"hoster":"VOE"},{"redirect":8645542,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Flyssa","epNo":6,"alt":"The Kabyle Flyssa","descr":"Nachdem eine Kanone in die Schmiede gerollt wurde, sind die Waffenschmiede aufgefordert, einige Teile daraus zu gewinnen, um charakteristische Klingen zu formen. Die Schmiede werden sich durch den Wettbewerb kämpfen oder durch diverse Rückschläge gebrochen aufgeben müssen. Am Ende werden sich nur zwei von ihnen bis in die Finalrunde durchkämpfen, in der sie dann eine nordafrikanische Kabyle Flyssa, das traditionelle Schwert der marokkanischen Berber, herstellen müssen. Die bessere Klinge entscheidet darüber, wer der nächste Sieger des Wettbewerbs sein wird","versions":[{"lang":1,"streams":[{"redirect":8313274,"hoster":"VOE"},{"redirect":8313278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645561,"hoster":"VOE"},{"redirect":8645562,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Team-Challenge","epNo":7,"alt":"Ultimate Team Challenge","descr":"Heute geht es doppelt zur Sache, denn die Schmiede treten gemeinsam mit ihren Lehrlingen an, um eine klassische Kriegswaffe, einen Grabendolch, herzustellen. Jedes Team muss zusammenarbeiten und sich jede halbe Stunde abwechseln, denn es darf zu jeder Zeit jeweils nur einer der Schmiede die Klinge berühren. Dabei fließen Blut und Tränen. Im Finale treten zwei Teams gegeneinander an, um eine bewährte Waffe herzustellen, das chinesische Dao-Schwert.","versions":[{"lang":1,"streams":[{"redirect":8313271,"hoster":"VOE"},{"redirect":8313272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645568,"hoster":"VOE"},{"redirect":8645564,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die polnische Karabela","epNo":8,"alt":"Karabela","descr":"Vier Schmiede müssen all ihre Fähigkeiten einsetzen, um aus einer Kette und einem Zahnrad Stahlklingen herzustellen. Ungünstig gesetzte Schweißnähte und falsche Entscheidungen lassen zwei der Kandidaten ausscheiden. Die anderen beiden bekommen fünf Tage Zeit, um einen legendären Karabela-Säbel zu schmieden. Doch nur einer von ihnen kann sich den Titel als nächster \"Forged in Fire\"-Champion sichern.","versions":[{"lang":1,"streams":[{"redirect":12335050,"hoster":"VOE"},{"redirect":8313263,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335053,"hoster":"VOE"},{"redirect":8645571,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Azande-Speer","epNo":9,"alt":"The Zande Spear","descr":"Für vier Waffenschmiede liegt der Teufel im Detail, als sie zwei oder mehr Stahlsorten kombinieren müssen, um J. Nielsons Lieblingsmesser, einen Damaskus-Dolch, herzustellen. In einem Wettbewerb, bei dem Symmetrie und Präzision entscheidend für die Arbeit an der Klinge sind, bestehen zwei Dolche die gnadenlosen Bewertungen. In der zweiten Runde bleiben fünf Tage Zeit, um eine furchterregende Waffe zu schmieden, einen Zande-Speer. Nur der penibelste Handwerker wird die 10.000 Dollar Preisgeld und den Titel des \"Forged in Fire\"-Champions mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":12916455,"hoster":"VOE"},{"redirect":8313252,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645607,"hoster":"VOE"},{"redirect":12980283,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Navaja","epNo":10,"alt":"The Navaja","descr":"Vier Waffenschmiede testen ihr Können in einem Steinbruch, wo sie die Aufgabe bekommen, Klingen herzustellen, indem sie nur gesammelten Stahl und eine Feldschmiede benutzen. In zwei anstrengenden Runden fertigen die Schmiede ihre Klingen an, während sie gleichzeitig gegen die Elemente kämpfen. Nach brutalen Tests, die die Entschlossenheit der Waffenschmiede ins Wanken bringen sollen, erreichen nur zwei von ihnen die Finalrunde. Zurück zu Hause müssen sie eine der gefährlichsten faltbaren Waffen der Geschichte anfertigen, ein spanisches Navaja.","versions":[{"lang":1,"streams":[{"redirect":8313241,"hoster":"VOE"},{"redirect":8313245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645610,"hoster":"VOE"},{"redirect":8645613,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Hellebarde","epNo":11,"alt":"The German Halberd","descr":"Der Druck ist groß, als die Schmiede die Aufgabe bekommen, Dave Bakers Lieblingsklinge zu schmieden, einen schottischen Dirk. Sie müssen das komplizierte Design dieser Waffe meistern und die hohen Erwartungen des Experten erfüllen. Zwei Schmiede behalten die Oberhand und reisen nach Hause, um im Finale eine deutsche Hellebarde nachzubilden, eine mittelalterliche Waffe, die eine dreifache Bedrohung darstellt. Einer von ihnen wird zum Champion gekürt und kann das Preisgeld von 10.000 Dollar mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313242,"hoster":"VOE"},{"redirect":8313237,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645622,"hoster":"VOE"},{"redirect":8645616,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das indische Zweihandschwert","epNo":12,"alt":"The Two Handed Sword","descr":"Die Waffenschmiede sind aufgefordert, mit Stahl, den sie aus Motorrädern gewonnen haben, überzeugende Klingen anzufertigen. Leider laufen die Dinge nicht nach Plan. Nach einem intensiven Wettbewerb stehen sich noch zwei Teilnehmer gegenüber. Sie bekommen die Aufgabe, ein riesiges indisches Zweihandschwert nachzubauen. Es wird sich zeigen, wer von den beiden den ultimativen Drang verspürt, der nächste \"Forged in Fire\"-Champion zu werden.","versions":[{"lang":1,"streams":[{"redirect":8313229,"hoster":"VOE"},{"redirect":8313232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645629,"hoster":"VOE"},{"redirect":8645627,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Kriegsbeil","epNo":13,"alt":"The Horsemans Axe","descr":"Vier Waffenschmiede kommen an ihre Grenzen, als sie eine Klinge aus kleinen Stahlfedern herstellen sollen. Schiefe Schweißnähte und kaputte Rohlinge verursachen große Rückschläge, die korrigiert werden müssen, bevor die Zeit abgelaufen ist. Zwei der Schmiede können sich einen Platz im Finale sichern, in dem sie eine tödliche Streitaxt nachbauen sollen. Wer diese Aufgabe am besten meistert, gewinnt 10.000 Dollar und den Titel.","versions":[{"lang":1,"streams":[{"redirect":12379109,"hoster":"VOE"},{"redirect":12482353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645628,"hoster":"VOE"},{"redirect":8645626,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Löwen-Speer","epNo":14,"alt":"The Lion Spear","descr":"Vier Messerschmiede bekommen die Aufgabe, eine kleine Axt aus seltsam geformten Stahlteilen zu schmieden. Nach verschiedenen Schmiede-Fehlversuchen, Vermessungsproblemen und der Arbeit unter intensiven Bedingungen fahren zwei Waffenschmiede zurück nach Hause, wo sie einen tödlichen Massai-Löwenspeer herstellen sollen. Dem Sieger winken 10.000 Dollar und der Titel des \"Forged in Fire\"-Champion.","versions":[{"lang":1,"streams":[{"redirect":8313216,"hoster":"VOE"},{"redirect":8313219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916451,"hoster":"VOE"},{"redirect":8645639,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Marinesäbel","epNo":15,"alt":"The Naval Cutlass","descr":"In einer besonderen Militär-Episode stürzen sich vier Waffenschmiede, die alle Veteranen der US-Streitkräfte sind, ins Schlachtgetümmel, indem sie ein Kampfmesser aus einer Panzersperre schmieden sollen. Nach zwei aufreibenden Runden voller Frustration und einem medizinischen Notfall fahren die beiden besten Schmiede nach Hause, um dort ein M1917 Marine-Entermesser nachzustellen. Nur einer der Veteranen wird am Ende der Folge den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313200,"hoster":"VOE"},{"redirect":8313205,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916453,"hoster":"VOE"},{"redirect":8645647,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Klewang","epNo":16,"alt":"The Kelewang","descr":"Die Waffenschmiede müssen aus Bohrereinsätzen und Weichstahl ihre ganz speziellen Klingen herstellen. Doch die Einsätze zu entdrehen und die beiden Stahlsorten zu kombinieren, stellt sich als fast unmöglich heraus. Nach zwei Runden sind nur noch zwei Schmiede übrig und fahren nach Hause, um dort ein wunderschönes, aber tödliches indonesisches Schwert nachzubilden: das Klewang. Eine letzte Testrunde beweist, dass das Geheimnis zum Sieg aus einer Kombination von Form und Funktion besteht, und einer der Schmiede gewinnt 10.000 Dollar und den Titel als Champion.","versions":[{"lang":1,"streams":[{"redirect":8313209,"hoster":"VOE"},{"redirect":8313210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645652,"hoster":"VOE"},{"redirect":8645651,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Baghnakh","epNo":17,"alt":"Bagh Nakh Blades","descr":"Die Schmiede sollen eine bestimmte Art von Damaszener-Stahl aus Muttern und Schrauben herstellen, was sich als besonders schwierig herausstellt. Zwei Schmiede können den Test bestehen, und sie ziehen in die zweite Runde ein, in der sie ein Paar tödliche, indische Baghnakh-Waffen herstellen müssen. Einer von ihnen schafft es, sich durchzusetzen und das Preisgeld und den Titel mit nach Hause zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313196,"hoster":"VOE"},{"redirect":8313198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645655,"hoster":"VOE"},{"redirect":8645656,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Guisarme","epNo":18,"alt":"The Glaive Guisarme","descr":"Die Ansprüche an vier Schmiede sind sehr hoch, als sie eine legendäre KA-BAR-Militärklinge schmieden sollen und dazu nur winzige Würfel aus W1-Stahl benutzen dürfen. Die Klingen fertigzustellen, ist jedoch nur die halbe Miete, denn die Juroren unterziehen den Kandidaten zusätzlich noch zwei brutalen Tests. Im Finale haben die beiden verbliebenen Schmiede fünf Tage in ihrer heimischen Schmiede Zeit, um die kampferprobte Glefe-Guisarme nachzubilden","versions":[{"lang":1,"streams":[{"redirect":8313182,"hoster":"VOE"},{"redirect":8313186,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645665,"hoster":"VOE"},{"redirect":8645668,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Faschinenmesser","epNo":19,"alt":"Pioneer Sword","descr":"Vier Waffenschmiede sollen eine Mehrzweckwaffe aus alten Rettungswerkzeugen schmieden. Anschließend werden die Klingen, die schneiden, stemmen und hämmern können, harten Tests unterzogen. Nachdem sie nur knapp dem Ausscheiden aus dem Wettbewerb entgangen sind, fahren zwei Schmiede zurück nach Hause, um dort ein einzigartiges, nützliches Werkzeug herzustellen: das russische Pioniersschwert.","versions":[{"lang":2,"streams":[{"redirect":14427347,"hoster":"VOE"},{"redirect":8645666,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die „Wind \u0026amp; Feuer“-Ringe","epNo":20,"alt":"Wind And Fire Wheels","descr":"Vier Waffenschmiede bekommen zunächst die Aufgabe, aus einem Fahrrad ihre Lieblingsklinge zu schmieden. Nach schweren Rückschlägen und zeitraubenden Fehlern müssen sich die Schmiede beeilen, um fertig zu werden, bevor die Zeit abgelaufen ist. Zwei Schmiede ziehen in die nächste Runde ein, in der sie eine mysteriöse antike Waffe herstellen sollen, die \"Wind \u0026 Feuer-Ringe\" genannt wird. Einer der Schmiede wird am Ende 10.000 Dollar und den Titel mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":13008633,"hoster":"VOE"},{"redirect":8313177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645681,"hoster":"VOE"},{"redirect":8645671,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der französische Degen","epNo":21,"alt":"The Smallsword","descr":"Vier Waffenschmiede müssen zunächst Klappmesser aus einer riesigen Stahlrolle schmieden. Ohne zu wissen, wie ihre Klingen später getestet werden, müssen sie Waffen produzieren, die jeder Prüfung standhalten. In der Finalrunde fahren die beiden verbleibenden Schmiede nach Hause, um dort eine Klinge herzustellen, die Präzision und Detailarbeit erfordert: der französische Degen. Einer der Schmiede wird am Ende 10.000 Dollar und den Titel mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313162,"hoster":"VOE"},{"redirect":8313163,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645682,"hoster":"VOE"},{"redirect":8645695,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das anthropomorphe Schwert","epNo":22,"alt":"The Anthropomorphic Sword","descr":"Vier Waffenschmiede bekommen die Aufgabe, eine Klinge aus W2-Stahl und einer riesigen Mutter zu schmieden. Ihre Klingen müssen zum ersten Mal nicht nur einem, sondern zwei Tests standhalten. Nur zwei Schmiede ziehen in die nächste Runde ein und fahren nach Hause, um in ihrer heimischen Schmiede eine legendäre antike Eisenwaffe zu rekreieren: das keltische anthropomorphe Schwert. Eines davon wird einem Teilnehmer 10.000 Dollar und den Titel einbringen.","versions":[{"lang":1,"streams":[{"redirect":8313149,"hoster":"VOE"},{"redirect":8313153,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645703,"hoster":"VOE"},{"redirect":8645708,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Kilidsch","epNo":23,"alt":"The Kilij","descr":"Vier Schmiede müssen sich ins Zeug legen, um eine Klinge aus einem massiven Kugellager zu schmieden. Nach einer intensiven ersten Runde sehen sich die Schmiede mit einer unerwarteten Hürde konfrontiert, und die Zeit arbeitet gegen sie. Zwei Schmiede bestehen die Tests und fahren zurück nach Hause, wo sie eine der tödlichsten Waffen des Osmanischen Reichs nachbauen sollen: das Kilidsch. Einer der Schmiede kann die Konkurrenz hinter sich lassen und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":10915417,"hoster":"VOE"},{"redirect":8313140,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645713,"hoster":"VOE"},{"redirect":8645715,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Jagdschwert","epNo":24,"alt":"The Sawback Hunting Sword","descr":"Vier Waffenschmiede werden aus ihrer Schmiede geholt und müssen in der Mittagshitze im Freien eine Klinge schmieden. Sie müssen sich ihre Materialien selbst suchen und eine Kohlenschmiede anwerfen, was einige Kandidaten ganz schön durcheinander bringt. Nachdem ein zweiter Schmied die Tests nicht besteht, fahren die beiden verbliebenen Teilnehmer nach Hause, um in ihren heimischen Schmieden die ultimative Waffe für die Wildnis anzufertigen: ein deutsches Jagdschwert mit Sägeblatt. Einer von ihnen wird mit seinem Schwert 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313122,"hoster":"VOE"},{"redirect":8313129,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252135,"hoster":"VOE"},{"redirect":8645725,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Kampfschwert","epNo":25,"alt":"The Arming Sword","descr":"Vier Klingenschmiede versuchen ein legendäres, mittelalterliches Schwert zu schmieden.","versions":[{"lang":1,"streams":[{"redirect":8313114,"hoster":"VOE"},{"redirect":8313118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645737,"hoster":"VOE"},{"redirect":8645733,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Mafa-Matakam-Wurfmesser ()","epNo":26,"alt":"The Sengese","descr":"Vier Klingenschmiede versuchen eine legendäre Waffe zu schmieden.","versions":[{"lang":1,"streams":[{"redirect":8313102,"hoster":"VOE"},{"redirect":8313108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922531,"hoster":"VOE"},{"redirect":8645753,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Qinglong Ji","epNo":27,"alt":"The Qinglong Ji","descr":"Die Aufgabe besteht darin, das chinesische Kampfinstrument Quinlong Ji zu schmieden.","versions":[{"lang":1,"streams":[{"redirect":8313096,"hoster":"VOE"},{"redirect":8313097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645755,"hoster":"VOE"},{"redirect":8645757,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Hollywood-Edition","epNo":28,"alt":"Hollywood Edition","descr":"In dieser Spezial-Episode würdigen vier Klingenschmiede die Klingenkunst Hollywoods.","versions":[{"lang":1,"streams":[{"redirect":12379112,"hoster":"VOE"},{"redirect":8313092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645766,"hoster":"VOE"},{"redirect":8645759,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Arbalest","epNo":29,"alt":"The Steel Crossbow","descr":"Eine Arbalest herzustellen, ist eine große Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":8313077,"hoster":"VOE"},{"redirect":8313083,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645777,"hoster":"VOE"},{"redirect":8645780,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Landsknechtschwert","epNo":30,"alt":"The Landsknecht Sword","descr":"In der zweiten Runde müssen die Schmiede ein Zweihand-Landknechtsschwert anfertigen.","versions":[{"lang":1,"streams":[{"redirect":8313070,"hoster":"VOE"},{"redirect":8313069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645792,"hoster":"VOE"},{"redirect":8645791,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Das Mortuary Sword","epNo":31,"alt":"Tournament Round 1","descr":"Im allerersten \"Forged in Fire\"-Turnier treten Metallschmiede aus vier verschiedenen Spezialgebieten über fünf Wochen gegeneinander an. In der ersten Woche bekommen vier Hufschmiede die Aufgabe, eine San-Mai-Klinge aus ihnen vertrauten Materialien zu schmieden: Hufeisen und Hufraspeln. Nach einer anstrengenden Testrunde kehren die verbliebenen Hufschmiede zurück nach Hause, um dort die berühmte Waffe des englischen Bürgerkriegs zu kreieren: das sogenannte Mortuary Sword. Der Sieger darf im Finale gegen die Sieger der anderen Klassen antreten und hat die Chance, 50.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313063,"hoster":"VOE"},{"redirect":8313062,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645801,"hoster":"VOE"},{"redirect":8645800,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Kapuzenkatar","epNo":32,"alt":"Tournament Round 2","descr":"In Runde zwei des ersten \"Forged in Fire\"-Turniers müssen vier Rüstungsschmiede eine Damast-Stahl-Klinge aus Harnischen und Helmen schmieden. Zwei zermürbende Testrunden legen die Schwachstellen der Klingen zweier Schmiede bloß und führen zu ihrem Ausscheiden. Die verbliebenen Rüstungsschmiede sollen in ihren heimischen Schmieden das exotische Kapuzenkatar anfertigen. Einer von ihnen nimmt für die Rüstungsschmiede am Finale teil und hat die Chance, 50.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313054,"hoster":"VOE"},{"redirect":8313061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645820,"hoster":"VOE"},{"redirect":8645812,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Mordaxt","epNo":33,"alt":"Tournament Round 3","descr":"In Runde drei des ersten \"Forged in Fire\"-Turniers müssen vier Schmiede eine Damaszener Klinge aus Stahl schmieden, den sie zunächst aus alten Werkzeugen gewinnen müssen. Die Schmiede , die zwei brutale Testrunden überstehen, kehren in ihre heimatlichen Schmieden zurück, um dort eine mittelalterliche Mehrzweck-Waffe nachzubilden: eine ritterliche Streitaxt. Einer von ihnen gewinnt diese Runde und darf am Finale teilnehmen, wo es den Titel des Turnier-Champions und 50.000 Dollar zu gewinnen gibt.","versions":[{"lang":1,"streams":[{"redirect":8313048,"hoster":"VOE"},{"redirect":8313051,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645829,"hoster":"VOE"},{"redirect":8645836,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Flammenschwert","epNo":34,"alt":"Tournament Round 4","descr":"In der vierten Runde des Turniers müssen vier moderne Metallarbeiter zunächst Material aus einer Metallskulptur gewinnen, um dann daraus eine Damaszener Klinge zu schmieden. Wenn die Zeit um ist, geht es in die Testrunde, nach der nur zwei Schmiede übrigbleiben. Diese kehren in ihre heimatlichen Schmieden zurück, um ein extravagantes Schwert der Renaissance zu rekreieren: die Flamberge. Ein Schmied gewinnt einen Platz im Finale des Turniers und die Chance, 50.000 Dollar und den Titel mit nach Hause zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313038,"hoster":"VOE"},{"redirect":8313042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645843,"hoster":"VOE"},{"redirect":8645841,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Das Wakizashi","epNo":35,"alt":"Tournament Finals","descr":"In der letzten Runde des Turniers sollen die Schmiede, die ihre Vorrunde gewonnen haben, ein Wakizashi schmieden.","versions":[{"lang":1,"streams":[{"redirect":12379113,"hoster":"VOE"},{"redirect":8313031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13056307,"hoster":"VOE"},{"redirect":8645850,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Sense","epNo":36,"alt":"The Grim Reaper’s Scythe","descr":"In der letzten Runde müssen die Schmiede die Klinge des Sensenmannes nachbilden.","versions":[{"lang":1,"streams":[{"redirect":8313018,"hoster":"VOE"},{"redirect":8313016,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645847,"hoster":"VOE"},{"redirect":8645855,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Der Langbogen","epNo":37,"alt":"The Steel Takedown Bow","descr":"In der Endrunde sollen die Schmiede Robin Hoods stählernen Bogen nachbauen.","versions":[{"lang":1,"streams":[{"redirect":8313001,"hoster":"VOE"},{"redirect":8313014,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645871,"hoster":"VOE"},{"redirect":8645875,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die Berdysch","epNo":38,"alt":"The Bardiche","descr":"In der Finalrunde sollen die Schmiede eine brutale europäische Mordaxt nachzubauen: die Berdysch.","versions":[{"lang":1,"streams":[{"redirect":8313008,"hoster":"VOE"},{"redirect":8313009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645878,"hoster":"VOE"},{"redirect":8645902,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der Pfeifen-Tomahawk","epNo":39,"alt":"The Pipe Tomahawks","descr":"Vier Klingenschmiede werden vor die Aufgabe gestellt, ein Damastmesser nur aus Stahlwolle und 1095-Puder herzustellen. Als ob das nicht schon schwer genug wäre, müssen sie außerdem einen Widerhaken in ihre Klingen einbauen. Die Stahlwolle zu verarbeiten, ist nicht einfach, und die Schmiede haben Probleme damit, den porösen Stahl in Form zu bringen. Nach zwei strapaziösen Testrunden fahren zwei Schmiede nach Hause, um dort eine wichtige Waffe der nordamerikanischen Geschichte zu kreieren: den Pfeifentomahawk. Einer von ihnen wird 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12379115,"hoster":"VOE"},{"redirect":8312990,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645896,"hoster":"VOE"},{"redirect":8645892,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Ringschwert","epNo":40,"alt":"Ring Hilted Sword","descr":"Vier Schmiede müssen die Lieblingsklinge von Jurymitglied Ben Abbott schmieden, das keltische Ringmesser, und dabei mit der San-Mai-Technik arbeiten. Das stellt sich als ziemlich schwierig heraus, als die Schmiede mit Schichtspaltungen und Rissen zu tun bekommen. Nach zwei strapaziösen Testrunden fahren zwei Schmiede nach Hause, um dort eine tödliche historische Waffe nachzubilden: das irische Ringschwert. Einer der Klingenschmiede kann die Katastrophe umgehen und den Titel des Champions und einen Scheck über 10.000 Dollar abräumen.","versions":[{"lang":1,"streams":[{"redirect":8312989,"hoster":"VOE"},{"redirect":8312987,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Das Hackmesser","epNo":1,"alt":"Long Road To Redemption Part 1","descr":"Sieben frühere Wettbewerber bekommen eine zweite Chance, sich zu beweisen. Zum ersten Mal müssen die Schmiede vier verschiedene Waffen schmieden und vier Testrunden überstehen, um den Titel und die 20.000 Dollar Preisgeld zu gewinnen. Der Wettbewerb für die Klingenschmiede beginnt draußen an der gefürchteten Feldschmiede. Einer der Wettbewerber schafft es nicht einmal nach drinnen, und nach der Testrunde kehren fünf Teilnehmer zurück in ihre heimischen Schmieden, um ein perfektes Hackmesser herzustellen. Vier von ihnen stellen Klingen her, die ihnen weiterhin einen Platz im Wettbewerb sichern.","versions":[{"lang":1,"streams":[{"redirect":8313520,"hoster":"VOE"},{"redirect":8313521,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644889,"hoster":"VOE"},{"redirect":8644885,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Klinge nach Wahl","epNo":2,"alt":"Long Road To Redemption Part 2","descr":"Im zweiten Teil dieses Wettbewerbs kämpfen die vier verbliebenen Schmiede weiterhin um eine zweite Chance, den Titel zu gewinnen. Die Teilnehmer bekommen die Aufgabe, ein Jambia anzufertigen, einen jemenitischen Dolch. Die Feinheiten dieser Waffe überfordern jedoch einen der Schmiede, und nach der Testrunde scheidet ein zweiter aus. Dann müssen die Schmiede zum ersten Mal selbst entscheiden, welche Waffe sie in ihrer heimischen Schmiede herstellen wollen. Dabei wird sich zeigen, welcher Schmied sein Handwerk so gut beherrscht, dass er 20.000 Dollar und den Titel gewinnen kann.","versions":[{"lang":1,"streams":[{"redirect":8313514,"hoster":"VOE"},{"redirect":8313519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644895,"hoster":"VOE"},{"redirect":8644899,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Washingtons Colichemarde","epNo":3,"alt":"Washington’s Colichemarde","descr":"Vier Waffenschmiede ehren einige der größten Amerikaner aller Zeiten – die Präsidenten. Zunächst erweisen sie dem berühmten Abenteurer Theodore Roosevelt die Ehre, indem sie eine Replik seines \"Rough Rider\"-Bowiemessers anfertigen. Wegen der präzise festgelegten Parameter erweist sich die Herausforderung als schwer, und einige Schmiede haben Probleme, die Anforderungen zu erfüllen. Nach eingehenden Tests können zwei Schmiede in die nächste Runde vorrücken und fahren nach Hause, um dort eine komplexe Präsidentenwaffe zu rekreieren: George Washingstons Colichemarde.","versions":[{"lang":1,"streams":[{"redirect":8313510,"hoster":"VOE"},{"redirect":8313509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644901,"hoster":"VOE"},{"redirect":8644898,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das O-Katana","epNo":4,"alt":"The O-katana","descr":"Für die ganz spezielle 100. Episode bekommen vier Waffenschmiede die Aufgabe, ein Hackmesser zu schmieden. Das Material dafür müssen sie aus einem riesigen Haufen von Metallen und Materialien der bisherigen 99 Episoden auswählen. Einige der Schmiede scheinen dazu verdammt zu sein, die Vergangenheit zu wiederholen, denn sie machen die gleichen Fehler wie ihre Vorgänger. Nach einer feurigen Testrunde kehren die beiden Finalisten nach Hause zurück, um dort eines der legendärsten Schwerter der Geschichte dieses Wettbewerbs zu nachzubilden: das O-Katana.","versions":[{"lang":1,"streams":[{"redirect":8313488,"hoster":"VOE"},{"redirect":8313492,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644904,"hoster":"VOE"},{"redirect":8644908,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Java-Kris","epNo":5,"alt":"The Javanese Kris","descr":"Vier Klingenschmiede müssen eine Waffe aus einem rostigen Pickup schmieden. Der Stahl erweist sich als temperamentvoll und lässt einige Klingen reißen. Die beiden siegreichen Schmiede kehren zu ihren Heimatschmieden zurück, um eine exotische Waffe der alten südostasiatischen Krieger nachzubauen: den Java-Kris. Welcher der Teilnehmer wird sich den Titel \"Forged in Fire Champion\" verdienen und einen Scheck über 10.000 Dollar gewinnen?","versions":[{"lang":1,"streams":[{"redirect":8313502,"hoster":"VOE"},{"redirect":8313508,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644907,"hoster":"VOE"},{"redirect":8644906,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Kopis","epNo":6,"alt":"The Greek Kopis","descr":"Vier Waffenschmiede müssen eine Klinge ihrer Wahl aus Stahlfedern in verschiedenen Größen schmieden. Die Teilnehmer quälen sich mit unterschiedlichem Erfolg mit einer speziellen Damaszener-Technik. Dabei stellt einer der Schmiede einen neuen Rekord auf. Zwei Schmiede überleben die intensiven Tests und kehren nach Hause zurück, um dort eine legendäre Waffe nachzubilden: die griechische Kopis. Es wird sich zeigen, welcher der Schmiede den Wettbewerb gewinnt und damit auch den Titel und einen Scheck über 10.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":8313480,"hoster":"VOE"},{"redirect":8313482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644911,"hoster":"VOE"},{"redirect":8644910,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Husarensäbel","epNo":7,"alt":"The Hussar Saber","descr":"Vier Schmiede müssen über den Tellerrand schauen, um eine besondere Waffe zu schmieden. Schweißfehler lassen einige Konkurrenten zittern. Nach einer farbenfrohen Testrunde kehren zwei Schmiede zu ihren Heimatschmieden zurück, wo sie die charakteristische Waffe der tödlichsten Kavalleristen der Geschichte neu erschaffen müssen: den österreichisch-ungarischen Husarensäbel. Welcher der Teilnehmer wird sich den Titel \"Forged in Fire Champion\" verdienen und einen Scheck über 10.000 Dollar gewinnen?","versions":[{"lang":1,"streams":[{"redirect":8313474,"hoster":"VOE"},{"redirect":8313476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644914,"hoster":"VOE"},{"redirect":8644913,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Barbarenschwert","epNo":8,"alt":"Barbarian Sword","descr":"Vier Waffenschmiede sollen eine Klinge aus Stahl schmieden, den sie aus einem alten Flipperautomaten gewinnen. Doch es bleibt keine Zeit zum Spielen, denn sie müssen die nächste Runde erreichen, bevor die Zeit abläuft. Nach der Testrunde kommen nur zwei Schmiede ins Finale und kehren nach Hause zurück, wo sie ein Barbarenschwert schmieden müssen. Einer von ihnen kann 10.000 Dollar gewinnen und zum Champion gekürt werden.","versions":[{"lang":1,"streams":[{"redirect":8313467,"hoster":"VOE"},{"redirect":8313472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644919,"hoster":"VOE"},{"redirect":8644917,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"General Yamashitas Militärschwert","epNo":9,"alt":"General Yamashita’s Gunto","descr":"Vier Klingenschmiede bekommen heute die Aufgabe, ein bekanntes Kampfmesser aus dem 20. Jahrhundert nachzubilden: das Fairbairn Sykes. Doch das Messer zu schmieden ist nur die halbe Miete. Sie müssen außerdem drei verschiedene Größen von W1 Werkzeugstahl-Rundstäben benutzen, um ihre Waffe herzustellen. Ein Schmied scheidet aus, und nach der Testrunde sind nur noch zwei Schmiede übrig, die in ihren heimischen Werkstätten eine andere legendäre Waffe aus dem Zweiten Weltkrieg nachbilden sollen: General Yamashitas Militärschwert. Einer von ihnen gewinnt das Preisgeld und den Titel.","versions":[{"lang":1,"streams":[{"redirect":8313460,"hoster":"VOE"},{"redirect":8313464,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644924,"hoster":"VOE"},{"redirect":8644921,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Army-Special","epNo":10,"alt":"Branch Battle: Army","descr":"In einem speziellen fünfteiligen Wettbewerb treten Waffenschmiede aus jeder Sparte des US-Militärs – Army, Air Force, Marines und Navy – an, um ihre Sparte im Kampf um 50.000 Dollar zu vertreten. In der ersten Runde sollen vier Army-Soldaten ein V-42-Stilett schmieden, das von den Special Forces genutzt wurde. Nach der Testrunde werden zwei von ihnen nach Hause geschickt, wo sie ein US-Army-Offiziersschwert herstellen sollen. Der Sieger sichert sich einen Platz im Finale, wo es um Stolz, Ehre und 50.000 Dollar Preisgeld geht.","versions":[{"lang":1,"streams":[{"redirect":12174044,"hoster":"VOE"},{"redirect":8313456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644929,"hoster":"VOE"},{"redirect":12514166,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Air-Force-Special","epNo":11,"alt":"Branch Battle: Air Force","descr":"In der zweiten Runde des Wettkampfs der US-Streitkräfte müssen vier Luftwaffensoldaten der Air Force ein Bolo-Messer schmieden, indem sie Karbonstahl mit Helikopterteilen verbinden. Diese massiven Metallstücke zu nutzbarem Stahl zu verarbeiten, erfordert eine Menge Erfindergeist. Nach der genauen Untersuchung und der Testrunde kehren zwei Schmiede nach Hause zurück, um eine Waffe herzustellen, die als Symbol für ihre Sparte steht: das Air Force NCO-Schwert. Nur einem Luftwaffensoldat gelingt es, sich einen Platz im Finale und die Chance zu sichern, 50.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313455,"hoster":"VOE"},{"redirect":8313451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644933,"hoster":"VOE"},{"redirect":8644932,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Marines-Special","epNo":12,"alt":"Branch Battle: Marines","descr":"In der dritten Runde des Wettkampfes der Sparten bekommen vier Marines die Aufgabe, eines der vielseitigsten und bekanntesten Kampfmesser der Geschichte zu schmieden: das KA-BAR. Als zusätzliche Herausforderung müssen die Schmiede mit der San-Mai-Technik verschiedene Metalle von einem massiven Anker verwenden. Nach der Testrunde kehren die beiden verbliebenen Schmiede nach Hause zurück, um eine Waffe herzustellen, die eine wichtige historische Rolle spielte: das Marine Corps Offiziersschwert. Nur einer von ihnen gewinnt einen Platz im Finale und die Chance, 50.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313444,"hoster":"VOE"},{"redirect":8313447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13479779,"hoster":"VOE"},{"redirect":8644937,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Navy-Special","epNo":13,"alt":"Branch Battle: Navy","descr":"In der vierten Runde machen sich vier Navy-Offiziere daran, ein Mehrzweck \"Naval Mark 3\"-Tauchermesser mit Metall von einer gigantischen Ankerkette zu schmieden. Dabei haben sie mit einigen Problemen zu kämpfen, und nach einer brutalen Testrunde kehren zwei Seeleute nach Hause zurück, um das komplexe, legendäre Marineoffiziersschwert nachzubilden. Einer der Schmiede kann sich den Platz am Navy-Amboss im Finale sichern und bekommt die Chance, das Preisgeld in Höhe von 50.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12252134,"hoster":"VOE"},{"redirect":8313442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644941,"hoster":"VOE"},{"redirect":8644940,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Special-Finalrunde","epNo":14,"alt":"Branch Battle: Finals","descr":"In der Finalrunde kehren die siegreichen Soldaten der verschiedenen Sparten für den ultimativen Showdown zurück. Sie bekommen die Aufgabe, in nur drei Stunden den legendären M3-Grabendolch aus Damaszener-Stahl zu schmieden. Nachdem ein Fehler für das Ausscheiden eines Schmiedes gesorgt hat, müssen die übrigen drei eine brutale Testrunde über sich ergehen lassen. Zwei Soldaten können bestehen und fahren nach Hause, um dort ein legendäres Schwert nachzubilden: General George Washingtons Entersäbel mit einem Löwenkopf. Der Sieger wird zum Champion gekürt und gewinnt stolze 50.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":8313435,"hoster":"VOE"},{"redirect":8313436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644948,"hoster":"VOE"},{"redirect":8644943,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Nagamaki","epNo":15,"alt":"The Nagamaki","descr":"Im Kampf um das Preisgeld sollen die Schmiede ein japanisches Nagamaki herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313428,"hoster":"VOE"},{"redirect":8313429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644950,"hoster":"VOE"},{"redirect":8644947,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Schwert des Attila","epNo":16,"alt":"Attila’s Sword Of Mars","descr":"Vier Klingenschmiede greifen nach den Sternen, als sie die Aufgabe bekommen, Fantasie-Klingen aus einem Meteor zu schmieden. Dabei sind die Schmiede gezwungen, mit der Kanister-Methode zu arbeiten. Nach einer gnadenlosen Testrunde bleiben zwei Schmiede übrig, die nach Hause fahren, um in ihren heimischen Werkstätten eine legendäre Waffe herzustellen: das Schwert des Attila. Einem von ihnen gelingt es, eine Waffe zu schmieden, die ihm 10.000 Dollar Preisgeld und den Champion-Titel einbringt.","versions":[{"lang":1,"streams":[{"redirect":8313423,"hoster":"VOE"},{"redirect":8313426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644953,"hoster":"VOE"},{"redirect":8644958,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Partisane","epNo":17,"alt":"The Partizan","descr":"Vier Waffenschmiede müssen eine Schmiede auseinandernehmen und den Stahl daraus nutzen, um eine Klinge zu konstruieren. Die Teilnehmer haben Probleme, genug Material zu gewinnen, um ein \"San Mai\" herzustellen. Einer der Schmiede scheidet in dieser Runde aus, einer übersteht die Testrunde nicht. Die beiden verbliebenen Schmiede haben vier Tage Zeit, um eine der elegantesten Kriegswaffen der Geschichte zu rekreieren: die Partisane. Einer von ihnen wird 10.000 Dollar Preisgeld und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313419,"hoster":"VOE"},{"redirect":8313420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644957,"hoster":"VOE"},{"redirect":8644959,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Große Messer","epNo":18,"alt":"The Messer Sword","descr":"Im Kampf um das Preisgeld sollen die Teilnehmer Jagdwaffen herstellen.","versions":[{"lang":1,"streams":[{"redirect":12174041,"hoster":"VOE"},{"redirect":8313411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644966,"hoster":"VOE"},{"redirect":8644964,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Ram Dao","epNo":19,"alt":"The Ram Dao","descr":"Vier Schmiede sollen ein Kukri-Messer aus Stahl herstellen, den sie aus einem alten Schneemobil gewinnen. Sie dürfen dazu keine elektrischen Werkzeuge benutzen und nur die gefürchtete Feldschmiede. Nach dieser anstrengenden Runde scheidet ein Schmied aus, ein weiterer wird nach der Testrunde eliminiert. Die zwei verbliebenen Schmiede fahren nach Hause, wo sie ein massives und komplexes Opferschwert aus Südasien schmieden müssen: das Ram Dao.","versions":[{"lang":1,"streams":[{"redirect":12252123,"hoster":"VOE"},{"redirect":8313400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644967,"hoster":"VOE"},{"redirect":8644965,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Artillerie-Schwert","epNo":20,"alt":"The Foot Artillery Sword","descr":"Die Waffenschmiede sollen in der ersten Runde mit der San-Mai-Technik Klingen aus alten Spielzeugen herstellen. Sie erkennen, dass das kein Kinderspiel ist, als es zu Ablösungen einzelner Schichten kommt, und eine gefährliche Panne in der zweiten Runde erinnert die Teilnehmer, dass man nicht mit scharfen Gegenständen spielen sollte. Nach einer intensiven Testrunde kehren zwei Schmiede nach Hause zurück, um eine legendäre amerikanische Waffe herzustellen: das M1832 Artillerie-Kurzschwert. Einer von ihnen gewinnt 10.000 Dollar und den Champion-Titel.","versions":[{"lang":1,"streams":[{"redirect":8313406,"hoster":"VOE"},{"redirect":8313412,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644971,"hoster":"VOE"},{"redirect":8644968,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das NASA-M1-Schwert","epNo":21,"alt":"Astronaut Knife","descr":"Zum 50. Jubiläum der ersten Mondlandung sollen vier Klingenschmiede das NASA-M-1-Schwert aus Kugellagern herstellen. Diese Schwerter sollten es nicht nur wert sein, mit auf einen Raumflug genommen zu werden, sondern müssen auch einen dreifachen Test ihrer Stärke und Ausdauer bestehen. Nur die Waffenschmiede mit Klingen, die der NASA würdig sind, erreichen die nächste Runde und kehren nach Hause zurück, um dort einen Morgenstern herzustellen. Einer von ihnen kann den Champion-Titel und 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313390,"hoster":"VOE"},{"redirect":8313388,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644973,"hoster":"VOE"},{"redirect":8644972,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Lochaber-Axt","epNo":22,"alt":"The Lochaber Axe","descr":"Zunächst sollen die vier Waffenschmiede ein Messer mit einem im Griff integrierten Schlagring aus einem Stahlkäfig und Stacheldraht herstellen. Aus diesen Rohmaterialien einen soliden Rohling zu fertigen, erweist sich bereits als große Herausforderung, doch aus demselben Stück auch noch einen funktionalen Griff zu schmieden, ist noch eine ganz andere Geschichte. Nach zwei Runden und einem strengen Test kehren zwei Finalisten in ihre heimischen Schmieden zurück, wo sie eine gefürchtete schottische Waffe schmieden sollen: die Lochaber-Axt. Einer von ihnen wird den Titel und 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313382,"hoster":"VOE"},{"redirect":8313386,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644979,"hoster":"VOE"},{"redirect":8644976,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Stockdegen","epNo":23,"alt":"The Cane Sword","descr":"Vier Waffenschmiede bekommen die Aufgabe, Doug Marcaidas Lieblingsklinge herzustellen: das Karambit. Die Teilnehmer erwartet eine doppelte Herausforderung, denn sie sollen ein Paar der tödlichen Messer herstellen. Nachdem Doug und die Juroren diese Waffen getestet haben, kehren nur zwei der Kandidaten nach Hause zurück, um eine Waffe herzustellen, die sowohl tödlich als auch elegant ist: den Stockdegen. Einer der Schmiede kann die Jury überzeugen und gewinnt 10.000 Dollar Preisgeld und den Champion-Titel.","versions":[{"lang":1,"streams":[{"redirect":8313378,"hoster":"VOE"},{"redirect":8313381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922502,"hoster":"VOE"},{"redirect":8644985,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Boar Sword","epNo":24,"alt":"The Boar Sword","descr":"Vier Waffenschmiede müssen eine Baustelle durchsuchen, um Material für ihre Messer zu finden. Eine zusätzliche körperliche Herausforderung für die Teilnehmer besteht darin, dass sie in der ersten Runde eine handbetriebene Schmiede benutzen müssen. Ein kritischer Fehler sorgt für das Ausscheiden des ersten Teilnehmers, und die drei übrigen Schmiede müssen sich einer schwierigen zweiten Runde stellen. Nachdem ein weiterer Teilnehmer ausgeschieden ist, fahren die verbliebenen nach Hause, wo sie eine historische Jagdwaffe nachbilden sollen: das Boar Sword.","versions":[{"lang":1,"streams":[{"redirect":8313368,"hoster":"VOE"},{"redirect":8313366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644987,"hoster":"VOE"},{"redirect":8644984,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Falchion","epNo":25,"alt":"The Falchion","descr":"Heute sollen die Waffenschmiede ein Hackmesser mit einem bestimmten Damaszener-Muster herstellen. Der Weg zum Erfolg ist steinig, als sie versuchen, das spezielle Aussehen jedes der Muster zu erzielen. Nach einer intensiven Testrunde kehren zwei Schmiede nach Hause zurück, um dort eine der meistgenutzten und gefährlichsten mittelalterlichen Waffen herzustellen: das Falchion. Einer der Schmiede dominiert den Wettbewerb und kann den Titel und das Preisgeld in Höhe von 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313360,"hoster":"VOE"},{"redirect":8313357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644990,"hoster":"VOE"},{"redirect":8644989,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der napoleonische Säbel","epNo":26,"alt":"Napoleon’s Sabe","descr":"Vier Klingenschmiede müssen ganz unten anfangen, als sie die Aufgabe bekommen, Damaszener- Messer mit einem Leiter-Muster aus einer echten Leiter zu fertigen. Nachdem sie das Metall gewonnen haben, müssen die Schmiede Schritt für Schritt vorgehen, um das komplizierte Muster zu schaffen. Einer von ihnen schafft es nicht durch diese erste Runde. Nach der Testrunde scheidet ein zweiter aus, und die beiden anderen fahren nach Hause, um dort einen Säbel nachzubilden, der von Napoleon benutzt wurde. Einer von ihnen wird am Ende 10.000 Dollar und das Preisgeld mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313350,"hoster":"VOE"},{"redirect":8313356,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8644993,"hoster":"VOE"},{"redirect":8644996,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Bhuj","epNo":27,"alt":"The Bhuj","descr":"Vier Waffenschmiede bekommen die Aufgabe, aus Friseurutensilien Kanister-Damaszener-Stahl herzustellen. Doch bevor sie beginnen können, die Messer zu schmieden, müssen sie ihre Behälter von einem alten Friseurstuhl abbauen. Es wird haarig, als ein Teilnehmer neu anfangen muss, als nur noch 45 Minuten Zeit übrig sind. Nach einer intensiven Testrunde fahren die beiden verbliebenen Teilnehmer nach Hause, wo sie eine Waffe herstellen, die ebenso gefährlich wie schön ist: die Bhuj. Einer von ihnen gewinnt den Titel und einen Scheck über 10.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":8313348,"hoster":"VOE"},{"redirect":8313345,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335024,"hoster":"VOE"},{"redirect":8645000,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Blackbeards Entermesser","epNo":28,"alt":"Blackbeard’s Cutlass","descr":"Diese Woche werden die Anker gelichtet, als die Schmiede die Aufgabe bekommen, ein Piraten-Enterbeil aus einer Schatztruhe zu schmieden. Sie kämpfen gegen misslungene Schweißarbeiten und erleben Schmiede-Fiaskos, die dazu führen, dass zwei von ihnen ausscheiden. Die übrigen beiden kehren in ihre heimischen Schmieden zurück, um die legendäre Waffe nachzubilden, die von dem berüchtigtsten Piraten aller Zeiten getragen wurde: Captain Blackbeards Machete. Einer von ihnen wird 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313336,"hoster":"VOE"},{"redirect":8313338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645006,"hoster":"VOE"},{"redirect":9240951,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Breitschwert der 9 Ringe","epNo":29,"alt":"Kung Fu Edition","descr":"Start der Staffel 7: In diesem speziellen Kung-Fu-Wettbewerb treten sich vier Schmiede im Dojo gegenüber, wo sie zunächst ein Set aus drei gleichen Kunai Wurfmessern herstellen müssen. Nur echten Meistern wird es gelingen, in nur drei Stunden drei komplett identische Messer zu schmieden. Zwei Teilnehmer schaffen es in die nächste Runde und fahren nach Hause, wo sie das legendäre Breitschwert der 9 Ringe herstellen sollen. Einer von ihnen gewinnt den Titel und einen Scheck über 10.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":8313331,"hoster":"VOE"},{"redirect":8313327,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645010,"hoster":"VOE"},{"redirect":8645008,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Schwert des Dschingis Khan (","epNo":30,"alt":"Genghis Khan’s Sword","descr":"Vier Waffenschmiede bekommen die Aufgabe, Klingen zu schmieden, für die sie Materialien von einem Go-Kart gewinnen müssen. Eine Reihe von Missgeschicken führt dazu, dass nur zwei Schmiede übrigbleiben. Sie kehren in ihre heimischen Werkstätten zurück, wo sie nur vier Tage Zeit haben, um das Lieblingsschwert eines der berüchtigtsten Herrscher der Geschichte zu schmieden: Dschingis Khan. Einer von ihnen gewinnt den Titel und 10.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":8313322,"hoster":"VOE"},{"redirect":8313320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645014,"hoster":"VOE"},{"redirect":8645017,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Das Schwert des Perseus","epNo":1,"alt":"Sword Of Perseus","descr":"Vier Waffenschmiede werden auf eine Odyssee geschickt, die der griechischen Götter würdig ist, um mit der Fünf-Lagen-Technik ein Schwert aus griechischer Rüstung und Artefakten zu schmieden. Die Schmiede kämpfen mit Stahl verschiedener Härten, um ein Schwert herzustellen, das den Waffengott Hephaestus stolz gemacht hätte. Zwei Schmiede überstehen die Testrunde und fahren nach Hause, um das mythische Schwert des Perseus nachzubilden. Einer von ihnen kann ein Schwert herstellen, dass beeindruckend genug ist, um die Medusa zur Strecke zu bringen, und gewinnt den Titel und 10.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":12335045,"hoster":"VOE"},{"redirect":8313742,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645925,"hoster":"VOE"},{"redirect":8645913,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Säbel von General Patton","epNo":2,"alt":"General Patton’s Saber","descr":"Zum ersten Mal bekommen vier Klingenschmiede die Aufgabe, eine Klinge mit ganz spezifischen Parametern in nur zwei Stunden anzufertigen. Um das Ganze noch schwieriger zu machen, wissen die Schmiede nicht genau, welche Waffe sie herstellen und wie sie getestet werden wird. Nach einigen Testrunden bleiben nur zwei Teilnehmer übrig, die nach Hause zurückkehren, um dort das Schwert eines amerikanischen Helden nachzubilden: den Säbel von General Patton. Zwei Schmiede treten an, doch nur einer von ihnen kann den Titel und das Preisgeld von 10.000 Dollar mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313734,"hoster":"VOE"},{"redirect":8313741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645926,"hoster":"VOE"},{"redirect":8645939,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Jian","epNo":3,"alt":"The Jian Sword","descr":"Vier Waffenschmiede sollen eine Klinge aus einem Messer schmieden und es mit dem Griff einer anderen Waffe kombinieren. Der Druck wird größer, als diese Hybrid-Messer einige brutale Tests bestehen müssen. Nach zwei Runden, in denen zwei unnatürliche Elemente zusammengeschmiedet werden müssen, fahren zwei Schmiede zurück nach Hause, um eine der ältesten, tödlichsten und elegantestes Klingen der Geschichte nachzubilden: das chinesische Jian. Einer von ihnen kann 10.000 Dollar und den Champion-Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313727,"hoster":"VOE"},{"redirect":8313733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645951,"hoster":"VOE"},{"redirect":8645952,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Armbrust","epNo":4,"alt":"The Rock-Throwing Crossbow","descr":"Vier Waffenschmiede ehren den legendären Lufthammer Big Blu, indem sie ihn auseinandernehmen und daraus ein Wettbewerbs-Hackmesser schmieden. Es ist jedoch schwierig, aus dem Kolben ausreichend Stahl für alle Schmiede zu gewinnen. Nach zwei erschöpfenden Runden fahren zwei Schmiede nach Hause, wo sie eine einzigartige Jagdwaffe herstellen sollen: eine Armbrust, die Steine schleudert. Einer der Schmiede kann am Ende den Titel und 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313719,"hoster":"VOE"},{"redirect":8313725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645962,"hoster":"VOE"},{"redirect":8645956,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Kriegssense","epNo":5,"alt":"Halloween Edition","descr":"Die vier Waffenschmiede müssen Stahl von kaputten Klingen gewinnen und daraus einen echten Zombiekiller herstellen. Doch eine Klinge aus der Vergangenheit wiederzubeleben, erweist sich als gar nicht so einfach, und einer der Schmiede scheidet aus. Nach der bislang furchteinflößendsten Testrunde werden zwei Schmiede nach Hause geschickt, um eine makabre Waffe des Mittelalters nachzubilden: die Kriegssense. Einer von ihnen überlebt den Albtraum und gewinnt 10.000 Dollar Preisgeld und den Titel.","versions":[{"lang":1,"streams":[{"redirect":8313713,"hoster":"VOE"},{"redirect":8313717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645958,"hoster":"VOE"},{"redirect":8645970,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Boa-Kurzschwert","epNo":6,"alt":"The Boa-Zande Sword","descr":"Vier Waffenschmiede bekommen die Aufgabe, eine Klinge aus Damaszener Stahl zu schmieden, den sie aus Bohrerspitzen verschiedener Größen gewinnen. Nach einer harten Runde, in der die Schmiede mit Schweißnähten kämpfen und versuchen, die vorgegebenen Parameter einzuhalten, scheidet einer von ihnen aus. Nach der spannenden Testrunde fahren zwei Schmiede nach Hause, um dort eine zentralafrikanische Waffe herzustellen: das Boa-Kurzschwert. Einer von ihnen gewinnt 10.000 Dollar und den Titel.","versions":[{"lang":1,"streams":[{"redirect":8313705,"hoster":"VOE"},{"redirect":8313696,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645972,"hoster":"VOE"},{"redirect":8645986,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Rapier der Musketiere","epNo":7,"alt":"Musketeer Rapier","descr":"Vier Schmiede bekommen die Aufgabe, Reste von altem Damaszener Stahl zu Klingen aus Fossil-Damaszener Stahl zu verarbeiten. Altem Stahl neues Leben einzuhauchen ist nicht leicht, und die Schmiede arbeiten zwei Runden lang daran, voll funktionsfähige Waffen herzustellen, die alle Tests bestehen. Zwei von ihnen kehren nach Hause zurück, um eine der elegantesten und tödlichsten Waffen der Geschichte zu reproduzieren: das Rapier der Musketiere. Einer wird das finale Duell und damit 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313701,"hoster":"VOE"},{"redirect":8313702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645992,"hoster":"VOE"},{"redirect":8645995,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"El Cids Tizona","epNo":8,"alt":"The Tizona Of El Cid","descr":"Vier Waffenschmiede bekommen die Aufgabe, aus Musikinstrumenten San-Mai-Klingen herzustellen. Nachdem sie mit Nähten und zu dünnen Rohlingen zu kämpfen hatten, stellen sich drei Schmiede der nächsten Runde, in der sie ihre Messer verbessern müssen, indem sie Merkmale hinzufügen, die die Klinge zu einer voll funktionsfähigen Waffe machen. Schließlich fahren zwei von ihnen nach Hause, um dort das Schwert eines legendären spanischen Kriegers nachzubilden: El Cids Tizona. Einer von ihnen gewinnt 10.000 Dollar Preisgeld und den Titel.","versions":[{"lang":1,"streams":[{"redirect":13922395,"hoster":"VOE"},{"redirect":8313693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646001,"hoster":"VOE"},{"redirect":8646000,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Korbschwert","epNo":9,"alt":"Military Tribute","descr":"Zum Veteranentag zollen vier Waffenschmiede in einem speziellen Militärwettbewerb ihren Respekt. Den Stahl für ihre Klingen müssen sie in der ersten Runde aus einem Panzer gewinnen. Die Teilnehmer haben Probleme mit Schweißstellen und Wölbungen und kämpfen gegen die Zeit, um Messer herzustellen, die die Testrunde überstehen können. Zwei Schmiede fahren nach Hause, wo sie nur vier Tage Zeit haben, um das schottische Korbschwert nachzubilden, das Captain John \"Mad Jack\" Churchill im Zweiten Weltkrieg benutzte.","versions":[{"lang":1,"streams":[{"redirect":8313681,"hoster":"VOE"},{"redirect":8313685,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646006,"hoster":"VOE"},{"redirect":8646005,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Sponton","epNo":10,"alt":"Revolutionary War Spontoon","descr":"Vier Waffenschmiede bekommen die Aufgabe, Klingen aus Sprungfedern verschiedener Größen anzufertigen. Die Schmiede kämpfen sich durch zwei harte Runden, um die Chance zu bekommen, in diesem Wettbewerb voranzukommen. Nach einer brutalen Testrunde kehren die zwei verbliebenen Schmiede nach Hause zurück, wo sie eine der charakteristischsten Waffen des Amerikanischen Unabhängigkeitskrieges nachbilden sollen: den Sponton. Einer von ihnen kann die Tests bestehen und den Titel und 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313680,"hoster":"VOE"},{"redirect":8313682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646008,"hoster":"VOE"},{"redirect":12980279,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Spatha","epNo":11,"alt":"The Barbarian Spatha","descr":"Vier Waffenschmiede müssen Stahl aus alten Waffen gewinnen und mit der Hada-Technik kombinieren, um einen Pugio zu schmieden, einen Dolch wie den, mit dem Julius Cäsar ermordet worden sein soll. Die Schmiede müssen sich anstrengen, damit ihre Dolche dieser berühmten Waffe im Hinblick auf Form und Funktion möglichst nahekommen. Nach der Testrunde fahren zwei Schmiede nach Hause, um dort die legendäre Spatha nachzubilden, eines der bösartigsten Schwerter der römischen Geschichte.","versions":[{"lang":1,"streams":[{"redirect":8313677,"hoster":"VOE"},{"redirect":8313678,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646020,"hoster":"VOE"},{"redirect":8646024,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Familien-Special","epNo":12,"alt":"Family Edition","descr":"Zwei Familien treten in einem Kampf an, in dem es nicht nur gegen den anderen Haushalt, sondern auch gegeneinander geht. Loyalitäten werden hintangestellt, als die Schmiede in der ersten Runde eine Damaszener-Klinge aus seltsamen Stahlstücken herstellen sollen. Nach einer harten Testrunde kehren die beiden verbliebenen Teilnehmer nach Hause zurück, um dort ein Schwert zu schmieden, das von Inigo Montoya aus dem Film \"Die Braut des Prinzen\" inspiriert ist. Einer von ihnen wird seiner Familie alle Ehre machen und 10.000 Dollar und den Titel mit nach Hause bringen.","versions":[{"lang":1,"streams":[{"redirect":12335059,"hoster":"VOE"},{"redirect":8313674,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646021,"hoster":"VOE"},{"redirect":8646025,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Franziska","epNo":13,"alt":"Frankish Throwing Axes","descr":"Vier Waffenschmiede bekommen die Aufgabe, ein Campingmesser aus Stahl zu schmieden, den sie aus einem Grill gewonnen haben. Zuerst müssen sie jedoch die Stahlsorten identifizieren. Nachdem sie ihre Klingen fertiggestellt haben und diese intensiven Tests unterzogen wurden, kehren zwei Schmiede nach Hause zurück. Dort sollen sie eine Franziska, ein Wurfbeil aus dem 5. und 6. Jahrhundert, herstellen. Derjenige, dem das am besten gelingt, gewinnt 10.000 Dollar und den Titel.","versions":[{"lang":1,"streams":[{"redirect":12335070,"hoster":"VOE"},{"redirect":8313666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646023,"hoster":"VOE"},{"redirect":8646028,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Britische Kavalleriesäbel","epNo":14,"alt":"A Very Forged Christmas","descr":"Vier Waffenschmiede sollen mit der San-Mai-Technik Klingen aus Stahl mit hohem Kohlenstoffgehalt herstellen. Nach einer intensiven Testrunde dürfen zwei von ihnen in ihre heimischen Schmieden zurückkehren, wo sie eine britische Klinge nachbilden sollen: den Kavalleriesäbel von 1796. Eine der Klingen überzeugt die Juroren und bringt dem Sieger den Titel und das Preisgeld von 10.000 Dollar ein.","versions":[{"lang":1,"streams":[{"redirect":8313655,"hoster":"VOE"},{"redirect":8313668,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646040,"hoster":"VOE"},{"redirect":8646041,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Chinesische Kriegsschwert","epNo":15,"alt":"The Chinese War Sword","descr":"Vier Schmiede bekommen nicht nur die Aufgabe, ihre Werkzeuge aus einer Stahlkiste zu befreien, sondern auch ein Messer daraus zu schmieden. Die Schmiede kämpfen gegen die Zeit und die Hitze bei ihrem Versuch, den Juroren eine großartige Klinge zu präsentieren. Nach einer gnadenlosen Testrunde fahren die beiden verbliebenen Schmiede nach Hause, um dort ein chinesischen Kriegsschwert herzustellen. Derjenige, dem es gelingt, eine kampfwürdige Klinge zu schmieden, gewinnt 10.000 Dollar und den Titel.","versions":[{"lang":1,"streams":[{"redirect":8313650,"hoster":"VOE"},{"redirect":8313654,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646045,"hoster":"VOE"},{"redirect":8646050,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Excalibur","epNo":16,"alt":"The Sword In The Stone","descr":"In der Finalrunde sollen die Schmiede ihre Version von \"Excalibur\" herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313643,"hoster":"VOE"},{"redirect":8313644,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646057,"hoster":"VOE"},{"redirect":8646055,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Joyeuse","epNo":17,"alt":"Charlemagne’s Sword","descr":"In der Finalrunde sollen die Schmiede das Schwert von Karl dem Großen herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313635,"hoster":"VOE"},{"redirect":8313640,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646066,"hoster":"VOE"},{"redirect":8646071,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das spanische Rapier","epNo":18,"alt":"The Spanish Conquistador Sword","descr":"Vier Schmiede sollen ein Smatchet-Messer der Spezialtruppen aus dem Zweiten Weltkrieg herstellen. Das Messer ist berühmt für seine Vielseitigkeit auf dem Schlachtfeld. Nach zwei Runden sind zwei Teilnehmer ausgeschieden, und die anderen beiden fahren nach Hause, um dort das legendäre spanische Rapier nachzubilden. Der Gewinner bekommt den Titel und kann 10.000 Dollar Preisgeld mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313630,"hoster":"VOE"},{"redirect":8313638,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646072,"hoster":"VOE"},{"redirect":8646068,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Pira","epNo":19,"alt":"The Pira","descr":"Vier Waffenschmiede sollen aus dem Material, das sie aus einem Schiffssteuerrad gewonnen haben, Hada-Klingen schmieden. Nachdem sie eine Menge Probleme umschifft haben, bestehen zwei Schmiede die Testrunde. Im Finale bekommen sie die Aufgabe, ein tödliches philippinisches Schwert nachzubilden: das Pira. Einer von ihnen besteht die finalen Tests und gewinnt 10.000 Dollar und den Titel.","versions":[{"lang":1,"streams":[{"redirect":8313625,"hoster":"VOE"},{"redirect":8313629,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646082,"hoster":"VOE"},{"redirect":8646086,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das französische Pionierschwert","epNo":20,"alt":"French Pioneer Sword","descr":"Vier Schmiede müssen zunächst auf einer Farm Stahl aus alten landwirtschaftlichen Geräten gewinnen, um daraus klassische Kochmesser herzustellen. Nur zwei Teilnehmer erreichen die Finalrunde, in der sie ein legendäres französisches Pionierschwert schmieden sollen. Einer von ihnen gewinnt den Titel und 10.000 Dollar Preisgeld.","versions":[{"lang":1,"streams":[{"redirect":8313619,"hoster":"VOE"},{"redirect":8313618,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646084,"hoster":"VOE"},{"redirect":8646089,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das thailändische Kampfschwert","epNo":21,"alt":"Darb Sri Gun Chai Battle Sword","descr":"In der ersten Runde sollen die vier Schmiede eine Klinge aus Damaszener Stahl schmieden. Nach zwei Runden kehren die beiden verbliebenen Schmiede nach Hause zurück, um dort ein Darb Sri Gun Chai, ein enormes thailändisches Zweihand-Kampfschwert, herzustellen. Zwei wunderschöne Schwerter werden dann eingehend getestet, doch nur ein Schmied wird zum Champion gekürt und kann 10.000 Dollar mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":8313611,"hoster":"VOE"},{"redirect":8313617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13100755,"hoster":"VOE"},{"redirect":8646099,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Kriegsaxt der Zulu","epNo":22,"alt":"Zulu War Axe","descr":"Vier Schmiede bekommen die Aufgabe, mithilfe einer traditionellen Technik japanische Natas zu schmieden. Nach zwei intensiven Runden werden die drei noch verbleibenden Klingen eingehend geprüft, um herauszufinden, welche beiden Schmiede nach Hause fahren, um dort eine prestigeträchtige Zulu-Kriegsaxt herzustellen. Einer von ihnen gewinnt 10.00 Dollar und den Titel.","versions":[{"lang":1,"streams":[{"redirect":8313603,"hoster":"VOE"},{"redirect":8313610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646104,"hoster":"VOE"},{"redirect":8646103,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Shashka","epNo":23,"alt":"Super Champion Edition","descr":"Vier frühere Champions kehren zurück, um an einem einzigartigen Wettbewerb teilzunehmen. Dieses Mal müssen sie sich noch mehr ins Zeug legen, um ganz neue Hindernisse zu überwinden. Nachdem einer von ihnen ausgeschieden ist, müssen die übrigen drei eine zweite Runde überstehen, bei der mehr auf dem Spiel steht, als sie sich je hätten träumen lassen. Einer der früheren Champions bekommt schließlich die Aufgabe, eine Schaschka, einen Kosakensäbel, herzustellen. Doch dann muss er sich mit einem der Juroren messen, um der erste Super-Champion zu werden und 10.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313601,"hoster":"VOE"},{"redirect":11482823,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das chinesische Zhanmadao","epNo":24,"alt":"The Chinese Zhanmadao","descr":"Vier Schmiede bekommen die Aufgabe, eine Klinge aus 1095 Stahl herzustellen. Während die Zeit verstreicht, werden neue Parameter hinzugefügt, was die Schmiede auf Trab hält. Schließlich erreichen zwei von ihnen die Endrunde, in der sie zu Hause eines der längsten Schwerter der Schmiede, das chinesische Zhanmadao nachbilden sollen. Einer von ihnen kann ein Schwert herstellen, welches 10.000 Dollar und den Championtitel verdient.","versions":[{"lang":1,"streams":[{"redirect":8313596,"hoster":"VOE"},{"redirect":8313599,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646114,"hoster":"VOE"},{"redirect":8646119,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der deutsche Dussack","epNo":25,"alt":"The German Dussage","descr":"Vier Klingenschmiede bekommen die Aufgabe, ein Kanister-Damastmesser aus Gewindebolzen herzustellen. Nach zwei intensiven Runden und brutalen Tests kehren zwei Schmiede nach Hause zurück, um einen tödlichen deutschen Dussack zu reproduzieren. Zwei Klingen werden bis an ihre Grenzen getestet, doch nur ein Schmied gewinnt 10.000 Dollar Preisgeld und den Champion-Titel.","versions":[{"lang":1,"streams":[{"redirect":8313594,"hoster":"VOE"},{"redirect":8313598,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646122,"hoster":"VOE"},{"redirect":8646118,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Halligan-Tool","epNo":26,"alt":"First Responders Edition","descr":"Im Finale sollen die Schmiede ein wichtiges Feuerwehr-Werkzeug herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313581,"hoster":"VOE"},{"redirect":8313589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646133,"hoster":"VOE"},{"redirect":8646134,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Arya Starks Nadel","epNo":27,"alt":"Game Of Forge","descr":"In einem Rückblick auf die Eisenzeit sollen die Schmiede Dolche herstellen wie im Jahr 650 vor Christus, wobei sie nur auf eine Kohlenschmiede und brachiale Gewalt zurückgreifen können. Zwei Teilnehmer kehren in unsere Zeit und in ihre heimischen Schmieden zurück, wo sie Arya Starks Schwert \"Nadel\" aus \"Game of Thrones\" nachbilden sollen. Nur einer kann eine Klinge schmieden, die des Eisernen Throns würdig ist und 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12335058,"hoster":"VOE"},{"redirect":8313571,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646135,"hoster":"VOE"},{"redirect":8646147,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Konda-Schwert","epNo":28,"alt":"The Ikakalaka","descr":"Vier Schmiede entscheiden über ihr eigenes Schicksal, als sie sich für eine Schmiedetechnik zwischen leicht und schwer entscheiden müssen. Sie müssen ihre Entscheidung gut überdenken, da sie direkten Einfluss auf die nächste Runde hat. Letztendlich müssen zwei Schmiede ein afrikanisches Konda-Schwert herstellen.","versions":[{"lang":1,"streams":[{"redirect":12335057,"hoster":"VOE"},{"redirect":8313570,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646149,"hoster":"VOE"},{"redirect":8646148,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Sodegarami","epNo":29,"alt":"Samurai Showdow","descr":"Der heutige Wettbewerb steht ganz unter dem Motto \"Samurai\".Der heutige Wettbewerb steht ganz unter dem Motto \"Samurai\".","versions":[{"lang":1,"streams":[{"redirect":8313560,"hoster":"VOE"},{"redirect":8313563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646157,"hoster":"VOE"},{"redirect":12980280,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Schwert von Goujian","epNo":30,"alt":"Baby Boomer Vs Gen Z","descr":"Im Finale soll das Schwert von Goujian aus dem alten China rekreiert werden.","versions":[{"lang":1,"streams":[{"redirect":14002181,"hoster":"VOE"},{"redirect":8313558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646159,"hoster":"VOE"},{"redirect":8646163,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Nimcha","epNo":31,"alt":"The Nimcha","descr":"Finale sollen die Schmiede ein Nimcha herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313554,"hoster":"VOE"},{"redirect":8313551,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646182,"hoster":"VOE"},{"redirect":8646172,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Tabar Zin mit Dolch","epNo":32,"alt":"The Titanium Smackdown","descr":"In der ersten Runde müssen die Schmiede zum ersten Mal mit Titan arbeiten.","versions":[{"lang":2,"streams":[{"redirect":8646174,"hoster":"VOE"},{"redirect":8646190,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Tomahawk und Bowie-Messer","epNo":33,"alt":"Tomahawk And Bowie","descr":"In der Finalrunde sollen die Schmiede einen Tomahawk und ein Bowie-Messer herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313550,"hoster":"VOE"},{"redirect":8313549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646203,"hoster":"VOE"},{"redirect":8646192,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Masakari","epNo":34,"alt":"Japanese Ono","descr":"Im Finale sollen die Schmiede eine antike Samurai-Axt herstellen.","versions":[{"lang":1,"streams":[{"redirect":8313544,"hoster":"VOE"},{"redirect":8313546,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646207,"hoster":"VOE"},{"redirect":8646201,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"[Auf Deutsch nicht verfügbar]","epNo":35,"alt":"Super Champion Edition","descr":"","versions":[{"lang":2,"streams":[{"redirect":8646216,"hoster":"VOE"},{"redirect":8646206,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Qianlongs Schwert","epNo":36,"alt":"The Boateng Saber","descr":"In der Finalrunde sollen die Schmiede Qianlongs Schwert nachbilden.","versions":[{"lang":1,"streams":[{"redirect":12335075,"hoster":"VOE"},{"redirect":8313540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8646220,"hoster":"VOE"},{"redirect":8646219,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Sommerspiele – Teil 1","epNo":37,"alt":"Summer Forging Games (1)","descr":"In diesem zweiteiligen Special treten vier Schmiede in vier verschiedenen Wettbewerben an.","versions":[{"lang":1,"streams":[{"redirect":12335092,"hoster":"VOE"},{"redirect":8313536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13479802,"hoster":"VOE"},{"redirect":8646224,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Sommerspiele – Teil 2","epNo":38,"alt":"Summer Forging Games (2)","descr":"Im zweiten Teil der Sommerspiele kämpfen drei Schmiede weiterhin um den Sieg.","versions":[{"lang":1,"streams":[{"redirect":8313528,"hoster":"VOE"},{"redirect":8313535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13479800,"hoster":"VOE"},{"redirect":8646227,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Der Hora","epNo":1,"alt":"The Deadly Vajra-Mushti","descr":"Vier Schmiede bekommen die Aufgabe, Kanister-Damast aus Rohren herzustellen. Nach zwei intensiven Runden in der Schmiede kehren zwei Teilnehmer in ihre heimatlichen Schmieden zurück, um eine tödliche und einzigartige indische Waffe nachzubauen: den Hora. Einer der Schmiede wird eine Waffe herstellen, die des Titels würdig ist und geht mit einem Scheck über 10.000 Dollar nach Hause.","versions":[{"lang":1,"streams":[{"redirect":8313827,"hoster":"VOE"},{"redirect":8313832,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645022,"hoster":"VOE"},{"redirect":8645026,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Saladins Schwert","epNo":2,"alt":"The Legendary Sword Of Saladin","descr":"Vier Schmiede haben die Aufgabe, aus einem großen Tragkabel oder einem dünnen Klavierdraht eine Klinge zu schmieden. Nach zwei intensiven Runden, die bis zum Schluss spannend bleiben, kehren zwei von ihnen nach Hause zurück, um das legendäre Schwert von Saladin, eine der schärfsten Klingen der Welt, nachzubilden. Ein Schmied wird sich mit seiner Waffe gegen die Konkurrenz durchsetzen und den Sieg und einen Scheck über 10.000 Dollar erringen.","versions":[{"lang":1,"streams":[{"redirect":8313822,"hoster":"VOE"},{"redirect":8313826,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645027,"hoster":"VOE"},{"redirect":8645025,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Springfield Bajonett","epNo":3,"alt":"M1905 Springfield Bayonet","descr":"Vier Schmiede müssen sich auf ihre mathematischen Fähigkeiten verlassen, um die Menge des Stahls zu bestimmen, der für die Herstellung ihrer Klingen benötigt wird. Nach zwei Runden kehren zwei Schmiede nach Hause zurück, um das komplexe M1905 Springfield-Bajonett zu bauen. Ein Schmied wird mit seinem Entwurf den ersten Platz belegen und sich den Titel und einen Scheck über 10.000 Dollar sichern.","versions":[{"lang":1,"streams":[{"redirect":12645030,"hoster":"VOE"},{"redirect":8313815,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645028,"hoster":"VOE"},{"redirect":8645029,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Schwert von William Wallace","epNo":4,"alt":"The Giant Sword Of William Wallace","descr":"Vier Klingenschmiede werden mit einer gigantischen Herausforderung konfrontiert: Sie müssen einen zweieinhalb Meter langen Dolch auf genau ein Fünftel seiner Größe verkleinern. Nach ein paar intensiven Runden, in denen sie ihre Fähigkeiten und Rechner auf die Probe stellen, verdienen sich zwei Teilnehmer das Recht, in ihre Heimatschmieden zurückzukehren und das größte Schwert in der Geschichte der Sendung herzustellen – das Schwert von William Wallace. Während zwei Schmiede die finale Testarena betreten, wird nur einer als Sieger hervorgehen und 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313802,"hoster":"VOE"},{"redirect":8313808,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645037,"hoster":"VOE"},{"redirect":8645032,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Weihnachtsschmiede","epNo":5,"alt":"Forged In Fire Christmas","descr":"In einem besonderen Weihnachtswettbewerb müssen vier Schmiede zunächst Stahl aus dem Schlitten des Weihnachtsmanns gewinnen, um ihre Klingen zu schmieden. Nach zwei festlichen Runden kehren nur zwei Schmiede fröhlich nach Hause zurück, um das legendäre Schwert nachzubilden, das General George Washington während der amerikanischen Revolution trug. Ein Schmied wird eine Waffe herstellen, die des Gütesiegels des Weihnachtsmanns und des größten Geschenks überhaupt würdig ist – den Titel und 10.000 Dollar Preisgeld.","versions":[{"lang":1,"streams":[{"redirect":8313801,"hoster":"VOE"},{"redirect":8313797,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645036,"hoster":"VOE"},{"redirect":8645053,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Jury-Battle","epNo":6,"alt":"Judges’ Home Forge Battle","descr":"Zum ersten Mal treten die Juroren Ben Abbott, J. Neilson und David Baker in einem zermürbenden Kampf in der Hausschmiede gegeneinander an. Innerhalb von zwei Wochen muss jeder Juror eine Klinge konstruieren, die mit nichts vergleichbar ist, was er zuvor hergestellt hat, während er den Prozess selbst filmt. Es wird sich zeigen, ob die Arbeiten der Juroren ihren eigenen kritischen Augen standhalten und den Test überstehen, oder ob ein Fehler sie aus dem Rennen wirft.","versions":[{"lang":1,"streams":[{"redirect":8313795,"hoster":"VOE"},{"redirect":8313796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645047,"hoster":"VOE"},{"redirect":8645044,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Maguro Bocho","epNo":7,"alt":"The Massive Maguro Bocho","descr":"Vier Klingenschmiede bekommen die Aufgabe, ein Hackbeil nur aus dem Stahl von Fleischhaken zu schmieden. Nach zwei Runden kehren zwei Teilnehmer in ihre Heimatschmieden zurück, um das Maguro Bocho zu schmieden, ein massives Thunfischmesser. Ein Schmied wird sich mit seiner Klinge gegen die Konkurrenz durchsetzen und den Titel und einen Scheck über 10.000 Dollar gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8313790,"hoster":"VOE"},{"redirect":8313792,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645055,"hoster":"VOE"},{"redirect":8645048,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Thega","epNo":8,"alt":"Teeth Of The Tegha","descr":"Vier Klingenschmiede erhalten den Auftrag, aus einem ausgebrannten Auto charakteristische Klingen zu schmieden. Da es keine brauchbare Blattfeder gibt, müssen die Schmiede den besten Stahl für ihre Klingen suchen. Nach zwei Runden werden zwei von ihnen nach Hause geschickt, um das gezackte Tegha-Schwert zu schmieden. Einer von ihnen wird eine spektakuläre Waffe herstellen, die den Titel und einen Scheck über 10.000 Dollar verdient.","versions":[{"lang":1,"streams":[{"redirect":8313787,"hoster":"VOE"},{"redirect":8313789,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645058,"hoster":"VOE"},{"redirect":8645056,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Kopfaxt","epNo":9,"alt":"Headhunters Revenge","descr":"Vier Schmiede dürfen sich ihre Schmiedetechnik und Materialien aussuchen, aber es gibt einen Haken. Jede Technik kommt mit einer eigenen Uhr für die Runde. Werden sich die Schmiede für den schwierigsten Kanisterdamast und die vierstündige Uhr entscheiden oder für das einfachste Kugellager mit nur einer Stunde? Nach einer brutalen Testrunde haben die beiden verbliebenen Schmiede die Aufgabe, in nur drei Tagen die Headhunter-Axt zu fertigen.","versions":[{"lang":1,"streams":[{"redirect":12922532,"hoster":"VOE"},{"redirect":8313779,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13008630,"hoster":"VOE"},{"redirect":8645066,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Multifunktionsspaten","epNo":10,"alt":"Russian Special Forces Spetsnaz","descr":"Vier Klingenschmiede werden vor eine praktische Herausforderung gestellt, wenn sie Brechstangenmesser schmieden sollen. Wird es den Schmieden gelingen, aus einer Vielzahl von Werkzeugen das richtige Werkzeug für ihre Arbeit zu finden? Nach einer zermürbenden Testrunde kehren zwei Schmiede nach Hause zurück, um ein Paar Spetsnaz-Schaufeln zu schmieden, die bekanntlich von russischen Spezialeinheiten verwendet werden.","versions":[{"lang":1,"streams":[{"redirect":8313767,"hoster":"VOE"},{"redirect":8313769,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645070,"hoster":"VOE"},{"redirect":8645069,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Machete der Amazonen","epNo":11,"alt":"Machete Of The Amazons","descr":"Zum ersten Mal drehen die Richter den Spieß um und geben den Teilnehmern die Möglichkeit, ihre eigene Herausforderung zu wählen. Allerdings müssen sich die Klingenschmiede gemeinsam auf die Parameter einigen, bevor sie die Runde beginnen. Nach intensiven Tests kehren zwei von ihnen nach Hause zurück, um die furchterregende Dahomey-Machete nachzubauen, die berühmt dafür ist, von einer rein weiblichen Armee geführt zu werden. Ein Schmied wird eine Waffe herstellen, die den wilden Kriegerinnen würdig ist, und zum Champion gekrönt werden.","versions":[{"lang":1,"streams":[{"redirect":8313759,"hoster":"VOE"},{"redirect":8313763,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645071,"hoster":"VOE"},{"redirect":8645075,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"San-Mai-Klingen","epNo":12,"alt":"San Mai Mystery","descr":"Vier Schmiede werden überrumpelt, als sie aus einer Auswahl von geheimnisvollem Stahl wählen müssen, um San-Mai-Klingen herzustellen. Doch das ist nicht die einzige Unbekannte: Die Uhr wird abgeschaltet und die Schmiede müssen sich allein auf die Zeitansagen verlassen. Nach einer überraschenden Runde von Tests müssen die letzten Schmiede zwischen zwei Waffen wählen, die sie zu Hause herstellen werden. Ein Schmied wird eine Waffe schmieden, die 10.000 Dollar Preisgeld wert ist, und zum Champion gekrönt werden.","versions":[{"lang":1,"streams":[{"redirect":8313753,"hoster":"VOE"},{"redirect":8313755,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645086,"hoster":"VOE"},{"redirect":8645083,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die zweite Chance – Teil 1","epNo":13,"alt":"Second Chance Tournament: Part 1","descr":"Zum ersten Mal werden acht ehemalige Teilnehmer für ein spektakuläres Turnier zurück in die Arena gehen. Bevor sie es jedoch in den Hauptkampf schaffen, müssen sie gegen einen anderen Schmied antreten. Zuerst treten zwei Schmiede an, die katastrophale Misserfolge erlitten haben. Dann bekommen zwei Schmiede, die es nicht geschafft haben, ihre Waffen rechtzeitig abzugeben, eine weitere Chance. Ein Schmied wird die Gunst der Stunde nutzen und in die Finalrunde des Turniers um den ultimativen Champion-Titel einziehen.","versions":[{"lang":1,"streams":[{"redirect":8323504,"hoster":"VOE"},{"redirect":10948024,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645085,"hoster":"VOE"},{"redirect":8645087,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die zweite Chance – Teil 2","epNo":14,"alt":"Second Chance Tournament: Part 2","descr":"Das Turnier wird mit zwei Duellen fortgesetzt. Zunächst treten zwei Zweitplatzierte gegeneinander an, um zu beweisen, dass sie das Zeug dazu haben, die Nummer eins zu werden. Dann treten zwei Schmiede, deren Klingen es nicht in den Test geschafft haben, gegeneinander an. Ein Schmied kommt in die letzte Runde des Turniers, um zu beweisen, dass er das Zeug dazu hat, der nächste Champion zu werden und endlich die 10.000 Dollar Preisgeld mit nach Hause zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8323503,"hoster":"VOE"},{"redirect":10948014,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645093,"hoster":"VOE"},{"redirect":8645099,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die zweite Chance – Großes Finale","epNo":15,"alt":"Second Chance Tournament: Finals","descr":"Nachdem sie ihre Duelle gewonnen haben, endet das Turnier mit vier verbliebenen Schmieden in einem dramatischen Finale. Nach ein paar zermürbenden Runden überleben zwei von ihnen und kehren in ihre Heimatschmieden zurück, um sich einer komplexen Waffe aus dem \"Forged in Fire\"-Tresor zu stellen. Ein Schmied wird die Konkurrenz mit einer Waffe besiegen, die 10.000 Dollar wert ist, und schließlich zum Champion gekrönt werden.","versions":[{"lang":1,"streams":[{"redirect":8409521,"hoster":"VOE"},{"redirect":8409517,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8645100,"hoster":"VOE"},{"redirect":8645098,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die 20-Sekunden-Challenge","epNo":16,"alt":"Second Chance Tournament: Finals","descr":"Nachdem sie ihre Duelle gewonnen haben, endet das Turnier der zweiten Chance mit vier verbleibenden Schmieden in einem epischen Endkampf. Nach ein paar zermürbenden Runden überleben zwei und kehren zu ihren Heimatschmieden zurück, um eine komplexe Waffe aus dem Forged in Fire-Tresor anzunehmen. Welcher Schmied wird die Konkurrenz mit einer Waffe im Wert von 10.000 US-Dollar besiegen und schließlich zum Forged in Fire Champion gekrönt werden?","versions":[{"lang":1,"streams":[{"redirect":8960630,"hoster":"VOE"},{"redirect":8960627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782415,"hoster":"VOE"},{"redirect":8792894,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"WWE-Edition","epNo":17,"alt":"WWE Edition","descr":"Vier Schmiede stellen ihr Gedächtnis auf die Probe, als sie nach nur 20 Sekunden langem Betrachten eine wahnsinnig komplizierte Klinge nachbauen müssen. Nach einer intensiven Testrunde kehren die verbleibenden beiden Konkurrenten nach Hause zurück, um eine der einzigartigsten Waffen herzustellen, die jemals auf dem Schmiedeboden zu sehen waren – das Elephant Tusk-Schwert. Die beiden Waffen werden dann einige der brutalsten Tests in der Geschichte von Forged in Fire durchlaufen, aber nur eine wird überleben, um den Titel des Forged in Fire-Champions und einen Scheck über 10.000 US-Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8975849,"hoster":"VOE"},{"redirect":8975850,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782414,"hoster":"VOE"},{"redirect":8792893,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Arktische Schmiede","epNo":18,"alt":"Arctic Forge","descr":"In dieser ganz besonderen WWE-Ausgabe von Forged in Fire treten vier Schmiede im ultimativen Schmiedekampf gegeneinander an. Nach einem totalen Schlagabtausch kehren die beiden überlebenden Schmiede in ihre Heimatschmieden zurück, um das grausige Bastard-Schwert zu bauen. Zwei Klingen werden in einer letzten Testrunde gegeneinander antreten, aber nur eine kann zur Bestenliste aufsteigen, um den Sieg zu erringen und 10.000 US-Dollar und einen WWE-Titel von The Nature Boy selbst, Ric Flair, zu verdienen.","versions":[{"lang":1,"streams":[{"redirect":8975853,"hoster":"VOE"},{"redirect":8975852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782416,"hoster":"VOE"},{"redirect":8792890,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Donelson Sword","epNo":19,"alt":"Civil War Battle","descr":"Vier Schmiede müssen der eisigen Kälte trotzen, wenn sie die Arktische Schmiede betreten, wo sie das treue Werkzeug der Inuit, den Ulu, aus Stahl, der aus einem riesigen Eisblock geerntet wurde, nachbauen müssen. Nach einer Runde gruseliger Tests kehren zwei Schmiede nach Hause zurück, um eine Klinge zu schmieden, die den mächtigen Wikingerkriegern, dem Northern Long Seax, würdig ist. Diese Tundra-bereiten Waffen werden dann an ihre Grenzen getrieben, um zu bestimmen, wer den Preis von 10.000 US-Dollar und den Titel des Forged in Fire-Champions mit nach Hause nimmt.","versions":[{"lang":1,"streams":[{"redirect":12916457,"hoster":"VOE"},{"redirect":8975858,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782411,"hoster":"VOE"},{"redirect":8792897,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Casino-Challenge","epNo":20,"alt":"Casino Challenge","descr":"In diesem speziellen Wettbewerb zum Thema Bürgerkrieg müssen vier Schmiede entweder eine massive Kanonenkugel oder kleine Kartätschen in das kampferprobte Arkansas-Zahnstochermesser verwandeln. Nachdem sie den Lauf einer brutalen Testrunde durchgestarrt haben, kehren zwei Schmiede nach Hause zurück, um das Donelson-Schwert von General Ulysses S. Grant nachzubauen. Zwei Schmiede werden in die letzte Schlacht ziehen, aber nur einer wird den Krieg gewinnen, um einen Scheck über 10.000 US-Dollar und den Titel Forged in Fire Champion zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":8975855,"hoster":"VOE"},{"redirect":8975854,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782412,"hoster":"VOE"},{"redirect":8792895,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tödliches Duo","epNo":21,"alt":"Casino Challenge","descr":"Der Einsatz ist hoch, wenn der Schmiedeboden in das Forged in Fire Casino verwandelt wird. Vier Schmiede müssen alles dem Zufall überlassen und das Rad der Schmiede ihre Herausforderung in diesem Wettbewerb bestimmen lassen. Nachdem die Schmiede ihr Glück in einer brutalen Testrunde herausgefordert haben, riskieren zwei Schmiede am Steuer noch einmal alles, um ihre endgültige Waffe zu bestimmen. Zwei Schmiede werden alles auf dem Boden liegen lassen, aber nur einer wird als Forged in Fire Champion groß rauskommen und einen Jackpot von 10.000 $ mit nach Hause nehmen!","versions":[{"lang":1,"streams":[{"redirect":9832494,"hoster":"VOE"},{"redirect":9833402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782413,"hoster":"VOE"},{"redirect":8792903,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Feuer und Wasser","epNo":22,"alt":"Deadly Duo","descr":"Vier Schmiede haben bei dieser Forged in Fire-Herausforderung doppelte Schwierigkeiten, wenn sie eine einzelne Klinge mit zwei verschiedenen Techniken herstellen müssen – San Mai und Schichtdamast. Nachdem sie doppelt so viele brutale Tests überstanden haben, kehren die beiden Schmiede nach Hause zurück, um ein Paar legendärer Waffen des philippinischen Marine Corps nachzubauen - die Ginunting Swords. Die Schmiede stehen sich in einer letzten Testrunde gegenüber, die so intensiv ist, dass sie doppelt sehen, aber nur einer kann als Sieger hervorgehen und 10.000 US-Dollar und den Titel Forged in Fire Champion gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9832499,"hoster":"VOE"},{"redirect":9832505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782419,"hoster":"VOE"},{"redirect":8792902,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Polnischer Kriegshammer","epNo":23,"alt":"Fire and Water","descr":"In diesem besonderen Wettbewerb ist Forged in Fire eine Hommage an die koreanische Klingenschmiedekunst, indem es vier Schmiede herausfordert, das Hwando-Schwert nachzubauen und die gefürchtete Wasserlöschung zu versuchen. Nachdem sie dieses empfindliche Gleichgewicht zwischen Feuer und Wasser erreicht haben, erreichen zwei Schmiede die letzte Runde, in der sie den furchterregenden koreanischen Woldo neu erschaffen müssen. Zwei Schmiede werden ihre kampfbereiten Woldos testen, aber nur einer wird mit 10.000 US-Dollar und dem Titel des Forged in Fire-Champions siegreich sein.","versions":[{"lang":1,"streams":[{"redirect":9942007,"hoster":"VOE"},{"redirect":9832484,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782418,"hoster":"VOE"},{"redirect":8792920,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Mysteriöses Mittelalterschwert","epNo":24,"alt":"Sledgehammer Showdown","descr":"Es ist Hammerzeit in der Schmiede, wenn vier Schmiede aus 10 Pfund schweren Vorschlaghämmern Messer machen müssen. Nachdem die Klingen während einer brutalen Testrunde zerschlagen und eingeschlagen wurden, kehren die beiden überlebenden Schmiede in ihre Heimatschmieden zurück, um einen weiteren ikonischen Stampfer nachzubauen – den polnischen Kriegshammer. Am Ende wird nur ein Schmied den Wettbewerb gewinnen, um 10.000 US-Dollar und den Titel des Forged in Fire Champion zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9832498,"hoster":"VOE"},{"redirect":9832483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782417,"hoster":"VOE"},{"redirect":8792912,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Dha","epNo":25,"alt":"Medieval Mystery Sword","descr":"Bei diesem mysteriösen Wettbewerb wissen vier Schmiede nicht, mit welchem ​​Material sie arbeiten, bis sie eine Kiste öffnen und eines von mehreren geborgenen Metallen darin entdecken. Nach einer brutalen Abschlussprüfung kehren zwei Schmiede nach Hause zurück, um eine Waffe nachzubauen, die Historiker seit Jahrhunderten verwirrt – das mittelalterliche Schwert des Mysteriums. Die Fähigkeiten der Schmiede werden an ihre Grenzen getrieben, aber nur einer wird den Code knacken, um 10.000 US-Dollar und den Titel Forged in Fire Champion zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9832488,"hoster":"VOE"},{"redirect":9832497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8782420,"hoster":"VOE"},{"redirect":8792915,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Schmiede des Horrors","epNo":26,"alt":"Forge Of Fear","descr":"In einer Nacht des Grauens werden vier ahnungslose Messerschmiede in einen Wettbewerb verwickelt, der direkt aus dem gruseligsten Horrorfilm stammt, den man sich vorstellen kann. Zuerst müssen sie mörderische Messer aus alten, rostigen Foltergeräten herstellen und dann Griffe aus Vampirpfählen anfertigen. Nach einer erschreckenden Testrunde werden zwei überlebende Schmiede damit beauftragt, eine Waffe aus einem der kultigsten Horrorfilme aller Zeiten zu bauen – die Axt aus \"The Shining\". Ein Schmied wird überleben, um den Preis von 10.000 Dollar und den Titel zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9832501,"hoster":"VOE"},{"redirect":9832490,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588337,"hoster":"VOE"},{"redirect":9588338,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Das Takouba","epNo":27,"alt":"The Terrifying Tuareg Takoba","descr":"Vier Schmiede verwandeln einen Haufen rostiger alter Nägel in ein makelloses Messer. Nachdem ihre Waffen im Test unter den Hammer gekommen sind, kehren die beiden verbliebenen Teilnehmer nach Hause zurück, um das furchterregende nordafrikanische Tuareg-Takouba nachzubilden. Wenn sie in die Schmiede zurückkehren, wird eine weitere brutale Testrunde darüber entscheiden, welcher Schmied wirklich den Nagel auf den Kopf getroffen hat und 10.000 Dollar und den Titel gewinnen wird.","versions":[{"lang":1,"streams":[{"redirect":13008632,"hoster":"VOE"},{"redirect":9832514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13506257,"hoster":"VOE"},{"redirect":9588344,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Wallonische Schwert","epNo":28,"alt":"Barrel Full Of Mystery","descr":"Die vier Klingenschmiede werden vor eine schwierige Entscheidung gestellt. Sie dürfen sich einen Weichstahl aus einer Tonne aussuchen, um eine San-Mai-Klinge zu schmieden. Doch je leichter der Weichstahl zu verarbeiten ist, desto schwieriger wird der kohlenstoffreiche Stahl, der mitverarbeitet werden muss. Die beiden Schmiede, die die Prüfung überstehen, kehren nach Hause zurück, um ein legendäres Schwert aus dem Mittelalter nachzubilden – das Wallonische Schwert. Zwei Schmiede treten in die finale Testarena ein, aber nur einer kann als Sieger hervorgehen und 10.000 Dollar und den Titel gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9832507,"hoster":"VOE"},{"redirect":9832502,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588349,"hoster":"VOE"},{"redirect":9588348,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Streitkräfte-Special – Teil 1","epNo":29,"alt":"Armed Forces Tournament Part 1","descr":"Acht Angehörige der Streitkräfte begeben sich für ein dreiteiliges Turnier in die Schmiede, wo sie in einem intensiven fünfstündigen Kampf gegen einen anderen Schmied antreten werden. Den Anfang macht das E-4-Duell, bei dem ein Unteroffizier der Marines gegen einen Spezialisten der Armee antritt. Als Nächstes folgt ein Duell, bei dem ein Veteran, der in der Army und der Air Force gedient hat, gegen einen Veteranen der Navy und der Air Force antritt. Ein Schmied wird die ultimative Belohnung von 10.000 Dollar und den Titel mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":9838041,"hoster":"VOE"},{"redirect":9838038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588350,"hoster":"VOE"},{"redirect":9588351,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Streitkräfte-Special – Teil 2","epNo":30,"alt":"Armed Forces Tournament Part 2","descr":"Im zweiten Teil des Streitkräfte-Turniers begeben sich vier US-Soldaten erneut in die Schmiede, um in einem fünfstündigen Kampf gegeneinander anzutreten. Zuerst steht das Champions-Duell an, bei dem zwei frühere \"Forged in Fire\"-Gewinner gegeneinander antreten. Als Nächstes steht das Sergeants Duel an, bei dem ein Sergeant der Army gegen einen Sergeant der Air Force antritt. Zwei Schmiede tragen den Sieg davon und ziehen in die letzte Runde des Turniers der Streitkräfte ein.","versions":[{"lang":1,"streams":[{"redirect":9881337,"hoster":"VOE"},{"redirect":9881332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588354,"hoster":"VOE"},{"redirect":9588356,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Streitkräfte-Special – Teil 3","epNo":31,"alt":"Armed Forces Tournament Finale","descr":"Im Finale des Armed Forces Tournament treten die vier verbliebenen Schmiede gegeneinander an, um den Champion zu bestimmen. In den ersten Runden müssen sie aus einer alten Panzerfaust Waffen im Militärstil herstellen. Nach einer Testrunde, die intensiver ist als ein Trainingslager, kehren die besten Schmiede nach Hause zurück, um die ultimative Militärwaffe herzustellen – das Ames-Kavallerieschwert. Ein Schmied wird die 10.000 Dollar und den Titel mit nach Hause nehmen.","versions":[{"lang":1,"streams":[{"redirect":9881327,"hoster":"VOE"},{"redirect":9881331,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588386,"hoster":"VOE"},{"redirect":9588360,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Jury übernimmt – Doug Marcaida","epNo":32,"alt":"Judges Takeover: Doug Marcaida","descr":"In diesem speziellen Wettbewerb wird jeder Aspekt der Herausforderung von dem unnachahmlichen Doug Marcaida selbst entschieden. Vier Schmiede müssen eine Waffe erschaffen, die direkt aus dem Kopf von Doug stammt, und dann eine intensive Runde von Tests überstehen, die ebenfalls von ihm ausgewählt werden. Die verbleibenden zwei Schmiede müssen dann eine von Dougs Lieblingsklingen herstellen – ein Kortada. In der Schmiede werden die Waffen einer weiteren brutalen Testrunde unterzogen und Doug entscheidet, welcher Schmied den Sieg davonträgt und mit 10.000 Dollar und dem Titel nach Hause geht.","versions":[{"lang":1,"streams":[{"redirect":12922539,"hoster":"VOE"},{"redirect":9838034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588362,"hoster":"VOE"},{"redirect":9588364,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Überflieger","epNo":33,"alt":"Young Guns Challenge","descr":"In diesem besonderen Wettbewerb kehren vier unserer jüngsten Champions zurück, um an der Young Guns Challenge teilzunehmen. Diese talentierten 20-Jährigen haben die Aufgabe, Trampoline und Skateboards in voll funktionsfähige Messer zu verwandeln. Die besten der Young Guns kehren dann nach Hause zurück, um das legendäre deutsche Langschwert nachzubauen. Nachdem ihre Waffen auf Herz und Nieren geprüft wurden, wird nur einer dieser jungen zurückkehrenden Champions weitere 10.000 US-Dollar verdienen und in den Elite-Club der zweifachen Forged in Fire-Champions aufgenommen werden.","versions":[{"lang":1,"streams":[{"redirect":10439511,"hoster":"VOE"},{"redirect":10439497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588370,"hoster":"VOE"},{"redirect":9588372,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Jury übernimmt – Ben Abbott","epNo":34,"alt":"Judges Takeover: Ben Abbott","descr":"In diesem speziellen Judge\u0027s Takeover-Wettbewerb wird jeder Aspekt der Herausforderung vom zweifachen Forged in Fire-Champion Ben Abbott entschieden. Vier Schmiede müssen das Billhook-Messer nachbauen, eine Waffe, die Ben sehr am Herzen liegt. Dann müssen sie zwei intensive Testrunden überstehen, die ebenfalls vom ungeschlagenen Champion selbst entworfen wurden. Die verbleibenden zwei Schmiede kehren dann zu ihren heimischen Schmieden zurück, um eine reich verzierte Waffe herzustellen, die Ben zuvor bei der Judges Home Forge Battle aus dem Park geschlagen hatte – das Sutton Hoo-Schwert. Sobald sie in die Schmiede zurückkehren und ihre Waffen drei weiteren Runden brutaler Tests unterzogen werden, wird Ben bestimmen, welcher Schmied die Nase vorn haben wird, um mit 10.000 US-Dollar und dem Titel des Forged in Fire-Champions davonzukommen.","versions":[{"lang":1,"streams":[{"redirect":10439495,"hoster":"VOE"},{"redirect":10439489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588378,"hoster":"VOE"},{"redirect":9588380,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Waffen der Revolution","epNo":35,"alt":"The Dark Side","descr":"In diesem Wettbewerb dreht sich alles um die dunkle Seite der Geschichte und die damit verbundenen blutigen Waffen. Vier Schmiede sollen aus der grausamen Guillotine, die während der Französischen Revolution Tausende enthauptet hat, ein Messer herstellen. Die beiden Klingenschmiede, die den Test mit intaktem Hals überstehen, müssen dann nach Hause zurückkehren, um eine noch gruseligere Todeswaffe nachzubauen – das Schwert des Henkers.","versions":[{"lang":1,"streams":[{"redirect":12174039,"hoster":"VOE"},{"redirect":10488908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588209,"hoster":"VOE"},{"redirect":9588192,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Jury übernimmt – J. Neilson","epNo":36,"alt":"Judges Takeover: J. Neilson","descr":"In diesem besonderen Wettbewerb werden vier Schmiede herausgefordert, etwas aus einem der seltsamsten Orte, die es gibt, zu fertigen – dem Kopf von J. Neilson. Alle Aspekte der Herausforderung und alle Tests wurden von J. selbst ausgesucht, und man kann davon ausgehen, dass er es ihnen nicht leicht macht. Die verbliebenen Klingenschmiede kehren dann nach Hause zurück, um eine weitere, von J. persönlich ausgewählte Waffe nachzubauen – das Maguindanao Kris. Ein Schmied kann J.s brutale Herausforderungen meistern und sich des Preises von 10.000 Dollar und des Titels würdig erweisen.","versions":[{"lang":1,"streams":[{"redirect":9935771,"hoster":"VOE"},{"redirect":9935813,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588212,"hoster":"VOE"},{"redirect":9588210,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Das Ninja-Schwert","epNo":37,"alt":"The Ninja’s Sword","descr":"Vier Schmiede gingen in einem Rennen auf die Überholspur, um eine Damastklinge mit der höchsten Lagenzahl herzustellen. Und die Einsätze könnten nicht höher sein – der Gewinner erhält in Runde zwei Verlängerung, und der Verlierer mit der niedrigsten Layer-Anzahl scheidet aus. Die beiden Schmiede, die die Ziellinie erreichen und eine intensive Testrunde überstehen, werden in einer letzten Runde aufs Gaspedal treten, wo sie nach Hause zurückkehren werden, um das mesopotamische Sichelschwert nachzubauen.","versions":[{"lang":2,"streams":[{"redirect":13276753,"hoster":"VOE"},{"redirect":12515662,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Damast 500","epNo":38,"alt":"Damascus 500","descr":"In diesem speziellen Judge\u0027s Takeover-Wettbewerb wird jeder Aspekt der Herausforderung vom renommierten Hollywood-Waffenhersteller Dave Baker entschieden. Vier Schmiede müssen eine von Daves Lieblingswaffen nachbauen – den Bone Daddy Fantasy Seax. Nachdem sie eine intensive Runde von Tests überstanden haben, die ebenfalls vom Historiker selbst ausgewählt wurden, werden die verbleibenden zwei Schmiede dann zu ihren heimischen Schmieden zurückkehren, um genau die Waffe herzustellen, die Dave dazu inspiriert hat, mit dem Klingenschmieden zu beginnen - das Fantasie-Breitschwert.","versions":[{"lang":1,"streams":[{"redirect":10488913,"hoster":"VOE"},{"redirect":10488911,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588304,"hoster":"VOE"},{"redirect":9588328,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Jury übernimmt – Dave Baker","epNo":39,"alt":"Judges Takeover: Dave Baker","descr":"Vier Klingenschmieden wird nur ein einfacher Parameter gegeben – die Jury beeindrucken. In einer einzigen 5-Stunden-Runde können sie von Anfang bis Ende jede gewünschte Klinge herstellen, aber der Schmied, der die Jury am meisten beeindruckt, kann die strenge Testrunde vollständig umgehen und direkt zur letzten Herausforderung übergehen. Der beeindruckendste Schmied und ein weiterer, der die Tests überlebt, werden nach Hause zurückkehren, um das indische Firangi-Schwert nachzubilden.","versions":[{"lang":1,"streams":[{"redirect":10539250,"hoster":"VOE"},{"redirect":10539252,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588317,"hoster":"VOE"},{"redirect":9588334,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Firangi","epNo":40,"alt":"The Firangi Sword","descr":"Es ist eine Episode von epischen Ausmaßen, da Forged in Fire seinen 200. Wettbewerb feiert. Und um diesen Meilenstein zu feiern, übergeben wir die komplette Kontrolle an die Leute, die uns hierher gebracht haben – unsere Fans. Über alle Herausforderungen, Waffen und Tests wurde von euch abgestimmt. Welcher Schmied wird sich diesem bedeutsamen Anlass stellen und die Schmiede mit 10.000 US-Dollar als Champion unseres 200. Wettbewerbs verlassen?","versions":[{"lang":1,"streams":[{"redirect":10841218,"hoster":"VOE"},{"redirect":10845763,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9588335,"hoster":"VOE"},{"redirect":9588336,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Die Wahl der Fans ","epNo":41,"alt":"200th Episode: Fan’s Choice","descr":"Der zum Richter gewordene Konkurrent Ben Abbott bleibt in der Schmiede ungeschlagen, aber das könnte sich bald ändern. Im ersten Teil einer Herausforderung aus fünf Folgen treten drei Schmiede in einer einzigen 5-Stunden-Runde gegeneinander an. Ihre Klingen werden dann einer intensiven Testrunde unterzogen, in der nur einer die Gelegenheit erhält, gegen Ben Abbott anzutreten. Dann, nach einer anstrengenden 8-stündigen Schmiederunde und einer weiteren brutalen Testrunde, werden die Richter entscheiden, ob dieser Schmied das Zeug dazu hat, Ben zu schlagen, um 10.000 Dollar zu gewinnen, oder ob Ben ungeschlagen bleibt.","versions":[{"lang":1,"streams":[{"redirect":10539258,"hoster":"VOE"},{"redirect":10539264,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9771695,"hoster":"VOE"},{"redirect":9771694,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Schlag die Unschlagbaren – Runde 1","epNo":42,"alt":"Beat The Unbeaten: Round One","descr":"Der zum Richter gewordene Konkurrent Ben Abbott bleibt in der Schmiede ungeschlagen, aber das könnte sich bald ändern. In dieser Herausforderung treten drei Schmiede in einer einzigen 5-stündigen Runde gegeneinander an, in der sie aus Stahlschrott vergangener Forged in Fire-Wettbewerbe eine charakteristische Klinge herstellen. Diese Klingen werden einer strengen Testrunde unterzogen, bei der nur ein Schmied die Gelegenheit erhält, es mit Ben aufzunehmen. Nach einer intensiven 8-stündigen Schmiedeherausforderung und einer brutalen Runde von Blindtests werden die Richter entscheiden, ob dieser Schmied das Zeug dazu hat, die Ungeschlagenen zu schlagen und 10.000 US-Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":10593906,"hoster":"VOE"},{"redirect":10593904,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9771687,"hoster":"VOE"},{"redirect":9770135,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der argentinische Säbel","epNo":43,"alt":"Beat the Unbeaten: Broken Blade Revenge","descr":"Der zum Richter gewordene Konkurrent Ben Abbott bleibt in der Schmiede ungeschlagen, aber das könnte sich ändern. In Teil drei von fünf Episoden hoffen drei Schmiede, die von Ben Abbott zerbrochene Klingen erlitten haben, die Geschichte in einer einzigen 5-Stunden-Runde neu zu schreiben. Ihre Klingen werden dann einer intensiven Testrunde unterzogen, in der nur ein Schmied die Gelegenheit erhält, Ben Abbott gegenüberzutreten und sich zu rächen.","versions":[{"lang":1,"streams":[{"redirect":11513027,"hoster":"VOE"},{"redirect":11513022,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9771685,"hoster":"VOE"},{"redirect":9770150,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Schlag die Unschlagbaren – Runde 2","epNo":44,"alt":"Beat the Unbeaten: Back for Revenge","descr":"Der zum Richter gewordene Konkurrent Ben Abbott bleibt in der Schmiede ungeschlagen; aber bald könnte sich das ändern. In Teil vier dieser fünfteiligen \"Beat the Unbeaten\"-Challenge sind zwei Schmiede, die Ben in seinem ersten \"Forged in Fire\"-Wettbewerb gegenüberstanden, zurück, um sich in einem einzigen 5-stündigen Showdown zu rächen. Wird Ben Abbott seinen Titel \"The Unbeaten\" behalten?","versions":[{"lang":1,"streams":[{"redirect":10651363,"hoster":"VOE"},{"redirect":10651362,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9770177,"hoster":"VOE"},{"redirect":9770175,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Schwert von Sergant Hayden","epNo":45,"alt":"Beat the Unbeaten: The Final Showdown","descr":"In diesem letzten Kampf bleibt der zum Richter gewordene Konkurrent Ben Abbott mit einem Rekord von 8:0 in der Schmiede immer noch ungeschlagen, aber zwei von Doug und Dave handverlesene Schmiede wollen das ändern. Nach einer harten 5-stündigen Schmiederunde müssen ihre Waffen eine intensive Testrunde überstehen, in der nur einer die Gelegenheit bekommt, gegen Ben Abbott anzutreten. Werden die Richter angesichts von Bens ungeschlagenem Rekord entscheiden, dass dieser Schmied das Zeug dazu hat, Ben endlich zu schlagen, oder wird er ungeschlagen bleiben?","versions":[{"lang":1,"streams":[{"redirect":13917714,"hoster":"VOE"},{"redirect":11473344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9771686,"hoster":"VOE"},{"redirect":9770127,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Schlag die Unschlagbaren – Runde 3","epNo":46,"alt":"Beat The Unbeaten: Broken Blade Revenge","descr":"Ben Abbott ist in der Schmiede noch ungeschlagen, aber das könnte sich ändern. In Teil drei von fünf Folgen hoffen drei Schmiede, deren Klingen durch Ben Abbott zerstört wurden, in einer einzigen fünfstündigen Runde ihre Geschichte neu zu schreiben. Ihre Klingen werden dann einer intensiven Testrunde unterzogen, bei der nur ein Schmied die Gelegenheit erhält, Ben Abbott gegenüberzutreten und sich zu rächen. Nach zermürbenden acht Stunden und einer weiteren Testrunde wird die Jury entscheiden, ob dieser Schmied das Zeug dazu hat, Ben zu schlagen und 10.000 Dollar zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":10689627,"hoster":"VOE"},{"redirect":10689625,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Schlag die Unschlagbaren – Runde 4","epNo":47,"alt":"Beat The Unbeaten: Back For Revenge","descr":"Ben Abbott ist in der Schmiede noch ungeschlagen, aber das könnte sich bald ändern. Im vierten Teil dieser fünfteiligen Serie sind zwei der Schmiede, die Ben in seinem allerersten Wettbewerb gegenüberstanden, zurück, um sich in einem fünfstündigen Showdown zu rächen. Nach einer harten Testrunde wird nur einer die Möglichkeit haben, die Geschichte umzuschreiben und erneut gegen Ben anzutreten. Nach anstrengenden acht Stunden Schmieden und einer weiteren intensiven Testrunde werden wir herausfinden, ob dieser Herausforderer den unschlagbaren Ben endlich schlagen und 10.000 Dollar gewinnen kann.","versions":[{"lang":1,"streams":[{"redirect":10745137,"hoster":"VOE"},{"redirect":10745136,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Schlag die Unschlagbaren – Finale","epNo":48,"alt":"Beat The Unbeaten: The Final Showdown","descr":"Zu diesem letzten Kampf tritt Ben Abbott mit einer Bilanz von 8:0 in der Schmiede noch ungeschlagen an, aber zwei von Doug und Dave ausgewählte Schmiede wollen das ändern. Nach einer harten, fünfstündigen Schmiederunde müssen ihre Waffen eine intensive Testrunde überstehen, bei der nur einer die Chance erhält, gegen Ben Abbott anzutreten. Werden die Richter entscheiden, dass dieser Schmied das Zeug dazu hat, Ben endlich zu besiegen, oder wird er ungeschlagen bleiben?","versions":[{"lang":1,"streams":[{"redirect":10794053,"hoster":"VOE"},{"redirect":10794051,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Mangelhafte Autos, exzellente Waffen","epNo":1,"alt":"Crushed Car Challenge","descr":"In einer neuen Variante der Oldtimer-Herausforderung müssen vier Schmiede ein Messer aus dem verunstaltetsten Fahrzeug herstellen, das je auf dem Schmiedeboden gesehen wurde. Nachdem ihre Waffen in einer intensiven Testrunde an den Rand des Abgrunds getrieben wurden, kehren die beiden überlebenden Schmiede in ihre Heimatschmieden zurück, um zwei der einzigartigsten Waffen der Geschichte neu zu erschaffen - einen passenden Satz gebogener Katars. Am Ende wird sich nur die Waffe eines Schmieds durchsetzen und ihm 10.000 Dollar und den Titel \"Forged in Fire Champion\" einbringen.","versions":[{"lang":1,"streams":[{"redirect":12452409,"hoster":"VOE"},{"redirect":12452414,"hoster":"Doodstream"},{"redirect":12452412,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883183,"hoster":"VOE"},{"redirect":10883190,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blackout","epNo":2,"alt":"Blackout","descr":"Four bladesmiths face double the trouble when they are tasked with forging not one, but two canister damascus knives. After a brutal round of testing, only two smiths move forward to build an extremely challenging Cinquedea sword. Who will rise to the doubly difficult challenge and be crowned Forged in Fire Champion and win $10,000?","versions":[{"lang":1,"streams":[{"redirect":12452415,"hoster":"VOE"},{"redirect":12452419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883172,"hoster":"VOE"},{"redirect":10883128,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[Auf Deutsch nicht verfügbar]","epNo":3,"alt":"The Ninja’s Sword","descr":"Vier Schmiede müssen ohne Strom (d. h. bei Kerzenlicht während eines \"Stromausfalls\") Klingen aus W-1-Stahl schmieden. Die beiden Finalisten kehren in ihre Heimatschmieden zurück, um das Schwert der Gnade mit stumpfer Spitze nachzuschmieden, die englische Klinge, die noch heute für Krönungen verwendet wird. Wer geht als Sieger aus dieser Herausforderung hervor und wird zum Forged in Fire Champion gekrönt und gewinnt 10.000 $?","versions":[{"lang":2,"streams":[{"redirect":10213155,"hoster":"VOE"},{"redirect":10213154,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Blech-Challenge","epNo":4,"alt":"Sheet Metal Challenge","descr":"Richter Dave Baker lässt fünf der intensivsten Meisterschaftsrunden mit den besten Klingen Chinas Revue passieren, die je aus der Schmiede kamen.","versions":[{"lang":1,"streams":[{"redirect":12452417,"hoster":"VOE"},{"redirect":12452428,"hoster":"Doodstream"},{"redirect":12452418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10213158,"hoster":"VOE"},{"redirect":10213157,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Parang-Nabur","epNo":5,"alt":"Blades Gone Wild","descr":"Vier Schmiede schmieden ihre eigene Version einer Ninja-Klinge, wobei der Schmied mit der leichtesten Klinge in der zweiten Runde 20 Minuten mehr Zeit erhält.","versions":[{"lang":1,"streams":[{"redirect":12452423,"hoster":"VOE"},{"redirect":12452425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883279,"hoster":"VOE"},{"redirect":10883333,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Doppelte Herausforderung","epNo":6,"alt":"Double Trouble Blades","descr":"Fünf intensive Meisterschaftsrunden mit den stärksten Waffen, die in der Schmiede gebaut und getestet wurden.","versions":[{"lang":1,"streams":[{"redirect":12452429,"hoster":"VOE"},{"redirect":12452430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883342,"hoster":"VOE"},{"redirect":10883337,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Messerkampf","epNo":7,"alt":"The Knife Fight","descr":"Vier Klingenschmiede müssen ein Messer aus dünnem Blech schmieden; zwei Schmiede machen sich daran, einen gezackten indischen Säbel nachzubilden.","versions":[{"lang":1,"streams":[{"redirect":13008636,"hoster":"VOE"},{"redirect":12452439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883389,"hoster":"VOE"},{"redirect":10883381,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"[Auf Deutsch nicht verfügbar]","epNo":8,"alt":"The Gaucho’s Revenge","descr":"Richter Dave Baker lässt fünf der intensivsten Meisterschaftsrunden mit den besten Klingen Afrikas Revue passieren, die je aus der Schmiede kamen.","versions":[{"lang":2,"streams":[{"redirect":12174043,"hoster":"VOE"},{"redirect":10883452,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[Auf Deutsch nicht verfügbar]","epNo":9,"alt":"Sergeant Hayden’s Sword","descr":"Die Klingenschmiede müssen eine Sägerücken-Machete aus stählernen Zeltheringen schmieden; zwei Schmiede kehren zurück, um das Parang Nabur, ein tödliches malaysisches Werkzeug und eine Waffe für das Hinterland, herzustellen.","versions":[{"lang":2,"streams":[{"redirect":10883657,"hoster":"VOE"},{"redirect":10883658,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Historischer Kavalleriesäbel","epNo":10,"alt":"Revolutionary War Forge","descr":"Juror Dave Baker lässt fünf intensive Meisterschaftsrunden mit den besten Äxten Revue passieren.","versions":[{"lang":1,"streams":[{"redirect":12547556,"hoster":"VOE"},{"redirect":12452440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916450,"hoster":"VOE"},{"redirect":10883662,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das tibetische Schwert","epNo":11,"alt":"Flip the Forge","descr":"Vier Klingenschmiede stehen vor der doppelten Herausforderung, nicht nur ein, sondern zwei Damaszener-Messer zu schmieden. Nach einer brutalen Testrunde kommen nur zwei Schmiede weiter, um ein äußerst anspruchsvolles Cinquedea-Schwert zu bauen.","versions":[{"lang":1,"streams":[{"redirect":14425380,"hoster":"VOE"},{"redirect":14425384,"hoster":"Vidoza"},{"redirect":14425379,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883665,"hoster":"VOE"},{"redirect":10883666,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Flensmesser","epNo":12,"alt":"Out to Sea","descr":"Richter Dave Baker lässt fünf intensive Meisterschaftsrunden mit den besten Dolchen und Messern Revue passieren.","versions":[{"lang":1,"streams":[{"redirect":12452441,"hoster":"VOE"},{"redirect":12452448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883670,"hoster":"VOE"},{"redirect":10883672,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Falx der Gladiatoren","epNo":13,"alt":"Gladiators of the Forge: Let the Battles Begin","descr":"Der allererste Messerkampf; die Teilnehmer bringen ihre beste Klinge mit; nach zwei Runden wird nur einer den Messerkampf überleben und mit 10.000 Dollar davonkommen.","versions":[{"lang":1,"streams":[{"redirect":12452445,"hoster":"VOE"},{"redirect":12452451,"hoster":"Doodstream"},{"redirect":12452446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10883674,"hoster":"VOE"},{"redirect":10883675,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Kopis der Gladiatoren","epNo":14,"alt":"Gladiators of the Forge: The Battles Continue","descr":"Richter Dave Baker lässt fünf der intensivsten Meisterschaftsrunden mit den besten gebogenen Klingen, die je aus der Schmiede kamen, Revue passieren.","versions":[{"lang":1,"streams":[{"redirect":12452454,"hoster":"VOE"},{"redirect":12452450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10878589,"hoster":"VOE"},{"redirect":10878587,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Sica der Gladiatoren","epNo":15,"alt":"The Gladiators Of The Forge: Vikings Vs. Gladiators","descr":"Vier Schmiede stellen das ikonische Gaucho-Messer nach; die beiden Schmiede, deren Waffen den Test bestehen, müssen dann den verzierten argentinischen Säbel schmieden; nach einer weiteren brutalen Runde wird nur ein Schmied den Wettbewerb mit einem Kopfgeld von 10.000 Dollar und dem Titel beenden.","versions":[{"lang":1,"streams":[{"redirect":12452461,"hoster":"VOE"},{"redirect":12452460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10921550,"hoster":"VOE"},{"redirect":10921540,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Pugio der Gladiatoren","epNo":16,"alt":"Gladiators of the Forge: A Champion’s Quest","descr":"Dave Baker lässt fünf der intensivsten Meisterschaftsrunden mit den besten Kurzschwertern Revue passieren.","versions":[{"lang":1,"streams":[{"redirect":12922538,"hoster":"VOE"},{"redirect":12452467,"hoster":"Doodstream"},{"redirect":12452463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10953088,"hoster":"VOE"},{"redirect":10953083,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Acinaces der Gladiatoren","epNo":17,"alt":"Gladiators Of The Forge: The Final Battles","descr":"Eric kehrt zurück und erhält eine weitere Chance, Jesse, den derzeit amtierenden \"Gladiator of the Forge\", zu stürzen. Jesse und Eric haben die Aufgabe , neben anderen Parametern eine Azinaze mit einem anthropomorphen Griff herzustellen. In Event 10 ist Kurt, ein zweifacher \"Gladiator of the Forge\"-Gewinner aus der ersten Folge der Miniserie, wieder in Aktion. Jesse und Kurt stellen eine Dolabra-Streitaxt mit lederumwickeltem Griff her.","versions":[{"lang":1,"streams":[{"redirect":12452464,"hoster":"VOE"},{"redirect":12452465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10974920,"hoster":"VOE"},{"redirect":10974918,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Schwert der Naga","epNo":18,"alt":"The Notorious Naga","descr":"Vier Schmiede werden aufgefordert, ein fünflagiges Messer herzustellen. Nachdem ihre Klingen einer zermürbenden Testrunde unterzogen wurden, kehren die beiden verbleibenden Schmiede nach Hause zurück, um das berüchtigte Schwert der Naga aus dem 16. Jahrhundert nachzubilden. Die Jury prüft dann diese Schwerter, um festzustellen, welcher Schmied 10.000 Dollar und den Titel verdient hat.","versions":[{"lang":1,"streams":[{"redirect":12452470,"hoster":"VOE"},{"redirect":12452472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11034977,"hoster":"VOE"},{"redirect":11035102,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Vaquero Machete","epNo":19,"alt":"Fastest Blade In The West","descr":"In einer der einzigartigsten ersten Runden in der Geschichte von Forged in Fire müssen sich vier Klingenschmiede ins Zeug legen, um ihre Klinge als erste fertigzustellen und die schnellste Klinge des Westens zu werden. Nach einer wilden Testrunde kehren die beiden verbleibenden Schmiede in ihre Heimatschmieden zurück, um eine ikonische Waffe der amerikanischen Grenze mit dem Lasso einzufangen - die Vaquero Machete. Dann müssen sie ein letztes Patt überstehen, um die Belohnung von 10.000 Dollar und den Titel \"Forged in Fire Champion\" zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12452477,"hoster":"VOE"},{"redirect":12452484,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11075060,"hoster":"VOE"},{"redirect":11055194,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Damastmesser","epNo":20,"alt":"Best In Damascus","descr":"Vier Klingenschmiede setzen alles aufs Spiel, als sie aufgefordert werden, ihr beeindruckendstes Damastmesser zu schmieden. Nach einer bemerkenswerten Runde umgeht der Schmied, der die Jury am meisten beeindruckt hat, eine brutale Testrunde und kommt direkt in die Endrunde, in der er die Waffe auswählen kann, die er schmieden wird. Welcher Schmied wird 10.000 Dollar mit nach Hause nehmen und sich den Titel verdienen?","versions":[{"lang":1,"streams":[{"redirect":12452489,"hoster":"VOE"},{"redirect":12452498,"hoster":"Doodstream"},{"redirect":12452491,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Schottische Broadsword","epNo":21,"alt":"Friend Or Foe","descr":"Zwei Freunde und zwei Brüder betreten die Schmiede als Teams, um in einem spektakulären Showdown gegeneinander anzutreten. Doch nachdem sie in Teamarbeit ein schottisches Breitschwert nachgebaut haben, wird das siegreiche Team geteilt und muss gegeneinander antreten. Nach einem intensiven Endkampf wird nur einer mit 10.000 Dollar und dem Titel nach Hause gehen.","versions":[{"lang":1,"streams":[{"redirect":12452494,"hoster":"VOE"},{"redirect":12452496,"hoster":"Doodstream"},{"redirect":12452493,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schwert in Übergröße","epNo":22,"alt":"Supersized: Sword","descr":"Vier Schmiede müssen Stahl von einer riesigen Eisenbahnschiene bergen, um ihre einzigartigen großen Klingen herzustellen. Dann kehren zwei Schmiede in ihre Heimatschmieden zurück, um die größte Waffe in der Geschichte von \"Forged in Fire\" zu bauen: ein monströses, zwei Meter langes Schwert, das von dem legendären Krieger Grutte Pier geführt wurde. Welcher Schmied wird sich dieser kolossalen Herausforderung stellen und 10.000 Dollar mit nach Hause nehmen?","versions":[{"lang":1,"streams":[{"redirect":12452497,"hoster":"VOE"},{"redirect":12452502,"hoster":"Doodstream"},{"redirect":12452503,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Gigantische Klinge","epNo":23,"alt":"Supersized Elephant Swords","descr":"Vier Schmiede müssen den Stahl von einigen 250-Pfund-Spiralfedern bergen, um daraus massive San-Mai-Klingen herzustellen. Zwei Schmiede kehren dann zu ihren Heimatschmieden zurück, um ein Paar riesige Elefantenschwerter herzustellen. Welcher Schmied hat die überdimensionalen Fähigkeiten, um Champion zu werden und 10.000 Dollar zu gewinnen?","versions":[{"lang":1,"streams":[{"redirect":12452407,"hoster":"VOE"},{"redirect":12452406,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Fünf Tonnen Stahl","epNo":24,"alt":"Supersized: 5 Ton Challenge","descr":"Vier Schmiede stehen vor einer enormen Herausforderung, als sie Stahl aus fünf Tonnen Schrott bergen müssen. Dann machen sich zwei Kandidaten auf den Weg in ihre Heimatschmieden, um die längste Waffe in der Geschichte von \"Forged in Fire\" zu bauen – den mehr als 2,5 Meter langen Friauler Spieß. Einer der Schmied wird sich mit seinen Fähigkeiten den Titel und 10.000 Dollar verdienen.","versions":[{"lang":1,"streams":[{"redirect":12452504,"hoster":"VOE"},{"redirect":12452511,"hoster":"Doodstream"},{"redirect":12452510,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Superhelden-Waffen","epNo":25,"alt":"Forged In Fire: Marvel’s Midnight Suns","descr":"Heute versammeln sich drei Klingenschmiede, wenn Marvel den Wettbewerb übernimmt. Die Schmiede sollen legendäre Waffen aus Marvels Videospiel \"Midnight Suns\" schmieden und müssen die böse Uhr besiegen, um ihre Klingen zu fertigen. Nach einem epischen Endkampf wird sich herausstellen, welcher Schmied mit seinen wundervollen Waffen dem mächtigsten Marvel-Superhelden würdig ist und 10.000 Dollar gewinnt.","versions":[{"lang":1,"streams":[{"redirect":14425394,"hoster":"VOE"},{"redirect":14425397,"hoster":"Vidoza"},{"redirect":14425395,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das kolossale Samuraischwert","epNo":26,"alt":"Supersized: Hog Wild","descr":"Vier Schmiede stehen vor einer kolossalen Herausforderung, als sie aus 12 Pfund Stahl riesige Schweinespalter schmieden müssen.","versions":[{"lang":1,"streams":[{"redirect":12452501,"hoster":"VOE"},{"redirect":12452507,"hoster":"Doodstream"},{"redirect":12452506,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11618593,"hoster":"VOE"},{"redirect":11618594,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"On the Road: Texas Showdown","descr":"\"Forged in Fire\" ist auf der Suche nach den besten Klingenschmieden des Landes quer durch Amerika unterwegs. In dieser Sonderausgabe geht es nach Texarkana, Texas, zur \"Bill Moran School of Bladesmithing\", der ältesten Messerschmiedeschule des Landes, wo drei der besten Schmiede auf eine harte Probe gestellt werden. Nach zwei brutalen Challenges wird nur einer als Sieger hervorgehen und die Bill-Moran-School im Finale vertreten, wo er gegen andere Schmiede aus dem ganzen Land um den großen Preis antritt.","versions":[{"lang":2,"streams":[{"redirect":13152594,"hoster":"VOE"},{"redirect":13152600,"hoster":"Doodstream"},{"redirect":13152593,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"On the Road: Montana Face-Off","descr":"","versions":[{"lang":2,"streams":[{"redirect":13152596,"hoster":"VOE"},{"redirect":13152601,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"On The Road: Appalachian Showdown","descr":"","versions":[{"lang":2,"streams":[{"redirect":13261989,"hoster":"VOE"},{"redirect":13261992,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"On The Road: Kalamazoo Combat","descr":"In dieser Spezial-Ausgabe machen wir uns auf den Weg nach Kalamazoo, Michigan, zu \"Combat Ready Art\", wo drei ihrer besten Schmiede wie nie zuvor auf die Probe gestellt werden. Nach zwei brutalen Herausforderungen wird nur einer von ihnen \"Combat Ready Art\" in unserer Heimatschmiede vertreten und den ultimativen Hauptpreis gewinnen.","versions":[{"lang":2,"streams":[{"redirect":13261983,"hoster":"VOE"},{"redirect":13261980,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"On The Road: American Champion","descr":"In dieser Spezial-Ausgabe kehren wir in unsere Heimatschmiede zurück, wo vier der besten Schmiede des Landes in einem letzten Kampf gegeneinander antreten. Nach drei zermürbenden Herausforderungen wird sich herausstellen, welcher Schmied den Sieg davonträgt und der erste \"Forged in Fire – On the Road\"-Champion wird. Der Sieger gewinnt 20.000 Dollar für sich selbst und 10.000 Dollar an Schmiedeausrüstung für seine Werkstatt.","versions":[{"lang":2,"streams":[{"redirect":13261982,"hoster":"VOE"},{"redirect":13261981,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Frankenstein Challenge","descr":"Vier Schmiede stehen vor einer furchteinflößenden Herausforderung: Sie müssen ihre Klingen \"frankensteinartig\" aus ausrangierten Stahlstücken zusammenfügen. Nach einer grausamen Testrunde ziehen sich die verbleibenden zwei Teilnehmer in ihre Schmieden zurück, um das legendäre Kreuzritter-Bibel-Falchion herzustellen. Welcher Schmied wird mit 10.000 Dollar und dem Titel nach Hause gehen?","versions":[{"lang":2,"streams":[{"redirect":13283581,"hoster":"VOE"},{"redirect":13283583,"hoster":"Streamtape"}]}]}]}]}