{"seriesId":"found-2023","name":"Found (2023)","descr":"Im Zentrum der Thrillerserie steht die PR-Expertin Gabi Moseley (Shanola Hampton), die einst selbst zu den vergessenen Vermissten zählte. Mit ihrem Krisenmanagement-Team versucht sie, das Schicksal von verschwundenen Personen aufzuklären. Doch niemand weiß, dass auch Moseley selbst ein dunkles Geheimnis hütet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Die Krisenmanagement-Spezialistin Gabi Mosley und ihr Team suchen nach Camilla, einer vermissten 14-Jährigen in Pflegefamilien, doch die Sache wird komplizierter, als das Team zunächst vermutet hatte.","versions":[{"lang":2,"streams":[{"redirect":14498351,"hoster":"VOE"},{"redirect":13992332,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Missing While Sinning","descr":"Das Team macht sich auf die Suche nach Jinny Coe, einer persönlichen Begleitperson, die in der Nähe ihrer Wohnung verschwunden ist. Joy-Ann Reid startet eine landesweite Suche nach \"Sir\". Dhan gelingt mit Zeke der Durchbruch.","versions":[{"lang":2,"streams":[{"redirect":14498344,"hoster":"VOE"},{"redirect":14494974,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Missing While Widowed","descr":"Das Team leitet auf Wunsch seines Türstehers Cliff eine Untersuchung gegen den Witwer Reggie Moore ein. Gabi kommt zu einer Erkenntnis über ihre Zeit mit Lacey. Margaret hofft, ihre Beziehung zu einer wichtigen Person aus ihrer Vergangenheit wiederherzustellen.","versions":[{"lang":2,"streams":[{"redirect":14498343,"hoster":"VOE"},{"redirect":14494972,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Missing While a Pawn","descr":"Als der 13-jährige Matthew aus der Kirche verschwindet, werden die Teams aktiv. Gabi versucht, die Aufmerksamkeit der geschiedenen Eltern auf die Suche zu lenken und muss eine verheerende Entscheidung treffen. Lacey macht eine scharfsinnige Bemerkung über Gabi.","versions":[{"lang":2,"streams":[{"redirect":14493327,"hoster":"VOE"},{"redirect":14519085,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Missing While Undocumented","descr":"Als das Team sich aufmacht, die letzten Schritte der 21-jährigen Satcha Moncado vor ihrem Verschwinden aufzuspüren, stößt ihre Suche auf eine größere Bedrohung, die beinahe das Leben eines von uns fordert.","versions":[{"lang":2,"streams":[{"redirect":14498345,"hoster":"VOE"},{"redirect":14494975,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Missing While Addicted","descr":"Als Gabi im Auftrag seiner Mutter den Fall eines vermissten Mannes übernimmt, kommt es zu Meinungsverschiedenheiten im Team und zu einer schockierenden Enthüllung.","versions":[{"lang":2,"streams":[{"redirect":14498346,"hoster":"VOE"},{"redirect":14494979,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Missing While Indigenous","descr":"Die indianische Schullehrerin Denae Wagon bringt ihr Baby im Reservat des Stammes in Virginia zur Welt, verschwindet jedoch, bevor sie nach Hause kommen kann. Die Suche wird durch eine angespannte Familiendynamik und Denaes Hochrisikoschwangerschaft erschwert.","versions":[{"lang":2,"streams":[{"redirect":14498347,"hoster":"VOE"},{"redirect":14494982,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Missing While Homeless","descr":"Dhan leitet die Suche nach einem vermissten Obdachlosen, der fester Bestandteil eines engmaschigen Lagers ist. Als Det. Trent teilt beunruhigende Neuigkeiten über Sir mit, Gabi unternimmt große Anstrengungen, um ihr Geheimnis zu schützen.","versions":[{"lang":2,"streams":[{"redirect":14498348,"hoster":"VOE"},{"redirect":14494984,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Missing While Scamming","descr":"Ein Social-Media-Influencer wird entführt, während das Team nach Hinweisen sucht, erweist sich der Fall als komplizierter als erwartet.","versions":[{"lang":2,"streams":[{"redirect":14498349,"hoster":"VOE"},{"redirect":14494990,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Missing While Indoctrinated","descr":"Ein früherer Fall von Kinderhandel wird von Gabi und dem Team erneut aufgegriffen und ihre hitzigen Ermittlungen führen sie in eine schockierende Richtung.","versions":[{"lang":2,"streams":[{"redirect":14483628,"hoster":"VOE"},{"redirect":14494986,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Missing While Interracial","descr":"Als ein schwarzer Mann vermisst wird, wendet sich seine Familie an Fusionen und Übernahmen, doch als er in das Verschwinden einer weißen Frau verwickelt ist, keimen Verdachtsmomente auf. Gabi vertieft sich in ihre Suche nach \"Annie\", dem Mädchen, das sie in der Hütte gesehen hat.","versions":[{"lang":2,"streams":[{"redirect":14483786,"hoster":"VOE"},{"redirect":14494991,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Missing While Eccentric","descr":"Als eine verwirrte und misshandelte junge Frau vor Zekes Haustür landet und sagt, sie sei entführt worden und ihr Entführer habe immer noch ihre Freunde, beeilt sich das Team, die kleinsten Hinweise zusammenzustellen. Gabi teilt Dhan verheerende Neuigkeiten mit.","versions":[{"lang":2,"streams":[{"redirect":14483828,"hoster":"VOE"},{"redirect":14494992,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Missing While Forgotten","descr":"Gabi gerät aus den Fugen, als das Team einen anonymen Hinweis auf einen ihrer wichtigsten Fälle erhält – ein vermisstes Mädchen, das sie seit Monaten verfolgen; Gabi macht eine schockierende Entdeckung über Sir.","versions":[{"lang":2,"streams":[{"redirect":14498350,"hoster":"VOE"},{"redirect":14495001,"hoster":"Streamtape"}]}]}]}]}