{"seriesId":"fr-alle-flle-fitz","name":"Für alle Fälle Fitz","descr":"Einen Krimihelden wie den Psychologen Dr. Edward Fitzgerald, liebevoll \"Fitz\" genannt, hat es noch nicht gegeben: Einen Psychologen, der selbst sein bester Patient wäre, kettenrauchend, trinkend, spielsüchtig und gegenüber den Zumutungen des Alltags allein mit einem messerscharfen Verstand, Einfühlungsvermögen und dem Zynismus des gekränkten Idealisten ausgestattet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mord ohne Erinnerungen","epNo":1,"alt":"The Mad Woman In The Attic – Part 1","descr":"Eine Studentin wurde in einem Zug brutal ermordet. Kurz nach dem Verbrechen wird ein blutverschmierter Mann neben den Gleisen gefunden. Die Polizei hält ihn für den Zugmörder, doch der Mann kann sich an nichts erinnern. Inspector Bilborough schaltet Fitz ein.","versions":[{"lang":1,"streams":[{"redirect":11308652,"hoster":"VOE"},{"redirect":10108531,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In der Folge davor enthalten]","epNo":2,"alt":"The Mad Woman In The Attic – Part 2","descr":"Ein Priester sagt aus, dass ihm der mutmaßliche Zugmörder den ersten Mord im Zug gebeichtet hat. Daraufhin wird der Verdächtige, der sich in Fitz’ Obhut befindet, erneut festgenommen. Fitz muss den Fall abgeben. Doch er ermittelt auf eigene Faust weiter.","versions":[]},{"epId":"episode-3","name":"Mörderische Liebe","epNo":3,"alt":"To Say I Love You – Part 1","descr":"Ein arbeitsloses Paar führt einen Lebenswandel unter Missachtung aller gesellschaftlichen Regeln. Menschen, die sie einschränken, ermorden sie auf perverse Weise. Als Fitz ein Psychogramm des Verbrecherpaars erstellt, wollen die beiden ihn beseitigen.","versions":[{"lang":1,"streams":[{"redirect":13008667,"hoster":"VOE"},{"redirect":10108532,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[In der Folge davor enthalten]","epNo":4,"alt":"To Say I Love You – Part 2","descr":"Als Fitz klar wird, dass Tina ihn in eine Falle locken wollte, lässt er sie verhaften. Sean dreht daraufhin durch. Er will Rache an Tinas Schwester Sammy nehmen, die Tinas Leben verpfuschte. Er übergießt sich und Sammy mit Benzin.","versions":[]},{"epId":"episode-5","name":"Tod eines Knaben","epNo":5,"alt":"One Day A Lemming Will Fly – Part 1","descr":"Der 14-jährige Tim wird erhängt im Wald gefunden. Fitz glaubt, dass Tims Englischlehrer die Tat aus Angst vor Entdeckung seiner Neigung begangen hat. Der Psychologe hält den Mann für homosexuell und vermutet, dass er Tim abgöttisch geliebt hat.","versions":[{"lang":1,"streams":[{"redirect":11308666,"hoster":"VOE"},{"redirect":10108533,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[In der Folge davor enthalten]","epNo":6,"alt":"One Day A Lemming Will Fly – Part 2","descr":"Fitz gelingt es, Tims angeblichen Mörder zu einem Geständnis zu bewegen. Auf einer Pressekonferenz soll der Täter bekanntgegeben werden. Kurz vorher widerruft der Verhaftete seine Aussage vor Fitz. Allerdings möchte er nicht öffentlich Stellung beziehen.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kalte Rache","epNo":1,"alt":"To Be A Somebody – Part 1","descr":"Wegen Unstimmigkeiten mit Chief Inspector Bilborough wird Fitz aus dem Ermittlungsteam geworfen. Ein katastrophaler Fehler: Der neue Polizeipsychologe Dr. Nolan reizt einen Täter so sehr, dass der ihn erschießt. Fitz wird zurückgeholt.","versions":[{"lang":1,"streams":[{"redirect":11308664,"hoster":"VOE"},{"redirect":10108534,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In der Folge davor enthalten]","epNo":2,"alt":"To Be A Somebody – Part 2","descr":"Fitz erstellt ein genaues Täterprofil des gesuchten Mörders. Die Spur führt zu Albie Kinsella. Der Psychopath will eine Massenpanik, die 1989 in einem Fußballstadion entstand und 96 Opfer forderte, rächen. Genau 96 Menschen sollen sterben.","versions":[]},{"epId":"episode-3","name":"Teuflische Verführung","epNo":3,"alt":"The Big Crunch – Part 1","descr":"Der Rektor Kenneth Trant macht sich seine Schülerinnen sexuell hörig. Anschließend rekrutiert er sie für seine bizarre Sekte. Eines der Opfer, die schüchterne Joane, glaubt in ihrer Naivität an eine feste Beziehung. Der Sektenführer beschließt ihren Tod.","versions":[{"lang":1,"streams":[{"redirect":11308662,"hoster":"VOE"},{"redirect":10108535,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[In der Folge davor enthalten]","epNo":4,"alt":"The Big Crunch – Part 2","descr":"Joane stirbt an den Folgen ihrer Misshandlungen. Der Verdacht fällt auf den geistig zurückgebliebenen Dean. Bevor Fitz dessen Unschuld beweisen kann, begeht Dean in der Zelle Selbstmord.","versions":[]},{"epId":"episode-5","name":"Männerphantasien","epNo":5,"alt":"Men Should Weep – Part 1","descr":"Ein schreckliches Ereignis überschattet Fitz’ Beziehung zu Jane Penhaligon. Die Kollegin wird vergewaltigt. Sie glaubt, Opfer eines Serientäters geworden zu sein, der schon mehrere Frauen missbraucht hat. Fitz ist überzeugt, dass es ein Trittbrettfahrer war.","versions":[{"lang":1,"streams":[{"redirect":11308669,"hoster":"VOE"},{"redirect":10108544,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[In der Folge davor enthalten]","epNo":6,"alt":"Men Should Weep – Part 2","descr":"Der Serienvergewaltiger Floyd, der sein letztes Opfer ermordet hat, wird festgenommen. Fitz kann ihm jedoch kein Geständnis abringen. Der Farbige muss wieder freigelassen werden. Im letzten Moment erkennt Fitz, dass die nächste Tat des Mannes ihn treffen soll.","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Bruderliebe","epNo":1,"alt":"Brotherly Love – Part 1","descr":"Judith glaubt Fitz nicht, dass er seine Beziehung zu Jane Penhaligon beendet hat. Die junge Polizistin hat indes nur ein Interesse: Sie meint, in ihrem Kollegen Jimmy Beck ihren Vergewaltiger zu erkennen und setzt alles daran, ihn zu einem Geständnis zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":11308658,"hoster":"VOE"},{"redirect":10108536,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In der Folge davor enthalten]","epNo":2,"alt":"Brotherly Love – Part 2","descr":"Jane Penhaligon bittet Fitz, der gerade Vater geworden ist, um Hilfe. Sie will unbedingt ein Geständnis ihres Vergewaltigers Jimmy Beck erzwingen. Aber auch Fitz scheitert. Jane muss mit ansehen, dass Beck an seinen Arbeitsplatz zurückkehrt.","versions":[]},{"epId":"episode-3","name":"Racheengel","epNo":3,"alt":"Best Boys – Part 1","descr":"Der 17-jährige homosexuelle Bill Nash hat Arbeit gefunden und sich sofort in seinen neuen Chef verliebt. Da er ohne festen Wohnsitz ist, nimmt ihn sein Arbeitgeber mit nach Hause. Es kommt zu einem Streit mit der Vermieterin, der für die Frau tödlich endet.","versions":[{"lang":1,"streams":[{"redirect":11308661,"hoster":"VOE"},{"redirect":10108540,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[In der Folge davor enthalten]","epNo":4,"alt":"Best Boys – Part 2","descr":"Jane Penhaligon kann endlich beweisen, dass Jimmy Beck sie vergewaltigt hat. Fitz sucht inzwischen Bills Pflegefamilie auf. Bill und sein Arbeitgeber Grady sind nach dem Mord an ihrer Vermieterin auf der Flucht.","versions":[]},{"epId":"episode-5","name":"Liebesfalle","epNo":5,"alt":"True Romance – Part 1","descr":"Fitz hält Vorlesungen an der Universität. Eine seiner Studentinnen verliebt sich in ihn. Um seine Aufmerksamkeit zu erregen, tötet sie junge Männer mit Elektroschocks. Fitz will aus den Ermittlungen aussteigen, um dem Grauen ein Ende zu bereiten.","versions":[{"lang":1,"streams":[{"redirect":11308671,"hoster":"VOE"},{"redirect":10108537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[In der Folge davor enthalten]","epNo":6,"alt":"True Romance – Part 2","descr":"Fitz weiß, dass die geisteskranke Studentin mit ihren Morden seine Aufmerksamkeit erregen will. Deshalb gibt er den Fall ab. Die junge Frau hat sich jedoch Fitz’ Sohn Mark als nächstes Opfer ausgesucht. Per Fax droht sie, Mark zu töten.","versions":[]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Weiße Teufel","epNo":1,"alt":"White Ghost","descr":"Fitz begibt sich auf Vortragsreise nach Hongkong. In der Stadt ereignen sich einige sonderbare Mordfälle. Der Psychologe wird von der Polizei um Hilfe gebeten. Mit Kollegin Janet Lee Cheung kommt es zu Kompetenzrangeleien. Die Taten des Mörders eskalieren.","versions":[{"lang":1,"streams":[{"redirect":11308681,"hoster":"VOE"},{"redirect":10108538,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Nine Eleven","epNo":1,"alt":"Nine Eleven","descr":"Fitz, der mit seiner Gattin Judith ein beschauliches, aus seiner Sicht aber auch etwas langweiliges, anregungsarmes Leben in Australien führt, kehrt zur Hochzeit seiner Tochter Katy nach Manchester zurück. Seit seinem letzten Fall als Polizeipsychologe sind zehn Jahre vergangen. Inzwischen hat sich die Welt verändert. Das New Yorker World Trade Center gibt es nicht mehr, und im Irak führen amerikanische und englische Soldaten Krieg gegen den Terror. Was für Fitz eigentlich nur als rein privater Aufenthalt gedacht war, entwickelt sich, sehr zum Missfallen seiner Gattin Judith, zu einem unerwarteten, nervenaufreibenden Abstecher in sein altes Leben. Und der beschränkt sich nicht auf einen Besuch im Spielcasino. Walters, der neue Ressortleiter der Polizei, bittet Fitz um Hilfe bei der Aufklärung zweier Morde, die einige Rätsel aufgeben. Beide Opfer sind amerikanische Staatsbürger. Während der erste auf der Toilette eines Clubs ermordet worden ist, fand der zweite den Tod in seinem eigenen Haus. Es gibt Hinweise, die darauf deuten, dass es sich in beiden Fällen um denselben Täter handeln könnte. Von einem Motiv fehlt aber jede Spur. Fitz nimmt sich auf seine gewohnt bärbeißig unkonventionelle Art der Sache an. Mit psychologischem Gespür entwickelt er die ebenso überraschende wie zutreffende Theorie, dass es bei dem ersten Mord einen Augenzeugen gegeben haben muss. Dass dieser Mann, der sich zufällig auf der Toilette befand, als der Mörder zuschlug, ein Taschendieb und Junkie ist, der aus seinem Wissen Kapital zu schlagen gedenkt, ahnt er noch nicht. Klar aber ist, dass mit dem Mörder nicht zu spaßen sein dürfte. Es muss sich um einen durchtrainierten, im Töten ausgebildeten, braunhaarigen Mann handeln, der möglicherweise eine Militär- oder Polizeiausbildung durchlaufen hat. Das schränkt den Kreis der Verdächtigen erheblich ein. All diese Merkmale treffen auf den Polizisten Kenny zu, der zudem nachweislich beruflich Kontakt mit dem zweiten Opfer hatte. Und es gibt noch einige Indizien, die Fitz’ Theorie untermauern. Während Detective Walters es inzwischen bedauert, Fitz überhaupt zu Hilfe gerufen zu haben, konzentriert der sich immer mehr auf den Polizisten und Familienvater Kenny, der zuvor als Soldat in Nordirland stationiert war. In einem langen Gespräch versucht er, hinter dessen Gedanken und Beweggründe zu kommen. Offenbar spielen darin anti-amerikanische Affekte, wie sie sich in Kennys Wahnwelt nach dem 11. September und dem sich anschließenden Irak-Einsatz amerikanischer und englischer Truppen festgesetzt haben, eine nicht zu unterschätzende Rolle. Nach allem, was er dabei erfährt, besteht für Fitz nicht die Spur eines Zweifels, dass er den Mörder gefunden hat. Für einen Haftbefehl aber reicht, ohne Beweise, selbst das schlüssigste Psychogramm nicht aus. Dann gibt es einen weiteren Toten. Und wenn Fitz mit seiner Theorie recht behalten sollte, ist diese Geschichte damit noch lange nicht zu Ende. Die Situation spitzt sich dramatisch zu, und es spricht nicht mehr viel dafür, dass Fitz sein Flugzeug zurück nach Australien pünktlich erreichen wird.","versions":[{"lang":1,"streams":[{"redirect":11308680,"hoster":"VOE"},{"redirect":10108539,"hoster":"Streamtape"}]}]}]}]}