{"seriesId":"fr-alle-flle-stefanie","name":"Für alle Fälle Stefanie","descr":"Stefanie Engel ist Krankenschwester am Luisen-Krankenhaus. Die Mutter eines zehnjährigen Jungen fühlt sich zum Helfen berufen, aber sie ist ein \"Engel\" ohne Heiligenschein. Stefanie steht mit beiden Beinen im Leben und erlebt neben Erfolgen auch Niederlagen. Schwester Stefanie nimmt spontan Anteil am Schicksal ihrer Mitmenschen und setzt sich für sie ein, auch wenn es deswegen manchmal zu Konflikten mit den Ärzten oder der Krankenhausleitung kommt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In freudiger Erwartung (1)","epNo":1,"alt":"","descr":"Stefanie ist es leid: Immer wieder geht ihr Ehemann Peter fremd. Nur mit einer großen Aussprache, meint Stefanie, ist die Beziehung vielleicht noch zu retten. Denn wie würde ihr Sohn Alexander auf eine Trennung reagieren? Auf der Station des Luisenkrankenhauses sorgt Pfleger Tom für Aufregung. Die berühmte Schauspielerin Hiltrud Steinmetz ist als Patientin eingeliefert worden. Endlich hat Tom die Möglichkeit, ihr vorzusprechen. Bekommt er endlich die Chance auf eine Karriere als Schauspieler? Ausgerechnet an diesem Tag setzt sich Jochen Janssen eine Überdosis Heroin. Er kann in letzter Minute gerettet werden. Gelingt es Stefanie, den jungen Mann davon zu überzeugen, dass der Drogenrausch nicht das richtige Mittel ist, um mit den Härten des Lebens fertig zu werden?","versions":[{"lang":1,"streams":[{"redirect":12005005,"hoster":"VOE"},{"redirect":12010173,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In freudiger Erwartung (2)","epNo":2,"alt":"","descr":"Eigentlich hat Schwester Stefanie heute ihren freien Tag, doch dann wird ein dramatischer Notfall eingeliefert: Der Feuerwehrmann Marcel Grantke ist beim Versuch, einen Jungen aus einem brennenden Haus zu retten, in die Tiefe gestürzt. Der schwer verletzte Feuerwehrmann hat nur dann eine Chance, wenn ihm das Bein amputiert wird. Um Marcel neuen Lebensmut zu geben, trifft sich Schwester Stefanie während ihrer Dienstzeit mit dessen Frau – und muss dafür harsche Kritik einstecken.","versions":[{"lang":1,"streams":[{"redirect":12005013,"hoster":"VOE"},{"redirect":12010170,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der goldene Schuss","epNo":3,"alt":"","descr":"Bei einem Verkehrsunfall kommen der Ehemann und der Sohn von Stationsschwester Klara auf tragische Weise ums Leben. Die sonst so starke Frau bricht zusammen und braucht jetzt dringend Stefanies Hilfe. Aber Stefanie muss sich auch um ihre Patienten kümmern: das blinde Mädchen Anna-Lena ist vergewaltigt und mit einem Messer verletzt worden. Wie soll sie je wieder Vertrauen zu anderen Menschen gewinnen? Stefanie versucht, Kontakt zu dem Mädchen aufzubauen, das sich völlig in sich zurückgezogen hat. Zu Hause spitzt sich die Ehekrise zu: Stefanie hofft zwar, dass ihr Mann Peter jetzt endgültig auf die kurzen Liebschaften mit anderen Frauen verzichtet, doch ein spontaner Besuch in der Werbeagentur ihres Mannes führt zu einer schmerzlichen Erkenntnis: Stefanie beschließt, sich von ihm zu trennen…","versions":[{"lang":1,"streams":[{"redirect":12005020,"hoster":"VOE"},{"redirect":12010172,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödlicher Unfall","epNo":4,"alt":"","descr":"Klara bricht zusammen, als sie eine schreckliche Nachricht bekommt: Ihr Ehemann und ihr Sohn sind bei einem Verkehrsunfall ums Leben gekommen. Schwester Stefanie kümmert sich um ihre Kollegin – wie auch um einen anderen Schützling: Das blinde Mädchen Anna-Lena ist vergewaltigt worden…","versions":[{"lang":1,"streams":[{"redirect":12005027,"hoster":"VOE"},{"redirect":12005039,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abschied","epNo":5,"alt":"","descr":"Leo Kladen wird nach seiner Nieren-Transplantation nochmals im Luisenkrankenhaus behandelt: Ihm steht eine weitere komplizierte und riskante OP am Fuß bevor. Professor Günther hatte diesen Eingriff verschoben und der Nieren-OP den Vorrang eingeräumt. Kladen wird von seiner Frau Bettina überraschend mit der Tatsache konfrontiert, daß sie schon seit längerer Zeit einen Geliebten hat und ihn jetzt verlassen wird. Kladen bricht über dieser Nachricht zusammen, resigniert und gefährdet mutwillig sein Leben. Aber dann taucht ein junges Mädchen auf und behauptet, daß Kladen die Niere ihres tödlich verunglückten Vaters transplantiert wurde… Patient Schmiedecke, den Rückenschmerzen plagen, wird von Dr. Büttner, dem möglichen Nachfolger von Meyer-Liszt, behandelt.Der Arzt, der eine Art Probezeit in der Klinik absolviert, tippt auf Bandscheibe und verordnet Schmiedecke zunächst einmal eine Entlastungsdiät. Bei der Visite stellt Oberarzt Dr. Stein fest, daß Büttner wichtige Untersuchungen nicht vorgenommen hat…","versions":[{"lang":1,"streams":[{"redirect":12005032,"hoster":"VOE"},{"redirect":12010176,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freitod","epNo":6,"alt":"","descr":"Gerade noch rechtzeitig findet Schwester Stefanie den Patienten Wolfgang Minden, der sich die Pulsadern aufgeschnitten hat. Er gesteht ihr, seit zwei Jahren arbeitslos zu sein. Stefanie gelingt es, dem verzweifelten Mann neuen Mut zu machen. Da erfährt er von den Scheidungsabsichten seiner Frau.","versions":[{"lang":1,"streams":[{"redirect":12005034,"hoster":"VOE"},{"redirect":12010178,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Lüge","epNo":7,"alt":"","descr":"Schwester Stefanie weiß nicht, wie sie sich verhalten soll: Die Mutter ihres Krebspatienten Thorsten will nicht, dass ihr Sohn die volle Wahrheit über seine Erkrankung erfährt. Stefanie ist überzeugt, dass der Junge sie kennen sollte, damit er alle Abwehrkräfte im Kampf gegen den Krebs mobilisieren kann…","versions":[{"lang":1,"streams":[{"redirect":12005038,"hoster":"VOE"},{"redirect":12005048,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Falscher Verdacht","epNo":8,"alt":"","descr":"Friedhelm Sökeland kommt mit akuten Herzbeschwerden ins Krankenhaus. Obwohl die Ärzte ihn für kerngesund halten, besteht der Rentner auf weiteren Untersuchungen. Als er den Verdacht schöpft, dass sein Zimmergenosse, der Lehrer Holger Henning, nicht nur schwul, sondern auch noch aidskrank ist, versucht er alles, um in ein anderes Zimmer verlegt zu werden.","versions":[{"lang":1,"streams":[{"redirect":12005043,"hoster":"VOE"},{"redirect":12010175,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Entscheidung","epNo":9,"alt":"","descr":"Schwester Stefanie steht vor einer schweren Entscheidung: Was soll sie dem alten und schwer kranken Patienten Müller raten? Mit einer Operation könnte sein Leben höchstens um ein paar Wochen verlängert werden; ohne den Eingriff könnte er zu Hause in Frieden sterben. Auch in Sachen Familie müssen Entscheidungen getroffen werden: Sohn Alexander arrangiert ein Treffen zwischen seiner Mutter Stefanie und Vater Peter in einem Restaurant, um die beiden wieder zusammenzubringen.","versions":[{"lang":1,"streams":[{"redirect":12005051,"hoster":"VOE"},{"redirect":12010179,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fehlurteil","epNo":10,"alt":"","descr":"Schwester Stefanie wagt ihrem Sohn Alexander zuliebe doch noch einmal den Neuanfang mit ihrem Mann Peter. Beruflich braucht sie ihre ganze Kraft, um der Schwesternschülerin Sevine zu helfen. Diese erhält überraschend Besuch von ihrer Mutter aus der Türkei. Und obwohl sich Mutter und Tochter lieben, sind sie sich fremd geworden. Wenig später wird die Türkin Ayse Ingöz mit starken Schmerzen auf die Station eingeliefert. Sevine stellt sich zwar als Dolmetscherin zur Verfügung, aber dennoch halten die Ärzte, die Ayses seltsames Verhalten nicht verstehen können, diese für eine Simulantin.","versions":[{"lang":1,"streams":[{"redirect":13056362,"hoster":"VOE"},{"redirect":12010180,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bandenkrieg","epNo":11,"alt":"","descr":"Mit einem Messerstich im Bauch wird der Anführer der Jugendgang \"Masters\", der 15-jährige Marc Kunert, auf der Station des Luisenkrankenhauses eingeliefert. dass er über die Herkunft des Messerstiches schweigt und keine Anzeige erstattet, ist Ehrensache: jugendliche Bandenkriege werden unter sich abgemacht. So verfolgen also die Mitglieder der \"Masters\" den Anführer der \"Fighters\", den ebenfalls 15-jährigen Boris. Als sie an ihn nicht herankommen, terrorisieren sie auch Jens, den jüngeren Bruder von Boris. Gewalt, die zu einem folgenschweren Unfall führt. Schwester Stefanie versucht, die Jugendlichen zur Vernunft zu bringen. Pfleger Tom versucht weiterhin Sevinc davon zu überzeugen, dass sie keine Chancen bei Dr. Timo Lennart hat. Krankenschwester Claudia hat ein Verhältnis mit Prof. Günter angefangen. In der neuen Liebe zwischen Peter und Stefanie zeigen sich erste Risse…","versions":[{"lang":1,"streams":[{"redirect":13056365,"hoster":"VOE"},{"redirect":12010177,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die verschwundene Akte","epNo":12,"alt":"","descr":"Auf der Station des Luisenkrankenhauses wird die Obdachlose Dagmar Mens vollkommen betrunken eingeliefert. Widerwillig nimmt Dr. Tennschert die hilflose Person auf der Station auf. Sobald sie nüchtern ist, will der Arzt die ehemalige Kindergärtnerin wieder loswerden. Wie in einem Spiegel erlebt Klara ihre persönliche Situation im Schicksal der Patientin. Klara trinkt heimlich im Dienst und macht immer häufiger Fehler. Schließlich geht es so weit, dass sie eine wichtige Röntgenaufnahme verschlampt. Schwester Elke will Klara nicht länger decken und macht Meldung bei der Pflegedienstleitung. Schwester Stefanie besorgt ihrer Freundin einen Flug nach Schottland, damit sie sich einige Tage ausspannen kann. Zuhause findet Stefanie ihren Sohn Alexander voller Angst vor der Wohnungstür…","versions":[{"lang":1,"streams":[{"redirect":13014575,"hoster":"VOE"},{"redirect":12010182,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ausgesetzt","epNo":13,"alt":"","descr":"Vor der Klinik findet Schwester Stefanie ein neugeborenes Baby. Niemand kann erklären, woher das Baby stammt, und Stefanie, Elke und Sevinc nehmen das kleine Wesen erst mal auf der Station auf. Aufregend geht’s auch zu Hause weiter: Als Stefanie von einem Abendessen mit Dr. Lennart nach Hause kommt, klagt Alexander über starke Bauchschmerzen. Dr. Lennart erkennt sofort, worum es sich handelt…","versions":[{"lang":1,"streams":[{"redirect":12005101,"hoster":"VOE"},{"redirect":12010186,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Nur vor Glück nicht die Nerven verlieren","epNo":14,"alt":"","descr":"Stefanies Sohn Alexander liegt frisch operiert im Luisenkrankenhaus. Eine gute Gelegenheit für Stefanie, durch ein gemeinsames Abendessen Dr. Timo Lennart zu danken. Mit seiner schnellen und sicheren Diagnose hat er ihren Sohn gerettet. Aber Stefanie will mehr: Sie lädt Timo in ihre Wohnung ein. Doch nicht nur die beiden verstehen sich gut. Es knistert auch zwischen Dr. Mark Tennschert und Dr. Heidrun Simmrath. Die beiden halten ihre Liebschaft vor den Kollegen im Krankenhaus geheim, aber während eines Nachtdienstes überrascht Schwester Elke die beiden in einer eindeutigen Situation. Krankengymnastin Claudia hat sich Hals über Kopf in den attraktiven Architekten Elmar Ott verliebt, der mit Verdacht auf einen verdeckten Herzinfarkt auf die Station des Luisenkrankenhauses eingeliefert wurde. Dr. Tennschert verordnet ihm strenge Bettruhe.Doch an seinem 40. Geburtstag kann Ott nicht widerstehen. Er feiert mit seinen Mitarbeitern, die ihn im Krankenhaus besuchen, und erleidet einen Herzinfarkt.","versions":[{"lang":1,"streams":[{"redirect":12922699,"hoster":"VOE"},{"redirect":12010187,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Traumfrau","epNo":15,"alt":"","descr":"Hans Berg wird nach einem Unfall mit leichten Verletzungen eingeliefert, doch seine Geliebte Nina befindet sich in einer weitaus schlimmeren Situation: Nach einem Schädelbasisbruch ist sie ins Koma gefallen. Durch den Unfall erfährt Bergs Frau von seinem Verhältnis, ist jedoch bereit, ihm zu verzeihen. Berg steht vor einer schweren Entscheidung…","versions":[{"lang":1,"streams":[{"redirect":12005107,"hoster":"VOE"},{"redirect":12010181,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Auf Messers Schneide","epNo":16,"alt":"","descr":"Während Stefanie mit Luciana, der zehnjährigen Freundin von Alexander, auf dem Spielplatz ist, achtet sie für kurze Zeit nicht auf das Kind. Luciana stürzt daraufhin so unglücklich, dass ein Wirbel des Rückgrats bricht. Jede Bewegung kann nun eine Querschnittslähmung hervorrufen…","versions":[{"lang":1,"streams":[{"redirect":12922694,"hoster":"VOE"},{"redirect":12005122,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kubinkes Pistole","epNo":17,"alt":"","descr":"Sevinc entdeckt im Nachttisch des Krebspatienten Kubinke eine Pistole! Doch als die Schwestern gemeinsam nach der Waffe suchen, ist sie unauffindbar. Sie verlegen daraufhin Kubinke in ein anderes Zimmer und achten darauf, dass er die Pistole nicht mitnehmen kann…","versions":[{"lang":1,"streams":[{"redirect":12005114,"hoster":"VOE"},{"redirect":12010184,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"In Bedrängnis","epNo":18,"alt":"","descr":"Die bewusstlose Jutta Vogler wird eingeliefert – Dr. Lennart stellt bei ihr ein Schädeltrauma fest. Zeugen, die gesehen haben, wie Jutta Vogler auf die Straße lief, vermuten eine Selbstmordabsicht. Und auch auf der Station wird schnell klar, dass Frau Vogler vor irgendetwas sehr große Angst hat…","versions":[{"lang":1,"streams":[{"redirect":12005120,"hoster":"VOE"},{"redirect":12010183,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Versager","epNo":19,"alt":"","descr":"Bauunternehmer Kunze liegt mit einer Bauchspeicheldrüsenerkrankung in der Klinik. Sein Zustand macht Schwester Stefanie ernsthafte Sorgen, denn Kunze hat sich aufgegeben. Seit dem Konkurs seiner Firma, der Trennung von seiner jungen Geliebten und der Entfremdung von seiner Tochter Anna hat er keine Kraft mehr, gegen seine Krankheit zu kämpfen. Im Gegenteil: Fast scheint es, als suche er den Tod. Im siebten Himmel schwebt Schwester Elke. Sie hat sich in ihren Patienten Matthias Stelzer verliebt und freut sich schon auf einen gemeinsamen Urlaub…","versions":[{"lang":1,"streams":[{"redirect":12005124,"hoster":"VOE"},{"redirect":12010189,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ängste","epNo":20,"alt":"","descr":"Geiselnahme im Luisenkrankenhaus! Uwe Baumann, der sich bei einem Überfall verletzt hat, sucht Zuflucht auf Stefanies Station. Als die Polizei erscheint, nimmt er Schwester Stefanie als Geisel. Kaum ist diese Aufregung ausgestanden, muss sich Stefanie um die junge Rita Böhme kümmern. Diese wird mit hohem Fieber eingeliefert – ausgerechnet kurz vor der Hochzeitsreise mit ihrem Mann Hubertus. Stefanie entdeckt schnell, dass hinter Rita Böhmes Erkrankung etwas anderes steckt.","versions":[{"lang":1,"streams":[{"redirect":12005131,"hoster":"VOE"},{"redirect":12010185,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein starkes Stück","epNo":21,"alt":"","descr":"Frau Daub, Leiterin einer privaten Tierpension, muss wegen eines Schlüsselbeinbruchs zur Operation ins Luisenkrankenhaus. Leider kann sie nur einige Tiere anderweitig unterbringen. Zwergkaninchen Momo und den sprechenden Beo Viktor nimmt sie daher einfach mit auf die Station. Dr. Stein ist entsetzt. Doch Schwester Stefanie und ihren Kolleginnen gelingt eine heimliche Verlegung der Tiere in das Zimmer des 12-jährigen Patienten Robert. Schwester Klara kümmert sich indessen mütterlich um die siebenjährige Nicole, die einmal Ballerina werden will und nach einer harmlosen Blinddarmoperation erst langsam wieder mit dem Tanzen anfangen darf.","versions":[{"lang":1,"streams":[{"redirect":12005138,"hoster":"VOE"},{"redirect":12010191,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Merkwürdige Verhältnisse","epNo":22,"alt":"","descr":"Die rüstige Oma Schmalz feiert auf der Station ihren 100. Geburtstag. Schwester Stefanie stellt dabei irritiert fest, dass die alte Dame von ihren jungen Betreuern Jan und Joschi materiell ausgenommen wird. Stefanie versucht, Oma Schmalz zu warnen. Herr Luther klagt unterdessen über Bauchschmerzen und Erbrechen. Seine energische Frau, Schuldirektorin eines Gymnasiums, hält ihn für einen Hypochonder. Frauenliebling Dr. Tennschert muss die Klinik verlassen, seit seine Beteiligung an einem Pharmakonzern von Schwester Elke publik gemacht wurde. An seine Stelle tritt der ehrgeizige Dr. Stamm.","versions":[{"lang":1,"streams":[{"redirect":12005152,"hoster":"VOE"},{"redirect":12010192,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein verflixtes Wochenende","epNo":23,"alt":"","descr":"Schwester Stefanie möchte mit ihrem Sohn Peter nach Paris fliegen, bekommt aber von der neuen Stationsärztin Dr. Simrath ihren Urlaub gestrichen. Alexander begleitet seinen Vater nach Frankreich.","versions":[{"lang":1,"streams":[{"redirect":12005190,"hoster":"VOE"},{"redirect":12010188,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Reizende Nachbarn","epNo":24,"alt":"","descr":"Die im achten Monat schwangere Lisa Hellmann hat sich beim Bau des eigenen Hauses zu viel zugemutet und liegt mit einer beidseitigen Lungenentzündung im Luisenkrankenhaus. Als ihr Mann Christoph ihr mitteilt, dass die Baubehörde das Grundstück zurückfordert, weil das Haus nicht fristgerecht fertiggestellt werden kann, ist Lisa verzweifelt. Gleichzeitig werden zwei verfeindete Nachbarn mit nahezu identischen Knochenbrüchen eingeliefert, die sie sich beim \"Nahkampf\" im Treppenhaus zugezogen haben.","versions":[{"lang":1,"streams":[{"redirect":12005192,"hoster":"VOE"},{"redirect":12010190,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ende eines Ausflugs","epNo":25,"alt":"","descr":"Es sollte eine so schöne Reise werden: Der geschiedene Paul und sein siebenjähriger Sohn Felix sind schon am Bahnhof, als dem Jungen plötzlich übel wird. Die Ärzte im Luisenkrankenhaus können sich allerdings keinen Reim auf die rätselhaften Symptome von Felix machen – er hat anhaltend hohes Fieber und schreckliche Krämpfe, eine eindeutige Diagnose gibt es nicht. Stephanie verständigt Felix’ Mutter und erlebt eine böse Überraschung: Pauls Ex-Frau Veronika kommt mit der Polizei im Gefolge ins Krankenhaus und behauptet, Paul habe den gemeinsamen Sohn entführt… Dr. Meier-Liszt, der wieder ins Luisenkrankenhaus zurückkehrt, liest auf der Bahnhofstoilette den Obdachlosen Richie auf und bringt den Mann in die Klinik. Richies Kumpel Mücke macht zu Klara geheimnisvolle Andeutungen über Richies Identität. Klara geht den Hinweisen nach…","versions":[{"lang":1,"streams":[{"redirect":12005195,"hoster":"VOE"},{"redirect":12010194,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Aus der Traum","epNo":26,"alt":"","descr":"Die junge Ballerina Petra Behrend, die gerade am Anfang ihrer Karriere steht, wird in einer S-Bahn von drei betrunkenen Jugendlichen angegriffen. Schwester Stefanie, die auf dem Weg zur Arbeit ist, kommt ihr als einzige zu Hilfe – leider zu spät. Einer der Jungen hat Petra ein Messer in den Rücken gestossen. Die Jugendlichen können fliehen, und Petra Behrend wird im Luisenkrankenhaus sofort operiert. Für eine weitere Aufregung auf der Station sorgt der berühmte Modemacher Tilmann Frinks. Nach einem schweren Verkehrsunfall braucht er dringend eine Transfusion der seltenen Blutgruppe AB negativ.","versions":[{"lang":1,"streams":[{"redirect":12005199,"hoster":"VOE"},{"redirect":12010193,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Eine ganze Menge Leben","epNo":27,"alt":"","descr":"Mutprobe oder Unfall? Das fragt sich Schwester Stefanie, als Carl-Maria Söderbrunn, Sohn eines berühmten Dirigenten und Schüler eines Elite-Internats mit einer Halswirbelfraktur ins Luisenkrankenhaus eingeliefert wird. Er gibt vor, sich beim Fussballspiel verletzt zu haben. Seine Lehrerin Frau Wecker macht sich schwere Vorwürfe, ihre Aufsichtspflicht verletzt zu haben. Und auch Carl-Marias Vater, der seine Tournee unterbrechen muss, hält der Lehrerin Verantwortungslosigkeit vor.","versions":[{"lang":1,"streams":[{"redirect":12005001,"hoster":"VOE"},{"redirect":12010197,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Unter Druck 1","epNo":1,"alt":"","descr":"Schwester Stefanie ist mit Paul Mattuschek im Urlaub – und in der Klinik geht es rund: Der Jugendliche Maik ist mit seinem Motorrad verunglückt, als er versuchte, einer Frau die Tasche zu stehlen. Für Lernschwester Maxi wird die Begegnung mit dem Patienten zur Qual: Maik hatte vor Jahren versucht, Maxi zu vergewaltigen. Klara hilft ihr schließlich, die Vergangenheit zu bewältigen. Außerdem wird eine Frau eingeliefert, die offensichtlich von ihrem Mann misshandelt worden ist.","versions":[{"lang":1,"streams":[{"redirect":12335192,"hoster":"VOE"},{"redirect":12010195,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter Druck 2","epNo":2,"alt":"","descr":"Schwester Stefanie ist mit Paul Mattuschek im Urlaub – und in der Klinik geht es rund: Der Jugendliche Maik ist mit seinem Motorrad verunglückt, als er versuchte, einer Frau die Tasche zu stehlen. Für Lernschwester Maxi wird die Begegnung mit dem Patienten zur Qual: Maik hatte vor Jahren versucht, Maxi zu vergewaltigen. Klara hilft ihr schließlich, die Vergangenheit zu bewältigen. Außerdem wird eine Frau eingeliefert, die offensichtlich von ihrem Mann misshandelt worden ist.","versions":[{"lang":1,"streams":[{"redirect":12005245,"hoster":"VOE"},{"redirect":12010199,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gegen jede Vernunft","epNo":3,"alt":"","descr":"Die Patientin Barbara Schwarz ist beim Aufhängen der Gardinen in einen Glastisch gefallen. Mit hohem Blutverlust wird sie ins Krankenhaus eingeliefert. Während nach einer ihrer Blutgruppe entsprechenden Konserve gesucht wird, erklärt die Patientin, dass sie eine Bluttransfusion aus Glaubensgründen ablehne – Barbara Schwarz ist Zeugin Jehovas. Ihr Zustand verschlechtert sich minütlich, doch die Patientin will lieber sterben, als durch fremdes Blut gerettet werden.","versions":[{"lang":1,"streams":[{"redirect":12005238,"hoster":"VOE"},{"redirect":12010227,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sternstunden","epNo":4,"alt":"","descr":"Tobias Baumann hat sich durch eine verseuchte Blutkonserve mit Aids infiziert. Seine verständliche Angst vor Ärzten und Kliniken macht dem Personal des Luisenkrankenhauses die Arbeit nicht leichter… Außerdem taucht der 14-jährige Bruder von Lernschwester Maxi auf, der aus einem fürchterlichen Heim abgehauen ist. Maxi kann ihn nicht aufnehmen, da sie selbst noch nicht volljährig ist. Hilfe kommt von unerwarteter Seite…","versions":[{"lang":1,"streams":[{"redirect":12005235,"hoster":"VOE"},{"redirect":12010196,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schüsse in der Nacht","epNo":5,"alt":"","descr":"Der Zivildienstleistende Carl von Ambusch hat zum ersten Mal Nachtdienst, als sich eine vermummte Gestalt Zugang zum Schwesternzimmer verschafft und ihn mit einer Pistole zwingt, den Giftschrank zu öffnen. Carl weigert sich. Es kommt zu einem Handgemenge, in dessen Verlauf ein Schuss den Eindringling in die Brust trifft. Willi, der Bruder von Maxi, wird immer noch auf der Station versteckt, \"darf\" dann aber auch offiziell bleiben, nachdem er sich auf der Flucht vor der Polizei ein Bein gebrochen hat. Paul Mattuschek überrascht Stefanie mit einem Blumenstrauss – und einer schlechten Nachricht.","versions":[{"lang":1,"streams":[{"redirect":12005231,"hoster":"VOE"},{"redirect":12010198,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Zweifel für den Oberarzt","epNo":6,"alt":"","descr":"Sebastian, der Sohn von Dr. Stein, kündigt seinen Besuch an. Auf dem Weg zu seinem Vater wird Sebastian in einen Unfall verwickelt. Er wird mit einem Milzriss ins Luisenkrankenhaus gebracht. Eine OP ist unumgänglich, doch Prof. Günther ist auf einem Kongress, und Dr. Stamm weigert sich wegen fehlender Routine, die OP durchzuführen. So bleibt Stein nichts anderes übrig, als selbst zu operieren. Damit verstößt er gegen das ungeschriebene Gesetz, niemals Angehörige zu verarzten.","versions":[{"lang":1,"streams":[{"redirect":12005229,"hoster":"VOE"},{"redirect":12010201,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vergessene Liebe","epNo":7,"alt":"","descr":"Schwester Elke glaubt, ein Gespenst zu sehen, als in der Nähe des Krankenhauses ein Mann steht, der aussieht wie ihre längst vergessene große Liebe, David Grotkau. Als sie abends nach Hause kommt, steht wirklich David vor ihrer Tür und bittet um Gehör. Während Elke zwischen Wut und Zuneigung schwankt, bricht David zusammen und gesteht ihr, dass er zurückgekommen sei, um den Rest seines Lebens mit ihr zu verbringen. Er habe ein Knochenkarzinom und nicht mehr lange zu leben…","versions":[{"lang":1,"streams":[{"redirect":12005226,"hoster":"VOE"},{"redirect":12010200,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Männer mit Vergangenheit","epNo":8,"alt":"","descr":"Lernschwester Maxi hat Nachtdienst. Sie entdeckt den sympathischen Patienten Zumke, einen Kneiper aus Leidenschaft, beim Biertrinken auf seinem Zimmer. Doch anstatt ihn von seinem Laster abzubringen, lässt sie sich von ihm seine interessante Lebensgeschichte erzählen… Schwester Stefanie wartet sehnsüchtig auf die Rückkehr von Paul Mattuschek, der auf einer Dienstreise ist. Stattdessen kommt Hanne – Pauls Frau…","versions":[{"lang":1,"streams":[{"redirect":12005223,"hoster":"VOE"},{"redirect":12005237,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Friss, schweig, stirb","epNo":9,"alt":"","descr":"Der Vietnamese Bang Tran wird beim illegalen Zigarettenverkauf auf der Straße von seinen Landsleuten brutal zusammengeschlagen. Schwester Klara findet heraus, dass er von dem Boss einer Zigarettenmafia bedroht wird, weil er bei der Polizei gegen ihn aussagen will. Als \"Die Ratte\", wie Bang Tran ihn nennt, in einem günstigen Moment in sein Krankenzimmer eindringen kann, wirft er ihm einen toten Singvogel auf den Bauch: \"Friss, schweig oder stirb!…\"","versions":[{"lang":1,"streams":[{"redirect":12005220,"hoster":"VOE"},{"redirect":12010202,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kleine Geheimnisse","epNo":10,"alt":"","descr":"Die 13-jährige Christina Bahlke wird wegen plötzlicher Ohnmachtsanfälle ins Krankenhaus eingeliefert. Die \"Kollegentochter\", wie Prof. Günther stolz berichtet, hat den berühmten Chirurgen Dr. Bahlke zum Vater und die Opernsängerin Vera Mundt zur Mutter. Vor irgendetwas scheint Christina Angst zu haben. Die \"kleinen Geheimnisse\", die Dr. Bahlke in Gegenwart seiner Tochter zärtlich anspricht, erschrecken sie so sehr, dass sie versucht, sich mit Schlaftabletten umzubringen…","versions":[{"lang":1,"streams":[{"redirect":12005217,"hoster":"VOE"},{"redirect":12010256,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ausgebrannt","epNo":11,"alt":"","descr":"Ein Mann kommt ins Luisenkrankenhaus und bittet den Pförtner um \"ein Zimmer mit Bad\" – dann sinkt er ohnmächtig zusammen. Als der mysteriöse Patient wieder erwacht, kann er sich an nichts mehr erinnern. Zivi Carl erkennt in dem Siegelring des Patienten das berühmte \"Selkow-Porzellan\"-Wappen, und Prof. Günther diagnostiziert das \"Manager-Burn-Out-Syndrom\". Plötzlich erscheint die Polizei im Krankenhaus und glaubt, in dem Unbekannten einen gesuchten Bankräuber zu erkennen…","versions":[{"lang":1,"streams":[{"redirect":12005266,"hoster":"VOE"},{"redirect":12010255,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wenn Onkel Heinz kommt","epNo":12,"alt":"","descr":"Ellen Gropius ist glücklich verheiratet, doch ihr Mann Bernd hat kaum Zeit für seine Frau. So verliebt sie sich in Manfred Staretz, der Kinderbücher illustriert. Bei dem Versuch, eine neue Zeichentechnik zu testen, verätzt sich Staretz seine Hände mit Säure und wird ins Krankenhaus eingeliefert. Zur gleichen Zeit befindet sich Bernd Gropius auf der Jagd. Als er von seinem Hochsitz aus einen Keiler erlegt, fährt ihm die \"Hexe\" ins Kreuz. Auch er muss ins Krankenhaus…","versions":[{"lang":1,"streams":[{"redirect":12005214,"hoster":"VOE"},{"redirect":12010254,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Diskofieber","epNo":13,"alt":"","descr":"Nach einem Discobesuch machen sich Marek und Michaela zusammen mit Freunden ausgelassen auf die Heimfahrt. Den besonderen Thrill suchend, lassen sie sich auf eine Wettfahrt mit anderen Jugendlichen ein. Ein plötzlich entgegenkommendes Fahrzeug nimmt ihnen die Sicht – es kommt zu einem folgenschweren Unfall. Einer der Insassen des Fremdfahrzeugs stirbt noch auf dem OP-Tisch. Marek, der am Steuer saß, wird von seiner Mutter gedrängt, seine Fahrlässigkeit nicht zuzugeben…","versions":[{"lang":1,"streams":[{"redirect":12005211,"hoster":"VOE"},{"redirect":12010253,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lebensangst","epNo":14,"alt":"","descr":"Ene Nachbarin sucht Schwester Stefanie (Kathrin Waligura) wegen Bauchschmerzen auf. Mit Verdacht auf Magendurchbruch wird sie ins Luisenkrankenhaus gebracht, während sich Stefanie um die fünfjährige Tochter kümmert...","versions":[{"lang":1,"streams":[{"redirect":12005208,"hoster":"VOE"},{"redirect":12010257,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Erbschaft","epNo":15,"alt":"","descr":"Der Geschäftsmann Johann Schmittbauer hat keine Zeit, seine Mutter Johanna, die nach einem Schlaganfall eingeliefert wurde, zu besuchen. Und obwohl sich Johanns Schwester Annemarie rührend um die Mutter kümmert, sieht die keinen Grund, das zu honorieren. Nachdem der verlorene Sohn auch nach langem Warten nicht erschienen ist, will Johanna ihr Testament ändern. Als er plötzlich doch im Krankenhaus auftaucht, erleidet die Mutter vor Freude einen Herzanfall und fällt ins Koma…","versions":[{"lang":1,"streams":[{"redirect":12005205,"hoster":"VOE"},{"redirect":12010260,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Wundersame Heilungen","epNo":1,"alt":"","descr":"Unter großen Schmerzen bricht Birgit Gundermann zusammen. Als sie in der Klinik wieder zu sich kommt, weigert sie sich, sich behandeln zu lassen. Ein dubioser Wunderheiler scheint großen Einfluss zu haben…","versions":[{"lang":1,"streams":[{"redirect":12005270,"hoster":"VOE"},{"redirect":12010259,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer einmal lügt","epNo":2,"alt":"","descr":"Stark unterkühlt, mit Prellungen und Knochenbrüchen, wird eine junge Frau eingeliefert – Tehmina Schwarz, Asylbewerberin aus Pakistan. Man fand sie neben den Gleisen an einer Bahnstrecke. Lange mag die Germanistikstudentin nicht über den Vorfall reden, es ist offensichtlich, dass sie vor etwas große Angst hat. Doch dann bricht es aus ihr heraus: Es waren vier Skinheads, die sie aus dem Zug gestoßen haben. Die Kripo wird eingeschaltet… Ein weiterer Patient ist Dietrich Gärtner. Ausgerechnet während der Trauung mit Sabine, kurz vor dem Jawort, fällt er wie vom Schlag getroffen und verletzt sich am Kopf…","versions":[{"lang":1,"streams":[{"redirect":12005288,"hoster":"VOE"},{"redirect":12010258,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rätselhafte Einstiche","epNo":3,"alt":"","descr":"Der Tänzer Peter Hirtze wird mit einem Kreuzbandriss in die Klinik eingeliefert. Aber die Ärzte stellen noch etwas anderes fest: Er ist kokainsüchtig. Sein Bruder \"Bobo\" scheint nur begrenzten Einfluss auf ihn zu haben. Als sich Schwester Elke in \"Bobo\" verliebt, macht sie eine schlimme Entdeckung…","versions":[{"lang":1,"streams":[{"redirect":12005300,"hoster":"VOE"},{"redirect":12010261,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gier nach Leben","epNo":4,"alt":"","descr":"Stress als Lebenselixier, Job und Karriere als das allein Seligmachende – für die Rundfunkmoderatorin Caro Dwinger zählt nichts anderes. Als Dr. Stein hinter die Ursachen ihrer zunächst unerklärlichen Angstzustände, Schweißausbrüche, Herzrasen und Atemnot kommt, dreht Caro durch. Nicht wegen der diagnostizierten Überfunktion der Schilddrüse, sondern wegen der Bedingung, von der Dr. Stein die Aussicht auf Heilung abhängig macht: einer rigorosen Änderung ihres bisherigen Lebensstils. Für Caro kommt das einem \"Tod auf Raten\" gleich. Dem versucht sie, auf ihre Weise zu entgehen…","versions":[{"lang":1,"streams":[{"redirect":12005317,"hoster":"VOE"},{"redirect":12010264,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwerer Verdacht","epNo":5,"alt":"","descr":"Die Taxifahrerin Lonny Kurz wird nach einem Überfall mit schweren Verletzungen eingeliefert. Am nächsten Morgen kommt ein weiterer Notfall hinzu: Hans Sammer wurde bewusstlos und schwer verletzt in der Nähe des Tatorts gefunden; die Polizei geht davon aus, dass er der Täter ist. Lonnys Freund Klaus Schöne rastet aus und beschließt, Selbstjustiz zu üben…","versions":[{"lang":1,"streams":[{"redirect":12379201,"hoster":"VOE"},{"redirect":12010263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Missklänge","epNo":6,"alt":"","descr":"Der erfolgreiche Klarinettist Eberhard Jordanis unternimmt zwei Selbstmordversuche, den letzten noch im Krankenhaus – beide Male kann er gerettet werden. Vergeblich versuchen die Ärzte, den Grund seiner offensichtlichen Verzweiflung zu erfahren. Warum will Jordanis nicht mehr leben, und welche Rolle spielt der Punker Roberto in diesem Fall? Schwester Stephanie und Zivi Carl bringen gemeinsam Licht in die undurchsichtige Angelegenheit…","versions":[{"lang":1,"streams":[{"redirect":12005334,"hoster":"VOE"},{"redirect":12010265,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebes Leben","epNo":7,"alt":"","descr":"Hans Luther hat gerade seine Frau verlassen, um mit einer Jüngeren ein neues Leben zu beginnen. Kaum hat er der gemeinsamen Wohnung den Rücken gekehrt, bricht Irene Luther zusammen. Diagnose: Schlaganfall! Den Rest ihres Lebens ist sie halbseitig gelähmt und sitzt im Rollstuhl. Als Stephanie die Nachricht Hans Luther überbringt, steht er vor einer schwerwiegenden Entscheidung. In dieser Situation äußert Irene eine unglaubliche Bitte…","versions":[{"lang":1,"streams":[{"redirect":13056363,"hoster":"VOE"},{"redirect":12010262,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gebrochenes Vertrauen","epNo":8,"alt":"","descr":"Nach einem Streit mit seinem Vater erleidet der 17-jährige Pascal Rook einen krampfartigen Anfall – was sich im Krankenhaus wiederholt. Nach gründlichen Untersuchungen stellen die Ärzte fest, dass es sich um eine genetisch bedingte Neigung zur Epilepsie handelt. Nun muss der Jugendliche sein Leben völlig ändern – ist Pascal der Herausforderung gewachsen? Schwester Stephanie forscht nach den seelischen Ursachen, die den Ausbruch der Krankheit hervorgerufen haben könnten…","versions":[{"lang":1,"streams":[{"redirect":12005635,"hoster":"VOE"},{"redirect":12010266,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Unglück kommt selten allein","epNo":9,"alt":"","descr":"Doris Kachler wird von einem unerklärlichen Schmerz aus dem Schlaf gerissen – eine brennende Wunde am Hals, die sich als Biss entpuppt. War es der ihr so verhasste Nachbarshund \"Schnauzi\"? Die Liebe zwischen Bobo und Schwester Elke steht unter keinem guten Stern. Denn Bobo hält sich nicht an seine Versprechungen, mit dem Koksen aufzuhören. Elke schlägt alle Warnungen von Klara und Professor Günther in den Wind. Wird Bobos Sucht die Beziehung zerstören?","versions":[{"lang":1,"streams":[{"redirect":12005623,"hoster":"VOE"},{"redirect":12010267,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Versuchung","epNo":10,"alt":"","descr":"Mit schweren Kopfverletzungen und zwei Messerstichen in der Brust wird Celino Kramm in das Luisenkrankenhaus eingeliefert – er wurde am hellichten Tag überfallen. Trotz Notoperation erwacht der Patient nicht aus dem Koma, sodass die Polizei nichts über den Tathergang erfahren kann. Die junge Hanka sorgt für weitere Verwirrung: Immer wieder taucht sie auf der Station auf und will unbedingt mit Kramm sprechen. Hat Hanka etwas mit dem Überfall zu tun?","versions":[{"lang":1,"streams":[{"redirect":12005628,"hoster":"VOE"},{"redirect":12010269,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Am Morgen vor der Tür","epNo":11,"alt":"","descr":"Vor der Tür des Luisenkrankenhauses findet Stephanie einen Schwerverletzten. Eine rasche Operation kann zwar sein gebrochenes Hüftgelenk richten, doch eine Wundinfektion am Oberarm lässt eine Amputation unvermeidlich erscheinen. In letzter Minute gelingt es Stephanie, mit Hilfe alter Hausmittel das Fieber zu senken und den Arm zu retten. Nun erfahren die Ärzte auch, mit wem sie es zu tun haben: Der Mann heißt Assmann, ist Journalist und einer heißen Story auf der Spur…","versions":[{"lang":1,"streams":[{"redirect":12005624,"hoster":"VOE"},{"redirect":12010271,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zwei Mütter, eine Tochter","epNo":12,"alt":"","descr":"Die 17-jährige Ariane Färber leidet seit ihrer Kindheit an Rückgratverkrümmung. Fünf Jahre nach der ersten Operation ist nun ein erneuter Eingriff erforderlich. Dr. Nerlinger als Skoliose-Spezialist möchte die Operation gern selbst durchführen, hat aber zwei Probleme: Er muss Verwaltungsdirektor Zehler überzeugen, dass dafür neue medizinische Geräte nötig sind, und er braucht einen Blutsverwandten als Knochenspender, falls es Schwierigkeiten geben sollte. Ellen Färber, Arianes Mutter, wäre gern dazu bereit, doch der Test bringt ein Geheimnis an den Tag, das für das Mädchen erschütternd ist…","versions":[{"lang":1,"streams":[{"redirect":12005626,"hoster":"VOE"},{"redirect":12010268,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Pechvögel","epNo":13,"alt":"","descr":"Ein Glücksbringer als Unglücksrabe: Schornsteinfeger Steffen Mosbach muss wegen eines Unfalls zum dritten Mal seine Hochzeit verschieben – das kommt ihm jedoch gar nicht so ungelegen. Womit Mosbach allerdings nicht rechnet, ist die Entschiedenheit, mit der seine Verlobte Anna diesmal zu Werke geht…","versions":[{"lang":1,"streams":[{"redirect":12005627,"hoster":"VOE"},{"redirect":12010275,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"In kleinen Packungen","epNo":14,"alt":"","descr":"Agnes Zerrgiebel, eigentlich eine freundliche Patientin, verändert sich im Laufe des Tages: Sie wird böse und schimpft grundlos. Erst als ihr ihre Mutter einige Päckchen Orangensaft bringt, die Agnes gierig leert, beruhigt sie sich… Leidet sie unter Entzugserscheinungen? Stephanie findet im Abfall die leeren Packungen – und den Grund für Agnes’ Panik…","versions":[{"lang":1,"streams":[{"redirect":12005629,"hoster":"VOE"},{"redirect":12010274,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Oma zuliebe","epNo":15,"alt":"","descr":"Stephanies Oma Hulda verunglückt und bricht sich einen Arm. Im Luisenkrankenhaus stellen die Ärzte fest, dass sie einen Herzschrittmacher braucht. Da haben sie die Rechnung aber ohne Oma Hulda gemacht: So ein technisches Ding kommt ihr nicht in den Körper! Stephanie versucht mit Engelszungen, ihre geliebte Großmutter zu überreden…","versions":[{"lang":1,"streams":[{"redirect":12005632,"hoster":"VOE"},{"redirect":12010270,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wenn die Uhren stehenbleiben","epNo":16,"alt":"","descr":"Beck vervollständigt gerade seine Taschenuhrsammlung, als er zusammenbricht. In der Klinik diagnostiziert man Leberzirrhose – es muss transplantiert werden. Da die Wartezeit auf ein Spenderorgan lang ist, überlegt Beck, sich illegal eine Leber zu besorgen…","versions":[{"lang":1,"streams":[{"redirect":12005631,"hoster":"VOE"},{"redirect":12010273,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Teil von mir","epNo":17,"alt":"","descr":"Die Zwillinge Jenny und Konrad Hübler sind ein Herz und eine Seele – bis der Automechaniker Martin Taucher in Jennys Leben tritt und ihr Herz im Sturm erobert. Konrad kann es nicht fassen, dass seine geliebte Schwester sogar heiraten will und versucht mit allen Mitteln, den \"Störenfried\" wieder loszuwerden. Als Jenny bei der Wohnungsrenovierung verunglückt, ist Konrad zur Stelle und bringt sie ins Krankenhaus, während er Martin geflissentlich übergeht. Im Luisenkrankenhaus überschlagen sich dann die Ereignisse: Jenny hat einen gefährlichen Milzriss und muss operiert werden, und kurz darauf erleidet Konrad einen Zusammenbruch – niemand ahnt, dass auch er schwer krank ist. Von den Ärzten und Schwestern verlangt er, Jenny und Martin nichts zu sagen. Als Stephanie Martin trotzdem einweiht, informiert der auch Jenny…","versions":[{"lang":1,"streams":[{"redirect":12005630,"hoster":"VOE"},{"redirect":12010272,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Seitensprung","epNo":18,"alt":"","descr":"Beim Fluchtversuch aus dem ersten Stock eines Einfamilienhauses stürzt die 18-jährige Simone Merk und wird mit einem Wadenbeinbruch ins Luisenkrankenhaus eingeliefert. Dr. Stein operiert die junge Frau sofort, doch warum Simone das Haus, in dem sie lebte und als Angestellte arbeitete, auf so dramatische Weise verlassen wollte, bekommt er nicht heraus. Erst von den Grafs, Simones Arbeitgebern, erfährt Schwester Stephanie, dass das Mädchen schwanger ist…","versions":[{"lang":1,"streams":[{"redirect":13056368,"hoster":"VOE"},{"redirect":12010278,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"In Beweisnot","epNo":19,"alt":"","descr":"Dr. Nerlinger und die Krankengymnastin Claudia, inzwischen ein Paar, treffen eine Frau, die Dr. Nerlinger vertraulich zuwinkt, ihm aber angeblich völlig unbekannt ist. Am nächsten Tag wird die Frau, Manuela Wildenbruch, von ihrem Freund Hermes Schutter ins Luisenkrankenhaus gebracht – Verdacht auf Kreislaufkollaps. Dr. Nerlinger behandelt die Kranke mit Injektionen – kurz darauf istirbt Manuela…","versions":[{"lang":1,"streams":[{"redirect":12005634,"hoster":"VOE"},{"redirect":12010277,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Clown","epNo":20,"alt":"","descr":"Der berühmte Clown Picco bricht in der Manege zusammen und wird ins Luisenkrankenhaus gebracht. Die Untersuchung ergibt eine niederschmetternde Diagnose: Metastasen haben sich im ganzen Körper des Mannes ausgebreitet, seine Lebenszeit ist nur noch auf wenige Tage begrenzt. Den Tod vor Augen, bittet Picco Schwester Stephanie, für ihn die Frau zu suchen, die vor fast 30 Jahren seine große Liebe war und von der er sich damals im Streit trennte. Stephanie erfährt von Hanna, der Nachbarin jener Frau, dass Piccos Geliebte vor einem Jahr gestorben ist. Die Ärzte gestatten dem Clown, das Grab der Frau zu besuchen, wo er überraschend Hanna begegnet. Kurz darauf möchte diese unbedingt mit Schwester Stephanie sprechen, denn sie hat ihr etwas Wichtiges zu sagen… Die neue Schwesternschülerin Gabi leistet auf der Station ihre ersten Praxisstunden. Mit ihrer frischen, charmanten Art ist sie bei den Patienten sehr beliebt, doch am liebsten \"kümmert\" sie sich um Dr. Stein…","versions":[{"lang":1,"streams":[{"redirect":12005658,"hoster":"VOE"},{"redirect":12010279,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Sprung in die Kälte","epNo":21,"alt":"","descr":"Feuerwehrmann Torsten will sich das Leben nehmen, weil ihn seine Frau verlassen hat. Als er, bereit zum Sprung, auf der Brücke steht, sieht er unter sich ein Boot mit fünf Betrunkenen. Plötzlich verlieren sie die Balance und stürzen ins Wasser. Daraufhin vergisst Torsten seine Selbstmordpläne…","versions":[{"lang":1,"streams":[{"redirect":12005639,"hoster":"VOE"},{"redirect":12010276,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Angst ißt die Seele auf","epNo":22,"alt":"","descr":"Als die 18-jährige Martina mit einer Gehirnprellung eingeliefert wird, behauptet sie, gestürzt zu sein. Doch Schwester Stephanie spürt, dass Martina offensichtlich mit einem schweren psychischen Problem kämpft. Sie stellt erste Nachforschungen an und deckt ihr Schicksal auf…","versions":[{"lang":1,"streams":[{"redirect":12005643,"hoster":"VOE"},{"redirect":12010284,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Noteinsatz","epNo":23,"alt":"","descr":"Die obdachlose Dagmar wird in die Klinik eingeliefert. Dort stellt man mit Entsetzen fest, dass Leber, Herz und Magen zerstört sind – die Frau wird nur noch wenige Tage leben. Mit einem letzten Wunsch wendet sie sich an Schwester Klara…","versions":[{"lang":1,"streams":[{"redirect":12005637,"hoster":"VOE"},{"redirect":12010282,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Tanzen auf dem Seil","epNo":24,"alt":"","descr":"Nach einer durchfeierten Nacht erklimmt die 22-jährige Jule mit ihren Freunden Benny und Franz ein Riesenrad. Bei dem Versuch, in eine Gondel zu springen, stürzt Franz in die Tiefe. Alle Rettungsversuche sind erfolglos…","versions":[{"lang":1,"streams":[{"redirect":12005655,"hoster":"VOE"},{"redirect":12010280,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kleine Träumerei","epNo":25,"alt":"","descr":"Der 61-jährige Cleemann wollte sich mit seinem Freund eigentlich noch einen Lebenstraum erfüllen, leider kommt dann doch alles ganz anders. Cleemann wird mit einem Zuckerschock eingeliefert, Diagnose: \"Periphäre arterielle Verschlusskrankheit\". Es droht nicht nur eine Beinamputation, sondern auch eine Bypass-Operation. Als er erfährt, wie krank er ist, flieht er aus dem Luisenkrankenhaus…","versions":[{"lang":1,"streams":[{"redirect":12005644,"hoster":"VOE"},{"redirect":12010293,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Reise ohne Wiederkehr","epNo":26,"alt":"","descr":"Der Komponist Marc Brehm wird nach einem Verkehrsunfall ins Luisenkrankenhaus gebracht. Während die Ärzte sein verletztes Bein operieren, taucht plötzlich Brehms Sohn Thommy in der Klinik auf. Da der Junge offenbar jetzt allein dasteht, nimmt Schwester Stephanie den Kleinen mit zu sich nach Hause. Als Thommy jedoch erfährt, dass er ins Heim kommen soll, macht er sich enttäuscht aus dem Staub…","versions":[{"lang":1,"streams":[{"redirect":12005653,"hoster":"VOE"},{"redirect":12010281,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Schauspielerliebe","epNo":27,"alt":"","descr":"Während einer Theaterprobe bricht Schauspieler Siegmar Thomsen plötzlich zusammen. Im Luisenkrankenhaus reißen sich die Schwestern darum, wer den bekannten Serienstar betreuen darf. Doch die Begeisterung für den Patienten lässt schlagartig nach, als sie erfahren, dass seine Nierenkolik nur simuliert war. Der Grund für die \"Schauspielerei\" empört die Schwestern noch mehr: Thomsen wollte verhindern, dass seine Partnerin Christin Lietz ein Gastspiel in einer anderen Stadt antritt. Diese reagiert auf die Intrige so heftig, dass sie eine Herzattacke erleidet. Die Ärzte stellen fest, dass Christin Lietz unter einer lebensbedrohlichen Verengung der Coronararterie leidet – sie muss sofort operiert werden. Thomsen macht sich jetzt schwere Vorwürfe, und Schwester Stephanie erkennt, dass nicht Missgunst, sondern Liebe das Motiv für seine Aktion war.Stephanie möchte den beiden gern helfen, doch es gibt noch eine Hürde: Christins Freund Brennewald, der alles tut, um Thomsen von Christin fernzuhalten…","versions":[{"lang":1,"streams":[{"redirect":12005650,"hoster":"VOE"},{"redirect":12010287,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Diamantenfieber","epNo":28,"alt":"","descr":"Drei Jahre war Karsten Reich wegen Einbruchs im Knast – jetzt will er die Beute holen. Er verzehrt eine Handvoll unreifer Kastanien und gelangt mit einer vorgetäuschten Blinddarm-Kolik ins Luisenkrankenhaus, wo die Edelsteine seit der Behandlung seiner Schussverletzung, die er bei dem Überfall davontrug, versteckt sind…","versions":[{"lang":1,"streams":[{"redirect":12005662,"hoster":"VOE"},{"redirect":12010283,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Durchgeboxt","epNo":29,"alt":"","descr":"Als der junge Boxer René Kayser beim Training zusammenbricht, werden im Krankenhaus Windpocken diagnostiziert. Auf Weisung seines Trainers verlässt er nach kurzer Zeit wieder die Klinik. Beim nächsten Mal bricht er erneut zusammen – nicht nur wegen Windpocken…","versions":[{"lang":1,"streams":[{"redirect":12005667,"hoster":"VOE"},{"redirect":12010286,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Vatersuche","epNo":30,"alt":"","descr":"Alfred Frey steht vor den Scherben seines Lebens: Vor einigen Jahren hat er seine Firma in den Bankrott geführt und ist geflüchtet, um keinen Offenbarungseid leisten zu müssen. Zurück ließ er außer Schulden seinen Sohn, vor dem er sich versteckt – bisher…","versions":[{"lang":1,"streams":[{"redirect":12005666,"hoster":"VOE"},{"redirect":12010285,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Mein eiskaltes Herz","epNo":31,"alt":"","descr":"Der 23-jährige Gerd Leidner verwirrt die Passagiere auf einem Berliner S-Bahnhof: Er trägt einen medizinischen Mundschutz. Eine S-Bahn fährt ein, und plötzlich bricht er zusammen. Als er im Luisenkrankenhaus wieder aufwacht, ist er so entsetzt darüber, dass man ihm seinen Mundschutz abgenommen hat, dass er wieder das Bewusstsein verliert. In seinem Notfallpass findet Schwester Stephanie eine Erklärung für seinen Zustand: Gerd Leidner hat eine Herztransplantation hinter sich. Sein behandelnder Arzt bringt mehr Licht in die Angelegenheit: Der Patient hat die Operation bestens überstanden, doch er leidet seelisch unter dem Gedanken an sein neues Herz. Die ständige Angst vor Infektionen lässt ihn immer öfter in Depressionen verfallen. Da gesellt sich die forsche, lebenslustige Patientin Ginger Pohl zu Leidner. Sie reißt ihn aus seinem seelischen Tief, ohne ihm zu verraten, welch schweren Schicksalsschlag sie hinzunehmen hat.","versions":[{"lang":1,"streams":[{"redirect":12005671,"hoster":"VOE"},{"redirect":12010289,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Göttin am Abgrund","epNo":32,"alt":"","descr":"Kinderärztin Sabine Rast bewahrt eine verunglückte Radfahrerin durch ihren beherzten Einsatz vor dem Ersticken. Bei der turbulenten Rettungsaktion wird die Medizinerin aus Versehen von der Verletzten gebissen. Bescheiden, wie sie ist, verharmlost Sabine Rast den Vorfall zunächst. Doch als im Krankenhaus festgestellt wird, dass das Unfallopfer HIV positiv ist, werden der Kinderärztin schlagartig die möglichen Folgen ihrer Verletzung bewusst.","versions":[{"lang":1,"streams":[{"redirect":12005668,"hoster":"VOE"},{"redirect":12010291,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Hetzjagd","epNo":33,"alt":"","descr":"Die Sachbearbeiterin Helen Beyer hat bei einem Brand im Büro eine Rauchvergiftung erlitten, die im Luisenkrankenhaus behandelt wird. Ihr Chef Eduard Müller behauptet, sie wäre selbst schuld an dem Brand: Sie würde zuviel rauchen und die Kippen unsachgemäß entsorgen. Nächtliche Drohanrufe im Krankenhaus sorgen dafür, dass sich Helen Beyer, die sich schwere Vorwürfe macht, noch mehr in die Enge getrieben fühlt. Die Krise erreicht ihren Höhepunkt, als am nächsten Tag ihr Chef die Kündigung ausspricht, weil sie angeblich wichtige Aufträge verbummelt hat. Helen Beyer, psychisch schwer angegriffen, denkt an Selbstmord. Zeit für Schwester Stefanie, dem Spuk ein Ende zu machen: Gemeinsam mit Helens Vater findet sie heraus, warum Eduard Müller ein so großes Interesse daran hat, seine Mitarbeiterin um jeden Preis aus der Firma zu entfernen.","versions":[]},{"epId":"episode-34","name":"Gegen das Vergessen","epNo":34,"alt":"","descr":"Die schwer kranke Minna sollte eigentlich aufgrund ihrer Krebsbehandlung im Krankenhaus bleiben. Doch die resolute Frau hat anderes vor: Sie will den KZ-Tod ihres damaligen jüdischen Freundes rächen und den verantwortlichen Mörder – ein Apotheker namens Arthur Schulze – zur Strecke bringen…","versions":[{"lang":1,"streams":[{"redirect":12005672,"hoster":"VOE"},{"redirect":12010288,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Wenn das Herz noch schlägt","epNo":35,"alt":"","descr":"Als Frau Kosel nach drei Wochen endlich aus dem Koma erwacht, erkennt sie unter den anderen Patienten den Mann, der sie aus ihrem Haus vertreiben will. Sie ist darüber so verzweifelt, dass sie einen Selbstmordversuch unternimmt…","versions":[{"lang":1,"streams":[{"redirect":12005686,"hoster":"VOE"},{"redirect":12010292,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Zeit, die bleibt","epNo":36,"alt":"","descr":"Lissy und Berthold Kunz sind seit 18 Jahren glücklich verheiratet, als Lissy ins Luisenkrankenhaus eingeliefert wird. Man diagnostiziert bei ihr Lymphdrüsenkrebs – doch die Diagnose scheint Lissy nicht so sehr zu beschäftigen wie eine andere Sache, die sie Schwester Stephanie anvertraut: Sie hat seit 18 Jahren Geld an Bertholds frühere Geliebte bezahlt – für deren Kind, von dem Berthold nichts weiß, obwohl er der Vater ist…","versions":[{"lang":1,"streams":[{"redirect":12005679,"hoster":"VOE"},{"redirect":12010296,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Halbes Leben","epNo":37,"alt":"","descr":"Dr. Nerlinger freundet sich mit Fabian, dem querschnittsgelähmten Mann seiner Kollegin Dr. Berger, an. Als er erfährt, dass Fabian leidenschaftlich Basketball spielt, entschließen sich die beiden spontan zu einem kleinen Match im Krankenhauspark. Doch dann stürzt Fabian eine Treppe hinunter und verletzt sich einen weiteren Wirbel…","versions":[{"lang":1,"streams":[{"redirect":12005689,"hoster":"VOE"},{"redirect":12010290,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Thommy","epNo":38,"alt":"","descr":"Schwester Stephanie und Marc Brehm haben beschlossen, sich zu trennen. Brehm will daraufhin mit seinem Sohn Thommy in die USA – aber auf dem Airport bricht der Junge plötzlich zusammen. Im Luisenkrankenhaus diagnostiziert man eine Gehirnhautentzündung…","versions":[{"lang":1,"streams":[{"redirect":12005685,"hoster":"VOE"},{"redirect":12010295,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Fehldiagnose","epNo":39,"alt":"","descr":"Stephanie hat sich nach Thommys Tod auf dem Bauernhof ihrer Freundin Oda verkrochen – fernab von Krankheit, Leid und Tod… Nach der Untersuchung von Ulrich Bergholz stellt sich heraus, dass er Masern hat und in Quarantäne muss – da gesteht ihm seine Freundin, dass sie schwanger ist. Aber auch er hat ihr etwas zu beichten…","versions":[{"lang":1,"streams":[{"redirect":12005684,"hoster":"VOE"},{"redirect":12010294,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Kopf in den Sand","epNo":40,"alt":"","descr":"Aufgeregt bereitet sich Schwester Klara auf ein Treffen mit dem Polizisten Friedrich Junge vor, als sie plötzlich vor dem Spiegel einen Knoten in ihrer Brust ertastet. Voller Schrecken wendet sie sich an ihren Gynäkologen Dr. Kreidel, der ihr eine sofortige Operation empfiehlt. Der Schock und die Ungewissheit, ob der diagnostizierte Knoten gut- oder bösartig ist, machen Klara solche Angst, dass sie sich ganz zurückzieht und weder Friedrich noch sonst jemanden an sich heranlässt. Als Schwester Stephanie, die sich immer noch auf dem Öko-Bauernhof verkrochen hat, vom Schicksal ihrer mütterlichen Freundin hört, lässt sie sofort alles stehen und liegen und eilt ins Luisenkrankenhaus zurück, um Klara zur Seite zu stehen…","versions":[{"lang":1,"streams":[{"redirect":12005705,"hoster":"VOE"},{"redirect":12010297,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Lebenslänglich","epNo":41,"alt":"","descr":"Im Luisenkrankenhaus spielt sich eine Tragödie ab: Die 18-jährige Marthe will sich vom Dach stürzen. Auslöser ist, dass ihre Eltern niemals die Beziehung zu ihrem Freund billigen würden, da sie mit dessen Familie schon seit Jahren im Clinch liegen…","versions":[{"lang":1,"streams":[{"redirect":12005691,"hoster":"VOE"},{"redirect":12010298,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Haßliebe","epNo":42,"alt":"","descr":"Amelie Kruse wird nach einem Selbstmordversuch mit Tabletten ins Luisenkrankenhaus eingeliefert. Zusätzlich hat sie einen schweren Bluterguss am Auge und Prellungen am ganzen Körper – Amelie behauptet, gestürzt zu sein, aber Schwester Stephanie glaubt ihr nicht. Sie recherchiert und deckt einen Konflikt zwischen Amelie und ihrem 20-jährigen Sohn Daniel auf, der immer noch zu Hause wohnt und den sie nicht loslassen will – Stephanie vermutet, dass der Sohn seine Mutter schlägt, was Amelie strikt verneint. Erst als sie den ehemaligen Kapitän Gustav Havelmann, der mit Herz-Kreislauf-Beschwerden und Platzwunden eingeliefert wurde, kennen lernt, wird Amelie nachdenklich. Obwohl der vorgibt, Besitzer und Kapitän eines Schlepper-Kahns zu sein, findet sie heraus, dass Havelmann Angst hat, von seiner Tochter und deren Mann ins Altersheim abgeschoben zu werden. Sein größter Wunsch ist es, mit den beiden auf deren Kahn mitzuschippern – auch wenn er nichts mehr zu sagen hat…","versions":[{"lang":1,"streams":[{"redirect":12005695,"hoster":"VOE"},{"redirect":12010300,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Offene Rechnungen","epNo":43,"alt":"","descr":"Saskia, die Tochter des Patienten Wolfgang Pfefferkorn, täuscht mit ihrem Freund ihre angebliche Entführung vor. Als ihr Vater einen zweiten Infarkt erleidet, will Saskia gestehen – ihr Freund nimmt Stephanie als Geisel…","versions":[{"lang":1,"streams":[{"redirect":12005699,"hoster":"VOE"},{"redirect":12980293,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Alles aus Liebe?","epNo":44,"alt":"","descr":"Gero Becker und Vanessa Wagner kennen nur ein Lebensziel: Gewinnmaximierung. In ihrem durchgestylten Leben ist für Kinder kein Platz. Was liegt näher, zumal Vanessa die Pille nicht verträgt, durch einen kleinen Eingriff das Problem für immer aus der Welt zu schaffen? Gero Becker will sich von Dr. Maier-Liszt sterilisieren lassen, aber hinter dem betonten Selbstbewusstsein des gewieften Anlageberaters verbirgt sich ein zutiefst verzweifelter Mensch, der selbst vor seiner zukünftigen Frau Vanessa ein Geheimnis verbirgt: Gero ist Bluter. Als er einer Patientin, die sich das Leben nehmen will, helfen möchte, verletzt er sich – Vanessa erfährt von seiner Krankheit und beschließt, sich wegen des Vertrauensmissbrauchs von Gero zu trennen. Doch am nächsten Tag ist sie selbst Patientin: Sie wird mit Magenkrämpfen eingeliefert, und Dr.Stein diagnostiziert eine Schwangerschaft… Dr. Steins Ex-Frau Lena steht nach Ausgrabungen in Ägypten, bei denen sie verschüttet wurde, unter schwerem Schock: Sie hört Stimmen, hat Halluzinationen und depressive Schübe…","versions":[{"lang":1,"streams":[{"redirect":12005701,"hoster":"VOE"},{"redirect":12010302,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Risiko","epNo":45,"alt":"","descr":"Bei einem Einsatz verletzt sich die Stuntfrau Cornelia Timm die Hand und wird von ihrem besorgten Chef Jens Neureuther ins Krankenhaus gebracht. Dr. Nerlinger verordnet der jungen Frau ein paar Tage Ruhe, Cornelias Mann Robert geht einen Schritt weiter: Er verlangt von seiner Frau, endlich ihre gefährliche Arbeit aufzugeben. Conny entscheidet sich zwar für ihre Ehe, geht aber nochmal zum Drehort, um einen letzten Dreh zu machen. Sie verunglückt und wird lebensgefährlich verletzt… Dr. Stein hat private Probleme: Seine Ex-Frau Lena ist aus der Psychiatrischen Klinik geflüchtet, in die er sie hat einweisen lassen. Sie taucht bei Stein zu Hause auf, um den Hochzeitstag zu feiern…","versions":[{"lang":1,"streams":[{"redirect":12005700,"hoster":"VOE"},{"redirect":12010308,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Verletzungen","epNo":46,"alt":"","descr":"Nach einer Auseinandersetzung mit ihrem Liebhaber und Chef Ronald Hertz wird die 27-jährige Monika Horn mit Schnittwunden ins Luisenkrankenhaus eingeliefert. Dr. Nerlinger operiert Frau Horn, doch als sich Schwester Stephanie wenig später um die Patientin kümmert, entdeckt sie, dass die Nähte aufgegangen sind und die Wunden erneut bluten. Dr. Meier-Liszt verdächtigt daraufhin Dr. Nerlinger der Pfuscherei und schwärzt ihn bei Professor Günther an. Doch das ist offenbar nicht des Rätsels Lösung: Unmittelbar nach einem Krankenbesuch von Ronald Hertz, bei dem er ihr das Ende der Liebesbeziehung verkündet hat, weist Monika Horn frische Verletzungen auf. Nun steht Hertz unter Verdacht, Monika die Wunden beigebracht zu haben. Schwester Stephanie kann schließlich Licht in den mysteriösen Fall bringen…","versions":[{"lang":1,"streams":[{"redirect":12005716,"hoster":"VOE"},{"redirect":12010301,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Zerreißprobe","epNo":47,"alt":"","descr":"Die Hausfrau Angela Glas hat heimlich als Prostituierte gearbeitet, um ihrem Mann Winfried, der in finanziellen Schwierigkeiten steckt, unter die Arme zu greifen. Eines Abends wird sie von einem Freier misshandelt und ins Luisenkrankenhaus eingeliefert. Hier erfährt ihr Mann von ihrer Nebentätigkeit – für ihn bricht eine Welt zusammen. Schwester Stephanie erklärt ihm mit Hilfe von Angelas Kollegin Pia Faust, in welcher Zwangslage seine Frau steckt und dass sie alles nur aus Liebe zu ihm getan hat. Plötzlich taucht Zuhälter Carlo auf, um Angela zur Weiterarbeit zu zwingen. Da rastet Winfried aus: Er verteidigt seine Frau und schlägt Carlo zusammen… Dr. Stein hat seine Ex-Frau Lena aus der Psychiatrie zu sich nach Hause geholt. Bald fühlt er sich von ihr überfordert: Immer wieder ruft sie ihn im Krankenhaus an und täuscht einen Notfall vor, um ihn nach Hause zu locken. Ihren letzten Anruf ignoriert Dr. Stein – doch diesmal war er ernst gemeint…","versions":[{"lang":1,"streams":[{"redirect":12005708,"hoster":"VOE"},{"redirect":12010303,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Tödliche Schuld","epNo":48,"alt":"","descr":"Ein heftiges Unwetter tobt über Berlin und bringt das Baugerüst einer Großbaustelle zum Einsturz. Unter den Trümmern werden der Bauleiter Zachert, Tobias Wendeleit und der englische Arbeiter Timothy Hillwood begraben und ins Luisenkrankenhaus eingeliefert, wo Zachert wenig später seinen Verletzungen erliegt. Die Schuld an dem Unglück trägt der windige Bauunternehmer Burkhardt Wendeleit, der Vater von Tobias: Trotz Sturmwarnung und Zacherts Einspruch hatte Wendeleit auf der Weiterführung der Bauarbeiten bestanden. Der Baulöwe versucht nun, sich aus der Verantwortung zu stehlen und schiebt dem toten Zachert die Schuld in die Schuhe. Den Zeugen Hillwood, der keine Krankenversicherung hat, versucht er, zu einer falschen Aussage zu zwingen. Aber Wendeleit hat die Rechnung ohne Schwester Stephanie gemacht…","versions":[{"lang":1,"streams":[{"redirect":12005704,"hoster":"VOE"},{"redirect":12010307,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Geschenk des Himmels","epNo":49,"alt":"","descr":"Trotz einer schweren Lungenentzündung wehrt sich der Journalist Julius Sturm mit Händen und Füßen gegen eine stationäre Aufnahme ins Luisenkrankenhaus: Wer soll sich um seinen sechs Monate alten Sohn Anton kümmern? Das Kindermädchen Elena Sommer erklärt sich bereit, sich des Kleinen anzunehmen. Als sie für eine Untersuchung in der Wohnung des Journalisten nach Antons Papieren sucht, macht sie eine unglaubliche Entdeckung: Sturm ist nicht der leibliche Vater! Elena stellt Julius zur Rede und erfährt die wahre Geschichte: Julius Sturm hatte im Berliner Straßenkinder-Milieu recherchiert und dabei ein junges Mädchen kennen gelernt. Später hatte diese ihm das Kind vor die Tür gelegt und gebeten, dass er sich um Anton kümmern möge. Für Julius war es ein Geschenk des Himmels, da er keine eigenen Kinder haben kann.Die Mutter hat er nie wiedergesehen, und er beschloss, Anton wie seinen eigenen Sohn aufzuziehen. Nach dieser Beichte bittet Julius Elena inständig, ihn nicht zu verraten. Elena schwankt zwischen Gesetzestreue und Sympathie für Julius und vertraut sich schließlich Schwester Stephanie an. Die weiß eine gute Lösung…","versions":[{"lang":1,"streams":[{"redirect":12005713,"hoster":"VOE"},{"redirect":12010306,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Verweigern und zerbrechen","epNo":50,"alt":"","descr":"Hubert Gretsch liegt mit einer Kopfwunde, die er sich angeblich bei einem Motorradunfall zugezogen hat, im Luisenkrankenhaus. Die Verletzung macht den Schwestern weniger Probleme als die aufdringliche Art, mit der der Patient ihnen den Hof macht. Am Abend erschreckt Gretsch im Klinikkeller die Krankengymnastin Maria. Der Vorfall und Dr. Nerlingers Vermutung, dass die Wunde eher von einem Schlag herrühren könnte, machen Schwester Stephanie misstrauisch. Zu Recht, wie sich kurz darauf auf grausame Weise bestätigt: Gretsch ist ein Triebtäter! Sein nächstes Opfer ist Schwester Elke, die er im Bad des Krankenhauses vergewaltigt. Elke verliert ihr Baby… Dr. Berger liefert einen Notfall ein: Gräfin Tita von Sendlitz wurde von einem Pferd getreten. Neben ihrer Bauchverletzung scheint sie einen Zuckerschock erlitten zu haben. Dr. Berger war entgangen, dass sie Diabetikerin ist…","versions":[{"lang":1,"streams":[{"redirect":12005714,"hoster":"VOE"},{"redirect":12010304,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Letzter Ausweg","epNo":51,"alt":"","descr":"Leonore Claus und ihre Tochter Carola haben einen heftigen Streit an Leonores Krankenbett. Kurz darauf stirbt die Mutter an einer Lungenembolie und lässt eine von Schuldgefühlen zerfressene Carola zurück. Bei ihrer jüngeren Schwester, der Eiskunstläuferin Maja, findet sie keinen Trost, im Gegenteil, diese verstärkt die Komplexe der ungeliebten Schwester noch. Maja versucht, ihre Trauer durch übermäßiges Training zu kompensieren. Sie mutet ihrem Körper damit zu viel zu: Maja bricht zusammen und kommt mit einer Einblutung im Schädelraum ins Luisenkrankenhaus. Hier erleidet sie epileptische Anfälle – eine Folge ihres Hirnschadens.Nach einem dieser Anfälle kümmert sich Carola rührend um das bewusstlose Mädchen, murmelt dabei ständig: \"Mein Baby, mein geliebtes Baby… \" Schwester Stephanie horcht auf, forscht nach – und erfährt die unglaubliche Wahrheit: Maja ist nicht Carolas Schwester, sondern ihre Tochter… Metzgermeister Theo Eckermann will sich seinen Darm verkürzen lassen, um damit einige Pfunde loszuwerden, doch Dr. Stein lehnt den Eingriff ab. Als plötzlich eine Verlegerin im Krankenhaus erscheint, erfährt das erstaunte Klinikteam, dass Theo nicht nur Metzger, sondern auch ein hoffnungsvoller Dichter ist, der aber als \"Dicker\" Angst vor der Öffentlichkeit hat…","versions":[{"lang":1,"streams":[{"redirect":12005719,"hoster":"VOE"},{"redirect":12010313,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Große Kinder, kleine Kinder","epNo":52,"alt":"","descr":"Eine Querschnittslähmung fesselt Waldemar Storbeck an den Rollstuhl. Sein größter Wunsch ist es, mit seinem Freund Theo Kümmerling in das Männerpensionsheim Roseneck zu ziehen. Einziges Hindernis ist der Standesdünkel seines Sohnes Frieder, der um sein Ansehen als Chef einer großen Anwaltskanzlei fürchtet, wenn sein Vater in so einer Einrichtung leben würde. Also bürdet er seiner Frau Dörthe die Pflege des Gelähmten auf, die mit dieser Aufgabe jedoch völlig überfordert ist. In ihrer Verzweiflung kommt es oftmals zu unkontrollierten Gefühlsausbrüchen. Dann geschieht es sogar, dass sie ihren Schwiegervater schlägt, der das schweigend hinnimmt. Eines Tages versucht Waldemar, mit Hilfe von Theo aus dem Haus zu fliehen, doch er verunglückt. Im Luisenkrankenhaus wundert sich nicht nur Schwester Stephanie über die vielen blauen Flecken auf dem Körper des Patienten, die eindeutig nicht von seinem Sturz herrühren…","versions":[{"lang":1,"streams":[{"redirect":12005726,"hoster":"VOE"},{"redirect":12010305,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Aus der Bahn geworfen","epNo":53,"alt":"","descr":"Auf dem Weg in ein gemeinsames Wochenende geraten Schwester Stephanie und Dr. Nerlinger in eine großräumige Absperrung. Der Grund ist eine Gasexplosion, die ein Mietshaus in Brand gesetzt hat. Stephanie hört in dem Haus ein Kind schreien und rennt spontan hinein, gefolgt von Dr. Nerlinger und den Feuerwehrleuten. In einem verwüsteten Raum entdeckt Stephanie die junge Meral, die ein siebenjähriges Kind, Nadina, mit ihrem Körper schützt. Während Dr. Nerlinger die Frau hinausträgt, kümmert sich Stephanie um das Kind. Kurz bevor sie das Freie erreichen, stürzt ein brennender Balken herab und begräbt beide unter sich. Mit lebensgefährlichen Verletzungen werden sie ins Luisenkrankenhaus gebracht, eine lange Operationsnacht beginnt.Nadina kann schließlich gerettet werden, doch um Schwester Stephanie steht es schlecht: Sie erwacht aus der Narkose mit extremen Lähmungserscheinungen, sie kann nicht mehr sprechen… Robert Schramm wird mit Divertikeln (Ausbuchtungen) in der Speiseröhre eingeliefert – eigentlich eine harmlose Operation, aber er bauscht sie vor seiner Freundin gewaltig auf…","versions":[{"lang":1,"streams":[{"redirect":12005727,"hoster":"VOE"},{"redirect":12010310,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Stephanie und Stefanie","epNo":54,"alt":"","descr":"Stephanie leidet seit ihrem Unfall unter Lähmungserscheinungen. Die Ärzte im Luisenkrankenhaus haben ihr Menschenmöglichstes getan, um Stephanie zu helfen. Alle weiteren Behandlungsschritte muss ein Experte vornehmen. Während ihrer Verlegung in eine Spezialklinik sucht die Krankenhausleitung händeringend nach einem Ersatz für Schwester Stephanie. Ein unglaublicher Zufall entpuppt sich dabei als buchstäblich letzte Rettung.","versions":[{"lang":1,"streams":[{"redirect":12005720,"hoster":"VOE"},{"redirect":12010316,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Eine Frau für alle Fälle","epNo":55,"alt":"","descr":"Schwester Stephanie befindet sich noch immer zur Reha in der Münchner Klinik von Dr. Nerlingers Bruder und macht gute Fortschritte. Da erhält Dr. Nerlinger das verlockende Angebot, als Klinikchef nach Zürich zu gehen. Allerdings will er nur dorthin übersiedeln, wenn Stephanie mit ihm kommt. Im Luisenkrankenhaus überschlagen sich inzwischen die Ereignisse: Nach einer blutigen Geiselnahme auf einem kleinen Privatflugplatz ist Lars Zirkowski, der junge Besitzer einer Szenenkneipe, mit einer gefährlichen Schussverletzung ins Luisenkrankenhaus eingeliefert worden.","versions":[{"lang":1,"streams":[{"redirect":12005725,"hoster":"VOE"},{"redirect":12010309,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Vom Himmel hoch","epNo":56,"alt":"","descr":"Nach jahrelanger Pechsträhne gelingt es dem leidgeprüften Schlosser Hardy, den Teufelskreis zu durchbrechen. In einem Unfallopfer findet er unverhofft einen Freund fürs Leben. Schwester Stephanie hat sich voll auskuriert und kann ihre Arbeit wieder aufnehmen. Doch ob sie im Luisenkrankenhaus bleiben wird, ist fraglich. Ihr Freund Dr. Nerlinger hat einen Chefarztposten in Zürich ergattert und würde Stephanie gerne mitnehmen.","versions":[{"lang":1,"streams":[{"redirect":12005739,"hoster":"VOE"},{"redirect":12010311,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Von Liebe besessen","epNo":57,"alt":"","descr":"Der querschnittsgelähmte Sylvester Limmer wird von seiner Frau Milena ins Luisenkrankenhaus gebracht. Dr. Stein diagnostiziert einen Hörsturz und weist Limmer in die Klinik ein. Schwester Stephanie ist sich sicher, die Limmers sind ein Traumpaar – doch dann wird sie schnell eines Besseren belehrt: Während Limmer seine Frau fast verzweifelt liebt, scheint Milena einen Geliebten zu haben…","versions":[{"lang":1,"streams":[{"redirect":12005742,"hoster":"VOE"},{"redirect":12010312,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Verhängnisvoller Wurf","epNo":58,"alt":"","descr":"Bei einer Messerwerfer-Nummer wird Gundi Tondoni am Arm verletzt. Schon seit längerem leidet Artist Fabricio unter Schwindelanfällen, die von einem Kopftumor herrühren. Aus Angst um seine Existenz will er sich nicht untersuchen lassen. Als Fabricio für einen wichtigen TV-Auftritt seine 10-jährige Tochter Lilly an die Scheibe stellen will, tritt Stephanie dazwischen.","versions":[{"lang":1,"streams":[{"redirect":12005743,"hoster":"VOE"},{"redirect":12010314,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Umwege zum Glück","epNo":59,"alt":"","descr":"Nach einem schlimmen Sturz mit dem Rad wird Michael Keimer mit einer Hodenprellung und einem Knochenbruch ins Luisenkrankenhaus eingeliefert. Als die Ärzte feststellen, dass der Patient einen Tumor an der Prostata hat, fasst Michael einen Entschluss. Auch die ältere Patientin Josephine hat so ihre Probleme. Sie kann ihrem hartnäckigen Verehrer Fridolin Klein nur Verachtung entgegenbringen – zumindest bis dieser sie mit einer reizenden Idee überrascht…","versions":[{"lang":1,"streams":[{"redirect":12005736,"hoster":"VOE"},{"redirect":12010315,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Schwarzes Blut","epNo":60,"alt":"","descr":"Da der Bankangestellte Helmut Witte an Magengeschwüren leidet, wird er ins Luisenkrankenhaus eingeliefert, wo ihm die Krankengymnastin Maria Mbonga durch spezielle Atemübungen helfen soll. Niemand ahnt, dass Witte ein brutaler Rassist ist, der der farbigen Maria sogar ins Gesicht spuckt. Die Krankenhausleitung kann nichts gegen den unhöflichen Patienten tun, weshalb Lernschwester Meike auf ihre Art Rache übt…","versions":[{"lang":1,"streams":[{"redirect":12922701,"hoster":"VOE"},{"redirect":12010321,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Rote Karte","epNo":61,"alt":"","descr":"Fußballspieler Jens Mattalla scheint vom Pech verfolgt: Seine Frau will sich scheiden lassen, sein letztes Tor liegt drei Monate zurück, und beim letzten Spiel bekommt er wegen eines Fouls an Manne Bernd die Rote Karte. Als der Unglücksrabe kurz darauf völlig betrunken ins Luisenkrankenhaus eingeliefert wird, stellen die Ärzte bei ihm auch noch eine Amöbenruhr fest. Unterdessen schmiedet der gefoulte Manne, dessen Bein eventuell steif bleiben wird, finstere Rachepläne…","versions":[{"lang":1,"streams":[{"redirect":12005748,"hoster":"VOE"},{"redirect":12010319,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Bedrohtes Leben","epNo":62,"alt":"","descr":"Als Anette Säume eines Tages mit einem Schwächeanfall ins Krankenhaus gebracht wird, wird sie gleich mit zwei Neuigkeiten überrumpelt: Sie leidet unter Hepatitis-C und ist schwanger. Janosz, ihr Ehemann, verhält sich wie ein richtiges Ekel, als er davon erfährt. Doch auch Anettes Bettnachbarin Selma Holunder hat so ihre Probleme. Trotz Lungenemphysem schafft sie es nicht, sich das Rauchen abzugewöhnen. Nun wollen ihr Schwester Klara, Anette und Zivi Steffen dabei helfen…","versions":[{"lang":1,"streams":[{"redirect":12005750,"hoster":"VOE"},{"redirect":12010317,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Blackout","epNo":63,"alt":"","descr":"Henry Colmar ist ein begnadeter Mime, der des öfteren zur Flasche greift. Wieder einmal ziemlich angetrunken steigt er nach einer Premierenfeier ins Auto, um heimzufahren. In derselben Nacht wird eine junge Frau ins Luisenkrankenhaus eingeliefert. Sie wurde von einem heranbrausenden PWK angefahren, als sie gerade einen Brief aufgeben wollte. Der Lenker des Unfallautos hat Fahrerflucht begangen.","versions":[{"lang":1,"streams":[{"redirect":12005747,"hoster":"VOE"},{"redirect":12010320,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Das alltägliche Unrecht","epNo":64,"alt":"","descr":"Die rüstigen Rentnerinnen Trudi, Noni und Theresa engagieren sich unermüdlich gegen die kleinen Ungerechtigkeiten im Alltag. Bei einer ihrer Ausflüge erleidet Trudi eine Gallenkolik und muss operiert werden. Ihre Bettnachbarin im Luisenkrankenhaus ist 17-jährige Grit, eine junge Mutter mit großen Sorgen. Gemeinsam mit ihren Mitstreiterinnen versucht Trudi der tief verzweifelten Grit zu helfen.","versions":[{"lang":1,"streams":[{"redirect":12005760,"hoster":"VOE"},{"redirect":12010318,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Scheidewege","epNo":65,"alt":"","descr":"Der elfjährige Moritz Gieler hat ein großes Problem: Er soll sich entscheiden, mit welchem Elternteil er künftig nach der Scheidung in München bzw. Barcelona leben will. Da der Junge Vater und Mutter gleichermaßen liebt, gerät er in einen starken inneren Konflikt. Dies hat zur Folge, dass der begeisterte Leistungsschwimmer im Training wegen mangelnder Konzentration mit dem Kopf auf das Drei-Meter-Brett aufschlägt und eine schwere Schädel-Hirn-Verletzung erleidet…","versions":[{"lang":1,"streams":[{"redirect":12005756,"hoster":"VOE"},{"redirect":12980294,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Zwischen Lüge und Einsamkeit","epNo":66,"alt":"","descr":"Die Ärzte des Luisenkrankenhauses kümmern sich um Klaus Nissen, der mit einem Kreislaufkollaps eingeliefert wurde. Es stellt sich heraus, dass der Zusammenbruch von seiner eifersüchtigen Frau Ortrud verschuldet wurde… Unterdessen trifft der 17-jährige Andy in der Klinik ein: Ihm wurde von einer Drückerkolonne die Kniescheibe zertrümmert.","versions":[{"lang":1,"streams":[{"redirect":12005757,"hoster":"VOE"},{"redirect":12010322,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Bittere Täuschungen","epNo":67,"alt":"","descr":"Innerhalb kürzester Zeit gerät das ganze Leben des erfolgreichen Parfumdesigners Cornelius Tuchmann völlig aus den Fugen: Durch die Folgen eines Sturzes, an dem sein größter Konkurrent und Widersacher Rupert Bohls nicht ganz unbeteiligt war, verliert er seinen Geruchs- und Geschmackssinn. Außerdem findet er heraus, dass seine Frau mit Bohls ein Verhältnis hat.","versions":[{"lang":1,"streams":[{"redirect":12005759,"hoster":"VOE"},{"redirect":12010333,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Königskinder","epNo":68,"alt":"","descr":"Zwischen zwei Patienten des Luisenkrankenhauses gibt es eine besondere Verbindung: Der nach einem Suizidversuch eingelieferte 18-jährige Till Liebermann ist Schüler und zugleich Geliebter der Lehrerin Sabine Weber, die nach einem schweren Unfall in die Klinik musste. Eine heikle Angelegenheit, deren Konsequenzen nicht lange auf sich warten lassen. Auch Schwester Stephanie hat Liebesprobleme: Nach einer stürmischen Nacht mit Frederik plagt sie das schlechte Gewissen…","versions":[{"lang":1,"streams":[{"redirect":12005762,"hoster":"VOE"},{"redirect":12010323,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Bitte, Mama, töte mich","epNo":1,"alt":"","descr":"Isabell Gattmann hat einen jahrelangen Leidensweg hinter sich – eine Heilung ihrer schrecklichen Immunschwächekrankheit scheint unmöglich. Nach einem erfolglosen Selbstmordversuch bittet Isabell ihre Mutter, sie von ihren furchtbaren Schmerzen zu erlösen…","versions":[{"lang":1,"streams":[{"redirect":12005877,"hoster":"VOE"},{"redirect":12010325,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Doppelspiel","epNo":2,"alt":"","descr":"Professor Günther staunt nicht schlecht, als plötzlich seine angeblich kranke Jugendfreundin Sybille Loos vor ihm steht, um ihm mitzuteilen, dass er der Vater ihrer Tochter Elda sei. Das Mädchen hat einen großen Wunsch an den Papa: Er soll ihr die Musical-Ausbildung in den USA bezahlen…","versions":[{"lang":1,"streams":[{"redirect":12005878,"hoster":"VOE"},{"redirect":12010332,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Böses Erwachen","epNo":3,"alt":"","descr":"Sybille Loos ist nicht zum vereinbarten OP-Termin erschienen. In der vorigen Woche hat man bei ihr ein Karzinom entdeckt, das entfernt werden sollte. Die Frau irrt stattdessen auf einem Bahnsteig herum, sie will sich aus Verzweiflung über ihren Nierentumor vor einen Zug stürzen. Als sich zwei Jugendliche eine Schießerei liefern und die Polizei anrückt, nimmt einer der beiden Sybille als Geisel…","versions":[{"lang":1,"streams":[{"redirect":12005879,"hoster":"VOE"},{"redirect":12010327,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ungleiche Brüder","epNo":4,"alt":"","descr":"Als Peter nach einem Motorradunfall stirbt, ist für seinen Vater Hajo klar, wer der Schuldige ist: Peters Bruder, der auch auf dem Motorrad saß und am Down-Syndrom leidet. Hajo stellt seine Frau vor die Wahl: Kevin kommt ins Heim oder die Ehe ist beendet…","versions":[{"lang":1,"streams":[{"redirect":12005875,"hoster":"VOE"},{"redirect":12010326,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Letzte Chance","epNo":5,"alt":"","descr":"Die querschnittsgelähmte Ex-Sportlerin Helen will ganz allein ihr Leben meistern: Kaum ist sie aus der Klinik, startet sie ihr Training. Ihr Kreislauf streikt, sie verliert die Kontrolle – und wird angefahren. Nicht nur für Helen ein Unglück, sondern auch für den Lkw-Fahrer Jan…","versions":[{"lang":1,"streams":[{"redirect":12005882,"hoster":"VOE"},{"redirect":12010334,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Am Ende der Liebe","epNo":6,"alt":"","descr":"Vor Jahren hatte Diana Fischer einen Hirntumor, konnte aber geheilt werden. Jetzt lässt sie sich erneut von ihrer Schwester Hedda, einer Radiologin, untersuchen. Hedda antwortet nur ausweichend, als sie den Befund hat. Auf dem Weg nach Hause fährt Diana gegen einen Baum und kommt mit Knochenbrüchen ins Luisenkrankenhaus…","versions":[{"lang":1,"streams":[{"redirect":12005883,"hoster":"VOE"},{"redirect":12010328,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Versuchungen","epNo":7,"alt":"","descr":"Dr. Stein stellt fest, dass in dem Notarztkoffer von Meier-Liszt Ampullen mit Schmerzbetäubungsmitteln fehlen. Trotz hektischer Suche und genauem Durchforsten der Protokolle wird nichts gefunden. Meier-Liszt gerät in schweren Verdacht und weiß nicht, wie er seinen Beruf noch ausüben soll…","versions":[{"lang":1,"streams":[{"redirect":12922695,"hoster":"VOE"},{"redirect":12010331,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hoffnung ist Leben","epNo":8,"alt":"","descr":"Mit Elkes Hilfe bringt die krebskranke Charlene Kerner in einem Taxi ihre Tochter zur Welt. Ihr Mann Marius, den sie vor fünf Monaten verlassen hat, weigert sich das Baby zu sehen – obwohl er weiß, dass Charlene nur noch knapp ein halbes Jahr zu leben hat…","versions":[{"lang":1,"streams":[{"redirect":12922704,"hoster":"VOE"},{"redirect":12010336,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Apfelsinen aus Marokko","epNo":9,"alt":"","descr":"Obsthändler Wieland Klamerski traut seinen Augen kaum, als er in einer Apfelsinenkiste einen dicken Geldumschlag entdeckt. Bei dem unverhofften \"Himmelsgeschenk\" handelt es sich um die Beute aus einem Banküberfall. Klamerski will sich mit dem Fund einen Lebenstraum verwirklichen, doch eine akute Gallenkolik kommt ihm dazwischen. Während sich Klamerski im Luisenkrankenhaus behandeln lässt, hat einer der flüchtigen Bankräuber bereits seine Spur aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":12005763,"hoster":"VOE"},{"redirect":12010329,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Am Abgrund","epNo":10,"alt":"","descr":"Als Maria Mbonga nachts von einem Rollerskater angefahren wird, findet Dr. Meier-Liszt die Schwerverletzte und bringt sie in die Klinik. Leider ist er völlig betrunken – Ärger ist vorprogrammiert. Weil die Patientin nicht zu Bewusstsein kommt, ruft Stephanie Marias Vater aus Afrika…","versions":[{"lang":1,"streams":[{"redirect":12005765,"hoster":"VOE"},{"redirect":12010330,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Frühe Warnungen","epNo":11,"alt":"","descr":"Professor Günther erfährt bei einer Untersuchung, dass er Prostata-Krebs hat. \"Nieren-Meier\", Meier-Liszts berühmter Vater, will sofort operieren, doch Günther zögert. Gerade sind Leute aufgetaucht, die prüfen, ob man im Zuge erheblicher Sparmaßnahmen das Luisenkrankenhaus mit einer anderen Klinik zusammenlegen kann. Da kann er sich doch unmöglich ins Bett legen…","versions":[{"lang":1,"streams":[{"redirect":12005768,"hoster":"VOE"},{"redirect":12010335,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zwei sind einer zuviel","epNo":12,"alt":"","descr":"Der 16-jährige Dominik leidet an einer Blutkrankheit und ist dringend auf eine Knochenmarkspende angewiesen. Erst jetzt erfährt der Teenager, dass sein Vater nicht tot ist, wie Mutter Miriam jahrelang behauptete. Im Krankenhaus lernt er Manfred und Gerd kennen, die zum Vaterschaftstest antreten…","versions":[{"lang":1,"streams":[{"redirect":13923074,"hoster":"VOE"},{"redirect":12010338,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auge in Auge","epNo":13,"alt":"","descr":"Vor einem halben Jahr wurde Antonia Lubosch Opfer eines Raubüberfalls, bei dem nicht nur ihr Fußgelenk schwer verletzt wurde, sondern auch ihre Seele tiefe Wunden davontrug. Seit der Zeit leidet sie an Angstträumen und einer psychischen Störung. Sie fühlt sich so schwach und instabil, dass eine Operation ihres Fußes momentan indiskutabel ist. Stephanie möchte der jungen Frau gern helfen, das Trauma zu überwinden.","versions":[{"lang":1,"streams":[{"redirect":13922399,"hoster":"VOE"},{"redirect":12010337,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bis daß der Tod sie scheidet","epNo":14,"alt":"","descr":"Als Dr. Berger erfährt, dass ihr Mann Fabian in der Rehaklinik einen Schlaganfall erlitten hat, fährt sie sofort zu ihm. Auf der Rückfahrt erleidet sie einen Unfall und kommt verletzt ins Krankenhaus. Dr. Berger bittet Schwester Stephanie, zu Fabian zu fahren und vorsichtig zu testen, ob er die Nachricht vom Unfall verkraften kann. Doch Stephanie kommt mit schlechten Neuigkeiten zurück: Fabian hat inzwischen weitere Schlaganfälle erlitten.","versions":[{"lang":1,"streams":[{"redirect":12005775,"hoster":"VOE"},{"redirect":12010340,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Model und die Nonne","epNo":15,"alt":"","descr":"Scheinbar ohne Grund fühlt sich das Model Sally elend und neigt zur Aggressivität. Sie bekommt auch noch Ausschlag, Fieber und Depressionen, ohne dass die Ärzte etwas finden können – bis sich ihre Zimmernachbarin, eine Krankenschwester, an einen früheren Fall erinnert…","versions":[{"lang":1,"streams":[{"redirect":12005778,"hoster":"VOE"},{"redirect":12010342,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Goldene Regeln","epNo":16,"alt":"","descr":"Frau von Drossel nervt das Personal mit den \"Goldenen Regeln für einen Krankenhausaufenthalt\", die sie einer Illustrierten entnommen hat. Aber Schwester Klara weiß mit ihr umzugehen…","versions":[{"lang":1,"streams":[{"redirect":12005787,"hoster":"VOE"},{"redirect":12010344,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Brandstifter","epNo":17,"alt":"","descr":"Ellen Hoppe leidet mit, wenn ihr Sohn, Feuerwehrmann Ekke, wieder mal nicht befördert wird. Als ein Brandstifter Feuer in dem Supermarkt legt, in dem Ekkes Freundin arbeitet, ist er als Erster am Ort und rettet einen Mann. Dabei erleidet Ekke Brandverletzungen und muss in die Klinik","versions":[{"lang":1,"streams":[{"redirect":12005791,"hoster":"VOE"},{"redirect":12010339,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Retter","epNo":18,"alt":"","descr":"Das Schwimmbad ist Schauplatz einer tätlichen Auseinandersetzung zwischen Peer und Gerald. Plötzlich versinkt Gerald im Wasser – Peer zieht den Hilflosen aus dem Wasser. Im Krankenhaus stellt sich heraus, dass Gerald schwer herzkrank ist, er wird sofort operiert. An seinem Bett wacht Jule, die sich als seine Frau ausgibt, doch das ist gelogen: Gerald ist lediglich ihr Nachbar, der sich liebevoll um sie und ihren Sohn Maxim gekümmert hat, als ihr geschiedener Mann Peer verschwand.","versions":[{"lang":1,"streams":[{"redirect":12005803,"hoster":"VOE"},{"redirect":12010346,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Einspruch","epNo":19,"alt":"","descr":"Verkehrsrichterin Sylvia Sandhoff, mit einer Gallenkolik im Krankenhaus, wird mit Überraschungen geradezu überschüttet. Zuerst erfährt sie, daß sie schwanger ist. Dann muß sie mit ihrer Eifersucht klarkommen – ein Radarfoto zeigt ihren Freund Julian mit einer jungen Frau im Auto. Und dann stellt sich heraus, daß eben diese Frau Julians 19jährige Tochter Jeannette ist, die ihn ausfindig gemacht hat, ebenfalls schwanger ist und jetzt bei ihm wohnen will. Damit nicht genug der Verwicklungen: Jeannette baut mit Julians Harley einen Unfall, verliert ihr Baby und wird mit Armbrüchen ausgerechnet in Sylvias Zimmer einquartiert. Die Gelegenheit nutzend, tischt sie Sylvia die schaurigsten Lügen über Julian auf… Dr. Berger und Dr. Stein starten mit einem kleinen Flugzeug zu einem Rundflug, der mit einer Notlandung auf dem Acker endet. Auf der Flucht vor dem Unwetter kriechen sie für eine Nacht bei dem Ökobauern-Paar Bach bzw. in deren Ehebett unter – was später für einige Verwirrung sorgt…","versions":[{"lang":1,"streams":[{"redirect":12005794,"hoster":"VOE"},{"redirect":12010341,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bittere Heimkehr","epNo":20,"alt":"","descr":"Leo sitzt im Gefängnis, weil er vor acht Monaten seine Kneipe angezündet hatte, um seiner Frau Saskia mit dem Versicherungsgeld einen eigenen Frisiersalon einzurichten. Die hochschwangere Saskia lebt inzwischen mit Adam zusammen und will sich scheiden lassen. Leo nutzt daraufhin einen Hafturlaub, um Adam zu vermöbeln – danach muss Leo mit Magengeschwüren ins Krankenhaus. Dorthin folgt ihm rasch Saskia – bei ihr haben die Wehen eingesetzt…","versions":[{"lang":1,"streams":[{"redirect":12005798,"hoster":"VOE"},{"redirect":12010345,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Herz Dame","epNo":21,"alt":"","descr":"Dr. Meier-Liszt wird zu einer Patientin gerufen – und steht seiner geschiedenen Frau gegenüber. Gundula Liszt ist knapp an einem Herzinfarkt vorbeigekommen. Doch die Ex-Eheleute haben jetzt nicht nur ein medizinisches Problem: Als Gundula erfährt, dass ihr Geschiedener sie früher ausgerechnet mit der von ihr so geschätzten Physiotherapeutin Maria betrogen hat, flieht sie Hals über Kopf aus dem Krankenhaus. Von der Herzkrankheit geschwächt, bricht sie erneut zusammen…","versions":[{"lang":1,"streams":[{"redirect":12005799,"hoster":"VOE"},{"redirect":12010343,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Lange Schatten","epNo":22,"alt":"","descr":"Beim Versuch, die Fenster zu putzen, stürzt der Grafiker Marius Kerner aus dem Fenster. Im Luisenkrankenhaus stellt man einen Wirbelsäulenbruch fest. Als Schwester Elke davon erfährt, eilt sie in Kerners Wohnung und holt ihr Patenkind, das Baby Julia, zu sich. Das Kind erwartet gerade seinen ersten Zahn, was es Klara und Elke in der Nacht lautstark zu verstehen gibt.","versions":[{"lang":1,"streams":[{"redirect":12005810,"hoster":"VOE"},{"redirect":12010357,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Bedrohte Liebe","epNo":23,"alt":"","descr":"Als die Rundfunkjournalistin Ulrike Tannert nach einer Afrika-Reise zusammenbricht, wird sie ins Luisenkrankenhaus eingeliefert. Dort gesteht sie ihrem Mann Falko, dass sie eine Affäre mit einem Arzt, der in Afrika praktiziert, hatte. Der diensthabende Arzt Jacob Krüger gibt Großalarm: Hat Ulrike das Lassa-Virus?","versions":[{"lang":1,"streams":[{"redirect":12005805,"hoster":"VOE"},{"redirect":12010349,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Crashtest","epNo":24,"alt":"","descr":"Riesenschreck für Stephanie: Fast kracht sie auf der Heimfahrt mit einem Straßenrowdy zusammen. Ein Crash stoppt schließlich den rücksichtlosen Raser. Am Steuer des Wagens sitzt der 16-jährige Dennis. Der Bursche hat den Porsche seines Schwagers gestohlen, um eine kleine Spritztour zu machen. Da Verdacht auf Gehirnblutung besteht, wird er zur Beobachtung ins Krankenhaus gebracht. Als die Befunde eine sofortige Operation nötig machen, ist Dennis auf einmal verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12005807,"hoster":"VOE"},{"redirect":12010347,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Fieberträume","epNo":25,"alt":"","descr":"Bei einer romantischen Kutschfahrt bricht ein Rad aus der Verankerung. Einer der Insassen überlebt schwer verletzt. Damit sich sein Zustand nicht verschlechtert, wollen ihm die Ärzte den Tod seiner Freundin vorerst verschweigen. Eine ältere Patientin sorgt für frischen Wind im Pflegeteam. Auf ihr Drängen wird Fanny Stephan als Krankenschwester aufgenommen. Stephanie kommt die Neueinstellung sehr gelegen. Wegen einer Schwangerschaft überlegt sie, ihre Arbeit aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":12922708,"hoster":"VOE"},{"redirect":12010348,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Lieben und Lieben lassen","epNo":26,"alt":"","descr":"Frederik macht Stephanie einen Heiratsantrag. Sein Nachsatz, dass sie bald nach Spanien ziehen werden, schockiert die Vollblut-Krankenschwester allerdings ein bisschen. Bedeutet das doch, dass sie ihrer heiß geliebten Wirkungsstätte für immer Adieu sagen muss. Ein Unfall mit seinen Rollerblades führt den 6-jährigen Manuel ins Luisenkrankenhaus. Dort bricht zwischen den zerstrittenen Eltern alsbald ein beinharter Kampf um das Sorgerecht für den Buben aus.","versions":[{"lang":1,"streams":[{"redirect":12005815,"hoster":"VOE"},{"redirect":12010359,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Hör auf dein Herz","epNo":27,"alt":"","descr":"Moritz Ritter wird nach einem Herzanfall ins Krankenhaus gebracht. Offenbar hat er nicht verkraftet, dass seine Schwester Ute ihr Missfallen über seine Verlobte Effi Priess zu deutlich gemacht hat. Ute fürchtet, dass ihr Bruder sie nicht mehr finanziell unterstützen wird, wenn er erst einmal mit Effi zusammenlebt. Die Zweifel seiner Schwester lassen Moritz vor einer Operation zurückschrecken. Erst das beherzte Eingreifen von Schwester Fanny scheint die Situation zu entspannen…","versions":[{"lang":1,"streams":[{"redirect":12005818,"hoster":"VOE"},{"redirect":12010351,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der letzte Tango","epNo":28,"alt":"","descr":"Schon lange stört es Hausbesitzer Fred Steiger, dass sein Mieter Ludwig Kessler in dem Gebäude eine Tanzschule betreibt – viel lieber würde er die Räume an einen lukrativen Kunden vermieten. Steiger überredet seinen Angestellten, den jungen Zimmermann Justus Wegert, einen \"Unfall\" zu inszenieren. Der Anschlag mittels eines angesägten Brettes gelingt: Bei Renovierungsarbeiten stürzt Kessler schwer und muss ins Krankenhaus. Wegert gerät in einen schweren Gewissenskonflikt…","versions":[{"lang":1,"streams":[{"redirect":12005819,"hoster":"VOE"},{"redirect":12010350,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Eine zweite Chance","epNo":29,"alt":"","descr":"Nach einer OP wegen einer verschwiegenen, missglückten Abtreibung vertraut sich Elisabeth ihrer Zimmernachbarin Mechthild an. Die gesteht ihr, dass sie durch eine Abtreibung unfruchtbar wurde – ihr Sohn hält sie für seine leibliche Mutter. Elisabeth erzählt weiter, dass sie als Hure gearbeitet hat, was ihr neuer Freund ebenfalls nicht weiß. Dann kommt er zu Besuch: Er ist Mechthilds Sohn…","versions":[{"lang":1,"streams":[{"redirect":12005822,"hoster":"VOE"},{"redirect":12010352,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das falsche Paradies","epNo":30,"alt":"","descr":"Bertil Svensson, der schwedische Wirtschaftsattaché, verunglückt bei einer Baustellenbesichtigung. Er wird mit Frakturen ins Krankenhaus eingeliefert und ist dort sofort von Stefanny hingerissen. Die behandelt ihn jedoch mit Zurückhaltung, nicht zuletzt weil sie sieht, dass es noch eine andere Frau in seinem Leben gibt…","versions":[{"lang":1,"streams":[{"redirect":12005831,"hoster":"VOE"},{"redirect":12010365,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Schwüre der Treue","epNo":31,"alt":"","descr":"Leo Kladen wird Opfer eines Unfalls, den er offenbar selbst verschuldet hat. Gerade als die Ärzte seinen schwer verletzten Fuß operieren wollen, erfahren sie, dass endlich eine passende Spenderniere für Kladen gefunden worden ist. Die Transplantation hat natürlich Vorrang. Doch erst will Kladen noch mit seiner Frau sprechen. Die Ehe steht auf der Kippe und auch der Gesundheitszustand von Bettina ist nicht der beste. Das Warten auf eine Niere hat bei ihr einen Herzanfall ausgelöst.","versions":[{"lang":1,"streams":[{"redirect":12005828,"hoster":"VOE"},{"redirect":12010356,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Abschiede","epNo":32,"alt":"","descr":"Nach einer glücklich überstandenen Nierentransplantation wird Leo Kladen von seiner Frau Bettina mit der Nachricht konfrontiert, dass sie seit längerer Zeit einen Geliebten hat und ihn – nachdem sie Jahre an der Seite ihres kranken Mannes ausharrte – jetzt verlassen wird. Derweil wartet Dr. Meier-Liszt ungeduldig auf seinen Aufhebungsvertrag, damit er in Weimar eine eigene Klinik übernehmen kann…","versions":[{"lang":1,"streams":[{"redirect":12005833,"hoster":"VOE"},{"redirect":12010360,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Verdrängte Wahrheit","epNo":33,"alt":"","descr":"Der 14-jährige Gunnar lenkt sein Rad gegen eine Glasscheibe. Neben ein paar kleinen Schrammen und einer ordentlichen Alkoholfahne diagnostizieren die Ärzte ein ausgewachsenes Magengeschwür bei dem Burschen. Sein Vater hat ihn ins Internat gesteckt. Der Bursche würde aber lieber daheim bei seinen Eltern leben. Ein Mal zu viel greift er zum falschen Seelentröster und erleidet einen Magendurchbruch.","versions":[{"lang":1,"streams":[{"redirect":12005836,"hoster":"VOE"},{"redirect":12010361,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Rache ist bitter","epNo":34,"alt":"","descr":"Ein ärgerlicher Unfall mit Fahrerflucht bringt Carsten Reichert um seine liebste Leidenschaft: das Boogie-Woogie-Tanzen. Mit seiner feurigen Partnerin Kristine hat er so manche Höhe erklommen. Doch damit ist jetzt Schluss. Cartens eifersüchtige Ehegattin Daniela bemüht sich erst gar nicht, ihre Schadenfreude zu verbergen. Trotzdem ist sie nicht ganz ehrlich zu ihrem flatterhaften Mann.","versions":[{"lang":1,"streams":[{"redirect":12005837,"hoster":"VOE"},{"redirect":12010367,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Wettlauf mit der Zeit","epNo":35,"alt":"","descr":"Der talentierte Taekwondo-Kämpfer Niko bricht urplötzlich zusammen. Im Krankenhaus wird eine Sepsis im Bein diagnostiziert – den Ärzten bleibt nur ein Ausweg: Amputation. Niko will jedoch lieber sterben als ein Krüppel sein. Sein Vater Jerome ist völlig verzweifelt – die Situation scheint hoffnungslos…","versions":[{"lang":1,"streams":[{"redirect":12005848,"hoster":"VOE"},{"redirect":12010362,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Skorpion","epNo":36,"alt":"","descr":"Bastian agiert zusammen mit seinem Kumpel Benno als Zwischenhändler im Exotengeschäft – wohl wissend, dass der Handel meistens illegal ist. Als Bastian von einem der Tiere gebissen wird, droht das Geschäft aufzufliegen. Von Benno unter Druck gesetzt, weigert er sich, einen Arzt zu rufen… Das Altersheim alarmiert Stefanny: Ihre ehemalige Pflegepatientin, Elisa Steinschütter, ist verschwunden!","versions":[{"lang":1,"streams":[{"redirect":12005854,"hoster":"VOE"},{"redirect":14212354,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Am Ende der Schuld","epNo":37,"alt":"","descr":"Ein schwerer Schicksalsschlag trifft die Pianistin Susanne Fichte: Ihr Baby Paul wurde entführt, und beim Versuch, Hilfe zu holen, hat sie sich selbst verletzt. Merkwürdig ist, dass Susanne ihren Mann Daniel weder über die Entführung noch über ihre Verletzung informiert. Stefanny schaltet sich ein und bestellt ihn ins Krankenhaus, aber Susanne schweigt weiterhin. Inzwischen hat die Polizei den kleinen Paul entdeckt – der Junge leidet an hohem Fieber…","versions":[{"lang":1,"streams":[{"redirect":12005852,"hoster":"VOE"},{"redirect":12010368,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Schwesternliebe","epNo":38,"alt":"","descr":"Vor einem Jahr ist Dorits Tochter Judy verschwunden. Just an dem Tag, an dem Dorit zum zweiten Mal geheiratet hat, hat sich die 17-jährige abgesetzt. Übers Fernsehen hofft Dorit, endlich ein Lebenszeichen von ihrem Kind zu erhalten. Als Dorit vor laufender Kamera den Grund dafür erfährt, weshalb Judy ausgerissen ist, setzt bei der schockierten Mutter das Herz aus. Zwei Patientinnen sorgen für ziemliche Verwirrung im Luisenkrankenhaus. Die beiden Fälle gleichen einander wie ein Ei dem anderen.","versions":[{"lang":1,"streams":[{"redirect":12005857,"hoster":"VOE"},{"redirect":12010364,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Das Geheimnis","epNo":39,"alt":"","descr":"Die Leber der 15-jährigen Vicky wird von Pilzgift zerstört. Um sie zu retten, schlägt der neue Arzt Dr. Wellbrock vor, ihren Blutkreislauf mit dem eines gesunden Menschen zu kreuzen. Doch wer stellt sich zur Verfügung? Vickys Mutter scheidet aus, sie hat die falsche Blutgruppe. Der Vater ist angeblich seit Jahren tot…","versions":[{"lang":1,"streams":[{"redirect":12005868,"hoster":"VOE"},{"redirect":12010371,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Abschied für immer","epNo":1,"alt":"","descr":"Gregor Gronau bricht während der Arbeit zusammen und stürzt in einen Brunnen. Halb ertrunken wird er ins Luisenkrankenhaus eingeliefert, wo festgestellt wird, dass er HIV-positiv ist. Stefanny sucht nach Angehörigen und stößt dabei auf eine junge Frau mit zwei Kindern, die gerade in den Hochzeitsvorbereitungen für ihre zweite Ehe steckt…","versions":[{"lang":1,"streams":[{"redirect":12006041,"hoster":"VOE"},{"redirect":12010366,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Des Pudels Kern","epNo":2,"alt":"","descr":"Um seine kleine Familie über Wasser zu halten, jobbt Martin als Plakatkleber. Seine Frau Eva soll nichts davon wissen, sie glaubt, dass ihr Gatte als selbstständiger Zeichner den Lebensunterhalt verdient. Eines Tages wird Martin von dem beißwütigen Rottweiler Hasso angefallen und so schwer verletzt, dass er im Luisenkrankenhaus operiert werden muss. Hassos Besitzer, Herr Kaiser, fürchtet um seinen Liebling und besticht Martin mit Geld, damit er keine Anzeige erstattet…","versions":[{"lang":1,"streams":[{"redirect":12006062,"hoster":"VOE"},{"redirect":12010370,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familienbande","epNo":3,"alt":"","descr":"Der Unfalltod seines Sohnes hat Dieter Volkert so schwer getroffen, dass er mit einem Herzanfall zusammenbricht. Er gibt seiner Schwiegertochter die Schuld an dem Unglück, und auch der Zeuge sagt gegen sie aus. Als sie einen Schwächeanfall erleidet, stellen die Ärzte fest, dass sie schwanger ist…","versions":[{"lang":1,"streams":[{"redirect":12006052,"hoster":"VOE"},{"redirect":12010369,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schatten der Vergangenheit","epNo":4,"alt":"","descr":"Die Brüder Georg und Bertram Wartenberg kosten ihr Rentnerdasein voller Wonne aus – können die beiden passionierten Schachspieler doch täglich stundenlang für die lokalen Meisterschaften trainieren. Doch etwas zu viel Wein und eine verflixte Patt-Situation verwandelt sie unvermittelt in zwei Raufbrüder, die nach einer handgreiflichen Auseinandersetzung im Luisenkrankenhaus landen. Schwester Stefanny hat einige Mühe, die Kampfhähne zu trennen…","versions":[{"lang":1,"streams":[{"redirect":12006080,"hoster":"VOE"},{"redirect":12010373,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Herzeleid","epNo":5,"alt":"","descr":"Mutig stellt sich Verkäuferin Pauline Schirmer einem Ladendieb in den Weg, der sie so unsanft zur Seite schubst, dass sie eine Treppe hinunterfällt. Schwer verletzt wird sie ins Luisenkrankenhaus eingeliefert und kann noch eine kurze Beschreibung des Täters abgeben, ehe sie ins Koma fällt. Als Schwester Stefanny hört, wie der Mann gekleidet war, wird sie hellhörig: Trägt nicht die Gang ihres Bruders Dennis eine solche Kluft? Krachend saust ein Auto in die Beifahrerseite von Milli und Hilmar Teschkes Wagen. Doch Schmerz und Ärger sind vergessen, als Hilmar in der Fahrerin seine alte Jugendliebe Heidi erkennt. Was heißt erkennt – aus dem unscheinbaren Mädchen ist eine attraktive, vollbusige Musical-Sängerin geworden! Heidi bemüht sich im Krankenhaus rührend um Hilmar, der ihrer Anziehungskraft erliegt. Das ruft die eifersüchtige Milli auf den Plan…","versions":[{"lang":1,"streams":[{"redirect":12006043,"hoster":"VOE"},{"redirect":12010386,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Totenblumen","epNo":6,"alt":"","descr":"Im letzten Moment kann Zugführer Matthes sein Fahrzeug zum Stehen bringen, ehe der Zug die junge Sarah überrollt. Die \"Springerin\" überlebt schwer verletzt und wird ins Luisenkrankenhaus gebracht. Dorthin folgen ihr Matthes und ihre kleine Tochter Svenja – beide stehen unter Schock. Stefanny widmet sich fürsorglich den drei Patienten und versucht, dem tragischen Hintergrund für Sarahs Selbstmordversuch auf die Spur zu kommen… In einem der Krankenzimmer begegnen sich zwei absolute Gegensätze: Die aktive Frauenfußballerin Hiltrud Wodderjahn alias \"Ramba\" und die gemütliche Köchin Agnes Ruß, die für Sport keinerlei Interesse zeigt. Doch obwohl sie sich anfangs spinnefeind sind, zwingt die Nähe in einem Zimmer die beiden Frauen zur Kommunikation – bald klingen Schwester Klara die Ohren…","versions":[{"lang":1,"streams":[{"redirect":12006022,"hoster":"VOE"},{"redirect":12010375,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Aus dem Takt","epNo":7,"alt":"","descr":"In einem Krankenzimmer des Luisenkrankenhauses prallen zwei Extreme aufeinander: Olympiakader Robert Keller muss sich damit abfinden, dass ein bösartiges Magenkarzinom seine hoffnungsvolle Ruderer-Karriere beendet; sein Bettnachbar Greiner dagegen kränkelt seit langem, ohne dass die Ärzte je eine organische Ursache für seine Wehwehchen finden konnten. Stefanny muss zwischen dem schwer angeschlagenen Spitzensportler und dem Hypochonder vermitteln… Mit gemischten Gefühlen sieht Stefanny den emsigen Verlobungs-Vorbereitungen zu. Sie fühlt sich von ihrem Bräutigam Bertil, der ein umwerfendes Büffet organisiert und bereits die halbe schwedische Botschaft eingeladen hat, ziemlich überrumpelt. Während Klara und Elke schon ihre Festtags-Kleider vorführen, kommen Stefanny erste Zweifel an ihrem Entschluss, Bertil zu heiraten…","versions":[{"lang":1,"streams":[{"redirect":12006047,"hoster":"VOE"},{"redirect":12010372,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pasta und Prinzipien","epNo":8,"alt":"","descr":"Hinter dem Rücken ihres sittenstrengen Herrn Papa, des sizilianischen Restaurantbesitzers Vito Corelli, führt Luciana eine glückliche Beziehung mit ihrem Markus. Erst als Luciana wegen einer Thrombose, die durch die Antibabypille hervorgerufen wurde, ins Luisenkrankenhaus muss, erfährt Vito vom vorehelichen Treiben seiner Tochter. Erbost verlangt er von den jungen Leuten, nun schleunigst vor den Altar zu treten, aber Luciana fühlt sich mit ihren 17 Jahren noch viel zu jung für die Ehe. Sie bittet Stefanny um Rat… Der bekannte Restaurantkritiker Wilhelm Eisenach, der bei einem Treppensturz schwere Gesichtsverletzungen erlitten hat, macht dem Personal mit seiner Mäkelei das Leben schwer.Das fade Krankenhaus-Essen kommt dem Feinschmecker nicht an den verwöhnten Gaumen! Der Hartnäckigkeit von Schwester Klara ist es zu verdanken, dass Eisenach schließlich doch einen Bissen zu sich nimmt. In dem Moment wird das Ausmaß der Katastrophe erst deutlich: Der Berufs-Gourmet hat seinen Geschmackssinn verloren…","versions":[{"lang":1,"streams":[{"redirect":12006053,"hoster":"VOE"},{"redirect":12010374,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Letztes Hindernis","epNo":9,"alt":"","descr":"Springreiterin Sybille Grohnsen und ihr Pferd Ajax sind aussichtsreiche Kandidaten für den Landesmeistertitel. Doch kurz vor dem Turnier dreht Ajax plötzlich durch – Sybilles Meisterträume enden im Luisenkrankenhaus. Die Reiterin und ihr Trainer zerbrechen sich den Kopf, warum das Pferd so ausgerastet ist. Hat Vater Grohnsen, der das Tier gegen den Willen seiner Tochter verkaufen will, seine Finger im Spiel? Oder wollte sich Sybilles schärfste Konkurrentin Miriam einen Vorteil verschaffen, indem sie Ajax manipulierte? Als sich die verzweifelte Sybille trotz der Rippenbrüche eigenmächtig aus der Klinik entlässt, droht eine Katastrophe… Trotz ihres komplizierten Armbruchs genießt Gerlinde Dölling das Krankenhausleben. Ihr Mann Lothar hält sie zu Hause nämlich sehr kurz, spart an jeder Ecke.Seinem Geiz verdankt sie auch die Verletzung: Gerlinde fiel die Treppe hinunter, die von einer Billig-Glühlampe nur spärlich beleuchtet war. Um den Klinik-Luxus noch eine Weile genießen zu können, erfindet Gerlinde flugs noch eine weitere Krankheit. Unterdessen schmieden Schwester Stefanny und ihre Kolleginnen einen Plan, um dem knausrigen Lothar einen Denkzettel zu verpassen…","versions":[{"lang":1,"streams":[{"redirect":12006061,"hoster":"VOE"},{"redirect":12010390,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"[Derzeit nicht erhältlich]  Fürchte dich nicht","epNo":10,"alt":"","descr":"Die Lebensuhr von Pfarrer Falcke ist fast abgelaufen – Diagnose: Leberzirrhose im Endstadium. Falcke kann dem Tod nicht gelassen entgegensehen, ehe er sich nicht mit seiner Tochter Laura ausgesöhnt hat. Ihre Eltern haben vor Jahren den Kontakt abgebrochen, weil Laura ein Kind abgetrieben hat. Falckes Frau ist an dem Familienzwist zerbrochen, und die Tochter begann zu trinken. Die Zeit läuft dem Pfarrer davon, und Schwester Stefanny versucht mit großem Einfühlungsvermögen, Vater und Tochter zusammenzubringen… Hinter dem Rücken ihres Mannes Ludwig gönnt sich Öko-Bäuerin Sonja ab und zu eine ausschweifende Disco-Nacht in der Großstadt. Doch diesmal droht ihr heimliches Vergnügen aufzufliegen: Sonja eilt über den Bahnsteig zu ihrem Zug, stürzt und bricht sich das Bein. Sie muss operiert werden…","versions":[]},{"epId":"episode-11","name":"Unter Verdacht","epNo":11,"alt":"","descr":"Dr. Stein nimmt die junge Tramperin Jasmin in seinem Wagen mit und setzt das Mädchen in der Nähe seines Elternhauses ab. Schneller als erwartet sieht Stein sie wieder, als Jasmin mit einem Schädel-Hirn-Trauma, Blutergüssen und Rippenquetschungen ins Luisenkrankenhaus eingeliefert wird. Mehrere Indizien weisen auf den Oberarzt als Täter. Schwester Stefanny setzt alles daran, um ihn zu entlasten und den Fall schnell aufzuklären… Herr Bartholomäus, ein Freund steriler Ordnung, ist entsetzt, als er in sein Krankenzimmer kommt: Sein Gegenüber, der Patient Oskar, hat den Raum in eine Müllhalde verwandelt und beschallt die Station mit seiner unausstehlich-dröhnenden Musik…","versions":[{"lang":1,"streams":[{"redirect":13056371,"hoster":"VOE"},{"redirect":12010404,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der letzte Traum","epNo":12,"alt":"","descr":"Beim Extrem-Trekking hat sich der junge Broker Jeremias eine Beinverletzung zugezogen, sie aber nie richtig behandeln lassen. Das rächt sich jetzt – eine Amputation droht. Chirurg Dr. Wellbrock setzt eine letzte Operation an, um das Bein zu retten. Plötzlich bricht er zusammen: Diagnose Knochenkrebs! Obwohl es nach außen hin scheint, als ob Wellbrock mit dieser grausamen Wahrheit gut umgehen kann, nimmt ihm die Verzweiflung innerlich fast allen Lebensmut. Nur Schwester Stefanny vertraut er sich an… Vor lauter Freude über sechs Richtige im Lotto hat Freddy Kowalke einen schweren Herzanfall erlitten. Bald umkreist die gierige Verwandtschaft sein Krankenbett…","versions":[{"lang":1,"streams":[{"redirect":12006078,"hoster":"VOE"},{"redirect":12010382,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"[Derzeit nicht erhältlich]  Schönsein, Schönbleiben","epNo":13,"alt":"","descr":"Doddy, ein erfolgreiches Model, plant, mit ihrem Freund Daniel, in dessen Agentur sie arbeitet, zusammenzuziehen. Einziges Hindernis ist ihre behinderte Schwester Linda, die sich abgeschoben fühlt. Ein schrecklicher Unfall beendet mit einem Schlag Doddys Model-Karriere. Als sich Daniel zurückzieht, sieht Linda ihre Chance gekommen, Doddy mit allen Mitteln für sich zurückzugewinnen. Als sie in Depressionen verfällt, nimmt sich ein geheimnisvoller Patient ihrer an…","versions":[]},{"epId":"episode-14","name":"Tausendundeine Nacht","epNo":14,"alt":"","descr":"Der Iranerin Dima droht die Abschiebung. In ihrer Not wendet sie sich an Olaf Zehler, den Verwaltungschef des Luisenkrankenhauses, mit dem sie einmal eine Affäre hatte. Doch Zehler ist das Risiko zu groß – er verweigert seine Hilfe. Kurz darauf stürzt sie auf der Flucht vor Skinheads eine Treppe hinunter und muss ins Krankenhaus. Während Zehler das schlechte Gewissen plagt, sieht sich das Klinikpersonal vor der schweren Entscheidung, ob das Ausländeramt informiert werden soll.","versions":[{"lang":1,"streams":[{"redirect":12006079,"hoster":"VOE"},{"redirect":12010389,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zuviel ist zuviel","epNo":15,"alt":"","descr":"Mitten in einer Prüfung bricht die Medizinstudentin Paula zusammen. Die niederschmetternde Diagnose: Hirntumor. Überwältigt von der Erinnerung an ihre Mutter, die nach einer Tumoroperation starb, verweigert Paula ihr Einverständnis zu dem Eingriff. Einfühlsam kümmern sich Oberarzt Dr. Stein und Schwester Stefanny um die verzweifelte Patientin, die noch von einer zweiten Sorge gequält wird. Ihr herzkranker Vater darf unter keinen Umständen von ihrer Krankheit erfahren…","versions":[{"lang":1,"streams":[{"redirect":12006068,"hoster":"VOE"},{"redirect":12010401,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Rivalen","epNo":16,"alt":"","descr":"Eine traurige Aufgabe macht Professor Günther den Heimweg zur Qual: Er muß seiner Liebsten Elisabeth mitteilen, daß sie absehbarer Zeit an der Auto-Immun-Krankheit Lupus sterben wird. Als Günther nach Hause kommt, bietet sich ihm ein erschütternder Anblick: Er sieht, wie sich seine Freundin von einem anderen Mann überaus zärtlich verabschiedet! Spontan verfolgt er den Mann, und plötzlich kommt es zur Katastrophe: Hinter einer Kurve prallt der Fremde frontal gegen einen Baum. In Günther tobt ein Gewissenskampf: Als Arzt muß er dem Verletzten helfen – als gekränkter Mann möchte er den vermeintlichen Rivalen am liebsten sterben lassen…Busfahrer Bernd Sonada treibt es trotz einer schweren Fußverletzung aus dem Krankenhaus. Schwester Stefanny bekommt schließlich den Grund für seine Unruhe heraus: Jeden Tag fährt seine große Liebe in seinem Bus mit. Bernd hat zwar noch nie mit ihr gesprochen, aber er will sie auf keinen Fall auch nur einmal verpassen. Stefanny weiß einen Weg…","versions":[{"lang":1,"streams":[{"redirect":12006057,"hoster":"VOE"},{"redirect":12010391,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verstrickungen","epNo":17,"alt":"","descr":"Unerschrocken stellt der Wachmann Schubert einen Juwelendieb, der die Störung mit einem Messerstich quittiert. Dr. Marian und Dr. Berger nehmen eine Notoperation vor, doch am nächsten Morgen gibt es für Schubert ein böses Erwachen…","versions":[{"lang":1,"streams":[{"redirect":12006010,"hoster":"VOE"},{"redirect":12010394,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bis hinter den Horizont","epNo":18,"alt":"","descr":"Prof. Günther in Nöten: Obwohl seine Freundin Lila Darenfeld ihm das Versprechen abgerungen hat, sie im Ernstfall nicht künstlich am Leben zu halten, bringt er sie ins Krankenhaus, als sie an einem Herzbeutelerguß zu sterben droht. Lila überlebt – und macht ihrem Geliebten schwere Vorwürfe… Über das Internet hat Lernschwester Meike einen netten Mann kennengelernt, aber als das erste \"Life\"-Treffen bevorsteht, bekommt Meike Panik: Vielleicht ist der E-Mail-Schreiber ein schüchterner, pubertärer Bubi? Sicherheitshalber schickt sie Fränzi zum Blind Date. Böser Fehler: Fränzis Gegenüber Kevin ist ein äußerst attraktiver, charmanter Mann – zwischen beiden funkt es gewaltig. Hat Meike ihre Chance leichtfertig verspielt? Stefannys alte Schulfreundin Billie kommt überraschend zu Besuch. Nach jahrelangem Streit mit ihren Eltern ist Billie nun zur Beerdigung ihres Vaters angereist. Stefanny bietet ihrer Freundin und deren Tochter Luna vorübergehend Quartier in ihrer Wohnung an","versions":[{"lang":1,"streams":[{"redirect":12006066,"hoster":"VOE"},{"redirect":12010395,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wie in einem Käfig","epNo":19,"alt":"","descr":"Ein Streit mit seiner Freundin Katharina lenkt David so vom Autofahren ab, dass er einen Unfall baut. Im Luisenkrankenhaus informiert er die Ärzte darüber, dass er an Mukoviszidose leidet – was bisher nur seine Mutter weiß. Als sich die Symptome verstärken, kann er seine Krankheit nicht mehr vor Katharina geheim halten. Doch er entscheidet sich für einen anderen Weg…","versions":[{"lang":1,"streams":[{"redirect":12005897,"hoster":"VOE"},{"redirect":12010400,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Tod auf Raten","epNo":20,"alt":"","descr":"Panisch rennt Irene Kestner auf die Straße – und direkt in ein Auto. Den Ärzten im Luisenkrankenhaus fällt auf, daß die Patientin einen völlig aufgelösten Eindruck macht und außerdem im Gesicht eine Verletzung vorweist, die nicht von dem Unfall herrühren kann. Das Zusammentreffen mit ihrem Mann Alfons und ihrem Sohn, der nach einjährigem Auslandsaufenthalt nach Hause kommt, löst in Irene alle Schranken: Ihr ganzes Elend bricht aus ihr heraus. Wieder einmal ist Schwester Stefannys Einfühlungsvermögen gefragt… Bei ihrer älteren Zimmergenossin Ella Schulz findet die junge Yvonne Hohmann, deren Freund sie gerade verlassen hat, Verständnis und Trost. Merkwürdig ist nur, daß Yvonnes Mutter Ella offenbar aus ihrer Vergangenheit kennt und diese Tatsache unbedingt vor ihrer Tochter verbergen will…","versions":[{"lang":1,"streams":[{"redirect":12006055,"hoster":"VOE"},{"redirect":12010423,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Teufelsfrüchte","epNo":21,"alt":"","descr":"Frau Siebenstein wird im Zustand schwerer Verwirrtheit ins Krankenhaus gebracht – die Untersuchungen deuten auf eine Vergiftung hin… Der 20-jährige Reiner wird mit Stichverletzungen eingeliefert…","versions":[{"lang":1,"streams":[{"redirect":12005981,"hoster":"VOE"},{"redirect":12010420,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Klassentreffen","epNo":22,"alt":"","descr":"Stefanny und ihre Wohnungsgenossin Billie sind zum Klassentreffen eingeladen. Von den ehemaligen Mitschülern sind nicht alle erschienen, u.a. aber die einstige Klassenbeauty Rebecca, die nach wie vor auf der Sonnenseite des Lebens ist: Mann, Kinder, Haus und Geld – wie aus dem Bilderbuch. Ihre Jugendliebe Hans ist von der für ihn unerreichbaren Rebecca hingerissen. Doch plötzlich beginnt ihre Fassade zu bröckeln – sie bricht zusammen. Im Krankenhaus wird eine Borreliose-Infektion diagnostiziert. Rebecca verweigert jede Auskunft über die vorbehandelnden Ärzte…","versions":[{"lang":1,"streams":[{"redirect":12005908,"hoster":"VOE"},{"redirect":12010409,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Maß ist voll","epNo":23,"alt":"","descr":"Stefannys Freundin Billy und ihre Mutter Renate scheinen unversöhnlich, die Vergangenheit hat einen festen Keil zwischen sie getrieben. Als sie sich zufällig im Zoo treffen, kommt es prompt zum Streit, in dessen Folge Renate einen Schlaganfall erleidet. Im Luisenkrankenhaus wird sie sofort von Dr. Marian behandelt, doch es kommt zu einem zweiten Schlaganfall. Es stellt sich heraus, daß Dr. Marian ein nicht zugelassenes Medikament verabreicht hat… Privatdetektiv Arndt Walde erleidet einen Arbeitsunfall: Während der Observation einer des Seitensprungs verdächtigen Ehefrau purzelt er vom Baum. Sein ‚Zielobjekt‘ Petra Hagen kümmert sich rührend um ihn, bringt ihn ins Krankenhaus und scheint auch einer weiteren, intensiven ‚Betreuung‘ nicht abgeneigt…","versions":[{"lang":1,"streams":[{"redirect":12006071,"hoster":"VOE"},{"redirect":12010432,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Mondscheinpatient","epNo":24,"alt":"","descr":"Die so genannte \"Mondscheinkrankheit\" macht dem 18-jährigen Erik das Leben zur Hölle: Sie verursacht auf seiner Haut bösartige Tumore, sobald er sich der geringsten UV-Strahlung aussetzt. Jetzt wird er mit starken Rückenschmerzen ins Krankenhaus eingeliefert, doch aus Angst, dass die Krankheit lebensbedrohlich geworden sein könnte, verweigert er eine gründliche Untersuchung.","versions":[{"lang":1,"streams":[{"redirect":12005890,"hoster":"VOE"},{"redirect":12010419,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Alpträume","epNo":25,"alt":"","descr":"Ben und Rose sind verliebt – trotzdem will Rose keinen intimen Kontakt. Als sie einen Magendurchbruch erleidet, lässt sie niemanden an sich heran und interessiert sich auffällig für den Patienten Wolfgang Frischmuth…","versions":[]},{"epId":"episode-26","name":"Herzensdieb","epNo":26,"alt":"","descr":"Einbrecher Hardy – vom plötzlich heimkehrenden Hausherrn Volker Krampe auf frischer Tat ertappt – versucht sich mit einem Sprung vom Balkon aus der Affäre zu ziehen. Die Verfolgungsjagd endet im Luisenkrankenhaus: Volker hat einen Schulterbruch, Hardy schwere Verletzungen durch den Metallzaun davongetragen. Durch eine Verwechslung landet Verena Krampe nicht im Zimmer ihres Mannes, sondern stattet aus Versehen Hardy einen Krankenbesuch ab. Von seinem Charme beflügelt, beginnt sie sich in den Dieb zu verlieben… Bei einem Routinecheck stellt Dr. Stein bei Schwester Klaras Gatten, dem Taxifahrer Friedrich, dramatische Arterienverkalkung fest. Der agile Mann läßt sich aber nicht ans Bett fesseln und turnt im Krankenhaus herum. Doch die Strafe für seine Unvernunft folgt am dem Fuße…","versions":[{"lang":1,"streams":[{"redirect":12005933,"hoster":"VOE"},{"redirect":12010425,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"[Derzeit nicht erhältlich]  Manche Wunden heilen nie","epNo":27,"alt":"","descr":"Walter Krupa bricht vor den Toren einer Haftanstalt zusammen. Im Luisenkrankenhaus stellt Dr. Stein fest, dass der Mann todkrank ist. Krupas größte Angst ist nicht der nahende Tod, sondern dass er seinen Sohn Roman nicht mehr sehen wird, der im Gefängnis sitzt…","versions":[]},{"epId":"episode-28","name":"Unerfüllte Träume","epNo":28,"alt":"","descr":"Klaras Mann Friedrich findet sich nicht mit einem Leben als Hausmann ab, trotz seiner halbseitigen Erblindung bewirbt er sich als Wachmann. Als er ein Gesundheitsattest vorlegen soll, flüchtet er sich wieder in Alkohol…","versions":[{"lang":1,"streams":[{"redirect":12005896,"hoster":"VOE"},{"redirect":12010422,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Bevor der Tag sich neigt","epNo":29,"alt":"","descr":"Bei einer harmlosen Blinddarm-Operation macht Dr. Stein eine schreckliche Entdeckung: Die Patientin Britta Heckert hat unheilbaren Krebs. Vor ihrem Tod will sie noch reinen Tisch machen…","versions":[{"lang":1,"streams":[{"redirect":12005904,"hoster":"VOE"},{"redirect":12010428,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Lass mich nicht allein","epNo":30,"alt":"","descr":"Der zwölfjährige Serge ist Zeuge, als seine Eltern niedergeschossen werden. Kurz nach seinem schwerverletzten Vater kommt auch der völlig verstörte Junge ins Luisenkrankenhaus, wo sich Elke um ihn kümmert. Der Polizei verschweigt Serge, wer die Täter waren – er will selbst Rache nehmen… Nach roten Rosen und jungen Hunden denkt sich Freeclimber Henry eine neue verrückte Idee aus, um seine Ex-Freundin Kati zurückzugewinnen. Von einem Schornstein aus soll ein Riesentransparent von seiner Liebe künden. Leider bricht er sich bei der Aktion die Zehen. Im Krankenhaus schwenken Henrys Gefühle plötzlich zu Maria um – nun will er ihr alle Wünsche erfüllen…","versions":[{"lang":1,"streams":[{"redirect":13056386,"hoster":"VOE"},{"redirect":12010431,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Der Preis der Liebe","epNo":31,"alt":"","descr":"Für die Liebe des Fallschirmspringers Frankie würde Tinka alles tun! Mit einem Sprung vom Hochhausdach will sie ihrem Schwarm imponieren, doch die Basejumperin zieht zu spät die Leine und wird schwer verletzt. Ihre Nieren sind so sehr in Mitleidenschaft gezogen, dass Tinka lebenslang an einer Maschine hängen wird – es sei denn, jemand spendet ihr ein neues Organ. Während sich Frankie von ihr zurückzieht, grübelt ihr bester Freund Moritz, wie er seiner heimlichen Liebe helfen kann… Als Dank für seine jahrelange freundliche Betreuung kümmert sich die alte Isabell Rettich rührend um ihren Briefträger Gustav, der sich die Arme gebrochen hat. Zweimal die Woche schreibt Isabell an ihren geliebten, aber leider verheirateten Robert und Gustav nimmt immer brav die Post mit zum Briefkasten. Robert beantwortet zwar regelmäßig ihre Briefe, besucht hat er Isabell aber noch nie. Als Isabell gegenüber Gustav äußert, dass sie in Zukunft ihre Post allein einwerfen wird, bahnt sich Ärger an…","versions":[{"lang":1,"streams":[{"redirect":12005905,"hoster":"VOE"},{"redirect":12010430,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Ein neuer Anfang","epNo":32,"alt":"","descr":"Die Lehrerin Anna Boddien nutzt die Abwesenheit ihres Mannes Roland, um aus der gemeinsamen Wohnung auszuziehen. Als Roland nach seiner Rückkehr Annas Abschiedsbrief findet, wallt sein gefürchteter Jähzorn auf: Er fängt seine Frau in ihrer Schule ab und stößt sie im Zorn die Treppe hinunter. Als man im Luisenkrankenhaus leichte innere Verletzungen feststellt, besteht Roland darauf, Anna wieder mit nach Hause zu nehmen… Das Krankenhaus erlebt einen überaus \"starken\" Zulauf: Sechs stattliche Bodybuilder, die unter ihren Fitnessgeräten begraben wurden, brauchen medizinische Hilfe. Besonders Silvio hat es arg getroffen: Sein empfindlichstes Teil wurde in Mitleidenschaft gezogen. Nun liegt er auch noch ausgerechnet mit dem Macho Ken auf einem Zimmer, der ihn immer für einen Frauenhelden hielt. Und dann taucht auch noch seine Freundin Lisa auf, die alles andere als eine Traumfrau ist…","versions":[]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Verhängnisvolle Affären","epNo":1,"alt":"","descr":"Als Brigitte Linde mit starken Schmerzen ins Krankenhaus muss, steht für ihren neuen Freund, den jungen Art Director Tobias, felsenfest: Brigittes Noch-Ehemann Wolfgang, dieser Loser, hat sie vergiftet, weil sie die Scheidung von ihm verlangt hat! Doch die Ärzte stellen fest, dass Frau Linde ernstlich erkrankt ist. Die beiden Rivalen werden auf eine harte Bewährungsprobe gestellt… Stefanny ist wütend auf ihren Freund Dr. Forch: Wieder hat er ihre Wünsche einfach ignoriert und sie mit einer \"Überraschung\" völlig überrumpelt. Ein offenes Ohr für seine Probleme findet Forch bei Stefannys bester Freundin Billie – und nicht nur das: Die beiden verbringen eine Nacht miteinander. Als Stefanny davon erfährt und die beiden kurz darauf in einer zweideutigen Situation überrascht, zieht sie die Konsequenzen: Sie kündigt und verlässt das Luisenkrankenhaus…","versions":[{"lang":1,"streams":[{"redirect":12021503,"hoster":"VOE"},{"redirect":12021506,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stephanies Rückkehr","epNo":2,"alt":"","descr":"Filmproduzentin Bea Graf steht kurz vor einem großen Coup: In Frankreich will sie einen großen Star für ihren nächsten Film unter Vertrag nehmen. Bevor sie sich auf die Reise begibt, lässt sie sich im Krankenhaus noch schnell einen Abszess entfernen. Bei der Untersuchung stellt Dr. Stein einen Knoten fest. Bea muss sich entscheiden: Gesundheit oder Film… Keiner glaubt der alten Lina, die behauptet, von der Freundin ihres Enkels Ulf vergiftet worden zu sein. Ihre Darmverstimmungen müssen nach Meinung der Ärzte eine andere Ursache haben. Doch als Ulf ihr einen Besuch im Krankenhaus abstattet, verschlechtert sich Linas Zustand rapide… Der neue Klinikchef Prof. Friedländer stellt sich dem Team vor. Für den nächsten Tag kündigt er außerdem eine neue Schwester an, die er aus Spanien mitgebracht hat. Klara, Elke und Fränzi ahnen noch nicht, dass sie der \"Neuen\" vor Freude um den Hals fallen werden…","versions":[{"lang":1,"streams":[{"redirect":12021514,"hoster":"VOE"},{"redirect":12021567,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Doppeltes Spiel","epNo":3,"alt":"","descr":"Martin Lamm wird nach einem Unfall mit einem Blackout eingeliefert. Seine hochschwangere Frau ist voller Sorge – Stephanie versucht, sie zu beruhigen. Am nächsten Tag trifft Stephanie bei ihm eine andere Dame, die sich als seine Frau vorstellt…","versions":[{"lang":1,"streams":[{"redirect":12021518,"hoster":"VOE"},{"redirect":12021521,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Offene Wunden","epNo":4,"alt":"","descr":"Siegmar Ruschke liest in der Zeitung eine Anzeige: ‚Mama ist tot!‘. Unter der angegebenen Adresse findet er ein junges Mädchen in desolatem Zustand, das sich, aus Schmerz um den Verlust der Mutter, am ganzen Körper Wunden zugefügt hat – er bringt sie ins Krankenhaus. Siegmar behauptet, ein Freund der Mutter zu sein, doch das Mädchen kennt ihn nicht…","versions":[{"lang":1,"streams":[{"redirect":12021523,"hoster":"VOE"},{"redirect":12021528,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Angst vor der Wahrheit","epNo":5,"alt":"","descr":"Gunilla Bachmeier wird mit einem Darmverschluss ins Luisenkrankenhaus gebracht. Ihr 13-jähriger Sohn Hanno hatte den Notarzt gerufen. Gunilla weigert sich allerdings, einer Operation zuzustimmen, erst will sie mit ihrer Schwester Mira Frieden schließen, die sie seit Jahren nicht gesehen hat. Mira soll sich um Hanno kümmern, falls ihr etwas zustößt. Stephanie kann Mira ausfindig machen, doch die zögert – denn Hanno ist blind…","versions":[{"lang":1,"streams":[{"redirect":12021535,"hoster":"VOE"},{"redirect":12021529,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein ganzer Kerl","epNo":6,"alt":"","descr":"Miriam ist völlig aus dem Häuschen, als sie im Krankenhaus zufällig ihrem Lieblingssänger Ayman begegnet. Um zu ihrem Schwarm vorzudringen, muss sie erst dessen wachsame Managerin Doro austricksen…","versions":[{"lang":1,"streams":[{"redirect":12021533,"hoster":"VOE"},{"redirect":12021534,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das letzte Glas","epNo":7,"alt":"","descr":"Professor Berner, nach dem Tod seiner Frau zum Alkoholiker geworden, leidet an akuter Pankreatitis. Zwischen ihm und seinem Sohn bricht ein Streit um die künftige Leitung von Berners Privatklinik aus… Indes erreicht Stephanie ein Anruf ihres Ex-Mannes Frederik: Er hat in Berlin zu tun und will sie und die Kinder unbedingt sehen.","versions":[{"lang":1,"streams":[{"redirect":12021540,"hoster":"VOE"},{"redirect":12021538,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das bisschen Liebe","epNo":8,"alt":"","descr":"Misstrauisch beäugt Suse Harmholz von ihrem Rollstuhl aus, dass ihr erwachsener Sohn Bodo offenbar Gefallen an Nachbarin Bella findet. Suse fürchtet um die liebevolle Pflege, die ihr ihr Sohn bisher hat angedeihen lassen. Bei einem Unfall im Park erleidet Suse einen Oberschenkelhalsbruch – jetzt erinnert die alte Frau Bodo noch eindringlicher an ihre Hilflosigkeit. Doch Prof. Friedländer macht bei der Operation eine interessante Entdeckung: Aus medizinischer Sicht könnte Suse bald allein auf beiden Beinen stehen… Elke ist verzweifelt: Eine Tante von Pflegesohn Sergej hat sich aus Russland gemeldet und möchte den Jungen zu sich nehmen. Obwohl Zehler sie drängt, mit Sergej zu reden, kann sich Elke nicht durchringen. Als Tante Nina plötzlich vor ihm steht, ist Sergej wie vor den Kopf gestoßen…","versions":[{"lang":1,"streams":[{"redirect":12021548,"hoster":"VOE"},{"redirect":12021547,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Heideröslein","epNo":9,"alt":"","descr":"Die Physiotherapeutin Ulrike Bloch hat bei einem Feuer in ihrer Praxis schwere Verbrennungen erlitten. Als ihr Mann Gunther in der Klinik erscheint, gerät sie in Panik und behauptet, er habe die Räumlichkeiten angesteckt – der bestreitet es vehement. Auch das ‚Heideröslein‘, das er ihr angeblich am Telefon vorspielt, um ihr Angst einzujagen, hat keiner gehört…","versions":[{"lang":1,"streams":[{"redirect":12021553,"hoster":"VOE"},{"redirect":12021552,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine richtige Familie","epNo":10,"alt":"","descr":"Der 14-jährige Vincent Petermann sieht der Begegnung seiner Eltern am Krankenbett von Vater Dirk, der nach einem Bootsunfall operiert werden musste, hoffnungsvoll entgegen. Kommen Dirk und Verena doch wieder zusammen und vergessen die geplante Scheidung? Vincent verbringt die Nacht bei Dirks bestem Freund und Geschäftspartner Daniel – und entdeckt hier den wahren Grund für die Trennung seiner Eltern…","versions":[{"lang":1,"streams":[{"redirect":12021555,"hoster":"VOE"},{"redirect":12021556,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Absturz der Träume","epNo":11,"alt":"","descr":"Mario Liesing ist schockiert: Die harmlose Grippe, wegen der er sich behandeln lassen wollte, ist in Wirklichkeit Symptom für weit Schlimmeres – Knochenmark-Krebs. Marios Lebensgefährtin Doreen wäre sofort bereit, ihr Knochenmark zu spenden, doch es kommen nur Blutsverwandte in Frage. Stephanie findet heraus, dass er eine Tochter hat – sie lebt auf der Straße…","versions":[{"lang":1,"streams":[{"redirect":12021563,"hoster":"VOE"},{"redirect":12021564,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bis aufs Blut","epNo":12,"alt":"","descr":"Stephanies alte Freundin Utti meldet sich: Das ehemalige Partyluder ist jetzt verheiratet und hat ein Kind. Ein Autounfall verhindert jedoch das Treffen der Freundinnen, und Stephanie wird Zeugin, wie Uttis Kind auf die Straße rennt. Ein Mann greift wagemutig ein und rettet den Kleinen, dabei zieht er sich schwere Verletzungen zu. Utti und ihr Sohn verschwinden daraufhin spurlos…","versions":[{"lang":1,"streams":[{"redirect":12021569,"hoster":"VOE"},{"redirect":12021573,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nobbie","epNo":13,"alt":"","descr":"Die beruflich stark geforderte Journalistin Natalia Ebner wird mit akuten Herzrhythmusstörungen ins Krankenhaus gebracht. Dort muss sie sich auch mit privaten Problemen beschäftigen, die mit ihrem am Down-Syndrom leidenden Sohn Nobbie zu tun haben…","versions":[{"lang":1,"streams":[{"redirect":12021576,"hoster":"VOE"},{"redirect":12021571,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Ende eines Ausflugs","epNo":14,"alt":"","descr":"Dr. Meier-Liszt, der wieder ins Luisenkrankenhaus zurückkehrt, liest auf der Bahnhofstoilette den Obdachlosen Richie auf und bringt den Mann in die Klinik. Richies Kumpel Mücke macht Klara gegenüber geheimnisvolle Andeutungen über Richies Identität. Sie geht den Hinweisen nach…","versions":[{"lang":1,"streams":[{"redirect":12021578,"hoster":"VOE"},{"redirect":12021580,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Doppelleben","epNo":15,"alt":"","descr":"Für Juliane Frank bietet sich gerade beruflich die Chance ihres Lebens. Aber sie hat ein Problem: Sie erwartet Zwillinge und erwägt, die Schwangerschaft abzubrechen. Ihr Mann Toni aber wünscht sich die Kinder. Stephanie versucht, dem Paar zu helfen. Doch sie ist selbst in Nöten: Stephanie versäumt zum ersten Mal ihren Nachtdienst, denn sie macht bei ihren Kindern eine furchtbare Entdeckung…","versions":[{"lang":1,"streams":[{"redirect":12021589,"hoster":"VOE"},{"redirect":12021585,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vergeblicher Abschied","epNo":16,"alt":"","descr":"Christina Schanze wird bei einer Gasexplosion in der Anglerhütte ihres Mannes schwer verletzt. Im Luisenkrankenhaus bangen die Ärzte tagelang um ihr Bein, das bei dem Unfall regelrecht zerfetzt wurde. Auch ihr Mann Konrad liegt mit Brandverletzungen in der Klinik. Henrike, Christinas Tochter aus erster Ehe, nutzt die Situation aus, um ihre Mutter und ihren Stiefvater Konrad gegeneinander auszuspielen. Sie bezichtigt Konrad eines schweren Verbrechens und hat anscheinend sogar Beweise dafür. Stephanie bemüht sich liebevoll um Christina und versucht herauszufinden, was wirklich passiert ist… Claudio, erfolgreicher Psychotherapeut, kommt mit einem ganzen Leidenskatalog ins Krankenhaus. Er ist der festen Überzeugung, dass er an einer lebensbedrohlichen Erkrankung leidet. Doch alle Untersuchungen bleiben ohne Befund: Claudio ist ein eingebildeter Kranker. Vor lauter Beschäftigung mit den psychischen Problemen anderer Leute hat er seine eigene Psyche nicht mehr im Griff. Beatrice, eine ehemalige Patientin Claudios, liegt mit einem komplizierten Armbruch im Krankenhaus. Als sie ihn trifft, therapiert Beatrice ihren Therapeuten…","versions":[{"lang":1,"streams":[{"redirect":12021583,"hoster":"VOE"},{"redirect":12021588,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Todesfahrer","epNo":17,"alt":"","descr":"Bei einer Verkehrskontrolle dreht ein Fahrer plötzlich durch und überrollt den Polizisten Jörn, der mit schweren Verletzungen eingeliefert wird. Die Kripo ermittelt, dass im Wagen des Fahrers flüchtige Bankräuber saßen. Jörn gibt an, niemanden erkannt zu haben. Stephanie spürt, dass den Polizisten etwas belastet…","versions":[{"lang":1,"streams":[{"redirect":12021596,"hoster":"VOE"},{"redirect":12021597,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Diebisches Duo","epNo":18,"alt":"","descr":"Viktor, vermögender Professor im Ruhestand, findet vor seinem Haus eine schwangere Frau, der es offensichtlich schlecht geht. Als Viktor sie hineinbittet, stolpert die junge Luzie unglücklich und verletzt sich. Der Professor kümmert sich rührend um sie, was ihr zunehmend unangenehm ist. Viktor ahnt nicht, dass sein Schützling und dessen Mann Theo ein sorgsam gehütetes Geheimnis haben…","versions":[{"lang":1,"streams":[{"redirect":12021595,"hoster":"VOE"},{"redirect":12021603,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Heimlicher Schmerz","epNo":19,"alt":"","descr":"Die Großeltern von Stephanie wollen ein Haus im Grünen kaufen, in das die große Familie bald gemeinsam einziehen soll. Doch Stephanies Freude ist schnell vorbei, denn Oma Hulda geht es nicht gut. Sie leidet unter heftigen Atembeschwerden und wiederkehrenden Schmerzanfällen. Stephanie muss die alte Dame regelrecht zwingen, sich untersuchen zu lassen…","versions":[{"lang":1,"streams":[{"redirect":12021605,"hoster":"VOE"},{"redirect":12021601,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Stille Wasser","epNo":20,"alt":"","descr":"Jule und Ronny sind heftig ineinander verliebt – die erste große Liebe ihres Lebens. Alles könnte so schön sein, wenn die Eltern nicht versuchten, die beiden auseinander zu treiben. Jule und Ronny beschließen verzweifelt, ein Zeichen zu setzen – und geraten damit in Lebensgefahr…","versions":[{"lang":1,"streams":[{"redirect":13014576,"hoster":"VOE"},{"redirect":12021608,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Gipfelstürmerin","epNo":21,"alt":"","descr":"Als sich die Bergsteigerin Nadja bei der Vorbereitung auf eine Expedition verletzt und in die Klinik eingeliefert wird, erfährt sie, dass sie schwanger ist. Doch ihre Freude ist getrübt: Zum einen, weil dadurch ihre Teilnahme an der Expedition fraglich wird. Zum anderen, weil eine Schwangerschaft aufgrund eines früheren Unfalls äußerst riskant wäre…","versions":[{"lang":1,"streams":[{"redirect":13014578,"hoster":"VOE"},{"redirect":12021614,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Verwirrungen","epNo":22,"alt":"","descr":"Henning Frenzel steht vor einer schweren Magenoperation mit ungewissem Ausgang. Doch offenbar quält ihn noch etwas anderes: Verzweifelt drängt er seine Ex-Frau am Telefon, ihn zu besuchen… Eine junge Frau erleidet vor der Klinik einen Schlaganfall. Stephanie bemüht sich rührend um die Patientin und findet bald heraus, dass diese große persönliche Probleme bedrücken…","versions":[{"lang":1,"streams":[{"redirect":12021615,"hoster":"VOE"},{"redirect":12021622,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die zweite Chance","epNo":23,"alt":"","descr":"Der 16-jährige Jimmy ist schwer verletzt, angeblich durch einen Treppensturz. Seine verschüchterte Mutter kann über den Unfall allerdings wenig sagen. Bei den Untersuchungen entdecken die Ärzte neonazistische Tätowierungen auf seinem Körper… Dr. Steins neue Liebe Leonie hat eine Gallenkolik. Während der Chefvisite an ihrem Bett stellt sich heraus, dass sie auch eine alte Bekannte von Prof. Friedländer ist…","versions":[{"lang":1,"streams":[{"redirect":12021618,"hoster":"VOE"},{"redirect":12021624,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dein wahres Gesicht","epNo":24,"alt":"","descr":"Tessa Borgmann und Marie Wiens werden nach einem Fahrradunfall ins Luisenkrankenhaus eingeliefert. Tessa ist nur leicht verletzt, doch Maries Arm ist zerquetscht: Ihre Zukunft als Architektin im Büro von Tessas Mann steht auf dem Spiel… Amateurboxer ‚Buddy‘ wird beim Training von seiner wütenden Freundin Lora abgelenkt und von seinem Sparringspartner niedergeschlagen…","versions":[{"lang":1,"streams":[{"redirect":12021623,"hoster":"VOE"},{"redirect":12021630,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Schutzengel","epNo":25,"alt":"","descr":"Lisa, leidenschaftliche Eiskunstläuferin, hat beim Training mit ihrem Paarlaufpartner und Freund Till Probleme mit einer alten Verletzung. Frustriert und verstört verlässt sie die Eissporthalle und wird von einem Auto erfasst – der Täter begeht Fahrerflucht. Ein Taxifahrer findet die schwer verletzte Lisa und bringt sie ins Luisenkrankenhaus…","versions":[{"lang":1,"streams":[{"redirect":12021627,"hoster":"VOE"},{"redirect":12021635,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ende der Träume","epNo":26,"alt":"","descr":"Cassy ist Fernfahrerin und steht kurz vor ihrer ersten großen Auslands-Tour, als sie zusammenbricht. Bernd Mahnke, ihr Freund und Chef, entdeckt sie mit einer Spritze in der Hand und ist entsetzt… Stephanie freut sich auf ein Wochenende mit Dr. Meier-Liszt – bis plötzlich dessen Frau mit einer überraschenden Nachricht auftaucht…","versions":[{"lang":1,"streams":[{"redirect":12021638,"hoster":"VOE"},{"redirect":12021641,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Entscheide Dich!","epNo":27,"alt":"","descr":"Die 14-jährige Ballettelevin Theresa wird von einem Auto schwer verletzt – ihre Mutter fürchtet, dass das Mädchen gelähmt bleibt. Sie wartet ungeduldig auf ihren Mann Fred, der auf eine Geschäftsreise gehen wollte. Er soll ihr und Theresa beistehen…","versions":[{"lang":1,"streams":[{"redirect":12021644,"hoster":"VOE"},{"redirect":14171956,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der erste Schrei","epNo":28,"alt":"","descr":"Marja Büser legt ihr Neugeborenes in die ‚Babyklappe‘ einer Fürsorgestation und bricht zusammen. Im Luisenkrankenhaus stellt Dr. Vera Friedländer schockiert fest, dass Marja allein entbunden hat und es zu einer Infektion gekommen ist. Die junge Frau ist verzweifelt und weigert sich, ihr Baby zu sehen. Vergeblich versucht Stephanie, etwas über die Hintergründe der Verzweiflungstat herauszubekommen…","versions":[{"lang":1,"streams":[{"redirect":12021649,"hoster":"VOE"},{"redirect":12021648,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Immer wieder Dienstag","epNo":29,"alt":"","descr":"Nach einem Ohnmachtsanfall befürchtet die alleinerziehende Martina Köster, wie schon ihre Mutter an Multipler Sklerose erkrankt zu sein. Als Martina erfährt, dass ihre Tochter Sarah sich in einen Jungen namens Oliver Schönfeld verliebt hat und mit ihm für ein Jahr in die USA fahren will, lüftet sie ein Geheimnis: Sie gesteht Sarah, dass der bekannte Intendant des Berliner Staatstheaters, Rolf Schönfeldt, ihr Vater und Oliver ihr Halbbruder ist. Sarah ist fassungslos und bricht den Kontakt zu ihrer Mutter ab.","versions":[{"lang":1,"streams":[{"redirect":12021653,"hoster":"VOE"},{"redirect":12021657,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Schattenspiele","epNo":30,"alt":"","descr":"Der kleine Moritz ist aus einem Heim ausgerissen. Mit Hilfe eines Fotos, das der Junge bei sich trägt, macht Stephanie Moritz’ Vater Jonas ausfindig… Derweil erlebt Marion am Krankenbett ihres Gatten, Kunsthändler Wilke, eine Überraschung: Der Patient ist nicht ihr Mann, sondern der Bildhauer Alex…","versions":[{"lang":1,"streams":[{"redirect":12922702,"hoster":"VOE"},{"redirect":12980298,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die gute Lüge","epNo":31,"alt":"","descr":"Verwaltungsdirektor Zehler erhält unerwarteten Besuch von seiner an Alzheimer erkrankten Mutter Marianne. Prof. Friedländer rät Zehler eindringlich, seiner Mutter seelische Erschütterungen zu ersparen. Da Marianne glaubt, dass ihr Sohn und Schwester Elke immer noch ein Paar sind, bleibt Zehler nichts anderes übrig, als Elke um einen großen Gefallen zu bitten.","versions":[{"lang":1,"streams":[{"redirect":12922706,"hoster":"VOE"},{"redirect":12021670,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Zeit zu träumen – Zeit zu siegen","epNo":32,"alt":"","descr":"Sportler Tino Sandmann ist verzweifelt, als die Ärzte nach einem Zusammenbruch bei ihm eine Herzmuskelerweiterung diagnostizieren. Als in sein Zimmer der drogenabhängige Sascha gelegt wird, meldet sich zudem bei Tino ein altes Verlangen wieder…","versions":[{"lang":1,"streams":[{"redirect":12021667,"hoster":"VOE"},{"redirect":12021669,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Einfach nur leben","epNo":33,"alt":"","descr":"Die 16-jährige Liesbeth leidet seit Jahren an Hepatitis C und wartet verzweifelt auf eine Spenderleber. Doch das Mädchen trägt sein Schicksal mit vorbildlicher Haltung und versucht, seiner besorgten Ziehmutter Christa Mut zu machen. Eines Tages taucht in Liesbeths Zimmer eine Patientin auf, die sich auffällig für das Mädchen interessiert. Schwester Stephanie merkt bald, dass es sich bei der Frau um Liesbeths leibliche Mutter Annemarie Löbel handelt, die vor Jahren im Affekt ihren Ehemann erschossen hatte und kürzlich aus dem Gefängnis entlassen wurde. Als sich Liesbeths Zustand dramatisch verschlechtert, fasst Annemarie einen folgenschweren Entschluss.","versions":[{"lang":1,"streams":[{"redirect":12021677,"hoster":"VOE"},{"redirect":12021678,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Er oder sie","epNo":34,"alt":"","descr":"Ist der Kripo-Hautkommissar Kern ein Transvestit oder nicht? Und was wollte der Auktionator sagen, bevor er sich auf die Zunge gebissen hat?","versions":[{"lang":1,"streams":[{"redirect":12021693,"hoster":"VOE"},{"redirect":12021681,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Fluchtweg","epNo":35,"alt":"","descr":"Ist der Verletzte, der vor dem Krankenhaus gefunden wurde, tatsächlich der Sohn des Klinikchefs?","versions":[{"lang":1,"streams":[{"redirect":12021689,"hoster":"VOE"},{"redirect":12021682,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Ausgeliefert","epNo":36,"alt":"","descr":"Zwei Patienten mit Spezialwünschen halten das Krankenhauspersonal auf Trab.","versions":[{"lang":1,"streams":[{"redirect":12021695,"hoster":"VOE"},{"redirect":12021690,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Aktien auf den Tod","epNo":37,"alt":"","descr":"Dr. Meier-Liszt verspricht einem Patienten, der nicht narkotisiert werden darf, ihn durch Hypnose zu betäuben.","versions":[{"lang":1,"streams":[{"redirect":12021698,"hoster":"VOE"},{"redirect":12021699,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die letzte Reise","epNo":38,"alt":"","descr":"Stefanie sorgt dafür, dass ein Geschäftsmann rechtzeitig von der unheilbaren Krankheit seiner Frau erfährt.","versions":[{"lang":1,"streams":[{"redirect":12021705,"hoster":"VOE"},{"redirect":12021703,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Kalter Frühling","epNo":39,"alt":"","descr":"Wittig, ein Gärtner mit Herz und Seele, bricht plötzlich zusammen. Hat er sich ein Leben lang überarbeitet?","versions":[{"lang":1,"streams":[{"redirect":12021511,"hoster":"VOE"},{"redirect":12021504,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Schicksalsschläge","epNo":1,"alt":"","descr":"Zwei Kliniken sind zusammengelegt worden und Stephanie muss sich erst in den neuen Arbeitsräumen eingewöhnen. Vieles ist neu, auch dass Klara mit Iris Melba-Eckelt eine zusätzliche Vorgesetzte vor die Nase gesetzt bekommen hat. Aber eigentlich ist Stephanie woanders mit ihren Gedanken…","versions":[{"lang":1,"streams":[{"redirect":12021712,"hoster":"VOE"},{"redirect":12021714,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zweifel und Lügen","epNo":2,"alt":"","descr":"Vater und Sohn Lorentz haben sich in dieselbe Frau verliebt! Die Umschwärmte wendet ihre Liebe ihrem zukünftigen Schwiegervater zu. Eine Lawine der Gefühle droht die Familie zu zerstören…","versions":[{"lang":1,"streams":[{"redirect":12021716,"hoster":"VOE"},{"redirect":12021717,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Traumhochzeit","epNo":3,"alt":"","descr":"Stephanie will dem verletzten Frederik einen Neuanfang ermöglichen.","versions":[{"lang":1,"streams":[{"redirect":12021729,"hoster":"VOE"},{"redirect":12021720,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Atemnot","epNo":4,"alt":"","descr":"Leidet die 16-jährige Marie wirklich an Herzrhythmusstörungen oder wurde sie vom Vater missbraucht?","versions":[{"lang":1,"streams":[{"redirect":13014580,"hoster":"VOE"},{"redirect":12021726,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kein Erbarmen mit Mama","epNo":5,"alt":"","descr":"Elke springt als Aufpasserin für Stephanies Zwillinge ein, was ihrer Tablettensucht wegen schlimme Folgen hat.","versions":[{"lang":1,"streams":[{"redirect":12021731,"hoster":"VOE"},{"redirect":12021737,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Endzeit","epNo":6,"alt":"","descr":"Der Streit zwischen Dr. Stein und Dr. Friedländer hat Folgen.","versions":[{"lang":1,"streams":[{"redirect":12021741,"hoster":"VOE"},{"redirect":12021742,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die letzte Liebe","epNo":7,"alt":"","descr":"Stefanie versucht im Fall der ehemaligen Freudinnen Ulrike und Melina zu vermitteln.","versions":[{"lang":1,"streams":[{"redirect":12021746,"hoster":"VOE"},{"redirect":12021747,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"72 Stunden","epNo":8,"alt":"","descr":"Wird Stefanie die liebgewonnene Kollegin Klara doch noch verlieren?","versions":[{"lang":1,"streams":[{"redirect":12021750,"hoster":"VOE"},{"redirect":12021752,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vertrauen ist gut…","epNo":9,"alt":"","descr":"Ist der eingelieferte Patient Keitel wirklich ein Verbrecher? Stefanie kann dies nicht glauben.","versions":[{"lang":1,"streams":[{"redirect":12021755,"hoster":"VOE"},{"redirect":12021756,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gekauftes Glück","epNo":10,"alt":"","descr":"Die Psychoterapeutin Maria hilft einem Patienten bei der Suche nach einer akzeptablen Ehefrau.","versions":[{"lang":1,"streams":[{"redirect":12021758,"hoster":"VOE"},{"redirect":12021760,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Letztes Wort","epNo":11,"alt":"","descr":"Der Richter Wartmann bricht während seines letzten Prozesses zusammen – trotzdem will er den Prozess um jeden Preis zu Ende führen.","versions":[{"lang":1,"streams":[{"redirect":12021774,"hoster":"VOE"},{"redirect":12021765,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fragen der Ehre","epNo":12,"alt":"","descr":"Meier-Liszt glaubt, den Kollegen Dr. Stein suspendieren zu müssen, weil sie sich bei einem Lehrauftrag konkurrenzieren.","versions":[{"lang":1,"streams":[{"redirect":12021770,"hoster":"VOE"},{"redirect":12021778,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zimmer 9","epNo":13,"alt":"","descr":"Der Patient Kai-Uwe will Schwester Stefanie bekochen, der Abend verläuft aber anders als gedacht.","versions":[{"lang":1,"streams":[{"redirect":12021781,"hoster":"VOE"},{"redirect":12021786,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Respekt","epNo":14,"alt":"","descr":"Die Künstler Henry und Thomas sind ein hervorragendes Team und schon bald sollen sie Brüder werden. Die Pläne ändern sich jedoch schlagartig, als Henry einen Unfall hat und ein Tumor in seinem Bein gefunden wird.","versions":[{"lang":1,"streams":[{"redirect":12021788,"hoster":"VOE"},{"redirect":12021795,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Carpe Diem","epNo":15,"alt":"","descr":"Florian rettet eine junge Fraus aus dem Kanal und erkrankt dann an einer Lungenentzündung.","versions":[{"lang":1,"streams":[{"redirect":12021793,"hoster":"VOE"},{"redirect":12021792,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Singapur \u0026amp; San Francisco","epNo":16,"alt":"","descr":"Kann sich Stephanie ein Leben mit Kai-Uwe wirklich vorstellen?","versions":[{"lang":1,"streams":[{"redirect":12021807,"hoster":"VOE"},{"redirect":12021806,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schuld und Sühne","epNo":17,"alt":"","descr":"Die Pflegebereichsleiterin Iris fordert Dr. Meier-Liszt zu einem Tennis-Duell, bei dem sie sich näherkommen.","versions":[{"lang":1,"streams":[{"redirect":12021808,"hoster":"VOE"},{"redirect":12021814,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schmerzender Wahn","epNo":18,"alt":"","descr":"Die Pflegebereichsleiterin Iris und Dr. Meier-Liszt führen ihre heimliche Beziehung weiter, im Glauben, die anderen bemerkten nichts.","versions":[{"lang":1,"streams":[{"redirect":12021816,"hoster":"VOE"},{"redirect":12021819,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Bangen und Hoffen","epNo":19,"alt":"","descr":"Nimmt die Beziehung von Stefanie und Kai Uwe durch seine Einmischung in ihr Berufsleben Schaden?","versions":[{"lang":1,"streams":[{"redirect":12021823,"hoster":"VOE"},{"redirect":12021830,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Auf dünnem Eis","epNo":20,"alt":"","descr":"Simone, Tochter eines ehemals bekannten Eiskunstlaufpaares, übt verbissen für ihre Karriere auf dem Eis. Als ihre Konzentration nachlässt, verstaucht sie sich das Fußgelenk. Ihr Vater und Trainer besteht darauf, sie ins Krankenhaus zu fahren, aber Simone will nicht…","versions":[{"lang":1,"streams":[{"redirect":12021825,"hoster":"VOE"},{"redirect":12021827,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Liebe, stärker als der Tod","epNo":21,"alt":"","descr":"Nach dem plötzlichem Herzstillstand eines Patienten fällt auf Stefanie ein schlimmer Verdacht.","versions":[{"lang":1,"streams":[{"redirect":12021834,"hoster":"VOE"},{"redirect":12021836,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Diamant","epNo":22,"alt":"","descr":"Ein seltsamer Fund im Darm eines Patienten fordert Stephanies ganzen Einsatz: Als Zeuge eines Banküberfalls verschluckte Frank Bader einen Diamanten. In Anwesenheit seiner Frau Evelyn prüft ein Juwelier die Echtheit des Steins. Derweil gibt es Ärger auf Schwester Klaras Station: Pfleger Matthes gerät unter Verdacht, nicht nur als DJ in einer Disco gearbeitet zu haben, sondern auch Drogen zu verkaufen. Prof. Friedländer und Iris nehmen ihn ins Kreuzverhör.","versions":[{"lang":1,"streams":[{"redirect":12021843,"hoster":"VOE"},{"redirect":12021840,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Alte Bäume, junges Grün","epNo":23,"alt":"","descr":"Franz Pustelader, ein eigensinniger Mittsiebziger, hat bei einer Gasexplosion Verbrennungen erlitten. Im Luisenkrankenhaus kümmert sich seine gleichaltrige Nachbarin Agnes um ihn – auf ziemlich resolute Weise! In ihrer Jugend haben sich die beiden einst sehnsuchtsvolle Liebesbriefe geschrieben, aber dann doch jemanden anders geheiratet. Seit damals leben sie, inzwischen beide längst verwitwet, Tür an Tür. Agnes bekocht Franz, während der alte Sturkopp hartnäckig behauptet, sie überhaupt nicht riechen zu können… Kurz vor der Premiere eines off-Musicals hat die Hauptdarstellerin Bora Hensler einen Verkehrsunfall, bei dem Rippen und Zwerchfell verletzt werden. Singen und tanzen kann sie damit nicht mehr, also muss schleunigst Ersatz her. Boras Freundin Kirsten, die eigentlich die zweite Zofe spielen sollte, kennt die Partie auswendig, weigert sich aber einzuspringen – bis sie erfährt, dass Bora von Kirstens Ex-Freund schwanger ist…","versions":[{"lang":1,"streams":[{"redirect":12021853,"hoster":"VOE"},{"redirect":12021855,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Probezeit für die Liebe","epNo":24,"alt":"","descr":"Praktikantin Paula Busch trifft ihre Studentenliebe Achim wieder. Die Gefühle flammen erneut auf, doch dann erfährt Paula, dass Achim und sie sich um die gleiche Klinik-Stelle beworben haben. Eine Probezeit soll entscheiden, wer von beiden bleiben darf…","versions":[{"lang":1,"streams":[{"redirect":12021863,"hoster":"VOE"},{"redirect":12980295,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Türkische Hochzeit","epNo":25,"alt":"","descr":"Sven liebt Yesim, eine in Deutschland aufgewachsene junge Türkin. Nach einer gemeinsamen Nacht wird das Paar von Yesims Bruder Hakan überrascht, der sich auf Sven stürzt. Bei dem Handgemenge zieht sich Sven einen komplizierten Armbruch zu. Doch nicht nur Hakan ist von der deutsch-türkischen Verbindung wenig begeistert. Yesim muss befürchten, nach Istanbul zurückgeschickt zu werden. Mit einer Verzweiflungstat setzt sie ungewollt ihr Leben aufs Spiel…","versions":[{"lang":1,"streams":[{"redirect":12021872,"hoster":"VOE"},{"redirect":12021874,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Sturz in die Stille","epNo":26,"alt":"","descr":"Schwester Klara muss sich zwischen zwei Männern entscheiden.","versions":[{"lang":1,"streams":[{"redirect":12021878,"hoster":"VOE"},{"redirect":12021882,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Überleben, weiterleben","epNo":27,"alt":"","descr":"Noch immer wird Klara von schwerer Trauer über Friedrichs Tod geplagt. Schwester Stephanie versucht mit viel Einfühlungsvermögen, ihr die Schuldgefühle zu nehmen. Zur gleichen Zeit wundern sich einige darüber, wie sehr sich Iris Melba-Eckelt verändert hat. Teilweise ist die alte Zynikerin erstaunlich verständnisvoll, dann wieder unvermutet gereizt. Und ganz merkwürdig scheint sie die Begegnung mit Martas Baby zu berühren. Sally und Fränzi haben bald einen Verdacht…","versions":[{"lang":1,"streams":[{"redirect":12021883,"hoster":"VOE"},{"redirect":12021886,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Ein Augenblick ohne Einsamkeit","epNo":28,"alt":"","descr":"Die Angst vor einer Krebs-Erkrankung wirft Iris Melba-Eckelt ziemlich aus der Bahn. Die Begegnung mit Krebspatientin Biedermann bewegt sie sehr. Umgekehrt klammert sich Frau Biedermann an sie – unter dem Einfluss der Schmerzmittel hält sie Iris für ihre Tochter, mit der sie seit langem zerstritten ist…","versions":[{"lang":1,"streams":[{"redirect":12021707,"hoster":"VOE"},{"redirect":12021713,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Nachtschicht","epNo":1,"alt":"","descr":"Soll im Falle des verletzten Geldtransportfahrers Hans die Polizei eingeschaltet oder nicht?","versions":[{"lang":1,"streams":[{"redirect":12021899,"hoster":"VOE"},{"redirect":12021901,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bis daß der Tod euch scheidet…","epNo":2,"alt":"","descr":"Seit Jahren leidet Lore an der Parkinsonschen Krankheit – nun ist auch noch eine Geschwulst an der Bauchspeicheldrüse hinzugekommen. Sie weiß, dass sie nur noch kurze Zeit zu leben hat. An ihren Mann Gerd hat sie noch eine große Bitte: Wenigstens für den Rest ihrer Tage möchte sie ihn nicht mit seiner Geliebten teilen…","versions":[{"lang":1,"streams":[{"redirect":12021903,"hoster":"VOE"},{"redirect":12021909,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Am seidenen Faden","epNo":3,"alt":"","descr":"Als Carola Seitz von einem Auslandsaufenthalt zurückkehrt, erwartet sie eine böse Überraschung: Ihre leibliche Tochter Edda ist im Krankenhaus. Das minderjährige Mädchen ist schwanger, und jetzt ist eine Operation notwendig geworden, die die Beweglichkeit der Beine aufrechterhalten soll – Edda würde dabei ihr Kind verlieren. Da Carola die Entscheidung nicht ihr allein überlassen will, sucht sie den Erzeuger des Kindes. Und dabei erlebt sie den nächsten Schock…","versions":[{"lang":1,"streams":[{"redirect":12021962,"hoster":"VOE"},{"redirect":12021914,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der erste Stein","epNo":4,"alt":"","descr":"Klara kommt aus dem Urlaub zurück und erfährt, dass Stefanie eine Weiterbildung macht, die den Gedanken nahe legt, dass Stefanie den Job von Klara haben möchte.","versions":[{"lang":1,"streams":[{"redirect":12022018,"hoster":"VOE"},{"redirect":12021934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jana","epNo":5,"alt":"","descr":"Die renommierte Fotografin Alma van Osten, die gerade am Knie operiert wurde, ärgert sich über die Krankenhaus-Phobie ihres Freundes Claudius. Während sie Tag um Tag die Zeit im Krankenhaus allein verbringt, lernt sie den um 20 Jahre jüngeren Web-Designer Adrian kennen. Die aufkeimende Sympathie scheint beidseitig… Völlig unerwartet steht Dr. Steins Tochter Jana mit ihrem Sohn vor seiner Tür. Wiedersehensfreude mit ein wenig Fremdheit – da bricht Jana zusammen…","versions":[{"lang":1,"streams":[{"redirect":12022020,"hoster":"VOE"},{"redirect":12021999,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wenn es ums Leben geht","epNo":6,"alt":"","descr":"Dr. Stein will – trotz des Risikos für ihn – der Tochter seine Niere transplantieren lassen.","versions":[{"lang":1,"streams":[{"redirect":12026438,"hoster":"VOE"},{"redirect":12026470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Absturz","epNo":7,"alt":"","descr":"Schwester Klara wurde zur Schwester des Jahres gekürt – alle wissen davon, nur sie ahnt nichts.","versions":[{"lang":1,"streams":[{"redirect":12022027,"hoster":"VOE"},{"redirect":12022030,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schattendasein","epNo":8,"alt":"","descr":"Schwester Fränzi glaubt, im Patienten Schwarz einen Controller entdeckt zu haben, der herausbekommen soll, wer oder was eingespart werden könnte.","versions":[{"lang":1,"streams":[{"redirect":12022026,"hoster":"VOE"},{"redirect":12022029,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unschuldig schuldig","epNo":9,"alt":"","descr":"Als Stefanie von Klaras Problemen auf der fremden Station erfährt, versucht sie, der Freundin zu helfen.","versions":[{"lang":1,"streams":[{"redirect":12022040,"hoster":"VOE"},{"redirect":12022038,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein letztes Feuer","epNo":10,"alt":"","descr":"Ein Tatoo sorgt für Aufregung beim Patient Peter und seiner Mutter.","versions":[{"lang":1,"streams":[{"redirect":12022044,"hoster":"VOE"},{"redirect":12022047,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Schönheit dieser Welt","epNo":11,"alt":"","descr":"Ein Kunstgeschichte Professor lernt in der Luisenklinik, seine mit Down-Syndrom geborene Tochter zu akzeptieren.","versions":[{"lang":1,"streams":[{"redirect":12022050,"hoster":"VOE"},{"redirect":12022045,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Freunde","epNo":12,"alt":"","descr":"Dr. Stein muss Frank erklären, dass es sterben würde, falls er weiterhin auf der Strasse leben will.","versions":[{"lang":1,"streams":[{"redirect":12022049,"hoster":"VOE"},{"redirect":12022054,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wer schön sein will","epNo":13,"alt":"","descr":"Damit die Hochzeitsschuhe passen, will Rüdiger sich eine Geschwulst am Fuss wegoperieren lassen – wird es am Ende eine Hochzeit in Gips?","versions":[{"lang":1,"streams":[{"redirect":12022051,"hoster":"VOE"},{"redirect":12022056,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bitteres Geheimnis","epNo":14,"alt":"","descr":"EinTaschendieb treibt im Krankenhaus sein Unwesen, Schwester Franzi ist ihm auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":12025783,"hoster":"VOE"},{"redirect":12022063,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Verwandt","epNo":15,"alt":"","descr":"Christoph, der Sportlehrer von Stefanies Zwillingen, meint, der Richtige für Stefanie zu sein.","versions":[{"lang":1,"streams":[{"redirect":12022066,"hoster":"VOE"},{"redirect":12022070,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Liebeswahn","epNo":16,"alt":"","descr":"Stefanie wird von Unbekannten verfolgt – zu Hause und im Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":12022077,"hoster":"VOE"},{"redirect":12022081,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Sag kein Wort!","epNo":17,"alt":"","descr":"Elke steht die erste Begegnung mit Nina, der Tochter ihres neuen Lebensgefährten Benno bevor. Wie begegnet man einer 15-jährigen Tochter?","versions":[{"lang":1,"streams":[{"redirect":12022087,"hoster":"VOE"},{"redirect":12022084,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Elkes Chance","epNo":18,"alt":"","descr":"Die WG-Bewohner sind von Stefanies Zwillingen immer mehr gestresst und beschließen, Stefanie nahe zu legen, demnächst wieder auszuziehen.","versions":[{"lang":1,"streams":[{"redirect":12022093,"hoster":"VOE"},{"redirect":12022091,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der letzte Schuss","epNo":19,"alt":"","descr":"Wie verkraftet Stefanie nach dem Brand den Verlust ihrer Habseligkeiten?","versions":[{"lang":1,"streams":[{"redirect":12022101,"hoster":"VOE"},{"redirect":12022102,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Alles Glück der Erde","epNo":20,"alt":"","descr":"Dr. Meier-Liszt provoziert Dr. Stein, sein Glück bei einer Pferdewette zu wagen.","versions":[{"lang":1,"streams":[{"redirect":12022110,"hoster":"VOE"},{"redirect":12022111,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die lange Nacht","epNo":21,"alt":"","descr":"Der Wohnungsschlüssel Dr. Meier-Liszts verschwindet im Gips eines Patienten.","versions":[{"lang":1,"streams":[{"redirect":12022117,"hoster":"VOE"},{"redirect":12022120,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Generationen","epNo":22,"alt":"","descr":"Ist Stefanies Entscheidung, Christoph nochmals zu treffen, richtig?","versions":[{"lang":1,"streams":[{"redirect":12022129,"hoster":"VOE"},{"redirect":12022123,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Geheimnis meiner Mutter","epNo":23,"alt":"","descr":"Nachdem ihr Ex-Mann plötzlich verstorben ist, bekommt Andrea Rössler, die im Luisenkrankenhaus als Putzfrau arbeitet, Besuch vom Jugendamt. Sie soll sich nun um ihre halbwüchsige Tochter Nadja kümmern, zu der sie seit Jahren keinen Kontakt mehr hat. Sowohl Tochter als auch Mutter sind mit der neuen Situation hoffnungslos überfordert und wissen nicht so recht miteinander umzugehen. Als Nadja wegen einer Erkrankung in die Klinik muss, unterläuft Andrea ein fataler Fehler…","versions":[{"lang":1,"streams":[{"redirect":12022127,"hoster":"VOE"},{"redirect":12022134,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Vergewaltigung","epNo":24,"alt":"","descr":"Christoph kann seine an Multiple Sklerose erkrannkte Frau nicht alleine lassen.","versions":[{"lang":1,"streams":[{"redirect":12022137,"hoster":"VOE"},{"redirect":12022141,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kinder hin, Kinder her","epNo":25,"alt":"","descr":"Schwester Fränzi ist schwanger und steht vor einem Dilemma.","versions":[{"lang":1,"streams":[{"redirect":12022142,"hoster":"VOE"},{"redirect":12022145,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Zwei Mütter und ein Vater","epNo":26,"alt":"","descr":"Wie kann Dr. Stein überprüfen, ob sich ein Patient der Tragweite einer Sterilisation bewusst ist?","versions":[{"lang":1,"streams":[{"redirect":12022146,"hoster":"VOE"},{"redirect":12022143,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Verabredung zum Leben","epNo":27,"alt":"","descr":"Klara muss eine folgenreiche Entscheidung treffen: Soll sie wegen Laszlo ihr Leben grundlegend ändern?","versions":[{"lang":1,"streams":[{"redirect":12022150,"hoster":"VOE"},{"redirect":12022152,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Tanjas Geheimnis","epNo":28,"alt":"","descr":"Pfleger Matthes lädt Schwester Sarah zum Abendessen in ein Restaurant ein – und sie nimmt die Einladung an.","versions":[{"lang":1,"streams":[{"redirect":12022154,"hoster":"VOE"},{"redirect":12022158,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Stärker als der Tod","epNo":29,"alt":"","descr":"Stefanie versucht, ihre Liebe zu Christoph zu beherrschen und kann sich nicht entscheiden, den ausgesperrten Christoph zu sich und ihren Kindern in die Wohnung zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12022159,"hoster":"VOE"},{"redirect":12022157,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"In dunkler Nacht","epNo":30,"alt":"","descr":"Stefanie besteht die Prüfung für den Stationsleiterkurs und beschliesst, die Beziehung mit Christoph zu beenden.","versions":[{"lang":1,"streams":[{"redirect":12022164,"hoster":"VOE"},{"redirect":12022165,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Rücksicht gibt es nicht","epNo":31,"alt":"","descr":"Klara wird Altersteilzeit angeboten,was sie nicht kampflos hinnehmen will.","versions":[{"lang":1,"streams":[{"redirect":12022167,"hoster":"VOE"},{"redirect":12022166,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Nerventest","epNo":32,"alt":"","descr":"Als sich Stephanie bei einer OP mit dem Skalpell verletzt, ahnt sie nicht, welch schlimme Konsequenzen dies nach sich zieht. Bei dem Patienten wird nämlich eine Geschlechtskrankheit diagnostiziert, die er sich in Afrika geholt hat. Es besteht die Möglichkeit, dass er auch mit HIV infiziert wurde und Stephanie sich nun angesteckt hat… Prof. Friedländer hat dem Archäologen Prof. Mulser erlaubt, eine Mumie im CT des Krankenhauses zu untersuchen. Auch das hat ungeahnte Folgen…","versions":[{"lang":1,"streams":[{"redirect":12022175,"hoster":"VOE"},{"redirect":12022176,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Vertrauen","epNo":33,"alt":"","descr":"Als Schwester Sarah wieder einmal Nachtdienst hat, wird ihr Bruder Karl von ein paar zwielichtigen Typen ins Krankenhaus gebracht. Karl wurde von Immo, dem Chef einer Drogendealer-Bande, brutal zusammengeschlagen, weil er ihm noch 6000 Euro schuldet. Sarah möchte ihrem Bruder unbedingt helfen, weiß aber nicht, wie sie das anstellen soll. Unterdessen erhält Stephanie Besuch von Christophs Frau. Als sie ihren Mann sieht, läuft sie geschockt davon und bricht zusammen…","versions":[{"lang":1,"streams":[{"redirect":12022174,"hoster":"VOE"},{"redirect":12026259,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Dilemma","epNo":34,"alt":"","descr":"Als Beatrice van Straaten mit Bauchschmerzen in die Klinik eingeliefert wird, ist es offensichtlich, dass es sich dabei um Nachwirkungen einer erst kürzlich durchgeführten Gebärmutter-Operation handelt. Dr. Stein stellt bei der Behandlung fest, dass der Darm der Frau bei der vorigen OP – durchgeführt von seinem guten Freund Prof. Schroth – an mehreren Stellen verletzt wurde…","versions":[{"lang":1,"streams":[{"redirect":12022182,"hoster":"VOE"},{"redirect":12022181,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Heldentaten","epNo":35,"alt":"","descr":"Kraftfahrer Olaf und sein Freund Silvio deponieren illegal Giftmüll in einer Grube im Wald. Als Olaf am nächsten Tag zu der Stelle zurückkehrt, fällt der elfjährige Marvin beim Spielen vor lauter Schreck in diese Grube…","versions":[{"lang":1,"streams":[{"redirect":12021893,"hoster":"VOE"},{"redirect":12021895,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Aus freiem Willen","epNo":1,"alt":"","descr":"Im Luisenkrankenhaus wird eine völlig verwirrte und abgemagerte alte Dame eingeliefert, die von einem Motorrad erfasst wurde. Marlous, die Enkelin der Frau, ist über den geistigen Zustand ihrer Großmutter verwundert, da sie vor drei Monaten bei ihrem Auszug aus dem Elternhaus, in dem auch die Oma lebt, noch völlig gesund war. Niemand will Marlous glauben, dass wahrscheinlich ihre Eltern die alte Frau so zugerichtet haben – bis Schwester Stephanie zu recherchieren beginnt…","versions":[{"lang":1,"streams":[{"redirect":12022074,"hoster":"VOE"},{"redirect":12022073,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bestellte Wahrheit","epNo":2,"alt":"","descr":"Während harmloser Recherchen über Gewalt gegen Kinder passiert ein schreckliches Unglück: Der psychisch gestörte Peter Sandner wird zum Amokläufer und schießt wild um sich. Dabei trifft er die Journalistin Kira und verletzt deren Stiefsohn Benni schwer. Als Kiras Mann Andreas auf Sandner trifft, eskaliert die Situation im Krankenhaus…","versions":[{"lang":1,"streams":[{"redirect":12022083,"hoster":"VOE"},{"redirect":12022082,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lasst mir meine Tochter","epNo":3,"alt":"","descr":"Eine junge Frau namens Martina hat vor Gericht das Sorgerecht für ihre kleine Tochter Teresa an ihren Ex-Mann Sven verloren. In ihrer Verzweiflung weiß sich die Mutter nicht anders zu helfen, als ihren Sprössling unerlaubt an sich zu nehmen und mit ihm unterzutauchen. Ein schwerer Fehler, denn das Kind muss aus gesundheitlichen Gründen wieder dringend in die Klinik…","versions":[{"lang":1,"streams":[{"redirect":12022089,"hoster":"VOE"},{"redirect":12022131,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rache","epNo":4,"alt":"","descr":"Vor rund zwei Jahren wurde der Beamte Wolfgang Antonie in der Tiefgarage des Arbeitsamtes tätlich angegriffen. Auch heute noch leidet er unter den Folgen dieses Überfalls und glaubt immer wieder, dem Täter von einst zu begegnen – so auch, als Antonie wegen einer Knieoperation ins Luisenkrankenhaus muss. Als er dem Patienten Manfred Bergmann gegenübersteht, greift sich der traumatisierte Mann ans Herz und klappt zusammen…","versions":[{"lang":1,"streams":[{"redirect":12022095,"hoster":"VOE"},{"redirect":12022098,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Am Abgrund","epNo":5,"alt":"","descr":"Es ist ein wahrer Schock für Stephanie, als sie erfährt, dass ihr Ex-Mann Frederik ohne ihr Wissen den Kindern bereits die neue Wohnung gezeigt hat, in der sie künftig mit ihm und seiner neuen Frau Marina leben sollen. Bevor sie sich noch überlegen kann, wie sie mit dieser Situation richtig umgehen soll, muss sich Stephanie schon um das nächste Problem kümmern: Frederik und seine Frau wurden nach einem Autounfall schwer verletzt in die Luisenklinik eingeliefert…","versions":[{"lang":1,"streams":[{"redirect":12031097,"hoster":"VOE"},{"redirect":12022106,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Grenzen","epNo":6,"alt":"","descr":"Stephanie muss sich um eine Patientin namens Rotti Kramer kümmern. Die junge Frau, die auf alle einen sehr sympathischen Eindruck macht, leidet an einer Bauchspeicheldrüsenentzündung. Diese Erkrankung und die Tatsache, dass ihr ein Mitarbeiter Hochprozentiges besorgt hat, lassen vermuten, dass sie Alkoholikerin ist. Auch Meier-Liszt, der eigentlich Bereitschaft hat, greift zur Flasche. Als er nach ein paar Gläsern wieder operieren will, hält Stephanie ihn auf…","versions":[{"lang":1,"streams":[{"redirect":12022115,"hoster":"VOE"},{"redirect":12022114,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Versprich mir, dass ich lebe","epNo":7,"alt":"","descr":"Weil Dr. Meier-Liszt verletzungsbedingt eine Zeitlang ausfällt, muss Dr. Stein seinen Urlaub mit Tochter und Enkel absagen und für seinen Kollegen einspringen. Zu diesem Zeitpunkt ahnt er nicht, welch harter Schicksalsschlag ihn noch treffen soll. Als Stein gerade eine Operation durchführt, wird seine Tochter Jana ins Krankenhaus eingeliefert…","versions":[{"lang":1,"streams":[{"redirect":12022061,"hoster":"VOE"},{"redirect":12022064,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"K.O.","epNo":1,"alt":"","descr":"Dr. Meier-Liszt fühlt sich nach Steins Weggang als Mann der Stunde: Als er Dr. Reinsbergs Bewerbung als Oberärztin mitbekommt, sagt er ihr den Kampf an.","versions":[{"lang":1,"streams":[{"redirect":12030845,"hoster":"VOE"},{"redirect":12030867,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In guter Hoffnung","epNo":2,"alt":"","descr":"Dr. Meier-Liszt sieht sich schon als der neue Oberarzt, sollte sich aber eher Gedanken über die Folgen eines One-Night-Stands machen.","versions":[{"lang":1,"streams":[{"redirect":12030842,"hoster":"VOE"},{"redirect":12030833,"hoster":"Streamtape"}]}]}]}]}