{"seriesId":"fraiser","name":"Frasier","descr":"Der geschiedene Psychiater Dr. Frasier Crane (Kelsey Grammer) wohnt mit seinem gehbehinderten Vater Martin (John Mahoney) und dessen Physiotherapeutin Daphne (Jane Leeves) zusammen. Außerdem muss er Martins lästigen Hund Eddie (Moose) ertragen, der ihn dauernd anstarrt. Frasier ist ein Snob, der Sherry und die Oper liebt, und verbringt seine Freizeit meist mit seinem Bruder Niles (David Hyde Pierce), der ebenfalls Psychiater und ein noch größerer Snob ist. Sie führen einen ständigen Konkurrenzkampf um höheres Ansehen und bessere Kontakte und setzen regelmäßig Ideen für gemeinsame Projekte in den Sand: Das Restaurant, ein Buch, eine eigene Theaterinszenierung, eine gemeinsame Praxis und Gesellschaftsabende enden im Chaos. Martin, ein ehemaliger Polizist, lebt in einer völlig anderen Welt als seine feinsinnigen, hochtrabenden Söhne. Er hat einen rustikalen Humor, trinkt lieber Bier als Wein und sitzt in seinem potthässlichen Sessel, um im Fernsehen Sport zu sehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der gute Sohn","epNo":1,"alt":"The Good Son","descr":"Der Psychoanalytiker und Radio-Talkmaster Dr. Frasier Crane ist nach seiner Scheidung in seine Heimatstadt Seattle zurückgekehrt. Er nimmt seinen gehbehinderten Vater Martin, einen ehemaligen Polizisten, bei sich auf. Mit dem lautstarken und lebenslustigen alten Herren zieht die spleenige Haushaltshilfe Daphne in Frasiers wohlgeordnetes Leben ein. Die beiden sowie sein Bruder Niles schaffen es in kürzester Zeit, Frasiers Welt voll Eleganz und Kunst in ein Chaos zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":13497693,"hoster":"VOE"},{"redirect":14395029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377380,"hoster":"VOE"},{"redirect":14395024,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Ein Abend in der Sägemühle!] Platzangst","epNo":2,"alt":"Space Quest","descr":"Frasier ist völlig genervt von seinen beiden neuen Mitbewohnern – seinem Vater Martin und dessen Betreuerin Daphne. Seine Tagesrituale geraten gründlich durcheinander, die gewohnte Ruhe ist dahin. Sein Bruder Niles empfiehlt ein klärendes Gespräch, doch das ist leichter gesagt als getan. Am liebsten wäre es ihm, wenn sein Vater samt Pflegerin wieder ausziehen würde. Doch der denkt nicht im Traum daran.","versions":[{"lang":1,"streams":[{"redirect":13497695,"hoster":"VOE"},{"redirect":14392278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395923,"hoster":"VOE"},{"redirect":14395026,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[Ich hasse Frasier Crane] Ein Abend in der Sägemühle","epNo":3,"alt":"Dinner at Eight","descr":"Eigentlich wollten Frasier und Niles ihren Vater in ein elegantes französisches Restaurant einladen – doch durch unglückliche Umstände finden sie sich am Ende in Daddys Lieblings-Steakhaus, der \"Sägemühle\", wieder. Für das eher rustikale Lokal haben die beiden Snobs jedoch nur Spott übrig .","versions":[{"lang":1,"streams":[{"redirect":13497694,"hoster":"VOE"},{"redirect":14395052,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377158,"hoster":"VOE"},{"redirect":14395021,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich hasse Frasier Crane","epNo":4,"alt":"I Hate Frasier Crane","descr":"Der bekannte Kritiker Derek Mann fasst seine Meinung über Frasiers Radiosendung in vier Worten zusammen: \"Ich hasse Frasier Crane\". Klar, dass der sich live am Mikrofon mit einigen bitterbösen Bemerkungen revanchiert. Ein verbaler Schlagabtausch der beiden – vor den Ohren der interessierten Zuhörer – endet mit der Verabredung zum Duell. Bevor es jedoch zum Schlimmsten kommt, greift Frasiers Vater Martin ein.","versions":[{"lang":1,"streams":[{"redirect":13497697,"hoster":"VOE"},{"redirect":14395041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377381,"hoster":"VOE"},{"redirect":14395028,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Voyeur mit dem Fernrohr","epNo":5,"alt":"Here\u0027s Looking at You","descr":"Um seinem Vater Martin eine interessantere Beschäftigung als Fernsehen oder Kreuzworträtsel zu geben, schenkt Frasier ihm ein Teleskop. Der macht auch gleich fleißig Gebrauch von dem Gerät und beobachtet die Menschen in den umliegenden Häusern. Dabei macht Martin eine aufregende Entdeckung: Auf ihn ist ebenfalls ein Fernrohr gerichtet – und dahinter steckt eine Frau.","versions":[{"lang":1,"streams":[{"redirect":7842556,"hoster":"VOE"},{"redirect":11745877,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636741,"hoster":"VOE"},{"redirect":8636740,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Steinwurf","epNo":6,"alt":"The Crucible","descr":"Frasier verkündet in seiner Sendung, Besitzer eines echten \"Paxton\" zu sein. Kurz darauf meldet sich die verehrte Malerin Martha Paxton persönlich bei ihm. Die Präsentation des Bildes wird jedoch zum Skandal, denn das Gemälde stammt nicht aus dem Pinsel der Meisterin. Frasier stürmt zu dem betrügerischen Galeristen, von dem er das Bild erstanden hat, doch der will ihm das Geld nicht zurückerstatten. Kochend vor Wut und finstere Rachepläne im Kopf, ergreift Frasier einen Ziegelstein .","versions":[{"lang":1,"streams":[{"redirect":7842537,"hoster":"VOE"},{"redirect":11745899,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636746,"hoster":"VOE"},{"redirect":8636745,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unverantwortlich, aber schön","epNo":7,"alt":"Call Me Irresponsible","descr":"Bei einem gemeinsamen Restaurant-Besuch entdecken Frasier und Niles am Nebentisch ihren Vater mit einer Frau. Als die Fremde weinend rausstürmt, beginnen die beiden zu überlegen und kommen zu dem Ergebnis, dass ihr Vater mit ihr mal eine Affäre gehabt haben muss – und zwar zu Zeiten, als seine Frau noch lebte. Sie stellen ihn zur Rede .","versions":[{"lang":1,"streams":[{"redirect":7842536,"hoster":"VOE"},{"redirect":11745885,"hoster":"Doodstream"},{"redirect":11745878,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917718,"hoster":"VOE"},{"redirect":8636744,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine alte Affäre","epNo":8,"alt":"Beloved Infidel","descr":"Frasier erhält das verlockende Angebot, seine Radiosendung durch Werbung lukrativ zu gestalten. Er sagt zu – allerdings unter der Bedingung, nur für Produkte zu werben, die ihm auch selbst gefallen. So wirbt er für ein China-Restaurant und probiert in einer Verkaufsausstellung eine so genannte \"Heißwanne\" aus. Als er jedoch Nüsse anpreisen soll, die ihm überhaupt nicht schmecken, macht er einen Rückzieher.","versions":[{"lang":1,"streams":[{"redirect":7842566,"hoster":"VOE"},{"redirect":11745898,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636753,"hoster":"VOE"},{"redirect":8636752,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Erdnussmann","epNo":9,"alt":"Selling Out","descr":"","versions":[{"lang":1,"streams":[{"redirect":7842576,"hoster":"VOE"},{"redirect":11745887,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636756,"hoster":"VOE"},{"redirect":8636770,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frisch aus der Gerüchteküche","epNo":10,"alt":"Oops!","descr":"In Frasiers Sender brodelt die Gerüchteküche: Ein Mitarbeiter soll entlassen werden! Durch eine Verkettung unglücklicher Umstände sorgt Frasier dafür, dass es seinen Kollegen Bulldog \"erwischt\". Frasiers Gewissen wird noch schlechter, als Bulldog ihm völlig verzweifelt erzählt, dass ihn seine Freundin verlassen hat. Um den Schaden wiedergutzumachen, bleibt Frasier nur der schwere Weg zu seinem Chef Ned Miller, um dort ein gutes Wort für Bulldog einzulegen. Der will den Gefeuerten tatsächlich wieder einstellen – doch dafür soll Frasier gehen .","versions":[{"lang":1,"streams":[{"redirect":7842584,"hoster":"VOE"},{"redirect":11745931,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636761,"hoster":"VOE"},{"redirect":8636757,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Tod steht ihm gut","epNo":11,"alt":"Death Becomes Him","descr":"Frasier kann seinen Vater endlich zu einem Arztbesuch bewegen, den Martin schon lange hinausgeschoben hatte. Doch der Termin platzt, denn der Arzt ist einem Herzanfall erlegen. Bei Frasier schrillen die Alarmglocken, denn der Tote war im selben Alter wie er. Voller Panik malt er sich sein eigenes baldiges Ableben aus und nervt die Familie mit allerlei skurrilen Vorkehrungen für den Fall seines Todes. Frasiers Befürchtungen werden noch verschlimmert, als er die Familie des Arztes während der Totenfeier aufsucht .","versions":[{"lang":1,"streams":[{"redirect":7842585,"hoster":"VOE"},{"redirect":11745900,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636763,"hoster":"VOE"},{"redirect":8636762,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Weihnachtswunder","epNo":12,"alt":"Miracle On Third Or Fourth Street","descr":"Es ist Weihnachten und Frasier freut sich auf schöne Feiertage mit seinem Sohn Freddy. Doch die geplante Feier platzt und der enttäuschte Frasier übernimmt die Weihnachtssendung seiner Radiostation, statt mit seinem Bruder Niles das Fest in einer Blockhütte zu verleben. Als er später den Abend mit einem krönenden Essen beschließen möchte, erlebt er den Geist der Weihnacht auf eine ganz besondere Weise .","versions":[{"lang":1,"streams":[{"redirect":13497704,"hoster":"VOE"},{"redirect":11745867,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636766,"hoster":"VOE"},{"redirect":8636764,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Morgen danach","epNo":13,"alt":"Guess Who\u0027s Coming to Breakfast?","descr":"Frasier stellt völlig verblüfft fest, dass sein Vater Martin durchaus noch nicht über die stürmischen Zeiten der Liebe hinweg ist. Fassungslos darüber, dass Martin mit Nachbarin Elaine die Nacht verbracht hat, stolpert er während des gemeinsamen Frühstücks von einem Fettnäpfchen ins nächste. Als er die Geschichte auch noch in seiner Radiosendung \"verbrät\", verschafft er den beiden Verliebten ein höchst unwillkommenes Publikum bei ihrer Love Story .","versions":[{"lang":1,"streams":[{"redirect":7842596,"hoster":"VOE"},{"redirect":11745933,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636768,"hoster":"VOE"},{"redirect":8636769,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Frasier wird versteigert","epNo":14,"alt":"Can\u0027t Buy Me Love","descr":"Auf einer \"Junggesellenversteigerung\" wird Frasier von dem attraktiven Model Kristina ersteigert. Er lädt sie daraufhin zu einem stilvollen Essen ein. Doch der Abend verläuft anders als erwartet: Kristina muss zu einem dringenden Fototermin und Frasier hat stattdessen ihre Tochter Renata am Hals. Die freche Göre tischt ihm regelrechte Horrorgeschichten über ihre Mutter auf.","versions":[{"lang":1,"streams":[{"redirect":7842605,"hoster":"VOE"},{"redirect":11745868,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636772,"hoster":"VOE"},{"redirect":12980281,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Keine Ahnung","epNo":15,"alt":"You Can\u0027t Tell a Crook By His Cover","descr":"Frasier schließt mit seinem Vater Martin eine Wette ab: Er behauptet, dass er jederzeit nur durch Beobachtung einen Kriminellen erkennen kann. Darauf lädt Martin drei alte Freunde zum Pokerspiel ein, von denen einer schon mal im Gefängnis gesessen hat. Nun ist der große Psychologe Frasier gefordert.","versions":[{"lang":1,"streams":[{"redirect":11745935,"hoster":"VOE"},{"redirect":11745937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636777,"hoster":"VOE"},{"redirect":8636775,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Albtraumfrau","epNo":16,"alt":"The Show Where Lilith Comes Back","descr":"Unerwartet bekommt Frasier Besuch von seiner Ex-Frau Lilith, nachdem sie ihn in seiner Sendung angerufen hatte. Bei dem Treffen gesteht sie ihm, dass ein Liebesbrief von Frasier, den sie in ihrer Kommode gefunden hat, der Grund für ihre Wiederkehr ist. Doch dann stellt sie ernüchtert fest, dass die Zeilen nicht von einem frisch verliebten Frasier stammen, sondern dass er den Brief schon vor einem Jahr an sie geschrieben hat.","versions":[{"lang":1,"streams":[{"redirect":11745960,"hoster":"VOE"},{"redirect":11745962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636779,"hoster":"VOE"},{"redirect":8636778,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Winternachtstraum","epNo":17,"alt":"A Mid-Winter Night\u0027s Dream","descr":"Niles hat Probleme in seiner Ehe und liebäugelt mit einem Seitensprung -ausgerechnet mit Daphne, die jedoch gerade heftig mit dem Kellner Eric flirtet. Als Niles seinen Bruder Frasier um Rat bittet, schlägt der als Lösung des Konflikts ein Rollenspiel vor. Doch der als Pirat verkleidete Niles sorgt mit dieser Idee nicht gerade für \"gutes Wetter\" bei seiner Ehefrau .","versions":[{"lang":1,"streams":[{"redirect":7842623,"hoster":"VOE"},{"redirect":11745908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636783,"hoster":"VOE"},{"redirect":8636785,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wer siegt, gewinnt","epNo":18,"alt":"And the Whimper Is...","descr":"Die Verleihung des Rundfunkpreises der Stadt Seattle steht bevor – und Frasiers Sendung ist nominiert! Roz und er setzen alle Mittel ein, um den begehrten Preis zu ergattern. Mit kleinen Geschenken versuchen sie, die Jury gnädig zu stimmen. Am Abend der Preisverleihung regt sich jedoch Frasiers Gewissen: Er möchte den sicher geglaubten Preis dem Radio-Veteranen Fletcher Grey überlassen. Doch dann kommt alles ganz anders.","versions":[{"lang":1,"streams":[{"redirect":11745912,"hoster":"VOE"},{"redirect":11745914,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636788,"hoster":"VOE"},{"redirect":8636792,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der entsesselte Mann","epNo":19,"alt":"Give Him the Chair!","descr":"Frasier ärgert sich darüber, dass zwischen seinen Designermöbeln der alte, schäbige Fernsehsessel seines Vaters steht. Die Brüder entschließen sich, ihren Vater mit einem neuen, eleganten Sessel zu überraschen, doch der Schuss geht nach hinten los: Martin will sein gewohntes Sitzmöbel zurück! Nun ist guter Rat teuer, denn der alte Sessel ist spurlos verschwunden .","versions":[{"lang":1,"streams":[{"redirect":7842632,"hoster":"VOE"},{"redirect":11745891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636789,"hoster":"VOE"},{"redirect":8636791,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Mann in den besten Jahren","epNo":20,"alt":"Fortysomething","descr":"Frasier stellt entsetzt fest, dass er immer mehr Dinge vergisst. Den Kommentar seiner Familie, er werde eben älter, will er natürlich nicht gelten lassen. In dieser Situation kommt ihm ein Flirt mit der 22-jährigen Carrie gerade recht. Als sie ihn eines Abends einlädt, sagt er jedoch ab: Er hat Angst, nur seine Midlife Crisis bei ihr auszuleben. Wenig später trifft er sich doch mit ihr, aber diesmal lässt sie ihn auflaufen: Sie wollte nur ihre Probleme mit ihrem Vater bei ihm verarbeiten. Das trifft den krisengeschüttelten Frasier hart.","versions":[{"lang":1,"streams":[{"redirect":11745946,"hoster":"VOE"},{"redirect":11745941,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636795,"hoster":"VOE"},{"redirect":8636796,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Glanz und Elend des Wohnmobils","epNo":21,"alt":"Travels With Martin","descr":"Frasier und seine Mitbewohner wollen auch im Urlaub nicht auf die gewohnte Gemeinschaft verzichten. Mit einem Wohnmobil machen sie sich auf eine abenteuerliche Reise, die sie ungewollt über die kanadische Grenze führt. Daphne gerät in Panik: Die Einwanderungsbehörde hat ihr untersagt, das Land zu verlassen. Prompt taucht ein misstrauischer Grenzer auf.","versions":[{"lang":1,"streams":[{"redirect":7842641,"hoster":"VOE"},{"redirect":11745874,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636800,"hoster":"VOE"},{"redirect":8636797,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Geschichte von zwei Brüdern","epNo":22,"alt":"Author, Author","descr":"Frasier und Niles wollen gemeinsam ein Buch über Geschwisterbeziehungen schreiben. Sie sammeln dank einer Hörerbefragung auch jede Menge Material zu dem Thema, doch als es ans Schreiben geht, kommen sie über den ersten Satz nicht hinaus. Stattdessen geraten sie sich so in die Haare, dass die Fetzen fliegen. Vater Martin muss eingreifen.","versions":[{"lang":1,"streams":[{"redirect":7842647,"hoster":"VOE"},{"redirect":11745951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636801,"hoster":"VOE"},{"redirect":8636798,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Frasier dreht durch","epNo":23,"alt":"Frasier Crane\u0027s Day Off","descr":"Frasier wird von einer schweren Grippe heimgesucht. Ersatzweise springen erst Restaurantkritiker Gil Chesterton und dann sogar Niles ein, um seine Sendung zu übernehmen. In seinem Fieberwahn fürchtet Frasier, dass es alle auf seine Sendung abgesehen haben. Oder ist es gar keine Wahnvorstellung?","versions":[{"lang":1,"streams":[{"redirect":7842652,"hoster":"VOE"},{"redirect":11745952,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636805,"hoster":"VOE"},{"redirect":8636802,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Sind sie endlich glücklich?","epNo":24,"alt":"My Coffee With Niles","descr":"Niles und Frasier erörtern beim Kaffeeplausch die tiefschürfende Frage, ob sie glücklich sind. Während Frasier zunächst keine Antwort findet, gesteht Niles, dass seine heimliche Liebe zu Daphne ihn nicht glücklich werden lässt. Die Frage, ob er mit ihr ein Verhältnis eingehen solle, verneint Frasier energisch. Als er sich wieder der Frage des Glücks zuwenden will, wird er von Roz unterbrochen, die sich mit ihrem Traummann verabredet hat. Doch der will sie nur für eine Sekte werben .","versions":[{"lang":1,"streams":[{"redirect":7842662,"hoster":"VOE"},{"redirect":11745915,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636807,"hoster":"VOE"},{"redirect":8636806,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der letzte Tango in Seattle","epNo":1,"alt":"Slow Tango in South Seattle","descr":"Als er Roz tief versunken in ein Buch vorfindet, stellt Frasier freudig erstaunt fest, dass er es offenbar geschafft hat, den Autor Thomas Jay Fallow, einen alten Bekannten aus Boston, von seiner Schreibhemmung zu befreien. Doch der Stolz darüber weicht schnell, als Frasier sich den Erfolgsroman näher ansieht: Fallow hat nämlich einfach eine Story veröffentlicht, die ihm Frasier einst im Vertrauen erzählt hat. Es ist die wenig ruhmreiche Geschichte über sein \"erstes Mal\" – mit seiner damaligen Klavierlehrerin … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842664,"hoster":"VOE"},{"redirect":11747303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636816,"hoster":"VOE"},{"redirect":8636817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eddie, der Triebtäter","epNo":2,"alt":"The Unkindest Cut of All","descr":"Junges Vaterglück im Hause Crane: Frasiers Hund Eddie bereichert die Familie um sechs Welpen. Mit einiger Mühe gelingt es Frasier, die jungen Hunde wieder loszuwerden, und augenblicklich leitet er die notwendigen Maßnahmen ein, um einen weiteren Fehltritt von Eddie zu verhindern. Doch der Rüde ist von der Aussicht auf die tierärztliche Behandlung nicht sehr erbaut und türmt aus dem Wartezimmer. Für Frasier und Vater Martin beginnt eine zermürbende Suche nach dem Ausreißer … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842674,"hoster":"VOE"},{"redirect":11747305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636820,"hoster":"VOE"},{"redirect":8636814,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kuppler","epNo":3,"alt":"The Matchmaker","descr":"","versions":[{"lang":1,"streams":[{"redirect":7842678,"hoster":"VOE"},{"redirect":11747351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636822,"hoster":"VOE"},{"redirect":8636818,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Niles bekommt ein Baby","epNo":4,"alt":"Flour Child","descr":"Eine Taxifahrt verändert Niles’ Leben: Überraschend werden die drei Crane-Männer als Geburtshelfer gefordert, als bei der Taxifahrerin die Wehen einsetzen. Niles entdeckt seine Vatergefühle, ist sich aber nicht sicher, ob er der großen Verantwortung auch gewachsen ist. Da hat sein Bruder Frasier einen guten Tipp: Er erzählt ihm von einem Experiment, bei dem Teenager eine Woche lang einen Mehlsack mit sich herumtragen müssen, um die Verantwortung der Eltern gegenüber einem Kind kennen zu lernen. Fortan ist eine gewaltige Mehltüte Niles’ ständiger Begleiter … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11747375,"hoster":"VOE"},{"redirect":11747372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636823,"hoster":"VOE"},{"redirect":8636821,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Immobilienhaie","epNo":5,"alt":"Dukes, We Hardly Knew Ye","descr":"Niles überredet seinen Bruder Frasier zu einer renditeträchtigen Investition. Als die beiden ihren zu erwartenden Gewinn feiern wollen, lädt Vater Martin sie in seine Lieblingskneipe \"Duke’s\" ein. Dort verkündet Martin enttäuscht, dass sein seit 30 Jahren geliebter Zufluchtsort jetzt einem Einkaufszentrum weichen muss. Entsetzt stellen seine Söhne fest, dass sie an der Vertreibung ihres Vaters aus seinem Allerheiligsten beteiligt sind … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842689,"hoster":"VOE"},{"redirect":11747319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636840,"hoster":"VOE"},{"redirect":8636825,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Frasier gegen Seattle","epNo":6,"alt":"The Botched Language of Cranes","descr":"In seiner Sendung gibt Frasier einer wegen des Wetters deprimierten Anruferin den Rat, aus dem \"ewigen Regenloch\" Seattle wegzuziehen. Daraufhin empören sich die Zuhörer über die Beleidigung ihrer Stadt. Frasier entschuldigt sich schließlich öffentlich. Leider vergisst er danach, das Mikrofon abzuschalten – und eine ganze Stadt hört ihn lauthals über Seattle und seine empfindliche Bevölkerung fluchen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842696,"hoster":"VOE"},{"redirect":11747333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636834,"hoster":"VOE"},{"redirect":8636827,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kleine grüne Männchen","epNo":7,"alt":"The Candidate","descr":"Der Wahlkampf spaltet die Familie Crane: Vater Martin unterstützt den reaktionären Politiker Thorpe, Frasier setzt sich für den liberalen Phil Patterson ein. Bei der Aufzeichnung eines Wahlspots vertraut Phil Frasier an, dass er vor einigen Jahren von Außerirdischen entführt wurde. Frasier kommen Zweifel, ob Phil wirklich der richtige Mann für Seattles Zukunft ist … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11747356,"hoster":"VOE"},{"redirect":11747357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636887,"hoster":"VOE"},{"redirect":8636829,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abenteuer im Paradies (1)","epNo":8,"alt":"Adventures in Paradise: Part I","descr":"In einem Magazin entdeckt Frasier das Foto der Unternehmerin Madeline Marshall und verliebt sich augenblicklich in die attraktive Frau. Roz fädelt den ersten Kontakt ein und ehe sich Frasier versieht, sitzt er seiner Angebeteten in einem französischen Restaurant gegenüber. Als er dem zerstrittenen Wirtsehepaar mit seinen Psychologentricks zur Versöhnung verhilft, zeigt sich Madeline sehr beeindruckt. Spontan beschließen die beiden Verliebten, ein Wochenende im Südseeparadies Bora Bora zu verbringen. Doch kaum angekommen, erlebt Frasier eine böse Überraschung … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842707,"hoster":"VOE"},{"redirect":11747373,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636903,"hoster":"VOE"},{"redirect":8636835,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abenteuer im Paradies (2)","epNo":9,"alt":"Adventures in Paradise: Part II","descr":"Frasier und seine neue Flamme Madeline freuen sich auf eine romantische Zeit auf Bora Bora. Doch Frasiers Stimmung gerät in ein Tief, als er im Nebenbungalow ausgerechnet seine Ex-Frau Lilith trifft – in Begleitung eines Mannes. Frasier fühlt sich aufgefordert, seiner Frau zu beweisen, wie gut es ihm mit seiner Freundin geht: Brunstlaute ausstoßend, springt er auf dem Bett herum. Zu dumm, dass ihn Lilith und Madeline dabei beobachten … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11747323,"hoster":"VOE"},{"redirect":11747321,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636837,"hoster":"VOE"},{"redirect":8636838,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das letzte Wort","epNo":10,"alt":"Burying a Grudge","descr":"Als Frasier und Niles Martin ins Krankenhaus begleiten, wo dieser sich einem Facelifting unterziehen will, entdeckt Frasier, dass Martins alter Kumpel Artie auf einer der Stationen liegt. Artie und Martin waren einst dicke Freunde, haben sich dann aber zerstritten – vor allem, weil jeder immer das letzte Wort haben musste. Frasier bemüht sich, die beiden wieder zusammenzubringen, aber die erste Begegnung endet wieder im Streit … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":12922551,"hoster":"VOE"},{"redirect":11747381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636850,"hoster":"VOE"},{"redirect":8636839,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Porzellanthron","epNo":11,"alt":"Seat of Power","descr":"Frasier ist nicht in der Lage, die Toilette zu reparieren, und ruft deshalb einen Klempner. Verblüfft stellt Niles fest, dass der Klempner Danny Kriezel ein ehemaliger Mitschüler ist, der ihn früher unentwegt terrorisiert hat. Niles will sich jetzt rächen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842726,"hoster":"VOE"},{"redirect":11747336,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379117,"hoster":"VOE"},{"redirect":8636844,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Ladykiller","epNo":12,"alt":"Roz In the Doghouse","descr":"Roz stolpert im Sender über Bulldog und verstaucht sich den Knöchel. Bulldog kümmert sich so fürsorglich um Roz, dass sich Frasier stichelnder Anspielungen auf eine mögliche Liebesbeziehung zwischen den beiden nicht enthalten kann. Zu seiner Überraschung scheint ihm Roz auf einmal Recht geben zu wollen: Nach einem Streit trennt sie sich von Frasier und wechselt mit fliegenden Fahnen zu Bulldog über … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842734,"hoster":"VOE"},{"redirect":11747354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636849,"hoster":"VOE"},{"redirect":8636846,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mord ist sein Hobby","epNo":13,"alt":"Retirement Is Murder","descr":"Tag und Nacht brütet Martin über einem 20 Jahre alten Mordfall. Nicht einmal der Besuch eines Basketballspiels kann Vater Crane ablenken. Also beschließt Frasier, sich die Unterlagen über den Fall selbst einmal anzusehen. Plötzlich hat er die Lösung: Der dressierte Schimpanse eines Freundes der Toten muss der Mörder sein! Um seinem Vater nicht den Spaß zu nehmen, arrangiert Frasier die Akten so, dass der alte Herr selbst seine Schlüsse ziehen kann. Das tut Martin auch – aber für ihn ist der Mörder ein ganz anderer … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842736,"hoster":"VOE"},{"redirect":11747362,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636857,"hoster":"VOE"},{"redirect":8636851,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Solange es Trottel gibt","epNo":14,"alt":"Fool Me Once, Shame On You...","descr":"Einen Moment der Unaufmerksamkeit muss Frasier teuer bezahlen: Ein Dieb ist mit seiner Aktentasche auf und davon. Trotzdem lässt sich Frasier in seinem Glauben an das Gute im Menschen nicht erschüttern und als ein Mann ihm telefonisch mitteilt, dass er die Tasche gefunden hat, fühlt er sich bestätigt. Doch beim Treffen mit dem ‚ehrlichen Finder‘ wird er eines Besseren belehrt: Erneut ist er dem Dieb aufgesessen, der sich nun auch noch Frasiers Auto unter den Nagel reißt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842745,"hoster":"VOE"},{"redirect":11747367,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636854,"hoster":"VOE"},{"redirect":8636855,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Bitterer Honig","epNo":15,"alt":"You Scratch My Book...","descr":"Die Bücher der Psychologin Dr. Honey Snow sind ausgesprochen populär – und äußerst trivial, wie Frasier findet. So erfüllt er Daphnes Bitte, ihm ein Autogramm der Autorin zu besorgen, auch nur widerwillig. Als sich Honey aber als äußerst attraktiv entpuppt, ändert Frasier seine Meinung im Handumdrehen. Jetzt will er sogar das Vorwort für Dr. Snows neues Werk schreiben! Später meldet sich jedoch sein Gewissen und Frasier gesteht Honey, dass er ihr Buch einfach schlecht findet und deshalb kein Vorwort verfassen möchte. Zu seiner Überraschung fährt Dr. Snow nach diesem ehrlichen Geständnis noch mehr auf ihn ab … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842749,"hoster":"VOE"},{"redirect":11747335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636860,"hoster":"VOE"},{"redirect":8636858,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nachricht von Sam","epNo":16,"alt":"The Show Where Sam Shows Up","descr":"Beim Abendessen erfährt Frasier von seinem Freund Sam Malone, dass er am Vortag heiraten wollte, im letzten Moment aber davongelaufen ist. Frasier redet Sam gut zu – mit Erfolg: Am nächsten Tag taucht der glückliche Sam mit seiner Braut Sheila auf, die beiden wollen einen neuen Anlauf wagen. Vor der Hochzeit machen Sam und Sheila schnell noch reinen Tisch und gestehen sich ihre letzten Fehltritte. Leider hat Sheila, die für Frasier keine Unbekannte ist, einen Seitensprung zu viel zu bieten – und schon ist die Hochzeit wieder geplatzt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842753,"hoster":"VOE"},{"redirect":11747389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636863,"hoster":"VOE"},{"redirect":8636862,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Zimmer mit Aussicht","epNo":17,"alt":"Daphne\u0027s Room","descr":"Zweimal betritt Frasier ungebeten Daphnes Zimmer und wird beide Male von ihr erwischt. Nun muss sich Frasier etwas einfallen lassen, um die erboste Daphne wieder zu beruhigen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842760,"hoster":"VOE"},{"redirect":11747316,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636864,"hoster":"VOE"},{"redirect":8636874,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Herrenclub","epNo":18,"alt":"The Club","descr":"Niles und Frasier bekommen die Chance, in den Empire-Club, den exklusivsten Herrenclub der Stadt, aufgenommen zu werden. Doch dann stellt sich heraus, dass nur ein Platz frei ist. Zwischen den Crane-Brüdern entbrennt ein gnadenloser Konkurrenzkampf … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842764,"hoster":"VOE"},{"redirect":11747387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636880,"hoster":"VOE"},{"redirect":8636867,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Frau in Rot","epNo":19,"alt":"Someone to Watch Over Me","descr":"Mitten in der Sendung erfährt Frasier, dass er für den Rundfunkpreis von Seattle nominiert wurde. Als ihm in diesem Moment eine Frau namens Kari gratuliert, wird er stutzig: Beobachtet sie ihn? Am Tag der Preisverleihung schickt ihm Kari eine Warnung und verrät, dass sie in einem roten Kleid erscheinen wird. Frasiers panische Angst vor der offenbar gefährlichen \"Frau in rot\" führt zu peinlichen Verwicklungen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842769,"hoster":"VOE"},{"redirect":12980286,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636896,"hoster":"VOE"},{"redirect":8636872,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Männer unter sich","epNo":20,"alt":"Breaking the Ice","descr":"Die Crane-Brüder fühlen sich von ihrem Vater Martin stiefmütterlich behandelt – nie hat er zu ihnen \"Ich liebe dich\" gesagt! Ob allerdings ein Ausflug zum Eisangeln – erschwert durch arktische Temperaturen und einen verlorenen Autoschlüssel – dazu beiträgt, dass die drei wieder zueinander finden? (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11747345,"hoster":"VOE"},{"redirect":11747344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636883,"hoster":"VOE"},{"redirect":8636878,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das letzte Gefecht","epNo":21,"alt":"An Affair to Forget","descr":"Frasier ist sich sicher, dass Niles’ Freundin Maris eine Affäre mit Gunnar, einem dänischen Fechtlehrer, hat. Niles stellt den Nebenbuhler zur Rede, doch die Sprachbarriere führt zu einigen Missverständnissen. Als sich auch noch Frasier einmischt, zieht Gunnar seinen Degen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842780,"hoster":"VOE"},{"redirect":11747326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636886,"hoster":"VOE"},{"redirect":8636884,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Agentenpoker","epNo":22,"alt":"Agents in America Part III","descr":"Frasier ist mit seinem neuen Vertrag ganz zufrieden – aber seine Agentin Bebe will noch viel mehr für ihren Schützling herausschlagen. Sie beginnt einen zähen und äußerst gewagten Verhandlungspoker, bei dem Frasier Angst und Bange wird … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842787,"hoster":"VOE"},{"redirect":11747302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636889,"hoster":"VOE"},{"redirect":8636899,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Aal Infernal","epNo":23,"alt":"The Innkeepers","descr":"In einer spontanen Aktion erwerben Frasier und Niles ein bekanntes Vier-Sterne-Restaurant. Doch bereits am Eröffnungsabend bricht das totale Chaos aus: Der französische Chefkoch lässt sich nicht ins Soufflé reinreden und verschwindet, die Schwingtür setzt den Kellner außer Gefecht und als der Chef der Einwanderungsbehörde das Lokal betritt, sucht auch der Rest des Personals das Weite … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842791,"hoster":"VOE"},{"redirect":11747311,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636892,"hoster":"VOE"},{"redirect":8636891,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Spiele im Dunkeln","epNo":24,"alt":"Dark Victory","descr":"Ausgerechnet auf Martins Geburtstagsfeier lassen die Gäste ihrer miesen Laune freien Lauf. Als aber plötzlich der Strom ausfällt, finden alle im besänftigenden Kerzenschein endlich die Muße, einander wirklich zuzuhören … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842802,"hoster":"VOE"},{"redirect":11747390,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636895,"hoster":"VOE"},{"redirect":8636909,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Sie ist der Boss","epNo":1,"alt":"She\u0027s the Boss","descr":"Frasiers neuer Chefin Kate eilt der Ruf voraus, eine knallharte, unbarmherzige Geschäftsführerin zu sein. Von Frasier verlangt sie monothematische Sendungen mit möglichst reißerischem Inhalt. Als er ablehnt, verbannt Kate sein Programm in die tiefe Nacht. Frasier rächt sich mit einer On-Air-Diskussion zum Thema Sex, bei dem einige seiner Zuhörer rote Ohren bekommen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842804,"hoster":"VOE"},{"redirect":11747405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636898,"hoster":"VOE"},{"redirect":8636902,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Psycho","epNo":2,"alt":"Shrink Rap","descr":"Frasier und Niles müssen einsehen, dass ihr Projekt einer therapeutischen Gemeinschaftspraxis jämmerlich gescheitert ist. Angesichts des Scherbenhaufens ihrer brüderlichen Beziehung finden sich die beiden schließlich selbst auf der Couch eines bekannten Spezialisten wieder. Dr. Schachter steht eine der schwersten Sitzungen seiner langjährigen Praxis bevor … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842806,"hoster":"VOE"},{"redirect":11747398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917721,"hoster":"VOE"},{"redirect":8636900,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Liedermacher","epNo":3,"alt":"Martin Does It His Way","descr":"Frasier fehlen schlicht die Worte, als er für seine verstorbene Tante eine Trauerrede verfassen soll – die Dame war zu Lebzeiten ein ausgesprochener Drachen! Zur gleichen Zeit verrät Daphne den Crane-Brüdern, dass Martin vor 30 Jahren Lieder für Frank Sinatra schreiben wollte. Niles und Frasier überreden ihren Vater, sein Werk endlich zu vollenden. Jetzt gelangen die Lieder zwar nicht mehr in Sinatras Goldkehlchen, aber dafür erleben sie auf der Beerdigung eine glanzvolle Uraufführung … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842812,"hoster":"VOE"},{"redirect":11747406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636908,"hoster":"VOE"},{"redirect":8636923,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Nacht des Leguan","epNo":4,"alt":"Leapin\u0027 Lizards","descr":"Zwischen Frasier und Bulldog schwelt ein Streit: Immer wieder ruft Bulldog unter falschem Namen in Frasiers Sendung an und setzt dem Moderator mächtig zu. Chefin Kate und auch die Zuhörer sind im Gegensatz zu Frasier begeistert von dem Spielchen, das mit der Zeit immer mehr ausufert. Aus Rache schmuggelt Frasier in die Kiste mit der Zuhörerpost einen Leguan – der Schreck soll dem Echsenhasser Bulldog ordentlich in die Glieder fahren! Doch das bissige Tier erwischt leider den Falschen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842821,"hoster":"VOE"},{"redirect":11747439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636912,"hoster":"VOE"},{"redirect":8636911,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Weinprobe","epNo":5,"alt":"Kisses Sweeter Than Wine","descr":"Endlich hat es Frasier geschafft: Er ist Mitglied in einem exklusiven Weinclub! Natürlich soll ein Empfang von hochrangigen Persönlichkeiten in Frasiers Wohnung zu einem unvergleichlichen Ereignis werden. Dank Niles’ Ungeschicklichkeit trägt das Parkett jedoch einige unschöne Schrammen davon. Niles sorgt dafür, dass am nächsten Tag die Handwerker anrücken, um den Schaden zu beheben. Leider entdecken und verursachen sie bei der Gelegenheit immer neue Mängel … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842829,"hoster":"VOE"},{"redirect":11747480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636914,"hoster":"VOE"},{"redirect":8636927,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Feind in meinem Bett","epNo":6,"alt":"Sleeping With the Enemy","descr":"Die Techniker des Senders gehen auf die Barrikaden, als ihnen Kate die jährliche Gehaltserhöhung streicht. Sie schicken Frasier als Kämpfer für ihre Sache in die Schlacht. Als er mit Kate in den Verhandlungsring steigt, werden beide urplötzlich von leidenschaftlichem Verlangen überwältigt … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":7842834,"hoster":"VOE"},{"redirect":11747444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636917,"hoster":"VOE"},{"redirect":8636916,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der böse Junge","epNo":7,"alt":"The Adventures of Bad Boy and Dirty Girl","descr":"Ohne zu begreifen, was mit ihnen geschieht, geben Frasier und Kate immer wieder ihrer ungebremsten Leidenschaft nach. Sogar während einer Sendung fällt Kate über Frasier her. Mitten im hemmungslosen Liebesspiel schalten sie versehentlich das Mikrofon an – und ganz Seattle darf an ihrem sexuellen Feuerwerk teilhaben … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":7842843,"hoster":"VOE"},{"redirect":11747501,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636922,"hoster":"VOE"},{"redirect":8636919,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wo steckt Maris?","epNo":8,"alt":"The Last Time I Saw Maris","descr":"Mitten in seiner Sendung erhält Frasier (Kelsey Grammer) einen Anruf von seinem Bruder Niles (David Hyde Pierce). Er ist völlig außer sich, da seine Frau Maris verschwunden ist. Niles malt sich schon die schlimmsten Szenarien aus und glaubt, sie wurde Opfer eines Verbrechens. Doch dann stellt sich heraus, dass Maris nur einen ausgedehnten Einkaufsbummel unternommen hat. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842848,"hoster":"VOE"},{"redirect":11747413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636931,"hoster":"VOE"},{"redirect":8636928,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Freuden des Schenkens","epNo":9,"alt":"Frasier Grinch","descr":"Frasier (Kelsey Grammer) ist ganz aus dem Häuschen, da sein Sohn Frederick (Luke Tarsitano) die Weihnachtstage bei ihm verbringt. Auch sein Vater Martin (John Mahoney) ist da und dekoriert die Wohnung mit allerlei kitschigen Weihnachtsutensilien. Als schließlich vom Versandhaus die falschen Geschenke für Frederick geliefert werden, steht Frasier kurz vor dem Nervenzusammenbruch. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842860,"hoster":"VOE"},{"redirect":11747458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13008640,"hoster":"VOE"},{"redirect":8636934,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der lange Abschied","epNo":10,"alt":"It\u0027s Hard to Say Goodbye if You Won\u0027t Leave","descr":"Gerade als sich Frasier (Kelsey Grammer) dazu durchgerungen hat, Kate (Mercedes Ruehl) seine wahren Gefühle zu offenbaren, eröffnet sie ihm, dass sie die Stadt noch in derselben Nacht verlassen wird. Enttäuscht schaut Frasier am Abend den Film \"Casablanca\". Dabei wird ihm bewusst, dass er noch ein letztes Mal mit Kate sprechen muss. Er macht sich auf zum Flughafen. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842865,"hoster":"VOE"},{"redirect":11747486,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636939,"hoster":"VOE"},{"redirect":8636951,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Freund","epNo":11,"alt":"The Friend","descr":"Entsetzt stellt Frasier fest, dass er seine Zeit nur mit Bruder Niles verbringt – er hat keinen einzigen Freund in Seattle gefunden. Als er eine Sendung zum Thema Freunde finden macht, erreicht ihn das Fax eines gewissen Bob, mit dem er sich kurz darauf trifft. Aber Bob ist auch nicht gerade das, worauf Frasier gehofft hat – sein einziges Thema ist Barbecue! Gerade als sich Frasier höflich verabschieden will, sieht er, dass Bob im Rollstuhl sitzt. Jetzt traut sich Frasier nicht mehr, sich abzuseilen – eine Entscheidung mit Folgen …","versions":[{"lang":1,"streams":[{"redirect":7842873,"hoster":"VOE"},{"redirect":11747498,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636943,"hoster":"VOE"},{"redirect":8636942,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Notlüge","epNo":12,"alt":"Come Lie With Me","descr":"Der frisch geschiedene, außerordentlich intelligente und gleichsam höchst snobistische Psychiater Dr. Frasier Crane erteilt seinen Zuhörern als Radiopsychologe Ratschläge. Die Konflikte sind vorprogrammiert, als sein Vater, ein pensionierter Cop mitsamt Hund, geflicktem Lieblingssessel und britischer Physiotherapeutin in Frasiers Designerloft einziehen. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":11747511,"hoster":"VOE"},{"redirect":11747512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636952,"hoster":"VOE"},{"redirect":8636953,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tango mit Niles","epNo":13,"alt":"Moon Dance","descr":"Seitdem er sich von Maris getrennt hat, wird Niles (David Hyde Pierce) von seinen früheren Freunden gemieden. Als ihn auch noch seine Begleiterin zu einem Ball versetzt, springt Daphne (Jane Leeves) ein. Auf dem Ball tanzen die beiden vor den Augen seiner Freunde einen leidenschaftlichen Tango und beschwören einander tiefe Liebe. Doch zu Niles’ Enttäuschung hat Daphne alles nur gespielt. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842883,"hoster":"VOE"},{"redirect":11747428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636957,"hoster":"VOE"},{"redirect":8636970,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Frasier und Diane","epNo":14,"alt":"The Show Where Diane Comes Back","descr":"Frasier ist wie vom Donner gerührt, als Diane Chambers im Sender auftaucht. Entsetzt ergreift er die Flucht – zu deutlich steht ihm noch der Moment, als sie ihn vor dem Traualtar stehen ließ, vor Augen. Schließlich trifft sich Frasier doch mit seiner Verflossenen, die ihm nach einer Weile ihr Leid klagt: Die Inszenierung ihres selbst verfassten Theaterstückes droht aus Geldmangel zu scheitern. Frasier springt mit eigenen Finanzen ein – und erlebt auf der Probe eine Überraschung … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842887,"hoster":"VOE"},{"redirect":11747402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636954,"hoster":"VOE"},{"redirect":8636956,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine Hand wäscht die andere","epNo":15,"alt":"A Word to the Wiseguy","descr":"Als Maris Ärger mit der Polizei bekommt, knüpft Niles (David Hyde Pierce) Kontakte zur Unterwelt, um ihr zu helfen, aber auch, um sie ein wenig zu beeindrucken. Er engagiert den finsteren Jerome Belasco (Harris Yulin), der das Problem im Nu aus der Welt schafft. Zuerst ist Niles erleichtert – doch dann steht Jerome plötzlich vor ihm und erwartet eine Gegenleistung. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842894,"hoster":"VOE"},{"redirect":11747517,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636962,"hoster":"VOE"},{"redirect":8636964,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der geschenkte Tag","epNo":16,"alt":"Look Before You Leap","descr":"Der 29. Februar ist für Frasier Anlass, seinen Freunden mal etwas Besonderes zu empfehlen. Er überredet Roz, ihren Traummann aus dem Bus, den sie aus den Augen verloren hat, über ihre Sendung zu suchen. Martin schickt er nach Montana zum Geburtstag eines alten Freundes und Daphne legt er eine neue Frisur nahe. Doch trotz Frasiers gut gemeinter Ratschläge verläuft der \"geschenkte Tag\" für alle Beteiligten ganz anders als geplant … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11747513,"hoster":"VOE"},{"redirect":11747510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636969,"hoster":"VOE"},{"redirect":8636963,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Rambo Crane","epNo":17,"alt":"High Crane Drifter","descr":"Frasier regt sich über die Unhöflichkeit seiner Zeitgenossen maßlos auf. Der Höhepunkt ist erreicht, als er im Café lange auf einen freien Platz wartet und ihm Doug Harvey – begleitet von einer patzigen Bemerkung – einfach den ersehnten Stuhl vor der Nase wegschnappt. Jetzt platzt Frasier endgültig der Kragen: Er setzt den Frechdachs mit handfesten Mitteln vor die Tür. Mit seiner \"Rambo-Aktion\" macht Frasier so großen Eindruck auf seine Mitmenschen, dass sie seinem Vorbild mit Begeisterung nacheifern …","versions":[{"lang":1,"streams":[{"redirect":7842900,"hoster":"VOE"},{"redirect":11747437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636965,"hoster":"VOE"},{"redirect":8636967,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schach dem König","epNo":18,"alt":"Chess Pains","descr":"Frasier (Kelsey Grammer) kann im Schachspiel einfach nicht gegen seinen Vater gewinnen. Niles (David Hyde Pierce) tröstet ihn mit der Behauptung, dies liege am \"ödipalen Muster. Doch auch dies beruhigt Frasier nicht. Als es schließlich in der letzten Partie viel Geld geht, kann Frasier seinen Vater endlichen schachmatt setzen – doch seine Selbstzweifel wird er auch dadurch nicht los. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842905,"hoster":"VOE"},{"redirect":11747481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636977,"hoster":"VOE"},{"redirect":8636975,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Crane gegen Crane","epNo":19,"alt":"Crane vs. Crane","descr":"In einem spektakulären Prozess treten Niles und Frasier als gegnerische Gutachter vor Gericht auf. Frasier ist sicher, dass der alte Mr. Safford im Vollbesitz seiner geistigen Kräfte ist, während Niles das Gericht vom Gegenteil überzeugen soll. Ausgerechnet während Frasiers Plädoyers gehen Mr. Safford die Pferde durch … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11747467,"hoster":"VOE"},{"redirect":11747466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636979,"hoster":"VOE"},{"redirect":8636980,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Polizisten unter sich","epNo":20,"alt":"Police Story","descr":"Wegen seiner rasanten Fahrweise gerät Frasier in eine Polizeikontrolle. Doch Polizistin Maureen (Jane Kaczmarek) lässt ihn noch einmal ungeschoren davonkommen. Frasiers Vater, der ehemalige Polizist Martin (John Mahoney), soll nun intern herausfinden, ob Maureen vielleicht Gefallen an Frasier gefunden hat. Doch Maureen interessiert sich mehr für Crane senior. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842920,"hoster":"VOE"},{"redirect":11747419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636983,"hoster":"VOE"},{"redirect":8636985,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer raucht, fliegt!","epNo":21,"alt":"Where There\u0027s Smoke, There\u0027s Fired","descr":"Der Sender hat einen neuen Eigentümer: Wilfred S. Bone ist ein 85 Jahre alter Texaner, besitzt ein Medienimperium und ist mit einer jungen Frau verlobt. Und genau um diese dreht sich \"Big Willys\" erster Auftrag für Frasier: Der soll ihr das Rauchen abgewöhnen. Keine leichte Aufgabe, denn bei der Dame handelt es sich nicht nur um ein besonders stures Wesen, sondern ausgerechnet um Frasiers eigene Agentin Bebe … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842919,"hoster":"VOE"},{"redirect":11747453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637000,"hoster":"VOE"},{"redirect":8637005,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Frasier liebt Roz","epNo":22,"alt":"Frasier Loves Roz","descr":"Ausgerechnet mit dem notorischen Frauenheld Ben muss sich Roz verabreden – wo sie doch eigentlich auf der Suche nach einem soliden Partner fürs Leben ist! Niles, Bens Therapeut, könnte Roz wirklich saftige Geschichten erzählen, wenn ihn die Schweigepflicht nicht daran hindern würde. Die Crane-Brüder suchen verzweifelt nach einer Möglichkeit, Roz unauffällig vor Ben zu warnen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842929,"hoster":"VOE"},{"redirect":11747471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636997,"hoster":"VOE"},{"redirect":8636995,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Klugscheißer","epNo":23,"alt":"The Focus Group","descr":"Frasiers (Kelsey Grammer) Radiosendung soll von einer Gruppe von Konsumenten beurteilt werden. Elf der zwölf ausgewählten Hörer loben die Sendung über den grünen Klee, nur der Zeitungsverkäufer Manu Habib (Tony Shalhoub) ist von Frasiers Programm nicht wirklich begeistert. Frasier setzt nun alles daran, von Manu genau zu erfahren, was ihm an der Sendung nicht gefällt. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842930,"hoster":"VOE"},{"redirect":11747427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8636996,"hoster":"VOE"},{"redirect":8637003,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Wie alles anfing","epNo":24,"alt":"You Can Never Go Home Again","descr":"Bereits drei Jahre ist Frasier (Kelsey Grammer) nun mit seiner Radioshow auf Sendung. Aus Anlass dieses Jubiläums hat sich Roz (Peri Gilpin) etwas ganz besonderes ausgedacht. Sie schenkt Frasier eine Kassette mit einer Aufzeichnung seiner allerersten Radioshow. Während sich Frasier die Kassette anhört, lässt er die Erinnerungen an die letzten drei Jahre in Seattle Revue passieren. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7842940,"hoster":"VOE"},{"redirect":11747497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637004,"hoster":"VOE"},{"redirect":8637001,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die zwei Mrs. Cranes","epNo":1,"alt":"The Two Mrs. Cranes","descr":"Als sich ihr Ex-Verlobter Clive zum Besuch anmeldet, verfällt Daphne in Panik. Damals hatte sie dem Taugenichts den Laufpass gegeben, wollte es aber fünf Jahre später noch einmal mit ihm versuchen – diese Zeit ist jetzt um. In ihrer ersten Verwirrung gibt Daphne Niles als ihren Mann aus, der seinen Part auch perfekt spielt. Nach und nach stellen sich auch die anderen Clive vor – in den verschiedensten Rollen. Als Roz und Daphne jedoch erkennen, was für ein hochinteressanter Mann Clive ist, beginnt ein hartes Ringen um seine Gunst … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11749700,"hoster":"VOE"},{"redirect":11749696,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637010,"hoster":"VOE"},{"redirect":8637023,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bulldogs Herzschmerz","epNo":2,"alt":"Love Bites Dog","descr":"Roz möchte Frasier helfen, endlich eine Frau kennen zu lernen, aber Frasier wehrt sich mit allen Kräften. Erst als er die Beschreibung von Sharon bekommt, lässt er sich auf das Blind Date ein. Als er Sharon gegenübersitzt, die von seiner Sendung schwärmt, ist für ihn die Welt wieder in Ordnung, aber dann taucht Bulldog auf. Bulldog erkennt Sharon, weil sie mal als Golfprofi eine Meisterschaft gewonnen hat … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842954,"hoster":"VOE"},{"redirect":11749702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637009,"hoster":"VOE"},{"redirect":8637012,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Mann in Frasiers Bett","epNo":3,"alt":"The Impossible Dream","descr":"Frasier wird immer wieder von einem Traum gequält: Er liegt nackt in einem Motelzimmer, sein Arm ist mit dem Wort ‚Chesty‘ tätowiert, und aus der Dusche kommt der Restaurantkritiker Gil Chesterton. Da Frasier sein Problem nicht für sich behalten kann, macht die Geschichte zuerst im Sender die Runde. Schließlich soll Frasiers Familie herausfinden, warum er diesen Traum hat … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842960,"hoster":"VOE"},{"redirect":11749713,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637016,"hoster":"VOE"},{"redirect":8637014,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kritik der reinen Unvernunft","epNo":4,"alt":"A Crane\u0027s Critique","descr":"Als Frasier mit Niles und Martin im Café sitzt, sieht er plötzlich auf der anderen Straßenseite den legendären Schriftsteller T. H. Houghton stehen. Der hat vor 30 Jahren ein Buch geschrieben, das großen Eindruck auf viele Menschen, so auch auf die Brüder Crane, gemacht hatte. Danach hat er jedoch nie wieder etwas verfasst. Die Brüder verfolgen den Schriftsteller, um mit ihm ins Gespräch zu kommen, aber in einer Kneipe verliert sich seine Spur … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842967,"hoster":"VOE"},{"redirect":11749721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637019,"hoster":"VOE"},{"redirect":8637022,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bringt mir den Kopf von Niles Crane","epNo":5,"alt":"Head Game","descr":"Frasier fährt zu einer Tagung in den berühmten Skiort Aspen und bittet Niles, solange seine Sendung zu übernehmen. Widerstrebend lässt sich Niles darauf ein. Als er die erste Sendung hinter sich gebracht hat, taucht im Sender der Baseballspieler Reggie Macmelore auf und bittet Niles um Hilfe, weil er seit Wochen kaum noch einen Ball vernünftig spielen kann. Niles macht mit ihm eine kurze Sitzung, an dessen Ende ihm der Sportler zufällig mit der Hand über die Haare fährt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842968,"hoster":"VOE"},{"redirect":11749716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637025,"hoster":"VOE"},{"redirect":8637020,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gemischtes Doppel","epNo":6,"alt":"Mixed Doubles","descr":"Niles sieht seine große Chance gekommen: Joe hat sich gerade von Daphne getrennt – der Weg zur Traumfrau ist also frei! Aber Niles hat einmal mehr das Nachsehen, denn Daphne hat bereits einen neuen Fisch an der Angel. Als Niles dem Rivalen begegnet, ist er ein zweites Mal perplex: Rodney hat ihn nicht nur ausgestochen, er ähnelt Niles auch noch wie ein Zwillingsbruder! (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842977,"hoster":"VOE"},{"redirect":11749723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637024,"hoster":"VOE"},{"redirect":8637026,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der trojanische Truthahn","epNo":7,"alt":"A Lilith Thanksgiving","descr":"Frasier und seine Ex-Frau Lilith setzen alle Hebel in Bewegung, damit ihr Sohn Frederick auf eine bekannte Eliteschule aufgenommen wird. Mit verbissener Hartnäckigkeit und einem gebratenen Truthahn machen sie den entnervten Direktor Campbell schließlich mürbe … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842978,"hoster":"VOE"},{"redirect":11749728,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917720,"hoster":"VOE"},{"redirect":8637028,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gemälde des Grauens","epNo":8,"alt":"Our Father Whose Art Ain\u0027t Heaven","descr":"Martin ist es leid, sich immer und überall von seinen Söhnen einladen zu lassen. Um sich endlich einmal zu revanchieren, schenkt er Frasier ein Gemälde. Leider findet Frasier den Schinken abscheulich, aber wie soll er seinem empfindlichen Vater die Wahrheit beibringen? (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842986,"hoster":"VOE"},{"redirect":11749729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637033,"hoster":"VOE"},{"redirect":8637035,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sherry hebt die Stimmung","epNo":9,"alt":"Dad Loves Sherry, the Boys Just Whine","descr":"Martin stellt seinen Söhnen seine neue Flamme Sherry vor. Niles und Frasier sind von dem bunten Vogel entsetzt: Bardame Sherry reißt eine Zote nach der anderen und macht sich ungeniert in Frasiers Wohnung breit. Als sie Martin zu einem Bankett zu Ehren von Niles begleiten will, müssen die Brüder handeln … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842988,"hoster":"VOE"},{"redirect":11749733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637037,"hoster":"VOE"},{"redirect":8637038,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine alte Lüge","epNo":10,"alt":"Liar! Liar!","descr":"Obwohl sie in diesem Jahr keinen Rundfunkpreis erhalten hat, erzählt Roz ihrer Großmutter von einem angeblichen Gewinn, um ihr eine Freude zu machen. Die Geschichte ist für Frasier und Niles Anlass, vergangene Schwindeleien Revue passieren zu lassen. Dabei wird Frasier klar, dass seine Lüge für den Rauswurf seines ehemaligen Schulkameraden John verantwortlich war. Als er erfährt, dass Johns Leben danach eine rasante Talfahrt unternahm, versucht er, das Unrecht von damals wieder gutzumachen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11749742,"hoster":"VOE"},{"redirect":11749736,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637040,"hoster":"VOE"},{"redirect":8637042,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kleine Freuden","epNo":11,"alt":"Three Days of the Condo","descr":"Ein harmloser, hübscher Türöffner ist der Anlass für eine verbissene Auseinandersetzung zwischen Frasier und Miss Langer. Die Vorsitzende des Vereins der Wohnungseigentümer duldet keinen Verstoß gegen die Haus- und sonstigen Ordnungen – und wenn es nur ein nicht genehmigter Türöffner ist! Als die Schikane gegen seine Familie überhand nimmt, tritt Frasier bei der nächsten Wahl gegen Miss Langer an … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7842999,"hoster":"VOE"},{"redirect":11749747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637047,"hoster":"VOE"},{"redirect":8637044,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Hundepsychiater","epNo":12,"alt":"Death and the Dog","descr":"Martins (John Mahoney) Hund Eddie geht es seit einiger Zeit nicht gut. Er schlurft lustlos und niedergeschlagen durch die Gegend. Martins Plan seinen Hund einem Tierpsychologen vorzustellen wird von seinen neunmalklugen Söhnen nur belächelt. Als der Psychologe erklärt, dass hinter Eddies Schwermut das Abbild der Depression eines anderen Familienmitglieds steckt, geraten Niles und Frasier ins Grübeln. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7843003,"hoster":"VOE"},{"redirect":14159400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379119,"hoster":"VOE"},{"redirect":8637050,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein flotter Vierer","epNo":13,"alt":"Four For the Seesaw","descr":"Martin (John Mahoney) ist unpässlich und bietet seinen Söhnen an, ein Wochenende in einer gemieteten Berghütte zu verbringen. Diese haben gerade die attraktiven Damen Laura und Beth kennengelernt und beschlossen spontaner zu sein, weshalb sie kurzerhand die Damen bitten mit ihnen zu kommen. Das romantische Wochenende verläuft wie geplant, bis Niles (David Hyde Pierce) sich schuldig fühlt. Hat er doch trotz der Trennung noch immer Gefühle für seine Ex. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7843010,"hoster":"VOE"},{"redirect":11749749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379120,"hoster":"VOE"},{"redirect":8637056,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wer den Kakadu stört","epNo":14,"alt":"To Kill a Talking Bird","descr":"Niles (David Hyde Pierce) ist gerade frisch in ein nobles Appartmenthaus eingezogen. Bemüht darum unter der versnobten Nachbarschaft einen guten Eindruck zu hinterlassen, schmeißt er eine Dinnerparty an der auch sein neu erstandener, sprachbegabter Kakadu teilnimmt. Dieser zeichnet sich insbesondere durch seine ordinären Sprüche und einige seltsame Ticks aus, die entscheidenden Einfluss auf die Stimmung der Party haben. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7843016,"hoster":"VOE"},{"redirect":11749755,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637058,"hoster":"VOE"},{"redirect":8637057,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Todesengel","epNo":15,"alt":"Roz\u0027s Krantz and Gouldenstein Are Dead","descr":"Aufgrund eines Geschwindigkeitsdelikts wird Roz (Peri Gilpin) zu gemeinnütziger Arbeit verurteilt. Nach Einflußnahme von Frasier (Kelsey Grammer) entscheidet sie sich für den Sozialdienst im Altersheim. Als allerdings innerhalb kurzer Zeit zwei Menschen überraschend und in Roz’ Beisein sterben, kommen ihr Zweifel. Die Situation spitzt sich zu, als Roz erfährt, dass die verbliebenden Bewohner des Heims sie spöttisch \"Todesengel\" nennen. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7843023,"hoster":"VOE"},{"redirect":11749766,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637069,"hoster":"VOE"},{"redirect":8637079,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Sport ist Mord","epNo":16,"alt":"The Unnatural","descr":"Um seinen Sohn Frederick (Trevor Einhorn) zu beeindrucken, meldet sich Frasier für das Softball-Team des Radiosenders an. Doch dann realisisert er schnell, dass sein sportliches Versagen beim anstehenden ersten Spiel unvermeidlich ist. Nun ist guter Rat teuer, wenn er sich vor Frederick nicht bis auf die Knochen blamieren will. Da kann nur Martin helfen. Widerstrebend muss Frasier seinen \"alten Herrn\" um eine Trainingsstunde bitten. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7843030,"hoster":"VOE"},{"redirect":11749776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637072,"hoster":"VOE"},{"redirect":8637083,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Frau ohne Gewissen","epNo":17,"alt":"Roz\u0027s Turn","descr":"Als Frasiers (Kelsey Grammer) Produzentin Roz (Peri Gilpin) sich für ihre eigene Sendung bewirbt, erwähnt Frasier beiläufig gegenüber seiner Agentin Bebe, dass er es sehr Schade fände, nicht mehr mit ihr arbeiten zu können. Daraufhin setzt Bebe sämtliche Hebel in Bewegung um Roz die Chance auf eine eigene Show zu vermasseln. Als Frasier davon erfährt ist er außer sich und begibt sich sofort auf die Suche nach einer neuen Agentin. (Text: Austria 9)","versions":[{"lang":1,"streams":[{"redirect":7843034,"hoster":"VOE"},{"redirect":11749791,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637075,"hoster":"VOE"},{"redirect":8637073,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Hörspiel des Horrors","epNo":18,"alt":"Ham Radio","descr":"Anlässlich des 50-jährigen Bestehens des Senders möchte Frasier den allerersten Hörspiel-Krimi neu aufpolieren. Bereits auf der ersten Probe vergrault Meister-Regisseur Frasier fast alle Mitspieler, so dass er auf den arglosen Niles zurückgreifen muss. Allerdings verschweigt er ihm, dass er gleich sechs Rollen auf einmal sprechen soll. Das Verhängnis nimmt seinen Lauf … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843039,"hoster":"VOE"},{"redirect":11749789,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637076,"hoster":"VOE"},{"redirect":8637088,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Frasier und die Frauen (1+2)","epNo":19,"alt":"Three Dates and a Break Up (1+2)","descr":"Auf einer Wohltätigkeitsveranstaltung hat Frasier so viel Glück wie noch nie bei den Frauen. Folge: Am Wochenende hat er gleich drei Verabredungen hintereinander. Dank seiner eigenen Tolpatschigkeit und Sherrys loser Klappe gehen die ersten beiden Dates in die Hose. Als beim dritten Versuch – diesmal ist Leslie zu Gast – schon wieder Sherry und Martin hereinplatzen, schwant Frasier nichts Gutes … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843047,"hoster":"VOE"},{"redirect":11749795,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174050,"hoster":"VOE"},{"redirect":8637094,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"[In Folge 19 enthalten]","epNo":20,"alt":"","descr":"Martin hat sich von Sherry getrennt, was die Crane-Brüder zunächst mit Erleichterung registrieren. Doch Frasier erkennt, dass Martin mit seiner Entscheidung gar nicht glücklich ist. Also lässt sich Frasier allerhand einfallen, um die beiden wieder zu versöhnen … (Text: Sat.1)","versions":[]},{"epId":"episode-21","name":"Die heiße Nacht von Seattle","epNo":21,"alt":"Daphne Hates Sherry","descr":"Nachdem Sherry (Marsha Mason) im Hause Crane das Regiment übernommen hat und nur noch Befehle im Kasernenhofton verteilt, sucht Martins Krankenschwester Daphne (Jane Leeves) das Weite. Zu Niles freudiger Überraschung klopft sie ausgerechnet an seine Tür und bittet um einen Schlafplatz. Niles’ Phatasie überschlägt sich fast voller Vorfreude auf erotische Abenteuer mit seiner Herzdame. Doch Daphne holt den Verliebten schnell auf den Boden der Realität zurück. (Text: Austria 9)Deutsche Erstausstrahlung: Di 16.05.2000 Sat.1","versions":[{"lang":1,"streams":[{"redirect":7843058,"hoster":"VOE"},{"redirect":11749817,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174046,"hoster":"VOE"},{"redirect":8637084,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sind Sie schon bedient?","epNo":22,"alt":"Are You Being Served?","descr":"Als Frasier und Niles das Tagebuch ihrer Mutter in die Hände fällt, erfahren sie daraus viel über ihren eigenen Charakter: Niles, der ewig von den Frauen Unterdrückte, Frasier, der sich stets vor Körperkontakt mit anderen Menschen scheut. Kleinlaut gesteht Niles, dass er seiner Mutter gerade wieder Recht geben muss – er hat soeben einen Jammerbrief an Maris geschickt und sie angefleht, es nochmal mit ihm zu versuchen. Doch vielleicht ist es noch nicht zu spät: Die Crane-Brüder unternehmen alles, um das Schreiben abzufangen … (Text: Comedy Central)","versions":[{"lang":1,"streams":[{"redirect":7843062,"hoster":"VOE"},{"redirect":11749823,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637096,"hoster":"VOE"},{"redirect":8637101,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Frag mich nie wieder","epNo":23,"alt":"Ask Me No Questions","descr":"Eine Frage seines Bruders Niles hält Frasier geraume Zeit mächtig auf Trab: Niles möchte wissen, ob er und Maris überhaupt zusammenpassen. Zwischen Ehrlichkeit und Notlüge hin- und hergerissen, sucht Frasier verzweifelt die Antwort … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843068,"hoster":"VOE"},{"redirect":11749694,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174049,"hoster":"VOE"},{"redirect":8637093,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Rendezvous mit einer Unbekannten","epNo":24,"alt":"Odd Man Out","descr":"Die Stimme einer Unbekannten auf dem Anrufbeantworter verleitet Frasier, Niles, Daphne und Martin zum kollektiven Rätselraten. Die Fremde kündigt ihren Besuch in Seattle an und Frasier entschließt sich, die Anruferin einfach vom Flughafen abzuholen. Sie entpuppt sich als eine attraktive Frau namens Laura … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11749969,"hoster":"VOE"},{"redirect":11749970,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916459,"hoster":"VOE"},{"redirect":8637125,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Die unsichtbare Freundin","epNo":1,"alt":"Frasier\u0027s Imaginary Friend","descr":"Auf dem Flug nach Mexiko macht Frasier die Bekanntschaft des Supermodels Kelly – die beiden verbringen eine wundervolle Nacht in Acapulco. Zurück in Seattle, glaubt niemand Frasiers tolle Geschichte, und da keiner je seine neue Eroberung zu Gesicht bekommt, befürchtet seine Familie, Frasier sei von einer fixen Idee besessen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843070,"hoster":"VOE"},{"redirect":11750014,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637111,"hoster":"VOE"},{"redirect":8637107,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der geschenkte Gaul","epNo":2,"alt":"The Gift Horse","descr":"Anlässlich Martins 65. Geburtstag wetteifern Frasier und Niles darum, wer für den Vater das beste Geschenk hat. Gegen Niles’ Präsent hat Frasiers Großbildschirm-Fernseher jedoch keine Chance: Niles hat das alte Dienst-Pferd erworben, von dem Martin immer so schwärmte … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":13497791,"hoster":"VOE"},{"redirect":11749978,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637118,"hoster":"VOE"},{"redirect":8637115,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Halloween","epNo":3,"alt":"Halloween","descr":"Auf Niles’ Halloween-Party verrät Roz Daphne etwas umständlich, dass sie vielleicht schwanger ist. Leider kommt die Neuigkeit bei Daphne völlig anders an – sie glaubt, Roz hätte einen Autounfall gehabt. Die Missverständnisse machen weiter die Runde – bis der völlig betrunkene Niles schließlich glaubt, Frasier habe Daphne geschwängert … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843085,"hoster":"VOE"},{"redirect":11750032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637120,"hoster":"VOE"},{"redirect":8637124,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Roz ist schwanger","epNo":4,"alt":"The Kid","descr":"Endlich ist es heraus: Roz ist tatsächlich schwanger! Sie möchte das Kind auf jeden Fall behalten, scheut sich aber, den künftigen Vater einzuweihen. Frasier beschwört sie, mit dem Mann zu reden, aber als Roz sich durchringt und dem Kellner Rick von seinem Glück erzählt, verlässt der fluchtartig das Café … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843089,"hoster":"VOE"},{"redirect":11750135,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637126,"hoster":"VOE"},{"redirect":8637123,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Frasiertag: Das Jubiläum","epNo":5,"alt":"The 1000th Show","descr":"Mit einer großen Feier vor der Space Needle soll Frasiers 1000. Sendung gefeiert werden. Aber auf dem Weg dorthin passieren ihm und Niles so viele Pannen, dass der Jubilar am Ende seiner Nerven ist. Erst die Begegnung mit dem Chauffeur John bringt Frasier wieder ins Gleichgewicht … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843096,"hoster":"VOE"},{"redirect":11750043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637128,"hoster":"VOE"},{"redirect":8637666,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schiff der Verdammten","epNo":6,"alt":"Voyage of the Damned","descr":"Frasier lässt sich überreden, kostenlos als Gastredner an einer Kreuzfahrt nach Alaska teilzunehmen. Er lädt Martin und Niles ein, ihn zu begleiten. Als sich herausstellt, dass sich auch Maris an Bord befindet, ist eine Katastrophe beinahe unvermeidbar … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843102,"hoster":"VOE"},{"redirect":11749975,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637129,"hoster":"VOE"},{"redirect":8637133,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer von uns ist hier der Mann?","epNo":7,"alt":"My Fair Frasier","descr":"Frasiers neue Flamme Sam ist ganz anders als seine früheren Freundinnen: Die toughe Karrierefrau hat wenig Zeit für ihn, kommt bei ihren wenigen Treffen immer schnell zur Sache und überhäuft Frasier anschließend mit Geschenken. Hat Sam die Rolle übernommen, die sonst immer die Männer spielen? (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843111,"hoster":"VOE"},{"redirect":11749989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637135,"hoster":"VOE"},{"redirect":8637144,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ende verzweifelt gesucht","epNo":8,"alt":"Desperately Seeking Closure","descr":"Frasier ist völlig am Ende, als seine Freundin Sam mit ihm Schluss machen will. Schließlich wird ihm klar, dass es ihm weniger um Sam als um ihre prominenten Freunde geht, doch als er sich gerade damit abgefunden hat, macht Sam ihre Entscheidung plötzlich rückgängig … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843115,"hoster":"VOE"},{"redirect":11750005,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992902,"hoster":"VOE"},{"redirect":8637137,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sag\u0027s dem Masseur","epNo":9,"alt":"Perspectives On Christmas","descr":"Martin liegt auf der Massagebank und klagt dem Masseur sein Leid, das er mit dem letzten Weihnachtsfest hatte. Nacheinander nehmen auch Daphne, Niles und Roz auf der Bank Platz und schütten dem Knet-Meister ihr Herz aus … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843121,"hoster":"VOE"},{"redirect":11750040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637152,"hoster":"VOE"},{"redirect":8637146,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frasier bei den Briten","epNo":10,"alt":"Where Every Bloke Knows Your Name","descr":"Aus Mitleid mit dem Langeweile-geplagten Frasier nimmt Daphne ihn mit in ihren englischen Lieblings-Pub. Zu Daphnes Entsetzen gefällt es Frasier bei den Briten jedoch so gut, dass er jetzt jeden Abend aufkreuzt. Dadurch fühlt sie sich in ihrer Freizeitgestaltung ziemlich eingeengt, aber wie soll sie das Frasier beibringen? (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843127,"hoster":"VOE"},{"redirect":11750063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379121,"hoster":"VOE"},{"redirect":8637160,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Verlobungsring","epNo":11,"alt":"Ain\u0027t Nobody\u0027s Business if I Do","descr":"Als Daphne in Martins Unterwäschefach einen Verlobungsring entdeckt, sind Frasier und Niles entsetzt: Ihr Vater wird doch nicht ernsthaft Sherry heiraten wollen! Sofort engagiert Niles einen Privatdetektiv, der Sherrys Vergangenheit durchleuchtet – und dabei auf ein interessantes Detail stößt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843128,"hoster":"VOE"},{"redirect":11750015,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637178,"hoster":"VOE"},{"redirect":8637168,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Unter Haien","epNo":12,"alt":"The Zoo Story","descr":"Unzufrieden mit Bebes Arbeit, besorgt sich Frasier einen neuen Agenten. Seine Wahl fällt auf Ben, der – einem guten Samariter gleich – in zahllosen karitativen Organisationen ehrenamtlich tätig ist und auch gleich Frasier eine Patenschaft für einen seltenen Kranich aufdrückt. Als Ben zu einer Vertragsverhandlung gegen einen gefürchteten Unterhändler in einer Pfadfinderuniform antritt, kommt Frasier allmählich ins Grübeln … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843137,"hoster":"VOE"},{"redirect":11749988,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637669,"hoster":"VOE"},{"redirect":8637159,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Trostloses Liebesleben","epNo":13,"alt":"The Maris Counselor","descr":"Auf Betreiben des Eheberaters Dr. Schenkman will Niles seine Frau Maris mit seiner neu gewonnenen Spontaneität beeindrucken. Er organisiert mit viel Liebe einen romantischen Abend für zwei – und erlebt eine faustdicke Überraschung … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843142,"hoster":"VOE"},{"redirect":11750001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916460,"hoster":"VOE"},{"redirect":8637169,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Keiner liebt mich","epNo":14,"alt":"The Ski Lodge","descr":"Frasier reist mit Martin, Niles, Daphne und deren Freundin Annie für ein Wochenende auf eine Ski-Hütte – inklusive Unterricht bei dem attraktiven Ex-Olympiasieger Guy. Bald sind alle in ein amouröses Bäumchen-wechsle-dich-Spiel mit immer neuen Missverständnissen verwickelt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843149,"hoster":"VOE"},{"redirect":11750077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637187,"hoster":"VOE"},{"redirect":8637175,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Ende der Begierde","epNo":15,"alt":"Room Service","descr":"Ex-Frau Lilith heult sich an Frasiers Schulter aus: Ihr jetziger Mann hat sie verlassen! Um sich vor eventuellen \"Dummheiten\" zu schützen, bittet Frasier seinen Bruder, auf ihn und Lilith aufzupassen. Das hat ungeahnte Folgen: Am nächsten Morgen wacht Niles neben Lilith auf … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11750068,"hoster":"VOE"},{"redirect":11750072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637189,"hoster":"VOE"},{"redirect":8637183,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tante Zoras Zorn","epNo":16,"alt":"Beware of Greeks","descr":"Dass Frasier nicht zur Hochzeit seines Neffen Nikos eingeladen wurde, hat seinen guten Grund: Dessen Mutter Zora ist sauer auf ihn, weil er damals Nikos geraten hat, Jongleur und Straßenkünstler anstatt Arzt zu werden. Nachdem er künftige Nichteinmischung in Nikos’ Leben gelobt hat, erhält Frasier doch noch eine Einladung. Aber der gute Vorsatz ist schnell vergessen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581404,"hoster":"VOE"},{"redirect":8544865,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637190,"hoster":"VOE"},{"redirect":8637194,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der perfekte Mann","epNo":17,"alt":"The Perfect Guy","descr":"Der Sender hat einen neuen Mitarbeiter: Dr. Clint Webber ist der Mann für Gesundheitsfragen in der Sendung. Eifersüchtig registriert Frasier, dass Webber nicht nur blendend aussieht, sondern auch auf vielen Gebieten bewandert ist und den Anrufern die besseren Ratschläge gibt. Auf Clints Einstandsfeier entdeckt Frasier endlich den lange gesuchten Fehler an Mr. Perfect … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":12922552,"hoster":"VOE"},{"redirect":11749971,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637204,"hoster":"VOE"},{"redirect":8637200,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das ungerührte Gewissen","epNo":18,"alt":"Bad Dog","descr":"Frasier, Bulldog und Roz gehören zu den Cafégästen, die plötzlich von einem bewaffneten Mann bedroht werden. Bulldogs Feigheit und einem Missgeschick ist es zu verdanken, dass der Überfall schnell und unblutig beendet wird. Als sich Bulldog überall als großer Held feiern lässt, platzt Frasier der Kragen. Er will mit allen Mitteln verhindern, dass Bulldog unverdientermaßen zum \"Mann des Jahres\" gekürt wird … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843172,"hoster":"VOE"},{"redirect":11750026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637203,"hoster":"VOE"},{"redirect":8637202,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Einmal aus dem Bauch","epNo":19,"alt":"Frasier Gotta Have It","descr":"Frasier ist Feuer und Flamme für die Künstlerin Caitlin. Niles bremst seine Begeisterung – er glaubt nicht an eine längere Beziehung der beiden. Frasiers Grübelei über das Verhältnis endet kurzzeitig, als ihm Roz rät, endlich einmal aus dem Bauch heraus zu handeln. Doch seine entspannte Sicht der Dinge hält nicht lange an … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843175,"hoster":"VOE"},{"redirect":11750012,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335079,"hoster":"VOE"},{"redirect":8637208,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Dinner mit Daphne","epNo":20,"alt":"First Date","descr":"Bei einem romantischen Essen will Niles Daphne endlich seine Liebe gestehen. Doch im entscheidenden Moment verlässt ihn der Mut, und er flüchtet sich in eine fade Ausrede – angeblich ist er in Nachbarin Phyllis verliebt. Damit bringt er sich in eine unangenehme Zwickmühle … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843180,"hoster":"VOE"},{"redirect":11749998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335085,"hoster":"VOE"},{"redirect":8637214,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Zwerg Nase","epNo":21,"alt":"Roz and the Schnoz","descr":"Als Roz die künftigen Großeltern ihres Kindes kennen lernt, rührt sie fast der Schlag: Paulas und Steves Gesicht zieren überdimensionale Riechorgane! Roz sieht ihren Nachwuchs bereits als gehänselten Zwerg Nase … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11750048,"hoster":"VOE"},{"redirect":8540029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379123,"hoster":"VOE"},{"redirect":8637224,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Single-Party","epNo":22,"alt":"The Life of the Party","descr":"Von ihrem ausgedörrten Liebesleben frustriert, geben Frasier und Niles gemeinsam eine Single-Party. Prompt vergucken sich die Brüder in die gleiche Frau! Roz hat derweil ganz andere Probleme: Ihre Wehen setzen unerwartet ein … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11750057,"hoster":"VOE"},{"redirect":11750053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637230,"hoster":"VOE"},{"redirect":8637231,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Auf allen Partys","epNo":23,"alt":"Party, Party","descr":"Frasier hat mal wieder die Frau fürs Leben kennen gelernt, doch irgendwie meint es das Schicksal nicht gut mit ihm: Wann immer er sich mit Tricia treffen will, kommt etwas dazwischen. An seinem Geburtstag will er endlich einen schönen Abend mit ihr verbringen, doch alle Freunde haben sich extra Überraschungen für ihn ausgedacht. Frasier steckt in echten Terminschwierigkeiten … (Text: Anixe HD)","versions":[{"lang":1,"streams":[{"redirect":9581407,"hoster":"VOE"},{"redirect":11749997,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922548,"hoster":"VOE"},{"redirect":8637241,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein Mann mit Prinzipien","epNo":24,"alt":"Sweet Dreams","descr":"Um zu beweisen, dass er seinen Prinzipien treu ist, weigert sich Frasier, in seiner Sendung eine bestimmte Werbebotschaft zu verlesen. Damit überzeugt er sogar seinen Studioleiter Kenny, der Frasier eigentlich entlassen wollte. Nur Mr. Martin, der Eigentümer, nimmt den Trend zur Prinzipientreue etwas zu ernst – er beschließt, den Sender in eine Latinomusik-Abspielstation zurückzuverwandeln und alle Mitarbeiter zu feuern … (Text: Anixe HD)","versions":[{"lang":1,"streams":[{"redirect":7843200,"hoster":"VOE"},{"redirect":11750035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637237,"hoster":"VOE"},{"redirect":8637239,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die fünf Phasen der Trauer","epNo":1,"alt":"Good Grief","descr":"Frasier steckt wegen seiner Arbeitslosigkeit in einer tiefen Depression. Das will er sich jedoch nicht eingestehen. Erst sein Bruder Niles, der ebenfalls Psychoanalytiker ist, bringt ihn auf andere Gedanken. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9591280,"hoster":"VOE"},{"redirect":8544864,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637255,"hoster":"VOE"},{"redirect":8637248,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fluch","epNo":2,"alt":"Frasier\u0027s Curse","descr":"Frasier glaubt, ein Fluch laste auf ihm: Denn immer, wenn sein Highschooltreffen ansteht, erreicht er einen Tiefpunkt in seinem Leben. Zunächst will er einfach nicht hingehen. Als er zufällig einen früheren Klassenkameraden trifft, ändert er seine Meinung. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9581408,"hoster":"VOE"},{"redirect":8540037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637253,"hoster":"VOE"},{"redirect":8637256,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein schrecklicher Verdacht","epNo":3,"alt":"Dial M for Martin","descr":"Genervt von Frasiers Unleidlichkeit, zieht Martin zu Niles. Doch dort passieren ihm so viele Missgeschicke und mysteriöse Unfälle, dass er schließlich Niles verdächtigt, ihn auf diese subtile Art loswerden zu wollen. Martins überstürzte Rückkehr in die gemeinsame Wohnung kommt Frasier ausgesprochen ungelegen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581413,"hoster":"VOE"},{"redirect":8540038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637280,"hoster":"VOE"},{"redirect":8637260,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Theaterereignis des Jahres","epNo":4,"alt":"Hot Ticket","descr":"Trotz größter Bemühungen ist es Niles und Frasier nicht gelungen, Karten für die Abschiedsvorstellung des berühmten Mimen Sir Trevor Ainsley zu ergattern. Mit allerlei Tricks verbergen sie die Schmach vor ihren High-Society-Bekannten und dürfen wenigstens an der anschließenden Party teilnehmen. Dummerweise bittet Sir Trevor die Crane-Brüder um eine ausführliche psychologische Interpretation des Stückes … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591299,"hoster":"VOE"},{"redirect":8540036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637266,"hoster":"VOE"},{"redirect":8637264,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Training für den Psycho-Doktor","epNo":5,"alt":"First Do No Harm","descr":"Martin versucht, Frasier mit Marie, der Tochter seines besten Freundes, zu verkuppeln. Zunächst funktioniert es ausgezeichnet – Frasier ist von der attraktiven Frau sehr angetan und sieht in Maries kleinen Neurosen liebenswerte Besonderheiten. Doch dann wird er misstrauisch: Ist Marie an ihm als Mann interessiert oder sucht sie nur einen Psychoanalytiker?","versions":[{"lang":1,"streams":[{"redirect":9591320,"hoster":"VOE"},{"redirect":8540035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12176428,"hoster":"VOE"},{"redirect":12980284,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geheimnisvolle Geschenke","epNo":6,"alt":"Secret Admirer","descr":"Frasier ist überzeugt, dass die vielen wertvollen Geschenke, die er in letzter Zeit erhalten hat, von einer heimlichen Verehrerin stammen. Ungeachtet seiner frischen Beziehung zu Nancy macht er sich auf eine intensive Suche nach der mysteriösen Dame. Doch dann stellt sich heraus, dass die Präsente nicht für ihn, sondern für Niles bestimmt waren … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591326,"hoster":"VOE"},{"redirect":8544867,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637277,"hoster":"VOE"},{"redirect":8637279,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Vorzimmer zur Hölle","epNo":7,"alt":"How to Bury a Millionaire","descr":"Seit seiner Scheidung befindet sich Niles in einer permanenten Finanzkrise. Um ihn wenigstens von den Mietkosten zu befreien, nimmt Frasier seinen Bruder bei sich auf. Doch schon bald könnte er sich für seine Gutherzigkeit selbst ohrfeigen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581412,"hoster":"VOE"},{"redirect":8540044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637292,"hoster":"VOE"},{"redirect":8637283,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Frischer Seehund","epNo":8,"alt":"The Seal Who Came to Dinner","descr":"Niles veranstaltet in Maris’ Strandhaus eine exklusive Party. Mit diesem Event rechnet er sich gute Chancen aus, diesmal den begehrten Preis seines Dinner Clubs, die \"Goldene Schürze\", zu gewinnen. Nur einer scheint etwas dagegen zu haben: Ein Seehund hat sich ausgerechnet diesen Strandabschnitt ausgesucht, um zu sterben. Der Kadaver verbreitet einen ausgesprochen strengen Geruch … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581414,"hoster":"VOE"},{"redirect":8544868,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637293,"hoster":"VOE"},{"redirect":8637288,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Roz auf großem Fuß","epNo":9,"alt":"Roz, a Loan","descr":"Als Roz in einen finanziellen Engpass gerät, leiht Frasier ihr großzügig 1500 Dollar. Entsetzt muss er allerdings feststellen, dass Roz das Geld in Windeseile durch die Finger rinnt. Gemeinsam mit Niles überlegt Frasier, wie er Roz von ihrer Verschwendungssucht befreien kann. Gute Nachrichten kommen aus dem Sender: Das Salsa-Programm wurde gestrichen – Frasier und Roz erhalten ihren angestammten Sendeplatz zurück … (Text: Sat.1)Deutsche Erstausstrahlung: Fr 09.11.2001 Sat.1","versions":[{"lang":1,"streams":[{"redirect":9581416,"hoster":"VOE"},{"redirect":8540045,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637302,"hoster":"VOE"},{"redirect":8637299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frohe Weihnachten, Mrs. Moskowitz","epNo":10,"alt":"Merry Christmas, Mrs. Moskowitz","descr":"Um einer älteren Dame, die ihm aus einer Verlegenheit geholfen hat, einen Gefallen zu tun, trifft sich Frasier mit deren Tochter Faye. Die Folge des netten Abends: Mutter und Tochter kommen am Heiligabend auf einen Sprung bei Frasier vorbei. Angesichts des Weihnachtsschmucks wird Faye schnell klar, dass Frasier nicht jüdischen Glaubens ist, wie ihre Mutter angenommen hat. Nun versuchen alle, der Dame etwas vorzugaukeln – bis der Weihnachtsbaum geliefert wird und Niles im Jesus-Kostüm erscheint … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700435,"hoster":"VOE"},{"redirect":11753998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335088,"hoster":"VOE"},{"redirect":8637300,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der barmherzige Samariter","epNo":11,"alt":"Good Samaritan","descr":"Frasier erlebt einen Tag, an dem seine Hilfsbereitschaft stets böse für ihn endet: Als er eine gefundene Brieftasche abgeben will, wird er als Dieb bezichtigt. Bei dem Versuch, einer Frau zu helfen, ruiniert er sich das Jackett und nach tatkräftiger Hilfe beim Reifenwechsel muss er sich vom Autobesitzer beschimpfen lassen, weil er angeblich den Lack des Wagens zerkratzt hat. Am Ende weiß Frasier weder genau, ob er das alles tatsächlich erlebt hat, noch ob man an das Gute im Menschen glauben kann … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591329,"hoster":"VOE"},{"redirect":8544866,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637306,"hoster":"VOE"},{"redirect":8637304,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Kuppler","epNo":12,"alt":"Our Parents, Ourselves","descr":"Auch das Verkuppeln will gelernt sein – diese bittere Erfahrung muss Roz machen, als sie mit Frasier den Versuch unternimmt, ihre Mutter Joanna mit seinem Vater Martin zusammen zu bringen. Während Joanna nach dem eiligst arrangierten Treffen schwärmt und auf einer Wiederholung besteht, schimpft Martin über den langweiligsten Abend seines Lebens. Kein Zufall, dass die nächste Begegnung im Chaos endet … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591327,"hoster":"VOE"},{"redirect":8540041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637315,"hoster":"VOE"},{"redirect":8637327,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Woody, die Klette","epNo":13,"alt":"The Show Where Woody Shows Up","descr":"Treffen sich alte Freunde nach Jahren wieder, schwelgen sie gewöhnlich in Weißt-du-noch-Geschichten mit der dazugehörigen Rührung: So ergeht es Frasier, als sein alter Kumpel und Barmann Woody bei ihm auftaucht. Doch nach einem feucht-fröhlichen Abend hat Frasier wenig Lust auf weitere Treffen, weil ihm Woody im Grunde fremd geworden ist. Woody geht es nicht viel anders, doch das merkt Frasier nicht, weil er damit beschäftigt ist, Notlügen zu erfinden … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581417,"hoster":"VOE"},{"redirect":8540047,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637319,"hoster":"VOE"},{"redirect":8637318,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Valentinstag bei den Cranes","epNo":14,"alt":"Three Valentines","descr":"Cassandra, die neue PR-Chefin des Senders, hat Frasier zu einem Arbeitsessen eingeladen – ausgerechnet am Valentinstag, was Frasiers Phantasie Purzelbäume schlagen lässt. Ist Cassandra auf eine Romanze aus? Die \"Signale\", die Cassandra aussendet, sind so widersprüchlich, dass sich der völlig verwirrte Frasier ständig telefonischen Rat bei Roz holen muss … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591339,"hoster":"VOE"},{"redirect":8540042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637324,"hoster":"VOE"},{"redirect":8637323,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kurzer Prozess","epNo":15,"alt":"To Tell the Truth","descr":"Maris und ihre Anwälte ziehen den Scheidungsprozess immer mehr in die Länge und treiben Niles damit langsam aber sicher in den Ruin. In seiner Verzweiflung wendet sich Niles an Roz’ Ex-Freund Donny, der in Anwaltskreisen \"Piranha\" tituliert wird. Der tüchtige Advokat buddelt ein lang gehütetes Geheimnis aus Maris’ Familie aus … (Text: Sat.1)Deutsche Erstausstrahlung: Mi 21.11.2001 Sat.1","versions":[{"lang":1,"streams":[{"redirect":11754004,"hoster":"VOE"},{"redirect":8540046,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637329,"hoster":"VOE"},{"redirect":8637328,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Lockvögel","epNo":16,"alt":"Decoys","descr":"Niles hat an dem für ihn günstigen Ausgang der Scheidung nur noch halb so viel Freude, als er \"seine\" Daphne und Anwalt Donny als frisch verliebtes Paar erlebt. Ein Wochenende an einem abgeschiedenen See – nur die drei Crane-Männer unter sich – soll Niles auf andere Gedanken bringen. Die Vorbereitungen entwickeln sich dank Niles’ Eifer zu einem heillosen Durcheinander … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700434,"hoster":"VOE"},{"redirect":8540051,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637333,"hoster":"VOE"},{"redirect":8637348,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Sind wir sonderlich?","epNo":17,"alt":"Dinner Party","descr":"Die Planung einer Dinnerparty im kleinen Rahmen gestaltet sich für Frasier und Niles immer komplizierter. Das Unternehmen nimmt schließlich so große und verwirrende Ausmaße an, dass sich die Brüder – von Selbstzweifeln geplagt – fragen müssen, ob die Cranes vielleicht ein wenig ‚sonderlich‘ sind … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591344,"hoster":"VOE"},{"redirect":8540052,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637340,"hoster":"VOE"},{"redirect":8637337,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Tod kam zweimal","epNo":18,"alt":"Taps at the Montana","descr":"Um dem Anblick des turtelnden Pärchens Donny und Daphne zu entfliehen, entschließt sich Niles, wieder in seine Wohnung in Montana einzuziehen. Der Eigentümerausschuss kündigt jedoch Niles’ Mietvertrag, weil sein Untermieter sich mit seinem Hobby Steptanz äußerst unbeliebt gemacht hat. Mit einer Party will Niles den Ausschuss gnädig stimmen – und schon nimmt das Unglück seinen Lauf … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700432,"hoster":"VOE"},{"redirect":8540049,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637344,"hoster":"VOE"},{"redirect":8637345,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mein Essen mit dem Genie","epNo":19,"alt":"IQ","descr":"Auf einer Auktion ersteigern die Crane-Brüder ein Essen mit drei Nobelpreisträgern. Um sich vor den Genies und vor allem vor dem Bruder nicht zu blamieren, frischen die beiden heimlich in der Bibliothek ihr Wissen auf. Niles wird die Bücherwälzerei zum Verhängnis: Er leidet unter einer Pergament-Milben-Allergie und hat dagegen so viele Pillen geschluckt, dass er im Restaurant lallend zu Boden sinkt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754044,"hoster":"VOE"},{"redirect":8540048,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637350,"hoster":"VOE"},{"redirect":8637349,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Konkurenz für Frasier","epNo":20,"alt":"Dr. Nora","descr":"Bei der Wahl eines Co-Moderators beweist Frasier kein gutes Händchen: Dr. Nora Fairchild erweist sich als fanatische Kämpferin für altmodische Moralvorstellungen. Sie beschimpft ihre Anrufer und verschont auch die allein erziehende Mutter Roz nicht mit bösen Kommentaren. Als Frasier bei Studioleiter Kenny protestiert, stößt er auf taube Ohren: Nora ist bei den Zuhöhrern überaus beliebt! Doch noch gibt Frasier sich nicht geschlagen: Er stöbert in Noras Vergangenheit und entdeckt, dass die moralinsaure Frau Doktor es faustdick hinter den Ohren hat … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591343,"hoster":"VOE"},{"redirect":8540050,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637351,"hoster":"VOE"},{"redirect":8637364,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Frasier und zwei Frauen","epNo":21,"alt":"When a Man Loves Two Women","descr":"Frasier steckt in der Zwickmühle: Nach langem Hin und Her zeigt sich Cassandra Stone nicht abgeneigt, eine Nacht mit ihm zu verbringen. Als Frasier vor Roz mit seinem Erfolg protzt, taucht im selben Moment seine alte Flamme Faye auf. Am nächsten Morgen spazieren Faye und Frasier aus seinem Schlafzimmer – und just in dem Augenblick steht Cassandra überraschend vor seiner Tür … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591365,"hoster":"VOE"},{"redirect":8540061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637363,"hoster":"VOE"},{"redirect":8637362,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Daphnes Visionen","epNo":22,"alt":"Visions of Daphne","descr":"Die Hochzeit von Donny und Daphne steht kurz bevor – eine Nachricht, die Niles in tiefe Enttäuschung stürzt. Um so verwunderter ist er, als Daphne in seiner Praxis auftaucht. Sie wird auf einmal von Visionen heimgesucht, in denen sie während der Hochzeitszeremonie den Mann sieht, der ihre einzige wahre Liebe ist. Niles versucht sofort, sich Daphnes Verwirrung zunutze zu machen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591364,"hoster":"VOE"},{"redirect":8540053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637366,"hoster":"VOE"},{"redirect":8637365,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Verlierer der Liebe (1+2)","epNo":23,"alt":"Shutout in Seattle: Part (1+2)","descr":"Seit der Enttäuschung mit Daphne glaubt sich Niles nur noch von glücklichen Paaren umgeben. Bei Bruder Frasier sucht er umsonst Trost: In der Wohnung tummeln sich die Verliebten scharenweise – Frasier hat seine Faye zu Besuch, aus Martins Schlafzimmer kommt Crane sen. zusammen mit Bonnie, und Donny und Daphne haben auch die Nacht hier verbracht. Für Niles ist der Tag gelaufen – er verschwindet … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581419,"hoster":"VOE"},{"redirect":8540068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12237352,"hoster":"VOE"},{"redirect":12237353,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[In Folge 23 enthalten] ","epNo":24,"alt":"","descr":"Die Gefühlsstürme scheinen abgeflaut, die drei Crane-Männer freuen sich über ihre neuen, glücklichen Beziehungen. Aber die Idylle trügt: Martin macht Schluss mit Bonnie, weil ihre Hündin seinen Eddie vergewaltigt hat, Frasier verwechselt mal wieder seine Liebhaberinnen, Niles fühlt sich von seiner neuen Flamme Kit maßlos überfordert, und auch die junge Romanze zwischen Roz und Bulldog findet ein jähes Ende … (Text: Sat.1)","versions":[]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Mamma Mia","epNo":1,"alt":"Momma Mia","descr":"Während eines Kaffeehausbesuchs sieht Frasier eine Frau, von der er seine Augen nicht mehr abwenden kann. Er sammelt seinen ganzen Mut und spricht die Dame an: Es ist die Kinderbuch-Autorin Mia Preston. Schon bald knüpfen die beiden Verliebten zarte Bande. Als Niles die neue Freundin seines Bruders zum ersten Mal sieht, fällt er aus allen Wolken – Mia sieht Frasiers Mutter zum Verwechseln ähnlich. Sollte Frasier etwa unter einem versteckten Ödipuskomplex leiden?","versions":[{"lang":1,"streams":[{"redirect":9591366,"hoster":"VOE"},{"redirect":8544869,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637377,"hoster":"VOE"},{"redirect":8637372,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Du wirst mir noch danken!","epNo":2,"alt":"Father of the Bride","descr":"Durch ein dummes Missverständnis glaubt Daphne, dass Frasier ihre Hochzeit mit Donny finanzieren will. Frasier wagt es nicht, die Sache richtig zu stellen und macht gute Miene zum teuren Spiel. Jetzt soll aber auch alles nach seinen Vorstellungen laufen, Daphnes Wünsche lässt Frasier völlig dabei außer Acht. Bei aller Dankbarkeit – das lässt sich die Braut nicht bieten … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581418,"hoster":"VOE"},{"redirect":8544874,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637373,"hoster":"VOE"},{"redirect":8637379,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Carlos und das Hähnchen","epNo":3,"alt":"Radio Wars","descr":"Frasier wird Opfer eines Streichs, den seine neuen Kollegen von der Morgensendung, das Komiker-Duo \"Carlos und das Hähnchen\", ausgeheckt haben. Empört beschwert sich Frasier, dass er in seinem eigenen Sender lächerlich gemacht wurde. Prompt nehmen sie ihn wieder auf die Schippe – und halb Seattle lacht sich schlapp über Frasier … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581420,"hoster":"VOE"},{"redirect":8540056,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637384,"hoster":"VOE"},{"redirect":8637382,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Kritiker","epNo":4,"alt":"Everyone\u0027s a Critic","descr":"Niles ergattert per Zufall den Job des Kulturkritikers in einer Hochglanzzeitschrift. Frasier ist grün vor Neid – er braucht schleunigst ein ähnliches Erfolgserlebnis. Er klemmt sich hinter Poppy, nervtötende Praktikantin und Tochter der Senderbesitzerin: Sie soll ihre Mutter überzeugen, dass KACL dringend ein Kulturmagazin braucht! Die Sendung wird auch tatsächlich ins Programm genommen, doch der Moderator heißt nicht Frasier Crane … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591369,"hoster":"VOE"},{"redirect":8544882,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637387,"hoster":"VOE"},{"redirect":8637390,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Drei Kerle in einer Woche","epNo":5,"alt":"The Dog that Rocks the Cradle","descr":"Roz hat endlich mal wieder einen Lover und braucht für den Abend dringend einen Babysitter. Ex-Kollege Bulldog, der sich inzwischen als Pizzafahrer über Wasser hält, springt gern ein. Bulldog kümmert sich rührend um Klein-Alice, auf Roz’ Verehrer hat er jedoch eine abschreckende Wirkung … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591368,"hoster":"VOE"},{"redirect":8544875,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637391,"hoster":"VOE"},{"redirect":8637392,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rivalen der Liebe","epNo":6,"alt":"Rivals","descr":"Frasier und Niles haben sich verliebt! Eigentlich ein Grund zur Freude – wenn nicht jeder den anderen in Verdacht hätte, dass er den eigenen Schwarm für sich erobern will. Die Jungs verstricken sich immer mehr im Netz des Misstrauens. Als ihnen ihr Irrtum endlich dämmert, ist es fast zu spät … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591370,"hoster":"VOE"},{"redirect":8540060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637404,"hoster":"VOE"},{"redirect":8637405,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Von Dieben und Huren","epNo":7,"alt":"A Tsar is Born","descr":"Ein altes Erbstück weckt in Frasier und Niles die Hoffnung, dass sie späte Nachfahren der russischen Zarenfamilie sind. Sie setzen alle Hebel in Bewegung, um ihre edle Abstammung zu beweisen. Die Wahrheit ist jedoch mehr als enttäuschend: Sie stammen nicht von den Romanows ab – ihre Vorfahrin war nichts weiter als eine diebische Dienstmagd … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591367,"hoster":"VOE"},{"redirect":8540055,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637429,"hoster":"VOE"},{"redirect":8637408,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der verblichene Dr. Crane","epNo":8,"alt":"The Late Dr. Crane","descr":"Nach einem harmlosen Verkehrsunfall landet Frasier mit blutiger Nase im Krankenhaus. Später erfährt er überraschend aus den Fernsehnachrichten, dass er in der Klinik verstorben ist! Bis das Missverständnis aufgeklärt ist, hat Frasier viel Zeit, über sein bisheriges Leben nachzudenken … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581423,"hoster":"VOE"},{"redirect":8540057,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11834175,"hoster":"VOE"},{"redirect":8637430,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Freddys Falle","epNo":9,"alt":"The Apparent Trap","descr":"Eigentlich wollte Lilith nur kurz Sohn Freddy bei Frasier abliefern, doch dann verbringt auch sie das Thanksgivingfest bei ihrem Ex-Mann. Freddy spinnt eine kleine Intrige, um seine Eltern einander näher zu bringen. Unklar ist nur eines: Wünscht sich der Junge wirklich die Wiedervereinigung der Familie oder erhofft er sich am Ende nur, dass er endlich das heiß ersehnte Mini Bike von seinen Eltern bekommt? (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591373,"hoster":"VOE"},{"redirect":8540063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637414,"hoster":"VOE"},{"redirect":8637417,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Happy Birthday, Frasier!","epNo":10,"alt":"Back Talk","descr":"Was für ein Geburtstag: Beim Kerzenauspusten verrenkt sich Frasier so arg den Rücken, dass er sich kaum mehr bewegen kann. Roz ist der Meinung, dass die Schmerzen rein psychischen Ursprungs sind. Sie rät ihm, seine Sorgen irgendwo, wo ihn niemand hört, laut auszusprechen. Gesagt, getan – doch leider hat Frasier einen zufälligen Zuhörer … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581425,"hoster":"VOE"},{"redirect":8544870,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637425,"hoster":"VOE"},{"redirect":8637428,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Guter Rat unerwünscht!","epNo":11,"alt":"The Fight Before Christmas","descr":"Als sich Niles noch einmal mit seiner Ex-Frau treffen muss, gibt ihm Frasier den guten Rat, Freundin Mel nichts davon zu erzählen. Die Geheimnistuerei fliegt jedoch auf: Als Mel dem brüderlichen Komplott auf die Schliche kommt, lässt sie Niles auf der Stelle sausen. Enttäuscht reicht Niles das für Mel gedachte Weihnachtsgeschenk an Daphne weiter. Als Mel ihm aus heiterem Himmel verzeiht und ihren Besuch auf Frasiers Christmasparty ankündigt, steckt Niles in der Zwickmühle … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591372,"hoster":"VOE"},{"redirect":8540059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637427,"hoster":"VOE"},{"redirect":8637440,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im falschen Wagen","epNo":12,"alt":"Rdwrer","descr":"Pech für die Crane-Brüder: Das Restaurant, in dem sie stilvoll ins neue Jahrtausend hineinfeiern wollten, ist ein Raub der Flammen geworden – und in ganz Seattle gibt es keinen freien Tisch für die Silvesternacht. Einzige Alternative ist die Feier ihres Weinclubs, die allerdings im weit entfernten Idaho stattfindet. Im Wohnmobil ihres Vaters machen sich Frasier, Niles und Martin auf eine abenteuerliche Reise voller Hindernisse … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591371,"hoster":"VOE"},{"redirect":8540058,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174055,"hoster":"VOE"},{"redirect":8637435,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nur ein kleines Lied","epNo":13,"alt":"They\u0027re Playing Our Song","descr":"Wie alle Sendungen seiner Station, soll auch Frasiers Radioshow eine neue Erkennungsmusik erhalten. Nichts Großartiges, einfach eine nette, kleine Melodie. Doch wer Frasier kennt, weiß, das er ein pompöses Werk von klassischem Rang abliefern muss … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591374,"hoster":"VOE"},{"redirect":8540065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916467,"hoster":"VOE"},{"redirect":8637436,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Trophäe Lorna","epNo":14,"alt":"Big Crane on Campus","descr":"Wie sich die Zeiten ändern: In der High School-Zeit war Lorna das umschwärmteste Mädchen der Schule – Frasier hatte nie eine Chance bei ihr. Als er ihr jetzt zufällig begegnet, stehen die Vorzeichen anders: Frasier ist der Erfolgsmann, Lorna dagegen gerade geschieden und einem Rendezvous nicht abgeneigt. Der \"Morgen danach\" beginnt für Frasier mit einem bösen Erwachen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591375,"hoster":"VOE"},{"redirect":8540062,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637438,"hoster":"VOE"},{"redirect":8637452,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dads andere Seite","epNo":15,"alt":"Out with Dad","descr":"Bei einem Opernbesuch begegnen Frasier und Martin der reizenden Emily und deren Mutter Helen, welche Martin sogleich zum nächsten Opernabend einlädt. Da Helens Interesse nicht auf Gegenseitigkeit beruht, spielt Martin ihr den Schwulen vor – eine Lüge mit Folgen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700436,"hoster":"VOE"},{"redirect":8540064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637449,"hoster":"VOE"},{"redirect":8637445,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wie Grandpa Willie sagte …","epNo":16,"alt":"Something About Dr. Mary","descr":"In Roz’ Urlaubswoche holt sich Frasier die Aushilfe Mary. Zunächst tut sie sich schwer und bringt in der Sendung kein Wort heraus. Nach Frasiers Aufmunterung ändert sich das jedoch schlagartig: Ab sofort übernimmt Mary das Mikrofon … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591377,"hoster":"VOE"},{"redirect":8540070,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922550,"hoster":"VOE"},{"redirect":8637460,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Korkmeister Crane","epNo":17,"alt":"Whine Club","descr":"Frasier macht sich schon längere Zeit Hoffnungen auf den Posten des \"Korkmeisters\" im Weinclub. Niles – angestachelt von seiner neuen Freundin Mel – ist plötzlich auch scharf auf den Präsidentenstuhl. Nach dem ersten Wahlgang steht es zwischen den Brüdern unentschieden – das abschließende Weinverkosten mit verbundenen Augen muss die Entscheidung bringen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754101,"hoster":"VOE"},{"redirect":8540067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637461,"hoster":"VOE"},{"redirect":8637464,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Hauptsache blond","epNo":18,"alt":"Hot Pursuit","descr":"Mit amourösen Absichten reisen Frasier und Roz zu einem Radiokongress. Am Abend sitzen die beiden Romantiker jedoch enttäuscht im gemeinsamen Zimmer ihres Luxushotels – keiner hat seine \"Zielperson\" erobert. Bei einem Glas Champagner verraten sie sich intime Geheimnisse und kommen sich langsam gefährlich nahe … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591376,"hoster":"VOE"},{"redirect":8540066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637473,"hoster":"VOE"},{"redirect":8637472,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Frasiers Frühstücksfernsehen","epNo":19,"alt":"Morning Becomes Entertainment","descr":"Frasiers Sendung wird für eine Woche aus dem Programm genommen – für Frasier ein taktischer Schachzug des Senders, schließlich verhandelt man gerade über seinen neuen Vertrag. Ersatzweise moderiert Frasier in dieser Zeit das Frühstücksmagazin im Fernsehen. Hier sind allerdings weniger niveauvolle Plaudereien als vielmehr Faxen und kindische Imitationen gefragt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754100,"hoster":"VOE"},{"redirect":8540072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637477,"hoster":"VOE"},{"redirect":8637484,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zehn Sekunden zu spät","epNo":20,"alt":"To Thine Old Self Be True","descr":"Frasier lässt sich nicht ausreden, für Donny eine zünftige Junggesellenparty zu veranstalten. Dazu gehört seiner Meinung nach eine echte Stripperin. Auf der Suche nach passenden Tänzerinnen stolpert Frasier von einer Peinlichkeit in die nächste … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591379,"hoster":"VOE"},{"redirect":8540071,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637479,"hoster":"VOE"},{"redirect":8637476,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Peinlich, peinlich …","epNo":21,"alt":"The Three Faces of Frasier","descr":"Endlich soll Frasiers Bild seinen verdienten Platz an der Promi-Wand des Restaurants \"Stefano\" erhalten – umgeben von Karikaturen berühmter Zeitgenossen aus Seattle. Als Stefano das Porträt enthüllt, ist Frasier jedoch ziemlich entsetzt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700438,"hoster":"VOE"},{"redirect":8540073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637489,"hoster":"VOE"},{"redirect":8637478,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Brüderlein fein","epNo":22,"alt":"Dark Side of the Moon","descr":"Die bevorstehende Hochzeit macht Daphne von Tag zu Tag nervöser. Höhepunkt ihrer Chaos-Woche ist eine Auto-Karambolage, die Daphne durch einen unkontrollierten Wäsche-Wurf verursacht hat. Zur Strafe wurde sie zu mehreren Therapiesitzungen verdonnert. Die Psychologin Dr. McCaskill bekommt jetzt die ganze turbulente Geschichte der vergangenen Woche zu hören. Alles begann mit der Ankunft von Daphnes unmöglichem Prol-Bruder Simon … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700437,"hoster":"VOE"},{"redirect":8540069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637493,"hoster":"VOE"},{"redirect":8637485,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tränen im Fahrstuhl + Gib Gas, Niles!","epNo":23,"alt":"Something Borrowed, Someone Blue: Part I + II","descr":"Nervenbündel Daphne heult sich durch die letzten Tage vor ihrer Hochzeit mit Donny. Ihr ist klar geworden, dass sie mehr für Niles empfindet, als gut wäre. Frasier bestärkt sie, vor der Heirat reinen Tisch zu machen. Als Niles aus seinem Kurzurlaub mit Freundin Mel zurückkehrt, rafft Daphne allen Mut zusammen. Aber ehe sie Niles ihre Gefühle gestehen kann, platzt der mit einer großen Überraschung heraus: Mel und er haben am Tag zuvor heimlich geheiratet … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591383,"hoster":"VOE"},{"redirect":8540086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637497,"hoster":"VOE"},{"redirect":8637496,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[In Folge 23 enthalten]","epNo":24,"alt":"","descr":"Obwohl Daphne sich damit abgefunden hat, dass Niles nie von ihren Gefühlen für ihn erfahren wird, klärt Frasier seinen Bruder schließlich doch auf. Der fällt aus allen Wolken – an eine Chance bei Daphne hätte er nie geglaubt! Nach einigen vergeblichen Anläufen gelingt es Frasier, die beiden \"Königskinder\" zusammen zu bringen. Niles und Daphne treffen eine spontane Entscheidung … (Text: Sat.1)","versions":[]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Die schrecklichste Hochzeit aller Zeiten + Ein Abend in der Hölle","epNo":1,"alt":"And the Dish Ran Away with the Spoon: Part I + II","descr":"Im letzten Moment vor dem Jawort hat Daphne auf ihr Herz gehört und ist einfach mit Niles davongedüst. Doch schon an der nächsten Kreuzung wird den Ausreißern klar, dass sie nicht glücklich werden, wenn sie nicht sauber mit ihren Partner auseinander gehen. Aber weder Mel noch Donny sind gewillt, einfach so zu verzichten … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843460,"hoster":"VOE"},{"redirect":11754167,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637502,"hoster":"VOE"},{"redirect":8637510,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"","descr":"Mel setzt Niles unter Druck: Wenn er eine rasche Scheidung will, muss er in den nächsten Wochen den braven Ehemann spielen. Eine echte Belastungsprobe für die Beziehung zu Daphne, und so lässt der erste große Streit auch nicht lange auf sich warten …","versions":[]},{"epId":"episode-3","name":"Pokern mit alten Knaben","epNo":3,"alt":"The Bad Son","descr":"Um die attraktive Miranda anzubaggern, spannt Frasier seinen ahnungslosen Vater ein. Die Dame arbeitet nämlich in einem Seniorenheim, und Frasier schleppt seinen Dad als angeblichen Interessenten dorthin. Nach dem ersten Schock gewinnt Martin, der sich schon ins Altersheim abgeschoben sah, der Sache eine positive Seite ab: Er knöpft den alten Herren beim Pokern eine ganze Stange Geld ab … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843466,"hoster":"VOE"},{"redirect":11754276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12953067,"hoster":"VOE"},{"redirect":8637501,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Mentor","epNo":4,"alt":"The Great Crane Robbery","descr":"Der frisch gebackene Milliardär Todd ist neuer Eigentümer des Senders. Frasier nimmt den jungen Mann unter seine Fittiche, als er merkt, dass Todd zu seinem Leidwesen keine Ahnung von Kultur und modischem Geschmack hat. Unter Frasiers Anleitung lernt der junge Mann die Feinheiten des kultivierten Lebens – im Gegenzug will Todd Frasier zum beliebtesten Radiomoderator der Welt machen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843470,"hoster":"VOE"},{"redirect":11754269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637507,"hoster":"VOE"},{"redirect":8637509,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Danke, Ferguson!","epNo":5,"alt":"Taking Liberties","descr":"Frasier holt sich mit Butler Ferguson eine echte Perle ins Haus. Ferguson hat nicht nur den Haushalt fest im Griff, sondern versorgt seinen Herrn auch mit wertvollen Tipps für das Privatleben. Schließlich kümmert sich Ferguson darum, dass Frasier in den Opernbeirat gewählt wird … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843472,"hoster":"VOE"},{"redirect":11754297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637516,"hoster":"VOE"},{"redirect":8637519,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sie haben E-Mail!","epNo":6,"alt":"Legal Tender Love and Care","descr":"Anwältin Abby verteidigt Frasier, Daphne und Niles gegen Donnys Klagen. Als sie verkündet, dass Donny überraschend auf all seine Forderungen verzichtet, ist Frasier fast enttäuscht. Er hätte gern weiter möglichst engen Kontakt zu der attraktiven Anwältin. Frasiers Gefühle kühlen jedoch rasch ab, als er Abbys gesalzene Rechnung sieht … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843482,"hoster":"VOE"},{"redirect":11754223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637524,"hoster":"VOE"},{"redirect":8637522,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein cooler Freund","epNo":7,"alt":"The New Friend","descr":"Frasier findet Roz’ neuen Freund echt cool – Luke ist der Inbegriff eines Abenteurers. Zwischen den beiden entwickelt sich schnell eine wahre Männerfreundschaft. Problematisch wird es erst, als sich Roz plötzlich von ihrem Lover trennt und Frasier sich aus Loyalität gezwungen sieht, Luke ebenfalls die Freundschaft zu kündigen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843484,"hoster":"VOE"},{"redirect":11754257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992904,"hoster":"VOE"},{"redirect":8637530,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Knockout für den Weihnachtsmann","epNo":8,"alt":"Mary Christmas","descr":"Für Frasier wird ein lang gehegter Traum wahr: Endlich darf er die traditionelle Weihnachtsparade von Seattle kommentieren! Die Freude verfliegt jedoch rasch, als ihm seine Co-Moderatorin vorgestellt wird: Es ist ausgerechnet Quasselstrippe Mary, die ihm schon einmal seine Radiosendung ruiniert hat …","versions":[{"lang":1,"streams":[{"redirect":7843492,"hoster":"VOE"},{"redirect":11754253,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637532,"hoster":"VOE"},{"redirect":8637534,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die große Leere","epNo":9,"alt":"Frasier\u0027s Edge","descr":"Frasier soll bei der Verleihung des Rundfunkpreises von Seattle für sein Lebenswerk geehrt werden. Eine Glückwunschkarte seines ehemaligen Mentors aus Harvard stürzt ihn jedoch in ungeahnte Verunsicherung – Frasier liest aus dem Text einen indirekten Angriff auf seine Person. Von Selbstzweifeln zerfressen, bittet Frasier Dr. Tewksbury um eine Erklärung … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843495,"hoster":"VOE"},{"redirect":11754308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335081,"hoster":"VOE"},{"redirect":8637558,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Kuss für Melody","epNo":10,"alt":"Cranes Unplugged","descr":"Frasier versucht, sein Leben zu ordnen und neue Prioritäten festzulegen. Ab sofort soll Sohn Frederick seine Nummer eins sein! Leider hat der pubertäre 13-Jährige gar keine Lust, irgendetwas mit seinem Vater zu unternehmen. Nicht einmal ein Ausflug in die Berge reizt Freddie – bis er mit dem hübschen Mädchen von nebenan seinen allerersten Kuss tauscht … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843500,"hoster":"VOE"},{"redirect":12980287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637543,"hoster":"VOE"},{"redirect":8637544,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Lümmel von der letzten Bank","epNo":11,"alt":"Motor Skills","descr":"Die junge Chelsea lässt den balzenden Frasier abblitzen – für ihn ist klar, dass daran nur seine technische Unfähigkeit schuld ist, die er bei einer Autopanne offenbaren musste. Kurzerhand schreibt sich Frasier zusammen mit Niles bei einem Autoreparatur-Kurs ein. Für Seminarleiter Randy brechen schwere Zeiten an … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843504,"hoster":"VOE"},{"redirect":11754273,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637551,"hoster":"VOE"},{"redirect":8637548,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Rest ist Schweigen","epNo":12,"alt":"The Show Must Go Off","descr":"In Frasiers Jugendzeit war Jackson Hedley ein großer Shakespeare-Mime – heute hält sich der Schauspieler mit Auftritten in zweitklassigen Science-Fiction-Serien über Wasser. Frasier und Niles setzen sich in den Kopf, Hedley wieder auf die Bühne zu bringen. Das groß angekündigte Soloprogramm ist auch prompt nach wenigen Tagen ausverkauft, doch leider entpuppt sich Hedley als billiger Schmierenkomödiant … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754311,"hoster":"VOE"},{"redirect":11754315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637552,"hoster":"VOE"},{"redirect":8637550,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jacke wie Hose","epNo":13,"alt":"Sliding Frasiers","descr":"Es geht wieder einmal um Frasiers Liebesleben! Heute erlebt er eine Geschichte in zwei Versionen: Einmal lernt er per Zufall die hinreißende Monica kennen und bemüht sich intensiv um sie. In der zweiten Fassung begegnet er einer fürchterlichen Nervensäge und versucht erfolglos, ihr aus dem Weg zu gehen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843518,"hoster":"VOE"},{"redirect":11754236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637557,"hoster":"VOE"},{"redirect":8637556,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Immer essen","epNo":14,"alt":"Hungry Heart","descr":"Vor lauter Liebesglück ist in Daphne eine unstillbare Essenslust erwacht. Inzwischen hat sie so viele Kilos zugelegt, dass sie nach einem Sturz nicht mehr vom Boden hochkommt. Jetzt führt kein Weg mehr daran vorbei: Daphne muss etwas gegen den Dauerappetit tun … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843521,"hoster":"VOE"},{"redirect":11754265,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637566,"hoster":"VOE"},{"redirect":8637563,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zufallstreffer","epNo":15,"alt":"Hooping Cranes","descr":"Mehr oder weniger zufällig landen Frasier und Niles neben ihrem Vater auf der Tribüne der \"Seattle Sonics\". Das Basketballspiel interessiert die Jungs herzlich wenig, sie nerven Martin mit ihren infantilen Kinderspielen. Das ändert sich schlagartig, als Niles die Chance bekommt, in der Pause den berühmten Wurf von der Spielfeldmitte auf den Korb zu probieren. Ein Treffer ist noch niemandem gelungen – bis heute … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843525,"hoster":"VOE"},{"redirect":11754279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637568,"hoster":"VOE"},{"redirect":8637565,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Sternstunden","epNo":16,"alt":"Docu. Drama","descr":"Roz freut sich, dass Frasier von ihrer Radiodokumentation zum Thema ‚Raumfahrt‘ begeistert ist und gern den Part des Erzählers übernimmt. Weniger erbaut ist sie über seine ständige Einmischung und seine ungefragten Ratschläge. Als Roz statt seiner den berühmten Ex-Astronauten John Glenn als Erzähler engagiert, ist Frasier endgültig eingeschnappt …","versions":[{"lang":1,"streams":[{"redirect":7843533,"hoster":"VOE"},{"redirect":11754296,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637576,"hoster":"VOE"},{"redirect":8637575,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Daddy hat immer noch Appetit","epNo":17,"alt":"It Takes Two to Tangle","descr":"Frasier und Niles beklagen das finanzielle Aus ihrer ehemaligen Highschool. Mit einer Benefizparty sammeln sie Spenden, doch die Mittel reichen bei weitem nicht aus. Währenddessen macht Vater Martin die Bekanntschaft der reichen Penelope Janvier. Frasier und Niles wittern einen Geldregen für ihre Schule und machen sich gemeinschaftlich an die Dame heran … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843537,"hoster":"VOE"},{"redirect":11754339,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637577,"hoster":"VOE"},{"redirect":8637578,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Beide Schnabel halten!","epNo":18,"alt":"Forgotten But Not Gone","descr":"Frasier verkündet seinen Austritt aus dem Weinclub und bittet gleichzeitig die Mitglieder, ihn mit geistreichen Anrufen bei seiner neuen Radioshow für Weinfreunde tatkräftig zu unterstützen. Ausgerechnet Niles, gerade zum Korkmeister wiedergewählt, verbietet seinen Freunden aufgrund der Clubsatzung jedoch die Live-Telefonate. Als Frasier erfährt, dass sein eigener Bruder an dem Flop seiner Sendung schuld ist, geht er vor Wut in die Luft … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843542,"hoster":"VOE"},{"redirect":11754320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637589,"hoster":"VOE"},{"redirect":8637586,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Sechzig Pfund","epNo":19,"alt":"Daphne Returns","descr":"Nachdem sie ihre vielen überflüssigen Pfunde in einer Klinik abgespeckt hat, kommt Daphne nach Hause zurück. Allerdings setzt es prompt Streit mit Niles, der über die Gründe ihrer Fressattacken ganz anderer Meinung ist als die Therapeutin in der Schlankheitskur. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":7843548,"hoster":"VOE"},{"redirect":11754282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637585,"hoster":"VOE"},{"redirect":8637588,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zehn Sekunden zu spät","epNo":20,"alt":"The Wizard and Roz","descr":"Frasiers verehrter akademischer Lehrer Dr. Tewksbury ist in der Stadt, und Frasier genießt bei ihm eine private kostenlose Therapie. Doch dann findet der Professor Gefallen an Roz, die er im Café Nervosa kennen gelernt hat. Und als Frasier zu Roz fährt, um mit ihr Werbetrailer zu texten, trifft er dort seinen Mentor – im Morgenmantel von Roz. (Text: Anixe HD)","versions":[{"lang":1,"streams":[{"redirect":7843553,"hoster":"VOE"},{"redirect":11754299,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637594,"hoster":"VOE"},{"redirect":8637668,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Sprache der Liebe + Eigenartig und charmant","epNo":21,"alt":"Semi-Decent Proposal + A Passing Fancy","descr":"Frasier hat eine faszinierende Frau namens Claire kennen gelernt. Sie ist eine Freundin von Lorna und erfüllt seine hohen Idealvorstellungen. Doch bevor er sich an sie heranmachen kann, hat sie sich anders orientiert. Lorna will sich bemühen, die beiden dennoch zusammen zu bringen, aber dafür muss Frasier ihrem dusseligen Sohn Kirby Nachhilfeunterricht geben. (Text: Anixe HD)","versions":[{"lang":1,"streams":[{"redirect":7843562,"hoster":"VOE"},{"redirect":11754187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637598,"hoster":"VOE"},{"redirect":8637595,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[In Folge 21 enthalten]","epNo":22,"alt":"","descr":"Um mit Claire, seiner neuen Angebeteten, doch noch zusammenzukommen, hat sich Frasier in ein unauflösliches Netz von Hilfeleistungen und Gefallen für verschiedene Leute verstrickt, die ihm bei seiner amourösen Mission behilflich sein könnten. Doch das filigrane Werk hält nicht, und Frasier hat alle Hände voll zu tun, die Gemüter zu beruhigen … (Text: Sat.1)","versions":[]},{"epId":"episode-23","name":"Onkel Frasiers Auto","epNo":23,"alt":"A Day in May","descr":"Es scheint ein ganz normaler Tag im Mai zu sein: Roz hat sich mit Klein-Alice Frasiers Wagen geliehen, Martin ist angeblich beim Pferderennen, Niles und Daphne führen Eddie aus, und Frasier begleitet Lorna bei ihrem Job als Immobilienmaklerin. Doch was ist schon \"normal\" … (Text: Sat.1)Deutsche Erstausstrahlung: Mi 06.03.2002 Sat.1","versions":[{"lang":1,"streams":[{"redirect":7843563,"hoster":"VOE"},{"redirect":11754252,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637601,"hoster":"VOE"},{"redirect":8637609,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Cranes in der Karibik","epNo":24,"alt":"Cranes Go Caribbean","descr":"Eigentlich wollte Frasier ja mit Claire ein romantisches Wochenende in der Karibik verbringen, doch dann hat er plötzlich seinen ganzen Familienclan um sich, was seine Laune wahrlich nicht steigert … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843571,"hoster":"VOE"},{"redirect":11754290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379124,"hoster":"VOE"},{"redirect":8637608,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Don Juan in der Hölle (1+2)","epNo":1,"alt":"Don Juan in Hell: Part (1+2)","descr":"Während des Urlaubs denkt Frasier ständig an Lana, obwohl er mit Claire glücklich ist. Zurück in Seattle wird Frasier von Bob um Rat gebeten, der ein ähnliches Problem hat: Bob hat seine Frau wegen einer anderen verlassen, muss aber trotzdem ständig an sie denken. Bald ist für Bob klar: Er geht zurück zu seiner Ex. Schließlich trifft auch Frasier eine Entscheidung: Er trennt sich von Claire und möchte Lana seine Gefühle offenbaren. Doch plötzlich taucht Bob auf – Lanas Ex-Mann. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754321,"hoster":"VOE"},{"redirect":8544880,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637614,"hoster":"VOE"},{"redirect":8637616,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"","descr":"Frasier überlässt Lana ritterlich ihrem Ex-Mann Bob und zieht sich in eine Berghütte zurück, um seine Wunden zu lecken. Schon auf der Fahrt dorthin wird er von Gedanken an seine früheren Beziehungen übermannt, und plötzlich sieht er sich von Lilith, Diane und seiner ersten Frau Nanette umgeben, die gleich anfangen, mit ihm zu diskutieren. Frasier wird schließlich klar, dass er erst dann glücklich sein kann, wenn er seine Ex-Frauen endgültig aus seinem Kopf verbannt hat … (Text: Sat.1)","versions":[]},{"epId":"episode-3","name":"Daphne in Versuchung","epNo":3,"alt":"The First Temptation of Daphne","descr":"Als Daphne ein Rezept aus Niles’ Aktentasche holen soll, hat sie plötzlich die Notizen einer Therapiesitzung in der Hand. Sie kann der Versuchung nicht widerstehen, darin zu lesen, und erfährt so, dass eine Patientin in Niles verliebt ist. Als Daphne ihn zur Rede stellt, wiegelt er ab, behauptet aber, wegen der ärztlichen Schweigepflicht nichts Näheres sagen zu können. Daphne ist so misstrauisch, dass sie nicht anders kann, als Niles hinterherzuspionieren … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591380,"hoster":"VOE"},{"redirect":11754409,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637617,"hoster":"VOE"},{"redirect":8637618,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Rückkehr des Martin Crane","epNo":4,"alt":"The Return of Martin Crane","descr":"Martin hat beschlossen, ins Berufsleben zurückzukehren: An drei Abenden in der Woche will er als Nachtwächter für eine Sicherheitsfirma arbeiten. Niles und Daphne überraschen sich indessen gegenseitig mit Konzertkarten – doch beide Konzerte finden am selben Abend statt. Niles überlässt die beiden anderen Karten Frasier, der sie begeistert annimmt. Allerdings hat der versprochen, sich um Eddie zu kümmern, während Martin arbeitet … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754397,"hoster":"VOE"},{"redirect":8540075,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637629,"hoster":"VOE"},{"redirect":8637628,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Maulwurfs-Königin","epNo":5,"alt":"Love Stinks","descr":"Frasier ist entsetzt, als er in der Toilette des Senders einen wenig schmeichelhaften Spruch über sich liest. So beschließt er, eine Party für alle Mitarbeiter zu geben. Für Frasier beginnt der Abend peinlich, denn er kennt keinen seiner Kollegen mit Namen. Roz hat nach langem Zögern ihren neuen Freund Roger mitgebracht, obwohl es ihr ziemlich peinlich ist, dass er von Beruf Müllmann ist. Also versucht sie, während der Party zu verhindern, dass irgendjemand von dem Job erfährt. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581422,"hoster":"VOE"},{"redirect":8540081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637631,"hoster":"VOE"},{"redirect":8637650,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Zimmer voller Helden","epNo":6,"alt":"Room Full of Heroes","descr":"Frasier hat zur Halloween-Party geladen und möchte mit seinen Gästen ein neues Spiel spielen, das er selbst entwickelt hat. Jeder soll im Kostüm seines persönlichen Helden kommen und dann Fragen beantworten, als wäre er wirklich derjenige, den er verkörpert. Das Desinteresse daran ist jedoch so gewaltig, dass Frasier nur Absagen bekommt, sodass am Ende nur die Familie übrig bleibt – die aber das Spiel auch nicht ernst nehmen will … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591381,"hoster":"VOE"},{"redirect":8544878,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637634,"hoster":"VOE"},{"redirect":8637632,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jubiläum der dritten Art","epNo":7,"alt":"Bla-Z-Boy","descr":"Martin stellt fest, dass er auf den Tag genau vor acht Jahren bei Frasier eingezogen ist. Daphne und Niles halten das Jubiläum für einen Grund zum Feiern, Frasier indessen beginnt mit seinem Vater einen Streit – der schnell eskaliert. Niles findet schließlich den eigentlichen Grund für Frasiers Unmut: Dieser ist missgestimmt, weil er nun bereits länger mit Martin zusammenwohnt, als jemals eine Beziehung mit einer Frau gehalten hat. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591384,"hoster":"VOE"},{"redirect":8540074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637638,"hoster":"VOE"},{"redirect":8637656,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Besessen","epNo":8,"alt":"The Two Hundredth Episode","descr":"Frasier feiert Jubiläum: Anlässlich seiner 2000. Sendung ist Bill Gates zu Gast. Mit sich und der Welt zufrieden, fährt Frasier nach der Show nach Hause und ordnet die Kassette mit seiner letzten Sendung in das dafür vorgesehene Fach. Dabei bemerkt er, dass eine seiner 2000 Kassetten fehlt! Schnell findet Frasier heraus, dass Daphne für diese Katastrophe verantwortlich ist. Die fehlende Sendung scheint auf ewig verloren – für Frasier bricht eine Welt zusammen! (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591385,"hoster":"VOE"},{"redirect":8540077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637640,"hoster":"VOE"},{"redirect":8637639,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ausgetrickst","epNo":9,"alt":"Sharing Kirby","descr":"Aus purer Gehässigkeit vermittelt Frasier Niles einen unfähigen jungen Mann namens Kirby als Hilfe beim Aufräumen der Bibliothek. Tatsächlich richtet Kirby in Niles’ Bibliothek ein einziges Chaos an. Doch dann zeigt sich, dass Kirby Beziehungen zu einem legendären Weinsammler namens Mulvehill hat, dessen Weinkeller sowohl Niles als auch Frasier liebend gerne besichtigen würden. Aus den Brüdern werden erbitterte Konkurrenten … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581429,"hoster":"VOE"},{"redirect":8540079,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916461,"hoster":"VOE"},{"redirect":8637644,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der blonde Hai","epNo":10,"alt":"Junior Agent","descr":"Seit eine andere Radiostation eine Sendung mit einem gewissen Dr. Zach ausstrahlt, läuft Frasiers Radio-Show ziemlich schlecht. Das allein schlaucht Frasier schon sehr, aber fast noch schlimmer ist, dass Kenny das Werbebudget für seine Sendung nicht erhöhen will und seine Agentin Bebe auch für seinen Rivalen arbeitet. In dieser Situation geht ihm die aufdringliche Person, die sich als seine neue Agentin profilieren will, ganz besonders auf die Nerven … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754371,"hoster":"VOE"},{"redirect":8544884,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637654,"hoster":"VOE"},{"redirect":8637648,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gefangen im Dunkeln","epNo":11,"alt":"Bully for Martin","descr":"Als Frasier seinem Vater eine Pizza am Arbeitsplatz vorbeibringen will, wird er Zeuge, wie Martin von seinem Vorgesetzten Rich zur Schnecke gemacht wird. Entsetzt fragt Frasier später zu Hause nach, warum er sich nicht wehre, aber Martin findet die Sache gar nicht weiter schlimm. Frasier lässt es sich dennoch nicht nehmen, den Eigentümer der Sicherheitsfirma, für die Martin arbeitet, zu sich zu bestellen. Doch dadurch wird alles noch schlimmer … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591387,"hoster":"VOE"},{"redirect":8540078,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637681,"hoster":"VOE"},{"redirect":8637674,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Albtraum-Clan (1)","epNo":12,"alt":"Mother Load: Part I","descr":"Niles und Daphne haben beschlossen, endlich zusammenzuziehen. Doch als sie die freudige Neuigkeit gerade mit Frasier und Martin feiern, rufen Daphnes Eltern aus England an und kündigen ihren Besuch an. Daphne reagiert darauf ganz und gar nicht begeistert. Noch gestresster sind allerdings Niles und Frasier, da sie die unerwünschten Gäste bei sich unterbringen müssen. Zu allem Überfluss hat Daphnes Mutter auch noch eine unangenehme Neuigkeit zu verkünden … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591388,"hoster":"VOE"},{"redirect":8540076,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12953068,"hoster":"VOE"},{"redirect":8640378,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Albtraum-Clan (2)","epNo":13,"alt":"Mother Load: Part II","descr":"Daphne und Niles geben sich alle Mühe, Mrs. Moon von ihren Sorgen abzulenken – allerdings wagen sie es nicht, in ihrer Gegenwart ihre Gefühle füreinander zu zeigen. Frasier hat bald genug von Simons Eskapaden: Als dieser nachts betrunken mit einem Mädchen im Arm nach Hause kommt, setzt Frasier ihn vor die Tür … Frasier hat indessen nach wie vor Ärger mit seinem Nachbarn Cam. Dieser hat mittlerweile eine Flagge gehisst, sodass Frasier nicht mehr aus seinem Fenster sehen kann. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591389,"hoster":"VOE"},{"redirect":8544883,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379125,"hoster":"VOE"},{"redirect":8637697,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jung und gnadenlos","epNo":14,"alt":"Juvenilia","descr":"Kenny möchte, dass Frasier sich in der Jugendsendung \"Teen-Szene\" interviewen lässt, damit er auch ein jüngeres Publikum für seine eigene Sendung gewinnt. Frasier möchte sich allerdings nicht darauf einlassen – bis ihm die reizende Moderatorin Emily vorgestellt wird. Um so schockierter ist er, als sie und ihre Moderatoren-Kollegen ihn während der Aufzeichnung nach den peinlichsten Details seiner Vergangenheit fragen – und ihn gewaltig in Verlegenheit bringen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591390,"hoster":"VOE"},{"redirect":8540084,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916462,"hoster":"VOE"},{"redirect":8637682,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Engel und Erkältung","epNo":15,"alt":"The Proposal","descr":"Niles will Daphne den perfekten Heiratsantrag machen und betreibt einen riesengroßen Aufwand für einen festlichen Rahmen – bis ihm plötzlich klar wird, dass ein paar Worte genügen. Nun muss nur noch Daphnes Mutter für eben diesen Abend irgendwo untergebracht werden. Martin hilft, indem er Mrs. Moon zu einer Bootstour mitnimmt. Das versteht die resolute Dame jedoch völlig falsch und glaubt, dass Martin sie verführen will – wogegen sie nichts einzuwenden hätte … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754404,"hoster":"VOE"},{"redirect":8540080,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637691,"hoster":"VOE"},{"redirect":8637693,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die große Abzocke","epNo":16,"alt":"Wheels of Fortune","descr":"Als der Halbbruder seiner Ex-Frau Lilith seinen Besuch ankündigt, ist Frasier ausgesprochen misstrauisch – kein Wunder, wurde er doch schon des Öfteren von Blaine übers Ohr gehauen. Doch aus Blaine scheint ein ganz neuer Mensch geworden zu sein: Er sitzt im Rollstuhl und reist als Wanderprediger durchs Land – Frasier bleibt skeptisch. Als Blaine erklärt, er brauche noch 1000 Dollar für die Miete des Saals, in dem er predigen will, ist für Frasier der Fall klar … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754343,"hoster":"VOE"},{"redirect":8540083,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637702,"hoster":"VOE"},{"redirect":8637699,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Drei Blind Dates","epNo":17,"alt":"Three Blind Dates","descr":"Daphne tut es Leid, dass Frasier allein zur Vernissage des Malers Benjamin Locklear gehen muss. Deshalb beschließt sie zusammen mit Roz, eine Frau für Frasier zu finden. Die Auswahl erweist sich als schwierig, und so ist es ausgerechnet Niles, der scheinbar die ideale Frau kennt: Es handelt sich um Lisa. Doch die Buchhändlerin ist eine ehemalige Patientin, sodass er ethische Bedenken hat, sie seinem Bruder vorzustellen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754345,"hoster":"VOE"},{"redirect":8540087,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637703,"hoster":"VOE"},{"redirect":8637701,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Krieg der Worte","epNo":18,"alt":"War of the Words","descr":"Frederick nimmt in Seattle an der Endrunde der Nationalen Meisterschaft im Buchstabieren teil. Frasier bereitet seinen Sohn mit einem ausgeklügelten Trainingsprogramm auf den Wettbewerb vor. Die Anstrengung zeigt Früchte: Frederick übersteht mühelos alle Runden und kann die Meisterschaft sogar gewinnen. Als die Familie zu Hause feiert, erscheint unverhofft Dr. Bernard Gadston vom Wettbewerbskomitee und erklärt, dass Freddy unter Betrugsverdacht stehe … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591392,"hoster":"VOE"},{"redirect":8540085,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637707,"hoster":"VOE"},{"redirect":8637705,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Crane-Boy Krimi","epNo":19,"alt":"Deathtrap","descr":"Frasier, Miles und Martin besuchen das Haus, in dem sie als Kinder gewohnt hatten. Bald schwelgen sie in Erinnerungen, doch der jetzige Vermieter Mr. Lasskopf schmeißt sie bald wieder raus. Als sie heimlich zurückkehren und beim Stöbern auf dem Dachboden auf einen Totenkopf stoßen, fällt ihnen ein, dass das der Schädel von Mr. Lasskopfs Frau sein muss, die er angeblich umgebracht hat, um an ihr Geld zu kommen. Frasier und Niles holen die Polizei und lassen Lasskopf verhaften … (Text: Sat.1)Deutsche Erstausstrahlung: Fr 07.03.2003 Sat.1","versions":[{"lang":1,"streams":[{"redirect":9581431,"hoster":"VOE"},{"redirect":8540082,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637708,"hoster":"VOE"},{"redirect":8637710,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Vorgetäuschte Liebe","epNo":20,"alt":"The Love You Fake","descr":"Zwischen Frasier und seinem Nachbarn Cam aus dem darüber liegenden Stockwerk brennt erneut der altbekannte Streit aus: Wer hat hier das Sagen im Haus? Die beiden Streithähne liegen sich schon wieder seit Wochen in den Haaren, als Frasiers Vater Martin und Cams Mutter plötzlich eine Bombe platzen lassen: Die beiden sind ein Liebespaar! Und dies bedeutet zwangsläufig, dass der Streit der \"Stiefbrüder\" aufhören muss. Doch Frasier bleibt skeptisch … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581430,"hoster":"VOE"},{"redirect":8540091,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637711,"hoster":"VOE"},{"redirect":8637715,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"\"Cheers\" zum Abschied","epNo":21,"alt":"Cheerful Goodbyes","descr":"Frasier, Niles, Martin und Daphne sind in Boston, weil Frasier auf einer Konferenz eine Rede halten soll. Am Flughafen trifft Frasier zufällig Cliff, seinen Kumpel aus dem \"Cheers\". Cliff feiert an dem Abend seine Pensionierung und gleichzeitig seinen Abschied von Boston, da er sich in Florida zur Ruhe setzen will. Frasier begibt sich mit seiner Familie ins \"Cheers\" und trifft dort auch Carla und Norm wieder. Schnell steht fest: Frasier ist hier nicht so schnell wegzubekommen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581434,"hoster":"VOE"},{"redirect":8540092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637735,"hoster":"VOE"},{"redirect":8637718,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sieg in der Flieder-Stadt","epNo":22,"alt":"Frasier Has Spokane","descr":"Frasiers Sendung soll auch in Spokane ausgestrahlt werden, und deshalb fahren er und Roz dorthin. Die Fahrt bedeutet zweifaches Glück für Frasier, denn erstens ist damit ein weiterer Schritt auf der Karriereleiter getan, und zweitens kann er seinem Vater beim Bauen eines Fernsehtischs nicht helfen. In Spokane wird Frasier der Presse vorgestellt und muss erfahren, dass er Neal Sullivan, ein \"Radio-Urgestein\", ersetzen wird. Kein Wunder, dass Frasier Hass entgegenschlägt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591393,"hoster":"VOE"},{"redirect":8540095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916463,"hoster":"VOE"},{"redirect":8637724,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Reisen hin, Reisen her","epNo":23,"alt":"The Guilt Trippers","descr":"Daphne feiert Geburtstag, aber gute Laune kommt nicht auf, weil Mrs. Moon noch immer lauthals ihr Schicksal beklagt. Nicht einmal die Wochenendreise nach Hawaii, die Niles Daphne geschenkt hat, kann die Stimmung heben. Indessen schüttet Roz bei Frasier ihr Herz aus. Am nächsten Morgen wachen sie in Frasiers Bett auf, woraufhin Roz fluchtartig die Stadt in Richtung Wisconsin verlässt. Frasier quält das schlechte Gewissen. Kurzentschlossen reist er Roz nach Wisconsin hinterher …","versions":[{"lang":1,"streams":[{"redirect":9591394,"hoster":"VOE"},{"redirect":8540090,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637740,"hoster":"VOE"},{"redirect":8637732,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine unmögliche Mission","epNo":24,"alt":"Moons Over Seattle","descr":"Nach sechs gescheiterten Anläufen gelingt es Niles endlich, Daphnes Vater Harry davon zu überzeugen, mit ihm nach Amerika zu kommen. Doch statt sich zu freuen, ihren Mann wiederzusehen, brüllt Mrs. Moon Harry gleich an. Es scheint eine unmögliche Mission zu sein, die beiden Kampfhähne wieder zusammenzubringen, doch Niles versucht alles – vergeblich. Kurz vor seiner Abreise macht Harry Daphne darauf aufmerksam, was für ein großes Glück sie mit Niles hat … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581433,"hoster":"VOE"},{"redirect":8540089,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916465,"hoster":"VOE"},{"redirect":12980285,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Die drei Heiratstermine","epNo":1,"alt":"The Ring Cycle","descr":"Niles erfüllt Daphnes Wunsch und heiratet sie in Reno. Martin und Frasier machen den beiden jedoch klar, dass es sie zutiefst kränken würde, wenn sie zur Hochzeit nicht eingeladen wären. Und so begeben sich Niles und Daphne drei Tage später zum Standesamt, um im Kreise der Familie erneut zu heiraten. Doch diesmal hat Daphnes Mutter etwas auszusetzen: Für sie kommt nur eine kirchliche Hochzeit in Frage … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":13497905,"hoster":"VOE"},{"redirect":8540088,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637744,"hoster":"VOE"},{"redirect":8637746,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leicht beschränkt und missverstanden","epNo":2,"alt":"Enemy at the Gate","descr":"Frasier will Niles zu einem Einkaufszentrum bringen, als er feststellt, dass er in einer Viertelstunde im Sender sein muss. Dummerweise ist er gerade in ein Parkhaus gefahren. Beim Hinausfahren verlangt ein Angestellter zwei Dollar von ihm – Frasier weigert sich zu zahlen. Indessen hat Roz die Sendung übernommen und versucht, einem Anrufer zu helfen, der mit seiner Chefin geschlafen und seither Probleme hat. Sie verweist auf ein eigenes Erlebnis – ihre Nacht mit Frasier … (Text: Sat.1)Deutsche Erstausstrahlung: Di 10.06.2008 AnixeOriginal-Erstausstrahlung: Di 01.10.2002 NBC","versions":[{"lang":1,"streams":[{"redirect":9581435,"hoster":"VOE"},{"redirect":8540099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637760,"hoster":"VOE"},{"redirect":8637753,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geile Machtspiele","epNo":3,"alt":"Proxy Prexy","descr":"Die Wahl zum Vorsitzenden des Eigentümervorstands steht bevor. Frasier kommt auf die Idee, dass sein Vater kandidieren soll, er selbst will jedoch aus dem Hintergrund die Fäden ziehen. Der Coup gelingt, und Frasiers Ideen begeistern die Miteigentümer des Hauses – bis Martin versucht, eigene Ideen in die Tat umzusetzen … Ein kleines sprachliches Missverständnis sorgt indes dafür, dass Roz annimmt, Daphne und Niles wollten sie zu einem Dreier verführen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581432,"hoster":"VOE"},{"redirect":8540093,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637764,"hoster":"VOE"},{"redirect":8637761,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Kusine zum Knutschen","epNo":4,"alt":"Kissing Cousin","descr":"Jen, eine Cousine von Roz, ist zu Besuch in der Stadt. Die 20-Jährige findet alles langweilig und schockiert ihre Mitmenschen durch ihre abweichenden Meinungen. Damit geht sie nicht nur Frasier gehörig auf die Nerven, sondern auch Roz. Indes geht es im Junggesellenhaushalt von Frasier und Martin drunter und drüber. Martin schiebt die ihm zugeteilte Arbeit vor sich her und versucht dauernd, mit Frasier zu tauschen. Er ist hocherfreut, als Daphne bei einem Besuch aufräumt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591396,"hoster":"VOE"},{"redirect":8540096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637768,"hoster":"VOE"},{"redirect":8637781,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der ultimative Halloweenstreich","epNo":5,"alt":"Tales From the Crypt","descr":"","versions":[{"lang":1,"streams":[{"redirect":9581437,"hoster":"VOE"},{"redirect":8544879,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637771,"hoster":"VOE"},{"redirect":8637785,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Star auf der Bar-Mizwa","epNo":6,"alt":"Star Mitzvah","descr":"Fredericks Bar-Mizwa steht an. Frasier möchte seinem Sohn eine besondere Ehre erweisen und einen Segensspruch auf hebräisch sagen. Da trifft es sich, dass Noel die Sprache kann und sich ihm als Lehrer anbietet. Im Gegenzug soll Frasier ihm auf einer Star Trek-Convention ein Autogramm von Scott Bakula besorgen. Doch Frasier versäumt es, Noel das Autogramm zu beschaffen, sodass der sich eine Rache der besonderen Art ausdenkt – ein Segensspruch auf klingonisch … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591397,"hoster":"VOE"},{"redirect":8540098,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637776,"hoster":"VOE"},{"redirect":8637778,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ärger mit dem Personal","epNo":7,"alt":"Bristle While You Work","descr":"Frasier sucht verzweifelt eine Haushälterin, findet aber keine, die seinen Ansprüchen gerecht wird. Als Frasier die junge Trish abweisen will, gerät er mit Martin in Streit. Er gibt nach, und Trish wird eingestellt. Martin muss sich jedoch bald eingestehen, dass er mit seiner Entscheidung danebengelegen hat, denn Trish drückt sich vor der Arbeit, wo sie nur kann. Damit Frasier nichts merkt, erledigt er selbst bis zur Erschöpfung die Hausarbeit … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591398,"hoster":"VOE"},{"redirect":8540094,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637788,"hoster":"VOE"},{"redirect":8637787,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das sind ja schöne Aussichten","epNo":8,"alt":"Rooms with a View","descr":"Niles muss sich einer Bypass-Operation unterziehen. Niemand will zugeben, wie sehr er in Sorge um Niles ist und so hat jeder seine eigene Art, mit seinen Ängsten umzugehen. Während der OP warten Martin, Frasier, Daphne und Roz im Krankenhaus. Die schier endlose Warterei geht allen sehr auf die Nerven, sodass die Spannungen zwischen ihnen unerträglich werden … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591399,"hoster":"VOE"},{"redirect":8540102,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637794,"hoster":"VOE"},{"redirect":8637792,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bypass hin - Bypass her","epNo":9,"alt":"Don\u0027t Go Breaking My Heart","descr":"Niles will nach seiner Operation sein \"neues Leben\" langsam angehen. Frasier ist genervt, da sein Bruder ständig davon redet, wie knapp er dem Tod entronnen ist und wie sehr er sein zweites Leben nun genießen kann. Die Folge ist, dass Niles dauernd in Frasiers Sendung anruft und sich dazu berufen fühlt, Frasiers Anrufern gute Ratschläge zu geben. Frasier lässt alles über sich ergehen, denn im Krankenhaus hat er Gott das Versprechen gegeben, nie wieder mit Niles zu streiten … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591400,"hoster":"VOE"},{"redirect":8540097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379126,"hoster":"VOE"},{"redirect":8637798,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wir beiden zwei Könige","epNo":10,"alt":"We Two Kings","descr":"Frasier ist sauer: Niles und Daphne wollen Weihnachten bei sich ausrichten, obwohl einem Abkommen nach die Familie traditionell bei ihm feiern soll. Die Brüder geraten sich in die Haare, und Martin soll eine Entscheidung treffen. Da die beiden jedoch versuchen, ihn zu bestechen, platzt ihm der Kragen, und er beschließt, Weihnachten zu arbeiten. Frasier und Niles sind schockiert und entschuldigen sich bei ihrem Vater, aber der kann nun die Schicht nicht mehr tauschen … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591402,"hoster":"VOE"},{"redirect":8544881,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637808,"hoster":"VOE"},{"redirect":8637805,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die goldene Pforte","epNo":11,"alt":"Door Jam","descr":"Eine an Cam Winston gerichtete Einladung, die versehentlich in Frasiers Post geraten ist, weist ihn und Niles auf ein neues exklusives Spa in der Stadt hin. Sofort setzen sie alle Hebel in Bewegung, um herauszufinden, was man ihnen da vorenthalten will. Doch bereits beim Empfang verweigert man Frasier den Zutritt, da er nicht auf der Mitgliederliste steht. Zugang wird ihm erst gewährt, als Niles hinzukommt und Frasier ihn kurzerhand als Cam Winston vorstellt … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9581439,"hoster":"VOE"},{"redirect":8544877,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335082,"hoster":"VOE"},{"redirect":8637817,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Julia - Die Belästigte","epNo":12,"alt":"The Harassed","descr":"Frasier muss auf 15 Minuten seiner Sendung verzichten, weil neuerdings die Finanzexpertin Julia Wilcox ihre Börsennachrichten vorträgt. Nicht nur das macht Frasier zu schaffen, sondern auch deren arrogante Unnahbarkeit. Alle Versuche, Julia freundschaftlich näher zu kommen, scheitern. Als Frasier in einen heftigen Streit mit Julia gerät, glaubt er, dass sie sich zu ihm hingezogen fühlt und baggert sie an … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9581438,"hoster":"VOE"},{"redirect":8552729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992906,"hoster":"VOE"},{"redirect":8637812,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liliths unbewusstes Verlangen","epNo":13,"alt":"Lilith Needs a Favor","descr":"Frasier erhält überraschend Besuch von seiner Ex-Frau Lilith, die ihn um einen Gefallen bittet: Sie will noch einmal Mutter werden und hat ihn zum biologischen Vater erkoren. Frasier ist geschmeichelt und überrascht – und bittet sich Bedenkzeit aus. Er entscheidet sich zunächst, Lilith keine Samenspende zu geben, aber als sie gemeinsam in Erinnerungen an Freddies frühe Kindheit schwelgen, lässt er sich doch breitschlagen … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9581440,"hoster":"VOE"},{"redirect":8540101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637826,"hoster":"VOE"},{"redirect":8637820,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Daphne macht das Abendessen","epNo":14,"alt":"Daphne Does Dinner","descr":"Niles möchte gemeinsam mit Frasier eine Dinnerparty veranstalten. Daphne ist wenig begeistert, da Partys bei den Cranes erfahrungsgemäß immer in einer großen Pleite enden. Stattdessen überredet sie Niles, dass sie als Ehepaar gemeinsam die Party ausrichten sollen – Frasier ist zutiefst beleidigt. Am Tag der Party hat Daphne alles im Griff, bis plötzlich die Hühner im Ofen verbrennen. In ihrer Not ruft sie Frasier an, und gemeinsam versuchen sie zu retten, was zu retten ist … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9581444,"hoster":"VOE"},{"redirect":8540114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637839,"hoster":"VOE"},{"redirect":8637851,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Im gemischten Doppel","epNo":15,"alt":"Trophy Girlfriend","descr":"Kurz vor einem Squashturnier sagt Niles seinem Bruder ab, weil er sich einen anderen Partner gesucht hat. Frasier ist sauer, trifft dann aber auf die attraktive Chelsea, mit der er das gemischte Doppel bestreitet und das Turnier gewinnt. Während Frasier glücklich ist, mit Chelsea eine Frau gefunden zu haben, die zu ihm passt, muss er noch ein anderes Problem lösen: Julia und Roz gehen sich demonstrativ aus dem Weg, und Frasier versucht, zwischen den beiden zu vermitteln … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9581443,"hoster":"VOE"},{"redirect":8540100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637855,"hoster":"VOE"},{"redirect":8637852,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ihr peinlichstes Geheimnis","epNo":16,"alt":"Fraternal Schwinns","descr":"Frasier und Niles haben ein Problem: Sie sollen an einer Radtour zu Gunsten der AIDS-Forschung teilnehmen, doch die Brüder haben nie gelernt, Fahrrad zu fahren. Nun bleibt ihnen nichts anderes übrig, sich das Radfahren selbst beizubringen – doch das ist einfacher gesagt, als getan … Martin trifft Cora wieder, die ihn nach einem vielversprechenden Anfang plötzlich nicht mehr sehen wollte. Sie erzählt ihm, dass eine gewisse Engländerin sie gemahnt hat, Martin fernzubleiben … (Text: Sat.1 Comedy)Deutsche Erstausstrahlung: Mo 30.06.2008 Anixe","versions":[{"lang":1,"streams":[{"redirect":9581446,"hoster":"VOE"},{"redirect":8544886,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637870,"hoster":"VOE"},{"redirect":8637887,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kenny auf der Couch","epNo":17,"alt":"Kenny on the Couch","descr":"Seine Scheidung ist endlich durch, und nun ist Kenny mit seinen Nerven am Ende. Experte Frasier wird schnell klar, dass Kenny dringend psychologische Hilfe benötigt. Und wer könnte da besser helfen, als Frasier Crane höchstpersönlich? Niles und Daphne engagieren den Privatlehrer Ahmrit, der ihnen Yoga beibringen soll. Schnell muss Niles feststellen, dass er mit Daphne nicht mithalten kann. Doch so schnell wirft Niles nicht das Handtuch … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9581445,"hoster":"VOE"},{"redirect":8540111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637873,"hoster":"VOE"},{"redirect":8637869,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Es muss Kaviar sein!","epNo":18,"alt":"Roe to Perdition","descr":"Frasier will seinen Gästen etwas Besonderes bieten und stößt im Delikatessenladen auf Kaviar. Der ist jedoch so teuer, dass er von der Idee wieder Abstand nimmt. Da spricht ihn der russische Seemann Pjotr an, der ihm unter der Hand erstklassigen Kaviar anbietet. Frasier ist von der Qualität überzeugt und geht auf das Geschäft ein. Auf der Party wird der Kaviar ein großer Erfolg, und Frasier lässt sich immer mehr Kaviar von Pjotr liefern – bis die Mafia ins Spiel kommt … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9700441,"hoster":"VOE"},{"redirect":8540105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637886,"hoster":"VOE"},{"redirect":8637883,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ganz aus dem Häuschen","epNo":19,"alt":"Some Assembly Required","descr":"Der Sender nimmt an einem Wohltätigkeitsprojekt teil. Gemeinsam mit Familie Grant baut die Belegschaft ein neues Haus. Frasiers handwerkliches Talent lässt allerdings zu wünschen übrig, weshalb er von seinen Kollegen zu Hilfsarbeiten verdonnert wird. Das hindert ihn jedoch nicht daran, Familie Grant mit Einrichtungstipps zu nerven … Martin soll in der Grundschule einen Vortrag über Sicherheit halten. Als ihn das Lampenfieber packt, muss Niles für ihn einspringen … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591401,"hoster":"VOE"},{"redirect":8540104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637890,"hoster":"VOE"},{"redirect":8637889,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Nervosa non Grata","epNo":20,"alt":"Farewell, Nervosa","descr":"Frasier wird von seinem Steuerberater Avery eindringlich gewarnt, mit seinen Finanzen vorsichtiger zu sein. Als Frasier mit Niles im Café Nervosa erörtert, ob er seinen Lebensstil ändern muss, taucht der Straßensänger Ben auf, um seine Songs zum Besten zu geben. Frasier interveniert vergeblich gegen die vermeintliche Lärmbelästigung, woraufhin er sich nach einem anderen Café umschaut, in dem er Zuflucht vor dem Alltag findet. Dort trifft Frasier ausgerechnet auf Julia … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591403,"hoster":"VOE"},{"redirect":8540107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637892,"hoster":"VOE"},{"redirect":8637894,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Teufel und Dr. Phil","epNo":21,"alt":"The Devil and Dr. Phil","descr":"DerDer beliebte Fernsehpsychologe Dr. Phil ist zu Gast in Seattle. Wie sich herausstellt, ist er ein alter Freund Frasiers, doch der will mit der Berühmtheit nichts mehr zu tun haben. Frasier ist davon überzeugt, dass ihn Dr. Phil einst beim Kartenspiel betrogen hat … Als Martin sich weigert, mit der Schwester seines Vorgesetzten auszugehen, muss er als Konsequenz Nachtschichten schieben. Das stellt seinen Lebensrhythmus vollkommen auf den Kopf … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591404,"hoster":"VOE"},{"redirect":8540108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637898,"hoster":"VOE"},{"redirect":8637896,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Väter und Söhne","epNo":22,"alt":"Fathers and Sons","descr":"Leland, ein ehemaliger Kollege von Martins verstorbener Frau Hester, kommt nach 40 Jahren zu Besuch in seine Heimatstadt. Schon bald fallen zwischen Leland und den Brüdern Frasier und Niles deutliche Ähnlichkeiten auf, die nicht nur Roz ins Grübeln bringen … Da es eine vierjährige Wartezeit gibt, wollen Daphne und Niles ihren künftigen Sprössling schon jetzt im Kindergarten anmelden. Doch dazu müssen die beiden einen Namen angeben – leichter gesagt, als getan … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591405,"hoster":"VOE"},{"redirect":8540109,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637909,"hoster":"VOE"},{"redirect":8637903,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der analysierte Kuss","epNo":23,"alt":"Analyzed Kiss","descr":"KPXY bietet Roz eine Stellung als Programmdirektorin an. Als Julia ihr gratuliert, ist Frasier so überrascht, dass er sie zur Rede stellt. Er erfährt, dass sich Julia von Avery getrennt hat … Martin nimmt Niles mit zum Schießstand, wo er regelmäßig seine Schießkünste trainiert. Überraschenderweise entdeckt Niles seine Leidenschaft für den Schießsport und lernt obendrein neue Freunde kennen. Doch schon bald wird klar, was es mit Niles’ neuer Clique tatsächlich auf sich hat … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9591406,"hoster":"VOE"},{"redirect":8540115,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637911,"hoster":"VOE"},{"redirect":8637910,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine neue Stellung für Roz","epNo":24,"alt":"A New Position for Roz","descr":"Roz hat sich entschieden: Sie wird KACL verlassen und den Job bei KPXY annehmen. Während ihre ehemaligen Kollegen eine Abschiedsfeier für sie organisieren, versucht Roz, Frasier vor Julia zu warnen … Daphne und Niles sind sich einig: Sie wollen ein Kind. Doch bevor sich dieser Wunsch umsetzen lässt, muss unbedingt Daphnes Mutter aus dem Haus. Damit steht den beiden eine äußerst delikate Aufgabe bevor, die nach viel Feingefühl verlangt … (Text: Sat.1 Comedy)","versions":[{"lang":1,"streams":[{"redirect":9005270,"hoster":"VOE"},{"redirect":8540106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637918,"hoster":"VOE"},{"redirect":8637916,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Das schlimme \"S\"-Wort","epNo":1,"alt":"No Sex Please, We\u0027re Skittish","descr":"Roz tut es Leid, dass sie überstürzt gekündigt hat, und sie bittet Niles um einen Rat. Der vermutet, dass das Ganze nur passiert ist, weil sie in Frasier verliebt ist – das streitet Roz jedoch vehement ab. Als Julia Frasier besucht und ihm eine heiße Liebesnacht verspricht, bekommt er urplötzlich kalte Füße. Auch er vermutet, dass Roz in ihn verliebt ist, und so weicht er Julia aus, wo er nur kann. Als unerwartet Roz vor der Tür steht, eskaliert die Situation … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9581451,"hoster":"VOE"},{"redirect":8540103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637922,"hoster":"VOE"},{"redirect":8637937,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erst Bett, dann Tisch","epNo":2,"alt":"A Man, a Plan, and a Gal: Julia","descr":"Es ist amtlich: Daphnes Arzt hat bestätigt, dass sie schwanger ist. Niles macht sofort Pläne, wie er die frohe Botschaft seiner Familie erzählen kann. Wenig später klagt Frasier seinem Bruder sein Leid wegen der gescheiterten Beziehung zu Julia. Niles macht ihm jedoch klar, dass er immer nach dem selben Muster handelt: Sobald sich Frasiers Gefühle für eine Frau vertiefen, sucht er einen Makel an ihr, um die Beziehung zu beenden. Frasier verspricht, sich zu ändern … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591407,"hoster":"VOE"},{"redirect":8540113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637927,"hoster":"VOE"},{"redirect":8637924,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Freund, ein guter Freund","epNo":3,"alt":"The Doctor is Out","descr":"Roz stellt Frasier und Niles ihren neuen Freund Barry vor – den sie aufgrund seines gepflegten Äußeren und seines Jobs als Damenmodeverkäufer für schwul halten. Als Frasier und Niles vom Training nach Hause gehen, muss Frasier die Sporthose seines Bruders tragen, weil seine eigene während des Squashspiels geplatzt ist. Kurz vor einer Schwulenbar treffen sie auf Barry, der aber plötzlich wie vom Erdboden verschluckt ist. Frasier begibt sich daraufhin in die Bar, um ihn zu suchen. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591410,"hoster":"VOE"},{"redirect":8540118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252126,"hoster":"VOE"},{"redirect":8637944,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ohne Netz und Käse","epNo":4,"alt":"The Babysitter","descr":"Frasier und Niles treffen in einem Möbelgeschäft auf ihre ehemalige Babysitterin Ronee. Frasier ist sehr angetan von der attraktiven Frau und lädt sie zu sich ein. Am Abend sieht er sich jedoch einer unerwarteten Konkurrenz gegenüber: Martin flirtet heftig mit Ronee. Frasier stellt seinen Vater zur Rede, doch der ist empört, schließlich habe Ronee auch mit ihm geflirtet. Als Frasier schließlich Viagra in Martins Schmelzkäse findet, eskaliert die Situation …","versions":[{"lang":1,"streams":[{"redirect":11754538,"hoster":"VOE"},{"redirect":8540110,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637933,"hoster":"VOE"},{"redirect":8637948,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tut mir leid, Ann","epNo":5,"alt":"The Placeholder","descr":"Roz will Frasier mit Ann Hodges verkuppeln, die seit einiger Zeit geschieden ist, aber Frasier möchte lieber auf seine Traumfrau warten. Als er jedoch mit Niles, Daphne, Martin und Ronee essen geht, kommt er sich wie das fünfte Rad am Wagen vor. Schließlich fasst er sich ein Herz und verabredet sich mit Ann. Schon nach kurzer Zeit geht ihm die geschwätzige Versicherungsangestellte derart auf die Nerven, dass er sie nur noch abzuwimmeln versucht – vergeblich … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700442,"hoster":"VOE"},{"redirect":8540116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916466,"hoster":"VOE"},{"redirect":8637947,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich bin ganz Ohr","epNo":6,"alt":"I\u0027m Listening","descr":"Eines Morgens hört Frasier zufällig, wie sich Ronee mit einem anderen Mann verabredet. Er fürchtet, dass sein Vater verletzt wird und bittet seinen Bruder um Rat, aber Niles will von der Sache nichts wissen. Frasier kann nicht anders und erzählt seinem Vater von dem belauschten Telefonat – Martin ist erbost. Als sich herausstellt, dass Ronee tatsächlich einen anderen Mann trifft, erfindet Martin kurzerhand eine gewisse Sheila – mit verheerenden Folgen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591409,"hoster":"VOE"},{"redirect":8540120,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637956,"hoster":"VOE"},{"redirect":8637958,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Argentinien-Krise","epNo":7,"alt":"Maris Returns","descr":"Als Niles einen Anruf von Maris erhält, eilt er zu ihr. Maris ist mit einem argentinischen Polospieler liiert, der nur hinter ihrem Geld her ist und sich als jähzornig entpuppt hat. Niles rät ihr, sich von dem Mann zu trennen. Als er davon der schwangeren Daphne erzählen will, regt die sich so auf, dass ihr Niles verspricht, Maris nie wieder zu treffen. Dann verkünden die Radionachrichten, das Maris verhaftet worden ist – wegen Mordes an ihrem argentinischen Geliebten … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591408,"hoster":"VOE"},{"redirect":8540112,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637961,"hoster":"VOE"},{"redirect":8637957,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nackt im Nervosa","epNo":8,"alt":"Murder Most Maris","descr":"Obwohl Niles am Tod von Maris’ Freund ganz offensichtlich unschuldig ist, lässt ihn die Presse nicht in Ruhe. Frasier bietet sich an, mit den Journalisten zu reden. Dabei unterläuft ihm jedoch ein folgenschwerer Fehler. Als der völlig entnervte Niles nach einer schlaflosen Nacht im Café Nervosa auf Roz trifft und einen Kaffee bestellt, sind keine Strohhalme mehr da. Niles bekommt einen hysterischen Anfall, der sich darin äußert, dass er sich völlig entblößt … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754587,"hoster":"VOE"},{"redirect":8544885,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637962,"hoster":"VOE"},{"redirect":8637979,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Eisvulkan","epNo":9,"alt":"Guns N\u0027 Neuroses","descr":"Lilith ist in der Stadt und will unbedingt Frasier treffen, doch der lässt sich alle möglichen Ausreden einfallen, um sie nicht zu sehen. Lilith bleibt hartnäckig, und so verabreden sie sich im Cafe Nervosa. Als Frasier Lilith knapp verfehlt, trifft er dort ausgerechnet auf Nancy, Liliths Freundin. Lilith hatte sich gerade bei ihr über eine verpatzte Beziehung beklagt, sodass Nancy auf die glorreiche Idee kommt, ihr ein Blind Date mit dem charmanten Frasier zu verschaffen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700443,"hoster":"VOE"},{"redirect":11754541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637970,"hoster":"VOE"},{"redirect":8637967,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wer ist hier der Star?","epNo":10,"alt":"Sea Bee Jeebies","descr":"Frasier ist gleich zweimal für den \"SeaBee\", den Rundfunkpreis von Seattle, nominiert. Leider findet die Veranstaltung nicht am Samstagabend, sondern am Vormittag statt – und Frasiers Schwarm Caroline hat keine Zeit, ihn zu begleiten. Frasier bittet kurzerhand Roz’ Schwester Denise, sich als seine Freundin auszugeben, da er auch noch einen Reporter eingeladen hat, der ein Porträt über ihn schreiben soll, um ihn wieder in die Schlagzeilen zu bringen – mit verheerenden Folgen. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591412,"hoster":"VOE"},{"redirect":8540117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637973,"hoster":"VOE"},{"redirect":8637985,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Werbung mit Hund","epNo":11,"alt":"High Holidays","descr":"Frasier trifft sich mit der Französin Natalie, die mit ihm einen Werbespot über Seattle drehen will. Zu seinem Leidwesen ist sie jedoch von Martins Hund Eddie mehr angetan als von ihm … Als Frederick zu Besuch kommt, sind die Cranes entsetzt, denn der Junge trägt komplett schwarze Klamotten. Daphne sieht das als eine jugendliche Phase der Rebellion, die jeder durchmacht. Als Martin erzählt, dass Niles diese Phase nie hatte, beschließt der, das schnellstens nachzuholen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591414,"hoster":"VOE"},{"redirect":8540122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8637980,"hoster":"VOE"},{"redirect":8637984,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Frasier-Light","epNo":12,"alt":"Frasier-Lite","descr":"Frasier und seine Kollegen treten für einen guten Zweck in einem Diät-Wettkampf gegen ein Team des Konkurrenzsenders an. Die Gruppe, das nach vier Wochen am meisten Gewicht verloren hat, gewinnt eine Reise nach Las Vegas. Frasier nimmt den Wettbewerb zum Leidwesen seiner Kollegen nicht so richtig ernst, bis er erfährt, dass Wayne Shafter zum gegnerischen Team gehört – ein ehemaliger Klassenkamerad, der ihm seit jeher ein Dorn im Auge ist … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9700444,"hoster":"VOE"},{"redirect":8540121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638003,"hoster":"VOE"},{"redirect":8637993,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Danke, Ann","epNo":13,"alt":"The Ann Who Came To Dinner","descr":"Frasier erfährt, dass Martin einen Brief mit dem längst überfälligen Scheck für die Hausratversicherung verloren hat – die prompte Kündigung ist die Folge. Roz rät ihm, er solle sich an die Versicherungsangestellte Ann Hodges wenden. Als sie Frasier in seiner Wohnung besucht, stürzt sie in der Küche und bricht sich ein Bein. Da Ann bekannt dafür ist, alles und jeden zu verklagen, lädt er sie aus Furcht vor einer Klage ein, ein paar Tage bei ihm zu wohnen – mit fatalen Folgen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591415,"hoster":"VOE"},{"redirect":8540127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638001,"hoster":"VOE"},{"redirect":8637998,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Von Albtraum zu Albtraum","epNo":14,"alt":"Freudian Sleep","descr":"","versions":[{"lang":1,"streams":[{"redirect":9207539,"hoster":"VOE"},{"redirect":8540124,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638017,"hoster":"VOE"},{"redirect":8638010,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sechs Monate kein Kuchen","epNo":15,"alt":"Caught in the Act","descr":"Zufällig trifft Frasier auf seine Ex-Frau Nanette, die seit 20 Jahren mit ihrem Programm für Kinder on Tour ist. Er lädt sie für den Abend ein und erhofft sich eine leidenschaftliche Nacht, Nanny taucht jedoch mit Donald, ihrem Manager, Produzenten und … Ehemann auf. Trotzdem wirft sie sich Frasier sofort an den Hals, ihre Beschwichtigungen, dass es sich nur um eine Vernunftehe handelt, können ihn kaum besänftigen. Bald macht Nanny ihm ein unmoralisches Angebot … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591416,"hoster":"VOE"},{"redirect":8540123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638011,"hoster":"VOE"},{"redirect":8638034,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Kuss für Mama","epNo":16,"alt":"Boo! (a.k.a. I\u0027m With Her)","descr":"Martin macht sich einen Spaß daraus, Frasier zu erschrecken, nur um Ronee zu beweisen, dass sein Sohn wie eine Frau kreischt – Frasier ist davon alles andere als begeistert. Als sich Martin während einer Sitzung an ihn ranschleicht und er vor Schreck losbrüllt, schwört er Rache. Frasier verkleidet sich als Clown, lockt seinen Vater aus seinem Zimmer und schlägt zurück – doch der Scherz geht nach hinten los: Martin erleidet einen Schwächeanfall und bricht zusammen. (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9591417,"hoster":"VOE"},{"redirect":8552757,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638022,"hoster":"VOE"},{"redirect":8638018,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Bronze aus Berlin","epNo":17,"alt":"Coots and Ladders","descr":"Als Frasier mal wieder bewusst wird, dass sein Leben irgendwie festgefahren ist, und ihm sogar seine alte Nachbarin Mrs. Magrini zu verstehen gibt, dass er wie ein alter Latschen ist, lässt er sich zu einer Verzweiflungstat hinreißen: Er stiehlt bei der alten Dame ein Medaillon. Als ihn das schlechte Gewissen packt, bittet er Niles um Hilfe – doch kaum sind die beiden in der Wohnung von Mrs. Magrini, taucht deren Verwandtschaft auf, um sie zu ihrem Geburtstag zu überraschen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":9207538,"hoster":"VOE"},{"redirect":8540128,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638039,"hoster":"VOE"},{"redirect":8638046,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Fünf Schnepfen","epNo":18,"alt":"Match Game","descr":"Frasier irrt sich in der Etage und steht statt vor seiner Praxis vor der Partnervermittlung von Charlotte. Ihr gelingt es, Frasier von ihren Fähigkeiten zu überzeugen, und für ein Honorar von 10.000 Dollar verspricht sie ihm, seine Traumfrau für ihn zu finden. Die ersten fünf Verabredungen, die sie ihm vermittelt, sind jedoch ein einziges Desaster. Frasier ist darüber so wütend, dass er sein Geld zurückverlangen will, sollte das nächste Date wieder ein Flop sein … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":11754588,"hoster":"VOE"},{"redirect":8540125,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638056,"hoster":"VOE"},{"redirect":8638059,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schon wieder eine andere","epNo":19,"alt":"Miss Right Now","descr":"Frasier verzehrt sich nach Charlotte, und um auf andere Gedanken zu kommen, geht er in eine Bar. Dort trifft er auf Kim, und schnell finden sich die beiden in seiner Wohnung wieder. Nachdem sie jedoch von Martin, Ronee und ihrer schrecklichen Mutter gestört wurden, steht dann auch noch Charlotte vor der Tür, die – nach einem Streit mit ihrem Freund – früher von einem Camping-Trip zurückgekehrt ist … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843964,"hoster":"VOE"},{"redirect":11754526,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638062,"hoster":"VOE"},{"redirect":8638060,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine Woche zu dritt","epNo":20,"alt":"And Frasier Makes Three","descr":"Frasier hat sich entschieden, um Charlotte zu kämpfen und lädt sie ständig ein – doch jedes Mal funkt ihr Freund Frank dazwischen. Die Familie macht sich bereits lustig über das Dreierverhältnis, aber Frasier geht unbeirrbar seinen Weg. Als er Charlotte bei einem romantischen Dinner seine Gefühle gestehen will, taucht erneut Frank auf. Charlotte hat derweil gemerkt, dass Frank überhaupt nicht zu ihr passt und gibt ihm den Laufpass. Frasier wähnt sich am Ziel seiner Träume … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843972,"hoster":"VOE"},{"redirect":11754531,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638064,"hoster":"VOE"},{"redirect":8638076,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Nur noch drei Wochen","epNo":21,"alt":"Detour","descr":"Frasier schwebt im siebten Himmel, bis er ausgerechnet auf dem Bahnhof – Charlotte muss nach Portland – erfährt, dass seine Liebe in drei Wochen wieder nach Chicago ziehen wird. Er macht ihr eine Szene, dabei verpasst Charlotte den Zug. Der Versuch, ihn mit dem Auto einzuholen, scheitert. Stattdessen bleibt ihr Wagen vor dem Haus von Sue und Harbin mit einer Panne liegen, und die beiden müssen in dem Zimmer übernachten, in dem der Sarg der kürzlich verstorbenen Oma steht … (Text: Sat.1)Deutsche Erstausstrahlung: Mi 06.10.2004 Sat.1","versions":[{"lang":1,"streams":[{"redirect":7843978,"hoster":"VOE"},{"redirect":11754545,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638067,"hoster":"VOE"},{"redirect":8638065,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Geschichten vom Töpfchen","epNo":22,"alt":"Crock Tales","descr":"Frasier hat Martin, Niles, Daphne und Roz zu einem festlichen Dinner geladen und hält auf einmal einen kleinen Tontopf in der Hand, der in ihm Erinnerungen an die vergangenen zehn Jahre weckt. Der Topf war immer dabei, wenn sich hier alle zum Essen getroffen haben. 1993 gab es das erste Essen dieser Art, zu dem Martin den Topf mit einem Schmelzkäse gekauft hatte. Damals hatte sich Frasier geschworen, diese Leute nie wieder zum Essen einzuladen … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843983,"hoster":"VOE"},{"redirect":11754593,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638071,"hoster":"VOE"},{"redirect":8638070,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Goodbye, Seattle - (1+2)","epNo":23,"alt":"Goodnight, Seattle: Part (1+2)","descr":"Frasier sitzt in einem Flugzeug, und um sich und seine Sitznachbarin während des turbulenten Flugs auf andere Gedanken zu bringen, erzählt er ihr, wie seine letzten drei Wochen verlaufen sind – dabei kommt er aus der Schwärmerei über Charlotte kaum heraus. Natürlich ist es hart für ihn, dass seine Liebste nun in Chicago ist, aber die Hochzeitsvorbereitung für Martin und Ronee lenkt ihn ab. Doch plötzlich steht Bebe vor der Tür und macht ihm ein verlockendes Angebot … (Text: Sat.1)","versions":[{"lang":1,"streams":[{"redirect":7843988,"hoster":"VOE"},{"redirect":11754514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8638082,"hoster":"VOE"},{"redirect":8638077,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Goodbye, Seattle - Teil 2","epNo":24,"alt":"Goodnight, Seattle: Part II","descr":"Eddie hat den Ehering von Martin und Ronee verschluckt, sodass Niles und Daphne zum Tierarzt eilen, der dafür sorgen soll, dass der Hund das Schmuckstück wieder ausspuckt. Plötzlich setzen bei Daphne die Wehen ein, und schneller als gedacht, bringt sie ihren Sohn zur Welt. Als Frasier, Martin und Ronee hinzukommen, wird die Trauung kurzerhand beim Tierarzt vollzogen. Frasier beschließt indessen, den Job in San Francisco anzunehmen. Seattle ade! (Text: Sat.1)","versions":[]}]}]}