{"seriesId":"franklin-2024","name":"Franklin (2024)","descr":"Benjamin Franklin (Michael Douglas) ist zu Beginn der Serie bereits 70 Jahre alt. Ohne diplomatische Ausbildung versucht der Drucker und Verleger die absolute Monarchie Frankreich dazu zu bewegen, das demokratische Experiment der Vereinigten Staaten von Amerika zu unterstützen. Acht Jahre lang dauert die Mission, die schließlich trotz britischer Spione, französischer Informanten und feindlich gesinnten Diplomaten in der französisch-amerikanischen Allianz von 1778 und fünf Jahre später im Friedensvertrag mit Großbritannien mündet – und das Existenzrecht der USA langfristig sichert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Sauce for Prayers","descr":"Während die amerikanische Revolution auf dem Spiel steht, navigieren Benjamin Franklin und sein Enkel durch ein tückisches Netz aus Geheimnissen und Lügen, um die Freiheit der Nation zu sichern.","versions":[{"lang":2,"streams":[{"redirect":14519448,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14499739,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Welcome, Mischief","descr":"Ein rücksichtsloser Gegner droht mit einer Waffenoperation, während die Pariser Polizei Franklins Aktivitäten genau überwacht, was zu Temples Geständnis führt.","versions":[{"lang":2,"streams":[{"redirect":14519291,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14519147,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Pride and Gout","descr":"Aus Amerika kommen schlechte Nachrichten. Franklin gerät in die Fallen von Versailles. Tempel verneigt sich vor einem Stern.","versions":[{"lang":2,"streams":[{"redirect":14478317,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14478209,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Small Revenge","descr":"Franklin revanchiert sich für eine Beleidigung – und erhält die Gunst eines Königs. Ein neuer Liebhaber erregt seine Aufmerksamkeit, und ein alter Rivale taucht auf, um ihm einen Strich durch die Rechnung zu machen.","versions":[{"lang":2,"streams":[{"redirect":14459144,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14519204,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Natural State Of Man","descr":"Die Spannungen zwischen Franklin und Adams nehmen zu. Madame Brillon behauptet ihre Macht. Temple beschließt, seinen eigenen Krieg zu führen.","versions":[{"lang":2,"streams":[{"redirect":14499793,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14456319,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Beauty and Folly","descr":"Franklin vermutet, dass es überall Verräter gibt. Vergennes macht ein letztes Angebot. Jacques führt Temple in den Nervenkitzel der Jagd ein.","versions":[{"lang":2,"streams":[{"redirect":14478196,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14499989,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Begin by Creeping","descr":"Nach dem Sieg bei Yorktown planen die Amerikaner und die Franzosen gegeneinander, um die Oberhand zu gewinnen. Franklin wird in einem entscheidenden Moment niedergelegt.","versions":[{"lang":2,"streams":[{"redirect":14478215,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14455979,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Think of Three Things","descr":"Über die Zukunft der Vereinigten Staaten entscheiden sechs Männer in einem Raum. Franklin und Temple stehen vor einer veränderten Welt.","versions":[{"lang":2,"streams":[{"redirect":14519258,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":14519320,"hoster":"VOE"}]}]}]}]}