{"seriesId":"free-for-all","name":"Free For All","descr":"Der Teenager Johnny Jenkins führt eigentlich das ganz normale langweilige Leben wie jeder andere Schüler in seinem Alter auch. Wenn da bloß nicht sein bester Freund Omar, oder sein Kumpel Clay wären. Mit ihnen erlebt er die verrücktesten Dinge! Omar ist der gutmütige Trottel und Clay verklagte in bester amerikanischer Manier einen Konzern mit einem \"Fake-Accident\" auf mehrere Millionen Dollar und wurde dadurch stinkreich. Johnny ist in seine großbusige Nachbarin und Mitschülerin Paula verliebt, welche aber nichts von ihm will- ausser Freundschaft. Johnnys Vater ist Alkoholiker und ein Bilderbuch-Muttersöhnchen. Johnnys Grossmutter ist sexsüchtig und kann ihr älter-werden nicht akzeptieren. Willkommen in der Welt von FREE FOR ALL!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Deal","epNo":1,"alt":"The Deal","descr":"Willkommen in der bizarren, irrwitzigen Welt von ‚Free for All‘: Held dieser Animationsserie ist der Student Johnny G. Jenkins. Johnny ist eigentlich ein netter Kerl, der jedoch ausschließlich von Freaks umgeben ist. Sein extravaganter Buddy Clay ist Multimillionär, weil er einst in einer Taco Bell Filiale auf einer Chalupa ausrutschte und daraufhin den Konzern verklagte. Clay hält sich das Frettchen Angus als Haustier, das Ex-Versuchsobjekt eines Arzneimittelherstellers. Angus’ Rentnerdasein als Haustier wird von seiner Drogensucht getrübt, die sich als Spätfolge seiner Pharmakarriere eingestellt hat. Johnnys Vater Dougie Jenkins ist ein Alkoholiker, der Clay seinem eigenen Sohn vor zu ziehen scheint, da ihm dieser als Geldgeber für die Umsetzung seiner zahlreichen schwachsinnigen Geschäftsideen nützlich zu sein scheint. Außerdem wohnt noch Johnnys sexsüchtige, gruselige Großmutter in dem Irrenhaus der Familie Jenkins. Und dann gibt es da noch Omar, ein weiterer durchgedrehter Freund von Johnny, der ständig Prügel bezieht, Mr. Stanky, Johnnys äußerst eigenartiger Lehrer, sowie Paula, Johnnys Nachbarin und ewige Sandkastenliebe. Und wenn dann auch noch Eminem für einen frivolen Dreier mit Johnnys Oma und Clay in der Kiste landet, ist das Chaos in dieser grenzenlosen Welt des absurden Humors perfekt! (Text: MTV)","versions":[{"lang":1,"streams":[{"redirect":12867134,"hoster":"VOE"},{"redirect":12867167,"hoster":"Doodstream"},{"redirect":12867137,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tootsie","epNo":2,"alt":"Tootsie","descr":"Paula bittet Johnny, auf ihren Hund Tootsie aufzupassen. Johnny macht’s, aber Tootsie rennt weg. Grandma versucht Johnny’s Dad beizubringen, wie man ein besserer Verkäufer wird.","versions":[{"lang":1,"streams":[{"redirect":13887097,"hoster":"VOE"},{"redirect":13887096,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Oma rückt Angus auf den Pelz","epNo":3,"alt":"Sterile Angus","descr":"Grandma entführt Frettchen Angus und mästet es, mit der Absicht, später einen Pelz daraus zu machen. Währenddessen suchen Johnny und Omar Paula, um sie davon abzuhalten, auf eine Party zu gehen, von der sie glauben, es sei eine Sex-Party.","versions":[{"lang":1,"streams":[{"redirect":12867340,"hoster":"VOE"},{"redirect":12867349,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebesgeisel","epNo":4,"alt":"Hostage Johnny","descr":"Johnny nimmt einen Job als Lehrer-Vertretung an, um Paula zu beeindrucken. Schon bald wird er aber von den Schülern mit der Forderung nach ihrem alten Lehrer als Geisel genommen. Währenddessen sucht Grandma im Internet nach einem Rendevouz für Dad.","versions":[{"lang":1,"streams":[{"redirect":12867306,"hoster":"VOE"},{"redirect":12867327,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Clay und das Finanzamt","epNo":5,"alt":"Scammer Clay","descr":"Nach dem die Bank Clays Ersparnisse eingefroren hat, ist er gezwungen, Geschäfte mit Johnny, seinem Dad und Omar zu machen. Währenddessen bekommt Grandma mitgeteilt, dass sie eine sexuell-übertragbare Krankheit hat und alle ihre bisherigen Sex-Partner aufzählen muss.","versions":[{"lang":1,"streams":[{"redirect":12867273,"hoster":"VOE"},{"redirect":12867310,"hoster":"Doodstream"},{"redirect":12867285,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein nackter Johnny","epNo":6,"alt":"Nude Johnny","descr":"Johnny wird in den Knast gesteckt, als er für Paula’s Kunstaktivitäten posiert. In der Zelle trifft er auf seinen Dad. Seine Oma mailt sich derweil mit anderen Häftlingen.","versions":[{"lang":1,"streams":[{"redirect":12867224,"hoster":"VOE"},{"redirect":12867276,"hoster":"Doodstream"},{"redirect":12867253,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Willkommen iim Club","epNo":7,"alt":"Tall Tails","descr":"Clay und Johnny’s Dad eröffnen zusammen eine Bar. Johnny und Omar gründen daraufhin eine Studentenverbindung. Grandma und Paula werden beide vom Home Shopping Network abhängig.","versions":[{"lang":1,"streams":[{"redirect":12867157,"hoster":"VOE"},{"redirect":12867174,"hoster":"Streamtape"}]}]}]}]}