{"seriesId":"freiheit-ist-das-einzigste-was-zhlt","name":"Freiheit ist das Einzigste, was zählt","descr":"Heute ist Reichsgründung! Die Vorbereitungen für das neue Deutschland laufen, der Tisch ist gedeckt und die Laune ist ziemlich gut. Es ist ein großer Tag für die Revolutionäre, die in einem alten Schloss die offizielle Reichsgründung vornehmen. Eine kleine Gruppe von Souveränisten plant, die deutsche Regierung endlich mit Gewalt zu stürzen. Unter dem Decknamen \"Hans\" scheucht der Anführer (Bibiana Beglau) seine Mitverschwörer durch die letzten Vorbereitungen. Es braucht noch mehr neue Reichsbürger für die Umsetzung und was soll eigentlich mit den zahllosen Gefangenen geschehen, die es nach der Revolution geben wird? In der Theorie klang das alles sehr viel einfacher, doch kurz vor dem großen Putsch kommt die bescheidene Frage auf: Wer unter den Beteiligten kann eigentlich töten?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Deutschland im Frühling","epNo":1,"alt":"","descr":"Heute ist Reichsgründung. Die Vorbereitungen für das neue Deutschland laufen, der Tisch ist gedeckt und die Laune ist ziemlich gut. Ist einfach ein großer Tag für Revolutionäre. Doch was tun mit denen, die sich der Revolution nicht anschließen? Wie groß müssen dann die Lager werden? Und braucht das neue Deutschland wirklich eine Kulturministerin?","versions":[{"lang":1,"streams":[{"redirect":12869636,"hoster":"VOE"},{"redirect":12869635,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rheinromantik","epNo":2,"alt":"","descr":"Heute wird das Reich vergrößert. Dafür macht die Gruppe um Hans einen Ausflug auf dem Rhein. Es wird gesungen und gelacht, aber was unschuldig beginnt, endet in einem ersten Verrat. Die Kulturministerin gründet heimlich die Deutschland Theater AG. Freiheit ist das einzige was zählt, aber muss das auch für die Kunst gelten? Verletzt macht sich Hans auf die Suche nach neuen, besseren Bürgern.","versions":[{"lang":1,"streams":[{"redirect":12869639,"hoster":"VOE"},{"redirect":12869638,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liquid dependencies","epNo":3,"alt":"","descr":"Eine echte Revolution ist nicht nur dumm-herum-reden, sondern leider immer blutig und in den Lagern ist gar nicht genug Platz für alle. Weil aber niemand Erfahrung mit dem Töten hat, muss es eben geübt werden. Die Gelegenheit für Hans, seinen Widersacher Georg loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":12869641,"hoster":"VOE"},{"redirect":12869642,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Widerstand im Widerstand","epNo":4,"alt":"","descr":"Eine Strafarbeit soll den Akteuren der \"Deutschland Theater AG\" die subversiven Flausen austreiben. Das macht die Querulanten allerdings nur noch entschlossener. Zumal sie zunehmend das Gefühl haben, in der angestrebten Monarchie als einzelne nicht genügend Raum zu bekommen. Doch als sie die dringend benötigte Konterrevolution planen, fliegen sie leider auf.","versions":[{"lang":1,"streams":[{"redirect":12869644,"hoster":"VOE"},{"redirect":12869646,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Krise in der Reichskantine","epNo":5,"alt":"","descr":"Hans ist verletzt. Immer sind alle gegen ihn. Und vor seiner neuen Bürgerin Ulli, die er beim Bootsausflug kennengelernt hatte, will sich Hans auf keinen Fall blamieren. Aber das Dinner aus deutschem Wintergemüse schmeckt leider scheußlich, sein weinerliches Volk jammert über Unverträglichkeiten und schließlich erleidet er selbst einen allergischen Schock. Das kann nur eins bedeuten: Sabotage!","versions":[{"lang":1,"streams":[{"redirect":12869648,"hoster":"VOE"},{"redirect":12869649,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Düsseldorf steht Kopf","epNo":6,"alt":"","descr":"Die Premiere in Düsseldorf war ein voller Erfolg und die \"Deutschland Theater AG\" feiert ausgelassen. Doch der Erfolg macht sie noch gefährlicher und holt das Schlechteste aus ihnen heraus. Den ersten Mord haben sie nun hinter sich und die Polizei steht vor der Tür. Wie dereinst der Führer, will Hans seinem Leben ein Ende setzen. Am Ende wird seinen Getreuen ein neuer Heiland geboren werden.","versions":[{"lang":1,"streams":[{"redirect":12869652,"hoster":"VOE"},{"redirect":12869654,"hoster":"Streamtape"}]}]}]}]}