{"seriesId":"frequency","name":"Frequency","descr":"In der US-Serie \"Frequency\" steht eine junge Polizistin (Peyton List) im Zentrum, die per Funk in der Lage ist, die Vergangenheit und ihren mittlerweile verstorbenen Vater (Riley Smith) zu kontaktieren, der ebenfalls im Polizeidienst tätig war. Zusammen arbeiten sie an einem ungeklärten Mordfall, doch ihre Taten beginnen Einfluss auf die Gegenwart zu nehmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Suche Funkkontakt","epNo":1,"alt":"Pilot","descr":"Der Polizist Frank Sullivan wird tot aus einem Fluss geborgen. Selbst 20 Jahre später kann Raimy ihrem Vater nicht verzeihen, dass er sie als Kind verlassen hat. Als sie eines Nachts per Funk kontaktiert wird, ist sie geschockt: Es ist ihr Vater aus der Vergangenheit. Raimy warnt ihn vor den Geschehnissen in der Zukunft und rettet ihm damit das Leben. Dass sie dadurch die Gegenwart erheblich verändert, ahnt sie nicht …","versions":[{"lang":1,"streams":[{"redirect":8297398,"hoster":"VOE"},{"redirect":8297401,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Veränderungen haben Konsequenzen","epNo":2,"alt":"Signal and Noise","descr":"Nachdem Raimy ihrem Vater das Leben gerettet hat, hat der Eingriff in die Vergangenheit schreckliche Folgen für die Gegenwart und die Zukunft. So kann sich ihr Freund nicht mehr an sie erinnern, und ihre Mutter wurde entführt. Es stellt sich heraus, dass Julie Sullivan vor 20 Jahren vom Nightingale-Killer getötet wurde. Um die Vergangenheit erneut zu ändern und den Mord an ihrer Mutter zu verhindern, müssen die erwachsene Raimy und ihr Vater aus 1996 zusammenarbeiten.","versions":[{"lang":1,"streams":[{"redirect":8297400,"hoster":"VOE"},{"redirect":8297405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Nah-Fern-Effekt","epNo":3,"alt":"The Near Far Problem","descr":"Raimy will um jeden Preis verhindern, dass ihre Mutter Julie dem Nightingale-Mörder zum Opfer fällt – auch wenn das bedeutet, dass sie erneut in die Geschehnisse der Vergangenheit eingreifen muss und damit die Gegenwart und die Zukunft verändert. Sie sammelt unermüdlich Beweise, die sie an Frank weitergibt, denn nur gemeinsam können sie Julie retten …","versions":[{"lang":1,"streams":[{"redirect":8297417,"hoster":"VOE"},{"redirect":8297416,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Langes Schweigen","epNo":4,"alt":"Bleed Over","descr":"Der Nightingale-Killer hat erneut zugeschlagen: Frank ermittelt im Jahr 1996 im Fall der vermissten Carmen Salinas. Ihre Tochter Eva konnte vor dem Entführer fliehen. Obwohl das Mädchen völlig traumatisiert ist, scheint sie sich an das Gesicht des Täters zu erinnern. Um die bevorstehende Entführung ihrer Mutter zu verhindern und die Mordserie zu stoppen, sucht Raimy Eva im Jahr 2016 auf. Doch die ist spurlos verschwunden. Fordert der Nightingale-Killer nun ein weiteres Opfer?","versions":[{"lang":1,"streams":[{"redirect":8297427,"hoster":"VOE"},{"redirect":8297429,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Doppelter Einsatz","epNo":5,"alt":"Seven Three","descr":"Nachdem Raimy durch die Rettung ihres Vaters die Gegenwart verändert hat, hat sie zwei verschiedene Sichtweisen auf die Vergangenheit: Sie erinnert sich sowohl an ein Leben mit ihrem Vater als auch ohne ihn. In beiden Varianten stirbt ein Mann namens Benny Arcaro durch Kopfschüsse. Kurz darauf wird ein weiteres Opfer gefunden – und Detective Stan Moreno scheint in die Morde verwickelt zu sein. Raimy versucht, den Vorteil ihrer beiden Erinnerungen zu nutzen, um den Fall zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8297434,"hoster":"VOE"},{"redirect":12523691,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Störfrequenz","epNo":6,"alt":"Deviation","descr":"Ein Gefängnisinsasse bittet um ein Gespräch mit Raimy. Anfangs glaubt sie, es mit einem Verrückten zu tun zu haben. Doch ein essentieller Punkt verbindet die beiden: Der Mann hat ebenfalls eine Möglichkeit gefunden, mit einer Person aus einer anderen Zeitebene zu kommunizieren. Damit weckt er das Interesse der Polizistin. Er will sie davon überzeugen, ihm Zugang zu seinem Funkgerät zu verschaffen – doch Raimy hegt Zweifel an seiner Aussage.","versions":[{"lang":1,"streams":[{"redirect":8297448,"hoster":"VOE"},{"redirect":8297443,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Miracella","epNo":7,"alt":"Break, Break, Break","descr":"Satch ist frustriert, weil die Ermittlungen im Fall des Nightingale-Killers ins Stocken geraten sind. Er glaubt, dass er nichts zur Aufklärung beitragen kann und kündigt. Raimy erfährt von Stan Moreno, dass ihr Partner seinen Job an den Nagel gehängt hat. Das will die junge Polizistin aber nicht hinnehmen – sie stellt ihn zur Rede. Unterdessen holt Frank seine Vergangenheit als Undercover-Cop auf schmerzliche Art und Weise ein …","versions":[{"lang":1,"streams":[{"redirect":8297453,"hoster":"VOE"},{"redirect":8297452,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Interferenz","epNo":8,"alt":"Interference","descr":"Bei einem DNA-Abgleich finden Raimy und Satch heraus, wer das erste Opfer des Nightingale-Killers war. Raimy gibt diese Information an Frank weiter und bittet ihn um Hilfe. Nach den anstrengenden Ereignissen der letzten Tage findet Raimy Entspannung bei einem gemeinsamen Abend mit Kyle und Gordo. Frank muss sich unterdessen einer unangenehmen Wahrheit stellen: Während seines Undercover-Einsatzes fand Franks Frau in Ted eine wichtige Stütze. Er und Julie kommen sich immer näher.","versions":[{"lang":1,"streams":[{"redirect":8297463,"hoster":"VOE"},{"redirect":8297464,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Wandverlies","epNo":9,"alt":"Gray Line","descr":"Nachdem Daniel überraschend bei Raimy aufgetaucht ist, kommen sich die beiden sehr nahe. Offenbar ist es der jungen Polizistin gelungen, den Verlust ihres Verlobten, der durch die Veränderung der Vergangenheit verursacht wurde, wieder rückgängig zu machen. Dennoch muss sich Raimy auf den Fall des Nightingale-Killers konzentrieren. Sie ist davon überzeugt, dass die als verrückt geltende Meghan weiß, wer der Mörder ist – und so bittet sie Frank darum, Meghan zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8297465,"hoster":"VOE"},{"redirect":8297474,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Edison-Effekt","epNo":10,"alt":"The Edison Effect","descr":"Frank ist fest entschlossen, Deacon Hurley – den Nightingale-Killer – umzubringen. Auch die Medien wurden bereits über die wahre Identität des grausamen Verbrechers informiert. Doch allzu leicht wird es nicht, Hurley aufzuspüren. Er verändert sein Aussehen und hält sich zusammen mit seiner Tochter Meghan versteckt. Unterdessen genießt Raimy die Zeit mit Daniel. Doch ein Problem steht zwischen den beiden: Raimy verlangt von Daniel, dass er seiner Verlobten die Wahrheit erzählt.","versions":[{"lang":1,"streams":[{"redirect":8297482,"hoster":"VOE"},{"redirect":8297480,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eine Tat löscht die andere","epNo":11,"alt":"Negative Copy","descr":"Frank hat Deacon Hurley gefangen genommen und ihn in seinen Kofferraum gesperrt. Doch unterwegs wird Franks Wagen von einem betrunkenen Autofahrer gerammt. Während der Polizist das Bewusstsein verliert, gelingt Hurley die Flucht. Julie entdeckt das Unfallfahrzeug in der Garage und stellt Frank zur Rede. Er erzählt ihr von seinem Plan, den Nightingale-Killer zu töten. Julie bittet ihn, davon abzusehen und stattdessen zu seiner Familie zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":8297483,"hoster":"VOE"},{"redirect":8297487,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Harmonische Schwingung","epNo":12,"alt":"Harmonic","descr":"Raimy fährt zur Waldhütte von Deacon Hurley. Dort trifft sie auf Meghan und deren verletzten Bruder Robbie. Er ist vor vielen Jahren von zu Hause weggelaufen und lebt seitdem unter falschem Namen ein zurückgezogenes Leben. Robbie erzählt Raimy von der Ermordung seiner Mutter. Die Polizistin hat nun alle Beweise, um Deacon Hurley als Nightingale-Killer verurteilen zu lassen. Doch wird ihr dieser Erfolg tatsächlich ihre Mutter zurückbringen?","versions":[{"lang":1,"streams":[{"redirect":8297490,"hoster":"VOE"},{"redirect":8297495,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Signalverlust","epNo":13,"alt":"Signal Loss","descr":"Raimy wähnt sich am Ziel bei der Jagd auf den Nightingale-Killer. Sie ist überglücklich: Ihre Mutter ist zurück im Leben der jungen Polizistin, und auch mit ihrem Verlobten könnte es nicht besser laufen. Doch dann stößt sie auf einen Truck, der ihre Aufmerksamkeit auf sich zieht. Sie verfolgt dessen Spur und macht den Besitzer ausfindig. Als ihr klar wird, wen sie vor sich hat, verändert diese Erkenntnis alles…","versions":[{"lang":1,"streams":[{"redirect":12916475,"hoster":"VOE"},{"redirect":8297503,"hoster":"Streamtape"}]}]}]}]}