{"path":"/serie/stream/freunde-im-all","name":"Freunde im All","descr":"[Star Wars: Droids] Die klassische Trilogie war ein großer Erfolg, aber das war noch nicht das Ende von C-3PO und R2-D2. 1985 beschloss George Lucas Nelvana Ltd. eine Serie produzieren zu lassen welche nur auf diesen beiden Droiden basiert. Die Serie spielt ca. 10 Jahre nach \"Star Wars Episode III: Die Rache der Sith\" und 10 Jahre vor \"Star Wars Episode IV: Eine neue Hoffnung\".Den Droiden C-3PO und R2-D2 wurden neue Weggefährten zur Seite gestellt, die im Laufe der Serie allerdings wechselten.","seasons":[{"path":"/serie/stream/freunde-im-all/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/freunde-im-all/staffel-1/episode-1","name":"Die weiße Hexe","epNo":1,"alt":"The White Witch","descr":"Nachdem der Besitzer der beiden Droiden C-3PO und R2-D2 seine gesamte Schmugglerware über Bord geworfen hat, befinden sie sich auf der Wüstenwelt Ingo. Im Wüstensand entdeckt C-3PO ein zerstörtes Teil eines anderen Droiden, von dem er glaubt, es stamme von R2-D2. So verfällt der Protokolldroide dem Glauben, sein Weggefährte sein von einer ätzenden Säure im Wüstensand zersetzt worden. Der Moment der Trauer währt jedoch nicht lange, denn kurz darauf meldet sich R2-D2 zurück, der im Sand begraben liegt. Während die beiden Droiden gemeinsam durch die Ödnis marschieren, wird deren Weg von zwei Landgleitern unter der Kontrolle der beiden Rennfahrer Thall Joben und Jord Dusat geschnitten. Thall erklärt sich bereit, R2-D2 zu reparieren, woraufhin er und Jord die beiden Droiden in ihre Obhut nehmen und gemeinsam mit ihnen zu ihrem Geschäft aufbrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005559","hoster":"VOE"},{"path":"/redirect/8540291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-2","name":"Der Killer-Satellit","epNo":2,"alt":"Escape Into Terror","descr":"Auf der Reise zu den Bakda Speederrennen müssen Thall Joben, Jord Duscat, Kea Moll und die beiden Droiden C-3PO und R2-D2 einen Umweg zum Planeten Annoo machen, um dort einen Ersatz für ihren Hyperantriebsgenerator zu besorgen, den C-3PO durch seine Inkompetenz kaputt gemacht hat. Auf Annoo lebt Keas Mutter, die sie ebenso besuchen wie Tig Fromms Vater Sise Fromm, ein berüchtigter Bandenanführer. Sise erfährt von Thall und Jords Ankunft und bereitet ein Geschäft für die beiden vor. Dort angekommen, entdecken die Droiden eine geheime Rebellenbasis tief im Inneren des Hauses von Keas Mutter. In dieser Nacht greift ein von Sise und Tig Fromm geschickter Droide Thall an, doch schafft es Kea, den Droiden zu zerstören und Thall zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005567","hoster":"VOE"},{"path":"/redirect/8540298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-3","name":"Wer zuletzt lacht","epNo":3,"alt":"The Trigon Unleashed","descr":"Thall Joben und R2-D2 verstecken den Trigon 1, den Killer-Satelliten, vor Sise Fromm und seiner Gang, während Kea Moll und C-3PO in einem Speederladen warten. Eine Bande von Sise Fromms Klonsoldaten lockt Kea und 3PO in einen Hinterhalt, als Thall und Erzwo fort sind. Glücklicherweise kehren beide wieder rechtzeitig zurück, um Kea und 3PO zu retten. Zu viert machen sie sich an Bord der Weißen Hexe auf die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005572","hoster":"VOE"},{"path":"/redirect/12978224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-4","name":"Fromm’s letzter Trick","epNo":4,"alt":"A Race to the Finish","descr":"Auf ihrem Weg zum Bagda Speederrennen geraten C-3PO, R2-D2, Thall Joben, Jord Dusat und Kea Moll in einen Angriff der Fromms, doch gelingt es R2, den Hyperantrieb zu reparieren, so dass sie in letzter Sekunde noch in den Hyperraum springen können. Bei diesem Angriff sind die Landungstriebwerke allerdings beschädigt worden und sie müssen eine Bruchlandung hinlegen. Nach der Landung treffen C-3PO und R2-D2 auf PROTO-1, einem alten Servicedroiden, der ihnen anbietet, das Schiff zu reparieren, während sie sich zum Rennen begeben. 3PO bleibt seinem Motto \"Traue niemals einem fremden Computer\" jedoch treu und misstraut daher PROTO-1. Andernorts sind die Fromms auf dem selben Planeten gelandet, wo Sise Fromm die Hilfe des berüchtigten Kopfgeldjägers Boba Fett erworben hat, der die Gruppe, die seine Basis und seine teure Waffe, den Trigon 1, zerstört hat, auffinden soll. Da Jord bei der Bruchlandung verletzt wurde und sich einen Arm gebrochen hat, sieht er sich nicht in der Lage, die Weiße Hexe im Rennen zu steuern, weshalb Thall an seiner Stelle antreten soll. C-3PO löst mit Hilfe seines neuen Freundes, einem Droiden namens BL-17, ein anderes Problem und findet einen Werkstattraum, in dem Thall die Hexe für das Rennen vorbereiten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005578","hoster":"VOE"},{"path":"/redirect/8544960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-5","name":"Der verschollene Prinz","epNo":5,"alt":"The Lost Prince","descr":"Die Droiden erhalten einen Job in einem Café auf dem Bergwerksplaneten Tyne\u0027s Horky, verlieren diesen aber auch bald schon wieder durch ihre tollpatschigen Mätzchen. Um einen anderen Meister zu finden, bieten sie sich selbst bei einer Droidenauktion an. Zusammen mit einem Androiden werden sie an eine der Kreaturen aus dem Café verkauft - Yorpo Mog, ein bekannter Droidenmissbraucher. Glücklichweise bekommt Jann Tosh, ein junger Bergwerksarbeiter, mit, wie die Droiden von ihrem neuen Besitzer behandelt werden und entschließt sich, seinen neu erworbenen Minendroiden gegen R2-D2, C-3PO und den Androiden einzutauschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005574","hoster":"VOE"},{"path":"/redirect/8540297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-6","name":"Der neue König","epNo":6,"alt":"The New King","descr":"Jessica Meade bringt Mon Julpa zusammen mit Jann Tosh, R2-D2 und C-3PO auf dessen Heimatplaneten Tammuz-an zurück, um dort seine Position als rechtmäßiger König der Tammuz-an wieder zu erlangen. Da der momentane Regent, Wesir Zatec-Cha, seine Macht nicht aufgeben und selbst König werden will, beauftragt er den Kopfgeldjäger IG-88, Mon Julba, so wie dessen Szepter, mit dem er als König anerkannt wird, zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005571","hoster":"VOE"},{"path":"/redirect/8540299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-7","name":"Die Piraten von Tarnoonga","epNo":7,"alt":"The Pirates of Tarnoonga","descr":"Jessica Meade und die Droiden C-3PO und R2-D2 sind an Bord ihres Frachtschiffs, um Treibstoffvorräte zu Mon Julpa auf Tammuz-an zu liefern. Jann Tosh begleitet die Gruppe in seinem A-Flügler, mit dem er den Frachter zum Planeten eskortiert. Er betont, dass eine leere Schiffsattrape bereitgestellt und in eine andere Richtung geschickt wurde, um mögliche Piratenangriffe abzuschrecken. Doch die Macht scheint nicht mit ihnen zu sein und so werden sie von Kybo Ren und seiner Bande in gestohlenen imperialen TIE-Jägern angegriffen. Den Piraten gelingt es, Jessicas Frachter mit Hilfe eines Traktorstrahls an sich zu reißen. Sie bringen ihre Gefangenen nun zur Wasserwelt Tarnoonga. Dort angekommen, lässt Ren Jessica in seinen Bereitschaftsraum bringen, wird vom Auftreten der jungen Pilotin betört und beschließt, sie zu seiner persönlichen Begleiterin zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005580","hoster":"VOE"},{"path":"/redirect/8540300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-8","name":"Kybo Rens Rache","epNo":8,"alt":"The Revenge of Kybo Ren","descr":"Mon Julpa, König von Tammuz-an besucht den Palast seines Rivalen, Krieger-Häuptling Toda, um it diesem ihren jahrelangen Streit beizulegen und um Frieden zu schließen. Toda ist misstrauisch gegenüber allem, was Mon Julpa ihm sagt; seine Tochter Gerin unterstützt Julpas Angebot. Zolag, Julpas Berater, wird von Todas Aussagen beleidigt und nennt ihn einen Barbaren. Beinahe bricht ein Kampf aus, vergeht aber gleich wieder, als sie den Droiden C-3PO in einer Rauferei mit einem kleinen Tier namens Ingey sehen. Inzwischen schleicht sich Jyn Obah, die rechte Hand des Piratenbosses Kybo Ren in Julpas Palast, um seinen Boss aus dem Gefängnis zu retten. Als er diesen gerettet hat, können sie an den Wachen vorbeikommen, indem sie sich als Tammuz-ans verkleiden. Die beiden schaffen es zur Landeplattform, wo sie auf Jann Tosh treffen, der gerade in seinen A-Flügler steigt. Mon Julpa und Gerin kommen gerade an, werden aber von den beiden Piraten überrascht, die Julpa, Gerin und Jann betäuben. Kybo Ren packt Gerin, steigt in einen A-Flügler und flüchtet mit Gerin, die er entführt. Seinen Komplizen Jyn lässt er liegen. Dieser wird in eine Zelle geworfen, wo ihn 3PO und R2-D2 verhören. Aus Angst vor dem Astromechdroiden, verrät ihnen Jyn, dass Captain Kybo Ren Gerin auf die Sumpfwelt Bogden gebracht hat. Diese Information leiten die Droiden an Jann und Jessica weiter, die sich prompt auf eine Rettungsmission begeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005576","hoster":"VOE"},{"path":"/redirect/8540302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-9","name":"[Derzeit nicht erhältlich]","epNo":9,"alt":"Coby and the Starhunters","descr":"C-3PO, R2-D2 und ihr neuer Meister Mungo Baobab treffen Krox, einen alten Freund Mungos, in einer Cantina. Krox gibt Mungo eine Karte vom Roon-System. Plötzlich kommen Sturmtruppen an, um die Gruppe zu verhaften. Krox läuft weg und R2 kann die Funkgeräte der Sturmtruppen stören, dass sie gerade noch entkommen können. Die drei fahren zum Baobab Archiv, wo Mungo die holographische Karte, die ihm Krox gegeben hat, liest. Er plant daraufhin, dem Regenbogen-Kometen zu folgen, um einen sicheren Weg durch den Cloak of the Sith zum Planeten Roon zu finden; das würde ihm erlauben, die erste Handelsroute für Roonsteine zu eröffnen und somit die Handelsflotte seines Vaters vor dem Ruin zu retten.Inzwischen erkunden einige Imperiale, unter der Führung von Admiral Terrinald Screed, mit Sondendroiden den Cloak of the Sith, um zu erkunden, ob es dort irgendwelche Planeten zu erobern gibt. Der Sondendroide kehrt mit einem Geschenk an Roonsteinen und einer Nachricht von Gouverneur Koong, der gerne ein Bündnis mit dem Imperium eingehen würde, zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13974101","hoster":"VOE"},{"path":"/redirect/8544959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-10","name":"Das Geheimnis des Kometen Roon","epNo":10,"alt":"Tail of the Roon Comets","descr":"C-3PO, R2-D2 und ihr neuer Meister Mungo Baobab treffen Krox, einen alten Freund Mungos, in einer Cantina. Krox gibt Mungo eine Karte vom Roon-System. Plötzlich kommen Sturmtruppen an, um die Gruppe zu verhaften. Krox läuft weg und R2 kann die Funkgeräte der Sturmtruppen stören, dass sie gerade noch entkommen können. Die drei fahren zum Baobab Archiv, wo Mungo die holographische Karte, die ihm Krox gegeben hat, liest. Er plant daraufhin, dem Regenbogen-Kometen zu folgen, um einen sicheren Weg durch den Cloak of the Sith zum Planeten Roon zu finden; das würde ihm erlauben, die erste Handelsroute für Roonsteine zu eröffnen und somit die Handelsflotte seines Vaters vor dem Ruin zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379142","hoster":"VOE"},{"path":"/redirect/8540293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-11","name":"Galaktische Reiterspiele","epNo":11,"alt":"The Roon Games","descr":"C-3PO, R2-D2 und ihr Meister Mungo Baobab werden von Gouverneur Koongs Sternenjägern gejagt und müssen auf dem Planeten Roon bruchlanden, wo Nilz Yomm und seine Tochter Auren den Absturz untersuchen. Koong erklärt Admiral Terrinald Screed, dass sie bei den Roon-Spielen antreten müssen, um die Roonsteine für sich zu sichern. Gaff ist davon überzeugt, dass Mungo beim Absturz gestorben sei, Screed davon aber weniger. Als sie ihr zerstörtes Schiff verlassen, wird 3PO von Schlammwesen angegriffen, dochin diesem Moment kommt Auren an und kann mit Hilfe von R2s Wasserpumpe den goldenen Protokolldroiden rettet. Ihr Vater Nilz bietet Mungo und seinen beiden Droiden an, sie zu den Roon-Spielen mitzunehmen. Der Kobok Gaff, der die Absturzstelle gerade untersucht, bemerkt, dass Mungo überlebt hat und entschließt sich, ihn selbst zu töten und nicht Screed darüber zu informieren. Dafür weckt er ein Shamunaar, ein gigantisches Monster, aus seinem Winterschlaf, um Mungo zu attakieren und schließlich auch zu töten. R2 und 3PO können die Aufmerksamkeit aber auf sich zu ziehen, damit Mungo Auren retten kann. Die beiden Menschen retten daraufhin die Droiden und können fliehen, während das Shamunaar seinen Winterschlaf fortsetzen kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005562","hoster":"VOE"},{"path":"/redirect/8544954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-12","name":"Flucht über den Roon-See","epNo":12,"alt":"Across the Roon Sea","descr":"Mungo Baobab hat die Hoffnung aufgegeben, die Roonsteine zu finden und will daher bald wieder mit seinen Droiden R2-D2 und C-3PO zurück nach Manda, Mungos Heimatplaneten, aufbrechen. Da er glaubt, Auren Yomm werde sich nicht einmal verabschieden, ist Mungo entmutigt. Die Droiden ahnen schon, dass er starke Gefühle für sie hegt. Später treffen Auren und ihr Vater Nilz Yomm letztlich doch ein, um sich zu verabschieden. Auren hat auch ein Abschiedsgeschenk für Mungo - einen Roonstein. Als er den Stein sieht, packt ihn wieder seine Besessenheit und er will herausfinden, wo genau der Edelstein herkommt. Der Weg zur Lösung dieses Geheimnisses führt die Gruppe zu einem Raumschiff, von dem R2 glaubt, es sei verflucht. Dort treffen sie einen alten Einsiedler, Oggem. Oggem erkennt die Farben, die Mungo trägt, als die des Baobab-Clans. Es stellt sich zur Überraschung aller heraus, dass der \"Alte Ogger” in Wirklichkeit Mungos Großonkel ist. Er erzählt ihnen, dass er vor Jahren auf Roon ausgesetzt wurde und seitdem nach den Roonsteinen sucht. Sechs volle Säcke hat er bereits sammeln können. Diesen Schatz übergibt er zusammen mit einer Überlebensausrüstung an seinen Großneffen Mungo. Dann stirbt der alte Mann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005561","hoster":"VOE"},{"path":"/redirect/8553057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-13","name":"Die gefrorene Zitadelle","epNo":13,"alt":"The Frozen Citadel","descr":"Mungo Baobab, Auren Yomm, ihr Vater Nilz Yomm und die Droiden C-3PO und R2-D2 setzen ihre Suche nach den Roonsteinen fort. Gouverneur Koong, ganz erpicht darauf, sich vor den Augen Admiral Terrinald Screeds zu beweisen, greift die vier Freunde an, indem er den Roozevirus auf das Land freilässt. Admiral Screed ist skeptisch, da das Imperium selbigen Virus schon einmal eingesetzt hat und dabei auch viele Imperiale gestorben sind. Koong versichert Screed, sie seien geschützt, infiziert sich selbst aber dann auch damit, als der Virus durch das Schiff sickert. Daraufhin eilen Mungo und seine Freunde zu Auren nach Hause, da ihre Mutter Bola auch erkrankt ist. Wissend, dass Nilz Yomm ein Heiler ist, sendet Koong den Kobok Gaff aus, Nilz zu entführen, der ihn heilen soll. Auren greift ihn an; er kann sie aber gefangen nehmen und entführen, um sicherzustellen, dass Nilz Koong tatsächlich helfen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207551","hoster":"VOE"},{"path":"/redirect/8540294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-14","name":"Der vertrocknete Planet – Teil 1","epNo":14,"alt":"The Great Heep (1)","descr":"Als Mungo Baobab auf dem weit entfernten Planeten Biitu einen sehr wertvollen Treibstoff entdeckt, entsendet das Imperium einen riesigen Droiden namens der Große Heep, um Mungo gefangenzunehmen und schlussendlich auch den Planeten unter Kontrolle zu bringen. Als die beiden Droiden C-3PO und R2-D2 auf Biitu schließlich ankommen, da sie dort ihrem neuen Meister Mungo übergeben werden sollen, sehen sie, dass der sonst so fruchtbare Planet eine einzige Wüstenlandschaft geworden ist. Sie werden aber entführt. R2 wird in ein \"Spa” für Astromechdroiden gebracht, während 3PO den Großen Heep Zeit seiner Existenz dienen soll. Der Große Heep zeigt 3PO dann Mungo, der gefangen in einem Käfig sitzt. Der Protokolldroide wird daraufhin auch Zeuge, wie sich der Große Heep wieder auflädt: Dazu nimmt er R2-Astromechdroiden, denen er die völlige Energie entzieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005566","hoster":"VOE"},{"path":"/redirect/8540295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-im-all/staffel-1/episode-15","name":"Der vertrocknete Planet – Teil 2","epNo":15,"alt":"The Great Heep (2)","descr":"Als Mungo Baobab auf dem weit entfernten Planeten Biitu einen sehr wertvollen Treibstoff entdeckt, entsendet das Imperium einen riesigen Droiden namens der Große Heep, um Mungo gefangenzunehmen und schlussendlich auch den Planeten unter Kontrolle zu bringen. Als die beiden Droiden C-3PO und R2-D2 auf Biitu schließlich ankommen, da sie dort ihrem neuen Meister Mungo übergeben werden sollen, sehen sie, dass der sonst so fruchtbare Planet eine einzige Wüstenlandschaft geworden ist. Sie werden aber entführt. R2 wird in ein \"Spa” für Astromechdroiden gebracht, während 3PO den Großen Heep Zeit seiner Existenz dienen soll. Der Große Heep zeigt 3PO dann Mungo, der gefangen in einem Käfig sitzt. Der Protokolldroide wird daraufhin auch Zeuge, wie sich der Große Heep wieder auflädt: Dazu nimmt er R2-Astromechdroiden, denen er die völlige Energie entzieht. 3PO soll nun die dort arbeitenden Droiden mit Öl versorgen. Dabei geht er auch zu Mungo, mit dem er ein Gespräch führt. Es stellt sich heraus, dass der Große Heep für die Dürre verantwortlich ist und dieser auch Mungo verhaften ließ. Mungo bittet 3PO, ob er ihm Wasser aus einer Höhle bringen könnte, da er sonst sterben würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9005568","hoster":"VOE"},{"path":"/redirect/8540296","hoster":"Streamtape"}]}]}]}]}