{"path":"/serie/stream/freunde-frs-leben","name":"Freunde fürs Leben","descr":"Der Gynäkologe Dr. Bernd Rogge (Gunter Berger), der Internist Dr. Stefan Junginger (Michael Lesch) und der Kinderarzt Dr. Daniel Holbein (Stephan Schwartz) übernehmen an der Ostsee gemeinschaftlich die Praxis des alten Walter Leibrecht (Alexander May), der sich zur Ruhe setzt. Bernd ist ein Yuppie, der ruppig sein kann und einen etwas großkotzigen Lebensstil pflegt, im Grunde aber ein guter Kerl. Er hat zunächst ein Verhältnis mit Birgit (Sissy Höfferer), der Ehefrau des Barons von Teuffel (Ivan Desny), fühlt sich aber immer mehr zu Roswitha Schütze (Nina Hoger) hingezogen, die eine kleine Tochter namens Kirsten (Janine Dissel) hat. Stefan ist ein verbissener Arzt, jedoch manchmal ein wenig unsicher. Seine Freundin ist die Pianistin Andrea Wolf (Maren Schumacher-Martinek), die er heiratet. Daniel, ein junger Idealist, kommt mit der Ärztin Beate Chevalier (Olivia Pascal) zusammen. Seine reiche Mutter Marlies Holbein (Ruth Maria Kubtischek) freundet sich mit Walter an, flüchtet aber nach einiger Zeit vor der Steuer ins Ausland. Später wird Walter selbst reich. Seine Freizeit verbringt er zu großen Teilen in seinem Stammlokal, der Weinstube von Ludwig (Franz-Josef Steffens). In der Praxis arbeiten die Sprechstundenhilfen Rüdiger Kissling (Marek Erhardt) und Renate Paulus (Gisela Peltzer), in der Anfangsphase außerdem Stefans Schwester Susanne (Jennifer Nitsch) und Gisela Alsfeld (Andrea Lüdke).","seasons":[{"path":"/serie/stream/freunde-frs-leben/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-1","name":"Nachfolger / Neuer Lebensmut","epNo":1,"alt":"","descr":"Dramatische Rettungsaktion am idyllischen Ostseestrand. Drei junge Ärzte bemühen sich verzweifelt, den bewusstlosen Walter Leibrecht wieder zu beleben. Doch was sie zu diesem Zeitpunkt noch nicht wissen: Es war kein Badeunfall, der 70-jährige Walter hat versucht sich das Leben zu nehmen. Seine Praxis ist bankrott, und die Bank hat ihm die Hypothek gekündigt. Walter Leibrecht überlebt. Am Krankenbett seines todkranken Freundes Heinrich Turm trifft er unverhofft auf einen seiner drei Lebensretter. Der Internist Stefan Junginger arbeitet hier als Arzt in der Notaufnahme. Spontan bietet Walter ihm seine Praxis zum Kauf an. Stefan reagiert zögerlich, denn er weiß nicht, wie er eine Million Mark auftreiben soll. Und so versucht Walter sein Glück bei den anderen Lebensrettern: bei Daniel Holbein, einem idealistischen Kinderarzt aus reichem Haus, und dem Gynäkologen Bernd Rogge, einem auf Stil bedachten Yuppie. Doch auch sie wissen nicht, wie sie die Summe alleine aufbringen sollen. Erst Bernds Freundin, die verheiratete Baronin Birgit von Teuffel, hat den rettenden Einfall: Gemeinschaftspraxis heißt das Lösungswort…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120043","hoster":"VOE"},{"path":"/redirect/9120040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-2","name":"Hirngespninste s1 e11","epNo":2,"alt":"","descr":"Walter Leibrecht und Marlies Holbein verbringen einen traumhaften Urlaub in der Bretagne. Doch die Idylle trügt. Marlies macht sich große Sorgen um den Geisteszustand ihres Freundes: Walter wirkt zerstreut und vergesslich. In ihrer Sorge ruft sie Sohn Daniel zu Hilfe. Walter leidet unter der Alzheimerschen Krankheit.Andrea, die Pianistin, ist schwanger und weiß nicht so recht, ob sie sich auf das Kind freuen soll. Zum einen ist ihr Verhältnis zu Stefan zur Zeit belastet, zum anderen steht sie auch erst am Anfang ihrer Karriere. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120068","hoster":"VOE"},{"path":"/redirect/9120069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-3","name":"s1 12 Hoffnungsschimmer","epNo":3,"alt":"","descr":"Andrea durchlebt eine tiefe Krise. Sie verkriecht sich in ihrem Bett und verpasst den Flug nach Amsterdam, wo ihre Tournee starten soll. Mit viel Geduld können Roswitha und Herbert Moll sie schließlich zum Aufstehen überreden. Marlies bricht zusammen, als sie mit Walters schrecklicher Krankheit konfrontiert wird. Sie verlässt ihn. Ein drogensüchtiger Jugendlicher bringt Unruhe in das Leben von Renate Paulus. Um dem Jungen die Schmerzmittel, die er in der Entzugsphase so dringend benötigt, zu besorgen, fälscht Renate ein Rezept und nimmt ihn sogar in ihre Wohnung auf. Doch ihre Fürsorge und Hilfsbereitschaft werden ausgenutzt. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120077","hoster":"VOE"},{"path":"/redirect/9120082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-4","name":"S1 E13 Prügelknabe","epNo":4,"alt":"","descr":"Stefan überrascht seine Freundin Andrea frühmorgens im Hotel in Amsterdam mit einem Blumenstrauß. Ein Happy-End scheint in Sicht. Auch Susanne Junginger verfolgt hartnäckig ihr Ziel. Sie zieht alle Register der Verführungskunst, um den schüchternen Daniel von ihren Reizen zu überzeugen. Bernd wird nachts zu einem Notfall in die Praxis gerufen. Die hochschwangere Inge Rathke ist zum wiederholten Male von ihrem Mann misshandelt worden. Als dieser wutentbrannt in der Praxis auftaucht, um seine Frau zu holen, empfängt Bernd ihn mit einem gezielten Kinnhaken. Doch das soll sich später rächen … (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120087","hoster":"VOE"},{"path":"/redirect/9122390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-5","name":"S1 E14 Hochzeitsnacht","epNo":5,"alt":"","descr":"Die Vorbereitungen für die Hochzeit von Andrea und Stefan laufen auf Hochtouren. Eine eher schlichte Feier ist geplant, es soll nur standesamtlich und im engsten Freundeskreis geheiratet werden. Das lässt Bernd keine Ruhe. Um der Hochzeit einen festlicheren Rahmen zu geben, mietet er heimlich eine Luxussuite in einem Hotel. Außerdem lädt er für den Abend die Verwandtschaft des Brautpaares ein. Alles wird in allerletzter Minute arrangiert: ein \"gemieteter\" neuer Anzug für den Bräutigam, eine neue Krawatte für Daniel und nicht zuletzt ein neues Kleid für die glückliche Braut. Mitten im Festtagstrubel stößt Stefan auf einen bedrückenden Befund. Zufällig fällt ihm das Ergebnis von Daniels Blutuntersuchung in die Hände, die Susanne zu Übungszwecken gemacht hatte.Das Blutbild seines Freundes weist alle Abnormalitäten auf, die auf eine schreckliche Krankheit schließen lassen. Nach der feierlichen standesamtlichen Trauung versammeln sich die Freunde abends zu einem Konzert von Andrea. Bei dieser Gelegenheit überreicht Herbert Moll der Pianistin den ersten Scheck als Hochzeitsgeschenk. Komplett versammelt harren die geladenen Gäste im festlichen Ambiente der Luxussuite aus und warten auf das frisch getraute Paar. Doch es kommt anders als geplant. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122393","hoster":"VOE"},{"path":"/redirect/9122395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-6","name":"Blinde Angst","epNo":6,"alt":"","descr":"Die Renovierung der neuen Gemeinschaftspraxis läuft auf Hochtouren. Renate Paulus droht eine Anklage wegen Rezeptschwindels und der Manipulation von Krankenscheinen, und Walter Leibrecht hat nur noch Augen für die attraktive Witwe Marlies Holbein. Renate beschließt zu kündigen. Daniel erkennt die Tragweite der Kündigung. Die Existenz ihrer Gemeinschaftspraxis wird wesentlich von der Person Renate Paulus abhängen, weil sie die Patienten seit Jahren kennt. Mit vereinten Kräften versuchen die jungen Ärzte, Renate umzustimmen. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122402","hoster":"VOE"},{"path":"/redirect/9122400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-7","name":"Teufelskreis","epNo":7,"alt":"","descr":"Die Gemeinschaftspraxis ist noch nicht ganz eröffnet, da trifft bereits die erste Patientin ein: die sechsjährige Kirsten an der Seite von Pianistin Andrea Wolf. Kirsten ist die Tochter von Roswitha, Andreas Mitbewohnerin und beste Freundin. Internist Stefan nutzt seine Chance: Obwohl nicht er der Kinderarzt ist, sondern Daniel Holbein, behandelt er das Mädchen, um Andrea näher kennen zu lernen.Bernd wird zu seinem ersten Notfall in ein Hotel gerufen. Dort hat sich eine hysterische Frau im Badezimmer des Musikproduzenten Moll eingeschlossen. Die unglaubliche Geschichte klärt sich schnell auf. Stefan trifft Andrea wieder. Sie lädt ihn abends zum Essen ein. Doch es wird ein Abend mit Hindernissen. Die geplante Geschäftsbesprechung der drei jungen Ärzte in Stefans idyllischem Domizil am Meer scheitert. Ausgerechnet jetzt bringt die Kuh seines Vermieters ihr Kälbchen auf die Welt. Also betätigen sich die drei prompt als Geburtshelfer. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122398","hoster":"VOE"},{"path":"/redirect/9122396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-8","name":"Rot oder schwarz","epNo":8,"alt":"","descr":"Walter Leibrecht hat Heimweh. Nach einem zermürbenden Kulturprogramm mit Marlies Holbein \"flieht\" er kurz entschlossen mitten aus einer Wagner-Vorführung in Bayreuth und fährt nach Hause. Die drei Freunde haben gemeinsam mit Birgit und Andrea eine Fahrradtour ins Grüne geplant. Als es losgehen soll, sind jedoch nur noch Daniel und Bernd mit von der Partie. Unterdessen redet Musikproduzent Moll dem genervten Stefan ins Gewissen, mit Rücksicht auf Andreas Karriere seine privaten Ansprüche zurückzustellen. Deprimiert treffen sich die Freunde in der Villa wieder. Zu ihrer Verwunderung begegnen sie dort Walter, gänzlich vertieft in Gartenarbeit. Eins steht für Walter inzwischen fest: Er wird bleiben, wo er sein ganzes Leben gelebt hat. Glücklich sind die drei Ärzte darüber nicht gerade, doch ihre finanzielle Misere bringt sie auf eine Idee: Walter bekommt das Gästezimmer und stundet dafür die Ablösesumme. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285009","hoster":"VOE"},{"path":"/redirect/9122404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-9","name":"Karrierefieber","epNo":9,"alt":"","descr":"Walter Leibrecht hat Heimweh. Nach einem zermürbenden Kulturprogramm mit Marlies Holbein \"flieht\" er kurz entschlossen mitten aus einer Wagner-Vorführung in Bayreuth und fährt nach Hause.Die drei Freunde haben gemeinsam mit Birgit und Andrea eine Fahrradtour ins Grüne geplant. Als es losgehen soll, sind jedoch nur noch Daniel und Bernd mit von der Partie.Unterdessen redet Musikproduzent Moll dem genervten Stefan ins Gewissen, mit Rücksicht auf Andreas Karriere seine privaten Ansprüche an sie zurückzustellen. Deprimiert treffen sich die Freunde in der Villa wieder. Zu ihrer Verwunderung begegnen sie dort Walter, gänzlich vertieft in Gartenarbeit. Eins steht für Walter inzwischen fest: Er wird bleiben, wo er sein ganzes Leben gelebt hat. Glücklich sind die drei Ärzte darüber nicht gerade, doch ihre finanzielle Misere bringt sie auf eine Idee: Walter bekommt das Gästezimmer und stundet dafür die Ablösesumme. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122408","hoster":"VOE"},{"path":"/redirect/9123339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-10","name":"Hirngespinste","epNo":10,"alt":"","descr":"Per Anhalter macht sich Susanne Junginger auf den Weg zu ihrem Bruder Stefan nach Lübeck, doch dort kommt sie zunächst nicht an. Party in der noblen Villa des Barons von Teuffel. Unbekümmert genießt Bernd den Champagner des Hausherrn, des Ehemanns seiner Geliebten. Auch Daniel Holbein und Stefan Junginger gehören zu den Gästen. Für Stefan ist die Party jedoch bald zu Ende: Er wird zu einer Hausgeburt gerufen, zu Marion Münch, einer ehemalige Studienkollegin. Unverhofft treten bei der Geburt Komplikationen auf, und verzweifelt ruft Stefan seinen fachlich versierteren Kollegen, den Gynäkologen Bernd, zu Hilfe. Am nächsten Tag reißt der Anruf eines LKW-Fahrers die drei Freunde aus ihrer Katerstimmung. Er hatte die 18-jährige Susanne auf einem Rastplatz abgesetzt, wo sie dann in den BMW eines Handelsvertreters eingestiegen war. Zwar hat dieser inzwischen Susannes Rucksack bei Stefan abgeliefert, von Susanne selbst aber fehlt jede Spur. Eine dramatische Suchaktion beginnt. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120051","hoster":"VOE"},{"path":"/redirect/9120048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-11","name":"Hoffnungsschimmer","epNo":11,"alt":"","descr":"Unsanft wird Bernd am frühen Morgen aus tiefem Schlaf gerissen. Baron von Teuffel steht sturmklingelnd vor der Tür. Jedoch nicht etwa, um seine Frau Birgit aus Bernds Schlafzimmer zu zerren, sondern um mit Bernd in seiner Eigenschaft als Arzt über das Ergebnis der Brustmammographie seiner Frau zu sprechen. Bernd ist konsterniert. Er wusste gar nicht, dass Birgit wegen der Krebsvorsorge einen anderen Arzt aufgesucht hatte. Das Untersuchungsergebnis des Kollegen ist niederschmetternd: Birgit hat Brustkrebs. Unfähig, mit seinen eigenen Ängsten umzugehen, eröffnet er Birgit zum denkbar schlechtesten Zeitpunkt die schreckliche Wahrheit. Schockiert flüchtet sie Hals über Kopf aus der Villa. Auch Stefan hat Probleme. Seine Schwester Susanne macht keine Anstalten, freiwillig zu ihren Eltern zurückzufahren.Und über Susannes Idee, sich in der Gemeinschaftspraxis als Sprechstundenhilfe zu verdingen, ist der große Bruder auch nicht gerade begeistert. Unterdessen zahlt Daniel einen hohen Preis für seine Hilfsbereitschaft. Während er den bewusstlosen Stadtstreicher Paule notärztlich versorgt, wird sein teures Rennrad gestohlen. Und zu allem Überfluss hat sich der Hund des Obdachlosen hartnäckig an Daniels Fersen geheftet, nachdem Paule mit dem Notarztwagen ins Krankenhaus transportiert worden ist. Als Paule von dem gestohlenen Luxus-Fahrrad seines Retters erfährt, lässt er seine Verbindungen spielen, und der erstaunte Daniel findet noch am selben Tag sein geliebtes Zweirad wieder vor. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120035","hoster":"VOE"},{"path":"/redirect/9120033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-12","name":"Prügelknabe","epNo":12,"alt":"","descr":"Bernd platzt ins Frühstück des Ehepaares von Teuffel. Vergeblich versucht er den Baron davon abzuhalten, mit der an Krebs erkrankten Birgit nach Paris zu fahren. Sie solle doch zumindest das Ergebnis einer weiteren Untersuchung abwarten. Renate Paulus ist äußerst gestresst. Da ist der Computer in der Praxis, den sie mit Misstrauen betrachtet, und zu allem Überfluss hat Walter die Bewerbungsgespräche mit den neuen Sprechstundenhilfen auch noch auf einen Samstag gelegt Walter entscheidet sich schließlich für drei Kandidaten: für Stefans Schwester Susanne, die junge attraktive Gisela Alsfeld und – zum Entsetzen von Renate – einen Mann, den ehemaligen Krankenpfleger Rüdiger Kissling. Spontan entschließen sich die drei Jung-Ärzte, ohne voneinander zu wissen, in Travemünde an einem Therapie-Kongress teilzunehmen.Allerdings gibt es nur eine Einladung -, und so verlangen plötzlich drei junge Männer nachdrücklich auf den Namen Dr. Stefan Junginger ein freies Zimmer. Die Wiedersehensfreude ist allerdings gering, vor allem die Übernachtung bringt einige Schwierigkeiten mit sich, nicht zuletzt, weil das Zimmer nur mit einem Doppelbett ausgestattet ist. Auf dem Kongress trifft Bernd den Arzt seiner Geliebten Birgit von Teuffel, der dem Kollegen zu verstehen gibt, dass sich der schreckliche Verdacht nicht bestätigt hat. Überglücklich fährt Bernd zu Birgit, um ihr die gute Nachricht zu überbringen. Doch Birgit reagiert anders als erwartet … (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120053","hoster":"VOE"},{"path":"/redirect/9120055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-1/episode-13","name":"Hochzeitsnacht","epNo":13,"alt":"","descr":"Auf der Suche nach einem Klavier als Geburtstagsgeschenk für Andrea trifft Stefan auf einen siebenjährigen, total unterernährten Jungen. Seine Mutter ist überzeugte Vegetarierin. Er bittet seinen Kollegen, Kinderarzt Daniel Holbein, um Hilfe. Unter einem Vorwand betritt Daniel das Haus der Werthmüllers. Nachdem er den Kleinen untersucht hat, diagnostiziert er eine chronische Eiweiß-Mangelerscheinung. Es kostet Daniel große Überredungskünste, Frau Werthmüller davon zu überzeugen, dass die Gesundheit von Sohn Klaus durch den akuten Eiweißmangel ernsthaft gefährdet ist. (Text: ZDF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9120064","hoster":"VOE"},{"path":"/redirect/9120066","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-1","name":"Todeskurve","epNo":1,"alt":"","descr":"Die erste Platte von Andrea Wolf wird ein Riesenerfolg. Im Hof des Fischerhauses warten bereits zwei neugierige Journalisten der \"Frau von Welt\", die das prominente Paar ablichten wollen. Gerade heute hatte Andrea mit Stefan einen gemeinsamen Bootsausflug geplant. Um den Reportern zu entkommen, flüchten sie aus dem Fenster. Aber Roland Garek und Gottlieb Ziegler lassen sich so leicht nicht abschütteln und nehmen die Verfolgung auf. Dabei stellen sich die zwei Reporter äußerst ungeschickt an, und ihre Verfolgungsjagd endet im Wasser. Birgit von Teuffel versucht, sich wieder mit Bernd zu versöhnen. Sie will sich sogar von ihrem Mann scheiden lassen. Doch Bernd weist sie freundlich aber bestimmt ab. Er verbringt seinen freien Tag lieber mit Kirsten Schütze, Roswithas kleiner Tochter. Doch der vergnügliche Nachmittag im Hansapark endet tragisch: Bernd und seine kleine Begleiterin sehen zwei Rowdies das Verdeck seines geliebten alten Porsches aufschneiden. Wutentbrannt rast Bernd den flüchtigen Ganoven hinterher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122407","hoster":"VOE"},{"path":"/redirect/9122410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-2","name":"Rosenkavalier","epNo":2,"alt":"","descr":"Nach einem schweren Autounfall liegt Bernd Rogge verletzt im Krankenhaus. Auf Besuch braucht er nicht lange zu warten. Zur Freude seines Bettnachbarn, des Nierenstein-Patienten Otto Lehmbruck, und zum Ärger der resoluten Krankenschwester Mechthild geht es schon vor der ersten Visite zu wie in einem Taubenschlag. Zudem sind es lauter hübsche Damen, die sich quasi die Türklinke in die Hand geben. Marlies Holbein hat ihre guten Verbindungen zum Kurhotel genutzt, und anstelle des kärglichen Krankenhausfrühstücks serviert eine hübsche junge Kellnerin ein erstklassiges Mahl. Da fehlt nur noch ein anständiger Fernseher, damit Bernd das abendliche Konzert von Andrea Wolf am Bildschirm verfolgen kann. Die gute Laune im Krankenzimmer 217 nimmt allerdings ein jähes Ende, als Birgit erscheint. Roswitha fühlt sich provoziert und teilt der verdutzten Konkurrentin mit, dass Bernd und sie heiraten werden. Ein heftiger Streit ist die Folge. Da wird es Schwester Mechthild endgültig zu bunt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122419","hoster":"VOE"},{"path":"/redirect/9122423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-3","name":"Brautschau","epNo":3,"alt":"","descr":"Bernd Rogge hat endgültig die Nase voll vom Krankenhaus. Er möchte einige Dinge in seinem Leben ordnen, und das geht nicht vom Bett aus. Denn weder akzeptiert Birgit von Teuffel das telefonische \"Aus\" der Beziehung, noch bejaht Roswitha Schütze seinen ehrlich gemeinten Heiratsantrag. Kurz entschlossen nimmt er mitten in der Nacht Reißaus. Auch Kinderarzt Daniel Holbein hat Beziehungsprobleme. Seine Freundin Susanne genießt bei nächtlichen Diskobesuchen das Leben auf ihre Art, sie hat genug von Daniels ewigen Yoga-Übungen. Bernd empfängt schon wieder Patienten. \"Trudi\" Strobel, eine junge hübsche Frau, steckt in einer Krise. Ihr Mann verliert zunehmend das Interesse an gemeinsamen Stunden. Bernd bestellt den Ehemann zu sich und hat auch gleich eine passende Therapie gegen sein Potenzproblem parat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916479","hoster":"VOE"},{"path":"/redirect/9122424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-4","name":"Millionending","epNo":4,"alt":"","descr":"Daniel Holbein hat endgültig die Nase voll von seinem \"Müsli-Image\" – er möchte ernst genommen werden, nicht zuletzt von seiner großen Liebe Susanne Junginger. Aus diesem Grund vereinbart der Kinderarzt mit Mutter Marlies einen Termin bei ihrem Vermögensverwalter, um endlich Aufschluss über seine finanziellen Verhältnisse zu bekommen. Internist Stefan Junginger wird von einem aufgeregten Eugen Löns zu dessen Mutter gerufen. Schon das zweite Mal an diesem Tag eilt er zu der bettlägerigen Frau. Doch diesmal kommt jede Hilfe zu spät. Frau Löns ist vor Aufregung einem Herzschlag erlegen. In den Händen hält sie ein Telegramm, in welchem zu lesen ist, dass ihr Lieblingssohn Herrmann bei einem Autounfall ums Leben gekommen ist. Kurze Zeit später erfährt Stefan durch Zufall, dass Herrmann Löns noch lebt. Stefan dämmert, dass er Opfer einer miesen Intrige geworden ist, doch das lässt er nicht auf sich sitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122422","hoster":"VOE"},{"path":"/redirect/9122426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-5","name":"Angstpartie","epNo":5,"alt":"","descr":"Daniel Holbein hat seine Freunde zu einer Segelpartie auf seine Jacht eingeladen. Auch die hochschwangere Andrea Wolf will unbedingt mit dabei sein, obwohl der Geburtstermin kurz bevorsteht. Unterdessen beweist Arzthelferin Renate Paulus in der Gemeinschaftspraxis starke Nerven: Sie hat einen Notfall-Patienten mit Steckschuss zu versorgen. Verzweifelt versucht Renate Walter Leibrecht zu erreichen, der an diesem Wochenende Bereitschaftsdienst hat. Doch Walter ist auf einer Party eingeladen. In der Praxis angekommen, will Walter seinen Verletzten sofort in die Klinik einweisen – mit einer Schusswunde möchte er nichts zu tun haben. Doch der Verletzte, Gieseking, befindet sich in einer prekären Lage: Die Kugel stammt aus der Waffe seiner Geliebten. Von diesem Verhältnis darf seine Frau, die ihn auf einer Geschäftsreise vermutet, natürlich nichts wissen. Inzwischen wird die Segeltour zur Irrfahrt: Bernd hat die Orientierung verloren. Die Jacht treibt irgendwo in der Ostsee. Zu allem Überfluss setzen bei Andrea die Wehen ein. In Panik funkt Daniel S.O.S.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122425","hoster":"VOE"},{"path":"/redirect/9122435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-6","name":"Kindesraub","epNo":6,"alt":"","descr":"Aus der Zeitung erfährt Pianistin Andrea Wolf, dass ihr Produzent Herbert Moll bankrott ist. In Sorge um ihr Vermögen, das Moll für sie verwaltet, lässt sie sich und ihr Baby Johannes von Stefan sofort ins Musikstudio fahren. Moll beteuert seine Unschuld, – er vermutet hinter der Geschichte seinen Konkurrenten, den reichen Produzenten Janosch Borg – wird jedoch kurze Zeit später von der Polizei verhaftet. Auch Susanne Junginger wird an diesem Morgen überrascht: Als sie mit ihrem neuen Geliebten, dem verheirateten Reederei-Direktor Werner Westfal, unter der Dusche steht, klingelt es an der Tür. Herein spaziert zu ihrer Verblüffung Hanna Junginger – ihre Mutter. Natürlich entdeckt Hanna die Spuren der Liebesnacht. Entsetzt über den Lebenswandel ihrer Tochter verlässt sie die Wohnung. Auch mit ihrer Schwiegertochter ist Hanna Junginger nicht einverstanden. Sie hält Andrea für eine \"Rabenmutter\". Als Hanna ins Studio fährt und auch noch Andreas Baby \"entführt\", wird es Stefan zu viel. Ob seine Standpauke bei Hanna fruchtet? Während Bernd mit seiner Freundin Roswitha Heiratspläne schmiedet, versinkt Daniel weiter in Liebeskummer. Doch so glücklich ist Susanne mit Werner gar nicht, denn sie erkennt, dass er seine Frau Verena, eine reiche Reederstochter, so schnell nicht verlassen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122431","hoster":"VOE"},{"path":"/redirect/9122430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-7","name":"Eifersucht","epNo":7,"alt":"","descr":"Im Fischerhaus hängt der Haussegen schief: Andrea und Stefan stecken in einer Ehekrise. Andreas Rolle als Mutter und ihr Beruf als Pianistin lassen sich schwer vereinbaren. Dem reichen Produzenten Janosch Borg kommen diese Eheprobleme gerade recht. Herbert Moll sitzt noch immer im Gefängnis – für Borg ideale Voraussetzungen, mit Andrea nicht nur vertraglich anzubändeln. Die einst so lebenslustige Susanne leidet an Liebeskummer. Werner Westfal hat keine Zeit für sie und speist sie mit \"billigen\" Ausreden ab. Zu allem Überfluss weist ihr Schwangerschaftstest ein \"positives\" Ergebnis aus. Bernd und Daniel werden zu einer Notfallpatientin ins Altenheim gerufen. Als die beiden dort ankommen, überraschen sie die Heimleiterin, die gerade die kranke Frau Sobeck mit Schlägen zum Essen zwingt. Bernd diagnostiziert akute Blinddarmentzündung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122429","hoster":"VOE"},{"path":"/redirect/9122436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-8","name":"April, April","epNo":8,"alt":"","descr":"Susanne Junginger steckt in Schwierigkeiten. Der Schwangerschaftstest ist positiv, und nur der verheiratete Werner Westfal kommt als Vater in Frage. Doch Werner hat sie eiskalt sitzenlassen. Susanne möchte kein Kind bekommen. Außerdem erfährt sie noch, dass auch Werners Frau, Patientin von Bernd, ein Kind erwartet. Sie bittet ihren Ex-Freund, Daniel Holbein, um Hilfe. Daniel ist entsetzt von ihrem Anliegen. Nie würde er bei seiner großen Liebe Susanne eine Abtreibung vornehmen. Stattdessen kündigt er ihr endgültig die Freundschaft. Er zieht einen Strich unter sein bisheriges Leben, fährt zum Flughafen und fliegt mit unbekanntem Ziel davon. In ihrer Verzweiflung erhofft sich Susanne Hilfe von ihrem väterlichen Freund Dr. Walter Leibrecht. Und Walter weiß Rat: Ein moderner \"Schnelltest\" bringt die gute Nachricht – Susanne ist nicht schwanger. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122434","hoster":"VOE"},{"path":"/redirect/9122438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-9","name":"Polterabend","epNo":9,"alt":"","descr":"Die Vorbereitungen für den Polterabend von Bernd Rogge und Roswitha Schütze laufen auf vollen Touren. Der Ort für das Fest ist ziemlich ungewöhnlich – das Waisenhaus, in dem Bernd aufgewachsen ist. Marlies Holbein hat inzwischen kriminalistischen Spürsinn entwickelt. Im Reisebüro und am Flughafen ermittelt sie, wohin es ihren Sohn Daniel verschlagen hat: nach Sri Lanka und zwar ohne Rückflugticket. Marlies vermutet, dass er auf dem Weg zu seinem Lieblings-Guru, Fasal Hakim, ist, und fasst den Entschluss, ihn zurückzuholen. Daniel hat mittlerweile Sri Lanka erreicht. In einer Teestube lernt er Astrid aus Schleswig-Holstein kennen. Bei der versammelten Polterabend-Gesellschaft fehlt eine Hauptperson: Roswitha.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122433","hoster":"VOE"},{"path":"/redirect/9122441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-10","name":"Waisenkind","epNo":10,"alt":"","descr":"Nach der Beerdigung von Roswitha Schütze kommt es noch in der Kapelle zu einer Auseinandersetzung: Ilse Lohse, Roswithas Schwester, beansprucht das Sorgerecht für Nichte Kirsten. Doch Bernd Rogge denkt nicht daran, ihr die Kleine zu überlassen. Ilse zieht daraufhin alle Register: Auf dem Jugendamt droht sie Bernd mit gerichtlichen Schritten. Seine Chancen stehen wahrlich schlecht: Die wenigen Stunden, die ihn von der Heirat mit Roswitha trennten, könnten ihm zum Verhängnis werden. Pianistin Andrea Wolf fühlt sich am Tod Roswithas schuldig. Nur weil sie nicht pünktlich von ihrem Auftritt nach Hause zurückgekommen ist, musste Roswitha so schnell fahren. In einer Kurzschlussreaktion wirft Andrea ihre weiteren beruflichen Ziele über den Haufen und zerreißt vor den Augen von Produzent Janosch Borg den gemeinsamen Vertrag. Daniel Holbein und Astrid gelangen inzwischen mit Boot und Ochsenkarren zur Villa von Guru Fasal Hakim. Doch so leicht ist der \"Weg zur Erkenntnis\" nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992909","hoster":"VOE"},{"path":"/redirect/9122414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-11","name":"Liebesdienste","epNo":11,"alt":"","descr":"In Indien steht Dr. Daniel Holbein seit einigen Tagen im Dienst von Guru Fasal Hakim, den hat er aber noch immer nicht zu Gesicht bekommen, deshalb plant Daniel einen Bestechungsversuch: Er überreicht Fasals Sekretärin einen auf den Betrag von einer Million Mark ausgestellten Scheck. Das Geld öffnet Tore: Daniel darf endlich die \"Heiligen Hallen\" betreten. Aber dort erwartet ihn eine große Enttäuschung. Desillusioniert von der erfolglosen Pilgerfahrt macht er sich auf den Heimweg. Andrea will Stefan endgültig verlassen. Mit schlechtem Gewissen ihm und dem Baby gegenüber wollte sie kurzerhand ihre Karriere beenden, doch sie hält es nicht länger zu Hause aus. In Hamburg, kurz vor dem Abflug nach London, erwidert sie zum ersten Mal Janoschs Zärtlichkeiten. Dr. Bernd Rogge kämpft weiterhin um das Sorgerecht für die kleine Kirsten Schütze. Seine Chancen sind gering – es sei denn, er wäre verheiratet. Da kommt Bernd die nette Sozialarbeiterin Friederike sehr gelegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122412","hoster":"VOE"},{"path":"/redirect/9122413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-2/episode-12","name":"Dickes Ende","epNo":12,"alt":"","descr":"Inzwischen haben die Sprechstundenhilfen Rüdiger, Gisela und die \"gute Seele\" Renate Paulus erfahren, dass Dr. Bernd Rogge und Dr. Stefan Junginger sich mit dem Gedanken tragen, die gemeinsame Praxis aufzulösen. Daniel Holbein, aus Indien zurückgekehrt, erscheint wieder in der Praxis. Er plant ein neues Projekt: ein Zentrum für \"Ganzheitliche Medizin\" in der Bretagne – für schlappe 100 Millionen Mark. Anlass für Bernd, Stefan und nicht zuletzt Walter, ihm eine deftige Standpauke zu halten. Schlechte Schlagzeilen für Pianistin Andrea Wolf: Die Presse wirft ihr vor, Ehemann und Baby zu vernachlässigen, um mit ihrem Produzenten Janosch Borg um die Welt zu reisen – im Sturzflug sinkt Andreas Hit in den Charts. Borg ist gezwungen, die bevorstehende Tournee abzusagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122416","hoster":"VOE"},{"path":"/redirect/9122415","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-1","name":"Herzschuss - Teil I","epNo":1,"alt":"","descr":"Als Friederike Rogge morgens \"nach Hause\" kommt, muss sie feststellen, dass Kirsten, Bernds Adoptivtochter, die ganze Nacht alleine war. Bernd Rogge hat die Nacht außer Haus verbracht – vermutlich mit seiner Ex-Freundin Birgit von Teuffel. Grund genug, um sauer zu sein. Unheimlich wird es allerdings, als er auch in der Praxis nicht erscheint… und dass, wo sich das Wartezimmer nach und nach mit Patientinnen füllt, die alle auf ihn warten. Ein Besuch der Kriminalpolizei bei Marlies Holbein bringt noch mehr Aufregung. Daniels Auto wurde morgens am Strand gefunden – der Fahrer ist tot. Die Beschreibung des Kommissars passt nicht auf Daniel Holbein. Wer aber fuhr den Wagen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122443","hoster":"VOE"},{"path":"/redirect/9122453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-2","name":"Herzschuss - Teil II","epNo":2,"alt":"","descr":"Die Vermutung bestätigt sich: der Tote in den Dünen ist Dr. Rogge. Unter dem Schock der Ereignisse und ohnehin gestresst durch den Umzug ins neue Fischerhaus, will Stefan alles hinschmeißen. Die kleine Kirsten hat kurz nach dem Tod ihrer Mutter nun auch ihren geliebten Bernd verloren, die Ärzte Holbein und Junginger einen Freund. Wenig später stellt sich heraus, dass Dr. Rogge einem medizinischen Skandal auf der Spur war. Wurde er deshalb ermordet? Kaum ist Dr. Rogge beerdigt, taucht auch schon Dr. Jörg Sommer in der Praxis auf, den Bernd noch kurz vor seinem Tod als seine Urlaubsvertretung engagiert hatte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122456","hoster":"VOE"},{"path":"/redirect/9122463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-3","name":"Scherenschnitte","epNo":3,"alt":"","descr":"Dr. Sommer hat einen schweren Stand in der Praxis. Renate Paulus würdigt ihn kaum eines Blickes, und die beiden Kollegen zeigen sehr deutlich, was sie von dem Neuen halten. Sein Beliebtheitsbarometer fällt endgültig unter Null, als er seinen Vorgänger bezichtigt, sich auf Kosten seiner Patienten bereichert zu haben. Stefan Junginger, von der Tüchtigkeit und Ehrlichkeit seines verstorbenen Freundes überzeugt, gibt nicht eher Ruhe, bis er den Gegenbeweis antreten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122461","hoster":"VOE"},{"path":"/redirect/9122462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-4","name":"Sommerloch","epNo":4,"alt":"","descr":"Als Dr. Jörg Sommer am Morgen die Praxis betritt, wartet bereits die hochschwangere Carola Schöps auf ihn. Durch Ultraschall erkennt er die kurz bevorstehende Geburt. Aus Angst vor Komplikationen möchte er seinen Bereitschaftsdienst tauschen. Doch es ist niemand verfügbar, der ihn übernehmen könnte. Während die Kollegen den kranken Stefan im Bett wähnen, fährt dieser ins Tonstudio nach Hamburg. Dort erfährt er, dass seine Frau, Pianistin Andrea Wolf, eine USA-Tournee plant – mit Steve Conolly, dem Mann, in den sie sich verliebt hat und dem zu Liebe sie Stefan und Klein-Hannes aufgeben würde. Kein Wunder also, dass Stefan auf dem Heimweg zu sehr auf das Gaspedal drückt und von der Polizei gestoppt wird. Inzwischen hat sich Jörg Sommer Walter Leibrecht anvertraut. Dieser kann zwar den Bereitschaftsdienst nicht übernehmen, erklärt sich jedoch bereit, im Theater jederzeit erreichbar zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122465","hoster":"VOE"},{"path":"/redirect/9122467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-5","name":"Sorgenkinder","epNo":5,"alt":"","descr":"Der Tag beginnt chaotisch: Renate Paulus ist krank, Dr. Sommer noch nicht in der Praxis, und Daniel kommt wegen einer Reifenpanne zu spät. Im Wartezimmer sitzen die ungeduldigen Patienten. Daniel ist einem mysteriösen Fall auf der Spur. Jens Lohse, ein kleinwüchsiger Junge, wird seit eineinhalb Jahren von Frau Dr. Möller mit Wachstumshormonen behandelt. Seither ist er unausgeglichen, jähzornig und bockig. Daniel verschafft sich illegal Einblick in die Patientenunterlagen von Dr. Möller. Dort macht er eine interessante Entdeckung und bespricht diese mit Dr. Beate Chevalier. Obwohl bei dem kleinen Jens gar keine Wachstumsstörung vorliegt – wie die Laborwerte eindeutig zeigen – wird er mit dem Hormon Crescerpin behandelt. Dabei sind mögliche Nebenwirkungen des Medikamentes wissenschaftlich nicht eindeutig ausgeschlossen. Daniels Bemühungen zeigen sich nicht nur auf medizinischer Ebene erfolgreich. Im Restaurant entdeckt er seine Liebe zu Beate Chevalier. Da platzt Marlies Holbein mit schlechten Nachrichten in das Rendezvous. Zu guter Letzt entschließt sich Dr. Jörg Sommer, den ersten Schritt zu tun und auf Stefan und Daniel zuzugehen – eine neue Freundschaft beginnt. Walter Leibrecht hat Renate Paulus nicht umstimmen können: Sie geht in den Ruhestand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122468","hoster":"VOE"},{"path":"/redirect/9123343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-6","name":"Abschiedsschmerzen","epNo":6,"alt":"","descr":"Die Lücke, die Renate Paulus hinterläßt, schließt sie mit einem Trostpflaster: Julia Talbach ist die neue Sprechstundenhilfe. Ihr erster Arbeitstag beginnt mit dem berühmten \"Sprung ins Wasser\". Stefan Junginger und Andrea Wolf wollen sich scheiden lassen. Doch als der gemeinsame Anwalt die Ehe in den Schmutz zieht, beschließen sie, die bestehenden Konflikte auf ihre Art zu lösen. Marlies Holbein macht sich bei einer Nacht- und Nebelaktion auf und davon. Der nichtsahnende Walter bleibt allein zurück. Ziemlich irritiert steht er am nächsten Morgen der Steuerfahndung gegenüber. Nach und nach stellt sich heraus, daß Marlies Holbein in dubiose Ölgeschäfte verwickelt ist und sich mit dem letzten Geld in die Schweiz abgesetzt hat. Indessen hat Dr. Jörg Sommer einen außergewöhnlichen Fall in seiner Praxis: Frau Jäger erscheint total verunsichert und bandagiert in seinem Behandlungszimmer. Der engagierte Arzt merkt schnell, daß der Grund ihrer Verletzungen ein anderer ist, als diese vorgibt. Bei einem langen intensiven Gespräch erfährt er, daß die Frau von ihrer pubertären Tochter tyrannisiert und mißhandelt wird. Für Dr. Sommer steht fest: Dieses Mädchen braucht dringend einen Denkzettel. Im Fischerhaus von Stefan geht es abends hoch her: Jörg Sommer und Julia Talbach sind in die Praxis aufgenommen und gehören von nun an \"dazu\". Und Renate, die treue Seele der Praxis, gibt ihren Abschied.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122469","hoster":"VOE"},{"path":"/redirect/9122471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-7","name":"Liebestöter","epNo":7,"alt":"","descr":"Endlich Wochenende, so sollte man meinen. Zeit für ein ruhiges Frühstück im Garten. Zeit für die Zeitung. Walter Leibrecht hat sich gerade den ersten Kaffee eingeschenkt, als Rüdiger den Garten betritt. Nach einigem Herumreden platzt es aus ihm heraus: Rüdiger ist unglücklich in Friederike Rogge verliebt. Aus dem ruhigen Samstag soll trotzdem nichts werden. Rüdiger und Daniel geben sich die Klinke in die Hand. Daniels Problem: Beate Chevalier will nicht mit ihm schlafen. Auch hier weiß Walter Rat. Bald darauf erscheint das nächste Sorgenkind. Stefan fühlt sich nicht gut und bittet Walter um eine Untersuchung. Zuletzt marschiert Jörg Sommer durch den Garten. Jahrelang quält er sich herum, findet keinen Boden unter den Füßen und jetzt, wo er sich endlich entschieden hat, bekommt er die Chance seines Lebens: vier Jahre Beth Israel in Boston, an einem Forschungsobjekt für medizinische Software mitzuarbeiten. Soll Jörg das Angebot annehmen oder in der Gemeinschaftspraxis bleiben? Was rät Walter ihm in seiner Eigenschaft als väterlicher Freund? Am Ende des Tages ist allen geholfen. Walter sitzt allein am Gartentisch. Er setzt die Brille ab und will sich gerade ein gutes Tröpfchen einschenken, da steht Julia Talbach vor ihm, die neue Sprechstundenhilfe, die ebenfalls Walters Rat sucht – aber, je später der Abend. desto beschwipster die Ratgeber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122475","hoster":"VOE"},{"path":"/redirect/9122480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-8","name":"Rollentausch","epNo":8,"alt":"","descr":"Selbst in der Gemeinschaftspraxis ist das Bild von barfüßigen Männern in Bademänteln ungewöhnlich. Daniel Holbein hat sich aus der Wohnung seiner Liebsten ausgesperrt und muss sich nun den Spott seiner Kollegen gefallen lassen. Weniger spaßig ist dagegen Stefans Situation. Das Ergebnis der Untersuchung fällt schlechter aus als erwartet. Um eine Darmspiegelung wird Dr. Junginger wohl nicht herumkommen. Was macht man aber, wenn sogar ein Herr Doktor vor dieser Untersuchung Angst hat? Dann müssen die Freunde eben helfen. Geteiltes Leid ist halbes Leid: Nachts rücken sie an, Holbein und Sommer, und mixen einen Cocktail.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122473","hoster":"VOE"},{"path":"/redirect/9122479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-9","name":"Irrenhaus","epNo":9,"alt":"","descr":"Trotz Wochenende halten sich die Sprechstundenhilfen in der Praxis auf. Rüdiger erteilt Julia Nachhilfe am Computer. Dabei werden sie von Herrn Laube, einem krankhaft eifersüchtigen Ehemann überrascht, der den beiden eine Pistole unter die Nase hält. Unterdessen sitzen Walter Leibrecht und Gisela in der Weinstube. Gisela ist mal wieder pleite und pumpt Walter um Geld an. Um seine geheimen Reserven anzuzapfen muss sich Walter nach Hause begeben. Dort beobachtet er durchs Fenster, wie Laube nervös mit einer Pistole hantiert. Vorsorglich schleicht er sich durch die Hintertür und fasst einen Plan…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122476","hoster":"VOE"},{"path":"/redirect/9122477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-10","name":"Traumurlaub","epNo":10,"alt":"","descr":"Dr. Sommer bucht kurz entschlossen für sich und seine Familie eine Wochenendreise nach Mallorca. Doch leider kommt es anders: Seine Frau muss aus beruflichen Gründen absagen. Da er die Reisetickets nicht mehr zurückgeben kann, fliegt er mit den Kollegen Junginger und Holbein. Die Sache hat nur einen Haken: Die beiden wissen nicht, dass sie zweite Wahl sind. Kein Wunder also, dass die Reise so ihre Tücken hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122440","hoster":"VOE"},{"path":"/redirect/9122442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-11","name":"Schlussverkauf","epNo":11,"alt":"","descr":"Als die Sprechstundenhilfe Gisela Alsfeld wieder einmal zu spät in die Praxis kommt, beraten die drei Ärzte, wie sie in Zukunft mit ihr verfahren werden. Ruth Sommer teilt ihrem Mann mit, dass sie von ihrer Computerfirma ein Superangebot bekommen hat, bei dem sie das Doppelte verdienen könnte. Es gibt da nur ein Problem: Das Angebot kommt aus der Zweigstelle in München. Jörg ist nicht begeistert und Ruth enttäuscht über seine Reaktion. Julia sucht Walter auf und erzählt ihm von Giselas Rausschmiss. Walter lüftet das Geheimnis um Giselas Unzuverlässigkeit: Sie hat einen Nebenjob in einer Diskothek ange-nommen, um sich finanziell über Wasser zu halten. Gemeinsam fassen sie einen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122444","hoster":"VOE"},{"path":"/redirect/9122466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-12","name":"Rauschgoldengel","epNo":12,"alt":"","descr":"Rüdiger hat für Kirstens Geburtstag ein ganz besonderes Geschenk ausgesucht: einen kleinen Hund. Die Überraschung ist ihm gelungen, Kirsten ist außer sich vor Freude. Doch im Gegensatz zu Kirsten ist Friederike entsetzt und enttäuscht über Rüdigers Naivität. Sie fordert ihn unmissverständlich auf, den Hund wieder zurück ins Tierheim zu bringen. Kirsten ist über den Verlust ihres neuen Freundes sehr traurig. In der Praxis laufen die Vorbereitungen für die Weihnachtsfeier auf Hochtouren. Walter konnte in letzter Minute einen Baum auftreiben, den er zusammen mit Gisela und Julia schmückt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122449","hoster":"VOE"},{"path":"/redirect/9122451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-13","name":"Liebesbriefe","epNo":13,"alt":"","descr":"In der Praxis gibt es einige Turbulenzen: Dr. Jörg Sommer bricht nach einem Telefonat mit Philipps Lehrerin, Frau Werner, übereilt auf und fährt in die Schule. In einem Gespräch unter vier Augen erfährt er, dass sein Sohn Philipp versucht hat, die Lehrerein zu küssen und ihr Liebesbriefe schreibt, die nicht seine \"Handschrift\" tragen. Während Dr. Daniel Holbein und Beate Chevalier die kleine Kirsten im Krankenhaus besuchen, sorgt Walter Leibrecht in der Praxis für eine rätselhafte Unordnung und verschwindet. Es dauert nicht lange, da bekommt Rüdiger einen merkwürdigen Anruf von der Oberschwester aus dem Kranken-haus…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122459","hoster":"VOE"},{"path":"/redirect/9122454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-14","name":"Torschlusspanik","epNo":14,"alt":"","descr":"Dr. Stefan Junginger wird frühmorgens wegen eines Notfalls aus dem Bett geklingelt, doch für seinen kleinen Patienten kommt jede Hilfe zu spät: plötzlicher Kindstod. Die Mutter des Kindes, Frau Kniebusch, macht sich Vorwürfe. Der Vater, Paul Kniebusch, sitzt in der Kneipe und ertränkt seinen Kummer; Stefan muss vermitteln, trösten und beruhigen. In der Zeitung wird ein Konzert im Alkohol von Andrea Wolf angekündigt, und so ist es nicht weiter verwunderlich, dass Andrea morgens im Fischerhaus auftaucht. Fricke zeigt sich allerdings nicht sonderlich begeistert über ihre Anwesenheit in der Stadt und lässt sie ziemlich schnell abblitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122448","hoster":"VOE"},{"path":"/redirect/9122452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-3/episode-15","name":"Rennfieber","epNo":15,"alt":"","descr":"Andrea Wolf, die kurz vor ihrer Abreise steht, möchte die Beziehung zu ihrem Mann endlich klären. Weil sie nicht weiß, wie sie an ihn herankommen soll, beauftragt sie einen Privatdetektiv, der ihr den Namen, die Anschrift und die Lebensumstände von Stefans neuer Freundin, der Taxifahrerin Hanna, liefert. Andrea sucht Hanna Uhlenhorst und ihren Sohn Hannes im Fischerhaus auf. Andrea muss erkennen, wie sehr Hannes sich von ihr entfernt hat. Traurig verlässt sie die Rivalin und ihren Sohn. Geschockt über die Gefühllosigkeit Andreas, erzählt Hanna Stefan von der Begegnung. Wutentbrannt sucht Stefan seine Frau im Hotel auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122457","hoster":"VOE"},{"path":"/redirect/9122460","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-1","name":"Schneckenhaus","epNo":1,"alt":"","descr":"Daniels kleiner Patient Tim sorgt sich um seine Mutter. Daniel beruhigt den Jungen und lässt ihn von Walter in die Schule bringen, während er selbst Frau Grube aufsucht. Vollgepumpt mit Beruhigungsmitteln findet er sie vor und es stellt sich heraus, dass sie von ihrem Mann verlassen wurde und außerdem erhebliche Probleme im Kollegenkreis hat. Friederike hat herausgefunden, dass ihr heimlicher Geliebter sie mit einer anderen Frau betrogen hat. Sie beendet das Verhältnis. Rolf Küster bittet sie jedoch um ein Gespräch. Doch in Friederikes Wohnung wartet schon Rüdiger, der seine Frau in flagranti ertappen möchte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123345","hoster":"VOE"},{"path":"/redirect/9122481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-2","name":"Engelhaar","epNo":2,"alt":"","descr":"Walter Leibrecht wird 70. Holbein, Junginger und Sommer wollen ihm eine Freude bereiten und organisieren mit ihren Frauen und Sprechstundenhilfen ein Überraschungsfest in der Praxis. Der ahnungslose Walter hat unterdessen andere Pläne. Er verabredet sich mit seiner Anzeigenbekanntschaft Hilde in einem Nobelrestaurant. Stefan Jungingers 19-jähriger krebskranker Patient Tobias hat die Chemotherapie abgebrochen. Seine Freundin Angela wendet sich verzweifelt an den Arzt. Alarmiert sucht Stefan Tobias in der Schule auf. Dieser zeigt sich jedoch wenig gesprächsbereit; da hat Stefan einen Einfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123344","hoster":"VOE"},{"path":"/redirect/9122496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-3","name":"Eisenbart","epNo":3,"alt":"","descr":"In seinem Stammlokal findet Walter Leibrecht Wirt Ludwig bewusstlos am Boden liegend. Ludwig wird als Notfall auf die Station von Dr. Beate Chevalier eingeliefert. Daniel Holbein und Beate finden bei einem Wochenend-Urlaub in Dänemark Zeit, sich intensiv auszutauschen. Beate gesteht Daniel, dass sie in der Klinik gekündigt hat und nun ein medizinisches Fachbuch schreiben will. Stefan und Hanna renovieren das Fischerhaus. Hanna drängt auf Hochzeit, doch Stefan fühlt sich überfahren. Gott sei Dank ist da noch Jörg, der sich als echter Freund erweist, beim Renovieren hilft und Stefan in Sachen Liebe berät. Walters Untersuchung bei Wirt Ludwig bringt ein überraschendes Ergebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922575","hoster":"VOE"},{"path":"/redirect/9122504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-4","name":"Mordverdacht","epNo":4,"alt":"","descr":"Vor Arbeitsbeginn besucht die Sprechstundenhilfe Julia den schwer kranken Herrn Heine, der im Rollstuhl sitzt. Fasziniert von ihrer Schönheit, möchte der ehemalige Maler sie gern nackt malen. Er bietet Julia Geld, doch sie lehnt verwirrt ab. In der Praxis geht es hoch her: Jörg streitet mit Walter über zu hohe Telefonrechnungen, und Rüdiger tippt Einladungskarten für Beate und Daniel, die in Dänemark geheiratet haben. Nun möchten sie mit den Freunden in einem japanischen Restaurant feiern. Polizeibeamte fragen in der Praxis nach Julia. Herr Heine ist tot aufgefunden worden. Julia hat ihn als Letzte lebend gesehen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285012","hoster":"VOE"},{"path":"/redirect/9122495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-5","name":"Doppelgänger","epNo":5,"alt":"","descr":"Helga Stieleke wird von einem Mann überfallen, der sich als \"Dr. Sommer\" vom Städtischen Gesundheitsamt Zutritt in ihre Wohnung verschafft hat. Gestört durch den heimkommenden Ehemann, flieht der angebliche Arzt. Otto Stieleke recherchiert und findet im Telefonbuch die Rufnummer von Dr. Jörg Sommer. Er beschattet den vermeintlichen Übeltäter und passt einen geeigneten Augenblick ab, um sich Jörg zu schnappen. Helga Stieleke, kann Schlimmeres verhindern. Der Überfall auf Helga Stieleke beunruhigt Jörg. Er vermutet, dass \"Dr. Sommer\" im Umfeld der Gesundheitsbehörde zu suchen ist. Und richtig: Helga Stieleke erkennt in dem Büroboten Heinz Schmidt den Angreifer. Beide verfolgen Schmidt, um ihn zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534336","hoster":"VOE"},{"path":"/redirect/9122500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-6","name":"Fernsehstars","epNo":6,"alt":"","descr":"Durch einseitig negative Berichterstattung über Ärzte verärgert, hat Walter ein Fernsehteam in die Praxis eingeladen. Junginger, Holbein und Sommer erfahren erst davon, als die Crew in der Praxis erscheint. Die Dreharbeiten können sie verhindern, sagen dafür aber zu, in einer Talkshow Rede und Antwort zu stehen. Beate ist immer noch traurig, dass sie keine Kinder bekommen kann. Hanna nimmt sich ihrer an. Währenddessen lässt Daniel sich von einem Spezialisten untersuchen und erfährt, dass er unfruchtbar ist. Er weiß nicht, wie er das Beate beibringen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13499981","hoster":"VOE"},{"path":"/redirect/9122499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-7","name":"Todesengel","epNo":7,"alt":"","descr":"Willy Mattausch, der Mitbewohner von Julia, wird ins Krankenhaus eingeliefert, wo dem Drogenabhängigen erste Hilfe geleistet wird. Doch man kann nicht mehr viel für ihn tun. Als er wieder bei Bewusstsein ist, besteht er darauf, entlassen zu werden. Um Willys letzte Stunden würdevoll zu gestalten, nehmen Rüdiger und Julia ihn in die Gemeinschaftspraxis auf und bringen ihn in Walters Zimmer unter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13499978","hoster":"VOE"},{"path":"/redirect/9122503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-8","name":"Kuhhandel","epNo":8,"alt":"","descr":"Seit dem Tod von Bernd Rogge wirkt die kleine Kirsten trotzig und verstockt. Nur bei Opa Fricke im Fischerhaus fühlt sie sich wohl. Auf Stefans Drängen, der dem alten Mann nicht die Erziehung zweier Kinder zumuten möchte, haben Daniel und Beate Kirsten bei sich aufgenommen. Mit gemischten Gefühlen, denn beide wissen, dass es nicht leicht sein wird, das Vertrauen des Kindes zu gewinnen. Bald findet Beate einen Brief an die Erziehungsberechtigten in Kirstens Ranzen: aufgrund einer Zeichnung des Mädchens hat die Klassenlehrerin den Schulpsychologen informiert, der wiederum alarmierende Rückschlüsse gezogen hat. Daniel und Beate müssen dringend etwas unternehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123348","hoster":"VOE"},{"path":"/redirect/9122506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-9","name":"Marzipanschweinchen","epNo":9,"alt":"","descr":"Jörg Sommer leidet seit einiger Zeit unter Magenschmerzen. Kein Arzt ist gern Patient, und so verheimlicht er sein gesundheitliches Problem. Als er sich eines Nachts ins Badezimmer schleicht und heimlich Tabletten schluckt, wird er von Ruth beobachtet. Stefan Junginger, den sie informiert, verspricht, ein wachsames Auge auf ihn zu werfen. In der Praxis sind Rüdiger und Julia mit den Geburtstagsvorbereitungen für die von allen geschätzte Patientin Cynthia von Bogen beschäftigt. Julia backt Cynthias Lieblingskuchen, und Rüdiger organisiert die Blumen. Als beide im Seniorenheim ankommen, wird Cynthia von einem Notarztteam versorgt und anschließend sofort ins Krankenhaus gebracht. Daniel ist bestürzt: Beate hat sich bei einer Hilfsorganisation für Bosnien beworben, ohne mit ihm darüber zu sprechen. Durch Zufall erfährt er, dass die schon in wenigen Tagen in Bosnien erwartet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13499979","hoster":"VOE"},{"path":"/redirect/9122507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-10","name":"Seifenblasen","epNo":10,"alt":"","descr":"Stefan, Rüdiger und Julia verabschieden am Bahnhof Beate, für die der Einsatz im bosnischen Kriegsgebiet beginnt. Daniel bahnt sich im letzten Moment seinen Weg durch die Menschenmenge auf dem Bahnsteig. In der Praxis erfahren die Freunde von Rüdiger, dass am heutigen Tag eine Gesellschafterversammlung in der Marzipanfabrik stattfinden soll. Dr. Tauber erwartet alle Erben. Doris Müller von Bogen, die Nichte der verstorbenen Cynthia, ist erbost über den letzten Willen ihrer Tante und will mit allen Mitteln das Testament anfechten. Das Ehepaar Müller von Bogen bezichtigt die Ärzte der Erbschleicherei. Als die Auseinandersetzung ihren Höhepunkt erreicht, wird Jörg ins Krankenhaus zu Sylvia gerufen. Die Geburt steht bevor. Im Krankenhaus trifft er auf Markus Reichert, den werdenden Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13499975","hoster":"VOE"},{"path":"/redirect/9122486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-11","name":"Kindesraub","epNo":11,"alt":"","descr":"Walter fühlt sich nutzlos, unverstanden und ungeliebt, mit einem Wort überflüssig, deshalb nimmt er oft ein Gläschen mehr zu sich, als ihm gut tut. Die Ärzte überlegen, wie sie ihm helfen könnten. Ein wenige Tage altes Baby ist aus der Säuglingsstation entführt worden. Jörg verspricht den verzweifelten Eltern Sylvia und Markus seine Hilfe. Gleich am nächsten Tag beginnt er seine Recherchen in der Klinik. Bei Durchsicht der Kartei stößt er auf den Namen einer Frau, die nach mehreren Fehlgeburten eine Totgeburt hatte und die mit Sylvia nach der Entbindung das Zimmer teilte. Rüdiger und Julia gehen pragmatisch zu Werke, um Walter aus seiner Depression zu helfen. Sie wälzen die Zeitung auf der Suche nach Rentnerjobs. Da stoßen sie auf eine Anzeige \"Leihopas gesucht\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13599387","hoster":"VOE"},{"path":"/redirect/9122485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-12","name":"Knastbrüder","epNo":12,"alt":"","descr":"Walter hat seinen Leihopa-Job hinter sich gebracht. Erst nach der Heimkehr der Eltern Müller stellt sich heraus, dass Walter bei einer falschen Adresse gehütet hat. Das \"Kind\" ist schon 15 Jahre alt, und Walter hat die Schiller- mit der Goethestraße verwechselt. Auf dem Nachhauseweg mitten in der Nacht wird er von einem jungen Mann überfallen, der ihn zusammenschlägt und sich mit seiner Brieftasche davon macht. Walter sieht gerade noch, wie der Täter in einer Bar verschwindet. Die drei Ärzte, allen voran Jörg, machen sich auf den Weg zur Bar. Es kommt zu einer wilden Prügelei, und die Wirtin ruft die Polizei. Günter Bertram, der Täter, liegt blutüberströmt am Boden. Stefan, Daniel und Jörg werden festgenommen und verbringen die Nacht in einer Gefängniszelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534334","hoster":"VOE"},{"path":"/redirect/9122489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-4/episode-13","name":"Endstation","epNo":13,"alt":"","descr":"Stefan gibt sich die Schuld am Tod von Werner Aich, weil er die drohende Thrombose nicht rechtzeitig erkannt hat. Kurt Aich, der Bruder des Toten, droht Stefan während der Beisetzung. Niedergeschlagen verlässt er den Friedhof und kehrt bei Ludwig ein. Dort trifft er auf Walter, der ihm berichtet, dass die Aichs Dr. Tauber aufgesucht haben und Anzeige erstatten wollen. Den Ruin vor Augen verlässt Stefan die Weinstube. Voller Sorge alarmiert Walter Jörg und Daniel, und sie suchen unverzüglich die Hinterbliebenen auf. Sie hoffen, die Familie umstimmen zu können. Doch Kurt Aich bleibt hart. Stefan, den es nach der Beisetzung an das Traveufer zieht, findet dort einen bewusstlosen Jogger. Sofort leistet er Erste Hilfe und rettet dem jungen Mann das Leben. Um den Ruf der Praxis nicht zu ruinieren, will Stefan die Konsequenzen ziehen. Er möchte vorher noch einmal mit Isolde Aich und deren Tochter Gaby sprechen, um zu erklären, dass er besten Wissens und Gewissens gehandelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534337","hoster":"VOE"},{"path":"/redirect/9122491","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-1","name":"Königskind","epNo":1,"alt":"","descr":"Dr. Sommer feiert seinen 15-jährigen Hochzeitstag, und Dr. Holbein wartet auf den Umzugswagen. Rüdiger hat alle Hände voll zu tun, die wartenden, zum Teil ungehaltenen Patienten bei Laune zu halten. Endlich trifft Kinderarzt Dr. Holbein ein. Als dieser den kleinen, hustenden Jan Herfordt und seinen Vater zuerst ins Behandlungszimmer bittet, ist die Empörung groß. Besonders unangenehm fällt die Patientin Sandra Horst auf, die des Wartens überdrüssig ist und schließlich wütend die Praxis verlässt. Damit nimmt das Verhängnis seinen Lauf, denn der kleine Jan hat vermutlich Diphtherie. Er wird sofort ins Krankenhaus eingewiesen. Die wartenden Patienten dürfen die Praxis nicht verlassen – ihr Impfstatus muss festgestellt werden. Alle Ärzte werden gebraucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122508","hoster":"VOE"},{"path":"/redirect/9122510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-2","name":"Vaterliebe","epNo":2,"alt":"","descr":"Daniel, Beate und die drei Kinder Tanja, Jurek und Ilonka sind umgezogen. Die Adoption der drei Kinder gestaltet sich schwieriger als erwartet. Daniel und Beate müssen sich einer gründlichen Überprüfung unterziehen. Daniel wertet dies als Misstrauen und Affront gegen sich. Jörg Sommer wird zu einer Hausgeburt gerufen. Die Geburt verläuft komplikationslos, der kleine Säugling ist der Stolz des Vaters. Das junge Glück der Familie scheint perfekt, doch der Schein trügt. Als Jörg am Nachmittag noch einmal Frau Merheim besucht, erzählt sie ihm unter Tränen, dass das Kind nicht von ihrem Mann sei und sie nicht wisse, wie sie ihm die Wahrheit gestehen soll. Unglücklicherweise hört Herr Merheim diese Unterredung mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122517","hoster":"VOE"},{"path":"/redirect/9122519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-3","name":"Kännchenmännchen","epNo":3,"alt":"","descr":"Eine junge Frau ist auf der Straße zusammengebrochen – vermutlich durch einen Insulinschock. Stefan leistet erste Hilfe. Als die Patientin wieder stabilisiert ist, kann sie sich an nichts mehr erinnern. Da sie nicht weiß, wer sie ist und wo sie wohnt, nimmt Stefan sie zunächst mit nach Hause. Dort stehen ihm Hanna, Fricke und Kirsten hilfreich zur Seite. Bevor Kirsten ins Bett geht, liest die junge Frau ihr die Geschichte vom \"Kännchenmännchen\" vor, die sie an irgend etwas erinnert. Julia sorgt sich um Rüdiger, der seit Tagen unausgeschlafen, unkonzentriert und schlecht gelaunt in der Praxis erscheint. Deshalb sucht sie ihn abends spät zu Hause auf. Rüdiger ist jedoch alles andere als erfreut über ihren Besuch. Aus irgendeinem Grund möchte er sie nicht in seine Wohnung lassen. Auf dem Heimweg wird Julia von einem Mann überfallen. Als sie versucht, sich zu wehren, sticht er mit einem Messer zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122518","hoster":"VOE"},{"path":"/redirect/9122523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-4","name":"Brautentführung","epNo":4,"alt":"","descr":"Daniel wird in seiner Praxis mit einem Fall von Kinderprostitution konfrontiert. Die 13-jährige Saskia ist drogenabhängig. Um das Geld für die Drogen beschaffen zu können, schafft sie an. Geld und Rechenschaft muss sie ihrem Zuhälter abgeben. Tut sie es nicht, landet sie mit blauen Flecken bei Daniel in der Praxis. Daniel, inzwischen selbst \"Vater\" von drei Kindern, kann die Verhältnisse nicht einfach hinnehmen und sucht Saskia an ihrem \"Arbeitsplatz\" auf. Dort lernt er die Street-workerin Jutta kennen. Zusammen mit Jutta findet er einen Ausweg für Saskia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174072","hoster":"VOE"},{"path":"/redirect/9122521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-5","name":"Freundschaftsvertrag","epNo":5,"alt":"","descr":"Dr. Jörg Sommer muss einer Patientin mitteilen, dass sie an Krebs im Endstadium leidet. Frau Kronenberg nimmt die Diagnose gelassen entgegen. Sie habe ihr Leben gelebt, wolle jetzt ihre Angelegenheiten regeln und dann \"in Würde sterben\". Jörg ist beeindruckt von der Frau, kann jedoch nicht hinnehmen, dass sie den Zeitpunkt ihres Todes selbst bestimmen will. Julia hat Probleme mit Rüdiger, der oft unausgeschlafen ist, weil er nächtelang mit seiner Internetbekanntschaft \"Mondstein\" kommuniziert. Sie ist eifersüchtig. Stefan, bei dem sie Hilfe sucht, rät ihr, sich mit \"Mondstein\" zu treffen. Die Adoption klappt. Daniel und Beate feiern den besonderen Tag mit Tanja, Jurek und Ilonka im Stadtpark. Die Stimmung ist ausgelassen, bis plötzlich die leibliche Mutter der bosnischen Kinder auftaucht. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123355","hoster":"VOE"},{"path":"/redirect/9122527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-6","name":"Einsiedlerkrebs","epNo":6,"alt":"","descr":"Die Freunde wollen mal so richtig ausspannen. Deshalb beschließen sie, mit ihren Frauen, den Kindern Philip und Kirsten sowie Walter mit der Fähre nach Föhr überzusetzen. Doch die Freude will sich nicht so recht einstellen. Beate kommt nicht über den Verlust \"ihrer Kinder\" hinweg, was sich auf die Beziehung zu Daniel auswirkt. Probleme ganz anderer Art hat Philip Sommer. Um sich dem Gespräch mit seinem Vater zu entziehen, verwickelt er eine junge Frau in ein Gespräch. Als sie ihre Unterkunft, eine alte Mühle, aufsuchen, müssen sie hören, dass es nicht genügend Schlafplätze gibt. Die Freunde überlassen Daniel und Beate großzügig ein Zimmer, während sie sich in den anderen Raum \"zwängen\". Philip zieht freiwillig in eine Pension und begegnet dort seiner \"Schiffsbekanntschaft\". Leider kann niemand Beate dazu bewegen, mitzukommen. Als die Freunde von ihrer Tour zurückkommen, ist Beate verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285014","hoster":"VOE"},{"path":"/redirect/9122526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-7","name":"Götterdämmerung","epNo":7,"alt":"","descr":"Dr. Stefan Junginger wird gleich morgens zu einem Notfall gerufen. Der Sohn von Herrn Kampen hat hohes Fieber: Verdacht auf Lungenentzündung. Er will ihn sofort ins Krankenhaus einweisen lassen, doch Thorsten, der bereits volljährig ist, weigert sich. Er ist Mitglied der Sekte \"Kinder Jacobus\", die ihre Kranken nicht schulmedizinisch behandeln lassen. Thorsten lässt sich von den Sekten-mitgliedern abholen. Stefan und Vater Kampen sind machtlos. Junginger, setzt alles daran, um dem Jungen, aber auch dem ratlosen Vater zu helfen. Stefan holt sich Rat bei seinen Freunden Sommer und Holbein. Daniel erinnert sich an die Streetworkerin Jutta, die er um Hilfe bittet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922576","hoster":"VOE"},{"path":"/redirect/9122530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-8","name":"Fräuleinwunder","epNo":8,"alt":"","descr":"Beate wird in Afrika bleiben. Seinen Kummer möchte Daniel seinen Freunden mitteilen, doch er kommt nicht so recht zum Zuge – Stefan und Jörg haben eigene Sorgen: Opa Fricke streikt; ihm wachsen Haushalt und Kindererziehung im Fischerhaus über den Kopf. Also muss sich Stefan Junginger um ein Kindermädchen für seine Pflegetochter Kirsten und seinen Sohn Johannes bemühen. Und das ist gar nicht so einfach, denn Kirsten hätte am liebsten Walter als \"Aufpasser\". Jörg Sommer hat Ärger mit seinem Filius: Philip will die Schule schmeißen – Jörg ist mit seiner Erziehungsweisheit am Ende. Er bittet Frau Jütten um Rat, als Lehrerin hat sie im Umgang mit Schülerproblemen Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122538","hoster":"VOE"},{"path":"/redirect/9122529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-9","name":"Singleblues","epNo":9,"alt":"","descr":"Es ist Wochenende und Ruth und Jörg Sommer wollen Daniel, der gerade Strohwitwer ist, eine Freude bereiten und laden ihn zum Frühstück ein. Stefan hatte eine ähnliche Idee. Er bittet Daniel zu Kaffee und Kuchen ins Fischerhaus, und Walter bestellt ihn abends zu Ludwig in die Weinstube. Eigentlich hatte Daniel sich den Tag anders vorgestellt, doch um die Freunde nicht zu enttäuschen, sagt er allen zu. Kaum sitzt er am gedeckten Tisch im Hause Sommer, taucht Ruths Freundin Tanja auf. Tanja ist alles andere als ein ruhiger Zeitgeist, und so endet der Tag anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122531","hoster":"VOE"},{"path":"/redirect/9122532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-10","name":"Traumfrau","epNo":10,"alt":"","descr":"Stefan Junginger und Walter Leibrecht sind auf dem Weg zu einer Modenschau. Während Walter Spaß an den gestylten Menschen hat, ist Stefan geladen. Bald wird Stefan auch schon zu einem Notfall gerufen: Ein junger Mann, ist in seiner Kabine zusammengebrochen – Herzstillstand. Bevor der Notarztwagen eintrifft, leistet Stefan erste Hilfe. Dabei fällt ihm eine Frau Laura auf. Als Stefan und Walter das Hotel verlassen wollen, sehen sie, wie der Kranke im Taxi vorfährt; Aljoscha ist aus dem Krankenhaus abgehauen. Am nächsten Morgen erscheinen Laura und Aljoscha tatsächlich bei Stefan in der Praxis. Aljoschas Lymphknoten sind stark geschwollen. Er möchte ein Blutbild machen, doch Aljoscha scheint vor irgend etwas Angst zu haben. Während seiner Sprechstunde erfährt Jörg Sommer, dass Philip die Schule geschmissen hat. Kurz entschlossen verlässt er die Praxis, um seinen Sohn zur Rede zu stellen . Julia hat sich mit ihrer Selbstverteidigungstrainerin Karla angefreundet. Kein Wunder also, dass sie aus allen Wolken fällt, als Karla ihr beim Bier eröffnet, dass sie in die USA geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122512","hoster":"VOE"},{"path":"/redirect/9122513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-11","name":"Sternschnuppe","epNo":11,"alt":"","descr":"In Daniel Holbeins Praxis erscheint die neunjährige Melanie, die sich die Pulsadern verletzen wollte, weil sie keine Konzertkarte ihres Idols Ky bekommen hat. Daniel nimmt die Verzweiflung des Mädchens ernst. Während Melanies Mutter arbeitet, sucht Daniel mit dem Mädchen die Musikabteilung eines Kaufhauses auf. Dort läuft gerade ein Video von \"ihrer\" Gruppe. Voller Stolz klärt sie Daniel über Ky und ihren Bruder auf. Daniel, der den Ernst der Situation erkennt, bittet Rüdiger, über seine Radiokontakte aktiv zu werden. Tatsächlich kommt es zu einer Begegnung zwischen Melanie und ihrem Idol, die jedoch ganz anders verläuft, als das Mädchen erhofft hatte. Währenddessen versucht Stefan an die Adresse von Laura zu gelangen; er will Aljoscha über Laura das Testergebnis zukommen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122511","hoster":"VOE"},{"path":"/redirect/9122515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-12","name":"Brandstifter","epNo":12,"alt":"","descr":"Frau Kaufmann erscheint mit schweren Brandverletzungen in der Praxis. Jörg Sommer, der sie behandelt, fällt auf, dass Herr Kaufmann sehr ungehalten wirkt. Und unter Zeitdruck zu stehen scheint. Weil die Patientin nicht zum Verbandswechsel die Praxis aufsucht, besucht Jörg Frau Kaufmann zuhause und erfährt dabei Ungeheuerliches. Jutta Brandt bittet Daniel, sie zu einer Party zu begleiten. Weil ihr Exmann mit neuer Freundin dort auftauchen wird, braucht sie Daniels Beistand. Rüdiger hat Probleme mit seiner neuen Kollegin Bärbel, die Julias Platz in der Praxis eingenommen hat. Während sie die Patienten liebevoll betreut, zeigt sie Rüdiger die kalte Schulter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122516","hoster":"VOE"},{"path":"/redirect/9123349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-5/episode-13","name":"Bärendienst","epNo":13,"alt":"","descr":"Stefan Junginger verlässt gut gelaunt und vorzeitig die Praxis – er wird bei einer privaten Modenschau Laura wiedersehen. Außer Rüdiger und Walter ist niemand eingeweiht. Aber es dauert nicht lange, da bekommt Jörg Sommer von der Sache Wind. Er versucht über Rüdiger Einzelheiten zu erfahren, doch der schweigt. Walter ist da schon redseliger. Bereitwillig steht er Jörg Rede und Antwort. Kurz entschlossen sucht Jörg Daniel auf. Sie beschließen, Stefan vor dem \"Abgrund\" zu retten, in dem sie Laura bitten, \"verantwortungsvoll\" mit den Gefühlen ihres Freundes umzugehen. Laura ist gekränkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123350","hoster":"VOE"},{"path":"/redirect/9122514","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-1","name":"Liebesnacht","epNo":1,"alt":"","descr":"Stefan Junginger hat Geburtstag. Fräulein Jütten, Opa Fricke, Kirsten und Hannes wecken ihn mit einem Ständchen. Und zur Feier des Tages darf er sich etwas wünschen. Sein größter Wunsch ist Laura. Doch er hat ihr das Versprechen geben müssen, sie in nicht zu bedrängen. Walter und Fräulein Jütten müssen sich nicht daran halten: Sie reisen, zunächst unabhängig voneinander, nach Hamburg, um Laura aufzusuchen. Auch die Freunde wollen Stefan überraschen und organisieren ihm eine Geburtstagsfeier im Fischerhaus. Rüdiger hat die undankbare Aufgabe übernommen, Stefan abzulenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122533","hoster":"VOE"},{"path":"/redirect/9123354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-2","name":"Schönheitskult","epNo":2,"alt":"","descr":"Auf der Geburtstagsfeier im Fischerhaus sind Laura und Stefan sich näher gekommen. Aber ein Anruf von Maren sorgt dafür, dass Laura fluchtartig die Feier verlässt. Stefan ahnt: Laura will sich nicht in ihn verlieben, der Grund dürfte Maren sein. Durch Zufall kommt er an die Telefonnummer von Maren, Lauras Schwester. Von ihr erhofft er sich Aufschluss. Kurz entschlossen sucht er sie auf und erlebt eine Überraschung: Maren sitzt im Rollstuhl. Maren ist nicht so schnell zu einer Erklärung zu bewegen. Als Laura unverhofft im Hause der Schwester erscheint, kommt es zum Eklat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122549","hoster":"VOE"},{"path":"/redirect/9122545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-3","name":"Schwesterherz","epNo":3,"alt":"","descr":"Nach einem Autounfall liegt Stefan noch immer im Koma. Familie und Freunde können und wollen sich nicht damit abfinden, dass er vielleicht nicht mehr erwacht oder viele Jahre in einer Reha-Klinik verbringen muss. Und so lassen sie keine Möglichkeit unversucht, ihn \"zu wecken\". In der Hoffnung, Stefan durch Reize stimulieren zu können, lässt Walter Stefans Jazzband im Krankenhaus antreten, doch Stefan reagiert nicht. Laura ist verzweifelt. Sie weiß, dass Stefans Freunde ihr die Schuld an dem Unfall geben. Anders Walter – an Stefans Krankenbett findet sie in ihm einen verständnisvollen Zuhörer. Sie weiht Walter in ihr Geheimnis ein. Dieser rät ihr, auch Jörg und Daniel zu informieren. Tatsächlich trägt das anschließende Gespräch mit Daniel und Jörg zur Klärung bei. Gemeinsam bangen sie um Stefan und suchen nach einer Lösung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122548","hoster":"VOE"},{"path":"/redirect/9122547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-4","name":"Achillesferse","epNo":4,"alt":"","descr":"Während Rüdiger die \"Nighttalk\"-Radiosendung moderiert, meldet sich seine anonyme Verehrerin Sarah wieder am Telefon. War er anfangs interessiert, bricht Rüdiger jetzt genervt den Kontakt ab. Stefan wird aus dem Krankenhaus entlassen. Er entdeckt in der Praxis, dass Bärbel Rüdiger immer mit geheimnisvollen Anrufen bombardiert: unter dem Namen Sarah. Unerkannt schleicht Stefan sich davon und weiht Jörg und Daniel ein. Als Bärbel wenig später ihre Kündigung ausspricht, ahnen alle den Grund. Doch die Freunde wollen Bärbel nicht verlieren. Während Jörg sich um seine Sprechstundenhilfe kümmert und Stefan sich von Laura gesund pflegen und verwöhnen lässt, trifft Daniel Reisevorbereitungen. Er will Beate in Afrika besuchen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123353","hoster":"VOE"},{"path":"/redirect/9122550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-5","name":"Gewissensnöte","epNo":5,"alt":"","descr":"Der 16-jährige Leander hat Rüdiger in einer Nighttalk-Radiosendung gehört und nimmt Kontakt mit ihm auf. Er möchte mit seinem jüngeren Bruder Christopher nach Sardinien reisen und bittet Rüdiger, sie zu begleiten. Rüdiger ist einigermaßen irritiert über diesen Vorschlag. Leander gibt vor, einen Roman schreiben zu wollen, in dem es um einen Arzthelfer geht. Rüdiger und Walter glauben ihm kein Wort und machen sich vielmehr Sorgen um das kranke Aussehen des kleinen Christopher. Er begleitet die Jungen nach Hause, um mit dem Vater zu sprechen, doch der reagiert mit Ablehnung. Walter bittet Daniel, sich um den Jungen zu kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122555","hoster":"VOE"},{"path":"/redirect/9122554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-6","name":"Spurensuche","epNo":6,"alt":"","descr":"Daniels kleiner Freund Christopher leidet an Leukämie. Sein Bruder, der als Spender in Frage käme, macht mit Rüdiger auf Sardinien Urlaub. Daniel bittet Fräulein Jütten, die beiden auf der Insel ausfindig zu machen. Kurz entschlossen fliegt sie mit Walter nach Sardinien, um Leander und Rüdiger vor Ort zu suchen. Daniel wird mit der Schwangerschaft von Jutta überrascht und reagiert leider anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122556","hoster":"VOE"},{"path":"/redirect/9122551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-7","name":"Treueschwüre","epNo":7,"alt":"","descr":"Während Leander mit Rüdiger immer noch auf Sardinien weilt, bangen Herr Heiden und Daniel um Leanders Bruder Christopher, der an Leukämie erkrankt in der Klinik liegt. Leander ist der Einzige, der Christopher durch eine Knochenmarktransplantation retten könnte. Aber Leander ist ahnungslos. Er ist auf der Suche nach dem ehemaligen Sprachlehrer seiner verstorbenen Mutter, Giuseppe, von dem er glaubt, dass er vor acht Jahren ein Verhältnis mit ihr hatte. Anlass zu dieser Vermutung gibt ihm ein Liebesbrief. Wenn sich Leanders Verdacht bestätigen sollte, ist Christopher sein Halbbruder. Walter und Fräulein Jütten suchen Leander und Rüdiger auf Sardinien. Über eine deutschsprachige Apothekerin erfahren sie mehr…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122560","hoster":"VOE"},{"path":"/redirect/9122559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-8","name":"Sirenengesang","epNo":8,"alt":"","descr":"Vor der Praxis wird ein Hund angefahren. Kein Wunder, dass \"Müllmanns\" Herrchen die Praxis aufsucht und um Hilfe bittet. Zur Überraschung seiner Kollegen operiert Stefan den vierbeinigen Patienten. Als Dankeschön lädt Kai, der Hundebesitzer, die Ärzte Holbein und Junginger zu einer Party ein, die vor einem besetzten Haus stattfindet. Jörg verbringt seine Mittagspause mit Patientin Natalie. Beim Drachensteigen vermittelt ihr Jörg, dass er sehr glücklich verheiratet ist und an einer Beziehung mit ihr nicht interessiert ist. Doch so schnell gibt die Medizinstudentin nicht auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922586","hoster":"VOE"},{"path":"/redirect/9122562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-9","name":"Regenbogen","epNo":9,"alt":"","descr":"Walter Leibrecht erhält eine sensationelle Nachricht: Er ist Vater einer Tochter! Sie lebt in Amerika und befindet sich bereits auf dem Weg nach Lübeck, um ihn zu besuchen. Walter ist sprachlos, eine Tochter von seiner großen Liebe Lydia – das ist für Walters Herz zu viel; mit einer Herzattacke wird er ins Krankenhaus eingeliefert. Gott sei Dank ist es nichts Ernstes. Walter erinnert sich noch genau an seine große, zarte Liebe, die Geschmack und Sinn fürs Schöne bewies und Sängerin war. Kein Wunder also, dass er eine klare Vorstellung von seiner Tochter hat. Doch die Wirklichkeit sieht anders aus: Als sie vor ihm steht, hat er Mühe, seine Enttäuschung zu verbergen. Sprechstundenhilfe Bärbel hat sich nicht nur gut eingelebt, sondern findet jetzt den Mut, offen mit Rüdiger über ihre Gefühle zu sprechen. Weniger gut geht es Daniel. Er leidet darunter, dass Jutta ein Kind von ihrem Ex-Mann bekommt und sie kaum noch Kontakt halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916478","hoster":"VOE"},{"path":"/redirect/9122558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-10","name":"Geiselnahme","epNo":10,"alt":"","descr":"Fünf Uhr morgens, Kirsten hat Bauchschmerzen. Stefan fährt schnell in die Praxis, um Medikamente zu besorgen, dort allerdings erlebt er eine Überraschung: Ein Einbrecher macht sich gerade an dem Medikamentenschrank zu schaffen. Da dieser genauso überrascht ist wie Stefan, nimmt er Stefan kurz entschlossen als Geisel. Während einer Irrfahrt begreift Stefan den Ernst der Situation. Weniger ernst dagegen reagiert Jörg, als Stefan ihn anruft und ihm erzählt, dass er entführt wurde und die Freunde ihn auslösen mussten. Als der Entführer Kontakt aufnimmt, ist Jörg hellwach. Sofort sucht er Daniel auf und berät sich mit ihm. Auch Opa Fricke ist besorgt, denn Stefan ist aus der Praxis noch immer nicht zurückgekehrt. Daniel versucht, den alten Mann zu beruhigen und verspricht, nach Kirsten zu sehen. Am nächsten Morgen in der Praxis fällt Rüdiger und Bärbel das sonderbare Verhalten der beiden Ärzte auf. Und überhaupt: Wo ist Stefan?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122535","hoster":"VOE"},{"path":"/redirect/9122539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-11","name":"Hochzeit","epNo":11,"alt":"","descr":"Jutta Brand wird ihren Ex-Mann \"Tiger\" wieder heiraten. Daniel will ihr ein guter Freund bleiben. Doch ihnen ist anzumerken, dass sie mehr sind als nur gute Freunde; sie versuchen sich mit zwanglosen \"Gesprächen\" über den Tag vor der standesamtlichen Trauung zu retten. Als Daniel erfahren möchte, weshalb Juttas Eltern nicht zur Hochzeit kommen, reagiert Jutta nicht. Nach und nach erfährt Daniel jedoch, dass sich ihr Vater wegen der Mutter das Leben nahm und die Mutter Alkoholprobleme hatte. Als Heimkind erfuhr sie weder Wärme noch Zuneigung von ihrer Mutter. Daniel schlägt vor, ihre Mutter zu besuchen, um sich mit ihr auszusöhnen. Ein Vorschlag, den er noch bereuen wird. Als Kirstens Lehrerin eines Morgens in der Praxis erscheint, ahnen Rüdiger und Bärbel nichts Gutes. Und tatsächlich – es gibt Schulprobleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122536","hoster":"VOE"},{"path":"/redirect/9122537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-12","name":"Funnybaby","epNo":12,"alt":"","descr":"Jörg Sommer untersucht die 15-jährige Funny. Kein Zweifel: Funny ist schwanger, und zu Jörgs Erstaunen will das junge Paar das Kind. Jörg erklärt sich bereit, bei dem Gespräch mit den zukünftigen Großeltern dabei zu sein. Wie nicht anders zu erwarten, sind die Eltern nicht erfreut. Funny jedoch will ihren Polizisten Klaus und das Kind. Jörg Sommer sucht mit Hilfe Daniel Holbeins nach einer Lösung. Stefan Junginger verbringt den Tag mit Laura. In der romantischen Umgebung des Sees am Fischerhaus macht er Laura einen Heiratsantrag, und zu seiner großen Freude sagt sie ja. Doch auch Laura überrascht Stefan mit einer Neuigkeit. Sie hat von ihrer Kosmetikfirma das Angebot erhalten, für ein Jahr in den USA zu arbeiten. Aber nicht nur das macht sie so glücklich; auch für Stefan wartet bereits ein Job in der Forschung – er muss nur zustimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122546","hoster":"VOE"},{"path":"/redirect/9122543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-6/episode-13","name":"Damenwahl","epNo":13,"alt":"","descr":"Laura hat alle Termine abgesagt, um mit Stefan den Umzug nach Amerika zu organisieren. Ihre Firma hat bereits eine traumhafte Wohnung organisiert, und Stefan könnte sofort in ein Forschungsteam einsteigen. Stefan hat Mühe, seine Unsicherheit zu verbergen – ihm geht das alles zu schnell. Und er weiß nicht, wie er es seinen Freunden beibringen soll. Als Daniel und Jörg am Fischerhaus auftauchen, bittet er Laura, ihre Pläne noch geheim zu halten. Auf dem Ärztekongress in Hamburg erzählt Stefan den Freunden von Lauras USA-Angebot. Noch bringt er es nicht übers Herz, ihnen zu sagen, dass er auch mitgehen wird. Und so hadert er mit sich, während Daniel und Jörg sich mit zwei Ärztinnen den Abend verschönern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916477","hoster":"VOE"},{"path":"/redirect/9122544","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-1","name":"Starallüren – Erster Teil","epNo":1,"alt":"","descr":"Daniel, Jörg, Rüdiger, Bärbel und Walter packen in der Praxis zusammen; denn die Lübecker Gemeinschaftspraxis soll nach dem Weggang von Stefan Junginger in die USA aufgelöst werden. Die Betriebsamkeit lenkt von der Abschiedsstimmung ab. Nur Walter nennt die Dinge beim Namen: Er will keine halben Sachen und plant, das gesamte Anwesen zu verkaufen. Die Zukunftspläne der Freunde: Daniel bereitet sich mit Jutta auf einen langjährigen Chinaaufenthalt vor. Jörg wird Professor Kaltenbrunners Ruf an die Hamburger Universität folgen. Und Walter weiß noch nicht, wohin ihn sein Wohlstandsleben treiben wird. Auf dem Rückweg vom Flughafen hat Rüdiger einen Unfall. Bei dem Versuch, einem frontalen Zusammenstoß mit einem roten Sportwagen auszuweichen, überschlägt sich sein Auto. Der betrunkene Porschefahrer, Serienstar Martin Trasse, begeht zusammen mit seiner minderjährigen Freundin Tina Fahrerflucht. Rüdiger wird mit einer schweren Wirbelsäulenverletzung ins Krankenhaus eingeliefert. Chirurg Dr. Gregor Kolb führt die Operation durch und wendet dabei eine neue Methode an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122565","hoster":"VOE"},{"path":"/redirect/9122564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-2","name":"Starallüren – Zweiter Teil","epNo":2,"alt":"","descr":"Rüdigers Leben konnte durch die Operation von Dr. Kolb zwar gerettet werden, doch er wird querschnittgelähmt bleiben. Zusammen mit Walter und Bärbel beschließen Jörg und Daniel, die Praxis offiziell noch weiter bestehen zu lassen und die Unglücksfahrt als Dienstfahrt zu deklarieren, damit Rüdiger wenigstens finanziell abgesichert ist. Die Perspektive, die Praxis zu erhalten, verstärkt in Daniel den Impuls, nicht nach China zu gehen. Jörg ist besessen von dem Gedanken, Dr. Kolb der Unfähigkeit zu überführen und den Verursacher des Unfalls zu finden. Seine Beziehungen zu Professor Kaltenbrunner führen zu Dr. Kolbs Suspendierung. Gregor Kolb, zunächst entsetzt, kündigt im Krankenhaus. Auf seinem Hausboot betrinkt er sich mit seinem Bootsnachbarn Heinz Otto, einem reichen Wurstfabrikanten. Seine Geliebte, Emma Lohkamp, die Verwaltungschefin der Klinik, drängt ihn vergeblich, die Kündigung zurückzuziehen. Videoaufnahmen von der Operation beweisen, dass Kolb keineswegs gepfuscht, sondern hervorragende Arbeit geleistet und Rüdiger das Leben gerettet hat. Kleinlaut entschuldigt sich Jörg bei dem Chirurgen. Daniel hat daraufhin eine Idee…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122570","hoster":"VOE"},{"path":"/redirect/9122569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-3","name":"Hilfeschrei","epNo":3,"alt":"","descr":"Rüdigers Gemütszustand schwankt zwischen Depression und Aggression. In einem unbeobachteten Augenblick steckt er sich in dem neuen OP mehrere Morphinampullen in die Jackentasche. Freudig begrüßen Daniel, Jörg und Dr. Kolb den Heimkehrer. Doch Rüdiger kann die Herzlichkeit nicht erwidern. Da seine Wohnung nicht rollstuhlgerecht ist, wird er vorerst bei Bärbel wohnen. Rüdiger ist verzweifelt und fühlt sich absolut nutzlos. Er will nicht mehr in der Praxis arbeiten und kann Bärbels Mitleid nicht länger ertragen. Walter Leibrecht hat eine Überraschung für die drei Freunde: Zusammen mit Heinz Otto hat er eine ganzseitige Anzeige in allen wichtigen Zeitungen geschaltet. Als sich die drei Ärzte gerade über den Alleingang aufregen wollen, wird vor der Praxis ein kleiner Junge angefahren. Daniel, Jörg und Dr. Kolb eilen zu Hilfe. Die erste Operation im neuen OP!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122568","hoster":"VOE"},{"path":"/redirect/9122577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-4","name":"Ausgespielt","epNo":4,"alt":"","descr":"In die Praxis kehrt der Alltag ein. Gregor hat es geschafft, sowohl Oberschwester Annemarie als auch Schwester Judith für die Praxis zu gewinnen. Gregor wird zu Familie Bott gerufen, deren halbwüchsige Tochter Lisa sich sehr seltsam benimmt und hohes Fieber hat. Gregor stellt fest, dass sie offenbar mit einer glühenden Zigarette misshandelt wurde und bringt Lisa in die Praxis. Er versucht alles, um zu erfahren, wer Lisa das angetan hat. Doch das Mädchen schweigt. Rüdiger leidet sehr unter seiner Behinderung. Erst als Gregor durchgreift und Rüdiger mit sanfter Gewalt zurück an seinen alten Arbeitsplatz, an den Empfang der Praxis, beordert, lebt dieser wieder auf. Bärbel hofft, Rüdiger endlich für sich zu gewinnen und gesteht ihm ihre Liebe. Doch ihre ständige Fürsorge geht ihm auf die Nerven. Bevor Jörg seine erste Vorlesung an der Uni hält, hat er eine Begegnung mit einer hübschen, frechen Studentin, die beim Einparken sein Auto rammt. In seiner Vorlesung sehen sie sich wieder – und Natascha wählt Jörg ausgerechnet zu ihrem Doktorvater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122576","hoster":"VOE"},{"path":"/redirect/9122573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-5","name":"Alptraum","epNo":5,"alt":"","descr":"Fahrradbote Rudi Hanke wird auf der Straße vor der Praxis überfallen. Zwei Männer machen sich über einen großen, gelben Umschlag her und rasen im Auto davon. Gregor behandelt den Verletzten. Rüdiger untersucht den Botenbeutel. Reste von weißem Pulver verraten den Kokaininhalt. Rüdiger wirft Rudi vor, ein Drogenkurier zu sein. Aber Rudi scheint ahnungslos. Erst als sein Vater sich mehr für den Beutel als für seinen Sohn interessiert, werden die Zusammenhänge klar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122578","hoster":"VOE"},{"path":"/redirect/9122574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-6","name":"Baby-Blues","epNo":6,"alt":"","descr":"Die ehemalige Zahnarzthelferin Nadja Keller beginnt auf Walters Empfehlung ihren Dienst in der Praxis. Die wichtigste Hürde, die genommen werden muss, heißt Annemarie: Denn nur die \"Oberin\" entscheidet, ob Nadja bleiben darf. Gudrun Schulte ist eine neue Patientin von Dr. Sommer. Die Prostituierte hat ein Heiratsangebot von Schweinezüchter Hans Kessler und möchte nun klären lassen, ob sie Kinder bekommen kann. Die ersten Untersuchungen ergeben, dass dem Kinderwunsch von Gudrun nichts entgegensteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122575","hoster":"VOE"},{"path":"/redirect/9122579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-7","name":"Herzflimmern","epNo":7,"alt":"","descr":"Herzversagen – diese Diagnose stellt Gregor Kolb bei Zwölfjährigen eher selten. Besorgt untersucht er den korpulenten Jungen. Dem steht die Panik ins Gesicht geschrieben, als Gregor seine Eltern benachrichtigt. Diese sind überzeugt, dass Fritz aus purer Bosheit so viel isst, keiner der bisher konsultierten Spezialisten konnte eine krankhafte Ursache feststellen. Daniel Holbein beschäftigt sich intensiv mit dem Fall. Er spürt, dass Fritz kurz vor einem psychischen Kollaps steht und übernimmt freiwillig den Nachtdienst für diesen Abend. Daniel bittet seinen früheren Professor wegen Fritz um Rat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122580","hoster":"VOE"},{"path":"/redirect/9122585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-8","name":"Hoffnungsschimmer","epNo":8,"alt":"","descr":"Für Karin Kirschner ist der Gang in Jörgs Praxis nicht angenehm: Schon seit Jahren wünscht sich das Ehepaar sehnlichst ein Kind. Zwei Babys haben die Kirschners kurz nach der Geburt verloren, und nun ist Karin erneut schwanger. Man hat ihr zum Schwangerschaftsabbruch geraten, doch sie überredet den Arzt, ihr noch eine \"Schonfrist\" zu gewähren. Jörg stimmt zu, den Eingriff um vier Wochen zu verschieben, bis das Ergebnis der Fruchtwasseruntersuchung vorliegt. Ihrem Ehemann Martin, der sich fürsorglich um sie kümmert, verrät Karin nichts von ihrem eigenwilligen Schritt. Er hat eine Überraschung für sie: die Adoptionszusage für ein einjähriges Kind. Aber Karin reagiert abweisend: Sie will ihr Kind, kein fremdes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916480","hoster":"VOE"},{"path":"/redirect/9122581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-9","name":"Karriereknick","epNo":9,"alt":"","descr":"Pharmareferent Doldinger wird gerade noch rechtzeitig in seinem Auto von einer Passantin gefunden, die Gregor alarmiert. Für Gregor steht bald fest, dass Doldinger psychologische Hilfe braucht. Dann entdeckt er, dass sein Patient ein Bluthochdruckmittel einnimmt: Eine Nebenwirkung des Medikaments sind Depressionen. Die Situation spitzt sich zwischen Jutta und Daniel immer mehr zu. Denn Jan \"Tiger\", Juttas Exmann, setzt seinen ganzen Charme ein, um seine Familie zurückzugewinnen. Da Daniel wenig Zeit mit Jutta verbringen kann, hat Tiger sozusagen freie Bahn: Als Tröster der einsamen werdenden Mutter steht er für sie immer bereit – auch als die Wehen einsetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122582","hoster":"VOE"},{"path":"/redirect/9122586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-10","name":"Liebesleid","epNo":10,"alt":"","descr":"Die Eifersucht auf Emma nagt unerträglich in Judith. Sie kann einfach nicht begreifen, dass Gregor einer verheirateten Frau treu ist, während sie, frei und ungebunden, ihm jeden Wunsch von den Augen abzulesen bereit ist. Nachdem sie Zeugin wird, dass Gregor mit Emma die Nacht verbringt, während sie selbst unsanft zurückgewiesen wird, steigert sich ihre Eifersucht in Hass. Sie will Emma zerstören. Sie denunziert zunächst Emmas Ehemann Richard bei seinem Arbeitgeber als schwul und mischt Emma ein tödlich wirkendes Mittel in den Kaffee. Um Haaresbreite entgeht Emma dem Vergiftungstod. Jörg und seine Ehefrau Ruth kommen in einem ruhigen Gespräch überein, dass eine Scheidung die beste Lösung ist. Jörg kann sein Glück kaum fassen: Dass sein Neuanfang mit Natascha für sie unkompliziert sein würde, hatte er nicht zu träumen gewagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122567","hoster":"VOE"},{"path":"/redirect/9122563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-7/episode-11","name":"Lebenswege","epNo":11,"alt":"","descr":"Mit schmerzverzerrtem Gesicht bricht Zeitungsausträger Wachter auf den Stufen zur Praxis zusammen. In Windeseile ist der OP vorbereitet. Dennoch kann Gregor nicht verhindern, dass Wachter ins Koma fällt. Für diese Notoperation ist eindeutig Professor Kaltenbrunner, sein früherer Chef, verantwortlich. Er hat Wachter am Darm operiert und dabei einen verheerenden Fehler begangen. Der Professor lässt Gregor, der ihn, außer sich vor Zorn, zur Rede stellt, kalt abblitzen, um dann jedoch alles daranzusetzen, den Kunstfehler zu vertuschen. Unterdessen muss sich Jutta eingestehen, dass sie die falsche Entscheidung getroffen hat. Niemals hätte sie Daniel verlassen dürfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122566","hoster":"VOE"},{"path":"/redirect/9122571","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-1","name":"Turbulenzen","epNo":1,"alt":"","descr":"Der kleine Werner Kilian kommt mit Ohrensausen und Schwindelgefühle zu Dr. Daniel Holbein in die Praxis. Werners Blutdruck ist erschreckend hoch. Die Ursache kann Daniel zunächst nicht diagnostizieren. Entsprechende Blutabnahmen werden ins Labor geschickt. Noch am gleichen Abend fällt Werner in Ohnmacht. Gregor Kolb und Daniel eilen zur Hilfe. Auch für den Zusammenbruch des Jungen finden die Ärzte keine plausible Erklärung. Durch einen Zufall entdecken sie, dass Werners Lieblingssüßigkeit für seinen gesundheitlichen Zustand verantwortlich ist. Gregor hat Angst, dass Emma und das Baby durch Judiths Giftanschlag Schaden davon tragen. Jörgs gewissenhafte Untersuchungen können den werdenden Vater beruhigen. Erleichtert beschließen Emma und Gregor, schon mal das Zusammenleben zu üben, während Richard für längere Zeit nach Frankfurt geht. Gregor gibt zu, dass er sich vor einer engen Beziehung fürchtet. Emma tröstet ihn: Auch für sie ist das Mutterwerden eine ganz neue Erfahrung. Die beiden werden sich eben gegenseitig helfen müssen! Ohne Daniels Wissen hat Jutta \"Tiger\" als Babysitter eingespannt. \"Tiger\" nimmt Lukas mit nach Flensburg, ohne die Mutter zu informieren. Als Jutta von ihrem Vorstellungsgespräch nach Hause kommt und Lukas verschwunden ist, gerät sie in Panik. Sie muss Daniel ihren engen Kontakt zu Tiger beichten. Daniel ist sofort da, um Jutta zu helfen, aber er ist doch tief verletzt über ihren Vertrauensmangel. Und nun kommt noch die bohrende Eifersucht hinzu. Walter, der gute Geist der \"Familie\", kann Annemarie überzeugen, Gregor ins Vertrauen zu ziehen und ihm zu sagen, dass sie Brustkrebs hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122587","hoster":"VOE"},{"path":"/redirect/9122588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-2","name":"Himmelszeichen","epNo":2,"alt":"","descr":"Annemarie wartet in der Praxis auf ihre Operation. Sie hat Angst vor dem Eingriff, und ihr alter Freund Pater Bonifaz leistet entsprechenden Beistand. Auch Gregor möchte \"seine\" Lieblingspatientin beruhigen. Annemarie befürchtet, die Operation nicht zu überleben. Gregor zweifelt zwar nicht eine Sekunde am Gelingen der OP, nutzt aber die gefühlvolle Situation, um sich bei Annemarie zu bedanken. Daniel ist nach Flensburg gefahren, um Jutta und Lukas bei \"Tiger\" abzuholen. Jutta gesteht ihm ihre Liebe zu \"Tiger\" und dass sie sich entschieden habe, bei ihm zu bleiben. Daniel rast nach Lübeck zurück, um Gregor bei Annemaries OP zu assistieren. Er kommt gerade noch rechtzeitig an, als Walter vor Erschöpfung aufgeben muss. Zusammen mit Pater Bonifaz übernimmt Daniel die Nachtwache an Annemaries Bett. Die nächtlichen Gespräche zwischen den beiden Männern bringen eine entscheidende Wende in Daniels Leben. Jörg und Gregor erfahren von Heinz Otto, dass Rüdiger einen Rückfall hatte und wieder im Rollstuhl sitzt. Gregor macht sich sofort auf, um dem jungen Freund beizustehen. Aber anstelle eines zerknirschten Rüdigers trifft er eine überglückliche Jaqueline an. Ganz offensichtlich stört Gregor das junge Paar. So weit wie die beiden ist der gut aussehende Michael Clemens bei Natascha Amberg noch nicht – aber er unterstützt Jörgs Freundin bei ihrer Doktorarbeit weit mehr, als man das von einem Tutor erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122592","hoster":"VOE"},{"path":"/redirect/9122595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-3","name":"Risiko","epNo":3,"alt":"","descr":"Walter hat Annemarie zur Pflege in seine Wohngemeinschaft geholt. Es geht ihr wieder recht gut. Und so ruft sie regelmäßig in der Praxis an, um Rüdiger Instruktionen zu erteilen. Ein Gespräch zwischen Walter und Annemarie zeigt, dass Annemarie zwar körperlich wieder fit ist, aber die Tatsache \"dem Tod von der Schippe gesprungen zu sein\", noch nicht verarbeitet hat. Daher ihre innere Unruhe. Walter verschreibt Annemarie Ruhe und sorgt höchstpersönlich dafür! Gregor trainiert mit seinem Boxerfreund Eddie und stellt fest, dass dessen Wahrnehmungsfeld eingeschränkt ist. Da Eddie vor einem großen Kampf steht, bittet Gregor ihn zu einer Untersuchung. Der Verdacht erhärtet sich. Doch Eddie will sich erst nach dem Kampf auf weitere ärztliche Untersuchungen einlassen. Stattdessen überlässt er Gregor seine gesamten Ersparnisse und bittet ihn, alles auf den Gewinner \"Eddie\" zu setzen. Eddie will Geld machen, um seiner kleinen Tochter eine ruhige Kindheit und gute Ausbildung zu garantieren. In Sorge um den Freund setzt Gregor den Einsatz auf Eddies Gegner. Ein riskantes Spiel! Heinz Otto fühlt sich für Rüdigers Rückfall verantwortlich, umso mehr regt es ihn auf, dass sein Schwiegersohn in spe nicht mehr trainieren will. Auf ungewöhnliche Weise macht Rüdiger Heinz klar, dass er auch als Rollstuhlfahrer ein normales und erfülltes Leben führen kann. Daniel, immer auf der Suche nach dem Sinn des Lebens, ist dem Vorschlag von Pater Bonifaz gefolgt. Er hat sogar länger an den Exerzitien teilgenommen, als geplant. Nun überrascht er Jörg und Gregor mit der Nachricht, dass er für immer ins Kloster gehen möchte. Gregor ist tief verletzt über diese Entscheidung und sprachlos, dass Jörg Daniels Entschluss einfach so hinnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123352","hoster":"VOE"},{"path":"/redirect/9122594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-4","name":"Lösegeld","epNo":4,"alt":"","descr":"Natascha ist aufgeregt. Sie steht kurz vor ihrer praktischen Abschlussprüfung. Jörg verspricht ihr, sie nach der Prüfung abzuholen. Doch anstelle von Jörg wartet Michael Clemens auf Natascha. Noch ahnt Natascha nicht, welche folgenschweren Ereignisse Jörg daran gehindert haben, sein Versprechen einzuhalten. In der Praxis fehlt Daniel Holbein an allen Ecken. Als Heinz Otto zu einer Routineuntersuchung kommt, entdeckt der schwergewichtige Mann in einem der Belegzimmer seine Angestellte Katharina Koller. Die Frau liegt nach ihrem Selbstmordversuch im Koma. Nachdem ihr Mann gestorben, ihr Sohn abgehauen ist und sie die Raten für das Haus nicht mehr bezahlen kann, wurde ihr zu allem Überfluss auch noch gekündigt. Heinz Otto ist über die Vorgehensweise seines Personalchefs entsetzt und wird sich selbst um Frau Koller kümmern. Während des EKG meldet sich über Handy bei Heinz ein junger Mann mit einer Lösegeldforderung. Jaqueline wurde entführt! Das EKG schlägt gefährlich aus. Sofort ordert Heinz einen Bankangestellten mit entsprechender Summe in die Praxis. Als Heinz Otto mit dem Geldkoffer aus der Praxis eilen will, bricht er zusammen. Der jugendliche Kidnapper entpuppt sich als Jan Koller. Er fühlt sich schuldig am Schicksal seiner Mutter Katharina und will helfen, ihr zumindest das Haus zu erhalten. Geschickt verwickelt Jaqueline Jan in persönliche Gespräche. Selbst als er das Lösegeld schon in Händen hält, überzeugt sie den verstörten Jungen, aufzugeben. Um Jans Zukunft nicht zu ruinieren, will Jaqueline auf eine Anzeige verzichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9123356","hoster":"VOE"},{"path":"/redirect/9122596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-5","name":"Glücksmomente","epNo":5,"alt":"","descr":"Jörg diagnostiziert bei seiner russischen Patientin Dunja Svedlowa Trichomonaden. Die Laborergebnisse am nächsten Tag sind alarmierend. Durch eine starke Blasenentzündung kann es zu Nierenversagen kommen. Als sich Dunja nicht mehr meldet, besucht Jörg die Frau zu Hause. Tatsächlich hat Frau Svedlowa große Schmerzen, die sie ihrem \"angeblichen\" Mann verheimlicht. Der Grund: Dunja und Friedrich haben sich über eine Heiratsvermittlung kennen gelernt. Sie hat ihm verschwiegen, dass sie sich mit Trichomonaden infiziert hat. Sie befürchtet, das Friedrich die bevorstehende Hochzeit absagen wird. Tatsächlich reagiert Friedrich, als er von der Krankheit erfährt, wie erwartet und zweifelt an Dunjas Zuneigung. Als Ärztin im Praktikum und Vertreterin von Daniel Holbein hat der Praxisalltag Natascha sofort fest im Griff. Vor lauter Arbeit merkt Natascha nicht, dass Jörg in einer Krise steckt. Zum ersten Mal überlegt Jörg, ob er nicht doch zu alt für Natascha ist. Judith bittet Emma und Gregor um ein Gespräch. Nur weil Emma der Einladung folgt, erklärt sich Gregor bereit, sie ins Gefängnis zu begleiten. Judith entschuldigt sich bei Emma und bereut den Vergiftungsversuch von ganzem Herzen. Sie hat eine Therapie begonnen, um die Ursachen ihres Verhaltens herauszufinden. Emma verzeiht ihr. Gregor hingegen ist noch nicht bereit, seinen Unmut gegen Judith aufzugeben. Kaum haben Emma und Gregor das Gefängnis verlassen, setzen die Wehen ein. Schon bald hält das glückliche Paar ein gesundes Mädchen im Arm","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122597","hoster":"VOE"},{"path":"/redirect/9122598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-6","name":"Liebesbeweise","epNo":6,"alt":"","descr":"Trotz vieler Bewerbungen kann Walter keinen Ersatz für Daniel finden. Jörg und Gregor vermissen den Freund und wollen sich nicht damit abfinden, dass Daniels Entscheidung endgültig ist. Walter soll Daniel noch einmal im Kloster aufsuchen. Jörgs Befürchtungen scheinen sich zu bewahrheiten: Er ist zu alt für seine Natascha, und deshalb hat sie nun doch ein Verhältnis mit ihrem gut aussehenden Tutor Michael Clemens. Doch Natascha hat ganz andere Sorgen. Sie vermutet, dass ihr kleiner Patient Ralf misshandelt wird, ansonsten kann sie sich seine vielfachen Knochenbrüche nicht erklären. Die Recherchen und ein Besuch bei Ralfs Eltern erhärten ihren Verdacht. Erst als Jörg seine Eifersucht mäßigt und klarer sieht, entdeckt er auf Ralfs Rötgenbildern eine seltene Krankheit: die Glasknochenkrankheit. Ralf muss sich einer speziellen Behandlung unterziehen. Rüdiger füchtet, dass die Feier anlässlich seines Vordiploms im trauten Familienkreis gefährdet ist. Heinz Otto ist außer sich: Ohne sein Wissen hat Jaqueline Heinz’ Konterfei für die Werbekampagne ihrer vegetarischen Wurst benutzt. Heinz scheint weniger über die Tatsache sauer zu sein, dass ihm eine Ökowurst in die Hand retuschiert wurde, als darüber, dass Jaqueline seinen gewaltigen Körperumfang der Öffentlichkeit präsentiert. Loni schafft es gerade noch rechtzeitig zu schlichten. Ende gut, alles gut! Gregors und Emmas Tochter bekommt einen Namen: Lisa. Sie kann endlich von ihren Paten und den Freunden aus der Taufe gehoben werden – selbstverständlich in Daniels Klosterkirche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122601","hoster":"VOE"},{"path":"/redirect/9122600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-7","name":"Bruderliebe","epNo":7,"alt":"","descr":"Jörg und Gregor haben die Nacht damit verbracht, Bewerbungsunterlagen auszuwerten. In den frühen Morgenstunden werden sie von klirrendem Glas aufgeschreckt. Bevor der jugendliche Einbrecher mit der Beute entkommen kann, wird er von den Ärzten gestellt. Kai will nicht reden. Erst Christoph Eichhorn, Kais großer Bruder und Kinderarzt, entlockt dem Jungen einige Informationen. Kai wollte die Medikamente für seine drogensüchtige Freundin Svenja stehlen. Svenja ist gerade im \"kalten Entzug\", den sie ohne Schmerz- und Beruhigungsmittel nicht durchhält. Die Ärzte können Kai überzeugen, wie gefährlich ein kalter Entzug ist, und er verrät endlich, wo sich Svenja versteckt hält. Als Jörg und Christoph Svenjas Versteck erreichen, versucht sie gerade, aus dem Fenster zu springen. Reaktionsschnell können die beiden Ärzte dies verhindern. Svenja soll in der Praxis bleiben, bis ein stationärer Platz für einen Entzug gefunden ist. Doch sie überredet Kai, mit ihr zu verschwinden und Drogen zu kaufen. Der neue Kick kostet Svenja fast das Leben. Loni will nicht mehr auf einen Heiratsantrag von Heinz warten, sondern wird selbst aktiv. Sie bereitet ein romantisches Abendessen vor, zieht sich ein wunderschönes Kleid an und macht dem ahnungslosen Heinz einen Antrag. Das ersehnte \"Ja\" bleibt allerdings aus. Loni ist tief verletzt und verlässt umgehend das Schiff und den verdutzten Heinz. Erst nach den Aufregungen um Kai und der Rettung von Svenja realisieren Jörg und Gregor ihre gute Zusammenarbeit mit Christoph Eichhorn. Außerdem konnte er bei einer kleinen Patientin von Natascha unverzüglich einen Allergieschock diagnostizieren und das Kind retten. Ob sich der junge Kinderarzt als Partner der Gemeinschaftspraxis und als neuer Freund eignet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122604","hoster":"VOE"},{"path":"/redirect/9122609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-8","name":"Kinderkrankheiten","epNo":8,"alt":"","descr":"Der neue Kinderarzt Christoph Eichhorn zieht mit seiner Mikrowelle, einem Vorrat an Tiefkühlkost und seinen Amerika-Andenken in die Praxis ein. Gregor Kolb nimmt Lisa immer häufiger mit in die Praxis, da Emma im Krankenhaus stärker beansprucht wird, als sie es eigentlich wollte. Schwester Annemarie findet das ganz wunderbar, so kann sie auch während der Praxisstunden ihr Patenkind Lisa verwöhnen. Jörg und Natascha bekommen unerwarteten Besuch von Nataschas Mutter Katharina. Katharina möchte den Schwiegersohn in spe einmal unter die Lupe nehmen, der ja drei Jahre älter ist als sie selbst. Natascha wird etwas nervös. Sie kennt die forsche Art ihrer Mutter nur zu genau. Doch Jörg gelingt es auf charmante Weise, Katharina von seiner Liebe für ihre Tochter zu überzeugen. Die junge Susanne sucht Hilfe und Schutz in der Praxis. Ihr Säugling Till ist an einer Muskelschwäche erkrankt, deren Ursache Jörg und Christoph nicht diagnostizieren können. Susanne macht sich große Sorgen um ihr Kind, auch weil sie unter Beobachtung des Jugendamts steht. Die junge Mutter hatte sich dem Druck ihrer Eltern gebeugt und Till zur Adoption frei gegeben. Auf eigene Initiative hin hat sie den Kleinen zurück bekommen und muss nun beweisen, dass sie zu Recht Erziehungsberechtigte ist. Jörg und Christoph sind davon überzeugt, dass die Symptome des Kindes nichts mit Nachlässigkeit zu tun haben und schützen Susanne und Till sogar vor dem Zugriff des Jugendamts. Erst im letzten Moment finden die drei Ärzte heraus, dass Till unter einer lebensbedrohlichen Allergie leidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122605","hoster":"VOE"},{"path":"/redirect/9122603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-9","name":"Schicksalsmomente","epNo":9,"alt":"","descr":"Jaqueline Otto muss ihren Vater Heinz trösten und ihn geradezu zwingen, Loni zu besuchen, damit er sich mit ihr ausspricht. Christoph Eichhorn geht als Erziehungsberechtigter seines Bruders Kai zum Elternsprechtag. Hier lernt er Kais neue Klassenlehrerin Sophie Klinger kennen, die offensichtlich an Christoph interessiert ist. Als Christoph aus Versehen einige Klausuren einsteckt, nutzt die attraktive Lehrerin die Gelegenheit, den jungen Arzt wiederzusehen. Rüdiger steht vor einer schweren Entscheidung: Mit seinem Knochenmark könnte er einem leukämiekranken Mädchen helfen. Da er oft operiert wurde, gilt er aber als Risikopatient. Die Angst vor einer erneuten Operation erschwert seine Entscheidung. Emma bricht mit starken Erstickungsanfällen zusammen. Gregor bringt sie ins Krankenhaus. Dort entdeckt man in Emmas Sputum Legionellen. Professor Kaltenbrunn kann den erschütterten Gregor beruhigen. Die Diagnose \"Legionärskrankheit\" ermöglicht eine effektive Behandlung. Doch als Gregor am nächsten Tag Rüdiger operiert, verschlechtert sich Emmas Zustand dramatisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122607","hoster":"VOE"},{"path":"/redirect/13823567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/freunde-frs-leben/staffel-8/episode-10","name":"Schutzengel","epNo":10,"alt":"","descr":"Gregor zieht sich wegen seiner Trauer um Emma immer mehr zurück. Am liebsten ist er mit seiner kleinen Tochter Lisa alleine. Die Freunde und das Team machen sich Sorgen. Erst Jörgs hartnäckige Überredungskünste veranlassen Gregor, in die Praxis zurückzukehren. Mit liebevoller Unterstützung des Teams ist Gregor schnell im Praxisalltag integriert. Otto und Walter wickeln und pflegen Lisa. Annemarie kümmert sich um ein geeignetes Schlafplätzchen für ihr Patenkind. Als Arzt mit Herz und Leidenschaft nimmt Gregor besonderen Anteil an dem Leiden der jungen lebensmüden Patientin Maria. Gregor und Maria verbindet die Trauer um einen geliebten Menschen. Je mehr Gregor von sich preis gibt, umso mehr holt er die Kleine zurück ins Leben. Marias Heilung gibt Gregor neuen Lebensmut und Lebenssinn. Nach endlosem Hin und Her bittet Otto Loni, seine Frau zu werden. Ein bisschen lässt sie ihn noch zappeln, doch dann nimmt sie seinen Antrag an. Christophs Aussichten auf eine neue Liebe sehen rosig aus. Sophie, die Lehrerin seines Bruders, lässt sich von ihm verführen. Kann sich Single Christoph ähnlich wie Jörg und Rüdiger zu den glücklichen Paaren einreihen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9122591","hoster":"VOE"},{"path":"/redirect/12482367","hoster":"Streamtape"}]}]}]}]}