{"path":"/serie/stream/friday-night-lights","name":"Friday Night Lights","descr":"Friday Night Lights (2006 - 2011)Im kleinen Städtchen Dillon in Texas gibt es jede Woche nur einen Abend, auf den alle mit Spannung warten, und das ist Freitagabend! Wenn das örtliche Football-Team aufläuft, die \"Dillon High School Panthers\", dann fiebert die ganze Stadt mit. Und so muss sich der neue Trainer Eric Taylor (Kyle Chandler) nicht nur mit dem ständigen großen Erfolgsdruck auseinandersetzen, sondern auch damit, dass ausgerechnet sein Star-Quarterback Jason Street (Scott Porter) nach einem schweren Unfall im Rollstuhl landet.","seasons":[{"path":"/serie/stream/friday-night-lights/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/friday-night-lights/staffel-1/episode-1","name":"Der neue Coach","epNo":1,"alt":"Pilot","descr":"Vier Tage vor dem ersten Saisonspiel, gibt es in Dillon nur ein Thema das örtliche Highschool-Footballteam. Der neue Coach Eric Taylor (Kyle Chandler) soll die ‚Panthers‘ zur Meisterschaft führen. Die größte Hoffnung liegt auf Quarterback Jason Street (Scott Porter). Dieser bleibt nach einem überaus harten Tackle am Boden liegen und muss daraufhin ins Krankenhaus gebracht werden. Bedeutet dies das Aus für die Panthers?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257703","hoster":"VOE"},{"path":"/redirect/13257715","hoster":"Doodstream"},{"path":"/redirect/13257704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-2","name":"Quarterback Nr. 1","epNo":2,"alt":"Eyes Wide Open","descr":"Nach Jasons tragischem Unfall sind die Bewohner von Dillon geschockt. Im gemeinsamen Gebet suchen sie Trost und Unterstützung für den Quarterback der ‚Panthers‘. Nachdem sein bester Mann ausfällt, steht Coach Taylor unter Druck er muss den eingeschüchterten Ersatz der nun zur Nr 1 geworden ist aufbauen damit er mehr Selbstvertrauen bekommt und das Team zum Sieg führen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257705","hoster":"VOE"},{"path":"/redirect/13257720","hoster":"Doodstream"},{"path":"/redirect/13257716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-3","name":"Nur die Einstellung zählt","epNo":3,"alt":"Wind Sprints","descr":"Nach einer Niederlage richtet sich Dillons Zorn auf den Coach. Die Motivation des Teams liegt am Boden. Jason ist so frustriert, dass Lyla die Gesellschaft eines Anderen sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257734","hoster":"VOE"},{"path":"/redirect/13257738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-4","name":"Quarterback Voodoo","epNo":4,"alt":"Who\u0027s Your Daddy","descr":"Die Panthers müssen gegen ihren größten Rivalen antreten. Und wie es vor so einem wichtigen Spiel üblich ist ist die Stimmung sehr aufgeheizt die Panthers umkleide wurde vom Gegner verwüstet. Der Coach leitet seine Spieler zwar an keine Vergeltung zu üben doch die wollen das nicht auf sich sitzen lassen. Der neue Quarterback Voodoo scheint unaufhaltbar zu sein. Matt Saracen befindet sich hingegen auf einem aboluten Tiefpunkt worauf hin ihn der Coach wieder versucht aufzubauen denn er glaubt an Matt und dessen Fähigkeiten. Es gibt beim Coach zuhause ein riesiges Fest, das ist Tradition, und Gefühlt die ganze Stadt kommt. Nur leider hat der Coach seiner Frau sehr kurzfristig davon erzählt nämlich exakt zwei Tage vor dem Fest was sie logischerweise etwas verstimmt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257733","hoster":"VOE"},{"path":"/redirect/13257735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-5","name":"Voodoomania","epNo":5,"alt":"Git \u0027Er Done","descr":"Das Spiel gegen die Tigers steht an und der Druck auf Coach Taylor steigt. Nun muss er sich für einen Quarterback entscheiden den unerprobten Matt Saracen oder den neuen Voodoo Tatum.Er lässt Voodoo auflaufen aber im Verlauf des Spiels ändert Voodoo eigenmächtig Spielzüge und es geht sogar so weit das er überhaupt keine Anweisungen mehr entgegennimmt was zufolge hat das das gegnerische Team Punkten kann. In der Halbzeit Pause wirft ihn der Coach deswegen aus dem Team. Das bedeutet natürlich das Matt zum Einsatz kommt und den Karren aus dem Dreck ziehen muss. Als wäre das nicht Aufregung genug kommt Tag\u0027s darauf eine Kommission die überprüft ob bei Voodoo\u0027s Verpflichtung alles mit rechten Dingen zugegangen ist falls nicht drohen sie mit echten Konsequenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257739","hoster":"VOE"},{"path":"/redirect/13257757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-6","name":"Alte Seilschaften","epNo":6,"alt":"El Accidente","descr":"Das Football-Training der Panthers wird von der Polizei unterbrochen. Der hitzköpfige Bobby Reyes hat einen Mitschüler angegriffen. Das hat Folgen Coach Taylor und seine Frau Tami streiten über eine angemessene Strafe worauf hin ihn der Coach nach ein paar Nachforschungen aus dem Team wirft. Voodoo ist zurück in seine Heimat aber nicht ohne ein letztes Interview zu geben was große Probleme mit sich bringt. Und Street wird von seinem besten Kumpel und seiner Freundin auf einen unerlaubten Ausflug mitgenommen. Als sie wieder zurück kommen kann Street im Anschluss vom Fenster aus beobachten wie seine Freundin und sein bester Freund sich etwas zu innig umarmen was ihm klarerweise sehr missfällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257751","hoster":"VOE"},{"path":"/redirect/13257758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-7","name":"Die Liste","epNo":7,"alt":"Homecoming","descr":"In der texanischen Kleinstadt Dillon wird das alljährliche Homecoming-Fest gefeiert. Viele ehemalige Büger der Stadt kommen zu Besuch. Unter ihnen ist auch der frühere Star-Quarterback der Panthers. Dieser hat ein Geheimnis. Er behauptet zwar er hätte eine Versicherungs Agentur doch in Wirklichkeit hatte er sich im zweiten Jahr an der Uni das Knie verletzt und konnte nicht mehr Football spielen woraufhin er sein Sport Stipendium verlor und von der Schule abging. Jetzt ist er ohne Ausbildung und ohne Job weswegen er auch den Coach um einen Job bittet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257770","hoster":"VOE"},{"path":"/redirect/13257777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-8","name":"Achterbahn der Gefühle","epNo":8,"alt":"Crossing The Line","descr":"Aus Frust, vor Collegescouts eine schlechte Leistung erbracht zu haben, ergreift Smash drastische Maßnahmen und hat dadurch Geld schulden. Deswegen fängt er bei Matt im Imbiss an wo er sehr in Versuchung gerät in die Kasse zu greifen und Geld mitgehen zu lassen. Unterdessen bereitet sich Jason, der ehemalige Quarterback der Panthers, auf ein Rugbymatch für Querschnittsgelähmte vor wobei ihn das Gefühl einfach nicht loslässt das seine Freundin ihn mit seinem besten Freund betrogen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257800","hoster":"VOE"},{"path":"/redirect/13257783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-9","name":"Familienbande","epNo":9,"alt":"Full Hearts","descr":"Gerüchte über eine Beziehung zwischen Lyla und Riggins verbreiten sich wie ein Lauffeuer. Selbst die Freunde der beiden halten plötzlich Abstand und mache gehen sogar noch weiter. Als Riggins eines Abends mit seinem Auto gerade nachhause kommt warten da schon ein paar Team Kameraden mit Baseball Schlägern auf ihn. Unterdessen geht bei Julies und Matts erstem Date alles schief, was nur irgendwie schief gehen kann. Anstellen ins Kino geht es zu Matt Heim weil sein Freund es nicht schaffte auf Matt\u0027s Oma aufzupassen. Und bei dem nächsten Auswärtsspiel erfährt Smash ein paar unbequeme Wahrheiten über seinen Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257805","hoster":"VOE"},{"path":"/redirect/13257812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-10","name":"Pure Eifersucht","epNo":10,"alt":"It\u0027s Different For Girls","descr":"Die Gerüchteküche brodelt wegen Lylas Affäre mit Riggins. Das macht Lylas Leben nicht unbedingt leichter. Denn es wurde im Internet eine Seite angelegt die sich nur mit Lyla befasst und sie als H*** darstellt. Ausgerechnet jetzt rückt die Cheerleadermeisterschaft immer näher. Eigentlich hatte Lyla vor das gesamte Cheerleading hinzuwerfen doch nach ein paar aufmunternden Worten nimmt sie nicht nur am Wettkampf Teil sondern sie genießt es auch regelrecht. Währenddessen versucht der Coach alles um Matt von seiner Tochter fern zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257830","hoster":"VOE"},{"path":"/redirect/13257834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-11","name":"No Sex mit Jason","epNo":11,"alt":"Nevermind","descr":"Matts Vater kehrt aus dem Irak zurück. Der Krieg hat ihn gezeichnet. Freunde und Familie erkennen ihn kaum wieder. Nichts ist geblieben von der heroischen Ausstrahlung, auf die er früher so stolz war. Was aber viel schlimmer ist er will seine Mutter ( Matt\u0027s Oma ) ins heim stecken was bedeuten würde Matt müsste zu anderen Verwandten in einen anderen Bundesstaat ziehen und er könnte nicht mehr für die Panthers Spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257841","hoster":"VOE"},{"path":"/redirect/13257835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-12","name":"Die Vorladung","epNo":12,"alt":"What To Do While You\u0027re Waiting","descr":"Die Nerven in Dillon liegen blank die Entscheidung ob die Panthers es in die Playoffs schaffen ist plötzlich von dem Spiel zweier rivalisierender Mannschaften abhängig. Es kommt noch schlimmer die Streets verklagen den Coach und das obwohl der Vater sich nicht wirklich damit wohlfühlt und Jason eigentlich komplett dagegen ist. Nur leider ist die Anschaffung für Spezial equipment und die Behandlung von Jason sehr kostspielig und den Street\u0027s geht das Geld aus deswegen wissen sie sich nicht mehr anders zu helfen. Matt\u0027s Vater Arbeitet mittlerweile als Autoverkäufer aber Matt merkt immer öfters wie sich sein Vater im zivilen Leben quält weswegen Matt ihm den Vorschlag macht das er sich weiter um seine Oma und alles andere kümmert und sein Vater soll wieder zur Army seinem Land dienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257837","hoster":"VOE"},{"path":"/redirect/13257850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-13","name":"Willst du mich heiraten","epNo":13,"alt":"Little Girl I Wanna Marry You","descr":"Sie müssen nur noch ein Spiel gewinnen, dann haben es die Panthers in die Playoffs geschafft. Doch das wird gefährdet, als Smashs Mutter eine Entdeckung macht, die seine Footballkarriere für immer beenden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257860","hoster":"VOE"},{"path":"/redirect/13257856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-14","name":"Auf eigene Faust","epNo":14,"alt":"Upping The Ante","descr":"Während die Panthers sich auf ihr erstes Playoff-Spiel vorbereiten, arbeitet Coach Taylor an einer Lösung für Smash’s Problem. Unterdessen entdeckt Buddy das Geheimnis von Lyla und Jason.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257861","hoster":"VOE"},{"path":"/redirect/13257865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-15","name":"Die Rassenfrage","epNo":15,"alt":"Blinders","descr":"Die Panthers jubeln! Sie haben einen Playoff Sieg errungen und feiern diesen auch kräftig – doch dann wird die Stimmung getrübt, als Mac in einem Interview rassistische Kommentare von sich gibt. Nun heißt es nur noch schwarz gegen weiß. Zu erst versuchen sich noch alle zusammen zu raufen und versuchen zu Reden. Doch die Gräben vertiefen sich nur noch und das ganze geht sogar soweit das alle schwarzen Spieler angeführt von Smash das Training einfach verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257888","hoster":"VOE"},{"path":"/redirect/13257874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-16","name":"Julie im Stripclub","epNo":16,"alt":"Black Eyes \u0026 Broken Hearts","descr":"Nach den rassistischen Äußerungen von Mac weigern sich die schwarzen Spieler zu spielen. Sie fordern Macs sofortige Entlassung aus dem Team. Coach Taylor muss schnell eine Entscheidung treffen, denn das nächste Match steht an. Coach Taylor hält als einer der wenigen an Mac fest obwohl er weiß das seine Aussagen falsch wahren. Die ist auch der Grund wieso der Coach das Team mit den Junioren auffüllt um ein komplettes Team zu haben. Nur leider sind die Junioren weit von der Form entfernt die das Team bräuchte um gewinnen zu können deswegen bleibt dem Coach nur Trainieren Trainieren und Trainieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257884","hoster":"VOE"},{"path":"/redirect/13257892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-17","name":"Ich denke wir sollten Sex haben","epNo":17,"alt":"I Think We Should Have Sex","descr":"Julia überrumpelt Matt mit ihrer Aussage, sie sei bereit, mit ihm zu schlafen. Er will eine ganz besondere Nacht planen, doch beim Kondomkauf trifft er ausgerechnet Julies Mutter. Auch die Hütte in die er mit ihr gehen möchte sieht alles andere als romantisch aus. Als der Tag gekommen ist und die beiden in der Hütte sind verhält sich Julia ganz komisch. Matt kann sich schon denken woran das liegt und eröffnet ihr das sie es wirklich nicht tun müssen und das es ok für ihn sei. Julia fällt ein Stein von Herzen und plötzlich ist sie wieder sie selbst. Obwohl sie es sich echt vorgenommen hat war sie anscheinend doch noch nicht bereit. Wärendessen ist aus dem Technik Raum der Panthers eine 3000$ Kamera gestohlen worden und der Coach hat schon so eine Vermutung wer sie genommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257889","hoster":"VOE"},{"path":"/redirect/13257896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-18","name":"Halbfinale","epNo":18,"alt":"Extended Families","descr":"Nachdem seine Untreue ans Licht kommt, gerät Buddy in Schwierigkeiten. Bei den Taylors findet er Unterschlupf. Währenddessen hat Coach Taylor ein Treffen mit der TMU.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257900","hoster":"VOE"},{"path":"/redirect/13257902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-19","name":"Nichts bleibt wie es ist","epNo":19,"alt":"Ch-Ch-Ch-Ch-Changes","descr":"Die TMU lässt nichts unversucht, um Coach Taylor abzuwerben. Dessen Tochter Julie macht eindeutig klar, dass sie weder Dillon noch Matt verlassen will doch ihr Vater kapiert es noch nicht ganz. Erst nachdem sie zusammen am Vater, Tochter Tanz Abend wahren öffnet sie sich und sprechen miteinander. Tags darauf läst er die TMU wissen das er für seine Entscheidung noch Zeit braucht. Währenddessen hat Matt ganz andere Sorgen er fürchtet das er die Deafence ihrer nächsten Gegner nicht überwinden kann und sie das Spiel verlieren und er wieder ein Dasein auf der Bank fristen wird. Doch dann trifft er auf Jason und der gibt ihm ein paar Tipps und zeigt ihm einen Spielzug mit dem er eine Chance hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917736","hoster":"VOE"},{"path":"/redirect/13257916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-20","name":"Schlammschlacht","epNo":20,"alt":"Mud Bowl","descr":"Nach einem Chemieunfall ist die Schule und somit auch das Football Feld geschlossen deswegen müssen die Dillon Panthers ein anderes Stadion finden in dem sie das Halbfinale abhalten. Doch das ersatz Stadion liegt näher an der Heimat ihrer Gegner deswegen lehnt der Coach ab dort zu spielen. Als er am Rückweg ist kommt er an einer Weide vorbei und er hat eine eingebung er mietet das Feld und baut mit seiner Mannschaft ein eigenes Football Feld karrt Tribünen heran uns so haben sie ihr eigenes \"Stadion\" und ihren Heimvorteil.  Als ein starker Regenschauer einsetzt, verwandelt sich das Ersatzspielfeld in eine einzige Schlammgrube. Aber wie der Coach immer sagt Klare Augen und volle Herzen verlieren nicht und so geben sie alles was sie haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257918","hoster":"VOE"},{"path":"/redirect/13257922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-21","name":"Auf zu neuen Ufern","epNo":21,"alt":"Best Laid Plans","descr":"Die TMU übt immer mehr Druck auf Coach Taylor aus mit einem ich brauche noch Bedenkzeit geben sie sich nicht mehr zufrieden. Daraufhin trifft der Coach eine vorschnelle Entscheidung, die seine Familie und seine Zukunft belastet denn er hat zugesagt. Seine Frau versucht ihn als sie es erfährt mehrfach dazu zu bewegen doch nicht zu gehen und in Dillon zu bleiben. Leider sind ihre versuche erfolglos und so eröffnet sie ihm das sie unter keinen Umständen wegziehen wird. War es das nun für die Familie Taylor???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257923","hoster":"VOE"},{"path":"/redirect/13257924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-1/episode-22","name":"Endspiel","epNo":22,"alt":"State","descr":"Die Dillon Panthers bereiten sich auf das womöglich größte Spiel ihres Lebens vor. Die Gerüchte um Taylors neuen Job an der TMU senken jedoch den Kampfgeist der Spieler. Und das Voodoo im gegnerischem Team spielt ist auch keine große Hilfe. Nach dem Spiel möchte der Coach seiner Frau erklären, dass er bleiben möchte doch sie drängt ihn nun zu gehen weil sie der Meinung ist, er solle seinen Traum Leben und das ihre Beziehung stark genug dafür ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257934","hoster":"VOE"},{"path":"/redirect/13257945","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/friday-night-lights/staffel-2/episode-1","name":"Ein Sommer geht zu Ende","epNo":1,"alt":"Last Days Of Summer","descr":"Eine neue Saison steht an und die Dillon Panthers sind nun Titelverteidiger. Coach Taylor tritt seinen neuen Job an der TMU an. Schnell wird ihm bewusst, wie schwer es ihm fällt von seiner Familie getrennt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257957","hoster":"VOE"},{"path":"/redirect/13257951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-2","name":"Dumme Ideen","epNo":2,"alt":"Bad Ideas","descr":"Es ist der erste Schultag an der Dillon High und vieles hat sich verändert. Matts Leben gerät immer mehr aus den Fugen. Sein Teamkollege Smash wird unterdessen von allen gelobt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257974","hoster":"VOE"},{"path":"/redirect/13257961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-3","name":"Bereit für Freitag abend?","epNo":3,"alt":"Are You Ready For Friday Night?","descr":"Das erste Spiel der Saison steht an. Nichts läuft wie geplant, denn Smash und Matt kommen nicht richtig in die Gänge. Bei seiner Rückkehr trifft Coach Taylor auf ein Team, das kurz vor dem Zerfall steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257967","hoster":"VOE"},{"path":"/redirect/13257992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-4","name":"Viva Mexiko","epNo":4,"alt":"Backfire","descr":"Jason wird von Riggins nach Mexico begleitet. Dort hofft er auf Besserung durch einen experimentellen chirurgischen Eingriff. Tim macht sich Sorgen um ihn und ruft Lyla an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257990","hoster":"VOE"},{"path":"/redirect/13257996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-5","name":"Neuanfang","epNo":5,"alt":"Let\u0027s Get It On","descr":"Coach Taylor kehrt endgültig nach Dillon und somit zu den Panthers zurück. Seine Heimkehr stellt ihn vor neue Herausforderungen, denn das Team ist zersplittert. Vor allem Smash und Matt haben sich so zerstritten, dass Coach Taylor allerhand zu tun haben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13257999","hoster":"VOE"},{"path":"/redirect/13258005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-6","name":"Was mach\u0027 ich hier?","epNo":6,"alt":"How Did I Get Here","descr":"Es tauchen Beweise auf, die Landry mit dem Tod von Tyras Angreifer in Verbindung bringen. Als Landry seinem Vater die Tat gesteht, wird dieser vor eine schwere Wahl gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258012","hoster":"VOE"},{"path":"/redirect/13258014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-7","name":"Pantherama!","epNo":7,"alt":"Pantherama!","descr":"Der Tag, auf den Smash seit Beginn seiner Footballkarriere wartet, ist endlich gekommen: die College-Anwerber führen erste Gespräche mit potentiellen Rekruten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258028","hoster":"VOE"},{"path":"/redirect/13258034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-8","name":"Neue Freunde","epNo":8,"alt":"Seeing Other People","descr":"Smash stattet einem College einen Besuch ab und fängt an, an einer Collegelaufbahn zu zweifeln. Währenddessen überlegt Landry, sich selbst anzuzeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258059","hoster":"VOE"},{"path":"/redirect/13258041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-9","name":"Das Geständnis","epNo":9,"alt":"The Confession","descr":"Trotz seines Geständnisses wird Landry von einem schlechten Gewissen gequält, während Herc Jason davon überzeugt, ein Date übers Internet zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258056","hoster":"VOE"},{"path":"/redirect/13258082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-10","name":"Auf die haben wir gewartet","epNo":10,"alt":"There Goes The Neighborhood","descr":"Die Gebäude einer rivalisierenden Schule werden von einem Tornado in Mitleidenschaft gezogen, und nun müssen die Panthers ihre Trainingsanlagen mit den Gegnern teilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258087","hoster":"VOE"},{"path":"/redirect/13258093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-11","name":"Der Rauswurf","epNo":11,"alt":"Jumping The Gun","descr":"Smash wird von allen Seiten unter Druck gesetzt, sich endlich für ein College zu entscheiden. Und die Panthers müssen sich auf ihr bisher schwierigstes Match vorbereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258104","hoster":"VOE"},{"path":"/redirect/13258109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-12","name":"Wie soll das nur weitergehen?","epNo":12,"alt":"Who Do You Think You Are?","descr":"Smashs erfährt, dass seine Beziehung von seinen Eltern nicht gutgeheißen wird, während Lyla einen Job als Moderatorin bei einem christlichen Radiosender annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258117","hoster":"VOE"},{"path":"/redirect/13258110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-13","name":"Die Entschuldigung","epNo":13,"alt":"Humble Pie","descr":"Nach dem Zwischenfall im Kino wird Smash gezwungen, sich öffentlich zu entschuldigen. Riggins versucht, seine wahren Gefühle für Lyla auszudrücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258118","hoster":"VOE"},{"path":"/redirect/13258144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-14","name":"Aus und vorbei","epNo":14,"alt":"Leave No One Behind","descr":"Smash wurde für 3 Spiele suspendiert und lässt sich von Coach Taylor beraten, während Landrys Beziehung ins Wanken gerät und Matt in der Hoffnungslosigkeit versinkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258148","hoster":"VOE"},{"path":"/redirect/13258151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-2/episode-15","name":"Eine Frage der Ehre","epNo":15,"alt":"May The Best Man Win","descr":"Smash weigert sich, seinen Traum vom College aufzugeben, Riggins will weiter an Lyla festhalten und Jason erfährt etwas, das sein ganzes Leben verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258170","hoster":"VOE"},{"path":"/redirect/13258158","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/friday-night-lights/staffel-3/episode-1","name":"Turbulenter Auftakt","epNo":1,"alt":"I Knew You When","descr":"Im Auftakt der 3. Staffel versucht Coach Taylor, Smash bei seiner Genesung zu unterstützen, während seine Frau Tami sich der Herausforderung ihrer neuen Position als Direktorin der Dillon High stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258167","hoster":"VOE"},{"path":"/redirect/13258190","hoster":"Doodstream"},{"path":"/redirect/13258183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-2","name":"Schlechte Karten","epNo":2,"alt":"Tami Knows Best","descr":"Coach Taylor erkennt, dass es nicht nur Smashs Verletzung ist, die dem jungen Spieler zu schaffen macht, und Tami steht trotz Widerstandes zu ihren Entscheidungen als Direktorin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258180","hoster":"VOE"},{"path":"/redirect/13258185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-3","name":"Alles eine Frage der Einstellung","epNo":3,"alt":"How The Other Half Lives","descr":"Coach Taylor macht sich Sorgen um seinen Job, Tim Riggins lässt sich von seinem Bruder Billy in eine dubiose Geschäftsidee verwickeln und Tami freundet sich mit Katie McCoy an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258204","hoster":"VOE"},{"path":"/redirect/13258221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-4","name":"Nur nicht locker lassen","epNo":4,"alt":"Hello, Goodbye","descr":"Während Julie Matt bei seinen familiären Problemen beisteht, nimmt Smash seinen Abschied vom Coach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258208","hoster":"VOE"},{"path":"/redirect/13258260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-5","name":"Alle Rosen haben Dornen","epNo":5,"alt":"Every Rose Has Its Thorn","descr":"Der neue Spieler J.D. McCoy rückt immer mehr ins Rampenlicht, was Matts Selbstzweifel und Frustration nur schürt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258237","hoster":"VOE"},{"path":"/redirect/13258241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-6","name":"Die Kunst der Überzeugung","epNo":6,"alt":"It Ain\u0027t Easy Being J.D. McCoy","descr":"Coach Taylor bekommt mit, wie das Team J.D. McCoy einem entwürdigenden Aufnahmeritual unterzieht der sogenannten Nackten Meile. Wütend stellt er Tim zur Rede und bittet ihn aber J.D das Leben nicht schwer zu machen und ihn zu akzeptieren. Denn wenn ihn Tim als Senior akzeptiert wird ihn das restliche Team auch als einen von ihnen ansehen. Währenddessen ist Street mit seine Leuten dabei das gekaufte Haus weiter herzurichten. Doch langsam kommen ihm Zweifel ob das ganze so eine gute Idee war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258306","hoster":"VOE"},{"path":"/redirect/13258314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-7","name":"Mit vollem Einsatz","epNo":7,"alt":"Keeping Up Appearances","descr":"Nachdem die Eltern von Jamarca, einem von Coach Taylors Spielern, zu Tami zitiert werden, da ihr Sohn ein die Haare eines Mitschülers angezündet hatte, kommt heraus, das die Eltern keine Ahnung hatten das er ein Panthers ist und dementsprechend dass er niemals die Erlaubnis hatte, Football zu spielen. Weil sich die Eltern weigern ihre Erlebniss zu geben überreden der Coach und seine Frau sie mal zu einem Spiel zu kommen und zu zusehen. Auch für Street und seine Partner geht es aufwärts denn der erst interessierte für das Haus hat sich gemeldet und ein Gebot abgegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258348","hoster":"VOE"},{"path":"/redirect/13258316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-8","name":"New York, New York","epNo":8,"alt":"New York, New York","descr":"Tami entdeckt ihr Traumhaus und will Eric zu einem Umzug bewegen, was zu einem Streit führt denn er ist der Meinung das sie sich das Haus nicht leisten können. Unterdessen erwägt auch Jason einen Umzug, der jedoch eine echte Chance sein könnte. Dazu stellt er sich bei einer Sportagentur als Sport Agent vor und als er den job zur Probe bekommt besucht er die Mutter seines Sohnes und erzählt ihr die frohen Neuigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258356","hoster":"VOE"},{"path":"/redirect/13258332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-9","name":"Harte Regeln","epNo":9,"alt":"Game Of The Week","descr":"Die Panthers stehen unter besonders großem Druck. Ihr nächstes Spiel soll Landesweit im Fernsehen übertragen werden. Und Matt läuft zum aller ersten mal nicht als Quarterback auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258358","hoster":"VOE"},{"path":"/redirect/13258382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-10","name":"Position beziehen","epNo":10,"alt":"The Giving Tree","descr":"Der Coach erwischt seine Tochter und Matt gemeinsam im Bett. Dies zieht ernste Gespräche nach sich. Ein solches muss auch Tyra über sich ergehen lassen, nachdem sich Landry von ihr ausgenutzt fühlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258386","hoster":"VOE"},{"path":"/redirect/13258383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-11","name":"Schwer in Bedrängnis","epNo":11,"alt":"A Hard Rain\u0027s Gonna Fall","descr":"Die Panthers könnten bald nicht mehr existieren der Schulbezirk soll aufgeteilt werden, was das Team auseinander reißen würde doch die Sponsoren versuchen die Grenzen so zu legen das alle Spieler weiter im Team bleiben können und wie es aussieht haben sie erfolg. J.D\u0027s Vater rastet komplett aus und schlägt seinen Sohn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258402","hoster":"VOE"},{"path":"/redirect/13258399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-12","name":"Herzensangelegenheiten","epNo":12,"alt":"Underdogs","descr":"Während sich die Panthers auf ihr bisher schwierigstes Spiel vorbereiten, hilft Landry Tyra bei ihrer Collegebewerbung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258396","hoster":"VOE"},{"path":"/redirect/13258400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-3/episode-13","name":"Was bleibt?","epNo":13,"alt":"Tomorrow Blues","descr":"Lyla, Matt, Tim und Tyra halten ihren High School Abschluss in der Hand, während Coach Taylor einer ungewissen Zukunft entgegen blickt. Denn es gibt ein paar Leute die an seinem Trainer Stuhl Sägen und ihn loswerden werden wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258407","hoster":"VOE"},{"path":"/redirect/13258409","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/friday-night-lights/staffel-4/episode-1","name":"Willkommen an der East Dillon","epNo":1,"alt":"East Of Dillon","descr":"Eric gründet ein Football-Team in East Dillon. Doch leider sind die Qualitäten der Jungs die sich für das Team bewerben sehr überschaubar. Als wäre das nicht genug ist zudem ist kein Geld für das Team da der Rasen ist in einem desaströsen Zustand und einer seiner Assistent Coaches wirft das Handtuch. Dann steht das erste Spiel an und der erste Run lässt auf mehr hoffen doch bis zur Halbzeit kommen sie schrecklich unter die Räder. Zur Halbzeit in der Kabine sieht der Coach wie lädiert jeder einzige Spieler ist ( viele haben Blutende wunden ) aber jeder der Spieler versichert dem Coach das er in Ordnung und bereit ist. Voller Bewunderung geht er hinaus zu den Schiedsrichtern um das Spiel abzubrechen er hat den Willen seinen Teams gesehen. Somit hat East Dillon ihr erstes offizielles Spiel verloren. Unterdessen freuen sich Tim und Matt über ihren Schulabschluss und machen sich Gedanken über ihr zukünftiges Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258420","hoster":"VOE"},{"path":"/redirect/13258414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-2","name":"Nach dem Sturz","epNo":2,"alt":"After The Fall","descr":"Eric spricht den Lions Mut zu. Ein neuer Spieler stößt zu ihnen, den sie dank einer Auseinandersetzung ihrer Mannschaft in Dillon für sich gewinnen können denn er wohnt eigentlich in Schulbezirk der East Dillon nur durch einen Trick konnte er bisher bei den Panthers sein. Mit dem neuen und alten Spielern will der Coach die Vergangenheit hinter hinter sich lassen und ab jetzt nur noch nach vorne schauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258423","hoster":"VOE"},{"path":"/redirect/13258429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-3","name":"Wenn die Löwen brüllen","epNo":3,"alt":"In The Skin Of A Lion","descr":"Die Spannung zwischen den zwei neuen Lions, Luke und Vince, nimmt ständig zu. Unterdessen verliert Tami das Vertrauen zu Eric – aufgrund von dessen finanziellen Nöten denn der Coach hat einen Scheck über 3000$ ausgestellt und das von seinem privaten Konto um neue Trikots und Helme für das Team zu kaufen. Seiner Frau sagte er aber er stellte einen Scheck über 45$ für die Reinigung aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258431","hoster":"VOE"},{"path":"/redirect/13258442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-4","name":"Nach Hause kommen","epNo":4,"alt":"A Sort Of Homecoming","descr":"Da Eric das Wochenende zu Hause verbringt, nutzt er die Zeit, um seine neue Stadt zu erkunden. Unterdessen erhält Jess immer mehr Aufmerksamkeit von Landry und Vince.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258437","hoster":"VOE"},{"path":"/redirect/13258443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-5","name":"Der Sohn","epNo":5,"alt":"The Son","descr":"Die Mannschaft hilft Matt, den Tod seines Vaters besser zu verkraften. Endlich halten die Lions zusammen und wollen durchstarten, doch nun will Vince seine Karriere kurzfristig beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258450","hoster":"VOE"},{"path":"/redirect/13258490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-6","name":"Geh nicht","epNo":6,"alt":"Stay","descr":"Eric entwickelt eine neue Strategie gegen ihren bislang stärksten Gegner und offenbart sie seinem Team. Zudem gelangen Matt und Julie an einen kritischen Punkt in ihrer Beziehung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258465","hoster":"VOE"},{"path":"/redirect/13258536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-7","name":"Nur nicht täuschen lassen","epNo":7,"alt":"In The Bag","descr":"Der Coach ernennt Vince zum Quarterback, während Juli mit Matts plötzlicher Abreise schwer zu kämpfen hat. Unterdessen lernen sich Landry und Jess immer besser kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258543","hoster":"VOE"},{"path":"/redirect/13258539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-8","name":"Jetzt oder nie","epNo":8,"alt":"Toilet Bowl","descr":"Der Coach unternimmt einen neuen Versuch die Probleme des Teams zu lösen, indem er das Selbstvertrauen der Spieler steigert. Währenddessen verschlimmert sich Luke’s Verletzung jedoch dramatisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258550","hoster":"VOE"},{"path":"/redirect/13258553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-9","name":"Es werde Licht","epNo":9,"alt":"The Lights Of Carrol Park","descr":"Becky ist noch nicht einmal volljährig, da erfährt sie, dass sie schwanger geworden ist. Unterdessen hat Julie einen neuen Freund und ist heftig in ihn verliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258558","hoster":"VOE"},{"path":"/redirect/13258564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-10","name":"Ein Ding der Unmöglichkeit","epNo":10,"alt":"I Can\u0027t","descr":"Eric ist kurzfristig gezwungen, die Taktik für ein wichtiges Spiel zu ändern. Währenddessen machen Vinces Mutter ihre gesundheitlichen Probleme schwer zu schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258569","hoster":"VOE"},{"path":"/redirect/13258560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-11","name":"Verletzung ausgeschlossen","epNo":11,"alt":"Injury List","descr":"Die Lions konzentrieren sich nur noch auf das Spiel, jedoch erhalten sie die Nachricht, dass Lukes Karriere in Gefahr ist. Julie ist äußerst überrascht, als sie einen Anruf von Matt bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258585","hoster":"VOE"},{"path":"/redirect/13258568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-12","name":"Keine Experimente","epNo":12,"alt":"Laboring","descr":"Der Coach hat vor dem Spiel gegen die \"Panthers\" entschieden, dass Luke nur auf der Ersatzbank das große Ereignis mitverfolgen darf. Unterdessen will Vince den Mord an seinem besten Freund rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258575","hoster":"VOE"},{"path":"/redirect/13258596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-4/episode-13","name":"Lokalderby","epNo":13,"alt":"Thanksgiving","descr":"Familie Taylor veranstaltet ein Abendessen zu Thanksgiving. Vince muss sich von Eric auffordern lassen, beim Spiel mehr Ehrgeiz an den Tag zu legen. Landry und Julie bekommen überraschend Besuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258612","hoster":"VOE"},{"path":"/redirect/13258624","hoster":"Doodstream"},{"path":"/redirect/13258593","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/friday-night-lights/staffel-5/episode-1","name":"Expectations","epNo":1,"alt":"Expectations","descr":"Tami muss sich kurz vor Beginn des neuen Schuljahres in ihre neue Rolle als Vertrauenslehrerin an der East Dillon High einfinden, stellt aber bald fest: Dieser Job wird schwieriger als erwartet. Coach Taylor bekommt unerwartete Hilfe von einem neuen Co-Trainer, Billy Riggins. Unterdessen bereiten sowohl Landry als auch Julie ihren Abschied aus Dillon vor ? das College ruft!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258625","hoster":"VOE"},{"path":"/redirect/13258628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-2","name":"On The Outside Looking In","epNo":2,"alt":"On The Outside Looking In","descr":"Als Luke für ein Spiel suspendiert werden soll, wittern alle eine Verschwörung, denn die Lions haben eines der besten Teams geschlagen. Tami versucht indes, sich mit einigen Lehrern anzufreunden, um Unterstützung für ihr Nachhilfeprogramm zu finden. Nach anfänglichen Problemen scheint sich Julie langsam wohlzufühlen: Sie lernt Derek, einen Assistenzlehrer, näher kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258626","hoster":"VOE"},{"path":"/redirect/13258644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-3","name":"The Right Hand Of The Father","epNo":3,"alt":"The Right Hand Of The Father","descr":"Als ein Video auftaucht, in dem die Mannschaft sich über ein betrunkenes Mädchen lustig macht, verdonnert Coach Taylor sie zum Flyer-Verteilen vor dem Supermarkt. Während Jess der neue Equipment Manager wird, fängt Derek ein Verhältnis mit Julie an. Pam telefoniert mit ihren Mann und erzählt ihm von den Drogenproblemen ihres Sohnes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258655","hoster":"VOE"},{"path":"/redirect/13258639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-4","name":"Keep Looking","epNo":4,"alt":"Keep Looking","descr":"Nachdem er jahrelang bei seiner Mutter gelebt hat, kehrt Bobby Junior nach Dillon zurück und soll dort zur Schule gehen. Doch der Junge schleppt viele Probleme mit sich herum und stiehlt schließlich sogar den Wagen seines Vaters, um eine Spritztour zu machen. Kann der Sport ihn retten? Vince und Luke werden indes von einem Uni-Talent-Scout der TMU eingeladen, ein Probetraining zu absolvieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258648","hoster":"VOE"},{"path":"/redirect/13258675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-5","name":"Kingdom","epNo":5,"alt":"Kingdom","descr":"Während sich die Lions auf das Spiel gegen die South King Rangers vorbereiten, bietet Coach Taylor Vince seine Hilfe bei der Auswahl des richtigen College-Teams an. In aller Öffentlichkeit wird Julie von einer Frau attackiert, die sich überraschenderweise als Dereks Ehefrau entpuppt. Tami, die immer noch Unterstützung für ihr Nachhilfeprogramm sucht, freundet sich mit einer Kollegin an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258693","hoster":"VOE"},{"path":"/redirect/13258686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-6","name":"Swerve","epNo":6,"alt":"Swerve","descr":"Vince erzählt von seinem Probespiel bei der TMU und bald wird klar, dass Luke kein Stipendium erhalten wird. Julie versucht alles, um nicht ans College zurückfahren zu müssen und inszeniert einen Autounfall. Als ihr Vater von der ganzen Geschichte erfährt, ist er entsetzt. Kenard verlangt indes von Vince das Geld zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258690","hoster":"VOE"},{"path":"/redirect/13258699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-7","name":"Der 60 Yard Wurf","epNo":7,"alt":"Perfect Record","descr":"Als im Internet plötzlich Akten der Lions auftauchen, in denen ihre früheren Straftaten aufgelistet sind, löst das großes Entsetzen unter den Spielern aus. Nach wie vor will Julie Derek nicht sehen und kehrt daher nicht ans College zurück. Ornette versucht unterdessen, für seinen Sohn ein Stipendium zu ergattern und tritt hinter Taylors Rücken mit verschiedenen Scouts in Verbindung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258714","hoster":"VOE"},{"path":"/redirect/13258710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-8","name":"Helden der Saison","epNo":8,"alt":"Fracture","descr":"Vince und die East Dillon Lions sind die absoluten Stars der Saison und bislang haben sie keine Niederlage zu verzeichnen. Als Taylor erfährt, dass Vince zusammen mit seinem Vater dem Trainer von Oklahoma Tech einen inoffiziellen Besuch abgestattet hat, stellt er ihn zur Rede. Tami will sich verstärkt um Epyck kümmern, die behauptet, sie sei bei ihrer Pflegefamilie schlecht aufgehoben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258721","hoster":"VOE"},{"path":"/redirect/13258718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-9","name":"Machtspiele","epNo":9,"alt":"Gut Check","descr":"Nach einer vernichtenden Niederlage der East Dillon Lions setzt Coach Taylor Luke Cafferty für das nächste Spiel als Quarterback ein und schickt Vince auf die Reservebank. Als Epyck des Diebstahls beschuldigt wird, kommt es zu einem Handgemenge, in dem Tami leicht verletzt wird. Kurz darauf wird Epyck festgenommen und der Schule verwiesen. Mindy stellt entsetzt fest, dass sie schwanger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258724","hoster":"VOE"},{"path":"/redirect/13258735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-10","name":"Don\u0027t Go","epNo":10,"alt":"Don\u0027t Go","descr":"Coach, bleib da!","versions":[]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-11","name":"Auf zum Finale","epNo":11,"alt":"The March","descr":"Coach Taylor erkämpft mit den Lions einen Sieg um den anderen und zieht mit seinem Team ins Halbfinale ein. Dass Tami währendessen zu einem Einstellungsgespräch nach Philadelphia fliegt, ist Taylor hingegen gar nicht recht. Obwohl Regina trockene Alkoholikerin ist, kommt Ornette immer wieder betrunken nach Hause, was Vince nicht behagt. Es kommt zu einem heftigen Streit zwischen Vater und Sohn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258733","hoster":"VOE"},{"path":"/redirect/13258748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-12","name":"Neue Wege","epNo":12,"alt":"Small Town / Texas Whatever","descr":"Während über das Ende des East Dillon Football Programms diskutiert wird, macht sich Coach Taylor Gedanken über seine Zukunft. Er hätte die Möglichkeit, an einem College in Florida Head Coach zu werden, doch seiner Frau bietet sich gleichzeitig ein Traumjob in Philadelphia. Tim will nach Alaska, um die Erinnerungen an Dillon zu vergessen, als plötzlich seine frühere Flamme Tyra auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258742","hoster":"VOE"},{"path":"/redirect/13258767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friday-night-lights/staffel-5/episode-13","name":"Für immer","epNo":13,"alt":"Always","descr":"Das Endspiel um die Meisterschaft steht bevor und die Lions erhalten die Chance ihres Lebens. Coach Taylor, dem man einen Vertrag für die \"Panthers\" angeboten hat, kann sich noch nicht von East Dillon lösen, während seine Frau Tami ihren Traumjob schon fast abgeschrieben hat. Matt macht Julie überraschend einen Heiratsantrag und Vince wünscht sich, dass sein Vater sich das Spiel ansieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13258774","hoster":"VOE"},{"path":"/redirect/13258768","hoster":"Streamtape"}]}]}]}]}