{"seriesId":"frieden","name":"Frieden","descr":"Schweiz im Sommer 1945: Kurz nach dem Ende des Zweiten Weltkriegs befindet sich das Land im Aufbruch, während die Allierten Jagd auf Kriegsverbrecher machen. Mittendrin wagt die Familie Tobler mit ihrer Tuchfabrik Frei AG einen Neuanfang. Die Tochter des Hauses, Klara Tobler (Annina Walt), steht kurz vor der Hochzeit mit Johann Leutenegger (Max Hubacher), der künftig mehr Verantwortung in der Tuchfabrik seines Schwiegervaters übernehmen wird. Doch die Zeiten sind hart und ein Konkurs der Firma droht. Klara arbeitet unterdessen als ausgebildete Lehrerin in einem Flüchtlingsheim des Roten Kreuzes, in dem überlebende Jugendliche aus dem KZ Buchenwald untergebracht werden. Als der Patriarch Alfred Tobler während der Hochzeitsfeier zusammenbricht, liegt es nun an Johann, den Familienbetrieb zu retten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Egon Leutenegger, 32, kehrt nach dem Aktivdienst zur Bundesanwaltschaft zurück. An seinem ersten Tag verhaftet der engagierte Beamte – ziemlich unsanft – einen deutschen Knecht auf einem Bauernhof. Im Verhör behauptet dieser ein Deserteur zu sein, was ihm Egon aber nicht glaubt. Doch auf der Alliierten-Liste der gesuchten Kriegsverbrecher ist der Knecht auch nicht zu finden. Egon treibt ihn in die Enge und holt die Wahrheit ans Licht. Mit tragischen Konsequenzen. Johann Leutenegger, 28, sein jüngerer Bruder, steht an einem ganz anderen Ort in seinem Leben. Er wird bald bei den reichen Toblers einheiraten und ist als Nachfolger seines Schwiegervaters Alfred Tobler im Familienbetrieb Frey AG Tuchfabrik vorgesehen – auch Alfred heiratete einst in die Familie ein. Doch so richtig scheint der Patron seinem Schwiegersohn nicht zu vertrauen. Als Nationalrat Kägi zu einem Überraschungsbesuch auftaucht, stellt Alfred dem Politiker seinen zukünftigen Schwiegersohn zwar vor. Doch vom folgenden Gespräch wird Johann ausgeschlossen. Was hat diese Geheimnistuerei zu bedeuten? In der Villa der Toblers wird Braut Klara, 23, von ihrer Mutter Lisbet dazu angehalten, bei den Vorbereitungen zur Hochzeit mitzuhelfen. Doch das langweilt und unterfordert Klara. Viel lieber hilft die ausgebildete Lehrerin im nahegelegenen Flüchtlingsheim mit. Dort werden Kinder erwartet, die das KZ Buchenwald überlebten. Doch stattdessen treffen vor allem Jugendliche und junge Erwachsene ein. Klara bekommt die Aufgabe, alle nach Alter zu sortieren. Die Älteren sollen zurückgeschickt werden. Die Kinder dürfen bleiben. Unter den KZ-Überlebenden regt sich Protest. Gerade sind sie dem Grauen entronnen, jetzt wollen sie endlich zur Ruhe kommen. Entweder bleiben alle in der Schweiz oder keiner! An der Hochzeit von Klara und Johann bricht Brautvater Alfred zusammen und muss – auf dringenden ärztlichen Rat – sofort in die Kur. Alfred weiht Johann in den Inhalt der Geheimkonferenz mit Nationalrat Kägi ein. Der Bund hat der Tuchfabrik einen Grossauftrag entzogen. Jetzt drohen der Firma schwere Zeiten und der Verlust von hunderten von Arbeitsplätzen. Johann übernimmt eine grosse Verantwortung, kann er die Tuchfabrik Frey AG retten?","versions":[{"lang":1,"streams":[{"redirect":9005662,"hoster":"VOE"},{"redirect":8540355,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Klara wird mit einer Forderung der jugendlichen Heimbewohner konfrontiert. Diese wünschen sich Schulunterricht, denn viele von ihnen haben nie lesen und schreiben gelernt. Sie waren seit dem Kleinkindalter im KZ. Heimleiter Obrecht ist strikt dagegen. Angeblich, weil das Geld für Unterrichtsmaterial fehlt. Stattdessen will Obrecht bei den Jugendlichen mehr Disziplin durchdrücken. Klara und ihre Schwiegermutter Elsie sollen die Massnahmen durchsetzen. Allmählich realisiert Klara, wie sehr das KZ die jungen Menschen traumatisiert und geschädigt hat. Auch dank den Erzählungen vom gleichaltrigen Herschel, mit dem Klara freundschaftliche Bande knüpft. In der Villa Tobler sorgt Klaras Tätigkeit für Zwist mit ihrer Mutter Lisbet. Diese hält den Holocaust für ein Propagandamärchen. Sie fordert Johann auf, seiner Frau zu verbieten, weiterhin im Heim tätig zu sein. Doch der tut etwas Anderes. Etwas, mit dem er seiner Frau eine Riesenfreude macht. Die Geringschätzung seiner Schwiegermutter ist nicht Johann Leuteneggers einziges Problem. Keine Bank gibt ihm einen Kredit für sein ambitioniertes Kunstfaserprojekt, mit dem er die Zukunft der Firma sichern will. Gleichzeitig fordert ihn sein Schwiegervater auf, das Projekt abzublasen und sich aufs Wesentliche zu konzentrieren, alte Kundenbeziehungen zu stärken und Arbeiter zu entlassen. Erst dann will Alfred in die Kur fahren. So leicht lässt sich Johann nicht entmutigen. Er fragt den Bruder seiner Schwiegermutter um Rat, den einflussreichen Wirtschaftsanwalt Carl Frey. Dieser ist skeptisch, US-amerikanische Patente sind zu teuer. Es gibt zwar Alternativen. Aber bei denen stellen sich Johann andere, fast unüberwindbare Hindernisse in den Weg. Egon hat sich im Amt die Nacht um die Ohren geschlagen, um mehr über SS-Mann Kremser herauszufinden, der sich vor seinen Augen umgebracht hat. Warum hatte Kremser soviel Geld bei sich? Und welche Rolle spielt der geheimnisvolle Wilhelm Scholz, der sich auffallend häufig im Umfeld von Kremser bewegte und auf einer schwarzen Liste der Amerikaner steht? Sein Vorgesetzter gibt Egon den Auftrag, der Sache auf den Grund zu gehen. Egon findet den aalglatten Scholz in einem Luxushotel, wo dieser sich in Sicherheit wähnt. Und er scheint darin recht zu haben, wie Egon realisiert. Seine Bemühungen werden nämlich plötzlich abgeblockt. Egon fragt sich, wer torpediert seine Ermittlungen?","versions":[{"lang":1,"streams":[{"redirect":9005661,"hoster":"VOE"},{"redirect":8540356,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Um ein Haar wird eine zerlumpte deutsche Familie am Grenzübergang zur Schweiz abgewiesen. Vater, Mutter und Tochter Schneider werden in letzter Sekunde von Carl Frey und Johann gerettet und in die Toblervilla gefahren – eine wertvolle \"Fracht\". Denn Vater Schneider besitzt ein Patent für die Herstellung von Kunstfasern. Er könnte die Rettung für die Tuchfabrik sein. Die Sache hat einen Haken, die Familie Schneider reist unter falschem Namen. Sie heisst eigentlich Peters, der Vater war Mitglied der NSDAP. Als Solcher dürfte er gar nicht in der Schweiz sein. Johann macht sich also strafbar, weil er einen Nazi beherbergt. Doch Peters hat einen Trumpf im Ärmel: Die Anlage für die Kunstfaserproduktion ist noch in Deutschland. Und nur er, Peters, kann sie über die Grenze bringen. Johann will wissen, ob er es mit einem Kriegsverbrecher zu tun hat und gibt seinem Bruder einen Tipp. Klara hat freundschaftliche Bande zu den jugendlichen Flüchtlingen geknüpft. Sie ist deshalb doppelt enttäuscht, als Heimleiter Obrecht verkündet, dass Essen gestohlen worden ist. Denn für den Diebstahl können eigentlich nur Flüchtlinge in Frage kommen. Als Klara Herschel aus der Küche schleichen sieht, verdächtigt sie ihn des Diebstahls und meldet es Obrecht. Doch Herschel ist unschuldig, den Diebstahl hat ein Anderer begangen. Aber Herschel hat trotzdem einen guten Grund für Heimlichtuerei. Er weiht Klara ein. Vielleicht kann sie Herschel bei seinen Plänen unterstützen? Egon unterdrückt alle privaten Bedürfnisse. So macht er in letzter Sekunde einen Rückzieher bei einem romantischen Rendezvous mit seiner Arbeitskollegin Rosa. Es fällt ihm leichter all seine Energie in seine Arbeit zu stecken. Er macht Bekanntschaft mit Dorothy Rosenberg, einer amerikanischen Journalistin. Laut ihr ist Scholz kein harmloser Geschäftsmann, sondern ein Kriegsverbrecher, der bei Hitler und Goebbels ein und aus ging. Rosenberg verfolgt dasselbe Ziel wie Egon, Scholz seiner verdienten Strafe zuzuführen. Auf Spurensuche gerät Egon in ein familiäres Dilemma.","versions":[{"lang":1,"streams":[{"redirect":9005657,"hoster":"VOE"},{"redirect":8544987,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Egon ermittelt jetzt heimlich gegen Wilhelm Scholz und findet bei einer illegalen Abhöraktion heraus, dass dieser mit Wirtschaftsanwalt Carl Frey Geschäfte treibt. Zu Egons Entsetzen fällt bei einem Gespräch von Scholz und Frey auch der Name von Bruder Johann. Doch der frischgebackene Patron der Tuchfabrik Frey AG wehrt ab. Er glaubt Egon neide ihm den Erfolg. Egon kontert: Er wolle ihn bloss schützen. Johann lasse sich mit sehr gefährlichen Leuten ein. Diese Gefährlichkeit kriegt Egon bald an eigenem Leib zu spüren – Rosa und der Bundesbeamte werden heimlich fotografiert. Als Egon den \"Paparazzi\" stellen will, wird er von diesem niedergeschlagen. Doch der Bundesbeamte lässt sich nicht von weiteren Ermittlungen abhalten. Von einem Informanten erfährt er, dass Scholz jüdischen Familien vermutlich Millionen abgenommen hat, bevor sie ins KZ verfrachtet wurden. Johann schlägt Egons Warnung in den Wind und fragt Carl Frey, wer Scholz sei. Der gerissene Wirtschaftsanwalt wiegelt ab, zieht aber seine Schlüsse aus Johanns Frage. Das hat fatale Folgen für den fanatischen Bundesbeamten. Doch damit rechnet der naive Johann nicht. Für ihn ist etwas anderes viel wichtiger: Sein Kunstfaserprojekt könnte bald den Durchbruch schaffen. Wenn dieser gelingt, dann würde das die Rettung der Familienfirma und unzähliger Arbeitsplätze bedeuten. Klara begleitet Jenkele nach Genf zum IKRK. Der Bub will herausfinden, ob seine Eltern noch am Leben sind. Doch das ist leider nicht der Fall. Um ihn zu trösten, bringt Klara den Jungen mit ans Geburtstagsfest von Mutter Lisbet. Dort kommt es zu einem Eklat und zu einem Streit mit Johann, der Klara sosehr aufbringt, dass sie eine folgenschwere Dummheit begeht.","versions":[{"lang":1,"streams":[{"redirect":9005658,"hoster":"VOE"},{"redirect":8544994,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Schlimme Nachrichten für die Jugendlichen im Heim. Es soll aufgelöst werden und die Jugendlichen müssen nach Palästina ausreisen. Das löst grosse Unruhe aus, viele wollen in der Schweiz bleiben – auch Jenkele und Herschel. Klara spricht beim IKRK vor und beisst auf Granit. Der zerknirschte Delegierte bringt es auf den Punkt, niemand will die Juden in Europa haben, in Israel können sie frei sein. Jenkele scheint Glück im Unglück zu haben. Heimleiter Obrecht hat einheimische Pflegeeltern für ihn gefunden. Doch davon will Jenkele nichts wissen. Findet Klara eine andere Lösung für ihn? Schwiegermutter Elsie kriegt mit, wie vertraut Herschel und Klara miteinander umgehen. Auch Johann realisiert, dass Klara ihm entgleitet und bittet sie, zu ihm zurückzukehren. Klara weigert sich. Sie will erst wieder Johanns Frau sein, wenn ihr Mann die Nazifamilie Schneider wegschickt. Ob Johann dieser Forderung nachkommt? Egon konfrontiert Johann mit einem Verdacht: Wilhelm Scholz beraubte jüdische Familien. Carl Frey half, das erbeutete Geld zu verstecken – indem er es bei der Frey AG Tuchfabrik investierte – das wäre ein klarer Fall von Geldwäsche. Carl bittet Johann über die mögliche dubiose Herkunft des Geldes hinwegzusehen – im Interesse der Zukunft der Firma. Daran denkt Johann nicht im Traum. Heimlich sichert er seinem Bruder seine Unterstützung zu. Carl Frey und Wilhelm Scholz soll das Handwerk gelegt werden. Doch dafür braucht Egon unumstössliche Beweise. In einem Wald an der Grenze soll er diese erhalten.","versions":[{"lang":1,"streams":[{"redirect":12379150,"hoster":"VOE"},{"redirect":8544981,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Klara hat Jenkele in die Villa Tobler geholt – um dem Bub Geborgenheit zu geben. Doch das reicht nicht. Als Klara ihm das Frühstück bringt, ist Jenkele verschwunden. Klara weiss sofort, wo sie ihn suchen muss. Sie findet Jenkele, und bricht zusammen. Ein Arzt wird geholt, der Klara untersucht. Dabei stellt er fest, dass Klara \"in guter Hoffnung\" sei. Eigentlich wäre das eine freudige Botschaft. Doch bei Johann löst sie Verunsicherung aus. Ist das Kind wirklich von ihm? Egon hat dank dem Treffen mit einem holländischen Informanten einen untrüglichen Beweis, dass Carl Frey mit Nazis wie Wilhelm Scholz Geschäfte treibt – ein Schmuckstück, das einer ermordeten jüdischen Familie gehörte und direkt zum Anwalt führt. In einem Banksafe von Carl Frey könnte noch viel mehr Raubgut zu finden sein. Eine Hausdurchsuchung müsste aber rasch stattfinden. Denn sonst verschwindet das Raubgut auf Nimmerwiedersehen. Zudem bereitet Freys Geschäftspartner Wilhelm Scholz die Flucht nach Südamerika vor. Johann findet heraus, dass das Geld von Altnazi Wilhelm Scholz bei der Frey AG gewaschen und hinter seinem Rücken eine Schattenbuchhaltung geführt wurde. Dahinter steckt sein Schwiegervater Alfred. Er führt Johann eines klar vor Augen: Wenn er die Geldwäsche den Behörden meldet, wäre das der Ruin der Firma. Die Alternative ist genauso schlimm: Wenn Johann weiterhin mit Nazis geschäftet, würde nicht nur Bruder Egon, sondern auch Klara mit ihm brechen. Wie wird sich Johann entscheiden?","versions":[{"lang":1,"streams":[{"redirect":9005664,"hoster":"VOE"},{"redirect":8544989,"hoster":"Streamtape"}]}]}]}]}