{"path":"/serie/stream/friedmanns-vier","name":"Friedmanns Vier","descr":"Die Dramaserie \"Friedmanns Vier\" zeigt die Familie Friedmann, die durch einen tödlichen Autounfall in ein großes Loch gerissen wird. Emma (Picco von Groote) stirbt und hinterlässt ihrem Mann Mischko (Tom Beck) die schwierige Aufgabe, die drei gemeinsamen Kinder Maya (Anna-Lena Schwing), Tilda (Kya-Celina Barucki) und Carla (Amadeo*Leo Arndt) in die Zukunft zu führen. Für die kleine Familie beginnt eine Zeit schwieriger Trauerbewältigung. Vater Mischko muss den Verlust einerseits für sich verarbeiten, andererseits seinen Kindern eine starke und helfende Hand bieten. Dabei hatten Emma und er immer gemeinsam abgewägt, wenn es um Erziehungsfragen ging. Nun muss er alle Entscheidungen selbst treffen.","seasons":[{"path":"/serie/stream/friedmanns-vier/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-1","name":"Der Unfall","epNo":1,"alt":"","descr":"Das Leben der Friedmanns ist mehr als turbulent, Mischko und Emma haben mit ihren drei Kindern alle Hände voll zu tun. Doch plötzlich bricht für die Familie eine Welt zusammen, als Emma bei einem tragischen Unfall ums Leben kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444563","hoster":"VOE"},{"path":"/redirect/9444566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-2","name":"Mayas Absturz","epNo":2,"alt":"","descr":"Nach Emmas Tod entflieht jeder der Friedmanns dem Schmerz auf seine eigene Weise und Maya droht dabei in eine Katastrophe zu schlittern. Mischko wird klar, dass seine Frau ein Geheimnis mit ins Grab genommen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444567","hoster":"VOE"},{"path":"/redirect/9444568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-3","name":"Emmas Geheimnis","epNo":3,"alt":"","descr":"Mischko geht Emmas Geheimnis auf die Spur und macht eine dramatische Entdeckung. Und während Carla und Maya droht, von der Schule geschmissen zu werden, kämpft Tilda mit ihrem Hauptdarsteller und um ihr Theaterstück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444572","hoster":"VOE"},{"path":"/redirect/9444571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-4","name":"Zwei Väter","epNo":4,"alt":"","descr":"Tilda ist fest entschlossen, Rokko aus der Klemme zu helfen. Während einer halsbrecherischen Aktion gesteht sie ihm ihre Liebe. Mischko hat Ärger mit Korbinian und muss verhindern, dass er und Maya sich zu nahe kommen.. leider ohne Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008654","hoster":"VOE"},{"path":"/redirect/9444574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-5","name":"Gefährliche Liebe","epNo":5,"alt":"","descr":"Mischko ist besorgt, weil Tilda jetzt mit Rokko zusammen ist. Er findet heraus, wie sie Rokko aus der Schusslinie skrupelloser Gangster nehmen wollte. Um seine Tochter zu schützen, trifft Mischko eine folgenschwere Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444553","hoster":"VOE"},{"path":"/redirect/9444556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-6","name":"Love hurts","epNo":6,"alt":"","descr":"Mischko bringt Rokko dazu, die Beziehung mit Tilda zu beenden und ihr damit das Herz zu brechen. Maya sucht heimlich die Nähe zu dem reiferen Korbinian und Carl befürchtet, dass sich sein bester Kumpel Benno in ihn verliebt haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444557","hoster":"VOE"},{"path":"/redirect/9444558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-7","name":"Verhängnisvolle Nacht","epNo":7,"alt":"","descr":"Zwischen Tilda und Rokko ist es aus. Bis sie aus Versehen im Schulkeller eingeschlossen werden. Während Mischko mit Niko auf einem kinderfreien Campingtrip endlich wieder mal Spaß hat, platzt zwischen Maya und Korbinian die Bombe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444559","hoster":"VOE"},{"path":"/redirect/9444560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/friedmanns-vier/staffel-1/episode-8","name":"Ein Anfang und ein Ende","epNo":8,"alt":"","descr":"Die Friedmann-Familie ist zerrüttet: Zwischen Tilda und Mischko herrscht Funkstille, Maya ist ausgezogen und Carl steckt fast das Haus in Brand. Doch es kommt noch schlimmer: Das Jugendamt steht vor der Tür und bringt Mischko in Bedrängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9444561","hoster":"VOE"},{"path":"/redirect/9444562","hoster":"Streamtape"}]}]}]}]}