{"seriesId":"friends","name":"Friends","descr":"\"Es geht um Sex, Liebe, Beziehungen, Karrieren, die Zeit in deinem Leben, wenn alles möglich ist, was wirklich aufregend und wirklich erschreckend ist. Es geht um die Suche nach Liebe und Bindung und Sicherheit, und die Angst vor Liebe und Bindung und Sicherheit. Es geht um Freundschaft, denn wenn du jung und allein in der Stadt bist, dann sind deine Freunde deine Familie.\"           -Aus der ursprünglichen Wettbewerbspräsentation von David Crane und Marta Kauffman.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"The Reunion","epNo":1,"alt":"The Reunion","descr":"Aus dem Englischen übersetzt-\"Friends: The Reunion\", auch bekannt als \"The One Where They Get Back Together\", ist ein Reunion-Special 2021 der amerikanischen TV-Sitcom Friends. Das Special wird von James Corden moderiert und von den Mitschöpfern der Show, Marta Kauffman und David Crane, Kevin S","versions":[{"lang":1,"streams":[{"redirect":10481984,"hoster":"VOE"},{"redirect":10481986,"hoster":"Doodstream"},{"redirect":10481982,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Liebe? Nein, doch nicht!","epNo":1,"alt":"The One Where Monica Gets A Roommate (a.k.a. The O","descr":"Ross ist am Boden zerstört - er lässt sich von seiner Frau Carol, mit der er 8 Jahre verheiratet war, scheiden. Grund für die Scheidung: Sie ist lesbisch. Rachel lässt ihren zukünftigen Ehemann Barry vor dem Altar stehen und flieht zu ihrer alten Schulfreundin Monica. Diese nimmt die verheulte Braut vorübergehend in ihrer Wohnung auf. Rachel beschließt, dass sie auf eigenen Füßen stehen muss. Doch schnell wird klar: das ist nicht so einfach wie gedacht. Monica hat ein Date mit ´Paul der Weinflasche´. Dieser erzählt, dass er seit seiner Scheidung vor 2 Jahren sexuell nichts mehr zustande bringt. Nachdem Monica und Paul eine Nacht gemeinsam verbringen, scheint das Problem jedoch gelöst, bis Monica erfährt, dass Paul die gleiche Geschichte bereits einer anderen Frau erzählt hat. Monica ist fassungslos. Joey hingegen, ist hell auf begeistert . . .","versions":[{"lang":1,"streams":[{"redirect":14372139,"hoster":"VOE"},{"redirect":14084373,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402357,"hoster":"VOE"},{"redirect":14386811,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familienfreuden","epNo":2,"alt":"The One With The Sonogram At The End","descr":"Ross erhält Besuch von seiner Ex-Frau Carol: Nicht genug damit, dass sie ihn für eine Frau verlassen hat, jetzt eröffnet sie ihm auch noch, dass sie schwanger von ihm ist! Monica sieht dem Besuch ihrer Eltern mit Grauen entgegen, da sie in puncto Beziehung und Karriere völlig unterschiedliche Ansichten haben. Streit ist somit vorprogrammiert. Rachel steht auch ein schwerer Gang bevor: Sie will Barry - den sie vorm Altar stehen gelassen hat - den Verlobungsring zurückgeben ...","versions":[{"lang":1,"streams":[{"redirect":14084374,"hoster":"VOE"},{"redirect":14084371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395688,"hoster":"VOE"},{"redirect":14386814,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Getrennt von Bett und Daumen","epNo":3,"alt":"The One With The Thumb","descr":"Nach Jahren der Abstinenz fängt Chandler wieder an zu rauchen. Alles gute Zureden seiner Freunde helfen nichts. Erst Monicas neuer Liebhaber Alan kann ihn wieder davon abbringen. Alan ist überhaupt äußerst beliebt bei allen. Doch leider ist Monica nicht glücklich mit ihm und trennt sich wieder - gegen den Willen ihrer Freunde. Phoebe hat ein ganz anderes Problem: Sie wird fälschlicherweise mit fremdem Geld beglückt - und entdeckt einen abgetrennten Daumen in einer Dose Limonade.","versions":[{"lang":1,"streams":[{"redirect":14371979,"hoster":"VOE"},{"redirect":14084375,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395594,"hoster":"VOE"},{"redirect":14386816,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pizza und Erotik","epNo":4,"alt":"The One With George Stephanopoulos","descr":"Ross wird übermannt von Erinnerungen an seine Ex-Frau Carol und ihre erste gemeinsame Nacht. Seine Freunde versuchen, ihn abzulenken, doch ohne Erfolg. Immerhin war sie bisher die einzige Frau in seinem Leben - wie er seinen völlig überraschten Freunden beichtet! Rachel hat ebenfalls einen Durchhänger, weil sie ihre Entscheidung, Barry vor dem Altar stehen zu lassen, in Frage stellt. Doch ein Puck, eine Pizzalieferung und ein nackter Mann lenken die beiden wieder ab ...","versions":[{"lang":1,"streams":[{"redirect":14371981,"hoster":"VOE"},{"redirect":14084379,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402352,"hoster":"VOE"},{"redirect":14386815,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Schonwaschgang","epNo":5,"alt":"The One With The East German Laundry Detergent","descr":"Beziehungsprobleme, wo man auch hinsieht: Chandler und Phoebe möchten mit ihren jeweiligen Partnern Schluss machen, doch das erweist sich als gar nicht so einfach. Joey und Monica wollen sich eine neue Liebe angeln. Das Problem: Joey will seine Ex-Freundin Angela zurückhaben, doch die ist bereits mit einem gewissen Bob zusammen. Bob wiederum gefällt Monica sehr gut. Ross will sich an Rachel heranmachen - im Waschsalon. Aber außer rosa Wäsche kommt nicht viel heraus","versions":[{"lang":1,"streams":[{"redirect":14395691,"hoster":"VOE"},{"redirect":14084377,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372134,"hoster":"VOE"},{"redirect":14386817,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dusch dich!","epNo":6,"alt":"The One With The Butt","descr":"Joey bekommt seine große Chance: Nachdem er in einem Theaterstück mitgewirkt hat, darf er nun im neuen Al Pacino-Film mitspielen. Allerdings ist er lediglich Pacinos Po-Double, sprich, Joey soll seinen Po in einer Duschszene zur Schau stellen. Doch er bemüht sich, durch ausdrucksvolle Darstellung aufzufallen ... Chandler verliebt sich in Aurora, seine absolute Traumfrau. Doch bald schon muss er feststellen, dass er nicht der einzige Mann in ihrem Leben ist. Eher im Gegenteil!","versions":[{"lang":1,"streams":[{"redirect":14372050,"hoster":"VOE"},{"redirect":14084376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371978,"hoster":"VOE"},{"redirect":14386819,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Dunkle Leidenschaft","epNo":7,"alt":"The One With The Blackout","descr":"Stromausfall in N.Y.: Dass das eine sehr romantische Angelegenheit sein kann, erfährt Chandler. Er ist stundenlang im Vorraum einer Bank mit einem bildhübschen Model gefangen ... In Monicas Wohnung erzählen sich die anderen währenddessen bei Kerzenlicht Geschichten über ihre Verflossenen. Ross wird schwermütig, da ihn seine Frau vor kurzem wegen einer anderen Frau verlassen hat. Zugleich sieht er endlich seine Chance gekommen, Rachel zu sagen, dass er sich in sie verliebt hat ...","versions":[{"lang":1,"streams":[{"redirect":14372049,"hoster":"VOE"},{"redirect":14084378,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372095,"hoster":"VOE"},{"redirect":14386820,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wenn die Oma zweimal stirbt","epNo":8,"alt":"The One Where Nana Dies Twice","descr":"Monica und Ross erfahren, dass ihre Oma im Sterben liegt. Als sie im Krankenhaus eintreffen, ist die alte Frau leider schon tot. Doch plötzlich öffnet sie noch einmal die Augen. Die Aufregung ist natürlich groß, aber kurz darauf stirbt Oma ein zweites, letztes Mal! Chandler hat ein ganz anderes Problem. Er findet heraus, dass seine Kollegen ihn für schwul halten. Als er dann erfährt, dass auch seine Freunde dies anfangs in Erwägung gezogen haben, stürzt er in eine tiefe Krise ...","versions":[{"lang":1,"streams":[{"redirect":13103998,"hoster":"VOE"},{"redirect":14075428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983961,"hoster":"VOE"},{"redirect":13993348,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aufgeblasen!","epNo":9,"alt":"The One Where Underdog Gets Away","descr":"Thanksgiving naht! Doch aus höchst unterschiedlichen Gründen ist es den Freunden nicht vergönnt, dieses wichtige Fest im Kreis der Familie zu begehen. Monica plant nun, ein Thanksgiving-Mahl zuzubereiten. Doch was sie sich damit aufgehalst hat, wird ihr erst nach und nach klar. Alle Gäste haben Extra-Wünsche, da der Truthahn so schmecken soll wie bei Muttern. Eine Katastrophe jagt schließlich die nächste, und der Abend verläuft völlig anders als geplant ...","versions":[{"lang":1,"streams":[{"redirect":14372097,"hoster":"VOE"},{"redirect":14084380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372047,"hoster":"VOE"},{"redirect":14386818,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Affen unter sich","epNo":10,"alt":"The One With The Monkey","descr":"Silvester steht vor der Tür, und die Freunde beschließen, dieses Jahr im kleinen Kreis zu feiern. Doch der Vorsatz ist schnell wieder dahin: Fällt ihnen doch ein, wie schön es ist, Silvester mit jemandem zu verbringen, den man auch so richtig küssen kann. So kommt es, dass schließlich alle eine alte oder neue Flamme eingeladen haben - außer Ross, dem lediglich sein kleines Kapuzineräffchen bleibt. Doch kurz vor Mitternacht sieht die Situation schon wieder völlig anders aus ...","versions":[{"lang":1,"streams":[{"redirect":14372138,"hoster":"VOE"},{"redirect":14084381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372096,"hoster":"VOE"},{"redirect":14386821,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Mutterküsser","epNo":11,"alt":"The One With Mrs. Bing","descr":"Chandlers Mutter, Nora Bing, ist eine erfolgreiche Autorin schlüpfriger Liebesromane, was ihren Sohn nicht gerade freut. Nach einem Auftritt in einer Talkshow besucht sie Chandler und seine Freunde. Bei einem gemeinsamen Abendessen stört Ross das Liebeswerben von Paolo, Rachels rassigem italienischen Freund. Er knabbert so feurig an ihren Fingerspitzen, daß es dem armen Ross, der heimlich in sie verliebt ist, zuviel wird. Mrs. Bing versucht, den unglücklichen Ross zu trösten und küßt ihn leidenschaftlich. Unglücklicherweise sieht Joey diesen heißen Kuß...","versions":[{"lang":1,"streams":[{"redirect":14372140,"hoster":"VOE"},{"redirect":14084383,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395687,"hoster":"VOE"},{"redirect":14386822,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Italienische Massage","epNo":12,"alt":"The One With The Dozen Lasagnas","descr":"Ross hat immer noch Probleme, sich damit abzufinden, dass seine Ex-Frau Carol jetzt mit einer Frau zusammen ist - aber von ihm ein Kind erwartet. Doch damit nicht genug: Seine Angebetete Rachel ist immer noch mit Paolo liiert. Doch der heißblütige Italiener geht - ausgerechnet - in den Massagesalon von Phoebe und macht klar, dass er weit mehr als nur eine Massage möchte. Dies erzählt Phoebe schließlich Rachel, die daraufhin sofort die Konsequenzen zieht","versions":[{"lang":1,"streams":[{"redirect":14395692,"hoster":"VOE"},{"redirect":14084384,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395689,"hoster":"VOE"},{"redirect":14386823,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Superbusen-Express","epNo":13,"alt":"The One With The Boobies","descr":"Phoebe hat endlich ihren Traummann gefunden, denkt sie zumindest. Roger, ein Psychologe, nervt aber leider sehr bald alle mit seinen Analysen, die er am liebsten vor vielen Zuhörern erläutert. Bald muss Phoebe sich daher entscheiden: Beziehung oder Freunde? Joey erfährt, dass sein Vater schon seit längerem eine Geliebte hat - ein absolut verwerfliches Verhalten in seinen Augen. Dass ihm in dieser schwierigen Zeit ein Blick auf Rachels Busen gewährt wird, ist ein kleiner Trost ...","versions":[{"lang":1,"streams":[{"redirect":14055689,"hoster":"VOE"},{"redirect":14075433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984041,"hoster":"VOE"},{"redirect":13588448,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Feuer und Flamme","epNo":14,"alt":"The One With The Candy Hearts","descr":"Ross will es nach der Trennung von seiner Frau wieder wissen und verabredet sich mit seiner attraktiven Nachbarin zum Essen. Unglücklicherweise ist seine Ex-Frau im selben Lokal - und Ross ist nach wie vor einfach Feuer und Flamme für Carol ... Chandler frischt erneut seine Techtelmechtel mit Janice auf, doch mit sehr fragwürdigem Erfolg. Rachel, Phoebe und Monica entfachen dafür ein Feuer ganz anderer Art und kommen so immerhin an die Telefonnummern der netten Feuerwehrmänner.","versions":[{"lang":1,"streams":[{"redirect":14055688,"hoster":"VOE"},{"redirect":14075432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983936,"hoster":"VOE"},{"redirect":13588449,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Aus der Traum...","epNo":15,"alt":"The One With The Stoned Guy","descr":"Als Chandler eine Beförderung angeboten wird, merkt er plötzlich, dass er sich in seinem Job nicht genug verwirklichen kann. Er kündigt. Aber was ist eigentlich sein Traumjob? Als sein Chef dann versucht, ihn zurückzugewinnen - und zwar zu grandiosen Bedingungen -, muss Chandler sich entscheiden. Monica arbeitet ebenfalls an ihrem beruflichen Fortkommen. Mit einem Festmahl will sie ihren zukünftigen Arbeitgeber von ihren Kochkünsten überzeugen. Doch sie wird herb enttäuscht ...","versions":[{"lang":1,"streams":[{"redirect":14395714,"hoster":"VOE"},{"redirect":14084388,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372046,"hoster":"VOE"},{"redirect":14386824,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Zweiteiler Teil 1","epNo":16,"alt":"The One With Two Parts (1)","descr":"Chandler und Joey trauen ihren Augen nicht, als sie Phoebe als Bedienung im Café entdecken. Schnell wird jedoch klar, dass es sich dabei um Phoebes Zwillingsschwester Ursula handelt! Phoebe hat noch nie etwas von ihr erzählt, da sie Ursula nicht besonders gut leiden kann. Als sich dann auch noch Joey in Ursula verliebt, spitzt sich die Lage zu. Währenddessen hat Chandler ganz andere Probleme: Seine neue Position bringt es mit sich, dass er auch Entlassungen vornehmen muss ...","versions":[{"lang":1,"streams":[{"redirect":14055883,"hoster":"VOE"},{"redirect":14084389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402350,"hoster":"VOE"},{"redirect":14386826,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Zweiteiler - Teil 2","epNo":17,"alt":"The One With Two Parts (2)","descr":"Joey ist völlig geknickt, weil Phoebes Zwillingsschwester ihn einfach verlassen hat, ohne ihm die Gründe zu erläutern. Phoebe gibt sich daher als Ursula aus, um offiziell Schluss zu machen. Schließlich kommt es sogar zu einem Abschiedskuss ... Rachel muss ihren Fuß im Krankenhaus behandeln lassen, doch leider ist sie gar nicht krankenversichert. Monica lässt die Behandlung über ihre Versicherung laufen, doch ihre Schummelei droht kurz darauf aufzufliegen ...","versions":[{"lang":1,"streams":[{"redirect":14402358,"hoster":"VOE"},{"redirect":14084387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402354,"hoster":"VOE"},{"redirect":14386827,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Pokerbräute","epNo":18,"alt":"The One With All The Poker","descr":"Ist es wirklich so, dass nur Männer gut pokern können? Ross, Chandler und Joey sind jedenfalls fest davon überzeugt. Das können die Mädchen natürlich nicht auf sich sitzen lassen. Doch die erste gemischte Poker-Runde geht eindeutig an die Jungs. Ein Glück, dass man eine Tante hat, die seit ihrer Jugend eine gewiefte Spielerin ist. Tante Iris bringt den Mädchen einige Kniffe und Tricks bei. Beim Revanchekampf liefern sich dann Ross und Rachel ein erbittertes Duell ...","versions":[{"lang":1,"streams":[{"redirect":14371980,"hoster":"VOE"},{"redirect":14084394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402351,"hoster":"VOE"},{"redirect":14386825,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Affe auf der Flucht","epNo":19,"alt":"The One Where The Monkey Gets Away","descr":"Wieder startet Ross einen Versuch, sich seiner Angebeteten Rachel zu nähern. Er bittet sie, auf seinen Affen Marcel aufzupassen - um nach dem \"Babysitten\" noch gemütlich mit ihr zusammensitzen zu können. Doch leider macht sich der Affe aus dem Staub, und Suchen ist angesagt. Dann bekommt Ross auch noch Ärger mit dem verständigten Tierschutzverein, weil es verboten ist, Kapuzineräffchen in der Wohnung zu halten. Von Romantik also keine Spur ...","versions":[{"lang":1,"streams":[{"redirect":14395645,"hoster":"VOE"},{"redirect":14386836,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372137,"hoster":"VOE"},{"redirect":14386828,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wüstling in Weiß","epNo":20,"alt":"The One With The Evil Orthodontist","descr":"Rachel plagt das schlechte Gewissen: Sie hat sich wieder mit ihrem Ex-Verlobten Barry, einem Zahnarzt, eingelassen. Auf dem Behandlungsstuhl kam es zu einer äußerst intimen Untersuchung zwischen den beiden. Dann bittet Mindy sie, Brautjungfer bei ihrer Hochzeit - mit Barry - zu werden. Soll Rachel ihr von dem Wüstling in Weiß erzählen? Chandler hat ein ganz anderes Problem: Er hat eine rauschende Nacht mit Danielle verbracht, doch am nächsten Tag meldet sie sich nicht bei ihm ...","versions":[{"lang":1,"streams":[{"redirect":14395644,"hoster":"VOE"},{"redirect":14084390,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372135,"hoster":"VOE"},{"redirect":14386830,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die zweite Monica","epNo":21,"alt":"The One With The Fake Monica","descr":"Eine Unbekannte hat Monica ihre Kreditkarte gestohlen und lebt nun fröhlich auf deren Kosten. Das Überraschende daran ist, dass Monica die Betrügerin unbedingt kennen lernen will - die \"zweite Monica\" macht nämlich genau das, was sie schon immer selbst gerne mal getan hätte. Durch die Kreditkartenabrechnung macht Monica die Betrügerin ausfindig - und findet sie auch noch sympathisch. Sie freunden sich an, und auch Monica verfällt diesem ungewöhnlichen Lebensstil ..","versions":[{"lang":1,"streams":[{"redirect":14402359,"hoster":"VOE"},{"redirect":14084392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402356,"hoster":"VOE"},{"redirect":14386829,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Junge Triebe","epNo":22,"alt":"The One With The Ick Factor","descr":"Monica hat sich in einen jüngeren Mann verguckt. Ethan, so heißt der Jüngling, ist angeblich 22 Jahre alt. Da sie selbst die \"25er-Grenze\" überschritten hat und ihr der Altersunterschied peinlich ist, behauptet sie, ebenfalls 22 zu sein. Nach der ersten Liebesnacht (die füt Ethan die erste überhaupt war) gesteht sie Ethan, weil er auch so ehrlich war was seine Jungfräulichkeit betrifft, dann ihr wahres Alter. Das trifft sich gut, denn Ethan hat bei seinem Alter ebenfalls etwas geschummelt. Er ist in Wirklichkeit erst 17 Jahre alt! Monica ist geschockt und zieht die Konsequenzen .","versions":[{"lang":1,"streams":[{"redirect":14055686,"hoster":"VOE"},{"redirect":14084393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372136,"hoster":"VOE"},{"redirect":14386831,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Wehe, wenn die Wehe kommt!","epNo":23,"alt":"The One With The Birth","descr":"Der lang ersehnte Moment ist da: Carol bekommt endlich ihr Kind. Ross ist samt Freunden gekommen, um ihr beizustehen. Doch alles läuft anders als erwartet: Joey steht einer anderen werdenden Mutter als Ersatzvater bei der Geburt bei. Da sich Ross und Carols Lebensgefährtin dauernd streiten, müssen sie das Zimmer verlassen - dass sie sich dann aber mit Rachel, die schlichten will, versehentlich in einer Besenkammer einsperren und die Geburt verpassen, war nicht geplant.","versions":[{"lang":1,"streams":[{"redirect":14375012,"hoster":"VOE"},{"redirect":14405575,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375011,"hoster":"VOE"},{"redirect":14418556,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Liebesspender","epNo":24,"alt":"The One Where Rachel Finds Out","descr":"Rachel versucht über Ross hinweg zukommen und trifft sich mit einem Mann. Der Abend verläuft jedoch nicht besonders schön und Rachel macht betrunken Ross ein Geständnis übers Telefon... Wie wird es jetzt wohl mit den beiden weitergehen?","versions":[{"lang":1,"streams":[{"redirect":14483589,"hoster":"VOE"},{"redirect":14494999,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503886,"hoster":"VOE"},{"redirect":14494993,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Mitbringsel","epNo":1,"alt":"The One With Ross\u0027s New Girlfriend","descr":"Voller Freude macht sich Rachel auf den Weg zum Flughafen, um Ross, der geschäftlich in China war, abzuholen. Während seiner Abwesenheit ist ihr nämlich klar geworden, dass sie seine Gefühle erwidert.","versions":[{"lang":1,"streams":[{"redirect":14055694,"hoster":"VOE"},{"redirect":14075446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983917,"hoster":"VOE"},{"redirect":13993350,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Harte Drinks und coole Cowboys","epNo":2,"alt":"The One With The Breast Milk","descr":"Monica unternimmt etwas mit Ross‘s neuer Freundin, was Rachel auf keinen Fall erfahren darf. Währenddessen passt Ross auf seinen Sohn auf und ist schockiert, als seine Freunde einfach so Muttermilch trinken können.","versions":[{"lang":1,"streams":[{"redirect":14055758,"hoster":"VOE"},{"redirect":14075444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8562883,"hoster":"VOE"},{"redirect":8562885,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Torschlußpanik","epNo":3,"alt":"The One Where Heckles Dies","descr":"Mr. Hecket stirbt und vererbt Rachel und Monica seine Sachen. Chandler hat angst wie Mr. Hecket zu enden und aus panik ruft er Jennis an, die eine kleine Überraschung für ihn hat.","versions":[{"lang":1,"streams":[{"redirect":14055695,"hoster":"VOE"},{"redirect":14075443,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984030,"hoster":"VOE"},{"redirect":13993351,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Enthüllungen","epNo":4,"alt":"The One With Phoebe\u0027s Husband","descr":"Chandler hat drei Nippel. Joe hat mal in einem Porno mitgespielt. Phoebe hat einen schwulen Ehemann. Ross will Sex mit Julie haben und Rachel versucht ihm das auszureden. Kurz gesagt: Es ist eine turbulente Folge.","versions":[{"lang":1,"streams":[{"redirect":14055892,"hoster":"VOE"},{"redirect":14075447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983971,"hoster":"VOE"},{"redirect":13993353,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Falsch verbunden!","epNo":5,"alt":"The One With Five Steaks And An Eggplant","descr":"Als auf Chandlers Anrufbeantworter eine erotische Stimme einen Bob anfleht, sie noch einmal zu treffen, nutzt Chandler die Gelegenheit und lockt die Frau namens Jade in ein Café, in welchem er den Tröster spielt, nachdem kein Bob auftaucht. Die Liaison hält jedoch nicht lange an, da Jade noch zu sehr an ihrem alten Freund Bob hängt. Bei Geburtstagsvorbereitungen sowie der Feier wegen der Beförderung Monicas fällt auf, dass Joey, Phoebe und Rachel finanziell im Gegensatz zu Monica, Ross und Chandler knapp sind, weshalb letztere drei nach einem Streit alleine ein Konzert besuchen. Sie raufen sich wieder zusammen, nachdem Monica wegen eines Missverständnisses ihren Job verliert.","versions":[{"lang":1,"streams":[{"redirect":14055891,"hoster":"VOE"},{"redirect":14075448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983924,"hoster":"VOE"},{"redirect":13993352,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Baby - Allein in New York","epNo":6,"alt":"The One With The Baby On The Bus","descr":"Chandler und Joey passen auf Ben auf, da Ross wegen einer allergischen Reaktion mit Monica ins Krankenhaus fährt und eine unliebsame Spritze bekommt. Mit Ben als Frauenmagnet lernen Joey und Chandler zwei Frauen kennen und sind so in das Gespräch vertieft, dass sie den kleinen Ben in einem Bus vergessen. Als sie bei der Busgesellschaft nach dem Baby suchen, werden ihnen zwei Babys gezeigt, doch leider können sich die beiden nicht genau daran erinnern, wie Ben aussah. Um den Verlust vor Ross geheim zu halten, entscheiden sie sich für ein Baby und bringen es zurück. Zu Joeys und Chandlers Glück haben sie das richtige Baby ausgewählt, denn unter anderem fängt Ben oft zu weinen an, wenn Monica ihn auf den Arm nimmt. Phoebe bekommt im Central Perk bezahlte Konkurrenz von einer professionellen Musikerin. Anstatt nach dieser zu spielen, geht sie vor das Café und versucht dort ihr Glück.","versions":[{"lang":1,"streams":[{"redirect":14055888,"hoster":"VOE"},{"redirect":14075449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983946,"hoster":"VOE"},{"redirect":13993354,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geständnis einer Liebenden","epNo":7,"alt":"The One Where Ross Finds Out","descr":"Phoebe trifft seit einiger Zeit Scott, doch zu Phoebes Ärgernis wird es nicht richtig intim, daher fragt sie Joey um Rat. Scotts Verhalten stellt sich aber leider als eine Masche heraus. Rachel betrinkt sich bei einem Date, infolgedessen es zur Aussprache der Gefühle mit Ross und nach einigen Diskussionen zum Kuss kommt. Chandler hat durch sein unsportliches Verhalten etwas zugenommen, daher versucht Monica mit ihm zusammen zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":14055884,"hoster":"VOE"},{"redirect":14075450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983947,"hoster":"VOE"},{"redirect":13993355,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Liste des Grauens","epNo":8,"alt":"The One With The List","descr":"Nach dem Liebesgeständnis und dem Kuss mit Rachel ist Ross verzweifelt. Endlich ist er seiner großen Liebe Rachel so nahe, doch ist er noch mit Julie liiert. Chandler rät Ross, eine Liste zu erstellen, welche die Vor- und Nachteile der beiden Geliebten auflistet. Rachel bekommt eine ausgedruckte Version der Liste in die Finger, wird sauer und daher droht die frische Liebe schon wieder zu schwinden. Ross versucht alles, um Rachel wieder umzustimmen, und verlässt sogar Julie. Monica probiert sich an Kochkreationen mit Schokoladen-Ersatz, um sich finanziell über Wasser zu halten.","versions":[{"lang":1,"streams":[{"redirect":14055698,"hoster":"VOE"},{"redirect":14075451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983970,"hoster":"VOE"},{"redirect":13993356,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Heiße Weihnacht","epNo":9,"alt":"The One With Phoebe\u0027s Dad","descr":"Ross versucht alles, damit Rachel sich wieder mit ihm versöhnt. Doch sie hat ihm die \"Liste des Grauens\" noch nicht verziehen…","versions":[{"lang":1,"streams":[{"redirect":14023439,"hoster":"VOE"},{"redirect":14075453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984031,"hoster":"VOE"},{"redirect":13993358,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vorsicht, Sucht!","epNo":10,"alt":"The One With Russ","descr":"Rachel will endgültig über Ross hinwegkommen. Als sie einen Russ kennenlernt, merkt sie jedoch nicht, dass außer dessen Namen auch sein Aussehen sowie Charakter dem von Ross sehr ähneln. Auch Ross erkennt die Ähnlichkeit erst, als Chandler und Joey sich darüber lustig machen. Monica geht mit Bobby aus, der, wie Monica jedoch feststellt, Alkoholiker ist. Gemeinsam versuchen sie, die Sucht zu besiegen. Joey bekommt eine Rolle in der Seifenoper \"Days of our lives\" angeboten, allerdings müsste er dafür mit der Frau, die das Casting leitet, schlafen.","versions":[{"lang":1,"streams":[{"redirect":14055690,"hoster":"VOE"},{"redirect":14075454,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983999,"hoster":"VOE"},{"redirect":13993361,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die lesbische Hochzeit","epNo":11,"alt":"The One With The Lesbian Wedding","descr":"Ross hat sich gerade mit der Tatsache abgefunden, dass seine Ex-Frau Carol jetzt mit Susan zusammen lebt, als die beiden ihm offenbaren, dass sie heiraten wollen. Zu Beginn hat Ross Einwände gegen die lesbische Hochzeit, doch da er einsieht, dass die beiden glücklich miteinander sind, verläuft die Hochzeit doch noch harmonisch und er führt Carol zum Altar. Monica nutzt die Chance und organisiert das Catering. Bei der Massage stirbt eine Kundin von Phoebe und ihre Seele bindet sich bis zur Hochzeit an sie. Rachel bekommt Besuch von ihrer Mutter, die eine Scheidung von Rachels Vater in Betracht zieht.","versions":[{"lang":1,"streams":[{"redirect":14055702,"hoster":"VOE"},{"redirect":14075457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983973,"hoster":"VOE"},{"redirect":13993359,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Affengeil - Teil 1","epNo":12,"alt":"The One After The Super Bowl (1)","descr":"Ross findet heraus, dass sein ehemaliger Hausaffe Marcel mittlerweile ein Filmstar geworden ist und in vielen Werbespots eine Rolle spielt. Joey hat unterdessen seine erste feste Serienrolle in einer Seifenoper und ist überglücklich, endlich seine eigene Fangemeinde zu haben. Jedoch muss er feststellen, dass einige Fans ziemlich lästig werden können. Zudem erkennt er, dass das daten der eigenen Stalkerin nicht die beste Idee ist. Phoebe lernt Rob kennen und spielt nach einem Angebot seinerseits Kindern auf der Gitarre einige Stücke vor, welche mehr oder minder angemessen sind.","versions":[{"lang":1,"streams":[{"redirect":14023438,"hoster":"VOE"},{"redirect":14075456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983926,"hoster":"VOE"},{"redirect":13993363,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Affengeil - Teil 2","epNo":13,"alt":"The One After The Super Bowl (2)","descr":"Chandler ist überrascht als seine ehemalige Schulgefährtin Suzie, die er früher hartnäckig gehänselt hat, plötzlich eindeutiges Interesse an ihm zeigt. Suzie, die sich für die Hänselei revanchieren will, lockt Chandler in den Waschraum eines Restaurants, wo sie ihm seine Kleider stiehlt und ihn nackt und gedemütigt zurücklässt. Zwischen Monica und Rachel entwickelt sich derweil ein Streit, da sie sich nicht einigen können, wer Jean-Claude Van Damme um ein Date fragen darf. Ross verbringt ein wenig Zeit mit Marcel, solange das Filmset in New York ist. Joey nutzt seine Chance und ergattert ein Minirolle im Film.","versions":[{"lang":1,"streams":[{"redirect":14055893,"hoster":"VOE"},{"redirect":14075461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984019,"hoster":"VOE"},{"redirect":13993360,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Hummer für Ross","epNo":14,"alt":"The One With The Prom Video","descr":"Monica und Ross finden ein altes Familienvideo wieder und schauen es sich gemeinsam mit ihren Freunden an, was beiden sehr peinlich ist. Da das Video aus der Zeit des Schulabschlusses der beiden stammt und Monica zu diesem Zeitpunkt stark übergewichtig war, machen Joey und Chandler haufenweise \"Dicken-Witze\". Ross hat derweil Angst, dass Rachel, in die er schon seit seiner Jugend verliebt ist, zu viel über ihn erfährt. Doch die Tatsache, dass Ross sie seit so vielen Jahren liebt, berührt Rachel zutiefst, und sie vergibt Ross seine Pro-und-Kontra-Liste über sie und küsst ihn leidenschaftlich. Damit bestätigen die beiden quasi Phoebes Hummer-Theorie, nach welcher die beiden zusammen gehören. Nach seinen erfolgreichen Schritten in der Filmindustrie möchte sich Joey für die zahlreichen Hilfen von Chandler bedanken und schenkt ihm ein goldenes Armband, welches diesem allerdings nicht wirklich gefällt. Monica ist weiterhin auf der Suche nach einem festen Job. Für die Übergangszeit leiht Ross ihr Geld.","versions":[{"lang":1,"streams":[{"redirect":14023442,"hoster":"VOE"},{"redirect":14075466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984013,"hoster":"VOE"},{"redirect":13993365,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ross und Rachel, Na endlich","epNo":15,"alt":"The One Where Ross And Rachel...You Know","descr":"Nach den vielen Jahren der Sehnsucht hat Ross endlich ein Date mit Rachel in einem romantischen italienischen Restaurant. Auf der Arbeit wird er jedoch noch aufgehalten und muss Rachel alleine warten lassen. Als Ross endlich fertig ist, trifft er Rachel doch noch und sie verbringen eine romantische Nacht zusammen im Museum. Monica macht das Catering bei dem Freund ihrer Eltern, Dr. Richard Burke, daher mit Phoebe als Kellnerin zusammen. Monica und Richard kommen sich dabei näher. Joey und Chandler genießen die Ruhe in ihren neuen Sesseln vor dem Fernseher.","versions":[{"lang":1,"streams":[{"redirect":14023440,"hoster":"VOE"},{"redirect":14075468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983929,"hoster":"VOE"},{"redirect":13993362,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein idealer Schwiegersohn","epNo":16,"alt":"The One Where Joey Moves Out","descr":"Monica überwindet sich, ihren Eltern zu erzählen, dass sie in den 20 Jahre älteren und langjährigen Familienfreund Dr. Richard Burke verliebt ist. Da ihre Eltern lieber Richards Sohn als Schwiegersohn hätten, versucht Monica ihre Eltern in einer günstigen Situation zu erwischen, um ihnen die \"Schreckensbotschaft\" mitzuteilen. Währenddessen streiten sich Chandler und Joey über Banalitäten, und Joey beschließt, sich eine eigene Wohnung zu suchen. Rachel und Phoebe überlegen an Tattoos, wobei Phoebe kneift, während Rachel sich ein rotes Herzchen an der Hüfte stechen lässt.","versions":[{"lang":1,"streams":[{"redirect":14055886,"hoster":"VOE"},{"redirect":14075471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983922,"hoster":"VOE"},{"redirect":13993364,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Chandlers Neuer","epNo":17,"alt":"The One Where Eddie Moves In","descr":"Joey hat seinen Plan, sich eine eigene Wohnung zu suchen, in die Tat umgesetzt. Die anfängliche Freude über die eigenen vier Wände ist jedoch nur von kurzer Dauer, da er schon bald die gemeinsamen Fernsehstunden und das Tischkicker-Spielen mit seinem besten Freund vermisst. Als er beschließt, Chandler zu fragen, ob er wieder bei ihm einziehen darf, muss er jedoch mit Entsetzen feststellen, dass sein Platz in der WG bereits durch Eddie besetzt wurde. Auch in der Wohnung gegenüber ist Monica mit der Situation nicht glücklich, da Ross nun viel Zeit mit Rachel verbringt, was Monica in mancher Situation zur Weißglut treibt. Phoebe erhält weitere Aufmerksamkeit für ihre Musik durch eine Studioaufnahme und ein Musikvideo ihres Songs \"Smelly Cat\".","versions":[{"lang":1,"streams":[{"redirect":14055889,"hoster":"VOE"},{"redirect":14075473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984058,"hoster":"VOE"},{"redirect":13993366,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Fahrstuhl in den Tod","epNo":18,"alt":"The One Where Dr. Ramoray Dies","descr":"Joey hat endlich eine feste Rolle in einer Seifenoper, und spielt seine Rolle überragend und mit Begeisterung. Als die Autoren jedoch erfahren, dass Joey seine Texte teilweise abändert, schreiben sie seine Rolle, Dr. Drake Ramoray, kurzerhand aus der Serie. Joeys Rolle nimmt den \"Fahrstuhl in den Tod\", indem sie in einen Aufzugschacht fällt. Rachel und Monica übernachten derweil mit ihren Freunden, Ross und Richard, in ihrer Wohnung. Als sich die beiden Frauen auf der Suche nach einem Kondom im Bad treffen, stellen sie fest, dass nur noch eins da ist. Rachel gewinnt das Kondom bei einem Spiel und Monica muss ihren romantischen Abend mit Richard verschieben. Chandlers Mitbewohner Eddie verhält sich zunehmend merkwürdig.","versions":[{"lang":1,"streams":[{"redirect":14055700,"hoster":"VOE"},{"redirect":14075477,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983963,"hoster":"VOE"},{"redirect":13993370,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Durch den Wind","epNo":19,"alt":"The One Where Eddie Won\u0027t Go","descr":"Chandler ist von seinem Mitbewohner Eddie genervt und beschließt, ihn vor die Tür zu setzen. Um ihn loszuwerden, plant er zusammen mit Joey einen Trick, um Eddie aus der Wohnung zu schaffen. Nachdem Eddie weg ist, ziehen Joey und Chandler wieder zusammen. Phoebe glaubt derweil, dass Männer ihr nur schaden und sie alleine viel besser dran wäre. Als sie auch Rachel und Monica davon überzeugt, führt das nicht nur zu Streitereien zwischen Rachel und Ross, sondern auch unter den Frauen.","versions":[{"lang":1,"streams":[{"redirect":14055699,"hoster":"VOE"},{"redirect":14075482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983978,"hoster":"VOE"},{"redirect":13993369,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ist das Leben nicht schlecht","epNo":20,"alt":"The One Where Old Yeller Dies","descr":"Phoebe muss feststellen, dass die Filme, die sie in ihrer Kindheit gesehen hat, nicht immer das schöne Ende haben, das sie in Erinnerung hat, sondern dass ihre Mutter die Filme immer vorzeitig beendet hat. Rachel macht sich währenddessen Gedanken über ihr gemeinsames Leben mit Ross und stellt fest, dass er ihre gemeinsame Zukunft schon wesentlich weiter durchgeplant hat. Da Rachel jedoch lieber für den Moment lebt, kommt es zu einem heftigen Streit zwischen den beiden. Dennoch passen die beiden erstmals gemeinsam ein Wochenende auf Ben auf, damit Carol und Susan ein wenig Ruhe bekommen. Ben sagt dabei seine ersten artikulierten Worte.","versions":[{"lang":1,"streams":[{"redirect":14055902,"hoster":"VOE"},{"redirect":14075483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984035,"hoster":"VOE"},{"redirect":13993368,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Im Namen der Männlichkeit","epNo":21,"alt":"The One With The Bullies","descr":"Phoebe will erneut Kontakt zu ihrem Vater aufnehmen und fährt zusammen mit Joey und Rachel zu dem Haus ihres Vaters. Am Haus angekommen, muss sie feststellen, dass ihr Vater auch dort nicht mehr wohnt, sondern seine neue Frau und einen Sohn zurückgelassen hat. Phoebe stellt fest, dass sie viele Gemeinsamkeiten mit ihrem Halbbruder Frank Junior hat und verspricht sich selbst, ein besseres Verhältnis mit ihm aufzubauen als zu ihren sonstigen Verwandten. Ross und Chandler legen sich derweil mit zwei kräftig gebauten Typen an, die ihre Stammcouch im Central Perk besetzt haben.","versions":[{"lang":1,"streams":[{"redirect":14023437,"hoster":"VOE"},{"redirect":14075485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984054,"hoster":"VOE"},{"redirect":13993367,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zwei Parties für Rachel","epNo":22,"alt":"The One With The Two Parties","descr":"Rachel hat Geburtstag und ihre Freunde haben eine Geburtstagsparty für sie organisiert. Jedoch haben sich sowohl Rachels Mutter als auch ihr Vater für den Geburtstag angekündigt. Da die beiden jedoch in Scheidung leben, organisieren die Freunde zwei Partys und sind den ganzen Abend damit beschäftigt, darauf zu achten, dass sich Rachels Eltern nicht begegnen.","versions":[{"lang":1,"streams":[{"redirect":14023443,"hoster":"VOE"},{"redirect":14075487,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984012,"hoster":"VOE"},{"redirect":13993371,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Pocken statt Liebe","epNo":23,"alt":"The One With The Chicken Pox","descr":"Phoebe ist begeistert, da ihr \"Navy-Lover\" Ryan für zwei Wochen Urlaub hat und ihn nur mit ihr verbringen will. Da Phoebe jedoch Windpocken bekommt, drohen die romantischen Wochen ins Wasser zu fallen, doch Ryan lässt sich von ihrem Anblick nicht abschrecken und die beiden verbringen doch noch zwei schöne Wochen miteinander. Joey fängt unter dem ausgedachten Alias Josef unter Chandler im Bereich Processing an zu arbeiten. Er sorgt dort aber für Wirbel und lässt den Job schnell wieder fallen. Richard akzeptiert Monicas Ticks, während Ross sich für Rachel in eine Uniform kleidet.","versions":[{"lang":1,"streams":[{"redirect":14055687,"hoster":"VOE"},{"redirect":14075488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983986,"hoster":"VOE"},{"redirect":13993373,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Rosarote Träume","epNo":24,"alt":"The One With Barry And Mindy\u0027s Wedding","descr":"Rachel geht zum zweiten Mal zu Barrys Hochzeit, diesmal jedoch nicht als Braut, sondern als Brautjungfer von Mindy. Da die Hochzeit am gleichen Ort wie Rachels geplante Hochzeit mit Barry stattfindet, hat Rachel viele Déjà-vu Erlebnisse, doch beschließt sie, sich davon nicht beirren zu lassen und bis zum Ende zu bleiben. Monica und Richard stehen vor der Trennung, da Monica sich Kinder wünscht, während Richard zwar dafür offen ist, sie aber nicht von sich aus möchte. Chandler begibt sich in den Bereich des Online-Datings und willigt mit Phoebes Unterstützungen einem Treffen im Central Perk zu, wo sich aber herausstellt, dass das Date die altbekannte Janice ist. Joey ist weiterhin auf der Suche nach einer neuen Rolle im Schauspielbereich.","versions":[{"lang":1,"streams":[{"redirect":14055696,"hoster":"VOE"},{"redirect":14075486,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984044,"hoster":"VOE"},{"redirect":13993372,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Phantasien","epNo":1,"alt":"The One With The Princess Leia Fantasy","descr":"Monica ist wegen ihrer Trennung von Richard depressiv und hat dementsprechende Fantasien ... Phoebe versucht, ihr Entspannung zu verschaffen, jedoch erst als Mr. Geller auftaucht und Monica \"tröstet\", bessert sich ihre Laune wieder. Ross und Rachel reden offen über ihre sexuellen Fantasien, woraufhin Rachel natürlich nichts Besseres zu tun hat, als sie prompt Phoebe und Monica weiterzuerzählen - vor allem den Teil von Ross\u0027 Prinzessin Leia-Fantasie!","versions":[{"lang":1,"streams":[{"redirect":13983995,"hoster":"VOE"},{"redirect":13993420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984002,"hoster":"VOE"},{"redirect":13993374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eile mit Weile!","epNo":2,"alt":"The One Where No One\u0027s Ready","descr":"Ross\u0027 wichtiger Abend ist gekommen, doch keiner von seinen Freunden ist zum Ausgehen bereit. Joey und Chandler streiten sich um Stühle und Klamotten. Monica hört eine alte Nachricht von Richard auf dem AB und glaubt, sie wäre neu. Daraufhin hinterlässt sie ihm eine Nachricht, die sie, als sich die Situation aufklärt, um jeden Preis wieder löschen will. Rachel kann sich nicht entscheiden, was sie anziehen soll und will daraufhin gar nicht ausgehen ...","versions":[{"lang":1,"streams":[{"redirect":13984049,"hoster":"VOE"},{"redirect":13993421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984027,"hoster":"VOE"},{"redirect":13993376,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Süße Gelüste","epNo":3,"alt":"The One With The Jam","descr":"Monica versucht mit allen Mitteln sich abzulenken, um nicht ständig an Richard denken zu müssen. Sie kocht Unmengen von Marmelade ein - die Joey einfach ganz köstlich findet. Außerdem beginnt die völlig verzweifelte Monica, sich nach einem passenden Samenspender umzusehen und stößt dabei ausgerechnet auf Joeys Akte! Chandler lässt sich in Sachen \"Beziehung\" von Ross und Rachel Nachhilfe geben. Doch der Unterricht hat leider nicht den gewünschten Erfolg ...","versions":[{"lang":1,"streams":[{"redirect":13984023,"hoster":"VOE"},{"redirect":13993422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984011,"hoster":"VOE"},{"redirect":13993377,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die andere Seite des Tunnels","epNo":4,"alt":"The One With The Metaphorical Tunnel","descr":"Joey verpasst ein Vorsprechen, weil Phoebe vergessen hat, ihm den Termin auszurichten. Doch sie biegt die Sache wieder hin, indem sie den Casting-Direktor anruft und sich als Joeys Agentin ausgibt ... Ross hat Probleme damit, dass sein Sohn mit Barbies spielt und versucht daher, ihn für maskulinere Spielsachen zu begeistern. Chandler hat Angst vor dem \"Tunnel der Bindung\". Joeys gut gemeinte Ratschläge führen dazu, dass Chandler so übertreibt, dass Janice die Flucht ergreift","versions":[{"lang":1,"streams":[{"redirect":13984020,"hoster":"VOE"},{"redirect":13993423,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983950,"hoster":"VOE"},{"redirect":13993375,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erotische Pläne","epNo":5,"alt":"The One With Frank Jr.","descr":"Chandler kommt auf die Idee, eine Liste zu erstellen, auf der fünf Berühmtheiten stehen, mit denen man schlafen darf - ohne dass der Partner eifersüchtig wird! Ganz besonders Ross findet diese Idee ausgezeichnet und gibt sich bei der Auswahl der Frauen besondere Mühe. Kurz darauf hat er aufgrund seiner Listenauswahl ein echtes Problem ... Phoebe hat sich mit ihrem Halbbruder Frank verabredet, den sie erst einmal in ihrem Leben gesehen hat. Es wird eine ungewöhnliche Begegnung ...","versions":[{"lang":1,"streams":[{"redirect":13984025,"hoster":"VOE"},{"redirect":13993424,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983949,"hoster":"VOE"},{"redirect":13993378,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zurück in die Vergangenheit","epNo":6,"alt":"The One With The Flashback","descr":"Janice stellt den Freunden eine interessante Frage, die zwar sofort von allen energisch verneint wird - aber auch alle ins Grübeln bringt: Wie war das eigentlich, als die sechs attraktiven Twens noch nicht so dicke Freunde waren? Lief da mehr zwischen ihnen? Ein Blick zurück in die Vergangenheit beweist, dass vor drei Jahren durchaus leidenschaftliche Funken sprühten - aus den unterschiedlichsten Gründen und mit den unterschiedlichsten Konsequenzen ...","versions":[{"lang":1,"streams":[{"redirect":13983940,"hoster":"VOE"},{"redirect":13993425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983957,"hoster":"VOE"},{"redirect":13993379,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rasende Träume","epNo":7,"alt":"The One With The Race Car Bed (1)","descr":"Joey träumt davon, endlich wieder für eine richtige Rolle engagiert zu werden. Vorläufig unterrichtet er angehende Schauspieler in seinem Spezialfach \"Seifenoper\". Wider Erwarten ist er dabei so gut, dass sich ein Schüler eine Rolle schnappt, die Joey selbst gerne ergattert hätte! Monica bestellt sich, animiert durch einen Werbespot mit Janices Mann, ein neues Bett. Leider wird jedoch ein falsches, ziemlich \"rasantes\" Exemplar geliefert - vom Umtausch ausgeschlossen.","versions":[{"lang":1,"streams":[{"redirect":13983964,"hoster":"VOE"},{"redirect":13993426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983951,"hoster":"VOE"},{"redirect":13993380,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hurra, sie leben noch","epNo":8,"alt":"The One With The Giant Poking Device (2)","descr":"Phoebe möchte unter keinen Umständen zum Zahnarzt gehen, und das aus gutem Grund: Jedes Mal wenn sie sich auf den Behandlungsstuhl setzt, stirbt jemand aus ihrer nächsten Umgebung. Ihre Freunde überreden Phoebe - trotz ihrer großen Bedenken - zum überfälligen Arztbesuch. Als sie zurückkommt, stellt sie überglücklich fest, dass alle ihre Lieben noch am Leben sind! Doch was ist mit dem hässlichen nackten Mann von gegenüber, der schon seit Stunden reglos daliegt?","versions":[{"lang":1,"streams":[{"redirect":13984009,"hoster":"VOE"},{"redirect":13993427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984047,"hoster":"VOE"},{"redirect":13993381,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die mit dem Ball spielen","epNo":9,"alt":"The One With The Football","descr":"Die Vorbereitungen für Thanksgiving laufen auf Hochtouren. Früher haben Monica und Ross an diesem Feiertag immer ein Footballspiel veranstaltet. Meist kam es aber zwischen den Geschwistern zu Streitigkeiten, so dass ihre Eltern verboten haben, weiterhin um den \"Geller Bowl\" zu spielen. Nun soll diese schöne Tradition wieder aufleben. Als sich die beiden Mannschaften gegenüberstehen, gibt es prompt wieder Unstimmigkeiten zwischen den beiden Kapitänen Monica und Ross ...","versions":[{"lang":1,"streams":[{"redirect":13984055,"hoster":"VOE"},{"redirect":13993428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984059,"hoster":"VOE"},{"redirect":13993382,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Knabbereien","epNo":10,"alt":"The One Where Rachel Quits","descr":"Ross trifft versehentlich ein Mädchen so heftig mit seinem Tennisschläger, dass sich die Kleine das Bein bricht. Schade nur, dass sie nun keine Weihnachtskekse mehr verkaufen kann, um sich so ihren größten Wunsch - ein Besuch im \"Space Camp\" - zu erfüllen. Ross hat ein schlechtes Gewissen und übernimmt ihren Job. Indessen denkt Rachel über ihr Leben nach und kommt zu dem Schluss, dass sie nicht ewig als Kellnerin arbeiten will. Sie nimmt ihren ganzen Mut zusammen und kündigt ...","versions":[{"lang":1,"streams":[{"redirect":13983969,"hoster":"VOE"},{"redirect":13993429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984010,"hoster":"VOE"},{"redirect":13993384,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Welche Schwester war\u0027s doch gleich?","epNo":11,"alt":"The One Where Chandler Can\u0027t Remember Which Sister","descr":"Der gut aussehende Mann, der über Monica und Rachel wohnt, ist mehr als rücksichtslos. Als Phoebe ihn zurechtweisen will, kann auch sie seinem Charme nicht widerstehen - und landet in seinem Bett ... Indessen vergnügt sich der beschwipste Chandler bei einer Party mit einer von Joeys Schwestern. Leider kann er sich am folgenden Tag nicht mehr daran erinnern, mit welcher. Nun hat er die Wahl: Entweder setzt er sich dem Zorn Joeys aus, oder er wagt sich in die Höhle der Löwinnen ...","versions":[{"lang":1,"streams":[{"redirect":13983942,"hoster":"VOE"},{"redirect":13993430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983955,"hoster":"VOE"},{"redirect":13993383,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lästige Eifersucht","epNo":12,"alt":"The One With All The Jealousy","descr":"Ross ist eifersüchtig auf Rachels Kollegen Mark. Rachel versucht, ihm klar zu machen, dass seine Eifersucht unbegründet sei, schließlich würde sie ihn lieben. Als Ross sich mit einer Stripperin verabredet, damit sein Sohn mit deren Kind spielen kann, nagt die lästige Eifersucht auch an ihr ... Joey hat ein Engagement bei einem Musical in Aussicht, bei dem er auch tanzen muss. Er erklärt dem Regisseur, dass er diese Kunst perfekt beherrsche - was natürlich in einem Fiasko endet.","versions":[{"lang":1,"streams":[{"redirect":13984038,"hoster":"VOE"},{"redirect":13993431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983931,"hoster":"VOE"},{"redirect":13993391,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nichts als Freunde?","epNo":13,"alt":"The One Where Monica And Richard Are Just Friends","descr":"Zufällig begegnet Monica ihrem Ex wieder. Richard Burke und sie hatten vor kurzem eine leidenschaftliche Beziehung beendet, da einige fundamentale Meinungsverschiedenheiten über die gemeinsame Zukunft bestanden. Vor allem die Kinderfrage war unlösbar für das Paar. Nun stellt sich die Frage, ob sie nicht einfach nur Freunde sein können. Doch die Erotik steht den beiden im Weg und es kommt, wie es kommen muss: Sie landen - ein letztes Mal? - miteinander im Bett","versions":[{"lang":1,"streams":[{"redirect":13983987,"hoster":"VOE"},{"redirect":13993432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983916,"hoster":"VOE"},{"redirect":13993385,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Geld oder Freundschaft","epNo":14,"alt":"The One With Phoebe\u0027s Ex-Partner","descr":"Phoebes alte Freundin Leslie meldet sich überraschend wieder. Doch Phoebes Freude hält sich in Grenzen, da sie früher einmal von Leslie schmählich verraten wurde. Die beiden traten zusammen auf, bis Leslie plötzlich ging, um mit Werbejingles Geld zu verdienen - und Phoebe allein ziemlich in der Luft hing. Nun ist Leslie in Geldnot und möchte sich wieder mit Phoebe zusammentun. Doch die unterzieht Leslie zuerst einem Test und stellt sie vor die Wahl: Geld oder Freundschaft?","versions":[{"lang":1,"streams":[{"redirect":13984000,"hoster":"VOE"},{"redirect":13993434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983935,"hoster":"VOE"},{"redirect":13993387,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kurzschluss","epNo":15,"alt":"The One Where Ross And Rachel Take A Break (1)","descr":"Rachel fühlt sich von Ross immer mehr eingeengt. Zum ersten Mal in ihrem Leben entwickelt sie beruflichen Ehrgeiz, was natürlich viel Zeit in Anspruch nimmt. Dadurch fühlt sich Ross stark vernachlässigt, und es kommt zu einem folgenschweren Streit. Rachel will eine Beziehungspause einlegen, um sich in aller Ruhe entscheiden zu können. Ross reagiert anfangs gekränkt, dann rasend eifersüchtig - denn er bekommt mit, dass Rachel sich nach dem Streit mit Mark trifft ...","versions":[{"lang":1,"streams":[{"redirect":13983930,"hoster":"VOE"},{"redirect":13993433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984040,"hoster":"VOE"},{"redirect":13993386,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Seitensprung","epNo":16,"alt":"The One The Morning After (2)","descr":"Ross kann es nicht ertragen, dass Rachel eine Beziehungspause einlegen will. Da er zudem in seiner Eifersucht annimmt, dass Rachel ihn mit Mark betrogen hat, kommt es zu einer Kurzschlusshandlung. Er landet mit der Erstbesten im Bett! Obwohl er alles versucht, um diesen Seitensprung zu verheimlichen, erfährt Rachel davon. Es kommt zu einem ernsten Gespräch zwischen den beiden, in dem Ross alles versucht, um seine Beziehung zu retten. Doch Rachel kann ihm nicht mehr vertrauen ...","versions":[{"lang":1,"streams":[{"redirect":13984007,"hoster":"VOE"},{"redirect":13993435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983956,"hoster":"VOE"},{"redirect":13993388,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Einsam und verlassen","epNo":17,"alt":"The One Without The Ski Trip","descr":"Seit der Trennung von Ross und Rachel ist für die Freunde alles höchst kompliziert geworden, denn Rachel weigert sich, etwas mit Ross zu unternehmen. Als sie die Clique auf eine Skihütte einlädt, muss er daher einsam und verlassen zurückbleiben. Versehentlich lässt Rachel unterwegs den Schlüssel im Auto stecken und schlägt die Tür zu. Phoebe ruft kurzerhand Ross an und bittet ihn um Hilfe, doch selbst danach will Rachel ihn nicht mitnehmen. Der Clique stehen schwere Zeiten bevor.","versions":[{"lang":1,"streams":[{"redirect":13984028,"hoster":"VOE"},{"redirect":13993436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983939,"hoster":"VOE"},{"redirect":13993389,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wie angle ich mir keinen Millionär","epNo":18,"alt":"The One With The Hypnosis Tape","descr":"Monica hat es wirklich nicht leicht. Da lernt sie einen charmanten Multimillionär kennen, der sie vergöttert - kann sich aber einfach nicht in ihn verlieben. Doch Pete lässt von seinem Objekt der Begierde nicht so leicht wieder ab, sodass sich für Monica schließlich die Frage stellt: Wie angle ich mir keinen Millionär? Phoebes 18-jähriger Bruder Frank hat ebenfalls Heiratsabsichten. Die Glückliche ist allerdings schon 44 Jahre, was Phoebe sehr beunruhigend findet ...","versions":[{"lang":1,"streams":[{"redirect":13983960,"hoster":"VOE"},{"redirect":13994746,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983945,"hoster":"VOE"},{"redirect":13993393,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Männer ohne Chance","epNo":19,"alt":"The One With The Tiny T-Shirt","descr":"Schlechte Karten für die Männerwelt: Mark gesteht Rachel - auf recht plumpe Art - seine Liebe und bekommt eine Abfuhr. Denn Rachel ist immer noch nicht über die Trennung von Ross hinweggekommen ... Joey versucht sein Glück bei einer Schauspielerkollegin und blitzt - ziemlich heftig - ab. Zu dumm aber auch, dass die Angebetete mit dem Regisseur des Stücks liiert ist. Und auch Millionär Pete kommt bei Monica nur äußerst schleppend voran.","versions":[{"lang":1,"streams":[{"redirect":13984037,"hoster":"VOE"},{"redirect":13993437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563099,"hoster":"VOE"},{"redirect":13993390,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Feuer gefangen","epNo":20,"alt":"The One With The Dollhouse","descr":"Von einer nicht gerade übermäßig geliebten Tante erbt Monica ein wunderschönes Puppenhaus und erregt damit Phoebes Neid. Deren fantasievolles architektonisches Gegenstück fängt dummerweise Feuer ... Das gleiche passiert mit Chandler und Rachels Chefin Joanna - allerdings im übertragenen Sinne. Joanna ist interessiert an Chandler, der sich Rachel zuliebe mit ihr zum Essen trifft. Doch der Funke springt einfach nicht über. Auch Joey erlebt in Liebesdingen eine Enttäuschung ...","versions":[{"lang":1,"streams":[{"redirect":13983933,"hoster":"VOE"},{"redirect":13993438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984022,"hoster":"VOE"},{"redirect":13993392,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Huhn und eine Ente","epNo":21,"alt":"The One With A Chick And A Duck","descr":"Joey kauft ein Haustier: ein Küken! Doch wie versorgt man ein so kleines Geschöpf? Für Chandler steht fest, dass es unbedingt einen Spielkameraden braucht. Also kauft er noch eine Ente. Leider entpuppt sich das Küken schließlich als Huhn! Rachel hat einen wichtigen Termin, muss aber zudem mit einer gebrochenen Rippe kämpfen. Ross steht ihr zur Seite, lässt dafür selbst einen entscheidenden Termin sausen - wie sie später erfährt - und die beiden kommen sich wieder etwas näher ...","versions":[{"lang":1,"streams":[{"redirect":13983962,"hoster":"VOE"},{"redirect":13993439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983980,"hoster":"VOE"},{"redirect":13993396,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Choleriker","epNo":22,"alt":"The One With The Screamer","descr":"Rachel hat einen neuen Verehrer: einen netten jungen Mann namens Tommy. Nur Ross erlebt zweimal am eigenen Leib, dass Tommy wegen Kleinigkeiten aus der Haut fährt. Doch niemand glaubt Ross. Alle unterstellen ihm, dass er lediglich eifersüchtig sei. Erst als Tommy Chandlers Ente und das Küken anschreit und dabei erwischt wird, wissen die Freunde, dass Ross die Wahrheit gesagt hat. Joey hat ganz andere Sorgen: Er ist immer noch unglücklich in seine Theaterkollegin Kate verliebt.","versions":[{"lang":1,"streams":[{"redirect":13984008,"hoster":"VOE"},{"redirect":13993441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13983979,"hoster":"VOE"},{"redirect":13993395,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zuviel des Guten","epNo":23,"alt":"The One With Ross\u0027s Thing","descr":"Das ist wirklich zu viel des Guten, denkt sich Ross, als er an seinem Körper einen äußerst merkwürdigen Pickel entdeckt. Besorgt um seine Gesundheit, geht Ross zu einem Guru, der das \"Ding\" tatsächlich auf wundersame Weise verschwinden lässt. Phoebe hat ein ganz anderes Problem: Sie hat zwei Verehrer und kann sich absolut nicht entscheiden. Das Problem \"ein Mann zu viel\" löst sich aber schließlich ganz von selbst. Auch Pete hat für Monica noch eine Überraschung auf Lager ...","versions":[{"lang":1,"streams":[{"redirect":13983919,"hoster":"VOE"},{"redirect":13993440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984048,"hoster":"VOE"},{"redirect":13993394,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kampfspiele","epNo":24,"alt":"The One With The Ultimate Fighting Champion","descr":"Die Freunde sind derzeit ganz auf Kampf eingestellt, wenn auch auf völlig unterschiedliche Weise: Chandler muss sich mit seinem neuen Chef auseinandersetzen, der gerne und oft handgreiflich wird. Rachel wiederum geht in Kampfstellung, weil Ross eine neue Flamme hat - mit der ihn ausgerechnet Phoebe bekannt gemacht hat. Und Pete? Der versucht sich im echten Ring als \"Ultimate Fighting Champion\", um so in die Wrestling-Geschichte einzugehen.","versions":[{"lang":1,"streams":[{"redirect":13983918,"hoster":"VOE"},{"redirect":13993442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13984026,"hoster":"VOE"},{"redirect":13993397,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Entscheidung am Strand","epNo":25,"alt":"The One At The Beach","descr":"Phoebe entdeckt ein Foto, auf dem ihre Mutter, deren Freundin Phoebe Abott und ein Mann, der vielleicht ihr Vater ist, abgebildet sind. Sie beschließt daraufhin, die andere Phoebe aufzusuchen, um endlich Klarheit über ihre Herkunft zu erlangen. Da diese am Strand wohnt, nutzen die Freunde die Gelegenheit gleich für einen Wochenendausflug ans Meer. Ross muss sich an diesem Wochenende entscheiden, welcher Dame er in Zukunft sein Herz schenken wird: Rachel oder Bonnie?","versions":[{"lang":1,"streams":[{"redirect":9005731,"hoster":"VOE"},{"redirect":8540388,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563123,"hoster":"VOE"},{"redirect":8563130,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Quallen-Qual","epNo":1,"alt":"The One With The Jellyfish","descr":"Ross hat eine Nacht der Beziehungsdiskussion mit Bonnie hinter sich, als er einen Brief von Rachel erhält. Bevor sie wieder mit ihm zusammen sein will, muss er ihn lesen. Ross schläft darüber ein und stimmt anschließend einfach allem zu - was sich als Fehler herausstellt. Außerdem hat Monica am Strand eine äußerst schmerzhafte Begegnung mit einer Qualle. Joey behauptet allen Ernstes, dass Urin auf der Wunde den Schmerz lindern würde. Leider kann sich Monica nicht selbst helfen.","versions":[{"lang":1,"streams":[{"redirect":13992591,"hoster":"VOE"},{"redirect":14002314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992431,"hoster":"VOE"},{"redirect":14002165,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die reinkarnierte Katze","epNo":2,"alt":"The One With The Cat","descr":"Chip Matthews ist der begehrteste Junge an der Highschool. Obwohl er ein ruhiger Junge ist, der noch bei seinen Eltern lebt, setzt Monica alles daran, ihren Traum von einem Date mit Chip wahr zu machen. Aber sie ist nicht die einzige, die Chip begehrt. Unterdessen findet Phoebe eine streunende Katze - und ist überzeugt, dass diese ihre reinkarnierte Mutter ist. Als die Besitzer der Katze mittels eines Posters nach ihr suchen, traut sich niemand, dies Phoebe zu erzählen.","versions":[{"lang":1,"streams":[{"redirect":13992652,"hoster":"VOE"},{"redirect":14002311,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992614,"hoster":"VOE"},{"redirect":14002166,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fesselspiele","epNo":3,"alt":"The One With The \u0027Cuffs","descr":"Chandler und Rachels Chefin Joanna lernen sich auf etwas ungewöhnliche Weise kennen, und zwischen den beiden funkt es gewaltig. Als sich Rachel wenig später mit einem Nachschlüssel in Joannas Büro schleicht, um etwas herauszufinden, entdeckt sie Chandler - nackt mit Handschellen an einen Stuhl gefesselt. Chandler fleht Rachel an, ihn zu befreien. Dabei gibt es aber ein Problem: Wenn sie Chandler befreit, weiß ihre Chefin, dass Rachel illegalerweise einen Schlüssel zum Büro hat.","versions":[{"lang":1,"streams":[{"redirect":13992562,"hoster":"VOE"},{"redirect":14002308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992488,"hoster":"VOE"},{"redirect":14002167,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Männertanz","epNo":4,"alt":"The One With The Ballroom Dancing","descr":"Auf einem Ball braucht Mr. Treeger die Hilfe Joeys, um die Aufmerksamkeit einer ganz bestimmten Lady auf sich zu ziehen. Das führt dazu, dass die beiden schließlich zu perfekten Tanzpartnern werden. Inzwischen nimmt Chandler Ross zur moralischen Unterstützung mit ins Fitnessstudio, weil er seine Mitgliedschaft beenden will. Am Ende aber verläuft alles ganz anders: Ross meldet sich ebenfalls an. Für Phoebe endet eine Massagesitzung ganz und gar ungewöhnlich.","versions":[{"lang":1,"streams":[{"redirect":13992509,"hoster":"VOE"},{"redirect":14002313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992515,"hoster":"VOE"},{"redirect":14002169,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Drei sind einer zuviel","epNo":5,"alt":"The One With Joey\u0027s New Girlfriend","descr":"Chandler trifft ein äußerst attraktives Mädchen - nur um am Ende herauszufinden, dass es sich dabei um Joeys Verabredung handelt. Doch je mehr er von Kathy kennen lernt, desto tiefer werden seine Gefühle für sie. Schließlich muss er aber doch einsehen, dass sie Joeys Mädchen ist, auch wenn es ganz so scheint, als sei dieser in dieser Beziehung nicht allzu sehr engagiert. Unterdessen geben Ross und Rachel endlich den Versuch auf, einander eifersüchtig zu machen.","versions":[{"lang":1,"streams":[{"redirect":13992639,"hoster":"VOE"},{"redirect":14002315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992623,"hoster":"VOE"},{"redirect":14002171,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Veloursamt-Kaninchen","epNo":6,"alt":"The One With The Dirty Girl","descr":"Kathys Geburtstag steht bevor, und Chandler ersteht eine seltene Ausgabe ihres Lieblingsbuches. Joey will ihr einen Stift schenken, der die Uhrzeit anzeigt. Chandler findet es nicht gut, dass Joey ein weniger attraktives Geschenk für Kathy hat als er. Er überredet Joey, Kathy an seiner Stelle das Buch zu schenken. Aber natürlich weiß diese, von wem sie ihr Lieblingsbuch tatsächlich bekommen hat. Außerdem verliebt sich Ross in eine Paläontologin - und erlebt eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":13992519,"hoster":"VOE"},{"redirect":14002319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992543,"hoster":"VOE"},{"redirect":14002170,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verrat unter Freunden","epNo":7,"alt":"The One Where Chandler Crosses The Line","descr":"Zwischen Chandler und Joey kommt es zu Spannungen: Als Joey zu einem Date mit Kathy zu spät kommt, weil er ein anderes Treffen hatte, kommt Chandler zum Zug: Er und Kathy küssen sich. Er fühlt sich zunächst ziemlich schlecht dabei. Dann bricht Kathy endgültig mit Joey, und dieser vermutet sofort, dass ein anderer Mann dahintersteckt. Chandler gibt zu, dieser andere zu sein. Währenddessen arbeitet Ross an seinem Sound. Leider ist er nicht so talentiert, wie er und Phoebe glauben.","versions":[{"lang":1,"streams":[{"redirect":13992487,"hoster":"VOE"},{"redirect":14002321,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992517,"hoster":"VOE"},{"redirect":14002172,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Chandler in der Kiste","epNo":8,"alt":"The One With Chandler In A Box","descr":"Zwischen Joey und Chandler stimmt die Chemie nicht mehr, seit Chandler Kathy geküsst hat. Joey will ausziehen. Während die Freunde versuchen, die Sache irgendwie in den Griff zu kriegen, teilt Kathy mit, dass sie geht: Sie will nicht am Zerwürfnis der beiden Schuld sein. Außerdem verletzt sich Monica am Auge, weigert sich aber, Richard noch einmal zu sehen. Sie wendet sich an den nächsten ärztlichen Notdienst - und der attraktive Arzt ist niemand anderer als Richards Sohn.","versions":[{"lang":1,"streams":[{"redirect":13992416,"hoster":"VOE"},{"redirect":14002322,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992622,"hoster":"VOE"},{"redirect":14002173,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Laßt die Bären tanzen","epNo":9,"alt":"The One Where They\u0027re Going To Party!","descr":"Ross und Chandler warten sehnsüchtig auf einen alten Freund, um gemeinsam die Puppen tanzen zu lassen. Als dieser nicht auftaucht, besteht Joey darauf, dass sie zu dritt ebenfalls einen drauf machen können. Doch schon bald müssen sie erkennen, dass die wilden Jugendzeiten vorbei sind. Unterdessen jobbt Monica als Restauranttesterin. Überraschenderweise tut sich nach ihrer ersten Kritik, einem phänomenalen Verriss, eine völlig neue Karrieremöglichkeit auf.","versions":[{"lang":1,"streams":[{"redirect":13992570,"hoster":"VOE"},{"redirect":14002325,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992445,"hoster":"VOE"},{"redirect":14002176,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nur ein kleines Abenteuer","epNo":10,"alt":"The One With The Girl From Poughkeepsie","descr":"Monica engagiert Joey für die Arbeit im Restaurant. Doch ihre wahre Absicht ist eine andere: Sie stellt ihn nur an, um ihn wieder feuern zu können - und um so zu zeigen, wer der Boss ist. Doch Joey reagiert anders als erwartet. Währenddessen beschließt Ross, mit einem Mädchen aus Poughkeepsie zu brechen, weil sie zu weit entfernt wohnt. Um ihr dies zu erklären, reist er mit dem Zug zu ihr. Er schläft ein und wacht erst in Montreal wieder auf - mit einem Mädchen aus Neuschottland.","versions":[{"lang":1,"streams":[{"redirect":13992420,"hoster":"VOE"},{"redirect":14002323,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992551,"hoster":"VOE"},{"redirect":14002174,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die sieben Zonen einer Frau","epNo":11,"alt":"The One With Phoebe\u0027s Uterus","descr":"Frank jr. und Alice sind zusammen durchgebrannt, und nun fragen sie Phoebe, ob sie sich für die beiden als Leihmutter zur Verfügung stellen würde. Phoebe fragt ihre Mutter um Rat, und diese gibt ihr eine Puppe. Phoebe soll diese Puppe liebgewinnen und dadurch erfahren, wie schwer es ist, etwas abzugeben, was man liebt. Aber das funktioniert nicht so ganz: Phoebe gibt die Puppe Frank und Alice. Die beiden sind sich nun sicher, dass Phoebe ihnen auch ein Baby überlassen würde.","versions":[{"lang":1,"streams":[{"redirect":13992572,"hoster":"VOE"},{"redirect":14002326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992418,"hoster":"VOE"},{"redirect":14002175,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Alles ist relativ","epNo":12,"alt":"The One With The Embryos","descr":"Phoebe begibt sich ins Krankenhaus, um sich künstlich befruchten zu lassen. Weil sich Frank und Alicia nur diese eine Behandlung bei dem Arzt leisten können, beschließen sie, ihrer Leihmutter gleich alle fünf Embryonen einpflanzen zu lassen. Phoebe verbringt den Rest des Tages mit den Beinen in der Luft, um die Befruchtung zu sichern. Tatsächlich ergibt der folgende Test, dass sie schwanger ist. Inzwischen lassen sich auch die übrigen Freunde auf ein gewagtes Spiel ein.","versions":[{"lang":1,"streams":[{"redirect":13992583,"hoster":"VOE"},{"redirect":11430651,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992462,"hoster":"VOE"},{"redirect":14002177,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Graue Theorie","epNo":13,"alt":"The One With Rachel\u0027s Crush","descr":"Ross und Chandler besuchen eine Performance, in der Kathy der Star ist. Doch ihre \"körperliche Performance\" mit dem männlichen Co-Star geht weit über das hinaus, was der eifersüchtige Chandler vertragen kann. Als dann auch noch Joey behauptet, dass die Chemie zwischen den Stars auf der Bühne üblicherweise auch privat Folgen hat, beschuldigt Chandler Kathy, ihn zu betrügen - obwohl er nicht den geringsten Beweis dafür hat. Wenig später überrascht er Kathy und den Co-Star im Bett.","versions":[{"lang":1,"streams":[{"redirect":13992513,"hoster":"VOE"},{"redirect":14002328,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992461,"hoster":"VOE"},{"redirect":14002180,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Toter Fisch stinkt!","epNo":14,"alt":"The One With Joey\u0027s Dirty Day","descr":"Joey ist aufgeregt, da ein Drehtag mit dem Hollywoodstar Charlton Heston bevorsteht. Da Joey jedoch zu spät von seinem Angelausflug zurückkommt, schafft er es nicht mehr, zu Hause zu duschen. Aber nach totem Fisch will er auch nicht riechen, weshalb er sich kurzerhand in der Garderobe von Mr. Heston duscht. Doch dies gefällt dem Superstar ganz und gar nicht ... Währenddessen geben Rachel, Monica und Phoebe ihr Bestes, um Chandler über die Trennung von Kathy hinwegzuhelfen ...","versions":[{"lang":1,"streams":[{"redirect":13992610,"hoster":"VOE"},{"redirect":14002329,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992425,"hoster":"VOE"},{"redirect":14002178,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hilfe, sie ist wieder da!","epNo":15,"alt":"The One With All The Rugby","descr":"Chandlers Ex-Freundin Janice taucht wieder auf der Bildfläche auf und setzt alles daran, Chandler zurückzuerobern. Um ihr auszuweichen, greift Chandler zu einer Notlüge: Er soll angeblich in den Jemen versetzt werden! Janice lässt nichts unversucht und besteht darauf, Chandler zum Flughafen zu begleiten. Monica hat währenddessen ganz andere Sorgen: In ihrer Wohnung befindet sich ein elektrischer Schalter, der anscheinend keine Funktion hat ...","versions":[{"lang":1,"streams":[{"redirect":13992497,"hoster":"VOE"},{"redirect":14002331,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992401,"hoster":"VOE"},{"redirect":14002179,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Club der Nieten!","epNo":16,"alt":"The One With The Fake Party","descr":"Phoebe, die überzeugte Vegetarierin, kommt in größte Gewissensnöte: Während ihrer Schwangerschaft entwickelt sie einen Heißhunger auf Fleisch! Joey macht Phoebe deswegen einen Vorschlag. Er würde an ihrer Stelle vegetarisch leben, sodass sie ungehindert Fleisch essen könne ... Emily steht kurz vor ihrer Rückkehr nach London. Den letzten Abend will Ross gerne mit ihr alleine verbringen, aber Rachel hat bereits eine Überraschungs-Abschiedsparty organisiert ...","versions":[{"lang":1,"streams":[{"redirect":13992493,"hoster":"VOE"},{"redirect":14002333,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992537,"hoster":"VOE"},{"redirect":14002182,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Gratis-Porno","epNo":17,"alt":"The One With The Free Porn","descr":"Wenn das kein Glücksfall ist: Joey und Chandler stellen fest, dass sie einen gebührenpflichtigen Pornokanal empfangen - ganz ohne etwas zu bezahlen. Doch die Angst der beiden, diesen Vorzug zu verlieren, ist so groß, dass sie den Fernseher von nun an nicht mehr ausschalten. Und die Fernbedienung darf niemand mehr anfassen ... Phoebes Arzt eröffnet ihr etwas ganz Besonderes: Sie wird Mutter von Drillingen!","versions":[{"lang":1,"streams":[{"redirect":13992502,"hoster":"VOE"},{"redirect":14002334,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992628,"hoster":"VOE"},{"redirect":14002185,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Gib dem Kind einen Namen","epNo":18,"alt":"The One With Rachel\u0027s New Dress","descr":"Rachel lädt Joshua zu sich nach Hause ein. Endlich ist es so weit, und die beiden kommen sich näher. Doch genau in diesem Moment erscheint Joeys Ente auf der Bildfläche und stört die zwei. Joshuas Idee, in das Haus seiner Eltern zu fahren, ist ebenfalls nicht von Erfolg gekrönt, da diese verfrüht aus ihrem Urlaub zurückkommen. Chandler quälen unterdessen andere Sorgen: Er ist der Meinung, dass sein Name ihm bisher nur Pech gebracht hat. Deshalb will er ihn ändern ...","versions":[{"lang":1,"streams":[{"redirect":13992442,"hoster":"VOE"},{"redirect":14002336,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992404,"hoster":"VOE"},{"redirect":14002183,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tausche Kuß gegen Wohung","epNo":19,"alt":"The One With All The Haste","descr":"Monica und Rachel haben ein Ziel: Sie wollen unbedingt ihre alte Wohnung wieder zurückhaben. Mit welchen Angeboten und Tricks es die beiden auch versuchen, bei Chandler und Joey beißen sie auf Granit. Denn die zwei wollen auf gar keinen Fall ausziehen! Aber dann gibt\u0027s doch noch eine Lösung für das Problem - ein Kuss von Rachel und Monica. Emily und Ross lassen eine Bombe platzen: Sie wollen heiraten. Die Freunde sind begeistert, und auch Rachel lässt sich nichts anmerken ...","versions":[{"lang":1,"streams":[{"redirect":13992504,"hoster":"VOE"},{"redirect":14002337,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992405,"hoster":"VOE"},{"redirect":14002187,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wild entschlossen","epNo":20,"alt":"The One With The Wedding Dresses","descr":"Chandler hat ein großes Problem: Joeys Schnarchen stört ihn derart, dass er keine Nacht mehr durchschlafen kann. Um diesen Zustand möglichst schnell zu ändern, zwingt er Joey, in eine Schlafklinik zu gehen, in der das Schnarchen behandelt wird. Dort lernt Joey Marjorie kennen, die im Schlaf spricht und sogar schreit! Währenddessen holen Monica und Phoebe Emilys Brautkleid ab. Die beiden sind restlos von dem schönen Kleid begeistert, und Monica probiert es sogleich an ...","versions":[{"lang":1,"streams":[{"redirect":13992631,"hoster":"VOE"},{"redirect":14002339,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992611,"hoster":"VOE"},{"redirect":14002186,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Sie küssten und sie schlugen sich","epNo":21,"alt":"The One With The Invitations","descr":"Als Ross dabei ist, die Einladungen für die bevorstehende Hochzeit mit Emily zu verschicken, wird er von wehmütigen Erinnerungen an seine Zeit mit Rachel heimgesucht. Auch Rachel geht es so - ihr wird bewusst, dass sie die Trennung von Ross noch lange nicht völlig verwunden hat. Joey und Chandler suchen nach Herausforderungen und möchten etwas richtig Aufregendes erleben. So beschließen sie kurzerhand, den Mount Everest zu besteigen ...","versions":[{"lang":1,"streams":[{"redirect":13992602,"hoster":"VOE"},{"redirect":14002342,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992608,"hoster":"VOE"},{"redirect":14002190,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der beste Trauzeuge aller Zeiten","epNo":22,"alt":"The One With The Worst Best Man Ever","descr":"Ross steht vor einer schwierigen Entscheidung, denn er weiß nicht, wen er als Trauzeugen auswählen soll - Joey oder lieber Chandler? Schließlich entscheidet er sich für Joey, bereut dies aber bald, denn binnen kürzester Zeit hat Joey die Eheringe verloren! Je weiter Phoebes Schwangerschaft fortschreitet, desto größer werden die Belastungen. Zu den \"normalen\" Beschwerden kommt bei Phoebe jedoch dazu, dass sie die Drillinge eigentlich gar nicht mehr weggeben will ...","versions":[{"lang":1,"streams":[{"redirect":13992530,"hoster":"VOE"},{"redirect":14002340,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992485,"hoster":"VOE"},{"redirect":14002188,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Endlich Hochzeit? - Teil 1","epNo":23,"alt":"The One With Ross\u0027s Wedding (1)","descr":"Die Freunde sind gemeinsam nach England geflogen, um bei Ross\u0027 und Emilys Hochzeit mit dabei sein zu können. Joey amüsiert sich bestens in London, und bei einem Bummel begegnet ihm Sarah Ferguson! Damit ihm seine Freunde auch glauben, nimmt er Sarah kurzerhand auf Video auf ... Rachel, die nicht mit nach London geflogen ist, wird während eines Gesprächs mit Phoebe klar, dass sie Ross noch immer liebt. Plötzlich wird ihr klar, dass sie nur noch eine Chance hat ...","versions":[{"lang":1,"streams":[{"redirect":13992567,"hoster":"VOE"},{"redirect":14002345,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992541,"hoster":"VOE"},{"redirect":14002189,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Endlich Hochzeit? - Teil 2","epNo":24,"alt":"The One With Ross\u0027s Wedding (2)","descr":"Bei einem Gespräch mit Phoebe wird Rachel klar, dass sie Ross noch immer liebt. Gegen Phoebes Rat fliegt Rachel nach London, wo sie Ross ihre Gefühle gestehen will, bevor er Emily heiratet. Sie platzt mitten in die Zeremonie, als Ross gerade seinen Trauspruch spricht. Und dann unterläuft ihm ein folgenschwerer Fehler: Er verspricht sich und sagt nicht Emily, sondern Rachel! Damit ist das Chaos vorprogrammiert, und zu guter Letzt landen Monica und Chandler zusammen im Bett .","versions":[{"lang":1,"streams":[{"redirect":13992490,"hoster":"VOE"},{"redirect":14002343,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992478,"hoster":"VOE"},{"redirect":14002191,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Flitterwochen mit der anderen","epNo":1,"alt":"The One After Ross Says Rachel","descr":"Ross ist außer sich: Seit dem Dilemma auf der Hochzeit, als er beim Trauspruch Rachels und Emilys Namen verwechselt hat, ist Emily spurlos verschwunden. Da sie auch am Flughafen zur Abreise in die Flitterwochen nicht erscheint, lädt er kurz entschlossen Rachel ein. Als diese bereits im Flugzeug sitzt, trifft Emily doch noch ein ... Monica und Chandler möchten gerne ihr erotisches Abenteuer wiederholen, doch irgendwie klappt es diesmal nicht so recht ...","versions":[{"lang":1,"streams":[{"redirect":13992473,"hoster":"VOE"},{"redirect":14002349,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992413,"hoster":"VOE"},{"redirect":14002192,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hilfe, die Babies kommen","epNo":2,"alt":"The One With All The Kissing","descr":"Phoebe möchte mit ihren Freunden gerne einen Trip nach Atlantic City unternehmen, doch die bevorstehende Geburt lässt dies nicht mehr zu. Nach ihrem Techtelmechtel in London haben sich Monica und Chandler ziemlich ineinander verschaut, wollen dies aber geheim halten. Als sie beim Küssen erwischt werden, behauptet Chandler steif und fest, dies sei die europäische Art, sich zu verabschieden. Und nun küsst er jede Frau zum Abschied leidenschaftlich auf den Mund ...","versions":[{"lang":1,"streams":[{"redirect":13992427,"hoster":"VOE"},{"redirect":14002348,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992466,"hoster":"VOE"},{"redirect":14002193,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hurra, die Drillinge sind da","epNo":3,"alt":"The One Hundredth","descr":"Es ist so weit: Bei Phoebe setzen die Wehen ein! Die Freunde bringen sie aufgeregt ins Krankenhaus, und Joey scheint derart mitzuleiden, dass ihm der Schmerz im Gesicht abzulesen ist. Doch die Ursache ist eine andere: Joey hat Nierensteine! Chandler versichert Monica, dass sie sich problemlos auch mit anderen Männern treffen kann, da sie ja keine Beziehung miteinander haben. Gesagt, getan: Monica verabredet sich, aber das gefällt Chandler dann doch nicht ...","versions":[{"lang":1,"streams":[{"redirect":13992558,"hoster":"VOE"},{"redirect":14002350,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992434,"hoster":"VOE"},{"redirect":14002195,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Harte Bedingung","epNo":4,"alt":"The One Where Phoebe Hates PBS","descr":"Nach längerer Zeit gelingt es Ross endlich, Emily in England zu finden. Er kann sie sogar dazu überreden, zu ihm nach New York zu kommen, doch Emily stellt eine wirklich harte Bedingung: Ross darf Rachel nie wieder sehen! Joey ist währenddessen überglücklich, denn er bekommt einen Moderationsjob beim Fernsehen angeboten. Doch schnell erkennt Joey auch den Haken an der Sache: Er soll - natürlich ohne Bezahlung - während der Sendung Spenden sammeln ...","versions":[{"lang":1,"streams":[{"redirect":13992474,"hoster":"VOE"},{"redirect":14002352,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992426,"hoster":"VOE"},{"redirect":14002194,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Endlich allein!","epNo":5,"alt":"The One With The Kips","descr":"Chandler und Monica, das neue Liebespaar, wollen übers Wochenende nach New Jersey fahren und ein paar Tage der Liebe genießen. Doch die rechte Stimmung will sich nicht einstellen: Zuerst passt Monica keines der angebotenen Hotelzimmer. Als dieses Problem endlich beseitigt ist, scheint Chandler von einer Verbrecherjagd im Fernsehen stärker beeindruckt zu sein als von seiner neuen Flamme. Werden die zwei auch als Paar wieder nach New York zurückkehren?","versions":[{"lang":1,"streams":[{"redirect":13992603,"hoster":"VOE"},{"redirect":14002351,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992554,"hoster":"VOE"},{"redirect":14002197,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Yeti im Keller","epNo":6,"alt":"The One With The Yeti","descr":"Monica und Rachel treffen im Keller auf ein seltsames zotteliges Wesen, das sie sogleich mit Insektenspray bekämpfen - doch schnell stellt sich heraus, dass der vermeintliche Yeti der neue Nachbar ist! Ross versucht unterdessen, Emilys Forderung, Rachel nicht mehr zu treffen, zu erfüllen. Ross denkt sogar schon daran, mit Emily wegzuziehen. Die Freunde verstehen sein Verhalten gar nicht mehr, aber auch ihm selbst wird die Situation immer unangenehmer ...","versions":[{"lang":1,"streams":[{"redirect":13992499,"hoster":"VOE"},{"redirect":14002355,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992641,"hoster":"VOE"},{"redirect":14002198,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Keine Party ohne Rachel","epNo":7,"alt":"The One Where Ross Moves In","descr":"Emily und Ross haben sich scheiden lassen. Damit ihr Kumpel nicht auf der Straße steht, bieten Joey und Chandler Ross an, bei ihnen einzuziehen. Dabei haben sie jedoch nicht an die zahlreichen Macken von Ross gedacht ... Rachel ist derzeit leicht verstimmt, da ihr neuer, gut aussehender Nachbar Danny ihr so wenig Beachtung schenkt. Eines Tages lädt er sie aber doch zu einer Party ein - allerdings aus einem einzigen Grund: Er möchte Rachel gerne mit seinem Freund verkuppeln ...","versions":[{"lang":1,"streams":[{"redirect":13992432,"hoster":"VOE"},{"redirect":14002353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992494,"hoster":"VOE"},{"redirect":14002196,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fatales Geständnis","epNo":8,"alt":"The One With The Thanksgiving Flashbacks (a.k.a. T)","descr":"Im Freundeskreis wird wieder einmal Thanksgiving gefeiert. Dabei erinnern sich die Freunde an vergangene Jahre, und was damals so alles an Thanksgiving passiert ist. Monica erzählt davon, wie sie einmal während ihrer College-Zeit von Chandler beleidigt wurde. Dieser will den Vorwurf nicht auf sich sitzen lassen und verteidigt sich vehement. Doch dabei verplappert er sich und gesteht seinen Freunden, dass er für Monica mehr als nur freundschaftliche Gefühle hegt ...","versions":[{"lang":1,"streams":[{"redirect":13992476,"hoster":"VOE"},{"redirect":14002356,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992503,"hoster":"VOE"},{"redirect":14002203,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer mit wem?","epNo":9,"alt":"The One With Ross\u0027s Sandwich","descr":"Joey ist nach wie vor der Einzige, der von der Beziehung von Monica und Chandler weiß. Immerzu muss er die beiden decken und gerät dadurch selbst des Öfteren in peinliche Situationen. Phoebe gibt währenddessen Ross Tipps, wie er seinen Ärger, der hauptsächlich durch die Scheidung entstanden ist, am besten verarbeiten kann. Als ihm im Büro auch noch ein Sandwich gestohlen wird, legt sich Ross ein ganz neues Auftreten zu: Jetzt ist er ein richtig harter Kerl ...","versions":[{"lang":1,"streams":[{"redirect":13992407,"hoster":"VOE"},{"redirect":14002357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992464,"hoster":"VOE"},{"redirect":14002199,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Feuerball","epNo":10,"alt":"The One With The Inappropriate Sister","descr":"Joey ist nach wie vor auf der Suche nach einer passenden Rolle für sich. Da rät ihm Ross, doch einfach selbst ein Drehbuch zu schreiben - mit einer schönen Rolle für sich selbst. Joey nimmt mehrere Anläufe, wird jedoch immer wieder von Chandler abgelenkt. Das wiederum regt Ross fürchterlich auf, sodass es zum Streit zwischen Chandler und Ross kommt - nun hat Joey Stoff für sein Drehbuch ... Rachel lässt nichts unversucht, ihren Nachbarn Danny für sich zu gewinnen ...","versions":[{"lang":1,"streams":[{"redirect":13992560,"hoster":"VOE"},{"redirect":14002361,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992457,"hoster":"VOE"},{"redirect":14002200,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die guten Vorsätze","epNo":11,"alt":"The One With All The Resolutions","descr":"Es ist wieder mal Silvester, und wie es an diesem Tag so üblich ist, fasst jeder der Freunde einen guten Vorsatz für das nächste Jahr: Joey möchte gerne bei Phoebe Gitarrenunterricht nehmen, Chandler nimmt sich vor, nicht so zynisch zu sein, Rachel will nicht mehr tratschen und Ross möchte nur noch Dinge tun, die ihn wirklich glücklich machen. Doch wie das bei den guten Vorsätzen häufig der Fall ist, bereitet die Umsetzung dann doch größere Schwierigkeiten ...","versions":[{"lang":1,"streams":[{"redirect":13992498,"hoster":"VOE"},{"redirect":14002359,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992557,"hoster":"VOE"},{"redirect":14002201,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Arbeitslachen","epNo":12,"alt":"The One With Chandler\u0027s Work Laugh","descr":"Monica hat ein Problem mit Chandler: Sie findet es überhaupt nicht gut von ihm, dass er über jeden Witz, den sein Chef Doug macht, herzlich lacht - auch wenn der Gag noch so dümmlich sein mag. Als die beiden bei Doug zum Abendessen eingeladen sind, kann sich Monica nicht mehr zusammennehmen ... Ross hat erfahren, dass Emily wieder heiraten möchte, und das bringt ihn völlig aus dem Gleichgewicht. Er beginnt eine Affäre mit Janice, doch dieser wird\u0027s bald zu viel ...","versions":[{"lang":1,"streams":[{"redirect":13992648,"hoster":"VOE"},{"redirect":14002362,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992653,"hoster":"VOE"},{"redirect":14002202,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die beste Massage der Welt","epNo":13,"alt":"The One With Joey\u0027s Bag","descr":"Monica ist der Überzeugung, großes Talent zum Massieren zu haben. Chandler bekräftigt sie auch noch dabei, obwohl jede Massage von Monica für ihn äußerst schmerzhaft ist. Als ihm Monica auf die Schliche kommt, macht sie sich ernsthaft Gedanken über seine Ehrlichkeit ... Rachel gibt Joey den Tipp, zu seinem nächsten Vorsprechen eine Umhängetasche mitzunehmen. Da diese Tasche aber große Ähnlichkeit mit einer Damenhandtasche hat, gestaltet sich das Vorsprechen etwas schwierig ...","versions":[{"lang":1,"streams":[{"redirect":13992439,"hoster":"VOE"},{"redirect":14002358,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992607,"hoster":"VOE"},{"redirect":14002205,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das kollektive Geheimnis","epNo":14,"alt":"The One Where Everybody Finds Out","descr":"Ganz in der Nähe von Monica und Rachels Wohnung wird ein Apartment frei. Ross will die Wohnung unbedingt bekommen und ist bereit, alles zu tun, um die Mitwerber aus dem Rennen zu schlagen. Phoebe hat mittlerweile herausgefunden, dass Chandler und Monica ein Paar sind und macht Chandler gegenüber - um ihn hochzunehmen - ziemlich eindeutige Angebote. Chandler muss sich nun entscheiden: Macht er seine Beziehung zu Monica öffentlich oder geht er auf Phoebes Annäherungsversuche ein?","versions":[{"lang":1,"streams":[{"redirect":13992646,"hoster":"VOE"},{"redirect":14002363,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992634,"hoster":"VOE"},{"redirect":14002206,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mädchenprügel","epNo":15,"alt":"The One With The Girl Who Hits Joey","descr":"Katie, Joeys Freundin, hat eine seltsame Macke: Immer, wenn sie etwas komisch findet,boxt sie Joey mehrmals, was Joey als sehr schmerzhaft empfindet! In seiner Not wendet sich Joey an Rachel, die ihm bei der Lösung dieses Problems hilft ... Monica und Chandler machen ihre Beziehung nun öffentlich, und die Neuigkeit wird allerorts äußerst positiv aufgenommen. Plötzlich wird überall vom Heiraten gesprochen, wodurch sich Chandler genötigt fühlt, Monica tatsächlich einen Antrag zu machen ...","versions":[{"lang":1,"streams":[{"redirect":13992656,"hoster":"VOE"},{"redirect":14002365,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992409,"hoster":"VOE"},{"redirect":14002208,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verdeckte Ermittlung","epNo":16,"alt":"The One With The Cop","descr":"Vor einiger Zeit hat Phoebe eine Dienstmarke der Polizei gefunden - sie hat diese behalten und gibt sich manchmal als Polizistin aus, was ein ziemlicher Spaß ist. Doch eines Tages gerät sie an einen Falschparker, der zum einen ein richtiger Polizist und zum anderen der Besitzer der Polizeimarke ist! Joey hätte auch gerne eine so harmonische Beziehung wie Chandler und Monica. Doch leider fehlt ihm die richtige Frau dazu, weshalb er sein Glück bei Rachel versucht ...","versions":[{"lang":1,"streams":[{"redirect":13992496,"hoster":"VOE"},{"redirect":14002366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992489,"hoster":"VOE"},{"redirect":14002207,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Belästigung am Arbeitsplatz","epNo":17,"alt":"The One With Rachel\u0027s Inadvertent Kiss","descr":"Rachel hat sich um einen ziemlich guten Job bei einer bekannten Modefirma beworben. Sie wird tatsächlich zum Vorstellungsgespräch eingeladen, wo ihr jedoch ein böser Schnitzer passiert: Aus Versehen berührt sie ihren zukünftigen Chef unsittlich! Die Chancen auf den Job schwinden dadurch rapide ... Joey hat im Nebenhaus eine attraktive Frau gesehen, die er gerne besuchen möchte. Doch anstatt bei der schönen Fremden landet er in Ross\u0027 neuem Apartment ...","versions":[{"lang":1,"streams":[{"redirect":13992525,"hoster":"VOE"},{"redirect":14002371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992599,"hoster":"VOE"},{"redirect":14002209,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Rauchende Köpfe","epNo":18,"alt":"The One Where Rachel Smokes","descr":"Rachel hat Probleme mit ihrem neuen Job: Sie ist leidenschaftliche Nichtraucherin, aber alle wichtigen Entscheidungen werden im Raucherzimmer getroffen! Chandler rät ihr, ebenfalls mit dem Rauchen anzufangen, was Rachel tatsächlich auch tut. Doch sehr schnell wird klar, dass sie das überhaupt nicht verträgt ... Währenddessen liegen Monica und Phoebe im Clinch, weil sie sich nicht einigen können, wer die Überraschungsparty zu Rachels Geburtstag organisieren soll ...","versions":[{"lang":1,"streams":[{"redirect":13992633,"hoster":"VOE"},{"redirect":14002369,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992531,"hoster":"VOE"},{"redirect":14002211,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Flirtweltmeister","epNo":19,"alt":"The One Where Ross Can\u0027t Flirt","descr":"Die Freunde haben sich Pizza bestellt, die von einer überaus attraktiven Lieferantin gebracht wird. Chandler flirtet hemmungslos mit ihr, was Ross auf die Palme bringt. Er ist der Meinung, nur er als Single dürfte hier flirten! Daher bestellt er nochmal Pizza nach, um selbst mit der Dame in Kontakt zu kommen ... Joeys Oma wartet sehnsüchtig darauf, ihren Enkel einmal im Fernsehen zu sehen. Doch Joeys letzte Rolle fiel der Schere zum Opfer, und wieder ist er nicht zu sehen ...","versions":[{"lang":1,"streams":[{"redirect":13992546,"hoster":"VOE"},{"redirect":14002372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992440,"hoster":"VOE"},{"redirect":14002210,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Hilfspolizisten","epNo":20,"alt":"The One With The Ride Along","descr":"Chandler, Joey und Ross dürfen einmal mit Phoebes Freund eine Tour im Streifenwagen unternehmen. Als plötzlich ein Schuss fällt, wirft sich Joey über Ross. Eigentlich wollte er ihn gar nicht schützen, sondern sein eigenes Sandwich in Sicherheit bringen. Aber Chandler sieht das anders und ist eifersüchtig, dass Joey automatisch Ross beschützen wollte und nicht ihn selbst. Jetzt ist guter Rat teuer, um den beleidigten Chandler wieder zu beruhigen ...","versions":[{"lang":1,"streams":[{"redirect":13992619,"hoster":"VOE"},{"redirect":14002375,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992452,"hoster":"VOE"},{"redirect":14002213,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Immer am Ball","epNo":21,"alt":"The One With The Ball","descr":"Ross und Joey kommen auf die Idee, einen neuen Rekord aufzustellen: Sie wollen zwei Stunden lang Handball spielen, ohne dass der Ball dabei den Boden berühren darf. Was als reiner Jux beginnt, wird zu bitterem Ernst, als Monica dazustößt. Diese treibt die Jungs an und verlangt, dass sie die zwei Stunden bei weitem überschreiten ... Rachel will sich einen lang gehegten Traum erfüllen: Sie kauft sich eine Katze. Doch das Tierchen entpuppt sich als aggressives Monster ...","versions":[{"lang":1,"streams":[{"redirect":13992635,"hoster":"VOE"},{"redirect":14002376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992579,"hoster":"VOE"},{"redirect":14002212,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Hauptrolle","epNo":22,"alt":"The One With Joey\u0027s Big Break","descr":"Endlich ist es so weit: Joey bekommt das Angebot, eine Hauptrolle in einem Film zu spielen. Chandler vermiest Joey gleich mal die Freude, indem er prophezeit, dass der Film bestimmt der totale Flop werden wird. Kaum in Las Vegas angekommen, wo die Aufnahmen stattfinden sollen, erwartet Joey die schreckliche Nachricht, dass der Film aus Kostengründen nicht gedreht werden kann ... Rachel hat schon seit Tagen eine böse Augenentzündung, weigert sich aber, zum Arzt zu gehen ...","versions":[{"lang":1,"streams":[{"redirect":13992576,"hoster":"VOE"},{"redirect":14002377,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992524,"hoster":"VOE"},{"redirect":14002214,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Glück in Las Vegas (1)","epNo":23,"alt":"The One In Vegas (1)","descr":"Joeys Filmprojekt, das ihn nach Las Vegas geführt hat, konnte aus Kostengründen nicht realisiert werden. Nun hat er kurzerhand einen Aushilfsjob angenommen, und als seine Freunde anreisen, treffen sie ihn in einem Gladiatorenkostüm an ... Ross erspäht Rachel nackt am Fenster und ist davon überzeugt, dass dies ein eindeutiges Zeichen sein soll. Als Mann der Tat macht er der völlig fassungslosen Rachel sofort ein ziemlich eindeutiges Angebot ...","versions":[{"lang":1,"streams":[{"redirect":13992529,"hoster":"VOE"},{"redirect":14002381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992536,"hoster":"VOE"},{"redirect":14002217,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Glück in Las Vegas (2)","epNo":24,"alt":"The One In Vegas (2)","descr":"Die Freunde amüsieren sich so richtig in den Spielcasinos von Las Vegas. Rachel und Ross hingegen sitzen im Hotelzimmer fest. Der Grund dafür ist, dass Rachel von Ross einen Schnurrbart aufgemalt bekommen hat - und der lässt sich nicht mehr abwaschen! Monica und Chandler gewinnen währenddessen beim Würfeln und sehen dies als eindeutiges Zeichen: Noch in derselben Nacht wollen sie sich das Jawort geben! Ob sie tatsächlich Ernst machen?","versions":[{"lang":1,"streams":[{"redirect":13992549,"hoster":"VOE"},{"redirect":14002384,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992573,"hoster":"VOE"},{"redirect":14002215,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Das Zeichen","epNo":1,"alt":"The One After Vegas","descr":"Da Rachel in Las Vegas von Ross einen Schnurrbart, der nicht mehr abzuwaschen ist, aufgemalt bekommen hat, geht sie nicht mehr aus ihrem Zimmer. Nachdem sie mit Ross jedoch einige Flaschen geleert hat, bessert sich ihre Stimmung und sie stimmt Ross sogar zu, ihn zu heiraten. Monica und Chandler sind zu derselben Idee gelangt, da sie beim Würfelspiel Glück gehabt haben. Vor der Hochzeitskapelle treffen sich dann die Heiratswilligen ...","versions":[{"lang":1,"streams":[{"redirect":13992512,"hoster":"VOE"},{"redirect":14002380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992613,"hoster":"VOE"},{"redirect":14002220,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer liebt wen?","epNo":2,"alt":"The One Where Ross Hugs Rachel","descr":"Nach ihrer Rückkehr aus Las Vegas haben Monica und Chandler eine Entscheidung getroffen: Sie möchten zusammenziehen. Das Problem ist nur, wie sie es ihrem jeweiligen Mitbewohner mitteilen, ohne dass es allzu viele Schwierigkeiten gibt. Ross weigert sich - entgegen seinen früheren Bekundungen - weiterhin standhaft, seine Eheschließung mit Rachel annullieren zu lassen. Die beiden hatten sich in volltrunkenem Zustand in Las Vegas das Jawort gegeben ...","versions":[{"lang":1,"streams":[{"redirect":13992406,"hoster":"VOE"},{"redirect":14002385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992465,"hoster":"VOE"},{"redirect":14002216,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zimmer gesucht","epNo":3,"alt":"The One With Ross\u0027s Denial","descr":"Chandler und Monica wollen nun endlich zusammenziehen und überlegen bereits, wie sie Rachels Zimmer neu einrichten können. Doch dazu muss Rachel erst einmal eine neue Bleibe finden. Ross bietet ihr sofort an, bei ihm einzuziehen. Er bekräftigt auch, dass diesem Angebot rein freundschaftliche Motive zu Grunde liegen! Joey ist unterdessen auf der Suche nach einem neuen Mitbewohner und guckt sich alle weiblichen Bewerber genauestens an ...","versions":[{"lang":1,"streams":[{"redirect":13992534,"hoster":"VOE"},{"redirect":14002386,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992479,"hoster":"VOE"},{"redirect":14002219,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Prof. Dr. Geller","epNo":4,"alt":"The One Where Joey Loses His Insurance","descr":"Ross wird eine Stelle als Gastdozent an der New Yorker Uni angeboten, doch bei seinem Probevortrag ist er so nervös, dass er mit seiner Aussprache Schwierigkeiten bekommt und die Studenten ihn nicht mehr verstehen können. Dazu kommt, dass Rachel in die Vorlesung platzt und Ross eine echte Szene hinlegt. Joey plagen hingegen ganz andere Sorgen. Da er zu wenig gearbeitet hat, ist er aus seiner Krankenversicherung geflogen - und ausgerechnet jetzt verletzt er sich schwer ...","versions":[{"lang":1,"streams":[{"redirect":13992460,"hoster":"VOE"},{"redirect":14002388,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992545,"hoster":"VOE"},{"redirect":14002218,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Traum vom Porsche","epNo":5,"alt":"The One With Joey\u0027s Porsche","descr":"Rachel und Ross wollen bei Gericht ihre Ehe annullieren lassen, doch dort erfahren sie, dass das gar nicht geht. So kommt nur eine echte Ehescheidung in Frage, doch damit hat Ross wiederum Probleme. Währenddessen findet Joey einen Porscheschlüssel und wird sofort für den Besitzer des Wagens gehalten. Und siehe da: Plötzlich sind alle jungen Frauen hinter Joey her ... Phoebe fühlt sich vom Auftrag, auf die Drillinge ihres Bruders aufzupassen, überfordert und braucht Hilfe ...","versions":[{"lang":1,"streams":[{"redirect":13992447,"hoster":"VOE"},{"redirect":14002389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992585,"hoster":"VOE"},{"redirect":14002222,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der letzte Abend","epNo":6,"alt":"The One On The Last Night","descr":"Am Abend vor Rachels Auszug aus Monicas Wohnung soll nochmal richtig gefeiert werden. Doch zwischen den beiden kommt es zum Streit, weil Rachel eigentlich gar nicht ausziehen will ... Chandler versucht währenddessen, Joey Geld zukommen zu lassen, ohne dessen Stolz zu verletzen. Schließlich kommt er auf eine ziemlich schlaue Idee. Phoebe macht sich Gedanken, ob die Idee, mit Rachel zusammenzuziehen, richtig war. Denn es scheint ganz so, als hätte Rachel ein paar komische Ticks ...","versions":[{"lang":1,"streams":[{"redirect":13992446,"hoster":"VOE"},{"redirect":14002391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992505,"hoster":"VOE"},{"redirect":14002223,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flirt-Verbot","epNo":7,"alt":"The One Where Phoebe Runs","descr":"Die erste gemeinsame Unternehmung der neuen WG Rachel/Phoebe ist das gemeinsame Joggen im Park. Aber Rachel ist die ganze Sache etwas peinlich, da Phoebe eine ziemlich komische Art zu laufen hat ... Joey hat eine neue Mitbewohnerin gefunden: die äußerst attraktive Janine. Obwohl Monica ihm rät, nicht mit Janine zu flirten, kann Joey dies nicht unterlassen, da er sich durchaus Chancen bei ihr ausrechnet. Doch schließlich spricht Janine ein klärendes Wort ...","versions":[{"lang":1,"streams":[{"redirect":13992430,"hoster":"VOE"},{"redirect":14002392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992600,"hoster":"VOE"},{"redirect":14002225,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein strahlender Eindruck","epNo":8,"alt":"The One With Ross\u0027s Teeth","descr":"Ross verabredet sich mit einer Kollegin von Monica. Um einen möglichst guten Eindruck zu machen, bleicht er sich die Zähne zuvor mit Zahnweiß, beachtet jedoch nicht die angegebene Einwirkzeit. Da er das Pulver viel zu lange im Mund lässt, leuchten seine Zähne nun im Dunkeln! Chandler versucht unterdessen, Joey davon zu überzeugen, dass dessen neue Mitbewohnerin Janine sich das gesamte Apartment unter den Nagel reißen will. Aber Joey glaubt ihm nicht so recht ...","versions":[{"lang":1,"streams":[{"redirect":13992514,"hoster":"VOE"},{"redirect":14002393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992522,"hoster":"VOE"},{"redirect":14002224,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jugendsünden","epNo":9,"alt":"The One Where Ross Got High","descr":"Monicas Eltern haben für Thanksgiving ihren Besuch angesagt. Das bereitet ein kleines Problem, denn sie können Chandler nicht ausstehen! Und natürlich wissen sie auch nicht, wo dieser wohnt ... Joey und Ross können das Ende des Essens gar nicht erwarten, denn sie wollen unbedingt zu einem besonderen Event: Janine hat sie zu der Party \"Thanksgiving mit Models\" eingeladen. Natürlich versprechen sich die beiden von diesem Abend noch so einiges ...","versions":[{"lang":1,"streams":[{"redirect":13992597,"hoster":"VOE"},{"redirect":14002394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992651,"hoster":"VOE"},{"redirect":14002221,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die alte Nummer","epNo":10,"alt":"The One With The Routine","descr":"Janine ergattert eine der begehrten Einladungen zu der legendären \"Dick Clark\u0027s New Year\u0027s Rockin\u0027 Eve\"-Show, die live im Fernsehen übertragen wird. Sie lädt Joey, Monica und Ross ein mitzukommen. Die beiden Geschwister sind überglücklich, können sie doch ihre Tanzkenntnisse jetzt sogar im Fernsehen präsentieren. Während Monica beruflich unterwegs ist, suchen Rachel, Phoebe und Chandler schon mal die versteckten Weihnachtsgeschenke ...","versions":[{"lang":1,"streams":[{"redirect":13992593,"hoster":"VOE"},{"redirect":14002395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992463,"hoster":"VOE"},{"redirect":14002226,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lautes Blabla","epNo":11,"alt":"The One With The Apothecary Table","descr":"Joey schwebt auf Wolke Sieben, da seine Traumfrau Janine ihn endlich erhört hat. Doch sofort stellen sich schwer wiegende Probleme ein, denn Janine kann Chandler und Monica nicht besonders leiden. Ihrer Meinung nach gibt Chandler nur sinnloses Blabla von sich, und Monica ist sowieso viel zu laut. Für Joey ist das ein schwerer Schlag, zählen doch Monica und Chandler zu seinen besten Freunden. Nun ist er hin- und hergerissen, doch bald schon setzt er Prioritäten","versions":[{"lang":1,"streams":[{"redirect":13992518,"hoster":"VOE"},{"redirect":14002397,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992483,"hoster":"VOE"},{"redirect":14002227,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Playboy-Witz","epNo":12,"alt":"The One With The Joke","descr":"Ross ist mächtig stolz, da ein Witz, der aus seiner Feder stammt, im neuesten Playboy abgedruckt worden ist. Chandler hingegen behauptet, der Witz stamme von ihm, und so kommt es zum Streit zwischen den beiden. Eine dumme Bemerkung von Phoebe führt ebenfalls zum Streit - auch die Mädchen verkrachen sich untereinander. Während alle anderen sich streiten, hat Joey endlich wieder einen Job gefunden: Er arbeitet ab sofort im Central Park ...","versions":[{"lang":1,"streams":[{"redirect":13992604,"hoster":"VOE"},{"redirect":14002398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992482,"hoster":"VOE"},{"redirect":14002229,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schwestern","epNo":13,"alt":"The One With Rachel\u0027s Sister (1)","descr":"Joey bekommt in seinem neuen Job als Essensverkäufer im Central Perk Schwierigkeiten, da er den weiblichen Kunden immer alles umsonst gibt ... Rachel bekommt Besuch von ihrer verwöhnten Schwester Jill, da der Papa den Geldhahn zugedreht hat. Rachel versucht, Jill zu helfen, doch bald schon begeht diese eine Kardinalsünde: Sie verabredet sich mit Ross! Als plötzlich in Ross\u0027 Schlafzimmer das Rollo heruntergelassen wird, schäumt Rachel vor Wut über ...","versions":[{"lang":1,"streams":[{"redirect":13992647,"hoster":"VOE"},{"redirect":14002399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992538,"hoster":"VOE"},{"redirect":14002228,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Echte Männer weinen nicht","epNo":14,"alt":"The One Where Chandler Can\u0027t Cry (2)","descr":"Chandler behauptet vollmundig, er hätte seit seiner Kindheit nicht mehr geweint - doch dauert es nicht lange, bis ihm Tränen über die Wangen kullern ... Phoebe macht eine erschreckende Feststellung: Ursula hat in einem Pornofilm mitgewirkt - unter Phoebes Namen! Rachel ist währenddessen auf 180, da ihre kleine Schwester Jill dabei ist, ein Verhältnis mit Ross anzufangen. Rachel versucht nun mit allen Mitteln, dies zu verhindern ...","versions":[{"lang":1,"streams":[{"redirect":13992415,"hoster":"VOE"},{"redirect":14002400,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992443,"hoster":"VOE"},{"redirect":14002230,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Was wäre, wenn (1)","epNo":15,"alt":"The One That Could Have Been (1)","descr":"Die bevorstehende Scheidung von Mindy und Barry veranlasst die Freunde, sich darüber Gedanken zu machen, wie ihr Leben unter anderen Vorzeichen hätte laufen können: Ross wäre noch immer mit Carol und Rachel mit Barry verheiratet. Joey wäre ein berühmter Seifenopern-Darsteller geworden, und Monica wäre immer noch dick und hätte einen Arzt zum Freund. Phoebe hingegen wäre eine erfolgreiche Brokerin an der Wallstreet ... Was wäre, wenn ...","versions":[{"lang":1,"streams":[{"redirect":13992595,"hoster":"VOE"},{"redirect":14002401,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992520,"hoster":"VOE"},{"redirect":11515962,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Was wäre, wenn (2)","epNo":16,"alt":"The One That Could Have Been (2)","descr":"Die bevorstehende Scheidung von Mindy und Barry veranlasst die Freunde, sich darüber Gedanken zu machen, wie ihr Leben unter anderen Vorzeichen hätte laufen können: Ross wäre noch immer mit Carol und Rachel mit Barry verheiratet. Joey wäre ein berühmter Seifenopern-Darsteller geworden, und Monica wäre immer noch dick und hätte einen Arzt zum Freund. Phoebe hingegen wäre eine erfolgreiche Brokerin an der Wallstreet ... Was wäre, wenn ...","versions":[{"lang":1,"streams":[{"redirect":13992433,"hoster":"VOE"},{"redirect":14002404,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992455,"hoster":"VOE"},{"redirect":14002231,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verteidigung im Kopf","epNo":17,"alt":"The One With Unagi (a.k.a. The One With The Mix Ta","descr":"Zum Valentinstag nehmen sich Monica und Chandler etwas Besonderes vor: Sie wollen sich nur Selbstgebasteltes schenken! Leider kann Chandler nicht basteln, was sich aber nicht als allzu gravierend herausstellt, da Monica den Valentinstag sowieso vergisst. Ross erklärt Phoebe und Rachel währenddessen, dass die Kunst der Selbstverteidigung im Kopf beginnt. Man müsse mit dem Bewusststein, auch Unagi genannt, arbeiten, um einen Überraschungsangriff abwehren zu können ...","versions":[{"lang":1,"streams":[{"redirect":13992650,"hoster":"VOE"},{"redirect":14002402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992481,"hoster":"VOE"},{"redirect":14002232,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Professor trifft Studentin","epNo":18,"alt":"The One Where Ross Dates A Student","descr":"Rachel und Phoebe müssen für kurze Zeit ausziehen, da es in ihrer Wohnung gebrannt hat. Rachel zieht zu Joey, wo sie sich mit dem Chaos in der Wohnung anfreunden muss. Schwerer jedoch hat es Phoebe, denn sie ist zu Monica gezogen und wird dort mit deren Ordnungswahn konfrontiert ... Ross verstößt währenddessen gegen ein eisernes Gebot und lässt sich auf eine Affäre mit einer Studentin ein. Chandler muss derweilen für Joey den Kontakt zu einer Ex-Freundin herstellen ...","versions":[{"lang":1,"streams":[{"redirect":13992451,"hoster":"VOE"},{"redirect":14002403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992637,"hoster":"VOE"},{"redirect":14002234,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Semesterferien","epNo":19,"alt":"The One With Joey\u0027s Fridge","descr":"Rachel muss zu einer Wohltätigkeitsveranstaltung, doch fehlt ihr noch der passende Begleiter. Phoebe, Monica und Chandler meinen alle, den richtigen Mann für sie auf Lager zu haben. Joey hat ein ganz anderes Problem: Sein Kühlschrank ist kaputt gegangen, und nun braucht er die Hilfe seiner Freunde, um sich einen neuen zu kaufen. Ross macht sich währenddessen große Sorgen, weil seine Freundin Elizabeth mit ein paar Jungs zum Badeurlaub nach Florida fahren will.","versions":[{"lang":1,"streams":[{"redirect":13992395,"hoster":"VOE"},{"redirect":14002405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992428,"hoster":"VOE"},{"redirect":14002236,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mac und Cheese","epNo":20,"alt":"The One With Mac And C.H.E.E.S.E.","descr":"Die Freunde schwelgen in Erinnerungen an früher: Großes Gelächter gibt es, als die Sprache auf Monicas Bewerbung als Küchenchefin kommt. Auch denken die Freunde an die Trennung von Rachel und Ross - und an die zahlreichen Freundinnen von Chandler und Joey. Vor lauter Erzählen vergisst Chandler dummerweise, Joey etwas auszurichten: Joey sollte zum Vorsprechen für eine Serien-Hauptrolle erscheinen. Doch leider ist es jetzt schon zu spät ...","versions":[{"lang":1,"streams":[{"redirect":13992581,"hoster":"VOE"},{"redirect":14002406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992507,"hoster":"VOE"},{"redirect":14002233,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mr. Stevens","epNo":21,"alt":"The One Where Ross Meets Elizabeth\u0027s Dad","descr":"Die Freunde treffen Mr. Stevens, den Vater von Elizabeth. Damit Ross vor dem Schwiegervater in spe gut dasteht, bittet Ross seine Freunde, Positives über ihn zu erzählen. Doch irgendwie versteht die Clique ihn falsch, und schon nach kurzer Zeit weiß Mr. Stevens über Ross\u0027 Sohn sowie die diversen Ehescheidungen Bescheid. Dies macht ihm Ross nicht gerade sehr sympathisch. Kurz darauf erfährt Ross, dass sich Rachel mit Mr. Stevens trifft - und das gefällt Ross nun gar nicht ...","versions":[{"lang":1,"streams":[{"redirect":13992408,"hoster":"VOE"},{"redirect":14002407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992435,"hoster":"VOE"},{"redirect":14002237,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein toller Typ","epNo":22,"alt":"The One Where Paul\u0027s The Man","descr":"Paul verlangt von Elizabeth, sich von Ross zu trennen - andernfalls will er ihn an der Universität entlassen! Ross und Elizabeth beschließen, von nun an ihre Beziehung geheim zu halten, und wollen das Wochenende in Pauls abgelegenem Ferienhaus verbringen. Auf dieselbe Idee kommt allerdings auch Paul. Er lädt Rachel auf ein Wochenende dorthin ein! Ross versteckt sich in Windeseile im Kleiderschrank, von wo aus er eine interessante Beobachtung macht ...","versions":[{"lang":1,"streams":[{"redirect":13992533,"hoster":"VOE"},{"redirect":14002409,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992448,"hoster":"VOE"},{"redirect":14002238,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein besonderer Ring","epNo":23,"alt":"The One With The Ring","descr":"Phoebe berät Chandler bei der Suche nach einem passenden Verlobungsring für Monica. Tatsächlich findet Chandler die optimalen Ringe, stellt aber beim Bezahlen fest, dass er seine Kreditkarte zu Hause vergessen hat. Nun beauftragt er Phoebe, auf die Ringe aufzupassen, während er die Kreditkarte holt. Phoebe kommt dies gelegen, kann sie doch in Ruhe Schmuck probieren. Leider bemerkt sie erst zu spät, dass der Verkäufer mittlerweile die Ringe an einen anderen Kunden verkauft hat ...","versions":[{"lang":1,"streams":[{"redirect":13992491,"hoster":"VOE"},{"redirect":14002410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992399,"hoster":"VOE"},{"redirect":14002240,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Antrag (1)","epNo":24,"alt":"The One With The Proposal (1)","descr":"Chandler lädt Monica in ihr Lieblingsrestaurant ein, um ihr einen Heiratsantrag zu machen. Gerade, als er die entscheidende Frage stellen möchte, werden die beiden von einem von Monicas Ex-Freunden gestört! Zu Hause angekommen, nimmt Chandler einen erneuten Anlauf ... Phoebe und Joey sind währenddessen bei einer Wohltätigkeitsversteigerung in Rachels Firma. Doch Joey versteht den Sinn des Abends falsch und denkt, es handele sich um ein Ratespiel - weshalb er kräftig mitsteigert.","versions":[{"lang":1,"streams":[{"redirect":13992449,"hoster":"VOE"},{"redirect":14002411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992398,"hoster":"VOE"},{"redirect":14002241,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Antrag (2)","epNo":25,"alt":"The One With The Proposal (2)","descr":"Nachdem Chandler den Eindruck gewonnen hat, Monica hätte ihn durchschaut und wisse genau, dass er ihr einen Heiratsantrag machen möchte, entscheidet er sich für eine neue Taktik: Er verkündet, er wolle niemals heiraten. Doch Monica wird dies bald zu dumm, da ja auch sie eigentlich heiraten möchte. Genau zu diesem Zeitpunkt taucht Monicas Ex-Freund Richard auf der Bildfläche auf, beteuert seine Liebe zu ihr und macht ihr einen Heiratsantrag ...","versions":[{"lang":1,"streams":[{"redirect":9005808,"hoster":"VOE"},{"redirect":8545034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563506,"hoster":"VOE"},{"redirect":8563504,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Das Hochzeitslied","epNo":1,"alt":"The One With Monica\u0027s Thunder","descr":"Monica und Chandler beschließen, ihre Verlobung zusammen mit ihren Freunden im Plaza Hotel mit Champagner zu begießen. Die fröhliche Stimmung steckt auch Rachel und Ross an: So kommt es, dass beide in der Eingangshalle des Hotels zu einem sexuellen Stelldichein landen - allerdings ohne Bedingungen! Als Monica sie dabei entdeckt, ist sie außer sich vor Wut. Sie unterstellt Rachel Eifersucht und Geltungsdrang und will ihr nun mithilfe von Ross den Wind aus den Segeln nehmen.","versions":[{"lang":1,"streams":[{"redirect":13992453,"hoster":"VOE"},{"redirect":14002413,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992412,"hoster":"VOE"},{"redirect":14002244,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rachel liebt es heiß","epNo":2,"alt":"The One With Rachel\u0027s Book","descr":"Als Joey unter Rachels Bett ein Erotik-Buch findet, nutzt er jede Gelegenheit, um sich über sie lustig zu machen. Sogar Ross erfährt davon. Wütend beschließt Rachel, Joey mit seinen eigenen Waffen zu schlagen. Inzwischen hat Monica entdeckt, dass ihre Eltern das ganze Geld, das für die Hochzeit geplant war, für ihr Strandhaus ausgegeben haben. Darauf entscheidet Chandler, seine Ersparnisse aufzulösen, um seiner enttäuschten Monica doch noch ihre Traumhochzeit zu verschaffen.","versions":[{"lang":1,"streams":[{"redirect":13992592,"hoster":"VOE"},{"redirect":14002412,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992511,"hoster":"VOE"},{"redirect":14002242,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Kekskrise","epNo":3,"alt":"The One With Phoebe\u0027s Cookies","descr":"Chandler muss seit kurzem eine Brille tragen, aber niemandem fällt dies auf! Zudem ist die Sehhilfe auch noch umständlich, da sie immer wieder beschlägt. Als er mit Monicas Vater in die Sauna geht, sieht er plötzlich fast gar nichts mehr und setzt sich aus Versehen auf dessen Schoß ... Monica hat währenddessen den Ehrgeiz entwickelt, eine richtig gute Plätzchenbäckerin zu werden. Dazu bittet sie Phoebe um das Rezept ihrer Oma, die die \"weltbesten\" Plätzchen backen konnte ...","versions":[{"lang":1,"streams":[{"redirect":13992621,"hoster":"VOE"},{"redirect":14002414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992467,"hoster":"VOE"},{"redirect":14002245,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebe im Büro","epNo":4,"alt":"The One With Rachel\u0027s Assistant","descr":"Rachel ist zur Verkaufsleiterin befördert worden und darf eine Assistentin einstellen. Zur Auswahl stehen zwei Bewerber: eine Frau mit Berufserfahrung und ein junger Mann ohne jegliche Erfahrung. Doch dafür sieht der Typ ziemlich gut aus ... Fernsehproduzent Terry lädt Joey zum Casting für eine Serie ein, in der Joey jahrelang die Hauptrolle gespielt hatte. Nun soll er als Zwillingsbruder zurückkommen, was Joey jedoch rundweg ablehnt ...","versions":[{"lang":1,"streams":[{"redirect":13992594,"hoster":"VOE"},{"redirect":14002415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992402,"hoster":"VOE"},{"redirect":14002247,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Verlobungsfoto","epNo":5,"alt":"The One With The Engagement Picture","descr":"Monica und Chandler brauchen unbedingt ein Foto für ihre Verlobungsanzeigen, doch leider lässt sich kein brauchbares Bild auffinden. Daher gehen sie zum Fotografen - mit mäßigem Erfolg, denn Chandler verzieht immer das Gesicht, sobald er eine Kamera sieht. Rachel ist nach wie vor in ihren Assistenten Tag verliebt, obwohl sie weiß, dass sie sich auf gar keinen Fall mit ihm einlassen darf. Phoebe trifft sich derweilen des Öfteren mit Kyle, der von seiner Frau Whitney getrennt lebt.","versions":[{"lang":1,"streams":[{"redirect":13992605,"hoster":"VOE"},{"redirect":14002416,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992480,"hoster":"VOE"},{"redirect":14002243,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Brautjungfern Wettbewerb","epNo":6,"alt":"The One With The Nap Partners","descr":"Joey und Ross sind Arm in Arm auf dem Sofa eingeschlafen. Nach dem Aufwachen stellen sie fest, dass es beiden gut gefallen hat - und so verabreden sie sich erneut zum Schlafen. Sie wollen nicht, dass ihre Freunde davon erfahren, doch der Plan geht nicht auf. Zwischen Phoebe und Rachel ist ein wahrer Wettbewerb entbrannt, wer Monicas Brautjungfer werden darf. Weil Monica sich nicht zwischen den zwei Freundinnen entscheiden will, müssen Phoebe und Rachel sich einigen ...","versions":[{"lang":1,"streams":[{"redirect":13992616,"hoster":"VOE"},{"redirect":14002417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992535,"hoster":"VOE"},{"redirect":14002246,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Liebesecke","epNo":7,"alt":"The One With Ross\u0027s Library Book","descr":"Joey hat die Bekanntschaft der reizenden Erin gemacht. Zuerst ist er nicht weiter interessiert, doch Rachel und Phoebe drängen ihn richtiggehend, Erin den Hof zu machen ... Ross verschlägt es mal wieder in die Uni-Bibliothek, wo er seine Doktorarbeit durchblättern will. Voller Empörung stellt er fest, dass das wichtige Dokument in die hinterste Ecke, die so genannte Liebesecke, verbannt wurde. Dorthin ziehen sich junge Paare zurück, die ein wenig ungestört sein wollen ...","versions":[{"lang":1,"streams":[{"redirect":13992436,"hoster":"VOE"},{"redirect":14002419,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992450,"hoster":"VOE"},{"redirect":14002248,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Hunde Allergie","epNo":8,"alt":"The One Where Chandler Doesn\u0027t Like Dogs","descr":"Phoebe hat zurzeit einen Hund in Pflege und setzt alles daran, ihn vor Chandler zu verstecken. Denn dieser hat, nach eigener Aussage, eine starke Allergie gegen Hundehaare. Doch bald schon fliegt auf, dass Chandler Hunde einfach nicht ausstehen kann ... Rachel hat ihren Assistenten Tag zum Thanksgiving-Essen eingeladen. Während des Abends gesteht Tag, dass er von seiner Freundin verlassen wurde. Da wittert Rachel ihre große Chance ...","versions":[{"lang":1,"streams":[{"redirect":13992612,"hoster":"VOE"},{"redirect":14002420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992424,"hoster":"VOE"},{"redirect":14002249,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein süsser Hintern","epNo":9,"alt":"The One With All The Candy","descr":"Phoebe bekommt von Ross ein Fahrrad geschenkt. Eigentlich eine feine Sache, doch Phoebe kann gar nicht fahren! Als Ross das herausfindet, gibt er ihr Unterricht, doch zunächst wird kein wirklicher Erfolg sichtbar ... Tag ist jetzt schon seit zwei Monaten Rachels Assistent, und nach ihrer Meinung ist die Zeit reif für eine Beurteilung. Also schreibt sie ein sehr persönliches Zeugnis und legt es Tag auf den Tisch. Dummerweise landet das Schreiben aber in der Personalabteilung ...","versions":[{"lang":1,"streams":[{"redirect":13992596,"hoster":"VOE"},{"redirect":14002421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992615,"hoster":"VOE"},{"redirect":14002251,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Weihnachtsgürteltier","epNo":10,"alt":"The One With The Holiday Armadillo","descr":"Ross bekommt über Weihnachten Besuch von seinem Sohn Ben. Damit er ihn überraschen kann, sucht Ross nach einem Weihnachtsmann-Kostüm, findet jedoch keines mehr. Deswegen muss er mit einem Gürteltier-Kostüm vorlieb nehmen ... Rachels und Phoebes Wohnung ist nach dem Brand nun wieder komplett renoviert, doch Phoebe hat den Eindruck, dass es Rachel bei Joey ziemlich gut gefällt und sie nicht mehr ausziehen will. Daher schickt sich Phoebe an, Joeys Wohnung schlecht zu machen ...","versions":[{"lang":1,"streams":[{"redirect":13992620,"hoster":"VOE"},{"redirect":14002418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992396,"hoster":"VOE"},{"redirect":14002250,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Leben ist süß","epNo":11,"alt":"The One With All The Cheesecakes","descr":"Frannie, die Cousine von Ross und Monica, heiratet. Sie lädt jedoch nur Ross zur Feier ein, was Monica gar nicht verstehen kann. Sie kommt aber trotzdem mit zur Hochzeit, um dem Grund für ihre Nichteinladung zu erfahren. Und schlagartig wird es ihr klar: Frannies Bräutigam ist ein früherer Freund von Monica ... Phoebe trifft im Café ihre große Liebe David wieder. Die Beziehung ging damals kaputt, weil David als Wissenschaftler nach Russland ging ...","versions":[{"lang":1,"streams":[{"redirect":13992640,"hoster":"VOE"},{"redirect":14002423,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992627,"hoster":"VOE"},{"redirect":14002256,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schlaflos in New York","epNo":12,"alt":"The One Where They\u0027re Up All Night","descr":"Ross will seinen Freunden einen berühmten Kometen zeigen und zitiert alle aufs Dach - doch der Komet zeigt sich nicht, und nachdem es bitterkalt ist, verschwinden die Freunde unter verschiedensten Vorwänden nach und nach ... Rachel möchte sich gerne mit Tag ein paar erotische Stunden machen, kann sich jedoch nicht verkneifen, ihn zu fragen, ob er bestimmte Verträge nach Mailand geschickt habe. Dieser findet das sehr unerotisch und macht Rachel einen Strich durch die Rechnung ...","versions":[{"lang":1,"streams":[{"redirect":13992556,"hoster":"VOE"},{"redirect":14002422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992625,"hoster":"VOE"},{"redirect":14002257,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rosita muss sterben","epNo":13,"alt":"The One Where Rosita Dies","descr":"Rachel stellt mal wieder die Möbel um und macht dabei Joeys geliebten Fernsehsessel namens \"Rosita\" kaputt. Als Rachel ihm anbietet, einen neuen zu kaufen, muss \"Rosita\" einem supermodernen Sessel mit Massagefunktion und integrierten Kopfhörern weichen. Monica und Ross hingegen sind in ihr Elternhaus gefahren, um vor dessen Verkauf noch ein paar Andenken aus ihrer Kindheit zu retten. Phoebe schließlich erweist sich bei ihrem neuen Telefonjob als erfolgreiche Psychologin.","versions":[{"lang":1,"streams":[{"redirect":13992588,"hoster":"VOE"},{"redirect":14002424,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992630,"hoster":"VOE"},{"redirect":14002253,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Dreißigste","epNo":14,"alt":"The One Where They All Turn Thirty","descr":"An ihrem dreißigsten Geburtstag stürzt Rachel in eine schwere Krise: Sie wird einfach nicht damit fertig, dass sie immer noch nicht geheiratet und Kinder bekommen hat. Kurzentschlossen gibt sie ihrem jüngeren Freund Tag den Laufpass. Auch Rachels Freunde erinnern sich an ihre schicksalsschweren dreißigsten Geburtstage: Phoebe erfuhr, dass sie eigentlich schon ein Jahr älter war, Monica frönte ausgiebig dem Alkohol, und auch Ross und Joey hatten so ihre Probleme.","versions":[{"lang":1,"streams":[{"redirect":13992419,"hoster":"VOE"},{"redirect":14002426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992575,"hoster":"VOE"},{"redirect":14002252,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Gehirntransplantation","epNo":15,"alt":"The One With Joey\u0027s New Brain","descr":"Joey soll in einer Serie einen höchst schwierigen Part spielen: Durch eine Gehirnoperation verwandelt sich seine Rollenfigur mental in eine Frau. Als er sich von seiner Vorgängerin Jessica Tipps holt und gemeinsam mit ihr probt, beginnen die beiden eine Affäre. Phoebe und Rachel hingegen haben im Café einen ziemlich gutaussehenden Typen ins Visier genommen. Nachdem dieser sein Handy liegengelassen hat, streiten sich die zwei, wer es ihm zurückgeben darf.","versions":[{"lang":1,"streams":[{"redirect":13992400,"hoster":"VOE"},{"redirect":14002425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992472,"hoster":"VOE"},{"redirect":14002254,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Londoner Stil","epNo":16,"alt":"The One With The Truth About London","descr":"Chandler und Monica suchen verzweifelt nach einem Priester für die Trauung - bis Joey vorschlägt, sich übers Internet weihen zu lassen und anschließend die Trauung selbst vorzunehmen. Gerührt stimmen beide zu. Phoebe hingegen überlegt, wie alles gekommen wäre, wenn sich Monica damals in London nicht in Chandler, sondern in Joey verliebt hätte. Als Rachel auf Ross\u0027 Sohn Ben aufpasst, bringt sie ihm allerhand Streiche bei, bis auch sie Opfer eines Schabernacks wird.","versions":[{"lang":1,"streams":[{"redirect":13992626,"hoster":"VOE"},{"redirect":14002427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992563,"hoster":"VOE"},{"redirect":14002255,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Kleid aller Kleider","epNo":17,"alt":"The One With The Cheap Wedding Dress","descr":"Endlich hat Monica ihr Traum-Hochzeitskleid erstanden. Doch Megan, eine andere Kundin, ist ebenfalls ganz versessen auf die wertvolle Robe und versucht, Monica zu erpressen: Sie will dafür sorgen, dass Chandlers Lieblingsband bei der Hochzeit nicht auftreten wird. Also bleibt Monica nichts anderes übrig, als sich dem Druck zu beugen. Zwischen Ross und Joey dagegen ist ein erbitterter Konkurrenzkampf um die hübsche Kristen entbrannt. Doch diese macht der Buhlerei ein Ende.","versions":[{"lang":1,"streams":[{"redirect":13992582,"hoster":"VOE"},{"redirect":14002428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992574,"hoster":"VOE"},{"redirect":14002259,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Gewonnen hat ...","epNo":18,"alt":"The One With Joey\u0027s Award","descr":"Joey schwebt auf Wolke sieben: Er ist für den Soapie - den Darstellerpreis für Seifenopern - nominiert. Doch die Preisverleihung gerät für ihn zur großen Enttäuschung. Inzwischen rückt die Hochzeit zwischen Chandler und Monica immer näher, und Monica überfällt prompt die nackte Angst vor dem Treuebund. Auch Ross ist in Nöten: Seine Studenten machen ihm peinlicherweise vermehrt Liebeserklärungen - allerdings nicht ohne Hintergedanken in puncto besserer Noten!","versions":[{"lang":1,"streams":[{"redirect":13992617,"hoster":"VOE"},{"redirect":14002429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992532,"hoster":"VOE"},{"redirect":14002258,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Überraschung!","epNo":19,"alt":"The One With Ross And Monica\u0027s Cousin","descr":"Joey hat Aussicht auf eine Hauptrolle in einem Film: Dabei soll er einen katholischen Einwanderer darstellen, der sich in ein jüdisches Mädchen verliebt. Als dabei auch eine Liebesszene gedreht wird, bekommt Joey ein handfestes Problem, bei dem Monica zum rettenden Engel wird. Inzwischen sorgt Monicas hübsche Cousine Cassie für Stielaugen bei Chandler und Ross. Als Phoebe und Rachel für Monica eine Überraschungsparty organisieren, benimmt sich diese ziemlich daneben.","versions":[{"lang":1,"streams":[{"redirect":13992638,"hoster":"VOE"},{"redirect":14002431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992636,"hoster":"VOE"},{"redirect":14002260,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Batmans Smoking","epNo":20,"alt":"The One With Rachel\u0027s Big Kiss","descr":"Als Rachel ihre alte Collegefreundin Melissa wiedertrifft, gesteht ihr diese, dass sie seit einem Kuss von Rachel - vor Jahren und in angetrunkenem Zustand - ernsthaft in sie verliebt sei. Und nun hat Rachel ein Problem! Ross und Chandler hingegen geraten in Streit, als sie sich für die Hochzeitsfeier Smokings, die bereits von berühmten Leuten getragen worden sind, ausleihen: Denn Ross weigert sich strikt, seinen ultracoolen Batman-Smoking an Bräutigam Chandler abzutreten.","versions":[{"lang":1,"streams":[{"redirect":13992564,"hoster":"VOE"},{"redirect":14002432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992526,"hoster":"VOE"},{"redirect":14002262,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Eheversprechen","epNo":21,"alt":"The One With The Vows","descr":"Chandler und Monica haben beschlossen, sich gegenseitig ein schriftliches Eheversprechen zu geben. Doch beide haben mit der Formulierung des Textes so ihre Probleme. Schließlich hat Chandler zu Ross\u0027 Entsetzen eine geniale Idee: Er \"besorgt\" sich Monicas Versprechen, schreibt es einfach ab und tauscht lediglich die Namen aus. Nun, so kurz vor Monicas und Chandlers Hochzeit, erinnern sich die Freunde wehmütig an alte Zeiten und wie es damals mit den beiden so begann.","versions":[{"lang":1,"streams":[{"redirect":13992500,"hoster":"VOE"},{"redirect":14002430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992618,"hoster":"VOE"},{"redirect":14002261,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Seide auf der Haut","epNo":22,"alt":"The One With Chandler\u0027s Dad","descr":"Monica möchte endlich ihren Schwiegervater kennenlernen, aber Chandler schämt sich für seinen Dad, der als Transvestit in Dragshows auftritt. Doch Monica besteht darauf, ihn einzuladen. Als Rachel mit Monicas Porsche eine Spritztour macht, muss sie all ihren Charme einsetzen, um einen Strafzettel abzuwenden. Joey hingegen ist irritiert, als er entdeckt, das Phoebes Freund Jake einen Damenslip aus Seide trägt - bis auch er den Reiz von Damenunterwäsche entdeckt.","versions":[{"lang":1,"streams":[{"redirect":13992577,"hoster":"VOE"},{"redirect":14002435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992547,"hoster":"VOE"},{"redirect":14002264,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Hochzeit mit Hindernissen (1)","epNo":23,"alt":"The One With Chandler And Monica\u0027s Wedding (1)","descr":"Kurz vor der Hochzeit bekommt Chandler Panik und verschwindet spurlos. Um ihn rechtzeitig zu finden, machen sich die Freunde quer durch New York auf die Suche und finden ihn schließlich in seinem Büro versteckt. Inzwischen hat Joey endlich eine große Rolle bekommen, doch sein berühmter Schauspielerkollege Richard Crosby erweist sich als Konzentrationskiller. Als Rachel und Phoebe einen positiven Schwangerschaftstest in Monicas Mülleimer finden, ist die Verwirrung groß.","versions":[{"lang":1,"streams":[{"redirect":13992609,"hoster":"VOE"},{"redirect":14002433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992471,"hoster":"VOE"},{"redirect":14002263,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Hochzeit mit Hindernissen (2)","epNo":24,"alt":"The One With Chandler And Monica\u0027s Wedding (2)","descr":"Nach langer Suche und hartem Kampf ist es den Freunden endlich gelungen, Chandler, der sich in seinem Büro verschanzt hat, zu finden und ihm die Angst vor der Ehe zu nehmen. Als er dann zufällig mithört, wie sich Rachel und Phoebe über den positiven Schwangerschaftstest in Monicas Mülleimer unterhalten, verschwindet Chandler ein zweites Mal - aber jetzt, um einen Strampelanzug zu kaufen. Was jedoch keiner ahnt: Der Schwangerschaftstest ist gar nicht von Monica!","versions":[{"lang":1,"streams":[{"redirect":13992584,"hoster":"VOE"},{"redirect":14002434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992508,"hoster":"VOE"},{"redirect":14002267,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Das Gerücht","epNo":1,"alt":"The One After","descr":"Das Gerücht, dass Monica schwanger ist, hält sich nicht lange, denn Rachel kann mal wieder ihren Mund nicht halten. Zur Sicherheit macht sie noch einen zweiten Test - mit überraschendem Ergebnis. Ross hat während der Hochzeitsfeier die hübsche Mona kennen gelernt und würde gerne mit ihr tanzen. Doch ständig wird er von kleinen Mädchen zum Tanz aufgefordert ... Joey selbst wittert eine berufliche Chance, denn der Broadway-Regisseur Dennis Phillips ist ebenfalls auf dem Fest.","versions":[{"lang":1,"streams":[{"redirect":13992438,"hoster":"VOE"},{"redirect":14002440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992645,"hoster":"VOE"},{"redirect":14002266,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der ominöse rote Pulli","epNo":2,"alt":"The One With The Red Sweater","descr":"Rachel schweigt sich darüber aus, wer der Vater ihres Kindes ist. Joey weiß nur, dass ein geheimnisvoller Lover, der vor einem Monat bei Rachel übernachtet hat, einen roten Pullover in der Wohnung vergessen hat. Zunächst konzentriert sich der Verdacht auf Tag, doch der ist es nicht. Dann meldet Ross, der keine Ahnung hat, dass Rachel in anderen Umständen ist, den Verlust seines roten Pullis an ...","versions":[{"lang":1,"streams":[{"redirect":13992539,"hoster":"VOE"},{"redirect":14002436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992555,"hoster":"VOE"},{"redirect":14002269,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wo ist das Kind?","epNo":3,"alt":"The One Where Rachel Tells...","descr":"Rachel will ihren Freunden endlich sagen, dass Ross der Vater ihres Kindes ist, aber die wissen es ja schon längst. Der einzige, der völlig ahnungslos ist, ist Ross - und er reagiert verwirrt, als Rachel es ihm sagt. Dann jedoch versucht er sie zu überzeugen, dass sie heiraten müssen, doch Rachel will davon nichts wissen. Bei der ersten Ultraschalluntersuchung kann Rachel das Kind nicht erkennen - im Gegensatz zu Ross. Sie glaubt deshalb, dass sie keine gute Mutter sein wird ...","versions":[{"lang":1,"streams":[{"redirect":13992501,"hoster":"VOE"},{"redirect":14002437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992601,"hoster":"VOE"},{"redirect":14002270,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein unmoralisches Video","epNo":4,"alt":"The One With The Videotape","descr":"Chandler und Monica kehren aus den Flitterwochen zurück - ohne ein einziges Geschenk für ihre Freunde. Die beiden haben nichts anderes mehr im Kopf, als sich mit einem Paar - Greg und Jenny - zu treffen, das sie auf der Heimreise kennen gelernt haben. Joey und Phoebe finden das überhaupt nicht komisch ... Durch einen dummen Zufall kommt heraus, dass Ross von der wilden Nacht, in der er mit Rachel das Baby zeugte, eine Videoaufzeichnung hat ...","versions":[{"lang":1,"streams":[{"redirect":13992550,"hoster":"VOE"},{"redirect":14002438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992587,"hoster":"VOE"},{"redirect":14002265,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefeuert und verlassen","epNo":5,"alt":"The One With Rachel\u0027s Date","descr":"Monica hat einen gewissen Tim in der Küche eingestellt, der aber - wie sich schnell herausstellt - für den Job völlig ungeeignet ist. Phoebe hingegen findet Tim niedlich und verabredet sich mit ihm. Doch bald geht er ihr auf die Nerven, sodass sie ihn abserviert. Zur gleichen Zeit will Monica ihm kündigen, bringt es aber nicht übers Herz, denn an einem Tag Freundin und Job zu verlieren, ist hart ... Auch Chandler hat Probleme am Arbeitsplatz - mit dem ungeliebten Kollegen Bob.","versions":[{"lang":1,"streams":[{"redirect":13992410,"hoster":"VOE"},{"redirect":14002439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992521,"hoster":"VOE"},{"redirect":14002268,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Häschen gegen Space-Trottel","epNo":6,"alt":"The One With The Halloween Party","descr":"Monica und Chandler entschließen sich spontan, zu Halloween eine Party zu veranstalten. Joey verkleidet sich als Chandler, Ross als Sputnik, und Chandler wird von Monica in ein pinkfarbenes Häschenkostüm gesteckt. Die Stimmung ist prächtig, bis auf einmal Monica und Joey die Diskussion beginnen, wer bei einer Schlägerei zwischen Ross und Chandler wohl gewinnen würde. Man beschließt, eine Entscheidung per Armdrücken herbeizuführen. Ein spannender Wettkampf beginnt ...","versions":[{"lang":1,"streams":[{"redirect":13992417,"hoster":"VOE"},{"redirect":14002441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992486,"hoster":"VOE"},{"redirect":14002273,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Fleck mit Folgen","epNo":7,"alt":"The One With The Stain","descr":"Als Monica nach Hause kommt, traut sie ihren Augen kaum: Die ganze Wohnung ist blitzblank geputzt. Zunächst freut sie sich darüber, dass Chandler endlich im Haushalt hilft, aber dann stellt sich heraus, dass er lediglich eine Putzfrau namens Brenda eingestellt hat. Doch Monica duldet keine andere Frau an ihrer Seite ... Phoebe hat sich in Eric, den Ex-Freund ihrer Zwillingsschwester Ursula, verliebt, doch der hat seine Schwierigkeiten damit, dass die beiden sich so ähnlich sehen.","versions":[{"lang":1,"streams":[{"redirect":13992429,"hoster":"VOE"},{"redirect":14002442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992606,"hoster":"VOE"},{"redirect":14002274,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zieh dich aus, Baby!","epNo":8,"alt":"The One With The Stripper","descr":"Monica will Chandler überraschen: Weil er keinen richtigen Junggesellen-Abschied hatte, engagiert sie eine Stripperin, die er gemeinsam mit Joey angucken darf. Doch als die Dame in die Wohnung kommt, steuert sie sonderbarerweise direkt aufs Schlafzimmer zu ... Indessen steht Rachel vor einer schwierigen Aufgabe: Sie muss ihrem Vater beichten, dass sie schwanger ist. Dieser ordnet an, dass sie und Ross heiraten - und zwar sofort!","versions":[{"lang":1,"streams":[{"redirect":13992411,"hoster":"VOE"},{"redirect":14002443,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992624,"hoster":"VOE"},{"redirect":14002272,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Hass-Club","epNo":9,"alt":"The One With The Rumor","descr":"Joey ist entsetzt, denn Monica hat beschlossen, auf einen Truthahn zu Thanksgiving zu verzichten. Um sie davon abzubringen, behauptet er, er würde den ganzen Truthahn alleine essen. Das gelingt ihm, doch passt ihm jetzt nur noch Rachels Umstandshose. Monica hat auch ihren alten Schulkameraden Will eingeladen. Allerdings weiß sie nicht, dass da ein Problem auf sie zukommt: Will konnte schon zu Schulzeiten Rachel nicht ausstehen, und er bekennt, dass es nicht nur ihm so ging ...","versions":[{"lang":1,"streams":[{"redirect":13992459,"hoster":"VOE"},{"redirect":14002445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992422,"hoster":"VOE"},{"redirect":14002271,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schmerz lass nach!","epNo":10,"alt":"The One With Monica\u0027s Boots","descr":"Chandler ist sauer auf Monica, weil diese sich sündhaft teure Stiefel gekauft hat. Sie verspricht ihm, die Schuhe ständig zu tragen. Schon bald humpelt sie auf blutigen Füßen durchs Leben ... Ben, Ross\u0027 kleiner Sohn, hat Probleme mit einem Jungen aus seiner Klasse. Phoebe will den Streit schlichten - allerdings nicht aus pädagogischen Gründen, sondern weil der andere Junge der Sohn von Sting ist und sie gerne Karten für dessen Konzert hätte ...","versions":[{"lang":1,"streams":[{"redirect":13992528,"hoster":"VOE"},{"redirect":14002444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992454,"hoster":"VOE"},{"redirect":14002276,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Mann für eine Nacht","epNo":11,"alt":"The One With The Creepy Holiday Card (a.k.a. The O","descr":"Mona möchte wissen, wie Ross die Beziehung mit ihr sieht. Ross ist genervt, denn solche Gespräche hasst er wie die Pest. Er möchte die Beziehung einfach leben, ohne groß darüber zu reden. Als er versucht, dies ihr klar zu machen, geht er allerdings jämmerlich unter ... Rachel ist indessen völlig verwirrt: Seit sie schwanger ist, denkt sie nur noch an das Eine, sie kann keinen Mann mehr ansehen, ohne an Sex zu denken. Rachel ist so lüstern, dass sie sogar Joey verführen würde ...","versions":[{"lang":1,"streams":[{"redirect":13992544,"hoster":"VOE"},{"redirect":14002446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992649,"hoster":"VOE"},{"redirect":14002277,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tausendmal berührt ...","epNo":12,"alt":"The One Where Joey Dates Rachel","descr":"Phoebe schenkt Monica und Chandler zur Hochzeit nachträglich einen Spielautomaten. Daraufhin bricht bei allen dreien das Spielfieber aus ... Seit sie schwanger ist, hat Rachel keine Verabredungen mehr - was sie traurig stimmt. Joey erbarmt sich ihrer und verspricht ihr ein richtiges Rendezvous. Bald ist Joey verwirrt, denn er kann seine Gefühle für Rachel nicht mehr einordnen: Immerhin sind sie nun schon seit Jahren befreundet, und auf einmal hat er sich in sie verliebt ...","versions":[{"lang":1,"streams":[{"redirect":13992590,"hoster":"VOE"},{"redirect":13165948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992475,"hoster":"VOE"},{"redirect":14002281,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Kapitän der Badewanne","epNo":13,"alt":"The One Where Chandler Takes A Bath","descr":"Monica stellt gegenüber Chandler klar, dass es überhaupt nicht unmännlich ist, ein Vollbad zu genießen. Zunächst bleibt Chandler sehr skeptisch, aber dann probiert er es doch aus und ist fortan der König der Badewanne. Joey wagt nicht zu sagen, in wen er sich verliebt hat, und so zieht Monica völlig falsche Schlüsse: Sie tippt auf Phoebe. Diese fühlt sich geehrt. Indessen sind Rachel und Ross in so gut wie allem, was ihr zukünftiges Kind betrifft, unterschiedlicher Meinung ...","versions":[{"lang":1,"streams":[{"redirect":13992403,"hoster":"VOE"},{"redirect":14209042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992458,"hoster":"VOE"},{"redirect":14002278,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Geheimkammer","epNo":14,"alt":"The One With The Secret Closet","descr":"Chandler ist einem Geheimnis auf die Spur gekommen: In der Wohnung befindet sich eine Abstellkammer, die ihm bisher nie aufgefallen ist und die von Monica verschlossen gehalten wird. Seine Neugier ist geweckt, und als er die Tür heimlich aufbricht, traut er seinen Augen kaum ... Ross fühlt sich ausgeschlossen, denn Joey bekommt viel mehr von Rachels Schwangerschaft mit als er selbst. Daraufhin schlägt Joey Ross und Rachel vor, dass sie doch zusammenziehen könnten ...","versions":[{"lang":1,"streams":[{"redirect":13992477,"hoster":"VOE"},{"redirect":14002449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992456,"hoster":"VOE"},{"redirect":14002275,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Porno zum Valentinstag","epNo":15,"alt":"The One With The Birthing Video","descr":"Phoebe hat für die schwangere Rachel einen Videofilm zum Thema Geburt besorgt. Die Kassette fällt jedoch versehentlich Chandler in die Hände, der das Band begeistert einlegt, glaubt er doch, es handle sich um einen Porno. Über das, was er da sieht, ist er allerdings schockiert, und auch bei Rachel verursacht der Film Angst vor der Geburt. Währendessen erfährt Mona eher zufällig, dass Rachel bei Ross eingezogen ist - und zieht kurzerhand die Konsequenzen ...","versions":[{"lang":1,"streams":[{"redirect":13992580,"hoster":"VOE"},{"redirect":14002448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992559,"hoster":"VOE"},{"redirect":14002282,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nur ein kleiner Gag","epNo":16,"alt":"The One Where Joey Tells Rachel","descr":"Joey gesteht Ross, dass er in sich in Rachel verliebt hat, und dieser rät ihm, Rachel zu sagen, was er für sie empfindet. Nach einigem Hin und Her ergreift Joey beim Essen die Initiative und gesteht Rachel seine Gefühle ... Phoebe hat einen Mann kennen gelernt, den sie für einen Seelenverwandten von Monica hält. Chandler ist gar nicht begeistert darüber, denn von nun an führen der begeisterte Koch Don und Monica stundenlange Fachgespräche ...","versions":[{"lang":1,"streams":[{"redirect":13992444,"hoster":"VOE"},{"redirect":14002450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992468,"hoster":"VOE"},{"redirect":14002279,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Prophezeiung der Teeblätter","epNo":17,"alt":"The One With The Tea Leaves","descr":"Phoebe liest ihren Freundinnen die Zukunft aus Teeblättern. Doch der Traummann, der ihr selbst prophezeit wird, erweist sich nicht nur als Flop, sondern bald als wahrer Albtraum ... Rachel möchte gerne wieder ein normales Verhältnis zu Joey haben. Um mit ihm über etwas Unverfängliches reden zu können, erzählt sie ihm eine haarsträubende Geschichte über ihren Chef. Sie kann ja schließlich nicht ahnen, dass sich der aufgebrachte Joey den Kerl deshalb vorknöpft ...","versions":[{"lang":1,"streams":[{"redirect":13992642,"hoster":"VOE"},{"redirect":14002451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992568,"hoster":"VOE"},{"redirect":14002287,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zu Tränen gerührt","epNo":18,"alt":"The One In Massapequa","descr":"Ross hält jedes Jahr zum Hochzeitstag seiner Eltern eine Rede, die alle zu Tränen rührt. Diesmal möchte aber Monica im Mittelpunkt stehen, und so arbeitet sie an einer Ansprache. Obwohl sie eine lange Rede hält, zuckt niemand auch nur mit der Wimper. Schließlich ist Monica so beleidigt, dass sie ihre Rede mit der Beschimpfung der Gäste enden lässt. Ross dagegen braucht nur zwei Sätze zu sagen, und schon greifen alle Partygäste - auch Monica - zum Taschentuch ..","versions":[{"lang":1,"streams":[{"redirect":13992598,"hoster":"VOE"},{"redirect":14002452,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992470,"hoster":"VOE"},{"redirect":14002283,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Joeys Interview","epNo":19,"alt":"The One With Joey\u0027s Interview","descr":"Joey soll für die Zeitschrift \"Soap Opera Digest\" interviewt werden. Zunächst wehrt er sich dagegen - aus gutem Grund: Bei seinem letzten Interview hatte er sich über die Texte in der Serie, in der er damals spielte, lustig gemacht, und das hatte zur Folge, dass er seine Rolle los war. Seine Freunde versprechen ihm allerdings, dafür zu sorgen, dass er nichts Falsches sagt. Das allerdings ist leichter gesagt als getan ...","versions":[{"lang":1,"streams":[{"redirect":13992643,"hoster":"VOE"},{"redirect":14002453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992414,"hoster":"VOE"},{"redirect":14002284,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Babyparty","epNo":20,"alt":"The One With The Baby Shower","descr":"Monica und Phoebe organisieren eine Babyparty für Rachel. Rachels Mutter hat ein ganz besonderes Geschenk für ihre Tochter: Sie will die verbleibenden acht Wochen bis zur Geburt des Babys bei ihr und Ross wohnen. Dieses Angebot löst bei den beiden jedoch keine Freude aus ... Joey bereitet sich auf ein Moderatoren-Casting für eine Quizshow vor. Da er die Spielregeln noch nicht ganz begriffen hat, engagiert er für einen Probedurchlauf Ross und Chandler als Testkandidaten ...","versions":[{"lang":1,"streams":[{"redirect":13992423,"hoster":"VOE"},{"redirect":14002454,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992644,"hoster":"VOE"},{"redirect":14002285,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Kochkurs","epNo":21,"alt":"The One With The Cooking Class","descr":"Monica hat in einer Gastronomie-Zeitschrift eine schlechte Kritik für ihre Kochkünste bekommen. Beleidigt besucht sie gemeinsam mit Joey einen Kochkurs für Anfänger, und weil sie dabei hervorragend abschneidet, ist ihr Selbstbewusstsein rasch wiederhergestellt. Rachel ertappt sich dabei, dass sie eifersüchtig ist, wenn Ross sich mit anderen Frauen trifft - und das, obwohl sie doch gar nicht mehr an ihm interessiert ist ...","versions":[{"lang":1,"streams":[{"redirect":13992495,"hoster":"VOE"},{"redirect":14002455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992527,"hoster":"VOE"},{"redirect":14002286,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Warten aufs Baby","epNo":22,"alt":"The One Where Rachel Is Late","descr":"Joey nimmt zur Premierenfeier seines neuesten Films Chandler mit. Das bereut er jedoch schnell, schläft sein bester Freund doch tatsächlich während des Films ein ... Da Rachel eine Woche über dem errechneten Geburtstermin ist, rät ihre Ärztin zu Sex, denn das habe sich als beste Methode zur Geburtseinleitung erwiesen. Rachel hat dagegen nichts einzuwenden, aber Ross ist von dieser Idee gar nicht begeistert ...","versions":[{"lang":1,"streams":[{"redirect":13992632,"hoster":"VOE"},{"redirect":14002458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992397,"hoster":"VOE"},{"redirect":14002289,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Baby kommt! (1)","epNo":23,"alt":"The One Where Rachel Has A Baby (1)","descr":"Endlich ist es so weit: Bei Rachel haben die Wehen eingesetzt. Ross bringt die werdende Mutter ins Krankenhaus, doch es stellt sich heraus, dass sie sich noch hätten Zeit lassen können, denn während eine Schwangere nach der anderen ihr Baby bekommt, geht es bei Rachel einfach nicht voran ... Monica und Chandler fühlen sich durch die Klinikumgebung so animiert, dass sie beschließen, ebenfalls ein Kind zu \"produzieren\" - und zwar an Ort und Stelle ...","versions":[{"lang":1,"streams":[{"redirect":13992484,"hoster":"VOE"},{"redirect":14002456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992654,"hoster":"VOE"},{"redirect":14002288,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Baby kommt! (2)","epNo":24,"alt":"The One Where Rachel Has A Baby (2)","descr":"Endlich kommt Rachels Tochter Emma zur Welt, die frischgebackenen Eltern sind glücklich. Rachel bekommt plötzlich Angst, dass Ross sie mit Emma irgendwann allein lassen könnte. Sie ahnt nicht, dass Ross sie immer noch liebt und gerade auf dem Weg ist, um ihr seine Liebe zu gestehen. Doch Joey, der vor ihm zu Besuch ist, findet am Boden den alten Verlobungsring von Ross\u0027 Mutter, der Ross zuvor aus der Tasche gefallen ist. Rachel glaubt, dass Joey ihr einen Antrag machen will ...","versions":[{"lang":1,"streams":[{"redirect":13992629,"hoster":"VOE"},{"redirect":14002457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992578,"hoster":"VOE"},{"redirect":14002291,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Willst Du ...?","epNo":1,"alt":"The One Where No One Proposes","descr":"Aufgrund eines Missverständnisses bildet sich Rachel ein, von Joey einen Heiratsantrag bekommen zu haben. Ross ist stinksauer, als er von dem vermeintlichen Antrag hört, weil er der Meinung ist, dass sein Freund mit ihm darüber hätte sprechen müssen. Monica wird unterdessen von ganz anderen Sorgen geplagt. Seitdem die kleine Emma auf der Welt ist, ist ihr Kinderwunsch ins Unermessliche gestiegen. Noch im Krankenhaus fällt sie über Chandler her, um selbst schwanger zu werden ...","versions":[{"lang":1,"streams":[{"redirect":13992553,"hoster":"VOE"},{"redirect":14002460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992540,"hoster":"VOE"},{"redirect":14002290,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Don\u0027t Cry for Me, Emma","epNo":2,"alt":"The One Where Emma Cries","descr":"Noch im Krankenhaus stimmt Rachel Joeys Heiratsantrag zu - sehr zu Ross\u0027 Erstaunen. Doch in Wirklichkeit möchte Rachel diese Hochzeit gar nicht; sie hat nur Angst davor, mit der kleinen Emma nicht alleine zurechtzukommen. Tatsächlich stellt die ständig weinende Emma eine Belastungsprobe dar. Nur Monica schafft es, die Kleine zu beruhigen und wird daraufhin als Dauerbabysitter verpflichtet ... Chandler soll nach Tulsa versetzt werden, was Monica ganz und gar nicht gefällt ...","versions":[{"lang":1,"streams":[{"redirect":13992552,"hoster":"VOE"},{"redirect":14002459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992569,"hoster":"VOE"},{"redirect":14002294,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Doktor lebt","epNo":3,"alt":"The One With The Pediatrician","descr":"Rachel nervt alle damit, dass sie bei jedem Wehwehchen von Töchterchen Emma den Kinderarzt anruft - egal, um welche Uhrzeit. Dies führt dazu, dass sich der Arzt weigert, Emma weiter zu behandeln. Nun geht Rachel zu dem Arzt, bei dem Ross und Monica als Kinder waren. Dort trifft sie überraschenderweise Ross ... Monica überwindet sich schließlich, mit Chandler nach Tulsa zu gehen. Doch dann bekommt sie das Angebot, für das \"Javas\", eines der besten Lokale New Yorks, zu arbeiten ...","versions":[{"lang":1,"streams":[{"redirect":13992510,"hoster":"VOE"},{"redirect":14002461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992492,"hoster":"VOE"},{"redirect":14002292,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Welcher Mann für welches Leben?","epNo":4,"alt":"The One With The Sharks","descr":"Phoebe steht vor einem Date mit Mike, den sie vor kurzem kennen gelernt hat. Da gesteht ihr Ross, dass er sie bewundert, weil sie noch nie eine lange Beziehung gehabt hat. Doch das gibt Phoebe wiederum zu denken ... Monica ertappt Chandler in Tulsa dabei, wie er an sich selbst Hand anlegt. Dies ist für Monica noch nicht sehr tragisch, doch als sie erkennt, dass er dabei einen Film über Haie ansieht, ist sie doch etwas durcheinander. Joey hat derweil ein Deja-vu-Erlebnis ...","versions":[{"lang":1,"streams":[{"redirect":13992421,"hoster":"VOE"},{"redirect":14002462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992523,"hoster":"VOE"},{"redirect":14002293,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dinner for six","epNo":5,"alt":"The One With Phoebe\u0027s Birthday Dinner","descr":"Phoebes Geburtstagfeier in einem Restaurant steht unter keinem guten Stern: Rachel ist übernervös, weil sie zum ersten Mal ihre kleine Tochter alleine lassen muss, und Monica und Chandler erscheinen viel zu spät - und sind äußerst schlecht gelaunt. Der gute Chandler wurde nämlich von Monica ins Bett gezwungen, weshalb er sich nun benutzt fühlt. Die Party löst sich bald wieder auf, was Joey jedoch nicht daran hindert, zu bleiben und für sechs zu essen ...","versions":[{"lang":1,"streams":[{"redirect":13992542,"hoster":"VOE"},{"redirect":14002463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992437,"hoster":"VOE"},{"redirect":14002296,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Kindermann","epNo":6,"alt":"The One With The Male Nanny","descr":"Rachel und Ross sind auf der Suche nach einem Kindermädchen für Emma, doch keine der Bewerberinnen gefällt den beiden. Aber dann kommt Sandy. Obwohl Sandy wunderbar mit Kindern umgehen kann, hat Ross Vorbehalte, denn: Sandy ist ein Mann ... Phoebe entschließt sich, mit Mike eine feste Beziehung einzugehen. Die beiden tauschen sogar ihre Wohnungsschlüssel aus, was für Phoebe bisher undenkbar war! Doch dann taucht David, ein Ex von Phoebe, wieder auf der Bildfläche auf ...","versions":[{"lang":1,"streams":[{"redirect":13992565,"hoster":"VOE"},{"redirect":14002465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992506,"hoster":"VOE"},{"redirect":14002297,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kein Lied von guten Eltern","epNo":7,"alt":"The One With Ross\u0027s Inappropriate Song","descr":"Ross schafft es, mit einem Lied die kleine Emma zum Lachen zu bringen. Zuerst ist Rachel wütend darüber, da es sich um ein unanständiges Lied handelt. Aber dann versucht sie es selbst ... Phoebe steht vor einem großen Ereignis: Sie soll Mikes Eltern vorgestellt werden. Da sie so etwas noch nie erlebt hat, geht das Zusammentreffen leider völlig schief. Allzu freimütig erzählt Phoebe nämlich von ihrem unkonventionellen Leben und gibt auch ein höchst unpassendes Lied zum Besten ...","versions":[{"lang":1,"streams":[{"redirect":13992566,"hoster":"VOE"},{"redirect":14002464,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992571,"hoster":"VOE"},{"redirect":14002298,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die schreckliche Schwester","epNo":8,"alt":"The One With Rachel\u0027s Other Sister","descr":"Für Ross und Rachel ist klar, dass sie das Sorgerecht für ihre kleine Tochter Emma im Falle ihres frühzeitigen Todes an ihre Freunde Monica und Chandler weitergeben. Als Rachels kleine Schwester von dieser Entscheidung hört, ist sie zutiefst gekränkt. Monica hat unterdessen ganz andere Sorgen: Während eines Kampfes zwischen Rachel und ihrer Schwester geht ein Teller ihres kostbaren Hochzeitsgeschirres kaputt. Doch es soll noch viel schlimmer kommen!","versions":[{"lang":1,"streams":[{"redirect":13992469,"hoster":"VOE"},{"redirect":14002470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992516,"hoster":"VOE"},{"redirect":14002301,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rachels Nummer","epNo":9,"alt":"The One With Rachel\u0027s Phone Number","descr":"Joey möchte Chandler zu einem Spiel der \"Knicks\" einladen - dummerweise genau an Monicas einzigem freien Tag! Da sich Chandler nicht traut, Joey die Wahrheit zu sagen, behauptet er, er müsse in Tulsa bleiben ... Währenddessen haben Rachel und Phoebe in einer Bar großen Spaß. Rachel lernt dort Bill kennen, der sie gerne anrufen und mit ihr auf eine Party gehen will. Als er dies schließlich tut, nimmt aber Ross das Gespräch entgegen. Ob er wohl Bills Nummer an Rachel weitergibt?","versions":[{"lang":1,"streams":[{"redirect":13992548,"hoster":"VOE"},{"redirect":14002466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992586,"hoster":"VOE"},{"redirect":14002300,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Chandlers Fest","epNo":10,"alt":"The One With Christmas In Tulsa","descr":"Weihnachten steht vor der Tür, für Chandler und Monica scheint es aber kein glückliches Fest zu werden, da Chandler arbeiten muss. Nachdem er alle Mitarbeiter nach Hause geschickt hat, bleibt nur noch Wendy im Büro und versucht vergeblich, ihn zu verführen. Chandler schwelgt jedoch in Erinnerungen an frühere Weihnachtsfeste und entschließt sich, seinen Job hinzuschmeißen und nach Hause zu Monica und seinen Freunden zu fahren. Doch jetzt ist er arbeitslos ...","versions":[{"lang":1,"streams":[{"redirect":13992589,"hoster":"VOE"},{"redirect":14002468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992441,"hoster":"VOE"},{"redirect":14002302,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Phoebe - Superstar","epNo":11,"alt":"The One Where Rachel Goes Back To Work","descr":"Monica will endlich schwanger werden, aber Chandler verhält sich etwas zurückhaltend. Doch schließlich schafft Monica es, erfolgreiche Überzeugungsarbeit zu leisten ... Phoebe bekommt währenddessen von Joey eine kleine Statistenrolle vermittelt. Aber das ist Phoebe nicht genug: Sie will dramaturgisch mitarbeiten, was schließlich zum Eklat führt ... Rachel zeigt ihr Baby den Kollegen im Büro und muss dabei etwas entdecken, was ihr völlig gegen den Strich geht ...","versions":[{"lang":1,"streams":[{"redirect":13992655,"hoster":"VOE"},{"redirect":14002467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992561,"hoster":"VOE"},{"redirect":14002303,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Rattenbabys","epNo":12,"alt":"The One With Phoebe\u0027s Rats","descr":"Phoebe hat neuerdings einen pelzigen Mitbewohner - die Ratte Bob hat sich einfach bei ihr eingenistet. Als sich herausstellt, dass der unerwünschte Gast eigentlich ein Weibchen ist und erst kürzlich geworfen hat, kann sich Phoebe nicht mehr von ihm trennen. Ross und Rachel freuen sich unterdessen, mit Molly endlich ein Kindermädchen gefunden zu haben. Damit sie auch auf Dauer bleibt, erteilen die jungen Eltern Joey ein Flirt-Verbot. Doch gerade das reizt den Junggesellen ...","versions":[{"lang":1,"streams":[{"redirect":14128665,"hoster":"VOE"},{"redirect":14146602,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563822,"hoster":"VOE"},{"redirect":8563819,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kuss mit Folgen","epNo":13,"alt":"The One Where Monica Sings","descr":"Während sich Ross mit voller Hingabe um seine Tochter Emma kümmert, vergnügt sich Rachel offensichtlich mit einem anderen Mann. Als Ross auch noch den Anruf ihres Verehrers Bill entgegennimmt, eskaliert die Situation: Die beiden streiten sich so heftig, dass Rachel wieder zu Joey zieht. Monica genießt unterdessen ihren großen Gesangsauftritt in einer Piano-Bar. Sie übersieht dabei leider völlig, dass ihr das Publikum nur deshalb zujubelt, weil ihr Bluse durchsichtig ist ...","versions":[{"lang":1,"streams":[{"redirect":14128688,"hoster":"VOE"},{"redirect":14146606,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922594,"hoster":"VOE"},{"redirect":8563823,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Blind Dates","epNo":14,"alt":"The One With The Blind Dates","descr":"Rachel und Ross sollten wieder zusammen sein - das finden zumindest Phoebe und Joey. Nachdem die beiden aber niemals von allein wieder ein Paar werden würden, beschließen die Freunde, ein wenig nachzuhelfen. Phoebe vermittelt Rachel ein Date mit einem absoluten Loser, während Joey dafür sorgt, dass Ross von seinem Blind Date versetzt wird. Als Rachel und Ross herausfinden, was ihre Freunde getan haben, setzen sich die beiden zusammen und planen einen Racheakt ...","versions":[{"lang":1,"streams":[{"redirect":14128684,"hoster":"VOE"},{"redirect":14146607,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563835,"hoster":"VOE"},{"redirect":8563831,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hände hoch","epNo":15,"alt":"The One With The Mugging","descr":"Völlig unerwartet werden Phoebe und Ross eines Tages von einem Mann überfallen, den Phoebe noch aus früheren Zeiten kennt. Erst nach diesem Erlebnis findet die ehemalige Diebin den Mut, Ross zu gestehen, dass sie ihn ebenfalls im zarten Alter von 14 Jahren bestohlen hat. Unterdessen fiebert Joey einem wichtigen Vorsprechen bei einem berühmten Regisseur entgegen. Als es endlich so weit ist, muss er so dringend auf die Toilette, dass er während der Szene nicht stillhalten kann ...","versions":[{"lang":1,"streams":[{"redirect":14128686,"hoster":"VOE"},{"redirect":14146608,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563838,"hoster":"VOE"},{"redirect":8563847,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Toll bestückt!","epNo":16,"alt":"The One With The Boob Job","descr":"Da es im Hause Bing durch Chandlers Arbeitslosigkeit zu einem finanziellen Engpass kommt, leiht sich Monica heimlich Geld von Joey. Als Chandler davon erfährt, gibt Joey vor, Monica brauche das Darlehen für eine Brustvergrößerung. Phoebe und Mike schweben unterdessen noch immer auf Wolke Sieben und möchten sogar zusammenziehen. Als Mike jedoch verkündet, niemals heiraten zu wollen, wird Pheobe auf schmerzliche Weise klar, dass er nicht der Mann ihres Lebens sein kann ..","versions":[{"lang":1,"streams":[{"redirect":14128683,"hoster":"VOE"},{"redirect":14146609,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563849,"hoster":"VOE"},{"redirect":8563844,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verknallt in einen Toten","epNo":17,"alt":"The One With The Memorial Service","descr":"Phoebe kann es nicht verkraften, von Mike getrennt zu sein. Als sie in einem schwachen Moment seine Telefonnummer wählt, bittet sie Monica, sie vor Dummheiten zu bewahren. Phoebe ahnt zu diesem Zeitpunkt nicht, wie ernst ihre Freundin diese Aufgabe nimmt. Chandler und Ross genießen es unterdessen, Lügengeschichten über den jeweils anderen im Internet zu verbreiten. So berichtet Ross über Chandlers vermeintliche Homosexualität, während dieser behauptet, sein Freund sei tot ...","versions":[{"lang":1,"streams":[{"redirect":14128676,"hoster":"VOE"},{"redirect":14146611,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563856,"hoster":"VOE"},{"redirect":8563854,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Taube war\u0027s!","epNo":18,"alt":"The One With The Lottery","descr":"Die sechs Freunde haben beschlossen, gemeinsam an der Lotterie teilzunehmen und sich einen eventuellen Gewinn zu teilen. Monica nimmt es mit der Abmachung nicht ganz so genau und kauft ein paar Extralose für sich und Chandler. Als Phoebe davon erfährt, droht sie, die Lose aus dem Fenster zu werfen. Alles läuft gut, bis plötzlich eine Taube vorbeifliegt. Rachel freut sich unterdessen, dass Emma ihr erstes Wort gesprochen hat. Ross zweifelt jedoch an der Existenz der Vokabel ..","versions":[{"lang":1,"streams":[{"redirect":14128666,"hoster":"VOE"},{"redirect":14146612,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563859,"hoster":"VOE"},{"redirect":8563860,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Jungs im Hotel","epNo":19,"alt":"The One With Rachel\u0027s Dream","descr":"Eigentlich wollte Chandler mit Monica in ein romantisches Hotel nach Vermont fahren, doch seine Frau hat leider keine Zeit. Deshalb stellt sich kurzfristig Ross als Mitreisender zur Verfügung und freut sich schon auf ein paar lustige Stunden mit seinem Kumpel. Rachel begleitet unterdessen Joey zum Set und sieht ihm bei einer Liebesszene zu. Als er mit ihr daheim noch einmal seinen Text durchgeht, ist es um Rachel geschehen - sie träumt plötzlich davon, ihn zu küssen!","versions":[{"lang":1,"streams":[{"redirect":14128682,"hoster":"VOE"},{"redirect":14146613,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335124,"hoster":"VOE"},{"redirect":8563864,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Party auf dem Dach","epNo":20,"alt":"The One With The Soap Opera Party","descr":"Joey besorgt für seine Freunde Theaterkarten, damit er mit seinem Serienteam ungestört eine Party auf dem Dach feiern kann. Auf Umwegen erfährt Rachel davon und erzählt es natürlich den anderen, so dass sich alle auf der Party einfinden und sich dort blendend amüsieren. Nur Chandler wurde von seinen Freunden vergessen und sitzt nun im Theater in einem Ein-Personen-Stück, das von einer Frau handelt, die keiner mag. Und Chandler kann ihr wahrlich nachfühlen ...","versions":[{"lang":1,"streams":[{"redirect":14128681,"hoster":"VOE"},{"redirect":14146616,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563874,"hoster":"VOE"},{"redirect":8563873,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bitte eine kleine Spende","epNo":21,"alt":"The One With The Fertility Test","descr":"Eigentlich steht die attraktive Professorin Charlie auf Paläontologen. Umso verwunderter ist Ross, als er erfährt, dass sie sich ausgerechnet mit Joey verabredet hat. Obwohl er selbst gerne eine Rendezvous mit Charlie gehabt hätte, hilft Ross seinem Freund, intelligent zu wirken. In der Zwischenzeit stellen Chandler und Monica erschrocken fest, dass ihr sowieso schon unangenehmer Besuch in der Fruchtbarkeitsklinik sogar noch schrecklicher wird als gedacht ...","versions":[{"lang":1,"streams":[{"redirect":14128685,"hoster":"VOE"},{"redirect":14146614,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917725,"hoster":"VOE"},{"redirect":9025054,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Sperminator","epNo":22,"alt":"The One With The Donor","descr":"Chandler bringt seinen Kollegen Zack mit nach Hause, um ihn Monica als Samenspender vorzustellen - doch Monica will nur von Chandler schwanger werden. Da dies nicht möglich ist, entscheiden sie sich für eine Adoption. Indessen belauscht Charlie ein Gespräch zwischen Phoebe und Rachel, in dem es darum geht, dass Rachel es auf Joey abgesehen hat. Phoebe rät ihr, Charlie nicht in die Quere zu kommen. Die verwechselt prompt die Stimmen und denkt, dass Phoebe scharf auf Joey ist ...","versions":[{"lang":1,"streams":[{"redirect":14128663,"hoster":"VOE"},{"redirect":14146615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563884,"hoster":"VOE"},{"redirect":8563882,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Regen im Paradies - Teil 1","epNo":23,"alt":"The One In Barbados (1)","descr":"All die investierte Mühe scheint vergeblich, als Ross durch einen Computerabsturz seine penibel erarbeitete Rede verliert, für die er extra nach Barbados gereist ist. Während er mit Charlie an einem neuen Vortrag arbeitet, keimen bislang ungekannte Gefühle in ihm auf. Auch Rachel hat mit unerwartetem Liebeskummer zu kämpfen: Obwohl sie sich krampfhaft zurückhält, hängt ihr Herz immer noch an Joey. Dennoch schafft sie es nicht, dem Angebeteten ihre Zuneigung zu gestehen ...","versions":[{"lang":1,"streams":[{"redirect":14128672,"hoster":"VOE"},{"redirect":14146621,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563889,"hoster":"VOE"},{"redirect":8563891,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[in Episode 23 enthalten]","epNo":24,"alt":"The One In Barbados (2)","descr":"Nach tagelangem Regen und langweiligen Stunden im Hotel entdeckt Mike einen Tischtennistisch, den er und Monica für zahlreiche Matches nutzen. Ihre Spiele enden erst, als Monica verletzungsbedingt aussetzen muss. In der Zwischenzeit versucht Rachel, Joey zu einem kleinen sexuellen Abenteuer zu überreden. Dieser lehnt jedoch aus Rücksicht auf Ross ab. Er ahnt nicht, dass sein Freund weniger Hemmungen hat und sich ausgerechnet mit Joeys Ex-Freundin Charlie vergnügt ...","versions":[]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Reden ist Silber","epNo":1,"alt":"The One After Joey And Rachel Kiss","descr":"Mike und Phoebe haben wieder zueinander gefunden. Alles, was das junge Glück noch stört, ist der Umstand, dass Mike seit drei Monaten eine Freundin hat. Mike ist zwar fest entschlossen, mit ihr Schluss zu machen, doch das nimmt Phoebe lieber selbst in die Hand. Derweil funkt es gewaltig zwischen Rachel und Joey. Nach dem ersten Kuss plagt sie ihr schlechtes Gewissen gegenüber Ross - und sie würde auch gerne mit ihm darüber reden, aber wie?","versions":[{"lang":1,"streams":[{"redirect":14128680,"hoster":"VOE"},{"redirect":14146617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563897,"hoster":"VOE"},{"redirect":8563888,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ross geht es gut","epNo":2,"alt":"The One Where Ross Is Fine","descr":"Ross sieht das Techtelmechtel von Joey und Rachel viel entspannter als die beiden selbst. Schließlich sind Rachel und er seit sechs Jahren getrennt. Trotzdem haben Rachel und Joey Hemmungen, einander näher zu kommen. Derweil ist Frank wegen der Drillinge mit seinen Nerven am Ende. Phoebe ist über seinen Vorschlag, ihm eines der Kinder abzunehmen, doch sehr verwundert. Auf gelegentliches Babysitten würde sie sich ja noch einlassen ...","versions":[{"lang":1,"streams":[{"redirect":14128678,"hoster":"VOE"},{"redirect":14146618,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563903,"hoster":"VOE"},{"redirect":8563895,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebesnacht mit Hindernissen","epNo":3,"alt":"The One With Ross\u0027s Tan","descr":"Rachel und Joey können die Spannung kaum noch aushalten. Wann können sie \"es\" endlich tun? Doch sie sind noch so sehr in ihrem freundschaftlichen Verhältnis verfangen, dass sie Hemmungen haben, sich wie ein Liebespaar zu verhalten. So beschließen sie, \"es\" vorerst auf sich beruhen zu lassen. Derweil war Ross im Sonnenstudio. Weil er nach dem ersten Besuch mit seinem Teint nicht zufrieden ist, legt er sich gleich nochmal auf die Sonnenbank - mit fatalem Ergebnis ...","versions":[{"lang":1,"streams":[{"redirect":14128664,"hoster":"VOE"},{"redirect":14146619,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563909,"hoster":"VOE"},{"redirect":8563906,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geschenke, Geschenke","epNo":4,"alt":"The One With The Cake","descr":"Ross und Rachel wollen mit allen Freunden Emmas Geburtstag feiern. Eine Torte ist auch bestellt, doch der Konditorei ist ein Fehler unterlaufen: Statt der bestellten Häschen ist ein großer Penis auf dem Kunstwerk zu sehen. Zu allem Überfluss haben Chandler und Monica abgesagt, Joey hat ein Vorsprechen und Phoebe erwartet einen Massagekunden. Rachel ist ziemlich enttäuscht. Doch zu guter Letzt kann Ross die Torte \"entschärfen\" und die anderen können ihre Termine verschieben ...","versions":[{"lang":1,"streams":[{"redirect":14128667,"hoster":"VOE"},{"redirect":14146620,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563911,"hoster":"VOE"},{"redirect":8563908,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Rückkehr der schrecklichen Schwester","epNo":5,"alt":"The One Where Rachel\u0027s Sister Babysits","descr":"Rachel hat ihre Schwester Amy gebeten, auf ihre Tochter aufzupassen. Keine gute Idee, wie sich herausstellt, denn Amy lässt dem Kind Löcher für Ohrringe stechen. Trotzdem bringt Rachel es nicht fertig, Amy vor die Tür zu setzen. Derweil, nach einem Jahr glücklicher Beziehung, hat sich Mike entschlossen, Phoebe zu heiraten. Er hat sich auch etwas Besonderes einfallen lassen. Bei einem Heimspiel der New York Knicks will er ihr einen Heiratsantrag über die Stadionleinwand machen...","versions":[{"lang":1,"streams":[{"redirect":14128679,"hoster":"VOE"},{"redirect":14146622,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563915,"hoster":"VOE"},{"redirect":8563914,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alles Lüge!","epNo":6,"alt":"The One With Ross\u0027s Grant","descr":"Um ein Forschungsstipendium zu erhalten, muss Ross einen Test bei Dr. Hobart bestehen. Der ist ausgerechnet der Ex-Freund von Charlie, die er aber immer noch liebt. Er stellt Ross vor die Entscheidung: Wenn er Charlie freigibt, gibt\u0027s dafür das Stipendium. Ross lässt sich nicht erpressen - jedoch vergebens: Charlie verliebt sich erneut in Hobart und lässt Ross sitzen. Derweil bewirbt sich Joey in Chandlers Firma um die Rolle in einem Werbespot ...","versions":[{"lang":1,"streams":[{"redirect":14128668,"hoster":"VOE"},{"redirect":14146623,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174079,"hoster":"VOE"},{"redirect":8563918,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das perfekte Zuhause","epNo":7,"alt":"The One With The Home Study","descr":"Weil Rachel als Kind einen Unfall auf einer Schaukel hatte, möchte sie nicht, dass Ross mit Emma auf den Spielplatz geht. Ross dagegen ist überzeugt, dass man seine Ängste überwinden muss: Während er sich einer Spinne nähert, setzt sich Rachel auf eine Schaukel - und hat dabei weniger Probleme als Ross. Derweil überdenken Phoebe und Mike die Planungen für ihre Hochzeit. Man sollte lieber billig heiraten und das Geld spenden. Gesagt, getan - doch dann bekommt Phoebe Zweifel ...","versions":[{"lang":1,"streams":[{"redirect":14128669,"hoster":"VOE"},{"redirect":14146625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13008650,"hoster":"VOE"},{"redirect":8563923,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tag der Dankbarkeit","epNo":8,"alt":"The One With The Late Thanksgiving","descr":"Monica wollte das Thanksgiving-Essen eigentlich nicht mehr ausrichten, hat sich dann aber noch einmal überreden lassen. Doch Joey und Ross gehen vor dem Essen zum Eishockey und schaffen es nicht mehr. Rachel und Phoebe verspäten sich, weil sie mit Emma bei einem Kinderschönheitswettbewerb waren. Monica ist sauer und will die Freunde gar nicht mehr in die Wohnung lassen. Doch ein unerwarteter Anruf hellt ihre Stimmung auf: Die Adoptionsagentur stellt ihr ein Kind in Aussicht.","versions":[{"lang":1,"streams":[{"redirect":14128670,"hoster":"VOE"},{"redirect":14146626,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379154,"hoster":"VOE"},{"redirect":8563927,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was mein ist, ist nicht dein","epNo":9,"alt":"The One With The Birth Mother","descr":"Monica und Chandler wollen das Kind von Erica adoptieren. Doch als sie erfährt, dass Monica und Chandler nicht - wie von der Adoptionsagentur angegeben - eine Pfarrerin und ein Arzt sind, überlegt sie es sich noch einmal. Monica und Chandler müssen viel Überzeugungsarbeit leisten. Derweil hat Joey ein Date mit Sarah. Doch das romantische Abendessen gerät aus den Fugen: Joey macht es ganz verrückt, dass Sarah immer wieder von seinem Teller nascht ...","versions":[{"lang":1,"streams":[{"redirect":14128689,"hoster":"VOE"},{"redirect":14146627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563934,"hoster":"VOE"},{"redirect":8563930,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine verhängnisvolle Affäre","epNo":10,"alt":"The One Where Chandler Gets Caught","descr":"Als Rachel und Phoebe beobachten, wie Chandler zu einer Blondine ins Auto steigt, ist für die beiden der Fall klar: Er geht fremd. Doch weit gefehlt! Nancy ist Maklerin und vermittelt Monica und Chandler ein Haus im Grünen. Jetzt müssen die beiden den Freunden erst einmal beibringen, dass sie wegziehen werden. Die Begeisterung über diese Aussichten hält sich in Grenzen. Doch die Entscheidung ist gefallen: Das Baby soll nicht in der Stadt aufwachsen.","versions":[{"lang":1,"streams":[{"redirect":14128662,"hoster":"VOE"},{"redirect":14146624,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563947,"hoster":"VOE"},{"redirect":8563938,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tränen eines Strippers","epNo":11,"alt":"The One Where The Stripper Cries","descr":"Phoebe bekommt eine Junggesellinnenparty geschenkt - inklusive Stripper. Der erweist sich jedoch als Enttäuschung: 1,5 Meter groß und schon etwas älter. Als er spürt, dass er bei den Damen nicht ankommt, ist er tief getroffen. Doch Phoebe weiß einen guten Rat: Er soll Strip-Unterricht geben - aber vorher ein letztes Mal für sie tanzen. Derweil sind Ross und Chandler auf einem Collegetreffen. Als sie über die alten Zeiten sinnieren, stolpern sie über delikate Details ...","versions":[{"lang":1,"streams":[{"redirect":14128671,"hoster":"VOE"},{"redirect":14146630,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12916482,"hoster":"VOE"},{"redirect":8563941,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Phoebes Hochzeit","epNo":12,"alt":"The One With Phoebe\u0027s Wedding","descr":"Phoebe und Mike sind im Hochzeitsfieber - und im Organisationsstress. Hinzu kommt, dass Ross und Chandler sauer sind, weil sie nicht Trauzeugen sein werden. Monica übertreibt ihre Anstrengungen als Hochzeitsplanerin und geht Phoebe damit auf die Nerven - doch letzten Endes kann sie nicht auf ihre Hilfe verzichten. Zum Schluss droht die Hochzeit wegen eines Schneesturms auszufallen. Weder Pfarrer noch Fotograf können kommen. Da hat Rachel eine Idee ...","versions":[{"lang":1,"streams":[{"redirect":14128673,"hoster":"VOE"},{"redirect":14146632,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917726,"hoster":"VOE"},{"redirect":8563944,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Joey, das Genie","epNo":13,"alt":"The One Where Joey Speaks French","descr":"Joey hat einen Termin für ein Vorsprechen. Doch die Sache hat einen Haken: Die Rolle ist auf französisch. Phoebe erklärt sich kurzerhand dazu bereit, Joey einen Französisch-Crashkurs zu erteilen, Joey ist jedoch leider kein Sprachengenie und entwickelt seine eigene Methode. Unterdessen erfährt Rachel, dass ihr Vater einen Herzinfarkt hatte. Zusammen mit Ross fährt sie nach Long Island. Auf dem Weg beschließen sie, nie wieder gemeinsam Sex zu haben ...","versions":[{"lang":1,"streams":[{"redirect":14128661,"hoster":"VOE"},{"redirect":14146631,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174080,"hoster":"VOE"},{"redirect":8563951,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Prinzessin Consuela","epNo":14,"alt":"The One With Princess Consuela","descr":"Glück im Unglück für Rachel: Sie hat ihren Job verloren, bekommt aber gleichzeitig die Chance auf einen neuen Arbeitsplatz - allerdings in Paris. Indes hat Phoebe Spaß daran, ihren Namen zu wechseln. Aus ihr wird kurzerhand Prinzessin Consuela Bananahammock. Als auch Mike seinen Namen in Crap Bag ändert, braucht Phoebe auch dringend einen neuen Namen. Von all dem Namens-Chaos bekommen Monica und Chandler nicht viel mit, denn sie besuchen ihr Haus in Escrow ...","versions":[{"lang":1,"streams":[{"redirect":14128690,"hoster":"VOE"},{"redirect":14146628,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563960,"hoster":"VOE"},{"redirect":8563958,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Paris oder New York?","epNo":15,"alt":"The One Where Estelle Dies","descr":"Ross will unbedingt verhindern, dass Rachel einen Job in Paris annimmt. Also versucht er, Mr. Zelner zu überzeugen, Rachel wieder bei sich einzustellen. Leichter gesagt als getan, und auch Rachel hat andere Pläne. Derweil freuen sich Chandler und Monica auf ihr neues Haus - bis sie erfahren, dass Janice samt Familie in der Nachbarschaft einzieht. Was tun? Chandler gibt gegenüber Janice vor, sie immer noch zu lieben. Grund genug für Janice, in eine andere Gegend zu ziehen ...","versions":[{"lang":1,"streams":[{"redirect":14128687,"hoster":"VOE"},{"redirect":14146629,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563966,"hoster":"VOE"},{"redirect":8563963,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Abschiedsparty","epNo":16,"alt":"The One With Rachel\u0027s Going Away Party","descr":"Am letzten Abend vor Rachels Abreise geben ihre Freunde eine Abschiedsparty, auf der sie sich von jedem persönlich verabschiedet. Nur Ross lässt sie aus, was ihn sehr kränkt. Als er Rachel zur Rede stellt, gesteht sie ihm, dass sie der Gedanke, ihn bald nicht mehr zu sehen, sehr quält, und sie sich deshalb nicht verabschiedet hat. Auch bei Monica und Chandler steht der Umzug an. Beim Ausräumen der Wohnung findet Chandler ein paar pelzbesetzte Handschellen ...","versions":[{"lang":1,"streams":[{"redirect":14128674,"hoster":"VOE"},{"redirect":14146636,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12922595,"hoster":"VOE"},{"redirect":8563965,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Auf Wiedersehen","epNo":17,"alt":"The Last One","descr":"Nach einer wunderbaren Nacht mit Rachel ist Ross traurig darüber, dass sie ihren Plan, nach Paris zu gehen, nicht aufgibt. Er versucht noch in letzter Minute, Rachel am Flughafen zum Bleiben umzustimmen, doch ohne Erfolg. Indes bringt Erica zu Chandlers und Monicas Überraschung Zwillinge zur Welt - einen Jungen und ein Mädchen. Als Ross völlig niedergeschlagen zu Hause ankommt, erwartet ihn eine Nachricht auf dem Anrufbeantworter: Rachel ist doch nicht abgeflogen ...","versions":[{"lang":1,"streams":[{"redirect":14128675,"hoster":"VOE"},{"redirect":14146639,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8563971,"hoster":"VOE"},{"redirect":8563970,"hoster":"Streamtape"}]}]}]}]}