{"path":"/serie/stream/from-darkness","name":"From Darkness","descr":"Clare Church (Anne-Marie Duff) hat in den 1990er Jahren ihre Karriere bei der Manchester Polizei und eine unglückliche Beziehung hinter sich gelassen. Inzwischen lebt sie mit ihrem neuen Mann Norrie und ihrer Tochter Megan auf der Insel Canna. Als vier Leichen aus Clares früheren Fällen auftauchen, wird sie unfreiwillig wieder in ihre alte Welt zurückgezogen.","seasons":[{"path":"/serie/stream/from-darkness/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/from-darkness/staffel-1/episode-1","name":"Erinnerung","epNo":1,"alt":"Episode 1","descr":"In Manchester werden die Überreste von zwei ermordeten Frauen gefunden, woraufhin DCI John Hind Claire Church um Unterstützung bittet. Nach anfänglichem Zögern beschließt Claire, der Polizei zu helfen, denn sie fühlt sich für die Frauen verantwortlich. Als Claire vor Jahren noch im Dienst war, sollte sie Kontakt zu Prostituierten herstellen. Schon damals fiel ihr auf, dass plötzlich mehrere der Frauen einfach verschwanden. Doch als sie ihre Beobachtungen bei ihren Vorgesetzten meldete, wollte niemand der jungen Frau Gehör schenken. Nun bittet ihr Ex-Kollege und ehemaliger Liebhaber sie um ihre Hilfe, da er bei den gefundenen Leichen eine Verbindung zu den vermissten Frauen sieht. Doch Claire möchte mit der schmerzhaften Vergangenheit, in der sie niemand ernst nahm, ein für alle Mal abschließen. Nur ihr schlechtes Gewissen den Frauen gegenüber bringt sie schließlich doch dazu, ihre Informationen und Beobachtungen noch einmal mit der Polizei von Manchester zu teilen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308603","hoster":"VOE"},{"path":"/redirect/10108470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/from-darkness/staffel-1/episode-2","name":"Vermutung","epNo":2,"alt":"Episode 2","descr":"Die Polizei konfrontiert Claire mit ihrer Schulternummer, die am Tatort gefunden wurde. Superintendent Lora Keir möchte, dass Claire bei den Ermittlungen hilft. Claire willigt ein, doch sie hat große Schwierigkeiten, ihre Emotionen unter Kontrolle zu halten. John Hind überprüft alle Verdächtigen, die mit dem Fall in Verbindung stehen. Claire sucht indessen die Mutter der verschwundenen Mimi auf und überprüft altes Videomaterial, um dem Täter näher zu kommen. Die sensible Claire und der aufbrausende John geraten bei der Arbeit immer wieder aneinander, unter anderem, weil ihre gemeinsame Vergangenheit die beiden immer wieder einholt. Zudem geht Claire Norrie aus dem Weg, der herausgefunden hat, dass sie wieder Tabletten nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11308609","hoster":"VOE"},{"path":"/redirect/10108472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/from-darkness/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Claire ist nach dem Drohbrief höchst verängstigt. Sie ist davon überzeugt, dass hinter den neueren Morden eine Frau steckt, die selbst Opfer der Verbrechensreihe geworden ist und überlebt hat. Plötzlich erhält sie einen Anruf von der vermeintlichen Mörderin. Nachdem Claire von dem anonymen Absender beschuldigt wurde, gelogen zu haben, informiert sie John von dem Brief. Er fordert jedoch stichhaltige Hinweise für ihren Verdacht, dass hinter den Morden eine Frau steckt. Den Anruf behält Claire jedoch für sich, denn die Anruferin bedroht ihre Familie. Während Claire weiter an ihrer Theorie festhält, verdichten sich die Beweise gegen den Verdächtigen Gareth Harding.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308608","hoster":"VOE"},{"path":"/redirect/10108475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/from-darkness/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Nach dem unerlaubten Besuch auf Hardings Feier wird John vom Dienst suspendiert. Claire soll jedoch weiterhin an den Fällen arbeiten. Plötzlich erhält Claire einen Anruf von Lucy, in dem sie den Hinweis erhält, dass Harding unschuldig ist. Durch Claires Informationen über ihren Kontakt zu Lucy wird deutlich, dass Agota nicht von der gleichen Person umgebracht wurde wie die anderen Frauen. Für den Mord an Agota hatten die meisten Hauptverdächtigen ein Alibi vorweisen können. Da für die anderen Frauen offenbar eine andere Person verantwortlich war, erweitert sich der Kreis der Verdächtigen wieder. Die Polizei sucht nicht nur nach Lucy, sondern überprüft wieder alle Verdächtigen, die sie vorerst als mögliche Täter ausgeschlossen hatten. Währenddessen erhält Claire einen verzweifelten Anruf von Norrie er kann seine Tochter Megan nirgendwo finden. Claire erinnert sich an Lucys Drohung und vermutet das Schlimmste.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308611","hoster":"VOE"},{"path":"/redirect/10109182","hoster":"Streamtape"}]}]}]}]}