{"seriesId":"from-dusk-till-dawn-the-series","name":"From Dusk Till Dawn: The Series","descr":"Nachdem sie bei einem Banküberfall mehrere Menschen getötet haben, sind die Brüder Seth und Richie Gecko auf der Flucht vor dem FBI und den Texas Rangers Earl McGraw und Freddie Gonzalez. Sie nehmen den früheren Pfarrer Jacob Fuller und seine Familie als Geiseln und wollen die Grenze überqueren. Durch Umwege landen sie jedoch in einem Stripclub voller Vampire …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie alles begann","epNo":1,"alt":"Pilot","descr":"Die Brüder Richie (Zane Holtz) und Seth Gecko (D.J. Cotrona) haben bei einem Banküberfall 30Millionen Dollar erbeutet. Auf dem Weg zur mexikanischen Grenze machen sie an einem kleinen Laden halt, wo sie auf die Texas Ranger Earl McGraw und Freddie Gonzales treffen.","versions":[{"lang":1,"streams":[{"redirect":9602598,"hoster":"VOE"},{"redirect":8553572,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schnapsidee","epNo":2,"alt":"Blood Runs Thick","descr":"Richies Visionen werden immer schlimmer, und während die Brüder den Schnapsladen hinter sich lassen, treffen sie auf Pfarrer Jacob Fuller und seine Familie. Ist die Familie ihr goldenes Ticket, um die Grenze nach Mexiko zu überqueren?","versions":[{"lang":1,"streams":[{"redirect":9591477,"hoster":"VOE"},{"redirect":12978231,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Zwischenstopp","epNo":3,"alt":"Mistress","descr":"Richies Visionen werden zunehmend schlimmer, doch sein Bruder widmet sich nur dem geplanten Grenzübergang. Das Wohnmobil der Familie Fuller bleibt kurz vor der Grenze liegen, während ihren Ranger Gonzales immer näher kommt.","versions":[{"lang":1,"streams":[{"redirect":9581476,"hoster":"VOE"},{"redirect":12978229,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Geiselnahme","epNo":4,"alt":"Let’s Get Ramblin’","descr":"Seth und Richie versuchen, endlich das Hotel hinter sich zu lassen indem sie die Familie Fuller als Geisel nimmt. Doch als Texas Ranger Freddie Gonzales dazu kommt, verschlimmert sich die Situation zunehmend.","versions":[{"lang":1,"streams":[{"redirect":9591478,"hoster":"VOE"},{"redirect":8540525,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flucht zur Grenze","epNo":5,"alt":"Self-Contained","descr":"Seth und Setz entkommen endlich dem Hotel und fahren mit dem Camper der Fullers weiter in Richtung der Mexikanischen Grenze.","versions":[{"lang":1,"streams":[{"redirect":9591480,"hoster":"VOE"},{"redirect":8545082,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Titty Twister","epNo":6,"alt":"Place of Dead Roads","descr":"Die Gecko-Brüder und die Fuller-Familie scheinen der Situation nicht gewachsen u sein und Seths (D.J Cotrona) Deal mit Carlos (Wilmer Valderrama) könnte doch noch scheitern. Ranger Gonzales (Jesse Garcia) kommt ihnen immer näher.","versions":[{"lang":1,"streams":[{"redirect":13008657,"hoster":"VOE"},{"redirect":8553575,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Santánico","epNo":7,"alt":"Pandemonium","descr":"Ranger Gonzales platzt in die verführerische Aufführung im Santanico Pandemonium, als er ein für allemal seine Rache und Gerechtigkeit einfordern will.","versions":[{"lang":1,"streams":[{"redirect":12916498,"hoster":"VOE"},{"redirect":8545099,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Conquista","epNo":8,"alt":"La Conquista","descr":"","versions":[{"lang":1,"streams":[{"redirect":9591483,"hoster":"VOE"},{"redirect":8545086,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Labyrinth","epNo":9,"alt":"Boxman","descr":"","versions":[{"lang":1,"streams":[{"redirect":9591481,"hoster":"VOE"},{"redirect":8545084,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Verrat","epNo":10,"alt":"The Take","descr":"","versions":[{"lang":1,"streams":[{"redirect":9591484,"hoster":"VOE"},{"redirect":8545085,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Premiere","epNo":1,"alt":"Opening Night","descr":"Drei Monate nach den schrecklichen Ereignissen in dem Titty Twister Club sind die Gecko-Brüder immer noch auf der Flucht. Doch während Richie und die befreite Schlangenkönigin Santánico einen Plan aushecken, um den Schlangenkult zu zerschlagen, schlagen sich Seth und Kate mit wenig erfolgreichen Überfällen in Mexiko durch.","versions":[{"lang":1,"streams":[{"redirect":9011332,"hoster":"VOE"},{"redirect":8540528,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dstere Zeiten","epNo":2,"alt":"In a Dark Time","descr":"Während Seth und Kate einen neuen Raubüberfall planen, wird Ranger Freddie Gonzalez von schrecklichen Visionen heimgesucht und entschließt sich, die Dämonen auf seine Weise zu bekämpfen. Unterdessen begegnet der gefangene Scott dem alten Bekannten Carlos, der aus dem unüberwindbaren Labyrinth entkommen konnte.","versions":[{"lang":1,"streams":[{"redirect":9591488,"hoster":"VOE"},{"redirect":8545095,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sex Machine greift an","epNo":3,"alt":"Attack of the 50 ft. Sex Machine","descr":"Richie und Santánico verschaffen sich durch eine List Zugang zu den geheimen \"Lebensmittelvorräten\" von Malvados. Sonja, die Tätowiererin und Freundin von Seth, zwingt Seth zu einem schmerzhaften Drogenentzug, während an anderer Stelle Freddie Gonzalez mit dem ehemaligen und verstümmelten Professor Sex Machine aneinander gerät.","versions":[{"lang":1,"streams":[{"redirect":13109454,"hoster":"VOE"},{"redirect":8540530,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das schnste Schreckenshaus in Texas","epNo":4,"alt":"The Best Little Horror House In Texas","descr":"Scott wird von seiner Schwester Kate gestoppt, bevor dieser sich für seine Verwandlung in einen Dämon und die Gefangenschaft rächen kann. Richie und Santánico schleusen sich ins Fleischgeschäft ein, um ihren Plan, den Kopf des Schlangenkultes zu vernichten, in die Tat umzusetzen. Während Seth probiert sein Verhältnis zu Onkel Eddie zu kitten, weil er auf dessen Hilfe angewiesen ist.","versions":[{"lang":1,"streams":[{"redirect":9011328,"hoster":"VOE"},{"redirect":8545087,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Menschen Fracht","epNo":5,"alt":"Bondage","descr":"Die Geckobrüder finden wieder zueinander und machen sich gemeinsam auf die Suche nach Calvados Hauptquartier. Carlos, der sich von allen verraten fühlt, entführt Santánico, um seine eigenen Pläne durchzusetzen. Währenddessen verbündet sich Kate mit Freddie, um nicht nur ihren Bruder Scott zu retten, sondern dem Ranger dabei zu helfen, den Schlangenkult zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":9591485,"hoster":"VOE"},{"redirect":8540532,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bizarre Geschichten","epNo":6,"alt":"Bizarre Tales","descr":"Als Freddie Gonzalez und Kate Fuller einer Spur aus Massengräbern folgen und dabei das Geheimnis des Schlangenkultes aufdecken, werden sie von Oculto, einem der gefährlichsten Wesen der Nacht, im Keller eingesperrt.","versions":[{"lang":1,"streams":[{"redirect":9591486,"hoster":"VOE"},{"redirect":8545090,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bring mir den Kopf von Santanico Pandemonium","epNo":7,"alt":"Bring Me The Head Of Santanico","descr":"Während Richie und Seth mit der Hilfe von Onkel Eddie einen Plan ausarbeiten Santánicos Rache in die Tat umzusetzen und gleichzeitig fette Beute zu machen, treffen Kate und Freddie auf einen unerwarteten Feind.","versions":[{"lang":1,"streams":[{"redirect":12916500,"hoster":"VOE"},{"redirect":8545094,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die letzte Versuchung von Richard Gecko","epNo":8,"alt":"The Last Temptation Of Richard Gecko","descr":"Die einzelnen Teile des großen Plans finden allmählich zusammen, doch zerbricht das neuentstandene Vertrauen der Brüder ineinander erneut, als sie von Außenstehenden gegeneinander ausgespielt werden und Richard ein unwiderstehliches Angebot vom Bösen erhält.","versions":[{"lang":1,"streams":[{"redirect":9700452,"hoster":"VOE"},{"redirect":8545088,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Blutbrunnen","epNo":9,"alt":"There Will Be Blood","descr":"Die Situation wird dramatisch, als Richard und Kate verhindern müssen, dass Scott mit Carlos die antike Prophezeiung vereitelt. Santánico gelingt es mit der Hilfe von Seth, Malvado zu konfrontieren.","versions":[{"lang":1,"streams":[{"redirect":9591491,"hoster":"VOE"},{"redirect":8553584,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Finale Santa Sangre","epNo":10,"alt":"Santa Sangre","descr":"Als Santánico und Seth feststellen müssen, dass Richie eigene Pläne hat, versucht Seth seinen Bruder zur Vernunft zu bringen. Doch für Santànico, die ihre Rache bekommen hat, bricht ein anderer Weg an.","versions":[{"lang":1,"streams":[{"redirect":13096166,"hoster":"VOE"},{"redirect":8540529,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Head Games","epNo":1,"alt":"Head Games","descr":"Sechs Monate nach der Zerstörung des \"Titty Twister\" müssen die Gecko-Brüder gegen mächtige Dämonen antreten, die aus den Ruinen aufgestiegen sind, um mit Gedankenkontrolle und rücksichtsloser Gewalt die Herrschaft an sich zu reißen.","versions":[{"lang":1,"streams":[{"redirect":9591489,"hoster":"VOE"},{"redirect":12987595,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"La Reina","epNo":2,"alt":"La Reina","descr":"In Texas untersuchen Gonzalez und Ximena Culebra-Attacken. Unterdessen suchen die Geckos nach Santánico, in der Hoffnung, die Culebras zu überzeugen, sich ihnen im Kampf gegen die Dämonen anzuschließen. Doch Santánico hat sich längst einem anderen Geschäft zugewandt und will sich den Brüdern zunächst nicht anschließen. Doch als sie und die Geckos in einen Kampf mit Amaru und einem weiterem Dämon geraten, verbündet sie sich doch mit den beiden.","versions":[{"lang":1,"streams":[{"redirect":9700454,"hoster":"VOE"},{"redirect":8540533,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schützen und Dienen","epNo":3,"alt":"Protect and Serve","descr":"Bild: RTL CrimeFreddie Gonzalez (Jesse Garcia) – © RTL Crime\r\rSeth und Richie sind immer noch auf der Suche nach neuen Verbündeten im Kampf gegen die Dämonen und machen sich auf die Suche nach einem mysteriösen Dämonenjäger. Unterdessen trifft Gonzales auf Tanner aka. Sex Machine und bittet ihn um Hilfe einen gefährlichen, Skorpion-artigen Dämon zu vernichten, der umherzieht und Culebras attackiert. Doch den beiden gelingt es erst mit der Unterstützung der Geckos den Dämon zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":9591490,"hoster":"VOE"},{"redirect":8545091,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fanglorious","epNo":4,"alt":"Fanglorious","descr":"Scott wird auf seinem Konzert von Kate gewarnt, dass Amaru hinter ihm her ist. Doch Gonzales kann verhindern, dass Scott von Amaru getötet wird. Unterdessen hetzt Amaru zwei Dämonen auf die Gecko-Brüder. Doch in einem gefährlichen Kampf, bei dem Scott und Seth beinahe von ihr getötet werden, gelingt es Seth sie mit einem Schwert zu verletzen. Richie trifft währenddessen auf Dr. Block, Earl McGraws Tochter.","versions":[{"lang":1,"streams":[{"redirect":9591492,"hoster":"VOE"},{"redirect":8553581,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Shady Glen","epNo":5,"alt":"Shady Glen","descr":"Brasa setzt einen alles fressenden Heuschreckenschwarm frei, während Earl McGraws Tochter auf Rache für ihren ermordeten Vater sinnt. Die Geckos finden die Quelle des Heuschreckenschwarms. Tanner, Burt und Scott entdecken die Königin der Heuschrecken und töten sie, wodurch sich der Schwarm auflöst. Richie, Gonzales und Ximena kämpfen unterdessen mit Amaru und Brasa, wobei es Amaru gelingt, Richie zu überwältigen und mitzunehmen.","versions":[{"lang":1,"streams":[{"redirect":9591493,"hoster":"VOE"},{"redirect":8545096,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwangsjacke","epNo":6,"alt":"S.O.B.","descr":"Richie wird von einer Gruppe Männer durch ein Tor gezerrt. Er taucht in derselben psychiatrischen Anstalt auf, in der Kate vor fünf Monaten festgehalten wurde. Es gelingt ihm, Seth und der Gemeinschaft seinen Aufenthaltsort zu verraten, doch lockt er sie damit unabsichtlich in eine Falle. Seth kann seinen Bruder Richie trotzdem retten. Gonzales verliert jedoch Ximena beim Kampf mit Amaru.","versions":[{"lang":1,"streams":[{"redirect":9581478,"hoster":"VOE"},{"redirect":8545093,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Weinenden","epNo":7,"alt":"La Llorona","descr":"In einem Herrenhaus soll Tanner während eines Xibalban-Rituals als ein männliches Culebra geopfert werden. Die Geckos und der Rest erreichen das Herrenhaus und hoffen den Führer des Kultes zu fangen, doch ihre Pläne ändern sich, als Amaru ebenfalls dort eintrifft. Die Gruppe führt einen Exorzismus bei Amaru durch, während sie gleichzeitig den Verführungen eines anderen Dämons – einer weiblichen Seelen-Sammlerin namens Itzpa – zum Opfer fallen.","versions":[{"lang":1,"streams":[{"redirect":9591494,"hoster":"VOE"},{"redirect":8553580,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rio Sangre","epNo":8,"alt":"Rio Sangre","descr":"Santànico kehrt mit einem Geheimnis und einem potenziellen Verbündeten zurück. Unterdessen fordern die Geckos Hilfe von Lord Venganza an, die sich in einem Culebra-Gefängnis versteckt hatte. Gonzalez wird von einem Ranger verraten, der versucht, ihn für Amaru als Geisel zu fangen. In einem verzweifelten Versuch, seine Familie zu retten, nimmt er Venganza als Köder.","versions":[{"lang":1,"streams":[{"redirect":9591495,"hoster":"VOE"},{"redirect":8540534,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Matanzas","epNo":9,"alt":"Matanzas","descr":"Die Gebrüder Gecko und der Rest der Gruppe folgen Amaru in eine mysteriöse Western-Geisterstadt in Matanzas, Texas, wo sie sich jedoch bald mit einer untoten Armee von Gesetzlosen messen. Währenddessen kommt es zur Konfrontation zwischen Venganza und Amaru. Aber Venganza beschließt, sich umzubringen, um Amaru daran zu hindern, sie zu töten. Seth tötet Brasa. Amaru tötet Burt und vollendet ihre Zeremonie, bei der sie ihren Körper wiedererlangt.","versions":[{"lang":1,"streams":[{"redirect":9581481,"hoster":"VOE"},{"redirect":8545098,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dark Side of the Sun","epNo":10,"alt":"Dark Side of the Sun","descr":"Die Gruppe versucht Amaru zu besiegen und die Tore zu Xibalba zu schließen. Richie wird von Amaru gefangen gehalten und Carlos offenbart, dass er mit Xibalba einen Vertrag geschlossen hat. Santánico beschließt, sich Amaru zu stellen und zu bekämpfen. Der Gruppe gelingt es schließlich mit Kates Hilfe Amaru zu besiegen und das Tor von Xibalba erneut zu versiegeln","versions":[{"lang":1,"streams":[{"redirect":9591496,"hoster":"VOE"},{"redirect":8553582,"hoster":"Streamtape"}]}]}]}]}