{"seriesId":"frontmen-die-grten-rockstars-aller-zeiten","name":"Frontmen - Die größten Rockstars aller Zeiten","descr":"Die Doku-Reihe \"Frontmen\" zeigt Bands, die Musikgeschichte geschrieben haben. In der ersten Staffel werden die Lebenswege von Musikikonen wie Ozzy Osbourne (Black Sabbath), Bruce Dickinson (Iron Maiden), David Lee Roth (Van Halen) und Alice Cooper porträtiert. In der zweiten Staffel folgen Dokumentationen zu Steven Tyler (Aerosmith), Axl Rose (Guns’n’Roses), Jon Bon Jovi sowie Gene Simmons und Paul Stanley (KISS).","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ozzy Osbourne (Black Sabbath)","epNo":1,"alt":"","descr":"Der prototypische Metal-Fronter ist eine polarisierende Persönlichkeit, der mit \"Black Sabbath\" sein eigenes Genre begründete. Allen Erwartungen zum Trotz ist Ozzy seit über 50 Bühnenjahren eine lebende Legende mit einer schier unglaublichen Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12943325,"hoster":"VOE"},{"redirect":12943324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bruce Dickinson (Iron Maiden)","epNo":2,"alt":"","descr":"Pilot, Historiker, Fechter, Autor: Der vielschichtige Frontmann von \"Iron Maiden\" ist eine Heavy-Metal-Legende. Seine markante, hohe Stimme – Spitzname \"Die Luftschutzsirene\" - ist auf vielfältige Weise in die internationale Musikgeschichte eingewoben.","versions":[{"lang":1,"streams":[{"redirect":12943334,"hoster":"VOE"},{"redirect":12943333,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"David Lee Roth (Van Halen)","epNo":3,"alt":"","descr":"Als einer der wildesten Frontmänner erarbeitete sich David Lee Roth einen Ruf auch für seine Eskapaden abseits der Bühne. Mit entwaffnendem Charisma und akrobatischer Präsenz half er, \"Van Halen\" zu einer der beliebtesten Rockbands der Welt zu machen.","versions":[{"lang":1,"streams":[{"redirect":12943478,"hoster":"VOE"},{"redirect":12943474,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alice Cooper","epNo":4,"alt":"","descr":"Alice Cooper wurde mit Kostümen, Make-Up und Requisiten aus der Folterkammer schon in den frühen 70ern zum ersten Bösewicht des Rock‘n‘Roll. Als Meister des Schock-Rocks genoss er kommerzielle und kritische Erfolge und gilt als Pionier der ersten Stunde.","versions":[{"lang":1,"streams":[{"redirect":12943521,"hoster":"VOE"},{"redirect":12943520,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gene Simmons \u0026amp; Paul Stanley: KISS","epNo":1,"alt":"","descr":"Ikonisches Make-Up, Plateauschuhe, Feuerwerk: KISS zählen zu den einflussreichsten Phänomenen der Rock-Geschichte. Mit Gene Simmons und Paul Stanley sind sie eine der wenigen Bands, bei der sich 2 Frontmänner gleichberechtigt Mikro und Rampenlicht teilen.","versions":[{"lang":1,"streams":[{"redirect":12992562,"hoster":"VOE"},{"redirect":12943567,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Steven Tyler: Aerosmith","epNo":2,"alt":"","descr":"Aerosmith dominieren die Rockwelt seit über 50 Jahren. Der exzessive Drogenkonsum vergangener Tage, sein buntes Privatleben und seine schillernde, selbstzerstörerische Persönlichkeit machen Frontmann Steven Tyler zu einem Liebling der Regenbogenpresse.","versions":[{"lang":1,"streams":[{"redirect":12992561,"hoster":"VOE"},{"redirect":12943639,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jon Bon Jovi: Bon Jovi","epNo":3,"alt":"","descr":"Jon Bon Jovi ist einer der meistverkauften Musiker der Welt, erfolgreich mit seiner Band, als Solokünstler und Schauspieler. In der Mittelschicht geboren, ist er früh entschlossen, ein Rockstar zu werden und verfolgt seine Vision mit eiserner Disziplin.","versions":[{"lang":1,"streams":[{"redirect":12995200,"hoster":"VOE"},{"redirect":12943682,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Axl Rose: Guns N` Roses","epNo":4,"alt":"","descr":"Axl Rose steigt mit Guns’n’Roses in den 90ern binnen kürzester Zeit zum Weltstar auf. Doch zu schnell kommt der Aufstieg, zu hart sind die Drogen – und zu schwer wiegen die Schatten aus seiner Kindheit über dem vor Egozentrik strotzenden Frontmann.","versions":[{"lang":1,"streams":[{"redirect":12995201,"hoster":"VOE"},{"redirect":12943699,"hoster":"Streamtape"}]}]}]}]}