{"seriesId":"fruits-basket-2019","name":"Fruits Basket (2019)","descr":"Nach einer Familientragödie steht die Welt für die 16-jährige Oberschülerin Tōru Honda Kopf. Sie packt ihre Sachen und zieht aus… in ein Zelt! Unglücklicherweise stellt sie ihr Zelt auf einem Privatgrundstück des mysteriösen Sōma-Clans auf und es dauert nicht lang, bis der Besitzer ihr Geheimnis herausfindet. Doch der Sōma-Clan hat sein ganz eigenes Geheimnis, wie Tōru bald erfahren soll. Denn wenn Mitglieder des Clans von einer Person des anderen Geschlechts umarmt werden, verwandeln sie sich in die Tiere der chinesischen Sternzeichen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Fruits Basket: Prelude (2022)","descr":"","versions":[{"lang":3,"streams":[{"redirect":13731621,"hoster":"VOE"},{"redirect":13731620,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wir sehen uns nach der Schule!","epNo":1,"alt":"See You After School","descr":"Die vorübergehend Obdachlose Gymnasiastin Tohru Honda möchte ihren Freunden keine Probleme bereiten, deshalb lebt sie heimlich in einem Zelt, anstatt zu fragen, ob sie bei einem von ihnen bleiben darf. Dann trifft sie die Besitzer des Landes, auf dem sie ihr Zelt aufschlug...","versions":[{"lang":1,"streams":[{"redirect":9394035,"hoster":"VOE"},{"redirect":9394038,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8353101,"hoster":"VOE"},{"redirect":8353099,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sie sind alle Tiere!","epNo":2,"alt":"They`re All Animals!","descr":"Tohru entdeckt das schockierende Geheimnis der Soma-Familie: Sie verwandeln sich in Tiere der chinesischen Sternzeichen. Handelt es sich bei dieser Show um Tier-Sternzeichen Heimkomödie?","versions":[{"lang":1,"streams":[{"redirect":9394039,"hoster":"VOE"},{"redirect":9394043,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006140,"hoster":"VOE"},{"redirect":9025101,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spielen wir Bettler!","epNo":3,"alt":"Let`s Play Rich Man-Poor Man!","descr":"Kyo und Yuki vertrauen Tohru ihre Geheimnisse an und sie stellen fest, dass sie eine Menge gemeinsam haben für Menschen die so Gegensätzlich erscheinen.","versions":[{"lang":1,"streams":[{"redirect":9394000,"hoster":"VOE"},{"redirect":9394002,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11831812,"hoster":"VOE"},{"redirect":9025105,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In welchem Jahr ist sie geboren?","epNo":4,"alt":"What Year Is She?","descr":"Kagura Soma besucht Kyo und drückt ihre explosive Liebe aus. Zuerst betrachtet sie Tohru als potenziellen Rivalen, doch bald wird ihr klar, dass Tohru an Freundschaft interessiert ist und nicht an Kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12922623,"hoster":"VOE"},{"redirect":9394008,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006141,"hoster":"VOE"},{"redirect":8545108,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich habe mir etwas vorgemacht","epNo":5,"alt":"I`ve Been Fooling Myself","descr":"Tohru hat sich die Somas als ihre neue Familie vorgestellt, aber ihr Vertrauen in sich selbst und in ihre Beziehungen wird verunsichert, als ihre leibliche Familie sagt, dass sie bereit sind, sie zurückzunehmen.","versions":[{"lang":1,"streams":[{"redirect":9394012,"hoster":"VOE"},{"redirect":9394013,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006142,"hoster":"VOE"},{"redirect":8585920,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wir sollten dir mal einen Besuch abstatten","epNo":6,"alt":"Perhaps We Should Invite Ourselves Over","descr":"Am Schultag verkauft die Bande dank einer innovativen Marketingtechnik eine Tonne Reisbällchen. Bonus: Zwei weitere Mitglieder der Soma-Familie kommen zum Festival, um sich vorzustellen.","versions":[{"lang":1,"streams":[{"redirect":9394017,"hoster":"VOE"},{"redirect":9394021,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12922622,"hoster":"VOE"},{"redirect":8545104,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Es wird Frühling","epNo":7,"alt":"Spring Comes","descr":"Eine nervöse Tohru besucht das Hauptanwesen von Soma, um sich mit Hatori zu treffen. Dort findet sie die Hintergrundgeschichte hinter Hatoris scheinbar harscher Haltung zu ihr heraus.","versions":[{"lang":1,"streams":[{"redirect":9394024,"hoster":"VOE"},{"redirect":9394025,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006145,"hoster":"VOE"},{"redirect":8688343,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bis bald!","epNo":8,"alt":"See You When You Get Back","descr":"Tohru versucht herauszufinden, wie man in den Neujahrsferien jedem, so wenig Mühe wie möglich bereitet. Währenddessen versuchen Yuki und Kyo herauszufinden, wie sie drei Tage ohne Tohru überleben können.","versions":[{"lang":1,"streams":[{"redirect":9394034,"hoster":"VOE"},{"redirect":9394033,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006149,"hoster":"VOE"},{"redirect":8676076,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Yuki war meine erste Liebe","epNo":9,"alt":"Yuki Was My First Love","descr":"Kyo kämpft gegen Yuki, Yuki kämpft gegen eine Erkältung und Tohru trifft auf einen neuen Soma, dessen Stimmungsschwankungen möglicherweise noch extremer sind als die von Kagura.","versions":[{"lang":1,"streams":[{"redirect":10308603,"hoster":"VOE"},{"redirect":10308601,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006151,"hoster":"VOE"},{"redirect":8695913,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es ist doch Valentinstag","epNo":10,"alt":"It`s Valentine`s, After All","descr":"Shigure schmiedet einige ernsthafte Intrigen, während Kagura, Kyo, Yuki und Tohru alle ein doppel-Date haben.","versions":[{"lang":1,"streams":[{"redirect":12466134,"hoster":"VOE"},{"redirect":12466133,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006148,"hoster":"VOE"},{"redirect":9025103,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was für eine hübsche Unterkunft!","epNo":11,"alt":"This Is a Wonderful Inn","descr":"Nach den Tests am Ende des Semesters lädt Momiji Tohru, Yuki und einen widerstrebenden Kyo zum White Day in ein Gasthaus mit heißen Quellen ein, das der Familie Sohma gehört. Als Shigure Tohru nach ihrer finanziellen Situation fragt, weicht sie der Frage aus und lässt die Sohmas erkennen, dass sie alle ihre Teilzeitverdienste aus dem Vormonat verwendet hat, um Valentinspralinen für sie zu kaufen. Während sie badet, vergleicht Momiji sie mit einem Reisenden in einer Geschichte, der dazu verleitet wurde, alles an Fremde weiterzugeben, und schließlich von Dämonen gefressen wurde, die ihre Freundlichkeit ausnutzten. Am nächsten Tag besuchen Tohru und die Sohma-Jungen das Gasthaus und verbringen dort die Nacht. In der heißen Quelle hofft die Gastgeberin, dass Tohru ihr Kind, den Affen des Tierkreises, trifft und Freunde wird. In der Zwischenzeit überreicht Yuki Tohru ein Band als Nachwort für sein Gegengeschenk. Am nächsten Morgen,Momiji verrät, dass er und Hatsuharu in den ersten Jahren ihre Highschool besuchen werden, obwohl Tohru schockierter ist, dass Momiji trotz seines jungen Aussehens ein Jahr jünger ist als sie.","versions":[{"lang":1,"streams":[{"redirect":12379157,"hoster":"VOE"},{"redirect":10308613,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006147,"hoster":"VOE"},{"redirect":9025104,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Du wirkst vergnügt","epNo":12,"alt":"You Look Like You`re Having Fun","descr":"Das zweite Schuljahr beginnt damit, dass Tohru sich darauf freut, Hatsuharu und Momiji als erste Jahre zu treffen, wobei Kyo sie widerwillig begleitet. Kyo ist jedoch schockiert, dass Momiji eine Mädchenuniform trägt und Hatsuharu Schmuck trägt und zwei verschiedene Haarfarben hat, die sie vom Präsidenten des Studentenrates, Takei Makoto, beschimpft haben. Hatsuharu verteidigt dann Momiji aggressiv, indem er Takei verprügelt, und beweist auch, warum er zwei verschiedene Haarfarben hat, bevor Takei geht. Später trifft Tohru Akito Sohma, das derzeitige Oberhaupt der Sohma-Familie, und derjenige, den Momiji Yuki und Kyo warnt, sich nicht zu kreuzen. Als Yuki Tohru mit Akito sieht, eilt er auf sie zu und nachdem er Yuki vor Angst zittern gesehen hat, als Akito ihn konfrontiert, weil er die Neujahrsfeier übersprungen hat, stößt Tohru Akito weg.Akito verlässt dann das Schulgelände, während Kyo aus der Ferne zusieht. Zurück auf dem Anwesen der Familie Sohma bespricht Shigure mit Hatori von Akitos geringer Meinung über Tohru, die Zeit, in der Akito Yuki in der Vergangenheit psychisch gefoltert hat, und die Tatsache, dass Tohru möglicherweise die einzige Person ist, die den Schmerz lindern kann, was Akito nicht tut verstehen. Nachdem sie Badminton gespielt hat, bis die Sonne untergeht, spricht Tohru mit ihrer Mutter in ihren Gedanken und fragt sich, was für ein Tierkreis Akito ist, obwohl sie ein wenig Angst vor ihm hat, obwohl sich diese Angst nach dem Verweilen mit ihren Freunden um Welten entfernt anfühlt. Hatsuharu wiederum dankt Tohru dafür, dass er Yuki nach der Konfrontation mit Akito aufgeheitert hat.Die Zeit, in der Akito Yuki in der Vergangenheit psychisch gefoltert hat, und die Tatsache, dass Tohru die einzige Person sein kann, die den Schmerz lindern kann, etwas, das Akito nicht versteht. Nachdem sie Badminton gespielt hat, bis die Sonne untergeht, spricht Tohru mit ihrer Mutter in ihren Gedanken und fragt sich, was für ein Tierkreis Akito ist, obwohl sie ein wenig Angst vor ihm hat, obwohl sich diese Angst nach dem Verweilen mit ihren Freunden um Welten entfernt anfühlt. Hatsuharu wiederum dankt Tohru dafür, dass er Yuki nach der Konfrontation mit Akito aufgeheitert hat.Die Zeit, in der Akito Yuki in der Vergangenheit psychisch gefoltert hat, und die Tatsache, dass Tohru die einzige Person sein kann, die den Schmerz lindern kann, etwas, das Akito nicht versteht. Nachdem sie Badminton gespielt hat, bis die Sonne untergeht, spricht Tohru mit ihrer Mutter in ihren Gedanken und fragt sich, was für ein Tierkreis Akito ist, obwohl sie ein wenig Angst vor ihm hat, obwohl sich diese Angst nach dem Verweilen mit ihren Freunden um Welten entfernt anfühlt. Hatsuharu wiederum dankt Tohru dafür, dass er Yuki nach der Konfrontation mit Akito aufgeheitert hat.Diese Angst fühlt Welten entfernt. Hatsuharu wiederum dankt Tohru dafür, dass er Yuki nach der Konfrontation mit Akito aufgeheitert hat.Diese Angst fühlt Welten entfernt. Hatsuharu wiederum dankt Tohru dafür, dass er Yuki nach der Konfrontation mit Akito aufgeheitert hat.","versions":[{"lang":1,"streams":[{"redirect":10308620,"hoster":"VOE"},{"redirect":10308619,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916501,"hoster":"VOE"},{"redirect":8545109,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wie geht es dir, mein kleiner Bruder?","epNo":13,"alt":"How Have You Been, My Brother?","descr":"Ein paar Tage nachdem Tohru Akito getroffen hat, besucht Yukis älterer Bruder Ayame Sohma, die Schlange des Tierkreises, das Haus, sehr zu Yukis Missfallen. Ayame mag Tohru sofort und bringt sie zum Mittagessen in ein Gyoza-Restaurant. Er vertraut ihr an, dass die Brüder jahrelang nicht in der Nähe sind, was teilweise auf Yukis Isolation in der Kindheit zurückzuführen ist, und möchte sich mit Yuki versöhnen, insbesondere nachdem Akito Yuki in der Schule konfrontiert hat und befürchtet, dass dies ihn deprimieren würde. Tohru tröstet ihn, dass ihre Mutter erst von den Sorgen der Eltern erfahren hat, als sie selbst Eltern wurde, aber die Erinnerungen an ein Kind nie vergessen hat. Obwohl es Ayame nicht gelingt, Yuki näher zu kommen, verlässt er Shigures Haus erst am nächsten Nachmittag, als Hatori ankommt, um ihn auf Hatsuharus Bitte zurückzubringen. Danach,Yuki erkennt an, dass sein Bruder sich mit ihm verbinden möchte.","versions":[{"lang":1,"streams":[{"redirect":10308624,"hoster":"VOE"},{"redirect":12980876,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006153,"hoster":"VOE"},{"redirect":8737794,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das ist ein Geheimnis","epNo":14,"alt":"That`s a Secret","descr":"Ein Jahr ist seit dem Tod von Tohrus Mutter Kyoko vergangen. Nach der Schule, während Tohrus Teilzeitjob, erzählt Momiji ihr von seiner Mutter, seinem Vater und seiner kleinen Schwester Momo. Tohru bemerkt jedoch, dass Momijis Mutter sich nicht an ihn erinnert. Momiji rezitiert, wie seine Mutter ihn am Tag seiner Geburt zurückwies, nachdem sie herausgefunden hatte, dass er sich in Kaninchen verwandelt hatte, als er ihn umarmte, eine Auswirkung des Sohma-Fluches. Als sich die Mutter erstach, schlug Momijis Vater vor, dass es besser wäre, wenn sie ihn vergessen würde. So löschte Hatori ihre Erinnerungen an Momiji, damit sie es nicht bereuen würde, \"diese Kreatur\" zur Welt gebracht zu haben. Infolgedessen merkt Momo nicht, dass Momiji ihr älterer Bruder ist, während er sie aus der Ferne beobachtet. Tohru ist traurig darüber, was seine Mutter getan hat, besonders als die Geschichte sie an den Tag erinnerte, an dem Kyoko starb.Aber eines Tages möchte sie wie Momiji all ihre Erinnerungen annehmen und diese Erinnerungen für wertvoll halten. Am nächsten Tag besuchten Tohru, Yuki und Kyo Kyokos Grab mit Arisa (die den Biker-Mantel \"Crimson Butterfly\" trug, den Kyoko einst besaß) und Saki, obwohl sie entdeckten, dass Tohrus Großvater vor ihnen besucht hatte. Yuki bemerkt, dass es Tohru trotz des Todes ihrer Eltern immer noch gelingt zu lächeln. Saki spricht währenddessen mit Kyo und er ist schockiert, als sie ihm sagt, dass seine Gedanken voller Bedauern und \"Chaos\" sind. Als die Sonne untergeht, bemerkt Yuki die Baseballkappe in Tohrus Zimmer und scheint sie zu erkennen, während Kyo sich einem schlafenden Tohru nähert und \"Es tut mir leid\" flüstert.und Kyo besuchte Kyokos Grab mit Arisa (die den \"Crimson Butterfly\" -Bikermantel trug, den Kyoko einst besaß) und Saki, obwohl sie entdeckten, dass Tohrus Großvater vor ihnen besucht hatte. Yuki bemerkt, dass es Tohru trotz des Todes ihrer Eltern immer noch gelingt zu lächeln. Saki spricht währenddessen mit Kyo und er ist schockiert, als sie ihm sagt, dass seine Gedanken voller Bedauern und \"Chaos\" sind. Als die Sonne untergeht, bemerkt Yuki die Baseballkappe in Tohrus Zimmer und scheint sie zu erkennen, während Kyo sich einem schlafenden Tohru nähert und \"Es tut mir leid\" flüstert.und Kyo besuchte Kyokos Grab mit Arisa (in dem Biker-Mantel \"Crimson Butterfly\", den Kyoko einst besaß) und Saki, obwohl sie entdeckten, dass Tohrus Großvater vor ihnen besucht hatte. Yuki bemerkt, dass es Tohru trotz des Todes ihrer Eltern immer noch gelingt zu lächeln. Saki spricht währenddessen mit Kyo und er ist schockiert, als sie ihm sagt, dass seine Gedanken voller Bedauern und \"Chaos\" sind. Als die Sonne untergeht, bemerkt Yuki die Baseballkappe in Tohrus Zimmer und scheint sie zu erkennen, während Kyo sich einem schlafenden Tohru nähert und \"Es tut mir leid\" flüstert.Saki spricht währenddessen mit Kyo und er ist schockiert, als sie ihm sagt, dass seine Gedanken voller Bedauern und \"Chaos\" sind. Als die Sonne untergeht, bemerkt Yuki die Baseballkappe in Tohrus Zimmer und scheint sie zu erkennen, während Kyo sich einem schlafenden Tohru nähert und \"Es tut mir leid\" flüstert.Saki spricht währenddessen mit Kyo und er ist schockiert, als sie ihm sagt, dass seine Gedanken voller Bedauern und \"Chaos\" sind. Als die Sonne untergeht, bemerkt Yuki die Baseballkappe in Tohrus Zimmer und scheint sie zu erkennen, während Kyo sich einem schlafenden Tohru nähert und \"Es tut mir leid\" flüstert.","versions":[{"lang":1,"streams":[{"redirect":10308635,"hoster":"VOE"},{"redirect":10308634,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006156,"hoster":"VOE"},{"redirect":8545107,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das würde ich nicht sagen","epNo":15,"alt":"I Wouldn`t Say That","descr":"Shigure bringt Tohru, Yuki, Kyo und Hatori für einen Kurzurlaub zum Haus am See der Sohmas. Obwohl Hatori schlussfolgert, dass Shigure seinen Redakteur ärgern will, wird offenbart, dass Shigure will, dass Hatori von Kana weiterzieht, dessen Hochzeit mit einem anderen Mann erst kürzlich stattgefunden hat. Währenddessen schweigen Yuki und Kyo, seit sie Kyokos Grab besucht haben, was Tohru Sorgen macht. Sie kann die Unbeholfenheit nicht länger bewältigen und entschuldigt sich bei ihnen, rutscht jedoch aus und veranlasst die Jungen, sich in ihre jeweiligen Tiere zu verwandeln. Die Jungen versichern Tohru, dass sie beschäftigt und überhaupt nicht wütend auf sie waren, obwohl Tohru froh ist, dass sie wieder normal sind, als sie anfingen zu streiten. Ayame stürzt den Urlaub am nächsten Tag ab,und rät Hatori, dass er die Lasten seiner Erinnerungen nicht allein mit Kana tragen und zurückgelassen werden sollte, während sie glücklich mit ihrem Leben weitermacht. Darüber hinaus sollte Hatori auch mit seinem eigenen Leben weitermachen. Die Episode endet damit, dass Tohrus Klassenlehrerin Mayuko Shiraki das Foto von sich und Kana bei der Hochzeit betrachtet.","versions":[{"lang":1,"streams":[{"redirect":10308639,"hoster":"VOE"},{"redirect":10308640,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006158,"hoster":"VOE"},{"redirect":8545103,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ihr sollt nicht drauf rumtrampeln!","epNo":16,"alt":"She Said Don`t Step on Them!","descr":"Verärgert darüber, dass Tohru immer noch ihren Schulbadeanzug am Pool trägt, beschließen Arisa und Saki, einen neuen Badeanzug für sie zu kaufen. Yuki und Kyo sind gezwungen mitzukommen, aber ihre Eingabe wurde strittig gemacht, als die Mädchen beschlossen, einen rosa Badeanzug zu kaufen. Während sie Soba zum Mittagessen hat, erinnert sich Arisa, wie sie Tohru in der Mittelschule kennengelernt hat. Als sie noch in einer gewalttätigen Straßenbande war, war ihr Idol der Crimson Butterfly, der seitdem Mutter geworden war und eine Tochter hatte, die dieselbe Schule wie Arisa besucht. Sie war jedoch schockiert, dass sich herausstellte, dass die Tochter des Schmetterlings ein schlichtes, seltsames, distanziertes Mädchen war, und Kyoko (der purpurrote Schmetterling) wurde ein vernarrter Elternteil. In ihrem Haus nennt Tohru Arisa zuerst \"Uo-chan\", nachdem Kyoko es zuerst vorgeschlagen hatte.Die Liebe zwischen Tohru und Kyoko führt dazu, dass Arisa an die Vernachlässigung ihres alleinerziehenden Vaters erinnert wird, und sie lehnte beide ab. Das Treffen und ihre früheren Umstände führen dazu, dass Arisa zusammenbricht, als sie merkt, dass sie möglicherweise dauerhaft in ihrer Situation stecken bleibt. In einer Post-Credits-Szene versucht eine Gruppe weiblicher Straftäter, einen Passanten einzuschüchtern, rennt jedoch weg, als Momiji anfängt, mit ihnen Deutsch zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":10308646,"hoster":"VOE"},{"redirect":10308642,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006157,"hoster":"VOE"},{"redirect":8540546,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das ist für Uo!","epNo":17,"alt":"This Is for Uo-chan!","descr":"In Fortsetzung der vorherigen Episode rettete Tohru Arisa davor, von ihren Bandenkollegen geschlagen zu werden, und brachte sie zurück zu ihrem Haus. Arisa nahm allmählich die liebevolle Umgebung an, die sie nie hatte, und verbrachte mehr Zeit mit Tohru und Kyoko. Andere um sie herum dachten jedoch, Arisa habe Tohru aufgrund ihrer gegensätzlichen Persönlichkeit ständig gemobbt. Eines Nachts entschied sich Arisa jedoch, die Bande zu verlassen und wurde vor dem Tod gerettet, als Kyoko sie auf Wunsch von Akimoto (dem einzigen mit Arisa sympathisierenden Bandenmitglied) rettete. Kyoko erklärte dann ihre Theorie des Lebens, dass es Gefühle gibt, die sie nicht versteht, bis sie verletzt wird und Ärger macht, und wenn sie den Tiefpunkt erreicht, wird sie verstehen, und schließlich braucht sie Sanftmut, um den Schmerz zu fühlen und dies nicht zuzulassen sei umsonst.Arisa erklärt emotional, Tohrus beste Freundin werden zu wollen. Von diesem Zeitpunkt an wurden Arisa und Tohru beste Freunde, erreichten schließlich die 8. Klasse und freundeten sich mit Saki an und hingen vor Kyokos frühem Tod miteinander ab. Zurück in die Gegenwart versucht eine Gruppe weiblicher Straftäter, Arisa zu bedrohen und sich mit ihr zu streiten, doch Arisa lehrte dann einen dieser Straftäter, dass es andere Möglichkeiten gibt, anzugeben. Als die Sonne unterging, obwohl Kyoko starb, nährten ihre Worte, Gefühle und Tohru selbst Arisa, um zu wachsen. Die Episode endet damit, dass Arisa glücklich Essen kocht und ihren Vater beschimpft, weil er mehr Alkohol getrunken hat. Dies steht im Gegensatz zu der nicht existierenden Beziehung vor dem Treffen mit Tohru. In einer Post-Credits-Szene versuchten zwei der weiblichen Straftäter, Arisa als neue Wertschätzung für sie nachzuahmen, sehr zum Unbehagen des dritten Straftäters.","versions":[{"lang":1,"streams":[{"redirect":10308647,"hoster":"VOE"},{"redirect":10308702,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006160,"hoster":"VOE"},{"redirect":8553622,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Wichtigste ist…","epNo":18,"alt":"What`s Important Is...","descr":"Hatsuharu bringt eine erschöpfte Kisa Sohma, die der Tiger des Tierkreises ist, zu Shigure nach Hause. Er enthüllt, wie Kisa von zu Hause weggelaufen ist, nachdem sie in der Schule ständig gemobbt wurde und seitdem nicht mehr sprechen konnte. Nachdem sie ihn gebissen hat, rennt sie weg und fordert Tohru auf, ihr zu folgen. Kisas Situation erinnert Yuki auch eindringlich an sein früheres Leiden an Akito. Tohru findet bald Kisa und trifft ihre Mutter. Als Yuki außer Sichtweite lauscht, erzählt Tohru von ihren eigenen Erfahrungen, gemobbt zu werden und niemandem davon erzählen zu können, fühlte sich aber erleichtert, als Kyoko Tohru herausfand und tröstete. Kisa ist davon bewegt und umarmt Tohru, nachdem sie sich wieder in ein junges Mädchen verwandelt hat. Damit Mutter und Tochter Zeit haben, sich zu heilen, bleibt Kisa drei Tage bei Shigure und verlässt Tohrus Seite nie, ist aber immer noch stumm. In der Schule,Momiji glaubt, dass Kisas Mobbing auf ihre körperliche Erscheinung als Folge des Sohma-Fluches zurückzuführen ist. An diesem Nachmittag nach der Schule bringt Hatsuharu eine Notiz von Kisas Klassenlehrerin mit, dass sie das Gute in sich selbst finden muss, um sich zu erholen und weiterzumachen. Yuki ist anderer Meinung und glaubt, dass man sich nur erholen kann, wenn jemand anderes sie als das akzeptiert, was sie sind, und bezieht sich auf Tohrus Akzeptanz von ihm. Kisa spricht schließlich zustimmend und beschließt, sich zu verbessern, indem sie zur Schule zurückkehrt. Yuki beschließt auch, vorwärts zu gehen; Da er nicht bereit ist, das Angebot früher zu prüfen, akzeptiert er nun, der nächste Präsident des Studentenrates zu werden.Sie muss das Gute in sich selbst finden, um sich zu erholen und weiterzumachen. Yuki ist anderer Meinung und glaubt, dass man sich nur erholen kann, wenn jemand anderes sie als das akzeptiert, was sie sind, und bezieht sich auf Tohrus Akzeptanz von ihm. Kisa spricht schließlich zustimmend und beschließt, sich zu verbessern, indem sie zur Schule zurückkehrt. Yuki beschließt auch, vorwärts zu gehen; Da er nicht bereit ist, das Angebot früher zu prüfen, akzeptiert er nun, der nächste Präsident des Studentenrates zu werden.Sie muss das Gute in sich selbst finden, um sich zu erholen und weiterzumachen. Yuki ist anderer Meinung und glaubt, dass man sich nur erholen kann, wenn jemand anderes sie als das akzeptiert, was sie sind, und bezieht sich auf Tohrus Akzeptanz von ihm. Kisa spricht schließlich zustimmend und beschließt, sich zu verbessern, indem sie zur Schule zurückkehrt. Yuki beschließt auch, vorwärts zu gehen; Da er nicht bereit ist, das Angebot früher zu prüfen, akzeptiert er nun, der nächste Präsident des Studentenrates zu werden.Er akzeptiert jetzt, der nächste Präsident des Studentenrates zu werden.Er akzeptiert jetzt, der nächste Präsident des Studentenrates zu werden.","versions":[{"lang":1,"streams":[{"redirect":10308650,"hoster":"VOE"},{"redirect":10308649,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006159,"hoster":"VOE"},{"redirect":8545106,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Es tut mir so leid!","epNo":19,"alt":"I`m So Sorry!","descr":"Bei seiner Rückkehr zu Shigures Haus trifft Tohru Ritsu Sohma, den Affen des Tierkreises und das Kind der Gastgeberin. Ritsu gerät jedoch leicht in Panik, wenn etwas schief geht und entschuldigt sich. Shigure möchte, dass Ritsu etwas Selbstvertrauen hat und redet, ohne in Panik zu geraten, obwohl es nicht funktionierte, als Yuki und Kyo zurückkehrten, und als Tohru Ritsu versehentlich umarmte, war sie schockiert, dass Ritsu ein Junge statt eines Mädchens ist, weil sie einen Kimono trägt. Ritsu erklärt dann, dass er sich ruhiger fühlt, seit er Kaguras Kleid in der Vergangenheit getragen hat. Dann eilt Mitsuru zu Shigures Haus, um sein Manuskript zu holen, selbst nachdem Shigure sie dazu gebracht hat, in ein Sushi-Restaurant zu gehen. Dann bringt er Ritsu heimlich dazu, Mitsuru wegzuschicken, obwohl Ritsu glaubt, dass sie eine Stalkerin für Shigure ist. Aber,Als er sieht, dass sie einen Abschiedsbrief macht, weil sie das Manuskript nicht von Shigure bekommen hat, fühlt sich Ritsu langsam schlecht für sie. Bald darauf gibt Shigure Mitsuru schließlich sein Manuskript. Das Manuskript, das bereits erstellt wurde, ist jedoch ruiniert, als Ritsu versehentlich eine Tasse Kaffee darauf verschüttet, wodurch Mitsuru gezwungen wird, ohnmächtig zu werden, und er auf das Dach rennt. Ritsu glaubte, dass er zum letzten Mal Ärger verursacht hatte und wollte Selbstmord begehen, um weitere Fehler zu vermeiden, insbesondere wenn er sich daran erinnert, dass sich seine Eltern wegen seiner Ungeschicklichkeit entschuldigten. Tohru stoppt Ritsu jedoch und ermutigt ihn, dass er, obwohl niemand mit einem Grund zum Leben geboren wird, nur einen Grund zum Leben finden kann, wie zu der Zeit, als Tohru ihren Grund zum Leben gefunden hat, um jemand zu werden, der für ihn leben kann der anderen,und dass er sich mit jemandem treffen könnte, der mit ihm zusammen sein will. Ritsu fühlt sich von ihren Worten berührt und stimmt ihr zu. Er sollte für jemand anderen leben. Später in dieser Nacht, nachdem Ritsu Takoyaki gekauft hat, während Shigure sein Manuskript wieder fertigstellt, erzählt er Mitsuru, dass er anderen Ärger bereitet und keinen Grund zum Leben hat, aber nachdem er seine Worte gehört hat, einen Grund zu finden, für jemand anderen zu leben, hat Mitsuru das gespürt sie kann weitermachen Bald darauf wurden Ritsu und Mitsuru Freunde, obwohl beide immer noch leicht in Panik gerieten und sich gegenseitig entschuldigten.Ritsu bezieht sich auf Mitsuru, weil er anderen Ärger bereitet und keinen Grund zum Leben hat, aber nachdem er seine Worte gehört hat, einen Grund zu finden, für jemand anderen zu leben, hatte Mitsuru das Gefühl, dass sie weitermachen kann. Bald darauf wurden Ritsu und Mitsuru Freunde, obwohl beide immer noch leicht in Panik gerieten und sich gegenseitig entschuldigten.Ritsu bezieht sich auf Mitsuru, weil er anderen Ärger macht und keinen Grund zum Leben hat, aber nachdem er seine Worte gehört hat, einen Grund zu finden, für jemand anderen zu leben, hatte Mitsuru das Gefühl, dass sie weitermachen kann. Bald darauf wurden Ritsu und Mitsuru Freunde, obwohl beide immer noch leicht in Panik gerieten und sich gegenseitig entschuldigten.","versions":[{"lang":1,"streams":[{"redirect":10308654,"hoster":"VOE"},{"redirect":10308699,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006161,"hoster":"VOE"},{"redirect":8545119,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Du hast ihn echt aufgehoben","epNo":20,"alt":"I Can`t Believe You Picked It Up","descr":"Als Kisa mehr Zeit mit Tohru verbringt, trifft ein junger eifersüchtiger Junge, Hiro Sohma, Tohru persönlich. Er verkleinert das ältere Mädchen sofort und nimmt Tohrus Notizbuch, das das Foto von Kyoko enthält. Mit Hilfe von Kyo, Momiji und Kisa gibt Hiro Tohrus Notizbuch zurück. Zur Strafe umarmt Tohru den Jungen, der ihn in ein Schaf verwandelt. Trotz seiner Abneigung und Eifersucht gegen Tohru bringt Hiro Kisa immer noch zu Shigures Haus, um sich eine Anime-Show anzusehen. Hiro fordert dann Tohru auf, ihn und Kisa irgendwohin zu bringen. Im Park wird bekannt, dass Hiro vor einiger Zeit Akito seine Liebe zu Kisa eingestanden hatte, der das junge Mädchen später körperlich verletzte, was zu ihrem Krankenhausaufenthalt führte. Als Hiro davon hörte, begann er Kisa zu ignorieren, um zu verhindern, dass ihr weiterer Schaden zugefügt wurde. Kisas Mobbing ereignete sich bald danach,und Hiro konnte nicht helfen, nachdem er sie so plötzlich ignoriert hatte. So wurde Hiro wütend auf sich selbst und nahm diese Wut auf Tohru, der Kisa helfen konnte, sich zu erholen. Tohru tröstet ihn jedoch, dass es Mut erfordert, zuzugeben, dass er noch ein Kind ist, aber er sollte Kisa in Zukunft beschützen können.","versions":[{"lang":1,"streams":[{"redirect":10308659,"hoster":"VOE"},{"redirect":10308658,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006155,"hoster":"VOE"},{"redirect":8540547,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ich werde mich ihren Wellen stellen","epNo":21,"alt":"I Never Back Down from a Wave Fight","descr":"Motoko Minagawa und zwei Mitglieder des \"Prince Yuki\" -Fanclubs haben einen ausgeklügelten Plan entwickelt, um Yuki von Tohru zu befreien, indem sie die Schwäche der \"Dämonenkönigin\" Saki herausfinden. Saki lädt sie nach der Schule zu sich nach Hause ein, damit das Trio unter dem Vorwand, sie nach ihren Wellenfähigkeiten zu fragen, nach ihrer Schwäche suchen kann. Überrascht darüber, wie normal Sakis Platz trotz ihrer Persönlichkeit ist, beginnt das Trio in ihrem Zimmer nach Hinweisen zu suchen, entdeckt jedoch Megumi Hanajima, Sakis jüngeren Bruder, der sich hinter einem Schrank versteckt. Die unangenehme Spannung zwischen der Gruppe wird unterbrochen, als Saki ihren wahren Grund für ihr Kommen ableitet und sie und Megumi trotz ihrer Eifersucht auf Tohrus Nähe zu Yuki ihre Handlungen ausrufen.Das Trio rennt weg, nachdem Megumi ihre Namen rezitiert hat (nachdem Saki zuvor gewarnt hatte, ihre Namen nicht so nachlässig auszusprechen, falls sie verflucht werden möchten). Saki gibt zu, ein wenig eifersüchtig zu sein, dass Tohru mehr Zeit mit den Sohmas verbringt, ist aber glücklich beruhigt, als Arisa und Tohru aus Sorge um sie auf ihrem Platz vorbeischauen. Am nächsten Morgen werden Motoko und die beiden Mädchen, die denselben Albtraum über Saki und Megumi hatten, weiter gehänselt, als Saki erklärt, dass der Fluch nach drei Tagen wirksam wird.werden weiter gehänselt, wenn Saki angibt, dass der Fluch nach drei Tagen wirksam wird.werden weiter gehänselt, wenn Saki angibt, dass der Fluch nach drei Tagen wirksam wird.","versions":[{"lang":1,"streams":[{"redirect":10308663,"hoster":"VOE"},{"redirect":10308661,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006164,"hoster":"VOE"},{"redirect":8540556,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ich war einfach glücklich","epNo":22,"alt":"Because I Was Happy","descr":"Die Folge erzählt Sakis Hintergrundgeschichte vor Beginn der Serie. Geboren mit Kräften, die andere Menschen nie verstehen werden, wurde sie in der Grundschule von Jungen gemobbt, die behaupteten, sie sei eine Hexe. Dies gipfelte in einem Vorfall, als einer der Mobber plötzlich bewusstlos wurde, nachdem Saki auf den Boden des Klassenzimmers geworfen worden war. Seitdem begannen die anderen Kinder, sie zu voreingenommen zu machen und beschuldigten sie, die Täterin zu sein, als ein Kind verletzt wurde. Ihr Bruder Megumi tröstet sie und betet, dass jemand ihr Leiden beendet. Die Situation verbesserte sich auch nach einigen Jahren nicht, als Mädchen Sakis Arm verbrannten und sie für das Spielen mit Streichhölzern beschuldigten, während sie verzweifelt versuchte, eine Wiederholung des Vorfalls zu vermeiden. Saki wurde später aus Sorge ihrer Eltern um ihr Wohlergehen auf eine neue Highschool versetzt.Sie trifft Tohru und Arisa zur Mittagszeit, aber im Gegensatz zu den anderen sind Tohru und Arisa freundlich zu ihr, so dass sie ständig anfängt, mit ihnen abzuhängen. Zwei Spielzeiten vergehen, als zwei Mädchen Saki nach den früheren Vorfällen fragen. Die Erinnerungen veranlassen Saki, ihre Kräfte auf sie anzuwenden und rennt davon. Aber Tohru holte sie ein und tröstete Saki, sich nicht zu distanzieren, während Arisa ihr sagte, sie solle keine Dinge annehmen. Infolgedessen wurde Saki emotional fest mit Tohru und Arisa befreundet. Nach einiger Zeit kann Saki die Stimmen in ihrem Kopf nicht mehr hören, obwohl sie ihre Wellen immer noch verwenden kann, um Menschen ein bisschen zu \"züchtigen\". Als die Sonne untergeht, erklärt Kyoko, dass Menschen nicht ohne andere leben können und dass sie, egal was passiert, von ihnen akzeptiert werden möchte und selbst wenn Saki, Tohru und Arisa getrennte Wege gehen.Ein Teil der Beziehung wird immer bei ihr bleiben.","versions":[{"lang":1,"streams":[{"redirect":10308674,"hoster":"VOE"},{"redirect":10308673,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006167,"hoster":"VOE"},{"redirect":8540550,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Dir scheint es gut zu gehen…","epNo":23,"alt":"You Look Well...","descr":"Tohru ist am Boden zerstört, dass sie die Abschlussprüfung nicht bestanden hat, aber Yuki, Arisa und Saki haben sie aufgeheitert, als sie ihr sagen, dass sie die Make-up-Prüfung bestehen kann. Doch als Tohru mit Kyo nach Hause ging, bekam er plötzlich Fieber und fiel zu Boden. Shigure schlug vor, dass sie zu Hause bleiben und sich ausruhen sollte, bis es ihr besser geht, als er Momiji anruft, um ihn daran zu erinnern, dass sie krank ist und nicht arbeiten kann. Kyo macht ein Abendessen für Tohru, aber als er sieht, dass sie weint, weil sie nichts Besseres tut, sagt er ihr, dass es ihr bald besser gehen muss, mit seiner eigenen Art, es zu sagen. Tohru lächelte, als sie das Abendessen aß, das er gemacht hatte. Hatori, Momiji und Kana besuchen dann Tohru und nachdem Hatori Tohru die Medizin injiziert hat, gab Yuki ihr das Notizbuch mit den Notizen, damit sie für die Make-up-Prüfung lernen kann. Nachdem Tohru die Make-up-Prüfung bestanden hatte und mit Kyo und Yuki nach Hause ging,Sie trafen Kagura wieder, obwohl Kyo versuchte, wieder vor ihr wegzulaufen. Shigure zwang Kyo, mit Kagura einkaufen zu gehen. Während eines \"Dates\" fragte Kagura Kyo, ob er seine \"wahre Form\" vor Tohru verstecken wolle, aber dann schloss er ihren Mund, um es zu erwähnen. Doch als Kyo nach Hause kam, traf er plötzlich jemanden, der ihm vertraut war, in der Haustür.","versions":[{"lang":1,"streams":[{"redirect":10308667,"hoster":"VOE"},{"redirect":10308665,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006162,"hoster":"VOE"},{"redirect":8540558,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gehen wir zurück","epNo":24,"alt":"Let`s Go Home","descr":"Kyo\u0027s foster father Kazuma Sohma visits Shigure\u0027s house to see Kyo. Overjoyed at his return, Kyo reminds Kazuma of his promise that he can return to the dojo. Kazuma however believes that it would be beneficial for Kyo to continue living at Shigure\u0027s house because of Tohru\u0027s positive influence. He thus confides in Shigure his plan to confront Kyo and expose his true cat form in the belief that Tohru will save him, which Kagura overhears. That night Kazuma removes the rosary from Kyo\u0027s wrist and exposes his true form in front of Tohru, with Kagura and Yuki watching from behind the scenes. Frightened of ultimately losing her, he runs away from the house but Tohru follows him. She catches up to him but Kyo violently turns her away. Although initially repulsed at the sight, Tohru does not back away but instead clings to Kyo and vows to never leave his side. The embrace reminds Kyo of his mother before her passing, and briefly turns back to normal before transforming into the cat, as Tohru carries him back to the house.","versions":[{"lang":1,"streams":[{"redirect":10308671,"hoster":"VOE"},{"redirect":10308670,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006163,"hoster":"VOE"},{"redirect":8540554,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Bald kommt der Sommer","epNo":25,"alt":"Summer Will Be Here Soon","descr":"Kazuma verlässt das Haus mit Tohru, ohne sich von Kyo zu verabschieden. Er gesteht ihr, dass er Kyo als Sühne für die schrecklichen Dinge aufgenommen hat, die er bei seinem einzigen Treffen mit seinem Großvater, Kyos Vorgänger als Katzengeist, gesagt hat. Es dauerte jedoch nicht lange, bis Kazuma Kyo als seinen Sohn liebte. Kyo schafft es, das Paar einzuholen und entschuldigt sich dafür, dass er Kazuma belastet hat. Kyo und Kazuma kennen die Gefühle der anderen und versöhnen ihre Beziehung fest miteinander, während Kyo verspricht, stärker zu werden. Währenddessen geht Kagura früh, während Yuki sich seiner Gefühle nicht sicher ist. Dies zieht Hatsuharus Aufmerksamkeit auf sich und bringt es zu Tohru, der sich auch Sorgen um Yuki macht. Hatsuharu sagt Yuki später, dass es in Ordnung ist, über seine Gefühle zu schweigen, aber er sollte Tohru keine Sorgen machen. Yuki versichert ihr bald, dass er sich allmählich verbessern will.Nach der Schule sind die meisten Zodiac-Mitglieder zum Abendessen bei Shigure eingeladen. Die Episode endet damit, dass Hiro Rin im Krankenhaus besucht und Shigure sich an Akitos Seite befindet, um zu spüren, dass sich etwas ändert und der Familienfluch endlich brechen könnte.","versions":[{"lang":1,"streams":[{"redirect":10308687,"hoster":"VOE"},{"redirect":10308679,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9006168,"hoster":"VOE"},{"redirect":8540553,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hello Again","descr":"Motoko Minagawa schaut durch ein Fenster zu Yuki hinunter, als sie ihre Liebe zu ihm gesteht und Tohru nicht mag, weil sie ihm nahe gekommen ist und ihn verändert hat, als sie wünscht, sie wäre diejenige an seiner Seite. Tohru fasst die erste Staffel zusammen, um ihre aktuellen Umstände zu erklären, und es zeigt sich, dass es fast ein ganzes Jahr her ist, seit sie angefangen hat, mit Shigure und den anderen zu leben. Sie gesteht, dass sie hofft, zu helfen und die wahre Natur des Fluches aufzudecken. Tohru und Shigure sprechen alle von einer Sommerpause, als Yuki früh zu seinen neuen Aufgaben im Studentenrat aufbricht. Yukis Fanclub stürmt in das Büro des Präsidenten, um die Namen der anderen Studenten im Studentenrat herauszufinden, hauptsächlich um zu sehen, ob es Mädchen gibt. Yuki trifft Machi und Manabe, als er den Besprechungsraum betritt, der ein Durcheinander mit Papieren und Akten zu sein scheint.Manabe stellt sich als Vizepräsident und Machi als Schatzmeister vor, bevor er Yuki bei seiner Abreise schleppt. Manabe macht eine unhöfliche Bemerkung und Yuki merkt, dass er sich über etwas lustig macht, etwas, das ihm nie passiert. Motoko erinnert sich, als sie Yuki vor einem Jahr zum ersten Mal traf und wie sie sich auf ihn verliebt und sich seitdem verliebt hat. Sie und Rika Aida planen, in den Raum des Studentenrates einzubrechen und zu ihrer Überraschung festzustellen, dass er freigeschaltet ist und Yuki alleine dort ist. Yuki und Tohru spülen Geschirr, während er den Vorstandsmitgliedern und seinen Senpais mitteilt, was er aus seinen Begegnungen gelernt hat.Motoko erinnert sich, als sie Yuki vor einem Jahr zum ersten Mal traf und wie sie sich auf ihn verliebt und sich seitdem verliebt hat. Sie und Rika Aida planen, in den Raum des Studentenrates einzubrechen und zu ihrer Überraschung festzustellen, dass er freigeschaltet ist und Yuki alleine dort ist. Yuki und Tohru spülen Geschirr, während er den Vorstandsmitgliedern und seinen Senpais mitteilt, was er aus seinen Begegnungen gelernt hat.Motoko erinnert sich, als sie Yuki vor einem Jahr zum ersten Mal traf und wie sie sich auf ihn verliebt und sich seitdem verliebt hat. Sie und Rika Aida planen, in den Raum des Studentenrates einzubrechen und zu ihrer Überraschung festzustellen, dass er freigeschaltet ist und Yuki alleine dort ist. Yuki und Tohru spülen Geschirr, während er den Vorstandsmitgliedern und seinen Senpais mitteilt, was er aus seinen Begegnungen gelernt hat.","versions":[{"lang":3,"streams":[{"redirect":9006171,"hoster":"VOE"},{"redirect":12980288,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Eat Somen with Your Friends","descr":"Die Schüler werden daran erinnert, ihre Karrierepläne einzureichen und nach den Sommerferien ein Eltern-Lehrer-Treffen abzuhalten. Hanajima, Uo, Yuki, Kyo und Tohru beschließen alle, gemeinsam auf dem Schulgelände zu Mittag zu essen, als Uo Tohru vorschlägt, entweder Yuki oder Kyo zu heiraten, anstatt einen Karriereplan zu starten. Am nächsten Tag werden Tohru und Kyo zum Mittagessen in Kyos Haus Kazumas Haus eingeladen, als Kazuma plötzlich einen Anruf von Kyos Vater erhält. Kazuma informiert das Paar, dass er dringend ausgehen muss und bald zurück sein wird. Er trifft sich mit Kyos Vater, der von Kyo angewidert ist, da er vom Tierkreis der Katze besessen ist. Kyos Vater schlägt vor, Kyo in einem pechschwarzen Raum unterzubringen, wie es die verfluchte Katze verdient, obwohl Kazuma für Kyo eintritt.behaupten, dass sich der Junge zum Besseren verändert und ihn um jeden Preis beschützen wird. Während er von der Arbeit geht, sagt Momiji zu Tohru, er habe seine Karriere entschieden, aber er könnte Schwierigkeiten haben und es sei möglicherweise nicht möglich. Yuki holt Tohru von der Arbeit ab, wo sie auch über ihre Karrierepläne sprechen. Als Tohru nach Hause kommt, geht sie in die Küche und findet Kyo, der einen späten Somen-Snack macht. Die beiden führen ein tiefes Gespräch über die Zukunft, in dem Kyo zum Ausdruck bringt, dass die Familie Soma als Katze des Tierkreises möglicherweise nicht gutheißt, dass er Kazumas Dojo oder einen anderen Job übernimmt, und dass Tohrus Fokus auf ihrer eigenen Zukunft liegen sollte seit dem Tod ihrer Mutter. Daraufhin fängt Tohru an zu weinen, merkt, dass sie sich tatsächlich Sorgen gemacht hat, einen Job zu bekommen und ihn in Zukunft selbst zu machen, tut aber so, als wäre alles in Ordnung, damit sie es nicht tut. \u0027Ich muss mich nicht mit solchen Gefühlen auseinandersetzen. Shigure taucht auf und rät ihr, sich auf die Gegenwart zu konzentrieren, da die Zukunft irgendwann rechtzeitig eintreffen wird. Tohru lädt Yuki ein, die Snacks zu genießen, damit sie sie als Familie genießen können.","versions":[{"lang":3,"streams":[{"redirect":9006170,"hoster":"VOE"},{"redirect":9025102,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Shall We Go and Get You Changed?","descr":"Yuki erwacht aus einem Traum, in dem seine Mutter ihm sagt, dass er nur ein Werkzeug ist, das man benutzen kann. Als Ayame Shigures Haus besucht, macht Yuki eine überraschende Ankündigung, seinen Laden zu besuchen, um seinen Bruder besser kennenzulernen. An einem Sonntag kommen er und Tohru zu Ayames Laden, der sich als Bekleidungsladen herausstellt, der den Fantasien der Männer gerecht wird. Seine Assistentin Mina Kurume nimmt Tohru mit, um ihr ein Kostüm anzuziehen, aber auch um den Brüdern etwas Zeit zu geben. Ayame spricht die bevorstehende Eltern-Lehrer-Konferenz an und bietet an, Yuki zu begleiten, obwohl letztere ihre Eltern mitbringen möchten, obwohl sie schon lange nicht mehr in Kontakt waren. Ayame bemerkt privat, dass er Yuki gegenüber gleichgültig gehandelt hat, damit er frei leben kann, und rät Yuki, unabhängig von der Meinung ihrer Eltern seinen eigenen Gefühlen zu folgen.dass er kein Werkzeug für andere ist und dass er nicht allein ist, um ihm zu helfen, indem er seinen Laden und Mina als Beispiele verwendet. Beide Brüder erkennen jedoch die Notwendigkeit an, ihre Differenzen zu akzeptieren und sich von ihnen zu entfernen, was Yuki Tohru gesteht, wenn sie in einem niedlichen Outfit zurückkommt.","versions":[{"lang":3,"streams":[{"redirect":9006169,"hoster":"VOE"},{"redirect":8540552,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I Got Dumped...","descr":"Während eines Krankenhausbesuchs wird Hatsuharu von Isuzu \"Rin\" Sohma abgeladen. Geschockt wird er launisch, bis er schließlich schnappt und \"Dark Haru\" das Klassenzimmer zerstört. Auf Momijis Bitte um Hilfe eilen Yuki, Kyo und Tohru zur Szene. Jeder versucht, Hatsuharu zu beruhigen, doch als Kyo und Haru fast zu Schlägen kommen, gießt ihre Klassenlehrerin Shiraki buchstäblich kaltes Wasser auf sie. Nach dem Abkühlen wird Hatsuharu vorübergehend von der Schule suspendiert und sagt Yuki, dass Rin ihn entlassen hat, ohne den Grund dafür zu erklären. Während seiner Suspendierung beschließt Yuki, mit großem Mut zum Sohma-Anwesen zurückzukehren, um Hatsuharu zu besuchen, obwohl er glaubt, Rin auch zu sehen, obwohl er vermutet, im Krankenhaus zu sein. Hatsuharu sagt Yuki, dass er trotz der Situation niemals aufhören wird, Rin zu lieben. Yuki verlässt das Anwesen zufrieden mit seiner Entscheidung,während Rin von hinten zuschaut.","versions":[{"lang":3,"streams":[{"redirect":9006165,"hoster":"VOE"},{"redirect":8540555,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Wait for Me, Tororo Soba!","descr":"Zu Beginn der Sommerpause gehen Tohru und die Sohma-Jungen zum Kaufhaus, um auf Momijis Geheiß einzukaufen und eine neue Attraktion zu entdecken. Es stellt sich heraus, dass es sich um ein Spukhaus handelt, obwohl Tohru der einzige ist, der vor allen Erfindungen Angst hat. Währenddessen trifft sich Arisa zufällig mit Kureno Sohma, nachdem sich das Paar zuvor schon einmal in dem Supermarkt getroffen hat, in dem sie arbeitet. Sie gehen zu einem Diner, um Tororo Soba einzuholen, obwohl Arisas Gefühle für Kureno sich verdrehen, als er bemerkt, dass ihr erstes Treffen nur stattgefunden hat, weil er unnötig in der Gegend war. Sie verliert die Beherrschung und stürmt heraus, obwohl Kureno sie einholt und sich schnell entschuldigt. Er beugt sich vor, als wollte er sie umarmen, bevor er sie hängen lässt. Verblüfft und verwirrtArisa vertraut Saki an, dass sie ihm nicht nachjagen und ihn zu ihr kommen lassen wird. Kureno bedauert unterdessen, dass er Arisa möglicherweise vergessen muss, als er in Akitos Zimmer ankommt.","versions":[{"lang":3,"streams":[{"redirect":12252133,"hoster":"VOE"},{"redirect":8540560,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Are You Really This Stupid?","descr":"Momiji überzeugt Tohru, sich den Sohmas in ihrem Ferienhaus am Meer anzuschließen, um Spaß in der Sonne zu haben.","versions":[{"lang":3,"streams":[{"redirect":9006174,"hoster":"VOE"},{"redirect":8540561,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Let`s Start the Watermelon Splitting Contest!","descr":"Während ihres Aufenthalts im Ferienhaus erhalten Tohru und die Sohmas aufregende Neuigkeiten und überraschen die Besucher.","versions":[{"lang":3,"streams":[{"redirect":9006172,"hoster":"VOE"},{"redirect":8540559,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Well, It`s True","descr":"Isuzu verlässt Kaguras Haus ohne Erklärung. Zur gleichen Zeit ist Akito jetzt im Ferienhaus.","versions":[{"lang":3,"streams":[{"redirect":9006173,"hoster":"VOE"},{"redirect":8540563,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"My Precious...","descr":"Kyo wird zusammen mit den anderen Tierkreismitgliedern zu Akito im Nebengebäude gerufen.","versions":[{"lang":3,"streams":[{"redirect":9006180,"hoster":"VOE"},{"redirect":12514747,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Who Are You","descr":"Was gibt es Schöneres, als den Sommer mit einem Feuerwerk ausklingen zu lassen? Tohru und die Sohmas planen genau das, wenn ihre Reise zu Ende geht.","versions":[{"lang":3,"streams":[{"redirect":9006178,"hoster":"VOE"},{"redirect":8540566,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"All Mine","descr":"Tohru und die Sohmas kehren von ihrer Reise zurück und Kagura lädt Kyo zu einem ernsthaften Gespräch ein.","versions":[{"lang":3,"streams":[{"redirect":9006176,"hoster":"VOE"},{"redirect":8540564,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"You Cried for Me","descr":"Mayuko geht in die Vergangenheit, nachdem sie einige Besucher in ihrem Familienbuchladen gefunden hat.","versions":[{"lang":3,"streams":[{"redirect":9006177,"hoster":"VOE"},{"redirect":8545113,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Sure Thing","descr":"Die neue Amtszeit beginnt und Yuki übernimmt seine Aufgaben als Präsident des Studentenrates.","versions":[{"lang":3,"streams":[{"redirect":9006181,"hoster":"VOE"},{"redirect":8540562,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"I Should Just Die...","descr":"Für Tohru kommt ein familiärer Notfall und Yuki beginnt zu begreifen, warum Rin so handelt, wie sie es tut.","versions":[{"lang":3,"streams":[{"redirect":9006175,"hoster":"VOE"},{"redirect":8545110,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"See You Later","descr":"Eltern-Lehrer-Konferenzen zur Erörterung von Karriereplänen sind im Gange und lösen bei den Schülern verschiedene Emotionen aus.","versions":[{"lang":3,"streams":[{"redirect":13992907,"hoster":"VOE"},{"redirect":8545118,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Ask Him For Me","descr":"Tohru nimmt es auf sich, sich in das Soma Estate zu wagen, wo sie jemanden trifft, der unerwartet ist.","versions":[{"lang":3,"streams":[{"redirect":12379161,"hoster":"VOE"},{"redirect":8540567,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"You Will, I\u0027m Sure of It","descr":"Tohru und ihre Klassenkameraden sind auf ihrer Schulreise in Kyoto, um lebenslange Erinnerungen zu schaffen.","versions":[{"lang":3,"streams":[{"redirect":12379163,"hoster":"VOE"},{"redirect":8540568,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Do You Wanna Kiss?","descr":"Isuzu, das Tierkreispferd, ist entschlossen, etwas zu ändern, und sucht Shigure nach Antworten.","versions":[{"lang":3,"streams":[{"redirect":9006185,"hoster":"VOE"},{"redirect":8545111,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"There\u0027s Just No Way!","descr":"Isuzu verbringt die Nacht damit, sich bei Shigure zu erholen und Tohru und Isuzu die Gelegenheit zu geben, sich kennenzulernen.","versions":[{"lang":3,"streams":[{"redirect":12379166,"hoster":"VOE"},{"redirect":8540565,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Are You Okay?","descr":"Mit dem Schulkulturfestival um die Ecke ist Yuki beschäftigt, während er den Studentenrat und die Klassenpflichten unter einen Hut bringt.","versions":[{"lang":3,"streams":[{"redirect":9006192,"hoster":"VOE"},{"redirect":8545114,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"There Was, Definitely","descr":"Yuki verliert sich in Gedanken, als er sich an eine dunkle Erinnerung aus seiner Kindheit erinnert.","versions":[{"lang":3,"streams":[{"redirect":9006193,"hoster":"VOE"},{"redirect":8540570,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"That Isn\u0027t What I Want","descr":"Während sich die Schule auf das Kulturfest vorbereitet, spricht Yuki über sein Geheimnis, das er niemandem erzählt hat.","versions":[{"lang":3,"streams":[{"redirect":9006186,"hoster":"VOE"},{"redirect":8540572,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"It\u0027s Cinderella-ish","descr":"In Tohrus Klasse wird Aschenputtel beim Schulkulturfestival unkonventionell nacherzählt.","versions":[{"lang":3,"streams":[{"redirect":9006194,"hoster":"VOE"},{"redirect":8545131,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"You\u0027re Here, Machi","descr":"Ein weiteres Neujahr bedeutet ein weiteres Bankett für die Tierkreismitglieder auf dem Soma-Anwesen.","versions":[{"lang":3,"streams":[{"redirect":9006191,"hoster":"VOE"},{"redirect":8540569,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"I\u0027m Different Now","descr":"Eine Winterkälte liegt in der Luft, während Erinnerungen an Kurenos mysteriöse Vergangenheit und Gegenwart auftauchen.","versions":[{"lang":3,"streams":[{"redirect":8353535,"hoster":"VOE"},{"redirect":8353532,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I`ll Hold Another Banquet","descr":"Tohru bemüht sich, all die neuen Informationen zu verdauen, die sie von Kureno gelernt hat.","versions":[{"lang":3,"streams":[{"redirect":13731608,"hoster":"VOE"},{"redirect":13731611,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"That`s an Unwavering Truth","descr":"Tohru ist sich nicht sicher, mit wem er sprechen soll oder wie viele Geheimnisse er bewahren soll. Währenddessen kommt eines von Shigures Geheimnissen ans Licht.","versions":[{"lang":3,"streams":[{"redirect":7982199,"hoster":"VOE"},{"redirect":7982200,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Hope It Snows Soon","descr":"Ein schockierendes Gerücht verbreitet sich über Machi. Auch Liebesgeständnisse liegen in der Luft: Die Senioren der Kaibara High School beeilen sich, vor dem Abschluss mit ihren geheimen Schwärmen den Abschluss zu finden.","versions":[{"lang":3,"streams":[{"redirect":9006188,"hoster":"VOE"},{"redirect":8553638,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I`m... Home.","descr":"Die Somas machen sich zunehmend Sorgen, wenn niemand Rin finden kann.","versions":[{"lang":3,"streams":[{"redirect":9006190,"hoster":"VOE"},{"redirect":9025106,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I Mean... You Know, Right?","descr":"Momiji scheint dieses Schuljahr völlig anders zu sein. Er hat einen größeren Körper und eine tiefere Stimme, aber hat sich innen etwas geändert?","versions":[{"lang":3,"streams":[{"redirect":9006189,"hoster":"VOE"},{"redirect":8540571,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"It Was So Foolish","descr":"Kyo denkt an die Vergangenheit. Tohru denkt an die Zukunft. Aber beide denken aneinander.","versions":[{"lang":3,"streams":[{"redirect":9006198,"hoster":"VOE"},{"redirect":9025108,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"That`s Right, It`s Empty","descr":"Kyo hat einen Albtraum über die Mütter in seinem Leben. Akito und Ren beschäftigen sich immer noch mit Akiras Tod.","versions":[{"lang":3,"streams":[{"redirect":9006187,"hoster":"VOE"},{"redirect":8540575,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I`m Disappointed in You","descr":"Bevor Tohru Kyo ihre Frage stellen kann, beginnt dieser zu reden und erzählt von der Zeit, als er als kleines Kind ihre Mutter Kyoko kennengelernt hat, davon, wie sie ihm wie ein Lichtblick in seinem düsteren Leben erschienen ist und wie er sie hat sterben lassen, da er sie nicht vor dem heranrasenden Auto zurückgezogen hat, um sich nicht in eine Katze zu verwandeln. Er berichtet auch, dass ihre letzten Worte \"Das vergebe ich dir nicht” gewesen seien. Tohru, die auf ihn zugeht und willens ist, sich gegen ihre Mutter zu stellen, wird von ihm abgewiesen, dann läuft Kyo fort. Yuki, der den letzten Teil ihres Gesprächs mitbekommen hat, folgt ihm, während Tohru vor dem Haus im Regen stehen bleibt. Da taucht Akito mit dem Messer auf.","versions":[{"lang":3,"streams":[{"redirect":12335137,"hoster":"VOE"},{"redirect":8540574,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Akito wehrt Tohru mit dem Messer ab und verletzt sie dabei. Dennoch folgt Tohru ihr, als sie in den Wald läuft. Als beide sich gegenüber stehen, bricht die Klippe unter Tohru plötzlich ab und sie stürzt hinunter. Auf ihrer Suche nach Hilfe stößt Akito auf Shigure und Yuki. Während Shigure Akito ins Haus bringt und Hatori benachrichtigt, sucht Yuki Tohru. Auch Kyo, der das Telefongespräch zwischen Shigure und Hatori mitbekommen hat, eilt zum Unglücksort. Die Nachricht vom Unglück versetzt alle Tierzeichen einen Schock. Vor dem Krankenhaus, in dem sowohl Tohru als auch Kureno versorgt werden, trifft Momiji auf Akito, die unglücklich auf einer Bank sitzt und nicht weiß, wie sie mit der Situation und den sich anbahenden Veränderungen umgehen soll. Er setzt sich zu ihr, um ihr das Märchen vom dummen Reisenden zu erzählen.","versions":[{"lang":3,"streams":[{"redirect":9006200,"hoster":"VOE"},{"redirect":9025117,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"I Just Love Her","descr":"Seit Tohrus Unfall ist Kyo weder zu Hause noch in der Schule aufgetaucht. Im Krankenhaus stoßen Arisa und Saki auf Akito und so erfährt Arisa von Kureno. Sie besucht ihn auf seinem Krankenzimmer, fest entschlossen, bei ihm zu bleiben. Als Yuki und Shigure vom Einkaufen nach Hause kommen, finden sie Haru im Wohnzimmer vor, der sich selbst eingelassen hat. Doch auch Kyo ist in seinem Zimmer, um Sachen zusammenzupacken. Wütend geht Yuki auf ihn los und beide sagen sich endlich, was sie voneinander halten. Dann macht Kyo sich auf den Weg zum Krankenhaus, besucht aber vorher seinen Vater. Dieser gibt ihm die Schuld an allem, was ihm passiert ist, und will ihn einsperren lassen, doch Kyo akzeptiert das nicht. Akito erklärt der Hausdame, dass Kyo frei sei und sie sich ändern will. Yuki erhält einen Anruf von Machi und macht sich auf den Weg, um sie zu treffen. Als Kyo Tohru vor dem Krankenhaus wiedersieht, wird ihm klar, dass er sie liebt und verrückt nach ihr ist. Doch als Tohru ihn sieht, ergreift sie die Flucht.","versions":[{"lang":3,"streams":[{"redirect":9006197,"hoster":"VOE"},{"redirect":9025107,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Goodbye","descr":"Tohru läuft vor Kyo davon, doch dieser gibt nicht auf. Endlich steht er vor ihr und sagt ihr, dass er sie liebt und mit ihr zusammen sein will. Dann küsst er sie. Als beide sich umarmen, wobei sie Kyos Verwandlung in Kauf nehmen, passiert nichts. Kyo verwandelt sich nicht mehr in eine Katze. Die vergessene Geschichte wird in Erinnerung gerufen: was vor langer Zeit geschehen war, wie es zu dem Versprechen zwischen dem Gott und den Tieren kam und welche Rolle die Katze dabei gespielt hat. Akito sagt Kyo und den anderen Tierzeichen Lebewohl und alle weinen über den Trennungsschmerz. Kyo zerreißt sein Perlenarmband. Hatori bringt Kyo und Tohru zu Akito.","versions":[{"lang":3,"streams":[{"redirect":13731612,"hoster":"VOE"},{"redirect":13731619,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"You Fought Well","descr":"Yuki rennt zu Machi, die in der Einkaufsstraße auf ihn wartet, um ihm ein Geschenk für Tohru zu überreichen. Yuki fühlt sich von Machi verstanden und angenommen. Als er ihr sein Geheimnis anvertrauen will, löst sich das Band zwischen ihm und Akito. Yuki verspürt Trauer, aber auch Freude über seine Freiheit. Er umarmt Machi und küsst sie. Ein letztes Mal hat Akito die Tierzeichen zusammengerufen und zeigt sich ihnen erstmals als junge Frau. Die Jüngeren sind geschockt, sie in einem Kimono zu sehen, den sie von Shigure bekommen hat. Doch dieser ist der Einladung nicht gefolgt, erst hinterher treffen beide aufeinander und gestehen einander ihre Liebe. Vor Kyokos Grab erzählt Kyo Tohru von seinen Zukunftsplänen und bittet sie, mit ihm fortzugehen. Tohru willigt ein.","versions":[{"lang":3,"streams":[{"redirect":13731617,"hoster":"VOE"},{"redirect":13731616,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"See You Again Soon","descr":"Bei einem gemeinsamen Zoobesuch mit Tohru und Kyo lassen Arisa und Saki keine Gelegenheit aus, Kyo zu ärgern. Sie wissen, dass er mit Tohru fortgehen wird. Die Schule ist endlich abgeschlossen. Beim Putzen des mittlerweile leer stehenden Hauses kommen Kyo und Tohru viele Erinnerungen in den Sinn. Yuki gibt Machi einen Schlüssel zu seiner neuen Wohnung. Auch für die anderen Tierzeichen beginnt ein neues Leben, doch einigen fällt der bevorstehende Abschied von Tohru besonders schwer. Yuki kann ihr endlich sagen, wie wichtig sie immer für ihn gewesen ist und wie sehr sie von allen geliebt wird. Und nach einem Zeitsprung sucht die Enkelin von Kyo und Tohru nach ihren Großeltern, die einander noch immer sehr nahestehen.","versions":[{"lang":3,"streams":[{"redirect":9006204,"hoster":"VOE"},{"redirect":9025109,"hoster":"Streamtape"}]}]}]}]}