{"seriesId":"fuballfieber-der-aufstieg-der-premier-league","name":"Fußballfieber: Der Aufstieg der Premier League","descr":"[Fever Pitch! The Rise of the Premier League] Die Premier League, Englands höchste Spielklasse im Fußball, zählt zu den bedeutendsten Sportligen der Gegenwart. Über die letzten Jahrzehnte etablierte sich die Eliteliga zu einem Multi-Milliarden-Pfund-Business, dessen Strahlkraft noch lange nicht ausgeschöpft scheint. Den Aufstieg zum globalen Phänomen zeigt diese Dokumentation. In drei Teilen widmet sie sich bestimmten Zeitabschnitten, in denen der Grundstein für den Aufstieg und die Anziehungskraft gelegt wurde.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Anfänge der Premier League Formation. Eine jahrhundertealte Tradition droht aufgegeben zu werden. Die Vorsitzenden der Big-Five-Teams wollen mehr Macht und Geld. Rupert Murdoch sieht eine Chance, seine Satellitenplattform zu retten. Jetzt gibt es montags Fußball. Sir Alex Ferguson steht kurz vor der Entlassung. Alan Shearer trifft eine wichtige Entscheidung. Eric Cantona lehrt Philosophie.","versions":[{"lang":1,"streams":[{"redirect":11537550,"hoster":"VOE"},{"redirect":11538742,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Ein Blick auf das Titelrennen zwischen den ausgabefreudigen Blackburn Rovers und Manchester United in der Saison 1994/95, wobei die Auswirkungen von Eric Cantonas Sperre für den Angriff auf einen Anhänger von Crystal Palace, der ihn beschimpft hatte, bewertet wurden.","versions":[{"lang":1,"streams":[{"redirect":11537552,"hoster":"VOE"},{"redirect":11538743,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Während die Premier League an Bedeutung gewinnt, müssen ihre Spieler mit ihrem neu entdeckten Ruhm klarkommen.","versions":[{"lang":1,"streams":[{"redirect":11537551,"hoster":"VOE"},{"redirect":11538745,"hoster":"Streamtape"}]}]}]}]}