{"path":"/serie/stream/fuer-alle-faelle-amy","name":"Für alle Fälle Amy","descr":"Amy Gray ist eine Jugendrichterin, die nach ihrer Scheidung zusammen mit Tochter Lauren von New York City zurück in ihre Heimatstadt Hartford in Connecticut zieht, wo sie bei Amys eigenwilliger aber netter Mutter, der Sozialarbeiterin Maxine, leben. Dadurch entstehen jedoch zahlreiche Probleme. Amys älterer Bruder Peter, dessen Ehefrau Gillian und Amys jüngerer Bruder Vincent sorgen ebenfalls dafür, dass im Hause Gray immer etwas los ist. Beruflich stehen ihr der Rechtspfleger Bruce van Exel und die übereifrige Sekretärin Donna Kozlowski-Pant zur Seite.","seasons":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-1","name":"Neuanfang","epNo":1,"alt":"Pilot","descr":"Nachdem ihre Ehe mit Michael zerbrochen ist, beschließt die erfolgreiche Wirtschaftsjuristin Amy Gray zusammen mit ihrer sechsjährigen Tochter Lauren zurück in ihre alte Heimatstadt Hartford in Connecticut zu ziehen. Ausschlaggebend ist das Angebot, dort als Familienrichterin arbeiten zu können. Da nimmt sie es auch in Kauf, erst mal bei ihrer dominanten Mutter Maxine unterzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916536","hoster":"VOE"},{"path":"/redirect/9573252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-2","name":"Bewährungsproben","epNo":2,"alt":"Short Calendar","descr":"Amy ist total gestresst: Sie muss sich nicht nur um mehrere Gerichtsfälle gleichzeitig kümmern, sondern auch noch um Laurens Schulprobleme. Bei einem Gespräch machen Laurens Klassenlehrerin und ihr Schuldirektor Amy den Vorwurf, sie würde sich zu wenig am Schulalltag ihrer Tochter beteiligen. Aber wie soll sie das neben ihrem zeitaufwändigen Beruf auch schaffen? Schließlich erklärt sie sich bereit, jeden Morgen vor ihrer eigentlichen Arbeit als Schülerlotsin zu fungieren. Hoffentlich bleibt sie dann ausgeschlafen genug, sich ihrem Gegenspieler, Staatsanwalt Overby, weiterhin zu stellen. Als es wieder einmal so richtig anstrengend wird bei Gericht, ist Amy drauf und dran, ihren Job endgültig an den Nagel zu hängen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573256","hoster":"VOE"},{"path":"/redirect/9573257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-3","name":"Mit aller Macht","epNo":3,"alt":"Trial By Jury","descr":"Da keiner den Fall \"Thomas Bell\" übernehmen will, wird er kurzerhand Amy übertragen. Es geht um einen zehnjährigen Jungen, dessen Mutter bei seiner Geburt starb und der seitdem im Koma liegt. Gepflegt wird er von seiner Großmutter, die der festen Überzeugung ist, dass ihr Enkel Wunder bewirken kann und heilende Fähigkeiten besitzt. So wurde das Krankenbett des Jungen zu einer Art Wallfahrtsort. Nun möchte die Staatsanwaltschaft der alten Frau das Sorgerecht entziehen, weil sie glaubt, dass die Stigmatisierung des Kindes als Wunderheiler einen Missbrauch darstellt. Da Thomas als sogenannter \"heiliger Junge\" eine richtige Berühmtheit geworden ist, zeigt die Öffentlichkeit großes Interesse an dem Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268201","hoster":"VOE"},{"path":"/redirect/9573262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-4","name":"Eine schwere Entscheidung","epNo":4,"alt":"Victim Soul","descr":"Da keiner den Fall \"Thomas Bell\" übernehmen will, wird er kurzerhand Amy übertragen. Es geht um einen zehnjährigen Jungen, dessen Mutter bei seiner Geburt starb und der seitdem im Koma liegt. Gepflegt wird er von seiner Großmutter, die der festen Überzeugung ist, dass ihr Enkel Wunder bewirken kann und heilende Fähigkeiten besitzt. So wurde das Krankenbett des Jungen zu einer Art Wallfahrtsort. Nun möchte die Staatsanwaltschaft der alten Frau das Sorgerecht entziehen, weil sie glaubt, dass die Stigmatisierung des Kindes als Wunderheiler einen Missbrauch darstellt. Da Thomas als sogenannter \"heiliger Junge\" eine richtige Berühmtheit geworden ist, zeigt die Öffentlichkeit großes Interesse an dem Fall.Maxine gerät heftig mit ihrer Vorgesetzten Susie Nixon aneinander, die alles daran setzt, einer magersüchtigen Mutter die Tochter wegzunehmen. Derweil hat Vincent eine Verabredung mit einer wesentlich älteren Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573269","hoster":"VOE"},{"path":"/redirect/9573270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-5","name":"Trennungen","epNo":5,"alt":"Last Tango In Hartford","descr":"Eigentlich hat sich Amy auf einen romantischen Abend mit Dr. Tracy Carroll gefreut, den sie schon länger sehr interessant findet. Doch daraus wird nichts, denn plötzlich bekommt sie Todesdrohungen und muss darum ständig einen Leibwächter um sich herum haben. Trotz allem möchte sie gerne die aufkeimende Beziehung zu Dr. Carroll weiter ausbauen. Aber da hat sie die Rechnung ohne ihre Mutter Maxine gemacht, denn die hat längst Amys neuen Verehrer vergrault. Dabei bahnt sich zwischen Maxine und einem alten Bekannten von ihr selbst etwas an. Vincent hingegen überlegt, ob er die Beziehung zu seiner älteren Freundin Chris nicht beenden soll, als er ihre Tochter kennen lernt, die bereits in den Zwanzigern ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573277","hoster":"VOE"},{"path":"/redirect/9573276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-6","name":"Hexenjagd","epNo":6,"alt":"Witch Hunt","descr":"Ein Mann will seine Frau für unzurechnungsfähig erklären lassen, weil sie in Harford an einem Hexensabbat teilgenommen hat. Ein etwas unkonventioneller Fall für Amy. Ist die Frau tatsächlich eine Hexe oder hält sie sich nur dafür? Und muss sie deshalb gleich in Sicherheitsverwahrung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573278","hoster":"VOE"},{"path":"/redirect/9573281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-7","name":"Bruderliebe","epNo":7,"alt":"An Impartial Bias","descr":"Maxine engagiert sich vehement dafür, dass ein kleiner gehörloser Junge bei seinem Bruder bleiben darf, nachdem deren Mutter gestorben ist. Doch die gehörlose Aktivistin Nancy Sears hat Bedenken, weil sie festgestellt hat, dass der Kleine aufhört die Gebärdensprache zu benutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573285","hoster":"VOE"},{"path":"/redirect/9573287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-8","name":"Um Haaresbreite","epNo":8,"alt":"Near Death Experience","descr":"Dank seiner Geistesgegenwart kann Vincent einen Raubüberfall verhindern, wird dabei aber angeschossen. Danach fällt es ihm wahnsinnig schwer, mit den seelischen und körperlichen Folgen fertig zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573291","hoster":"VOE"},{"path":"/redirect/9573290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-9","name":"Ein turbulentes Wochenende","epNo":9,"alt":"The Persistence Of Tectonics","descr":"Vor Gericht geht Amy ein Fall besonders an die Nieren: Weil ihr Nachbar wegen lauten Partylärms die Polizei alarmiert hatte, haben sie sich an ihm gerächt, indem sie seine Katze folterten und umbrachten. Außerdem beschäftigt Amy sich mit einem Ehepaar, dass übernervös reagiert, weil der biologische Vater des von ihnen adoptierten Babys plötzlich bei ihnen auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922685","hoster":"VOE"},{"path":"/redirect/9573294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-10","name":"Trautes Heim","epNo":10,"alt":"Crowded House","descr":"Amy muss über ein Mädchen mit einer multiplen Persönlichkeitsstörung richten, die versucht hat, ihren Wirtschaftslehrer zu ermorden. Nach und nach stellt sich heraus, dass das Mädchen als Kind schwer misshandelt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573304","hoster":"VOE"},{"path":"/redirect/9573301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-11","name":"Ein schwerer Verdacht","epNo":11,"alt":"Presumed Innocent","descr":"Amy verweigert einer Mutter, ihr sterbendes Kind zu besuchen, denn im Verlauf des Prozesses stellt sich heraus, dass sie die mysteriöse Krankheit ihres Kindes verursacht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573307","hoster":"VOE"},{"path":"/redirect/9573312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-12","name":"Mit vollem Einsatz","epNo":12,"alt":"Spoil The Child","descr":"Vor Gericht erscheint ein Vater, der seinen Sohn mit einem Gürtel gezüchtigt hat. Er selbst kann nicht verstehen, dass solch eine Bagatelle dem Jugendamt gemeldet wurde, schließlich wollte er seinem Sohn nur Zucht und Ordnung beibringen. Nun muss Amy entscheiden, ob es sich bei dieser Züchtigung um Misshandlung handelt oder nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573314","hoster":"VOE"},{"path":"/redirect/9573313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-13","name":"Die Geburtstagsparty","epNo":13,"alt":"Zero To Sixty","descr":"Amys Noch-Ehemann Michael taucht bei ihr auf, um ihr zu eröffnen, dass er versuchen wird, das Sorgerecht für Lauren zu bekommen. Da er als Börsenhändler von zu Hause aus arbeiten kann, habe er viel mehr Zeit für die Kleine. Amy ist stinksauer und engagiert sofort den gerissensten Scheidungsanwalt, den sie kennt. So einfach will sie Michael nicht davonkommen lassen. Und auf gar keinen Fall will sie ihm Lauren überlassen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573319","hoster":"VOE"},{"path":"/redirect/9573321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-14","name":"Annäherungen","epNo":14,"alt":"Shaken, Not Stirred","descr":"Ein Achtjähriger gibt vor Gericht zu, dass er seine kleine Schwester so lange geschüttelt hat, bis sie sich nicht mehr rührte. Aber Amy hat das Gefühl, dass der Kleine lügt. Könnte er seine Eltern schützen wollen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573325","hoster":"VOE"},{"path":"/redirect/9573326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-15","name":"Fremde Welten","epNo":15,"alt":"Culture Clash","descr":"Amy muss über einen Richterkollegen richten, der bekanntermaßen homosexuell ist, angeblich aber eine weibliche Prostituierte aufgesucht haben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573330","hoster":"VOE"},{"path":"/redirect/9573332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-16","name":"Schlaflose Stunden","epNo":16,"alt":"The Wee Hours","descr":"Während der bevorstehende Scheidungskrieg mit Michael wie ein Damokles-Schwert über ihr hängt und ihr den Schlaf raubt, flüchtet Amy sich in Fantasien über heiße Affären mit ehemaligen Highschool-Flirts oder gegenwärtigen Mitarbeitern. Im Gerichtssaal muss sie dann jedoch wach genug sein, um eine Entscheidung über die Zukunft einer 14-Jährigen zu treffen. Das Mädchen ist ein sportliches Naturtalent, doch ihre Eltern sind sich nicht einig darüber, wie viel Raum der Sport im Leben ihrer Tochter einnehmen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573203","hoster":"VOE"},{"path":"/redirect/9573207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-17","name":"Schattenseiten","epNo":17,"alt":"Drawing The Line","descr":"Amy muss darüber entscheiden, ob eine geistig zurückgebliebene Frau ihr Kind behalten darf oder nicht. Da das Kind bereits alarmierend viel Gewicht verloren hat, könnte in der Obhut der Mutter sein Leben gefährdet sein. Eine schwere Entscheidung für Amy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008670","hoster":"VOE"},{"path":"/redirect/9573215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-18","name":"Geldnöte","epNo":18,"alt":"Human Touch","descr":"Nach dem Tod einer Frau, soll Amy darüber entscheiden, ob deren Tochter dem Stiefvater, der sie aufgezogen hat, oder ihrem leiblichen Vater zugesprochen werden soll. Der biologische Vater kämpft erbittert um das Sorgerecht, obwohl er an einer Krankheit leidet, die es ihm nicht erlaubt, seine Tochter zu berühren. Ist er trotzdem als Erziehungsberechtigter geeignet? Ebenfalls um ihr Kind kämpft ein kroatisches Paar namens Filipovic: Ihr Sohn wurde ihnen weggenommen, als sie ihre Wohnung verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573223","hoster":"VOE"},{"path":"/redirect/9573224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-19","name":"Eine ehrenswerte Stadt","epNo":19,"alt":"The Out-of-Towners","descr":"Amy und Bruce müssen die Stadt verlassen, um über einen Fall zu entscheiden, in dem es um einen Jungen geht, der ein Aufmerksamkeitsdefizit hat. Die Mutter kommt gerade aus der Rehabilitation zurück und will sich nun wieder um ihren Jungen kümmern, aber ist sie auch in der Lage dazu?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014571","hoster":"VOE"},{"path":"/redirect/9573226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-20","name":"Glaubenssache","epNo":20,"alt":"The God Thing","descr":"Seit Amys gute Freundin Greta eine Krebs-Erkrankung überlebte, hat sie die Religion für sich entdeckt. Amy kann gar nichts damit anfangen und distanziert sich deshalb von Greta. Als sie sich Hilfe suchend an Bruce wendet, erfährt sie, dass auch er ein gläubiger Mensch ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573228","hoster":"VOE"},{"path":"/redirect/9573232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-21","name":"Gray gegen Gray","epNo":21,"alt":"Gray vs. Gray","descr":"Amys und Maxines Beziehung wird auf eine Zerreißprobe gestellt, als sie auf unterschiedlichen Seiten an dem selben Fall arbeiten. Amy erfährt im Gerichtssaal, dass das Alibi eines Jungen, der wegen Mordes angeklagt ist, nur von einem im Sterben liegenden anderen Jungen bestätigt werden kann. Also begibt sie sich ins Krankenhaus. Dort trifft sie ausgerechnet auf ihre Mutter, die versucht die Rechte des Sterbenden zu schützen, indem sie jeden weiteren Stress von ihm forthält. Das bedeutet, dass sie auch Amy den Zugang zum Zimmer des Jungen verwährt. Amy versucht mit allen Mitteln, ihre Mutter davon zu überzeugen, wie wichtig es ist, die Zeugenaussage des Jungen zu bekommen. Doch Maxine lässt sich nicht erweichen. So kommt es zum erbitterten Kampf zwischen Mutter und Tochter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573238","hoster":"VOE"},{"path":"/redirect/12980292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-22","name":"Für immer und ewig","epNo":22,"alt":"Not With A Whimper","descr":"Endlich fühlt Amy sich bereit für eine offizielle, endgültige Scheidung von Michael. Just in diesem Moment fühlen die beiden sich bei einem Treffen unwiderstehlich von einander angezogen. Was jetzt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573243","hoster":"VOE"},{"path":"/redirect/9573241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-1/episode-23","name":"Geballte Ladung","epNo":23,"alt":"Blast From The Past","descr":"Ein Sorgerechtsfall wird für Amy fast zum Verhängnis. Als sie die beiden Kinder, um die es geht, der Mutter zuspricht, dreht der Vater völlig durch. Er droht, das gesamte Gerichtsgebäude in die Luft zu sprengen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9573245","hoster":"VOE"},{"path":"/redirect/9573248","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-1","name":"Intoleranz","epNo":1,"alt":"Zero Tolerance","descr":"Durch sein beherztes Eingreifen ist es Vincent gelungen, Amy aus der Gewalt eines Amok laufenden Vaters zu befreien. Er selbst wurde jedoch bei der darauf folgenden Explosion schwer verletzt. Maxine kümmert sich nun um ihren Sohn, dessen Genesung nur langsam voranschreitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591577","hoster":"VOE"},{"path":"/redirect/8540974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-2","name":"Kleine Kinder – große Kinder","epNo":2,"alt":"You’re Not The Boss Of Me","descr":"Amys und Bruces Ruf wird vollkommen wiederhergestellt, als das Gericht ihnen bestätigt, dass ihr Verhältnis zu jeder Zeit rein beruflich war. Darüber ist Amy so froh, dass sie sofort veranlasst, dass Bruce wieder in ihrem Büro arbeiten kann. Bruce ist wenig erbaut über die Aktion, da Amy alles über seinen Kopf hinweg entschieden hat, ohne ihn auch nur zu fragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591578","hoster":"VOE"},{"path":"/redirect/8540971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-3","name":"Selbstzweifel","epNo":3,"alt":"Instincts","descr":"Ein neuer Fall sorgt für reichlich Wirbel und wirft Fragen zum Thema Rassismus auf: Amy soll über einen weißen Jungen richten, der einen afro-amerikanischen Mitschüler erschossen hat. Ihre Entscheidung hat auch Auswirkungen auf Amys Verhältnis zu Bruce.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591574","hoster":"VOE"},{"path":"/redirect/8545247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-4","name":"Krieg und Frieden","epNo":4,"alt":"Convictions","descr":"Wegen eines blöden Streits hat Maxine mit ihrer früheren besten Freundin Vivian seit insgesamt fünfzehn Jahren kein Wort mehr gesprochen. Als sie nun erfährt, dass deren Mann gestorben ist, will sie ihrer ehemaligen Freundin beistehen. Doch das erste Gespräch verläuft nicht gerade vielversprechend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591579","hoster":"VOE"},{"path":"/redirect/8545251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-5","name":"Außer Kontrolle","epNo":5,"alt":"Unnecessary Roughness","descr":"Als Maxine einen Jugendlichen erwischt, der in ihr Haus eingebrochen ist und dort randaliert, flippt sie völlig aus und schreit den Jungen nicht nur an, sondern wird auch handgreiflich. Bei einer späteren Gelegenheit gerät sie außerdem mit dem Staatsanwalt aneinander und kann sich auch in diesem Moment kaum beherrschen. Ihr wird klar, dass es Zeit ist für ein Seminar zur Stressbewältigung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591580","hoster":"VOE"},{"path":"/redirect/8540973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-6","name":"Hochzeitsglocken","epNo":6,"alt":"The Burden Of Perspective","descr":"Amy ist geschockt, als sie erfährt, dass ihr Ex-Mann Michael so schnell nach der Scheidung seine neue Freundin Leisha heiraten will. Sie kann sich kaum auf ihren neuen Fall konzentrieren: Eine Alkoholikerin, die sich einer Entziehungskur unterzogen hat, will nun wieder das Sorgerecht für ihre Kinder zurückbekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581529","hoster":"VOE"},{"path":"/redirect/8540970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-7","name":"Nackte Tatsachen","epNo":7,"alt":"Dog Days","descr":"Maxine kümmert sich um Jodi, ein Mädchen, das ihren Stiefvater getötet hat, weil er sie jahrelang sexuell missbrauchte. Als Jodi trotzdem zu zwei Jahren Gefängnis verurteilt wird, ist Maxine völlig am Boden zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581531","hoster":"VOE"},{"path":"/redirect/8554217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-8","name":"Hausgeburt","epNo":8,"alt":"Waterworld","descr":"Bei den Grays bricht das totale Chaos aus, als Donna eröffnet, dass sie sich eine Hausgeburt wünscht. Genauer gesagt, möchte sie ihr Kind im Wohnzimmer in einem mit Wasser gefüllten Tank zur Welt bringen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700469","hoster":"VOE"},{"path":"/redirect/8540976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-9","name":"Auf Teufel komm raus","epNo":9,"alt":"The Undertow","descr":"Bei einer Anhörung muss Amy mitentscheiden, ob an einem elfjährigen Mädchen ein Exorzismus durchgeführt werden darf oder nicht. Maxine will unterdessen ein Zentrum für Opfer von Misshandlungen einrichten, in dem Therapeuten, Sozialarbeiter und Ermittler zusammen arbeiten können. Jared unterstützt das Projekt insgeheim als anonymer Spender.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581532","hoster":"VOE"},{"path":"/redirect/8545245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-10","name":"Der Eisregen","epNo":10,"alt":"Adoption Day","descr":"Während Amy beginnt, sich mit Laurens Karatelehrer Rob zu treffen, taucht plötzlich Neds leibliche Mutter Evie wieder auf – und das ausgerechnet in dem Moment, in dem sich Peter und Gillian zur Adoption entschlossen hatten. Als Evie die beiden nach der Möglichkeit einer offenen Adoption fragt, schreitet Maxine ein, um die Interessen ihrer Familie zu schützen. Gleichzeitig muss sich Maxine um zwei weitere Adoptionsfälle kümmern: Ein junges Mädchen möchte unbedingt noch vor ihrem 18. Geburtstag adoptiert werden, während ein zwölfjähriger Junge auf keinen Fall adoptiert werden will. Er ist davon überzeugt, dass seine leibliche Mutter zu ihm zurückkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591581","hoster":"VOE"},{"path":"/redirect/8540972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-11","name":"Hundstage","epNo":11,"alt":"The Claw Is Our Master","descr":"Amy trifft sich mit Laurens Karatelehrer Rob, der deutlich jünger ist als sie. Gleichzeitig beschließt sie, Tom Gilette eine zweite Chance zu geben. Nun befindet sie sich inmitten einer Menage à Trois und muss sich entscheiden, ob sie einer wilden Romanze oder einer soliden Zweierbeziehung den Vorrang gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700470","hoster":"VOE"},{"path":"/redirect/8540975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-12","name":"Plötzlich und unerwartet","epNo":12,"alt":"8 1/2 Narrow","descr":"Eigentlich wollten Tom und Amy einen schönen Abend mit ihren Freunden Lolly und Nick verbringen. Doch Amy fühlt sich zunehmend unwohl, weil Nick unverhohlen mit ihr flirtet. Während des Abendessens legt er seine Hand auf ihre, und später folgt er ihr sogar und versucht sie zu küssen. Wieder zu Hause, grübelt Amy darüber, ob sie ihrer Freundin verraten soll, welch ein Schürzenjäger ihr Mann Nick ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9534062","hoster":"VOE"},{"path":"/redirect/8545250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-13","name":"Kinderkrieg","epNo":13,"alt":"The Beginning, The End, And The Murky Middle","descr":"Während sich Peter und Gillian auf Neds Taufe vorbereiten, taucht plötzlich Neds leibliche Mutter Evie auf. Mit dem Argument, dass Neds Vater der Adoption nicht zugestimmt habe, verlangt sie das Sorgerecht für den Jungen. Natürlich versetzt diese Nachricht die gesamte Familie in Aufruhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581534","hoster":"VOE"},{"path":"/redirect/8540977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-14","name":"Entscheidung aus Liebe","epNo":14,"alt":"One For The Road","descr":"Trauer im Hause Gray: Peter und Gillian haben das Sorgerecht für Ned an dessen leibliche Mutter Evie verloren. Peter versucht, seinen Frust in Alkohol zu ertränken und wird prompt wegen Trunkenheit am Steuer verhaftet. Gillian dreht daraufhin völlig durch und lässt die Wut über den Verlust ihres Sohnes an ihrem Mann aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591582","hoster":"VOE"},{"path":"/redirect/8540985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-15","name":"Der Karriere-Test","epNo":15,"alt":"The Treachery Of Compromise","descr":"Amys härtester Konkurrent Stuart Collins macht ihr das verlockendes Angebot, als Richterin am Berufungsgericht zu arbeiten. Im Fall zweier Frauen, die sich darum streiten, welche von ihnen auf der Geburtsurkunde ihres Babys als Mutter eingetragen wird, müsste Amy als Gegenleistung jedoch ihren Standpunkt aufgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591584","hoster":"VOE"},{"path":"/redirect/8545259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-16","name":"Dunkle Wolken","epNo":16,"alt":"Everybody Falls Down","descr":"Amys aktueller Fall dreht sich um ein Mädchen, das von ihren Eltern misshandelt wurde. Obwohl das Mädchen seinen Eltern verziehen hat, überlegt Amy, dem Paar das Sorgerecht zu entziehen. Zu Hause gehen die Probleme weiter: Laurens Verhältnis zu ihrer Babysitterin ist mittlerweile so gut, dass sie Amy völlig aus ihrem täglichen Leben ausschließt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006836","hoster":"VOE"},{"path":"/redirect/8540984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-17","name":"Kindheitserinnerungen","epNo":17,"alt":"Romeo And Juliet Must Die-Well, Maybe Just Juliet","descr":"Ein 15-jähriger Junge wird der fahrlässigen Tötung angeklagt. Er soll seine Freundin zum gemeinsamen Selbstmord überredet haben. Maxine ermittelt derweil im Fall einer Frau, die ihren Sohn vernachlässigen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006838","hoster":"VOE"},{"path":"/redirect/8540982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-18","name":"Vergebung mit Hindernissen","epNo":18,"alt":"The Unforgiven","descr":"Jared versucht seinen Sohn zu überreden, sich bei Maxine für seine Anschuldigungen zu entschuldigen. Doch er macht alles nur noch schlimmer, so dass Maxine einmal mehr darüber nachdenkt, ihre Beziehung zu Jared zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700474","hoster":"VOE"},{"path":"/redirect/8545253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-19","name":"Anspruch und Wirklichkeit","epNo":19,"alt":"Between The Wanting And The Getting","descr":"Während Maxine weiterhin am Aufbau ihres Opferschutz-Zentrums arbeitet, bemerkt sie, dass die Mitarbeiter noch längst kein eingespieltes Team sind. Insbesondere der Umgang mit einem vermeintlichen Kinderschänder sorgt für große Reibereien im Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581535","hoster":"VOE"},{"path":"/redirect/8540979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-20","name":"Hausarrest","epNo":20,"alt":"Grounded","descr":"Jared bittet Maxine, ihn auf eine Traumreise nach China zu begleiten. Dummerweise ist Amy ausgerechnet jetzt mit einer schweren Grippe ans Bett gefesselt, und Maxine muss sich um sie kümmern. Zudem hat Maxine Ärger im Opferschutz-Zentrum, weil sie einigen Kindern die harte Realität des Gang-Alltags vor Augen geführt hat. Ihr bleibt nichts anderes übrig, als Jared alleine nach China reisen zu lassen. Und es kommt noch schlimmer: Sie erfährt, dass Jareds Flugzeug spurlos verschwunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591586","hoster":"VOE"},{"path":"/redirect/8540980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-21","name":"Missbraucht","epNo":21,"alt":"Redheaded Stepchild","descr":"Das Opferschutz-Zentrum wird in einen komplizierten Fall verwickelt: Ein fünfjähriges Mädchen wurde von ihrem zwölfjährigen Bruder vergewaltigt. Maxine versucht herauszufinden, wer und was den Jungen zu dieser schrecklichen Tat getrieben hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591583","hoster":"VOE"},{"path":"/redirect/8540981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-2/episode-22","name":"Am Abgrund","epNo":22,"alt":"Hold On Tight","descr":"Während Vincent nach den richtigen Worten sucht, um seiner Familie endlich zu gestehen, dass er mit Carole nach San Francisco gehen wird, arbeitet Amy an einem explosiven Fall: Es geht um eine psychisch instabile Frau, die ihren Ex-Mann beschuldigt, ihre dreijährige Tochter missbraucht zu haben. Amy urteilt zugunsten des Vaters und ist dementsprechend schockiert, als die Frau wenig später Selbstmord begeht und ihre Tochter beinahe mit sich nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006843","hoster":"VOE"},{"path":"/redirect/8540983","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-1","name":"Unter Druck","epNo":1,"alt":"The Last Word","descr":"Nachdem er von seinem Posten im Stab des Gouverneurs enthoben wurde, kehrt Stuart Collins verärgert nach Hartford zurück und gibt ungerechterweise Amy die Schuld für seine Abberufung. Bevor Amy ihn jedoch davon überzeugen kann, dass sie nichts mit der Sache zu tun hat, erleidet er einen Herzinfarkt. Als Amy ihn ein paar Tage später im Krankenhaus besucht, gesteht er ihr, dass er sich bereits bei ihrer ersten Begegnung unsterblich in sie verliebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591585","hoster":"VOE"},{"path":"/redirect/8540978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-2","name":"Spurlos verschwunden","epNo":2,"alt":"Off The Grid","descr":"Maxine wird vermisst! Während sich bei Amy und Vincent Panik breit macht, weiß Peter allerdings ganz genau, wo Maxine steckt. Sie bringt eine misshandelte Frau in Sicherheit und hat niemandem etwas davon gesagt. Sie hofft, dass sich die Streithähne Amy und Vincent in ihrer Sorge um sie endlich wieder vertragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700471","hoster":"VOE"},{"path":"/redirect/8540987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-3","name":"Am Scheideweg","epNo":3,"alt":"Darkness For Light","descr":"Während Amy und Vincent noch immer nicht miteinander reden, versucht Donna auf interessante Art und Weise, den Verkauf von Vincents Buch anzukurbeln: Über das Internet kauft sie das Buch immer und immer wieder – nur um es dann sofort wieder umzutauschen. Der einzige Erfolg dieser Aktion ist jedoch, dass Donna von der entsprechenden Internetseite verbannt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591590","hoster":"VOE"},{"path":"/redirect/8554232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-4","name":"Auf Messers Schneide","epNo":4,"alt":"The Right Thing To Do","descr":"Als Carole erfährt, dass sie Brustkrebs hat, dreht sie völlig durch: Sie zieht sich von Vincent zurück und wirft ihren gemeinsamen Plan, nach San Francisco zu ziehen, über Bord. Durch einen Tipp von Donna findet Vincent sie schließlich und macht ihr einen Heiratsantrag. Überglücklich nimmt Carole an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591587","hoster":"VOE"},{"path":"/redirect/8545246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-5","name":"Mit Wort und Tat","epNo":5,"alt":"Look Closer","descr":"Bruce überzeugt Amy, ein auffälliges Kind und dessen Familie in das \"Gun 101\"-Programm zu schicken. Mit diesem Programm wollen Bruce und Sean gewaltbereiten Menschen zeigen, wie man Konflikte ohne Gewalt lösen kann. Aber erst als Bruce der ganzen Sippe mit einer Gefängnisstrafe droht, erscheinen die Familienmitglieder in seiner Klasse. Einzig der Familienvater leistet Widerstand bis zum bitteren Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916530","hoster":"VOE"},{"path":"/redirect/8540991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-6","name":"Die Versöhnung","epNo":6,"alt":"The Unbearable Lightness Of Being Family","descr":"Endlich ist es Maxine gelungen, Amy und Vincent dazu zu bewegen, wieder miteinander zu reden. Jetzt kann sie sich wieder voll und ganz ihren Aufgaben als Sozialarbeiterin widmen. Als erstes geht es um einen Obdachlosen, der verhaftet wurde, weil er ohne Lizenz in einem Park Seifenblasen gemacht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581536","hoster":"VOE"},{"path":"/redirect/8540990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-7","name":"Der Beichtvater","epNo":7,"alt":"Imbroglio","descr":"Maxine versucht einem Mädchen zu helfen, dessen Vater mit Argusaugen über seine Töchter wacht und alle drei zu Rechtschreibe-Champions gemacht hat. Gillian hat unterdessen ganz andere Probleme: Ned wurde nicht auf der von ihr bevorzugten Elite-Vorschule aufgenommen – und der Grund liegt offenbar bei ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700472","hoster":"VOE"},{"path":"/redirect/8540988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-8","name":"Mutproben","epNo":8,"alt":"Rights Of Passage","descr":"Ein junger Schwarzer wurde auf Bewährung aus dem Gefängnis entlassen, kann seine Auflagen aber nicht erfüllen, weil seine Gang ihn nicht aussteigen lassen will. Bruce versucht alles, um dem Jungen zu helfen. Die Tatsache, dass dessen Bewährungshelfer ein fanatischer Eiferer ist, macht die Sache jedoch nicht einfacher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591588","hoster":"VOE"},{"path":"/redirect/8540986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-9","name":"Knochenarbeit","epNo":9,"alt":"Surprised By Gravity","descr":"Kyle hat sich in seiner neuen Umgebung schnell eingerichtet und einen Job im Fast Food-Restaurant \"Giggle Burger\" gefunden. Amy kann sich jedoch noch immer nicht an seine dauernde Anwesenheit gewöhnen, gelingt es ihr doch kaum, halbwegs freundlich zu ihm zu sein. Zudem belastet sie ein alter Fall: Drei Teenager, die sie dazu verurteilt hatte, Müll vom Straßenrand aufzulesen, sind von einem betrunkenen Autofahrer angefahren und getötet worden. Seltsamerweise ist es ausgerechnet Kyle, der Amy in dieser Situation wieder auf die Beine hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591589","hoster":"VOE"},{"path":"/redirect/8540989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-10","name":"Dünne Luft","epNo":10,"alt":"Beating The Bounds","descr":"Amy im Stress: Lauren beginnt, unangenehme Fragen über ihre Scheidung zu stellen, Richter Keeler konfrontiert sie mit dem Wunsch, sie bei ihrer Arbeit zu beobachten, und in zwei komplizierten Fällen ist ihre Entscheidung gefragt: Im ersten Fall geht um ein Mädchen, dass drei Jungs mit einem Baseball-Schläger angegriffen hat – angeblich, um sie davon abzuhalten, streunende Hunde zu quälen. Amys zweiter Fall dreht sich um einen 17-jährigen Jungen, dessen Vater im Koma liegt und nur noch durch Maschinen am Leben erhalten wird. Der Junge will für volljährig erklärt werden, um entscheiden zu können, ob die lebenserhaltenden Geräte abgestellt werden sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591591","hoster":"VOE"},{"path":"/redirect/8545252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-11","name":"In Bedrängnis","epNo":11,"alt":"Crime And Puzzlement","descr":"Amy beginnt, die Urteile von Richter Keeler zu überprüfen und findet dabei heraus, dass er sich bestechen lässt. Es dauert jedoch nicht lange, und Keeler ist Amy auf die Schliche gekommen. Außerdem haben zwei Anwälte eine Beschwerde gegen Amy eingereicht. Sie fordern, dass sie ihres Amtes enthoben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916533","hoster":"VOE"},{"path":"/redirect/8545254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-12","name":"Am längeren Hebel","epNo":12,"alt":"Who Shot Dick?","descr":"Donna macht sich Sorgen um Ariadnes Zukunft und fragt Amy, ob sie sich um ihre Tochter kümmern würde, sollte ihr etwas passieren. Als Amy antwortet, dass sie darüber nachdenken muss, ist Donna enttäuscht. Enttäuscht und wütend ist auch Richter Keeler: Als Revanche für Amys Herumstochern in seinen Fällen nimmt er ihren aktuellen Fall von der Prozessliste und droht sogar damit, sie vom Sicherheitsdienst aus dem Gerichtsgebäude werfen zu lassen. Ein übergeordneter Richter soll ihren Streit klären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591594","hoster":"VOE"},{"path":"/redirect/8540993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-13","name":"Am seidenen Faden","epNo":13,"alt":"The Cook Of The Money Pot","descr":"Nachdem Kyle von Lauren beim Sex erwischt wurde, hilft Gillian ihm dabei, eine eigene Wohnung zu finden. Während er dabei nur wenig Geschick an den Tag legt und deshalb als neuer Mitbewohner von Donna endet, hat Amy vor Gericht alle Hände voll zu tun: Ihr erster Fall dreht sich um ein paar Jugendliche, die ein Stoppschild geklaut und dadurch einen ernsten Unfall verursacht haben. Das Unfallopfer liegt seit Wochen im Koma und hat keine großen Überlebenschancen. Über Amys zweiten Fall wundert selbst sie sich: Ein 16-Jähriger hat acht Monate lang einen Polizisten gespielt. Er ist die ganze Zeit über mit einer geladenen Waffe herumstolziert und wurde nur entdeckt, weil er ein paar vermeintliche Drogendealer verprügelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591593","hoster":"VOE"},{"path":"/redirect/8540992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-14","name":"Date oder nicht Date","epNo":14,"alt":"The Extinction Of The Dinosaurs","descr":"Ein schwieriger Fall beschäftigt Amy seit Tagen: Ein Teenager hat ein Theaterstück über das Töten von brutalen Mitschülern geschrieben, macht Späße über Schießereien an der Schule und hält den Holocaust für eine Warnung an die herrschende Klasse. Amy soll nun entscheiden, ob der Junge eine ernsthafte Bedrohung für die Gesellschaft darstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591598","hoster":"VOE"},{"path":"/redirect/8545256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-15","name":"Blauer Dunst","epNo":15,"alt":"Can They Do That With Vegetables?","descr":"Kyle hat Probleme mit dem Teenager X-Ray: Er will sich mit AIDS infizieren, weil er glaubt, so leichter eine Wohnung zu finden. Maxine bringt den homosexuellen Teenager Eric unterdessen in einem Heim unter, doch bereits am nächsten Tag steht er wieder vor ihrer Tür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591596","hoster":"VOE"},{"path":"/redirect/8540994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-16","name":"Funkstille","epNo":16,"alt":"Woman In Cacti With A Curled Up Rat","descr":"Amy streitet sich mit ihrem Ex-Mann Michael, weil er – ohne es mit ihr zu besprechen – eine extravagante und teure Geburtstagsparty für Lauren organisiert hat. Dazu kommt, dass sich Richter Krumble seit ihrem letzten Date nicht mehr gemeldet hat. Amy suhlt sich in ihrem Frust.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700473","hoster":"VOE"},{"path":"/redirect/8541006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-17","name":"Schuldlos schuldig","epNo":17,"alt":"Not Stumbling, But Dancing","descr":"Um zu verhindern, dass ihr das Familiengericht ihr Baby sofort nach der Geburt wegnimmt, taucht eine junge Frau bei Amy auf und verlangt das Sorgerecht für ihren erstgeborenen Sohn, das sie vor über zwei Jahren verloren hatte. Amy erkennt jedoch, dass die Frau nichts unternommen hat, um bessere Bedingungen für ihre Kinder zu schaffen und verweigert ihr das Sorgerecht. Daraufhin flieht die Frau aus dem Gerichtsgebäude und verflucht Amy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922688","hoster":"VOE"},{"path":"/redirect/8540996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-18","name":"Das Jahrestreffen","epNo":18,"alt":"The Justice League Of America","descr":"Das große Jahrgangs-Treffen von Amys juristischer Fakultät steht bevor. Als sich Richter Krumble als ihr Begleiter anbietet, lehnt Amy ab. Das scheint ihr kein Glück zu bringen: Zuerst muss sie feststellen, dass sie auf der Gästeliste nicht registriert ist, und dann findet sie heraus, dass man sie für tot hält. Als wäre das alles nicht schon schlimm genug, erweisen sich ihre alten Freunde dann auch noch allesamt als ziemlich engstirnig. Doch dann taucht Richter Krumble auf, und Amys Abend ist gerettet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700475","hoster":"VOE"},{"path":"/redirect/8545257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-19","name":"Männergeschichten","epNo":19,"alt":"Men Aren’t Monsters","descr":"Einbrecher haben das Haus der Grays völlig verwüstet. Offenbar ist nichts gestohlen worden, dafür wurde ein Fotoalbum verunstaltet. Das führt die Polizei zu der Annahme, dass es sich bei dem Täter um einen Jugendlichen handeln muss, der schon einmal vor Amys Richtertisch stand und mit dem Urteil nicht zufrieden war. Der ermittelnde Detective macht Amy und Lauren jedoch mehr Angst als der Einbrecher selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591597","hoster":"VOE"},{"path":"/redirect/8541002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-20","name":"Nackte Ansichten","epNo":20,"alt":"The Bottle Show","descr":"Andrea beendet ihre Beziehung mit Bruce, weil ihr Mann David damit droht, ihr die gemeinsame Tochter Gracie wegzunehmen. Ganz unschuldig ist Bruce an dieser Situation nicht: Wider besseren Wissens hatte er bei Andrea übernachtet, wobei ihn Gracie am Morgen nackt im Bad sah. Bruce will Andrea helfen und hinterlässt David Solomon eine Nachricht, wo er ihn finden kann. Wenig später steht David tatsächlich im Gerichtsgebäude – jedoch nur, um Bruce zu verspotten und zu beleidigen. Dummerweise liefert ihm Bruce genau die Reaktion, die David provozieren wollte: Er geht auf ihn los und wird prompt verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591600","hoster":"VOE"},{"path":"/redirect/8545261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-21","name":"Der Anfall","epNo":21,"alt":"Tidal Wave","descr":"Amy ärgert sich über eine Sozialarbeiterin, die in ihrem Gerichtssaal erscheint, ohne sich auf den anstehenden Fall des sexuellen Missbrauchs vorbereitet zu haben. Als auch noch klar wird, dass die Frau keine Ahnung hat, wo sich das missbrauchte Mädchen momentan befindet, steckt Amy sie kurzerhand ins Gefängnis. Am Abend macht Maxine ihr jedoch klar, dass sie überreagiert hat und dass Sozialarbeiter nun einmal grundsätzlich überarbeitet sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700476","hoster":"VOE"},{"path":"/redirect/8540997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-22","name":"Nichts geht mehr","epNo":22,"alt":"Boston Terriers From France","descr":"Amy hat einen neuen Fall bekommen. Es geht um ein junges Mädchen, dass ihr Baby während des Unterrichts in einem Schrank in der Schule versteckt hat. Wie sich bei Gericht herausstellt, ist das Kind aber gar nicht vor ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581540","hoster":"VOE"},{"path":"/redirect/8540995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-23","name":"Ausnahmezustand","epNo":23,"alt":"Nobody Expects The Spanish Inquisition","descr":"Amy hat den Vorsitz über einen Sorgerechtsfall: Ein Vater kämpft mit allen Mitteln um seine beiden Söhne. Er ist jedoch nicht bereit, seine Vaterschaft durch einen Test zu beweisen. Wie soll Amy entscheiden? Wieder zu Hause, geht der Stress gleich weiter. Amy ist bei Maxine ausgezogen und hat sich zusammen mit Lauren ein günstiges Appartement gemietet. Lauren gefällt es dort jedoch so wenig, dass sie sich nicht scheut, jedem ihr Missfallen auf die Nase zu binden. So bekommt auch Amys Ex-Mann Michael Wind von ihrem Umzug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591599","hoster":"VOE"},{"path":"/redirect/8540999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-3/episode-24","name":"Unter Beschuss","epNo":24,"alt":"Come Back Soon","descr":"Amys Entscheidung, bei Maxine auszuziehen, erweist sich mehr und mehr als eine schlechte: Die neuen Nachbarn sind zu laut, Lauren ist den ganzen Tag schlecht gelaunt und Michael nutzt Amys unglückliche Wohnsituation als Argument, um das volle Sorgerecht für Lauren zu beantragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591601","hoster":"VOE"},{"path":"/redirect/8541000","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-1","name":"Mit neuer Kraft","epNo":1,"alt":"Lost In The System","descr":"Noch immer leben Amy und ihre Tochter Lauren in ihrer total heruntergekommenen Wohnung. Das liefert Amys Ex-Mann Michael genügend Argumente, um zu fordern, dass Lauren bei ihm wohnt und Amy nur in den Ferien besucht. Trotzdem versuchen die beiden, die Sorgerechtsfrage über einen Schlichter zu klären. Vor Gericht bekommt Amy mit der 16-jährigen Mutter Rhonda zu tun. Sie muss entscheiden, ob das Mädchen wegen Hausfriedensbruch zu einer Haftstrafe verurteilt wird oder noch einmal eine Chance bekommt und das Sorgerecht für ihren Sohn behalten darf. Überraschenderweise wurde Maxine vom Jugendamt mit diesem Fall beauftragt. Im Gerichtssaal ihrer Tochter hält sie eine leidenschaftliche Rede, in der sie dafür plädiert, noch einmal Gnade vor Recht ergehen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581538","hoster":"VOE"},{"path":"/redirect/8541007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-2","name":"Drohungen","epNo":2,"alt":"Thursday’s Child","descr":"Amy wird von einem Jungen namens Jason bedroht. Einst hatte sie ihn zu einer Jugendstrafe verurteilt, und nun will er sich rächen. Amy bittet Bruce um Beistand. Doch auch bei Bruce geht es derzeit drunter und drüber: Obwohl er sich schon fast mit seiner Suspendierung abgefunden hatte, versucht seine Anwältin Zola Knox ihn zu überzeugen, dagegen vorzugehen. Sie ist der Meinung, dass die Suspendierung einzig und allein auf Rassismus basiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591602","hoster":"VOE"},{"path":"/redirect/8540998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-3","name":"Der lange Weg nach Hause","epNo":3,"alt":"Every Stranger’s Face I See","descr":"Amy ist mal wieder im Stress: Sie hat Streit mit Lauren, die zu ihrem großen Verdruss Cheerleaderin werden möchte. Kyle will von ihr ein Empfehlungsschreiben für seine Assistentenstelle, und auch vor Gericht geht es drunter und drüber. Zum Glück kann Bruce wieder für Amy arbeiten. Nebenbei muss er allerdings auch noch gemeinnützige Stunden in einer Wohltätigkeitseinrichtung ableisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700477","hoster":"VOE"},{"path":"/redirect/8554258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-4","name":"Eiszeit","epNo":4,"alt":"The Frozen Zone","descr":"Amy muss sich um einen Sorgerechtsfall kümmern. Die Großmutter des achtjährigen Danny beschuldigt dessen Vater Sam, seinen Sohn psychisch zu misshandeln. Wie sich herausstellt, ist Dannys Mutter bei dem Anschlag auf das World Trade Center ums Leben gekommen. Daraufhin war Sam mit dem Jungen von Manhattan weggezogen, um in der Nähe von Dannys Großmutter zu sein. Nun will Sam wieder zurück nach New York, und die ältere Dame befürchtet, dass Dannys psychisches Trauma dadurch wieder aufgerissen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591603","hoster":"VOE"},{"path":"/redirect/8541004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-5","name":"Aus Mangel an Beweisen","epNo":5,"alt":"Cause For Alarm","descr":"Amy lässt in ihrem Haus eine Alarmanlage einbauen, weil sie sich noch immer von Jason Lodbel bedroht fühlt. Der Junge, den sie einst zu einer Jugendstrafe verurteilt hatte, ist ständig hinter Amy her. Noch beobachtet er sie allerdings nur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591606","hoster":"VOE"},{"path":"/redirect/8541001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-6","name":"Verbotene Liebe","epNo":6,"alt":"Roses And Truth","descr":"Kyle tritt seine Stelle als Assistenzarzt an und fühlt sich von Anfang an von seiner vorgesetzten Oberärztin Lily Reddicker schikaniert. Er ist der Meinung, dass sie ihm nur Aufgaben zuteilt, die nichts mit dem Arztberuf zu tun haben. Als er Gillian eine Blutprobe abnimmt, diagnostiziert er bei ihr Anämie. Überraschenderweise rührt diese allerdings daher, dass Gillian schwanger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591605","hoster":"VOE"},{"path":"/redirect/8541005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-7","name":"Gefahr in Verzug","epNo":7,"alt":"Damage Control","descr":"Noch immer drückt Maxine sich davor, einen festen Termin für die Hochzeit auszumachen. Als Jared unerwartet auftaucht, nehmen die beiden die Planung dann aber doch gezielt in Angriff. Vorher soll jedoch ein Ehevertrag unterzeichnet werden, den Peter und Jareds Sohn Charles aushandeln wollen. Wie nicht anderes zu erwarten, können die beiden Anwälte keine Einigung erzielen. Jared und Maxine stört das allerdings nicht im Geringsten – sie sind sich schon einig. Zum Beweis kauft Jared das Restaurant, in dem er Maxine kennen gelernt hat, und schenkt es ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917762","hoster":"VOE"},{"path":"/redirect/8541012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-8","name":"Entscheidung bei Nacht","epNo":8,"alt":"A Pretty Good Day","descr":"Während Eric Amy bei der Renovierung der Küche hilft, kümmert sich Gillian wie besessen um die Vorbereitungen für Maxines Hochzeit. Auch Detective Cross ist unermüdlich im Einsatz und bewacht Amys Haus. Dort schlägt Amys psychopathischer Verfolger Jason allerdings nicht zu. Stattdessen verfolgt er Lauren und macht sich auf ihrem Schulausflug an sie heran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700478","hoster":"VOE"},{"path":"/redirect/8554264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-9","name":"Der Aufschub","epNo":9,"alt":"Boys To Men","descr":"Maxine und Jared wollen so schnell wie möglich heiraten. Während Peter den Junggesellenabschied vorbereitet, plant Gillian den Abschiedsabend für die Frauen, den so genannten Hennenabend. Peter will den Abend in einem seriösen Club verbringen, doch da bei der Reservierung etwas schief gelaufen ist, betrinkt er sich mit Jared, Kyle, Sean, Bruce und Charles in einer Animierbar. Die Stimmung wird immer feucht-fröhlicher – bis Charles seinem Vater gesteht, dass er den Job in China geschmissen hat. Nun wird es doch nichts mit der baldigen Hochzeit, denn Jared muss sofort nach China, um die Geschäfte zu regeln. Amy vermutet jedoch, dass Charles gar keine geschäftlichen Probleme hat, sondern die Hochzeit um jeden Preis verhindern will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700479","hoster":"VOE"},{"path":"/redirect/8545260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-10","name":"Auf Schritt und Tritt","epNo":10,"alt":"People Of The Lie","descr":"Amy bekommt es mit einem unangenehmen Fall zu tun: Zum einen streitet sich ein Elternpaar um das Sorgerecht für die kleine Sonja, zum anderen behauptet Sonja, ihr Vater habe sie sexuell missbraucht. Der Vater glaubt, Sonjas Mutter habe dem Mädchen den Floh ins Ohr gesetzt, doch da irrt er sich: Sonja hat die Geschichte nur erfunden, um wie ihre Freundin Jennifer, die tatsächlich sexuell missbraucht wurde, nach Disney World eingeladen zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591604","hoster":"VOE"},{"path":"/redirect/12978242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-11","name":"Verschollen","epNo":11,"alt":"Lost and Found","descr":"Michael drängt Amy immer mehr in die Enge. Inzwischen hat er sogar erreicht, dass Amy einen Familienbeziehungsbeamten ins Haus lassen muss, der Laurens familiäres Umfeld überprüfen soll. Zu allem Überfluss wird Amy ausgerechnet jetzt mit einem tragischen Fall konfrontiert. Es geht um den kleinen Jungen Matthew, der vor drei Jahren verschwunden ist. Die Mutter, die mittlerweile von Matthews Vater geschieden ist, glaubt an einen Mord. Sie klagt darauf, dass Matthew endlich für tot erklärt wird, damit die Ermittlungen wegen Mordes aufgenommen werden können. Das will der Vater verhindern. Er glaubt fest daran, dass sein Sohn noch lebt und hat im Laufe der Jahre Hunderte von Hinweisen gesammelt, die seine Überzeugung stützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591608","hoster":"VOE"},{"path":"/redirect/8541008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-12","name":"Die gute alte Zeit","epNo":12,"alt":"Ye Olde Freedom Inn","descr":"Maxine, Amy und Lauren verbringen eine Woche in einer Museumsstadt, in der man lebt wie im 18. Jahrhundert. Während Lauren begeistert ist, hat Amy gar keine Lust dazu. Ihrer Tochter zuliebe reißt sie sich aber dennoch zusammen. Wieder zu Hause muss sie entscheiden, ob ein Mann namens Simon Merrill tatsächlich geläutert ist und aufgehört hat, zu trinken und seine Frau zu schlagen. Sollte das nicht der Fall sein, muss Amy seinen Sohn der Fürsorge übergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581539","hoster":"VOE"},{"path":"/redirect/8541011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-13","name":"Auf Leben und Tod","epNo":13,"alt":"The Best Interests Of The Child","descr":"Michael will, dass Lauren bei ihm und Leesha lebt, und reicht eine Sorgerechtsklage ein. Um Lauren die Aufregung zu ersparen, verhindert Amy, dass das Mädchen in den Zeugenstand muss. Stattdessen lässt sie Peter und Maxine für sich aussagen. Aufgrund der Ereignisse der letzten Zeit sieht es aber dennoch so aus, als würde Amy den Prozess verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591607","hoster":"VOE"},{"path":"/redirect/8545255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-14","name":"Der Sündenfall","epNo":14,"alt":"Wild Card","descr":"Gillian kümmert sich derart intensiv um die Hochzeitsvorbereitungen, dass es Maxine zu viel wird und sie sich ein solch pompöses Fest verbittet. Sie hat im Moment keinen Sinn dafür, weil sie sich mit einem komplizierten Fall beschäftigen muss. Sie will ein kleines Mädchen von Eltern wegholen, die in seinem Beisein Sex-Orgien feiern, doch Richter Bouton kommt Maxine in die Quere. Offenbar wird er vom Anwalt des Ehepaares erpresst. Dieser hat nämlich herausgefunden, dass vor Jahren das Gerücht kursierte, der ehrenwerte Richter Bouton bewege sich in Swinger-Kreisen. Wütend widersetzt sich Maxine den Anweisungen des Richters und nimmt das Mädchen in die Obhut des Jugendamtes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591609","hoster":"VOE"},{"path":"/redirect/8541009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-15","name":"Freund oder Feind?","epNo":15,"alt":"Maxine, Interrupted","descr":"Amys neuer Fall dreht sich um die junge Joanna Bodin, die zusammen mit ihrem Freund Zane einen Mordversuch begangen haben soll. Das Opfer sollte Joannas Vater Mitchell sein, der ihr aus Besorgnis den Umgang mit Zane verboten hatte. Zane war daraufhin maskiert in das Haus der Bodins eingedrungen und hatte auf Mitchell geschossen, ihn aber nur verletzt. Nun behauptet Joanna, sie habe mit der Sache nichts zu tun. Zwar habe sie gegenüber Zane einmal leichtsinnigerweise geäußert, dass sie den Tod ihres Vaters herbei sehne, ernst gemeint sei das jedoch nicht gewesen. Die Staatsanwaltschaft beweist allerdings, dass Joanna ihren Freund mit voller Absicht zu dem Verbrechen angestiftet hat. Für Mitchell, der fest an Joannas Unschuld geglaubt hatte, bricht eine Welt zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591610","hoster":"VOE"},{"path":"/redirect/8541016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-16","name":"Anzüglichkeiten","epNo":16,"alt":"Sixteen Going On Seventeen","descr":"Amy muss sich einmal mehr um einen Sorgerechtsfall kümmern. Es geht um die 13-jährige Lila, die bislang bei ihrer Mutter gelebt hat. Diese hat nichts dagegen, dass das Mädchen Popstar werden will und sich in ihrem Musikvideo äußerst freizügig zeigt. Der Vater allerdings ist der Meinung, dass Lila viel zu jung ist, um sich auf diese Art und Weise zu präsentieren. Amy sieht das genauso und fällt ein dementsprechendes Urteil. Außerdem trifft Amy im Gericht auf Stu und stellt fest, dass es zwischen ihnen beiden immer noch gewaltig knistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591611","hoster":"VOE"},{"path":"/redirect/8541017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-17","name":"Der Meineid","epNo":17,"alt":"Judging Eric","descr":"Kyle wird im Krankenhaus zu einem gewissen Ron Braun gerufen, der sich vehement gegen die erforderliche Tetanus-Spritze wehrt. Kyle gelingt es aber schließlich, ihm die Spritze zu geben, wodurch er Ron als Patienten übernimmt. Im Laufe der Nacht geht es Ron immer schlechter, und am nächsten Morgen hat er hohes Fieber. Kyle kann sich diese Verschlechterung des Gesundheitszustands nicht erklären – war Ron doch nur mit leichten Verbrennungen und einer Stichwunde am Arm in die Klinik gekommen. In der nächsten Nacht wird Kyle geweckt, weil Ron gestorben ist. Erschüttert und wütend darüber, dass man ihn nicht rechtzeitig geholt hat, erfährt er zudem, dass er sich wegen Rons Tod vor einem Ärzteausschuss zu verantworten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591614","hoster":"VOE"},{"path":"/redirect/8554272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-18","name":"Überdosis","epNo":18,"alt":"Looking For Quarters","descr":"Amy muss darüber entscheiden, ob zwei junge Männer den Tod der minderjährigen Crystal verschuldet haben. Die beiden veranstalten Techno-Partys, bei denen es angeblich weder Alkohol noch Drogen gibt. Doch Amy bringt einen Discjockey zu der Aussage, dass auf diesen Raves doch Drogen verkauft wurden – auch an Crystal, die an einer Überdosis starb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591612","hoster":"VOE"},{"path":"/redirect/8541010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-19","name":"Mogelpackung","epNo":19,"alt":"Just Say Oops","descr":"Amy muss entscheiden, ob Mr. und Mrs. Sinkler, beide bekennende Marihuanakonsumenten und -Aktivisten, ihren siebenjährigen Sohn behalten dürfen, oder ob er in die Obhut des Jugendamtes genommen wird. Der Junge hatte seinen Eltern Marihuana gestohlen und es zusammen mit einem Freund geraucht. Amy will die Sinklers dafür nicht verurteilen und verlangt lediglich, dass sie ab sofort keine Drogen mehr nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700480","hoster":"VOE"},{"path":"/redirect/8541013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-20","name":"Nachricht vom Tod","epNo":20,"alt":"Requiem","descr":"Heimlich hat Maxine beschlossen, die Hochzeit mit Jared in aller Stille zu feiern. Während sie sich wahnsinnig auf diesen Tag freut, nimmt Amy sich endlich mal frei und geht mit Stu zum Campen. Da kommt Jareds Sohn Charles mit einer schlimmen Nachricht: Jared ist tot. Er erlag in China einem Herzinfarkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591613","hoster":"VOE"},{"path":"/redirect/8541015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-21","name":"Ein gewichtiger Fall","epNo":21,"alt":"Picture Of Perfect","descr":"Amy muss entscheiden, ob ein übergewichtiges Mädchen in einem \"Abspeckungs-Internat\" bleiben darf. Sie nimmt nicht so schnell ab wie ihre Mitschülerinnen, und ihr Vater Mr. Moran hält das Ganze ohnehin für Geldverschwendung, weil die Schule keine gute Ausbildung garantiert. Amy entscheidet, dass das Mädchen bleiben darf, wenn es beim Abnehmen die gleichen Erfolge erzielt wie seine Mitschülerinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591615","hoster":"VOE"},{"path":"/redirect/8541022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-22","name":"Schulfrei","epNo":22,"alt":"Cso: Hartford","descr":"Zusammen mit Stu besucht Amy dessen Mutter Joanne, die Geburtstag hat. Dabei stellt sich schnell heraus, dass Joanne nichts von Amy hält. Für Stu ist das jedoch kein Problem, denn er weiß, dass seine Mutter schwierig ist. Liebevoll tröstet er Amy. Derweil kommen sich Bruce und Zola immer näher, und Kyle setzt sich bei Lily dafür ein, dass Heather wieder im Krankenhaus angestellt wird. Doch Heather will gar nichts mehr mit der Medizin zu tun haben. Sie arbeitet lieber als Barkeeperin und bringt Kyle dazu, wieder zu trinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591618","hoster":"VOE"},{"path":"/redirect/8541024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-23","name":"In guten wie in schlechten Tagen","epNo":23,"alt":"Marry, Marry Quite Contrary","descr":"Amys Beziehung zu Stu wird immer intensiver. Deshalb überlegt Amy, wie sie es Lauren möglichst schonend beibringen kann. Vor Gericht muss sie entscheiden, ob die 16-jährige Callie heiraten darf, oder ob ihre ehemals drogenabhängige Mutter wieder das Sorgerecht bekommt. Nachdem Amy den zukünftigen Ehemann angehört hat, hält sie eine frühe Ehe für die beste Lösung. Gillian steckt derweil voll und ganz in den Geburtsvorbereitungen und streicht – in der festen Überzeugung, dass sie ein Mädchen bekommt – das Kinderzimmer rosa an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922687","hoster":"VOE"},{"path":"/redirect/8541018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-4/episode-24","name":"Anfang und Ende","epNo":24,"alt":"Shock And Awe","descr":"Maxine kümmert sich liebevoll um Sarah Garrison, die vor vier Jahren zwei kleine Jungs adoptiert hatte. Nun ist einer der Jungen gestorben, und Sarah möchte nicht, dass der andere weiter bei ihr lebt. Sie hat Angst, auch ihn zu verlieren und den Schmerz nicht ertragen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591616","hoster":"VOE"},{"path":"/redirect/8541023","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-1","name":"Der erste Tag","epNo":1,"alt":"Motion Sickness","descr":"Amy wurde vom Familiengericht ans Strafgericht berufen, doch schon am ersten Tag geht alles drunter und drüber: Auf ihrem Schreibtisch stapeln sich sie Anträge von Rechts- und Staatsanwälten, die Entscheidungen ihres Vorgängers rückgängig gemacht wissen wollen. Justizsekretär Spencer rät ihr, wie üblich alle Anträge abzulehnen, doch auch Amy ist mit vielen Entscheidungen ihres Vorgängers nicht einverstanden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591617","hoster":"VOE"},{"path":"/redirect/8541014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-2","name":"Zurück ins Leben","epNo":2,"alt":"Going Down","descr":"Amy leitet den Vorsitz in einem Mordprozess. Der Angeklagte Danny Hawkins leugnet, seine Frau heimtückisch ermordet zu haben. Amy ist sich jedoch sicher, dass er es war, und kann ihren Unmut darüber, dass diesmal nicht sie, sondern die Jury die Entscheidung fällt, kaum verhehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916535","hoster":"VOE"},{"path":"/redirect/8541021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-3","name":"Die einzige Zeugin","epNo":3,"alt":"Ex Parte Of Five","descr":"Das Verhältnis zwischen Maxine und Amy ist zur Zeit mal wieder mehr als angespannt. Maxine macht sich Gedanken darüber, wo sie leben wird, wenn Stu und Amy geheiratet haben. Sie fühlt sich in ihrer Privatsphäre gestört, als Stu ohne Anmeldung im Haus übernachtet. Zudem kommen die beiden sich vor Gericht in die Quere: Amy will, dass die siebenjährige Molly vor Gericht aussagt, weil sie dabei war, als ihre Mutter Eva ihren zweijährigen Bruder aus dem Fenster hinausgeworfen hatte. Maxine und ihre neue Assistentin Ellen befürchten jedoch, das Mädchen zu überfordern, und versuchen erfolglos, Mollys Vernehmung vor Gericht zu verhindern. Erst als das Kind im Zeugenstand zusammenbricht, erkennt Amy ihren Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581543","hoster":"VOE"},{"path":"/redirect/8541020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-4","name":"Glück im Unglück","epNo":4,"alt":"Tricks of the Trade","descr":"Während Stu und Amy ihre Flitterwochen planen, sucht Maxine nach einem neuen Haus für sich. Damit sie ihr neues Domizil anzahlen kann, rät Peter ihr, Jareds Restaurant zu verkaufen. Maxine ist zunächst einverstanden, doch dann bringt sie es nicht übers Herz. Zudem muss sie sich um zwei Außenseiter kümmern, die aufgrund ihrer komischen Kleidung in der Schule immer wieder gehänselt und verprügelt werden. Wie sich herausstellt, leidet ihre Mutter unter Verfolgungswahn und stattet die beiden deshalb mit Schutzkleidung und Gasmasken aus. Mit einem Trick gelingt es Maxine jedoch, die überängstliche Frau davon abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268207","hoster":"VOE"},{"path":"/redirect/8541019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-5","name":"Selbstverteidigung","epNo":5,"alt":"The Wrong Man","descr":"Während Bruce sich von Zola trennt, weil er mit ihrem kämpferischen Einsatz als Anwältin nicht zurechtkommt, zieht sich Maxine genervt von Amys und Stus Hochzeitsvorbereitungen zurück. Die ganze Aufregung erinnert sie an die geplante Hochzeit mit Jared, weshalb es ihr schwer fällt, sich mit ihrer Tochter zu freuen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335175","hoster":"VOE"},{"path":"/redirect/8541025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-6","name":"In letzter Sekunde","epNo":6,"alt":"Into the Fire","descr":"Endlich ist Danny Hawkins des Mordes verurteilt worden. Nun droht ihm die Todesstrafe, und Amy muss das Verfahren zur Findung des Strafmaßes leiten. Unterdessen erweist sich Stu als unzuverlässig: Er will sich seit langem mit Lauren allein treffen, um seine Rolle als zukünftiger Stiefvater zu üben, findet jedoch immer wieder eine neue Ausrede. Amy ist enttäuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591622","hoster":"VOE"},{"path":"/redirect/8554287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-7","name":"Gegen den Strom","epNo":7,"alt":"Kilt Trip","descr":"Die Vorbereitungen zu Amys und Stus Hochzeit sind fast abgeschlossen, am Wochenende ist es endlich so weit. Stu möchte, dass alle männlichen Trauzeugen in Erinnerung an seine schottischen Vorfahren einen Kilt tragen. Bruce, Peter und Kyle sind nicht gerade begeistert, stimmen Amy zuliebe aber zu. Auch Vincent, der extra zur Hochzeit angereist ist, willigt ein. Weil er als Überraschungsgast aber erst am Tag der Hochzeit erscheinen soll, vergnügt er sich in der Zwischenzeit mit Kyles Exfreundin Heather.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581544","hoster":"VOE"},{"path":"/redirect/8554290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-8","name":"Entscheidung des Herzens","epNo":8,"alt":"The Long Goodbye","descr":"Amy ist zwar froh, dass sie sich in letzter Minute gegen die Hochzeit entschieden hat, hat aber auch ein schlechtes Gewissen, weil sie Stu so einfach vor dem Altar hat stehen lassen. Sie will sich bei ihm entschuldigen, doch Stu ist zu gekränkt, um auf ihre Anrufe zu reagieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014573","hoster":"VOE"},{"path":"/redirect/8541031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-9","name":"Eine andere Welt","epNo":9,"alt":"Rumspringa","descr":"Amy macht sich Sorgen um Lauren, deren Freund Victor ihr eine CD voller Musik mit anrüchigen Texten geschenkt hat. Um Lauren aus diesem Umfeld herauszuholen, überlegt sie sogar, sie auf eine Privatschule zu schicken. Den gleichen Gedanken hat Victors Vater David McLaren, der ihr bei der Suche nach einer geeigneten Schule über den Weg läuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591625","hoster":"VOE"},{"path":"/redirect/8554289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-10","name":"Macho in Nöten","epNo":10,"alt":"Sex and the single mother","descr":"Amy fühlt sich immer mehr zu David, dem Vater von Laurens Freund Victor, hingezogen. Sie weiß jedoch nicht, ob er ihre Gefühle erwidert und traut sich deshalb nicht, den ersten Schritt zu tun. Bei Gericht muss sie sich unterdessen einer Sorgerechtsanhörung widmen. Patricia Rollins beantragt für ihren Sohn Isaac das alleinige Sorgerecht, weil ihr Exmann Jay, ein mit Zoten und Macho-Sprüchen berühmt gewordener Radiomoderator, angeblich einen schlechten Einfluss auf den Jungen hat. Amy bemerkt zwar, dass Isaac das Verhalten seines Vaters zu kopieren versucht, belässt das Sorgerecht aber dennoch bei beiden Elternteilen. Dafür verdonnert sie Vater und Sohn allerdings zu einem zeitaufwendigen Sensitivierungstraining.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591624","hoster":"VOE"},{"path":"/redirect/8541030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-11","name":"Ein missglücktes Date","epNo":11,"alt":"Christenings","descr":"Nach der Trennung von Gillian ist Peter gezwungenermaßen bei Maxine und Amy eingezogen. Nun fiebert er Walts Taufe entgegen, bei der er Gillian bitten will, es noch einmal mit ihm zu versuchen. Als jedoch Maxine zu spät zur Taufe kommt und Gillian unangemeldet einen Freund mitbringt, platzt Peter der Kragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591626","hoster":"VOE"},{"path":"/redirect/8541029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-12","name":"Es liegt was in der Luft","epNo":12,"alt":"Dancing In The Dark","descr":"Amy hat Richter Wells versprochen, am Strafgericht für einen ausgefallenen Kollegen einzuspringen. Als sie den Gerichtssaal betritt, traut sie jedoch ihren Augen kaum: Der zuständige Staatsanwalt ist David McLaren, und Simon Edgars, einer der Trauzeugen auf ihrer ersten Hochzeit, hat die Verteidigung übernommen. Dennoch gelingt es ihr, einen klaren Kopf zu behalten – und sich anschließend sogar mit David zu verabreden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591623","hoster":"VOE"},{"path":"/redirect/8545258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-13","name":"Vater wider Willen","epNo":13,"alt":"Sins Of The Father","descr":"Amy hat über eine Sorgerechtsänderung zu entscheiden. Der 15-jährige Terry, der bei seinem Vater wohnt, soll seine Mutter Ellen mehr als einmal im Monat besuchen. Obwohl er zur Verhandlung einen Mann mitbringt, der sich als sein Vater ausgibt, stellt sich vor Gericht jedoch heraus, dass der richtige Vater den Jungen verlassen hat und Terry alleine wohnt. Er lebt jedoch ganz gerne alleine und will auf keinen Fall seiner Mutter zugesprochen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700482","hoster":"VOE"},{"path":"/redirect/8541033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-14","name":"Blues im Blut","epNo":14,"alt":"Roadhouse Blues","descr":"Amy muss vor Gericht entscheiden, ob der elfjährige Jace, dessen Mutter vor kurzem gestorben ist, bei seinem Vater leben kann. Eigentlich gibt es nichts gegen den Vater einzuwenden, doch steht er unter dem Zeugenschutzprogramm und lebt deshalb in permanenter Gefahr. Schweren Herzens beschließt Amy, den Jungen in einer Pflegefamilie unterzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591627","hoster":"VOE"},{"path":"/redirect/8545262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-15","name":"Der erste Kuss","epNo":15,"alt":"Werewolves Of Hartford","descr":"Ihr aktueller Fall bereitet Amy arge Kopfschmerzen: Vordergründig geht es nur um ein Fahrrad, das Katie Hadlock der Freundin ihres Bruders Simon gestohlen haben soll. Da sich aber alle Beteiligten ständig unaufgefordert zu Wort melden und heftig aneinander geraten, vermutet Amy mehr hinter dem Fall und geht der Sache auf den Grund. Dabei kommt ein finsteres Geheimnis ans Tageslicht: Die beiden Geschwister haben miteinander geschlafen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591628","hoster":"VOE"},{"path":"/redirect/8541027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-16","name":"Aus und vorbei","epNo":16,"alt":"Baggage Claim","descr":"Maxine und Ignacio sind verliebt wie zwei Teenager und unternehmen viel zusammen. Bei einer Kunstausstellung erreicht Ignacio jedoch ein Anruf seiner Ex-Frau Francesca, die wieder einmal mehr Geld von ihm verlangt. Während Ignacio das Problem zu lösen versucht, kümmert sich Maxine um Mickey, einem Jungen, der von seinen Eltern im Stich gelassen wurde und eine schwierige Zeit durchmacht. Er hat ein Gedicht geschrieben, das er bei einer Veranstaltung vortragen darf. Doch Mickey ist sehr traurig darüber, dass niemand dort sein wird, der stolz auf ihn wäre. Fürsorglich wie immer packt Maxine deshalb Ignacio und seine Kinder Courtney und Raul ein und schleppt sie mit zu Mickeys hervorragendem Vortrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591630","hoster":"VOE"},{"path":"/redirect/8541026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-17","name":"Not am Mann","epNo":17,"alt":"The Song That Never Ends","descr":"Mit ihrer morgendlichen guten Laune bringt Maxine ihre Tochter fast zur Weißglut, denn Amy hat derzeit nicht viel zu lachen. Zum einen hat sie das Desaster mit David noch nicht überwunden, und die Tatsache, dass sie ihn tagtäglich im Gericht sieht, macht es ihr nicht leichter. Zum anderen bereitet ihr ein komplizierter Fall Kopfschmerzen: Es geht um eine Frau, die ihre Kinder abgeben musste, weil sie sie zu oft allein gelassen hatte. Allerdings ist die Geschichte so undurchsichtig, dass Amy der Sache in einem Verfahren auf den Grund gehen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581546","hoster":"VOE"},{"path":"/redirect/8545264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-18","name":"Streithähne","epNo":18,"alt":"Disposable","descr":"Wieder einmal geht es bei Amy drunter und drüber: Sie gerät über einen komplizierten Fall am Strafgericht in eine heftige Diskussion mit David und muss zudem am Jugendgericht einen Prozess übernehmen. Es geht um einen Diebstahlfall in einem Jugendheim, und während der Anhörungen stellt sich heraus, dass das Mädchen Lena die Beklagte Tanya zum Stehlen angestiftet hat. Als Lena aussagt, kommt Amy jedoch ins Schwanken, da das Mädchen ein paar sehr treffende, kritische Kommentare zum amerikanischen Rechtssystem abgibt. Dennoch bleibt Amy nichts übrig, als die beiden Mädchen zu trennen und ein Verfahren gegen Lena einzuleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591629","hoster":"VOE"},{"path":"/redirect/8541032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-19","name":"Power-Dating","epNo":19,"alt":"The Quick And The Dead","descr":"Amy hat eine harte Woche: Sie muss einige Seitenhiebe von Lauren einstecken, die nicht damit zurechtkommt, dass ihre Mutter mit David, dem Vater ihres Freundes Victor, ausgeht. Auch David bereitet ihr Probleme, da sie sich mit ihm wegen des komplizierten Hawkins-Falles immer noch in den Haaren liegt und sein Verhalten ihr gegenüber überhaupt nicht interpretieren kann. Zudem hat er den Tod seiner Frau offensichtlich noch nicht überwunden. Deshalb lässt Amy sich von Donna und Gillian dazu überreden, an einem Speed-Date teilzunehmen, bei dem sie sich mit 15 verschiedenen Männern jeweils drei Minuten unterhalten muss. Wie nicht anders zu erwarten, endet der Abend in einem Fiasko: Die Männer, die auf Gillian, Donna und Amy zukommen, sind entweder absolut furchterregend – oder fürchten sich vor den drei Frauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700483","hoster":"VOE"},{"path":"/redirect/8541028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-20","name":"Überraschungen","epNo":20,"alt":"Slade’s Chophouse","descr":"Bei einem Essen mit ihrer alten Freundin Lolly erfährt Amy von Gerüchten, dass David etwas mit dem Mord an seiner Frau zu tun hat. Völlig verunsichert stellt sie ihn daraufhin zur Rede und erfährt so all die grausigen Details des Abends, an dem David seine ermordete Frau aufgefunden hat. Kurz darauf verlässt David die Stadt, ohne ihr Bescheid zu sagen. Amy ist zutiefst erschüttert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581547","hoster":"VOE"},{"path":"/redirect/8545267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-21","name":"Null Toleranz","epNo":21,"alt":"Predictive Neglect","descr":"Wohl oder übel muss Amy sich damit abfinden, dass David nach Houston gegangen ist. Ein Diebstahl-Fall fordert jedoch ihre gesamte Aufmerksamkeit: Sie soll entscheiden, ob die elfjährige Lucy wegen Diebstahls eines Lippenstifts angeklagt wird. Vertreten wird Lucy von der Staranwältin Andrea Adelstein, da Lucys Mutter die Kinderfrau von Andreas Tochter Jessica ist. Während der Verhandlung stellt sich schließlich heraus, dass es nur zu dem Vorfall gekommen ist, weil beide Mütter zu wenig Zeit für ihre Töchter haben. Deshalb knüpft Amy die Abweisung der Klage an eine Bedingung: Andrea soll sich mehr um Jessica kümmern, damit auch Lucys Mutter mehr Zeit mit ihrer Tochter verbringen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591631","hoster":"VOE"},{"path":"/redirect/8545268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-22","name":"Der Ausreißer","epNo":22,"alt":"My Little Runaway","descr":"Immer wieder reißt der 13-jährige Travis Cooper von zu Hause aus, um im Zirkus als Akrobat zu arbeiten. Nun soll er seinen Eltern weggenommen und in eine Jugendstrafanstalt gesteckt werden. Amy entscheidet jedoch anders und appelliert an die Eltern, dass Talent des Jungen zu unterstützen und besser auf ihn aufzupassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581549","hoster":"VOE"},{"path":"/redirect/8541039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-5/episode-23","name":"Eine zweite Chance","epNo":23,"alt":"Sex, Lies And Expedia.com","descr":"Nachdem David aus Texas zurückgekehrt ist, gibt Amy ihm endgültig zu verstehen, dass ihre Beziehung keine Chance hat. Als David ihr jedoch mit einer anrührenden Geste seine Liebe gesteht, wird sie schwach und lässt sich wieder mit ihm ein. Vor Gericht muss Amy derweil entscheiden, ob der Schüler Casey Ives, der eine Abschussliste von Lehrern und Schülern im Internet veröffentlicht hat, eine ernsthafte Bedrohung für seine Umgebung ist. Sie beschließt, dass er eine Therapie machen muss und wieder bei seiner Familie leben darf. Nur wenige Stunden später erschießt Casey seine Eltern und seine achtjährige Schwester. Amy ist am Boden zerstört und muss sich nun auch noch vor aufdringlichen Journalisten verantworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10964508","hoster":"VOE"},{"path":"/redirect/8545266","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-1","name":"Vermisst","epNo":1,"alt":"Accountability","descr":"Während David sich in Mexiko befindet, um die Überstellung des Mörders seiner Frau zu überwachen, befürchtet Amy Schwierigkeiten wegen des Casey Ives-Falles. Als nun auch noch ihr Vorgesetzter Richter Henry Sobel auftaucht und sie eine Weile dem Rechenschaftsgericht überstellen will, sieht sie ihre Vermutung bestätigt. Wie sich wenig später herausstellt, handelt es sich dabei allerdings nicht um eine Strafversetzung: Richter Sobel hat sie lediglich wegen ihres unvermindert guten Rufs dort eingesetzt – und zu ihrer eigenen Sicherheit, da die Decke in ihrem alten Gerichtssaal einzustürzen droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591632","hoster":"VOE"},{"path":"/redirect/8541035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-2","name":"Neue Wege","epNo":2,"alt":"Lullaby","descr":"Maxine ist verzweifelt: Noch immer gibt es keine Spur des vermissten Jungen Anthony Bird. Sie fühlt sich mitschuldig und wehrt sich deshalb mit Händen und Füßen gegen eine Ehrung, die man ihr im Rahmen eines Galadiners zukommen lassen will. Obendrein muss sie sich ausgerechnet jetzt um eine junge Mutter kümmern, in deren Familie sich immer wieder dasselbe abspielt: Die junge Frau war vor Jahren ihrer Mutter weggenommen worden, genau wie diese einst ihrer Mutter. Maxine hatte im Laufe ihrer Tätigkeit als Sozialarbeiterin das Schicksal aller drei Frauen verfolgt und hofft nun, dass wenigstens die jüngste ihr Kind behalten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591634","hoster":"VOE"},{"path":"/redirect/8541036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-3","name":"Eltern gesucht!","epNo":3,"alt":"Legacy","descr":"Auf einem Marktplatz entdeckt Maxine Plakate mit dem Foto ihres ehemaligen Zöglings Donovan Norwood, der um eine Adoption bittet. Als Maxine ihn daraufhin zur Rede stellt, erfährt sie, wie sehr sich der mittlerweile 18-Jährige jemanden wünscht, der sich um ihn kümmert und stolz an seiner Schulabschlussfeier teilnimmt. Maxine ist erschüttert und verspricht Hilfe, wird aber durch den Anthony Bird-Fall abgelenkt. Erst ein Zeitungsartikel über Anthony, der ein großes Echo findet, bringt Maxine auf die rettende Idee: Sie gibt für Donovan eine Anzeige auf und scheint damit tatsächlich Erfolg zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916534","hoster":"VOE"},{"path":"/redirect/8541043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-4","name":"Angebandelt","epNo":4,"alt":"Consent","descr":"Lauren kommt in die Pubertät und bereitet Amy einige Sorgen: Nicht nur, dass sie ihrer Mutter plötzlich verbietet, ihr Zimmer zu betreten – sie scheint auch andere Geheimnisse vor ihr zu haben. Obendrein wird Amy ausgerechnet jetzt auch noch von David bedrängt, der sich Sicherheit und eine gemeinsame Zukunftsperspektive wünscht. Gillian erfährt unterdessen von Vincent, wie schlecht es um Peters Firma bestellt ist. Sofort fährt sie zu Peter, um ihn zu trösten und ihm zu einem Neuanfang zu raten. Sie bietet ihm sogar an, ihn dabei zu unterstützen, indem sie auf einen Großteil ihrer Unterhaltszahlungen verzichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922689","hoster":"VOE"},{"path":"/redirect/8541037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-5","name":"Die Feuertaufe","epNo":5,"alt":"Order And Chaos","descr":"Maxine ist mit den Nerven am Ende und verfällt zusehends in Depressionen. Als sie schließlich auch noch ein 14-jähriges Mädchen schlägt, weil dieses ihre schwächliche Pflegemutter beinahe hätte verhungern lassen, wird Amy klar, dass sie etwas unternehmen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581550","hoster":"VOE"},{"path":"/redirect/8545265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-6","name":"Bange Stunden","epNo":6,"alt":"Catching It Early","descr":"Amy hat einen Knoten in ihrer Brust entdeckt und wartet nun voller Sorge auf das Ergebnis der Biopsie. Auf andere Gedanken bringt sie der Prozess gegen den 14-jährigen Avi, der offenbar der Schulclown ist und mit Abführmitteln präparierte Schokoladenplätzchen ins Lehrerzimmer geschmuggelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591633","hoster":"VOE"},{"path":"/redirect/8541034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-7","name":"Notfälle","epNo":7,"alt":"Early Winter","descr":"Die ganze Gray-Familie bangt um Maxine, die einen Herzinfarkt erlitten hat. Dennoch bleibt Amy nichts anderes übrig, als wieder ihrer Arbeit nachzugehen und mit dem Chaos in ihrem Büro aufzuräumen. Weil sie seit Donnas Weggang der Lage aber nicht mehr Herr wird, präsentiert Bruce ihr als Donnas Nachfolger den pfiffigen jungen Rob Holbrook, der sich gleich im ersten Prozess als große Hilfe erweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207566","hoster":"VOE"},{"path":"/redirect/8541038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-8","name":"Späte Einsichten","epNo":8,"alt":"Conditional Surrender","descr":"Während Amy vor Gericht den schwierigen Fall einer MS-kranken, depressiven Mutter verhandelt, der man ihren kleinen Sohn wegnehmen will, trifft sie privat ein Tiefschlag nach dem anderen: Zunächst eröffnet Lauren ihr, dass sie zu ihrem Vater ziehen will, der Amy in letzter Zeit ohnehin immer wieder Knüppel in den Weg wirft. Zudem sieht ihre Mutter überhaupt nicht ein, sich nach ihrem Herzinfarkt dementsprechend zu verhalten. Sie raucht weiterhin, ernährt sich ungesund und lebt, als gäbe es kein Morgen. Das Schlimmste ist jedoch, dass David seinen Beruf an den Nagel gehängt hat, um mit seinem Segelschiff auf große Tour zu gehen. Zwar bietet er ihr an, sie mitzunehmen, doch Amy kann ihren Verpflichtungen zu Hause nicht einfach so entkommen. Traurig macht sie sich auf, um David am Pier zu verabschieden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591639","hoster":"VOE"},{"path":"/redirect/8541044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-9","name":"Herzinfarkt","epNo":9,"alt":"Silent Era","descr":"Bei Gericht bekommt Amy es mit der Schülerin Graciela Reyes zu tun, die gegen ihre Bewährungsauflagen verstoßen hat. Das Mädchen zeigt jedoch keinerlei Reue, benimmt sich im Gerichtssaal unmöglich und wird unverschämt gegenüber Amy, selbst als diese ihr entgegenkommt. Amy beginnt im Umfeld des Mädchens zu recherchieren und kommt dem Grund für Gracielas unbändige Wut auf die Spur: Ihre Mutter ist mit ihren beiden Brüdern nach Guatemala zurückgegangen und hat sie alleine in den USA zurückgelassen. Unterdessen lässt sich Maxine endlich dazu überreden, sich vom Kardiologen untersuchen zu lassen. Während der Untersuchung erleidet sie jedoch einen Herzinfarkt und muss sofort operiert werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922691","hoster":"VOE"},{"path":"/redirect/8541047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-10","name":"Freudige Erwartung?","epNo":10,"alt":"The Long Run","descr":"Amy ist schwanger – und das verunsichert sie erheblich. Als David erfährt, dass sie ein Kind von ihm erwartet, bricht er seinen Bootstörn sofort ab, um zu Amy zurückzukehren. Er versichert ihr, dass er das Kind will und bereit ist, die Verantwortung als Vater zu übernehmen – falls sie das möchte. Doch genau das weiß Amy nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916537","hoster":"VOE"},{"path":"/redirect/8541041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-11","name":"Sorgenkinder","epNo":11,"alt":"10,000 Steps","descr":"Amy und David machen ihren Kindern die erfreuliche Mitteilung, dass Amy ein Baby erwartet. Lauren ist jedoch alles andere als erfreut und verschwindet zu ihrem Vater. Auch vor Gericht hat Amy mit ihren Gefühlen zu kämpfen: Die Familie Mulhern hat vor zehn Jahren den kleinen Daniel bei sich aufgenommen. Später stellte sich jedoch heraus, dass Daniel an einer reaktiven Bindungsstörung leidet und zu seinen Adoptiveltern keine emotionale Bindung entwickeln kann, manchmal sogar aggressiv und gewalttätig wird. In ihrer Verzweiflung wollen die Mulherns den Jungen nun wieder abgeben. Doch kann man die Verantwortung für ein Kind einfach abgeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591638","hoster":"VOE"},{"path":"/redirect/8545263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-12","name":"Für und Wider","epNo":12,"alt":"You Don’t Know Me","descr":"Amys aktueller Fall geht ihr sehr zu Herzen: Die 13-jährige Allison leidet unter Epilepsie, und ihr Gehirn ist durch die Anfälle mittlerweile schon so geschädigt, dass sie sich auf dem geistigen Stand einer Sechsjährigen befindet. Um weitere Rückschritte zu vermeiden, müsste dringend eine gefährliche Gehirnoperation durchgeführt werden. Allisons Mutter will die OP unbedingt, ihr Vater will sie aus Angst um Allison um jeden Preis verhindern. Amy muss nun zum Wohle des Kindes entscheiden, doch was ist das Beste für Allison?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591640","hoster":"VOE"},{"path":"/redirect/8541051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-13","name":"Das Traumhaus","epNo":13,"alt":"Dream A Little Dream","descr":"Amy träumt von einem richtigen Zuhause für sich, David und die Kinder – und sie hat schon klare Vorstellungen, wie ihr neues Heim auszusehen hat. David ist da schon etwas realistischer und holt Amy wieder zurück auf den Boden der Tatsachen: Mehr als ein kleines Reihenhaus ist finanziell einfach nicht drin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591643","hoster":"VOE"},{"path":"/redirect/8541048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-14","name":"Wut und Verzweiflung","epNo":14,"alt":"Happy Borthday","descr":"Maxine kümmert sich um die beiden Jungen Jack und Reese, deren Vater Gary auf Bewährung aus dem Gefängnis entlassen wurde. Gary hatte sich während seiner Haftzeit geweigert, Besuch von seinen Kindern zu empfangen, doch nun sieht die Sache ganz anders aus. Allerdings hat Garys Ex-Frau Sheryl etwas dagegen, sich gemeinsam mit Gary um Jack und Reese zu kümmern: Sie will erneut heiraten und verlangt von Gary, seinen Sorgerechtsanspruch abzugeben. Maxine muss nun überprüfen, ob den Kindern damit wirklich gedient ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700485","hoster":"VOE"},{"path":"/redirect/8541040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-15","name":"Beziehungskrise","epNo":15,"alt":"Hard To Get","descr":"Die Nachricht trifft Amy hart: Graciela war an einer Schießerei beteiligt. Amy versucht alles, um ihr zu helfen, doch vergebens – Gracielas Fall wird vor einem ordentlichen Gericht nach Erwachsenenrecht verhandelt, die Anklage: Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581554","hoster":"VOE"},{"path":"/redirect/8541052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-16","name":"Papierkrieg","epNo":16,"alt":"The Paper War","descr":"Das Büro des Staatsanwaltes wurde angewiesen, gegen straffällige Jugendliche in Zukunft mit der ganzen Härte des Gesetzes vorzugehen. Die Anweisung geht sogar so weit, dass künftig auch bei jüngeren Jugendlichen das Erwachsenenrecht gelten soll. Amy ist empört – und macht ihrer Wut während eines Juristendinners Luft. Die Folgen sind verheerend: Schon am nächsten Tag wird in den Medien über die Anweisung und über Amys negative Kommentare dazu berichtet, und zwischen Amy und dem Büro der Staatsanwaltschaft entbrennt ein regelrechter Krieg. Amy wird überflutet mit Anträgen, wodurch es in ihrem Büro zu einem gewaltigen Rückstau der zu bearbeitenden Fälle kommt. Das hat tragische Folgen: Donnas Klient, einem 17-jährigen Schwarzen, wird die Aufhebung seiner Bewährung verwehrt, obwohl er sich über Jahre blendend geführt hat, seinen Schulabschluss gemacht hat und ins Ausbildungsprogramm der Coast Guard aufgenommen wurde. Um ihm zu helfen, müsste sich Amy bei der Staatsanwaltschaft entschuldigen, doch sie bleibt stur. Auf dem Höhepunkt dieser Auseinandersetzung wird sie von einem jungen Mann angesprochen, der ihr eine glänzende politische Karriere in Aussicht stellt. Wie wird sich Amy entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591642","hoster":"VOE"},{"path":"/redirect/8541042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-17","name":"Positiv","epNo":17,"alt":"The New Normal","descr":"Maxine muss sich um ihren Fürsorge-Zögling Tabitha kümmern. Seit einiger Zeit bereitet die 15-Jährige ihrer Pflegefamilie große Sorgen, kommt spät nach Hause, kapselt sich ab. Maxine geht der Sache nach und erfährt, dass Tabitha ein Verhältnis mit einem Gleichaltrigen hat und ungeschützten Sex mit ihm hatte. Daraufhin besucht sie mit dem Mädchen eine Beratungsstelle, wo es auch gleich untersucht werden kann. Das Ergebnis ist erschütternd: Tabitha hat sich mit HIV infiziert. Einen Tag später unternimmt Tabitha, fest davon überzeugt, dass sie ohnehin bald sterben wird, einen Selbstmordversuch. Sofort besucht Maxine sie im Krankenhaus – in Begleitung ihres früheren Zöglings Melinda, die sich mit 17 Jahren mit HIV infiziert hatte. Jetzt ist sie 34, eine erfolgreiche Anwältin und Mutter zweier Kinder. Wird Tabitha nun einsehen, dass man auch mit dem Virus leben und glücklich werden kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581552","hoster":"VOE"},{"path":"/redirect/8541045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-18","name":"Hinter Gittern","epNo":18,"alt":"Sorry I Missed You","descr":"Amy ahnt, dass es nicht gut um Graciela steht. Deshalb bittet sie Rob Holbrook die ausgerechnet von ihrem alten Widersacher, Richter Salinger, geführte Gerichtsverhandlung zu beobachten und sie ständig zu informieren. Amy selbst muss sich um den Fall der jungen Jessica Zicklin kümmern. Diese kämpft um das Sorgerecht für ihre Halbschwester Daisy, da ihr Stiefvater Oswell Bray sie geschlagen hat, als sie noch klein war, und sie nun befürchtet, dass Daisy dasselbe widerfährt. Da keine Beweise für diese Anschuldigungen existieren, muss Amy sich auf ihr Fingerspitzengefühl verlassen. Schließlich stellt sich jedoch heraus, dass Bray seine eigene Tochter Daisy ganz anders behandelt als seinerzeit seine Stieftochter Jessica. Amy bleibt nichts anders übrig, als Jessicas Antrag abzulehnen. Dennoch nimmt der Fall ein gutes Ende: Jessicas Mutter Marsha bittet ihre Tochter um Verzeihung, weil sie sie damals nicht vor Bray beschützt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379200","hoster":"VOE"},{"path":"/redirect/8541049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-19","name":"Zerschlagene Gefühle","epNo":19,"alt":"Revolutions Per Minute","descr":"Amy hat vor Gericht über einen komplizierten Fall zu entscheiden: Es geht um den Jugendlichen Eric Oldham, der seine Mutter Sonja zusammengeschlagen hat. Zunächst lässt Amy sich bei ihrer Urteilsfindung von Vorurteilen leiten, doch dann erkennt sie, dass Sonja an der Eskalation nicht unbeteiligt war: Sie hat Erics geliebten Pitbull mit einem Baseballschläger erschlagen. Daraufhin verurteilt Amy den jungen Mann lediglich zu 18 Monaten Jugendstrafanstalt und empfiehlt, dass er innerhalb eines Rehabilitationsprogramms Blindenhunde abrichtet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591644","hoster":"VOE"},{"path":"/redirect/8541053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-20","name":"Aussage gegen Aussage","epNo":20,"alt":"Too Little, Too Late","descr":"Der 15-jährige Fernando wird beschuldigt, einen Zivilpolizisten geschlagen zu haben. Anwalt und Staatsanwalt hatten sich schon im Vorfeld der Verhandlung auf eine Jugendstrafe geeinigt, wenn Fernando sich schuldig bekennt. Fernando beteuert jedoch seine Unschuld, so dass es zur Zeugenvernehmung kommt. Dabei stellt sich heraus, dass der bestellte Verteidiger ein blutiger Anfänger ist, weshalb die vollkommen überarbeitete Donna, die vor Gericht Fernandos Vormund ist, nun auch noch seine Verteidigung übernehmen muss. Für Fernando geht die Sache aber dennoch gut aus: Seine Schuld kann nicht bewiesen werden. Amy spricht ihn frei – und handelt sich damit eine Menge Ärger mit der Polizei ein. Unterdessen entdecken Ignacio und Maxines alte Freundin Patricia viele Gemeinsamkeiten und verabreden sich zu einem Abendessen. Maxine, die sich noch immer gegen ihre Gefühle für Ignacio wehrt, zieht sich enttäuscht und eifersüchtig zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581553","hoster":"VOE"},{"path":"/redirect/8541046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-21","name":"Starke Zweifel","epNo":21,"alt":"Getting Out","descr":"Die Coverdales, die acht behinderte Kinder betreuen, können die Hypothek auf ihr Haus nicht mehr bezahlen und sollen deshalb vor die Tür gesetzt werden. Maxine kämpft um eine Erhöhung der staatlichen Zuwendungen, doch selbst der Leiter der Finanzabteilung des Jugend- und Familienamtes kann ihr nicht helfen. Zusammen mit Sean greift Maxine deshalb zu extremen Mitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591646","hoster":"VOE"},{"path":"/redirect/8541050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuer-alle-faelle-amy/staffel-6/episode-22","name":"Abschied für immer","epNo":22,"alt":"My Name Is Amy Gray…","descr":"Nach Gracielas Ermordung ist Amy zu dem Schluss gekommen, dass sie als Richterin nicht mehr objektiv sein kann und ihren Job an den Nagel hängen muss. Sie will zunächst ausspannen, um schließlich neuen Mutes ihre Zukunft planen zu können. Dann steht in Washington jedoch ein Gesetzesentwurf zur Debatte, der das Jugendrecht drastisch verschärfen würde, und eine Kollegin versucht Amy dazu zu überreden, vor dem Senat Stellung zu beziehen. Zunächst lehnt Amy ab, doch nach einem Gespräch mit Lauren zieht sie schließlich kampfeslustig nach Washington. Ist ihre Idee, für den Senat zu kandidieren, vielleicht doch noch nicht vom Tisch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591645","hoster":"VOE"},{"path":"/redirect/8545270","hoster":"Streamtape"}]}]}]}]}