{"path":"/serie/stream/fuller-house","name":"Fuller House","descr":"Die Bewohnerschaft des Tanner-Hauses aus \"Full House\" ändert sich in \"Fuller House\": Die frisch verwitwete dreifache Mutter D.J. zieht mit ihrer Schwester Stephanie und ihrer besten Freundin Kimmy zusammen. Kimmy ist ebenfalls alleinerziehende Mutter einer Tochter im Teenageralter, Ramona.","seasons":[{"path":"/serie/stream/fuller-house/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fuller-house/staffel-1/episode-1","name":"Wie in alten Zeiten, fast","epNo":1,"alt":"","descr":"DJ Tanner-Fuller (Candace Cameron Bure) ist kürzlich verwitwet, die Mutter von drei Jungen und sichtlich überfordert mit dieser sehr stressigen Situation. Doch glücklicherweise kann sie sich auf ihre Familie und beste Freundin Kimmy Gibbler (Andrea Barber) verlassen, die DJ gemeinsam unter die Arme greifen wollen. Zusammen mit Kimmy und ihre Schwester Stephanie (Jodie Sweetin) will sie den Laden fortan schmeißen und sich den Herausforderungen einer alleinerziehenden Mutter stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006513","hoster":"VOE"},{"path":"/redirect/8540791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-2","name":"Zimmerchen wechsel dich","epNo":2,"alt":"","descr":"DJ (Candace Cameron Bure) und ihre drei Söhne ziehen gemeinsam mit Stephanie (Jodie Sweetin), Kimmy (Andrea Barber) und ihrer Tochter in das alte Familienhaus der Tanners, während die alte Garde nach Los Angeles geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006506","hoster":"VOE"},{"path":"/redirect/8540782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-3","name":"Das Rudel der Wölfinnen","epNo":3,"alt":"","descr":"Kimmy und Stephanie können DJ zu einem Mädelsabend überreden. Sie treffen dort auf zwei tolle Typen, doch leider auch auf Kimmys Exmann, der mit seiner neuen Freundin den Club besucht. Währenddessen ist Joey angereist, um auf die Kinder aufzupassen. Zunächst sind die Drei wenig begeistert, also nimmt Joey ihnen ihre Handys und Tablets weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591556","hoster":"VOE"},{"path":"/redirect/8540792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-4","name":"Auf der Flucht - oder auch nicht","epNo":4,"alt":"","descr":"Ramona gefällt es in ihrer neuen Schule nicht, weil sie noch keine Freunde gefunden hat. Jackson will ihr bei der Flucht helfen, was gründlich misslingt. DJs Assistentin versetzt sie kurzfristig, woraufhin Stephanie einspringt. Nebenbei versucht Max sich einen Welpen von Comet jr. jr. auszusuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591557","hoster":"VOE"},{"path":"/redirect/8540790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-5","name":"Mighty Max","epNo":5,"alt":"","descr":"Max fürchtet sich vor der Aufführung in der Schule. Seine Tante Stephanie übt mit ihm, doch leider können selbst ihre Aufmunterung und ihr Zuspruch Max die Angst nicht nehmen. So überzeugt Stephanie ihn dass sie einen Schal besitzt der magisch ist und sie verspricht dass Max ihn sich ausleihen darf. Nur leider kommt eine alte Freundin von Stephanie zu Besuch und nimmt sie mit auf einen Kurztrip. Max weigert sich prompt aufzutreten. Mit einem Trick kann Stephanie ihn überzeugen. Sie wird eingeladen mit nach Europa zu kommen, doch sie bemerkt wie viel sie daheim verpasst hat, so kommt sie zurück und gesteht am Ende DJ ein trauriges Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581515","hoster":"VOE"},{"path":"/redirect/8540784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-6","name":"Mamacita Del Amor","epNo":6,"alt":"","descr":"Stephanie ergattert einen Auftritt bei Lucha Kaboom einer Wrestlingshow und schafft es auch noch Ramonas Tanzgruppe unterzubringen. Als Bonus bringt sie ihnen zuvor auch noch ein paar Moves bei, daraufhin ist Kimmy allerdings eifersüchtig. Jackson währenddessen macht immer wieder gefährliche Mutproben bei seinem Freund Bobby, so verbietet DJ ihrem Sohn den Umgang mit Bobby. Da Jackson allerdings trotzdem zu ihm geht, verbietet ihm DJ mit zur Show zu gehen. In der Halle stellt sich dann raus dass eine Freundin von Ramona nicht kommen kann, sie will das Stephanie einspringt, doch die rät Ramona Kimmy zu nehmen. Und Jackson kommt daheim auf die nächste Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591558","hoster":"VOE"},{"path":"/redirect/8540788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-7","name":"Ramonas (fast) perfekter Tag","epNo":7,"alt":"","descr":"Ramona hat Geburtstag und wünscht sich einen perfekten Tag mit ihren Eltern, die sich nicht streiten sollen, und am Abend eine tolle Party. Doch natürlich läuft nicht alles glatt, denn Fernando macht sich wieder mal an Kimmy ran. In der Praxis lädt D.J. ihren gut aussehenden Chef Matt zur Party ein, um ihn mit Kimmy zu verkuppeln. Als Stephanie am Abend die Party offiziell starten lässt fällt der Strom aus. Sie bemüht sich redlich die Party in Gang zu bekommen, doch Ramona ist bitter enttäuscht. Matt kommt währenddessen Kimmy näher, was nicht unbemerkt bleibt und im Streit zwischen Kimmy und Fernando gipfelt, das bemerkt auch Ramona.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006515","hoster":"VOE"},{"path":"/redirect/8540793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-8","name":"Geheimnisse, Lügen und Feuerwehrautos","epNo":8,"alt":"","descr":"Danny kommt zu Besuch, weil er eine Reuinion-Show von \"Wach auf San Francisco\" dreht. Cosmo hat die Couch kaputt gemacht, Max ist ratlos, so rät ihm Jackson zu lügen. Max schiebt seinem kleinen Bruder Tommy die Schuld zu und kommt ungeschoren davon. Kimmy hat mit Fernando die Nacht verbracht, will aber niemandem davon erzählen. Max lügt gleich noch seine Freunde an, in dem er verspricht mit einem Feuerwehrauto zur nächsten Geburtstagsfeier zu kommen. Da sich Jackson verantwortlich fühlt will er ihm dabei helfen, gemeinsam mit Danny, der der alten Couch nachtrauert, fährt er zur Feuerwehrstation. D.J. und Matt arbeiten und essen zusammen, danach kommen sie sich näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581518","hoster":"VOE"},{"path":"/redirect/8540786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-9","name":"Rosenkrieg","epNo":9,"alt":"","descr":"Ein Unbekannter schickt 1000 Rosen, sofort überlegen D.J., Kimmy und Stephanie wer die Glückliche ist und vor allem wer sie geschickt hat, auch Beck, die zu Besuch ist, ist gespannt auf Antworten. Währenddessen versucht Jackson seine Angebetete Lola zu beeindrucken, das geht allerdings zunächst nach hinten los, da Max die Nachricht für Lola liest und auf sich bezieht. Zum Schluss gibt es noch drei Verdächtige und alle tauchen am Abend auf, um von Becky verhört zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700461","hoster":"VOE"},{"path":"/redirect/8540787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-10","name":"Schlag auf Schlag","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591559","hoster":"VOE"},{"path":"/redirect/8540800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-11","name":"Partnerschaften","epNo":11,"alt":"","descr":"D.J.s Chef ist wieder zurück in der Stadt, aber nur um sich endgültig zu verabschieden und in den Ruhestand zu gehen. Sehnsüchtig wartet D.J. darauf dass er ihr die Tierarztpraxis übergibt, doch es kommt anders. Stephanie ist wieder mal pleite und Kimmy, die die Abschiedsfeier organisieren muss, braucht dringend Hilfe. Zu beiderseitigem Erstaunen funktioniert diese Partnerschaft zunächst besser als gedacht. Ramona und Jackson infizieren aus Versehen D.J.s Laptop, für die Reparatur müssen sie sich Geld von Max leihen, doch der hat große Ansprüche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591560","hoster":"VOE"},{"path":"/redirect/8540795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-12","name":"Das große Date","epNo":12,"alt":"","descr":"Das große Date von D.J. mit Steve findet an dem Abend statt. Davor brechen allerdings noch Geschwisterrivalitäten aus: Jackson gewinnt einfach immer bei Jenga, was Max total frustriert, daraufhin bekommt Jackson von Stephanie den Tipp Max doch auch mal gewinnen zu lassen, den sie erinnert sich daran wie früher immer D.J. bei Twister gewonnen hat, prompt fordert sie D.J. zum Duell. Steve will D.J. in ihre Jugend entführen, doch es kommt anders als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581517","hoster":"VOE"},{"path":"/redirect/8545182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-1/episode-13","name":"Es liegt was in der Luft","epNo":13,"alt":"","descr":"D.J. und Matt eröffnen die Tierarztpraxis \"Harmon-Fuller\". Kimmy will Fernando heiraten und zwar in der gleichen Zeremonie wegen der Becky und Jesse extra zurück kommen. Unter den Kindern herrscht Traurigkeit, da Kimmy mit ihren Familie ausziehen will, außer Jackson, der froh ist sein eigenes Zimmer wieder zu bekommen. D.J. will keine Begleitung zur Hochzeit, doch Stephanie sagt Matt Bescheid, genauso wie Kimmy Steve. Bevor Kimmy die zwei entscheidenden Worte sagen kann läuft sie davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591561","hoster":"VOE"},{"path":"/redirect/8545185","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuller-house/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/fuller-house/staffel-2/episode-1","name":"Willkommen Zurück","epNo":1,"alt":"Welcome Back","descr":"Der Sommer ist vorbei. Jackson und Ramona kommt von ihrem Feriencamp zurück, mit Kimmy im Schlepptau die ihre Tochter sechs wochenlang \"besucht\" hat. Stephanie, die die letzte Zeit in London verbracht hat, ist ebenfalls wieder Zuhause. Fernando kommt zu Besuch und gesteht dass er seine Wohnung verloren hat, also zieht er ein. Was Stephanie und D.J. allerdings überhaupt nicht passt. D.J. hat den Sommer über nachgedacht und hat sich endlich zwischen Steve und Matt entschieden, doch die wollten nicht länger warten und haben sich Freundinnen gesucht. Kimmys Bruder Jimmy taucht unerwartet auf, Stephanie und er verlieben sich prompt ineinander, bis sie erfährt welchen Nachnamen er trägt. Ganz schön viel durcheinander und nebenbei muss noch ein Barbecue geplant werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006525","hoster":"VOE"},{"path":"/redirect/8540794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-2","name":"Ein Fall für Mom","epNo":2,"alt":"Mom Interference","descr":"Jimmy macht noch immer Stephanie den Hof und mittlerweile mag ihn D.J. Jackson möchte in die Football-Mannschaft, doch seine Mom macht sich Sorgen weil Jackson eher schmächtig ist und sich schon bei Kleinigkeiten verletzt. Die Mädels planen einen Spieleabend und Matt hat, ungefragt natürlich, seine Freundin Christel eingeladen und dazu auch noch Steve und seine Freundin C.J. Stephanie und Jimmy bilden ein Team und neben den anderen Pärchen hat Christel ihren Großvater für D.J. mitgebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006524","hoster":"VOE"},{"path":"/redirect/8540789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-3","name":"Erster Kuss und erstes Heulen","epNo":3,"alt":"Ramona\u0027s Not-So-Epic First Kiss","descr":"Ramona küsst Bobby Popko einen Freund von Jackson, den sie eigentlich überhaupt nicht leiden kann, nur um ihren ersten Kuss endlich hinter sich zu haben. Danach stellt sich raus dass sie Bobby doch ganz gerne mag und sie verliebt sich in ihn. Stephanie geht mit D.J. aus, bzw. auf eine Hochzeit, nur dass sie die Hochzeitsgesellschaft gar nicht kennen, ganz abgesehen vom Brautpaar. Ramona findet raus das Popko eine Freundin hat und steht ganz schön dumm da. Zum Glück gehen sie mit der Clique ins Kino, sie schiebt sie schnell das Peinliche beiseite. D.J. lernt einen hübschen Mann kennen, sie stellt sich als Sinead O\u0027Connor vor, das ist nicht das Einzige das schief geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100764","hoster":"VOE"},{"path":"/redirect/8540796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-4","name":"Das lahmste Haus der Stadt","epNo":4,"alt":"Curse of Tanner Manor","descr":"Halloween steht vor der Tür und ein Freund von Max erklärt das Fuller Haus zum \"lahmsten Haus der Stadt\". Das können die Bewohner, vor allem D.J., nicht auf sich sitzen lassen. Sie beschließt eine super gruselige Party zu geben. Leider hat Jimmy Stephanie schon zum \"Zombie spielen\" in ein Gruselhaus eingeladen, Jackson und Ramona bekommen dafür Eintrittskarten. So stehen D.J., Kimmy und Fernando alleine mit der Partyplanung da. Doch wiedermal verläuft der Abend ganz anders als zunächst gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207562","hoster":"VOE"},{"path":"/redirect/8540803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-5","name":"Doggy Daddy","epNo":5,"alt":"Doggy Daddy","descr":"Max hat vier Hühner angeschleppt und gibt ihnen alles was sie brauchen. Um seinen Hund Cosmo abzulenken will er dass er einen Maiskolben apportiert, doch leider verschluckt Cosmo das ganze Stück. D.J., die gerade Freunde für Tommy im Haus hat, muss sich um Cosmo kümmern. Also muss Stephanie einspringen und hat nicht nur Ärger mit ein paar Kleinkindern sondern auch mit den Hühnern, die auf einmal im Wohnzimmer auftauchen. So ganz nebenbei kommt ein bekannter Tanztrainer, bei dem Ramona vortanzen soll. Wiedereinmal schaffen es Kimmy und Fernando nur leider ihre Tochter zu blamieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581519","hoster":"VOE"},{"path":"/redirect/8540798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-6","name":"Thanksgiving im Hause Tanner","epNo":6,"alt":"Fuller Thanksgiving","descr":"Thanksgiving steht vor der Tür und alle kommen nach Hause. Danny ist der Erste, er kommt mit einem Ferrari und benimmt sich wie ein Teenager. Jesse und Becky sind die Nächsten, sie streiten sich ständig. Dazu kommen die Zwillinge Nicky und Alex. Zur großen Überraschung kommt auch noch Joey mit seiner Frau und ihren gemeinsamen vier nervenden Kindern. D.J., die alles ganz straff organisiert hat, ist völlig durcheinander. Dazu kommen auch noch Steve, der noch nicht weiß dass D.J. mit Matt zusammen ist, und seine Freundin C.J.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581521","hoster":"VOE"},{"path":"/redirect/8540807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-7","name":"Girl Talk","epNo":7,"alt":"Girl Talk","descr":"Stephanie hat einen neuen Song geschrieben, doch den kann sie nur mit einer Band aufführen. Kimmy kommt eine Idee, sie will die Band \"Girl Talk\" wieder aufleben lassen, in der sie mit Stephanie und zwei anderen Mädchen gespielt hat. D.J. ist sofort begeistert und ersetzt die Schlagzeugerin. Die Hühner von Max haben sein Schulprojekt zerstört, Fernando hilft ihm nicht aufzugeben. Bobby Popko hat mit seiner Freundin Schluss gemacht und möchte jetzt mit Ramona zusammen sein, doch die lässt ihn abblitzen. Kurz darauf taucht ein demütigendes Video von Ramona auf, die nimmt an dass es Jackson gefilmt und verbreitet hat, doch der hat sofort Popko in Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006521","hoster":"VOE"},{"path":"/redirect/8540797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-8","name":"A Tangled Web","epNo":8,"alt":"Ich glaub, ich spinne","descr":"Lola bittet Jackson und Romana auf Spott aufzupassen, nur ist er kein Hund, sondern eine Tarantel. Stephanie schreibt einen Song für Jimmy und bei ihm und ihrer Familie kommt das gut an, so dass Jimmy ein Video dreht und es auf Youtube hoch lädt. Max hat sein Abschlussreferat und D.J. glaubt er wird den ersten Preis machen, was ihr aber erst wirklich wichtig ist, seit sie Konkurrenz von Taylor befürchtet. Da Taylors Dad offensichtlich geholfen hat, machen das jetzt auch D.J. und Fernando.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591563","hoster":"VOE"},{"path":"/redirect/8540799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-9","name":"Glazed And Confused","epNo":9,"alt":"Glasur und Gibbler","descr":"Stephanie hat einen Auftritt bei Dannys und Beckys Show \"Wake up USA\", Kimmy will unbedingt in die Show und Fernando begleitet sie. Becky und Jesse sind nervös, weil eine Mitarbeiterin der Adoptionsbehörde sie besucht. Ms. Lopez wünscht sich nichts mehr als das Nachbarset zu besuchen. D.J. und Matt planen einen gemeinsamen Kurztrip, Joey kommt um auf die Kinder aufzupassen. Er bringt Donuts mit und alle außer Matt und Baby Tommy essen davon, prompt werden zunächst die Kinder und dann D.J. krank davon, so wird Matt zum Krankenpfleger. Durch einen dummen Zufall sperren sich Becky, Jesse, Stephanie, Fernando und Ms. Lopez ein. Danny kann die Show unmöglich alleine moderieren, sagt sein Produzent, und zieht per Los einen Co-Moderator aus dem Publikum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006523","hoster":"VOE"},{"path":"/redirect/8540804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-10","name":"New Kids in the House","epNo":10,"alt":"New Kids In The House","descr":"D.J. hat Geburtstag, Kimmy und Stephanie schenken ihr ein Konzerttickets für \"New Kids on the Block\", doch leider hat Kimmy Fake-Karten gekauft. Die Beiden finden die Band und bringen sie dazu D.J. später ein Ständchen zu singen. Matt, Steve und Fernando wetteifern um das beste Geschenk. Die Kinder schenken D.J. eine Schmuckkassette, doch Max hat den Schlüssel in einem Cupcake versteckt und als sie hineinbeißt, bricht sie sich eine Zahnkrone ab und Matt fährt sie zum Zahnarzt. Genau in dem Moment kommen die \"New Kids on the Block\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700462","hoster":"VOE"},{"path":"/redirect/8553967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-11","name":"DJ And Kimmy’s High School Reunion","epNo":11,"alt":"Klassentreffen und andere Schulkatastrophen","descr":"D.J. und Kimmys Klassentreffen der Abschlussklasse von 1995 findet statt. Davor werden die Zeugnisse der Kinder begutachtet. Max hat wie immer nur Einser und zur Überraschung seiner Mutter D.J. auch Jackson. Ihr bleibt keine Zeit sich darüber Gedanken zu machen, denn das Klassentreffen beginnt. Dort treffen die beiden Frauen auf alte Bekannte und Kimmy erlebt eine Enttäuschung nach der Nächsten, während sich D.J. mit Steve amüsiert, da Matt im Ausland weilt. Stephanie kümmert sich währenddessen um die Kinder und Max findet heraus dass Jackson sein Zeugnis gefälscht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006530","hoster":"VOE"},{"path":"/redirect/8545187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-12","name":"Nutcrackers","epNo":12,"alt":"Das Fest der Liebe","descr":"Weihnachten steht kurz vor der Tür und im Fuller Haus herrscht wiedermal Durcheinander. Max ist in die Tochter von C.J., Steves Freundin, verliebt. Ramona soll im Nussknacker tanzen und will Lola nicht enttäuschen, die eine Party gibt. Jimmy hat ein Jobangebot und sagt Stephanie wie sehr er sie liebt, die Probleme mit beiden Punkten hat. D.J. und Kimmy haben also alle Hände voll zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006529","hoster":"VOE"},{"path":"/redirect/8545183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-2/episode-13","name":"Happy New Year, Baby","epNo":13,"alt":"Silvester mit Hindernissen","descr":"Im Haus Fuller bereitet man sich auf den Jahreswechsel vor. Es soll eine große Party geben und D.J. hofft bei jedem Klingeln dass Matt endlich aus Indien zurückkommt. Danny, Joey, Becky und Jesse sind ebenfalls gekommen. Auch Steve kommt zu Besuch, er möchte seiner Freundin C.J. einen Heiratsantrag machen. Jackson und Ramona wollen eine Party mit ihren Freunden feiern, nur dummerweise will Max bei ihnen sein. Sie täuschen Max also zwei Stunden vor Mitternacht den Jahreswechsel vor um ihn ins Bett zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006535","hoster":"VOE"},{"path":"/redirect/8540802","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuller-house/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/fuller-house/staffel-3/episode-1","name":"Der beste Sommer aller Zeiten","epNo":1,"alt":"Best Summer Ever","descr":"Der erste Ferientag und alle Schulkinder starten gut gelaunt in den Morgen. Nur auf Jackson wartet eine schlechte Nachricht: D.J. hat ihn, wegen seiner schlechten Geschichtsnote im Zeugnis, in der Sommerschule angemeldet. Sie versucht alles um es ihm so angenehm wie möglich zu machen, doch er lernt schnell die schlechte Seite kennen. Stephanie und Jimmy sehen Fernando mit einer anderen Frau, sie wollen Kimmy davon erzählen. D.J. ist nebenbei noch damit beschäftigt ihre Beziehung zu Matt zu intensivieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591562","hoster":"VOE"},{"path":"/redirect/8553972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-2","name":"Knöchelbruch","epNo":2,"alt":"Break A Leg","descr":"Stephanie ist pleite und verzweifelt, so kann D.J. endlich ihren lange ausgetüftelten Plan präsentieren: Sie möchte Stephanies Lifecoach sein. Kimmy ist wütend dass Steve für seine Hochzeit in Japan einen japanischen Weddingplaner nehmen will und plant ihn mit einer spektakulären Aktion zu überzeugen, lieber sie zu buchen. Fernando zieht ohne seine Familie ins Nachbarhaus und verabschiedet sich theatralisch. Bei D.J. und Stephanie geht schon die erste Aktion, ein gemeinsames Joggen, gründlich daneben: Steph bricht sich den Knöchel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006533","hoster":"VOE"},{"path":"/redirect/8540805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-3","name":"Unabhängigkeitserklärungen","epNo":3,"alt":"Declarations Of Independence","descr":"Der Feiertag des 4. Juli steht an und wie bei jedem Fest laufen die Vorbereitungen auf Hochtouren. Danny ist gekommen und will mit D.J. und Matt ein Live-Interview machen. Stephanie, die ihren Knöchel immer noch im Gips hat, beschließt dass sie keine Hilfe mehr haben will. Leider nimmt das Jimmy zu ernst. Lola will mit Jackson, der sie immer mehr einengt, Schluss machen. Max will Rose beeindrucken, doch die überrascht ihn und lacht ihn danach aus. Was keinesfalls böse gemeint ist, nimmt Max aber sehr schlecht auf und ist daraufhin wütend. In all dem Chaos, das Danny zu beseitigen versucht, stellt sich am Ende raus dass auch er ein Problem hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006532","hoster":"VOE"},{"path":"/redirect/12978236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-4","name":"Mein kleiner Knutschfleck","epNo":4,"alt":"My Little Hickey","descr":"Ramona hat von ihrem Freund Popko einen Knutschfleck am Hals bekommen, der leider ziemlich gut sichtbar ist. Sie denkt sich erst einen Trick aus und fragt dann Stephanie um Rat. Jackson hat vier Kumpels von der Sommerschule mitgebracht. Die fünf Jungs benehmen sich ganz schön daneben, was von dem einzigen Mädchen immer wieder kritisch kommentiert wird. Max bittet seine Mom die Jungs rauszuschmeißen, doch D.J. ist froh, dass Jackson Freunde in der Sommerschule gefunden hat. Neben dem Problem muss sich D.J. auch noch mit Fernando beschäftigen, der einfach immer wieder ins Haus kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006534","hoster":"VOE"},{"path":"/redirect/8545188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-5","name":"Onkel Jesses Abenteuer als Babysitter","epNo":5,"alt":"Uncle Jesse’s Adventures In Babysitting","descr":"Fernando und Jimmy starten eine besondere Einweihungsparty für Kimmy, aber auch D.J., Stephanie und Matt sind eingeladen. Kimmy besteht gegenüber Steph immer noch dass es in dem Haus spukt, was vor allem Matt erschreckt. Jesse kommt mit seiner Adoptivtochter zum Babysitten, nur leider hat er keine leichte Aufgabe. Max und Jackson streiten die ganze Zeit, Ramona will ihre Haare verändern und die Kleinen Tommy und Pam wollen einfach nicht einschlafen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006531","hoster":"VOE"},{"path":"/redirect/14236360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-6","name":"Meine Ramona","epNo":6,"alt":"M-M-M-My Ramona","descr":"Fernando hat Ramona ein eigenes Zimmer in seinem neuen Zuhause eingerichtet, das gefällt Ramona so gut, dass Kimmy eifersüchtig ist. Stephanie lässt Max\u0027 Lieblingskuscheltier einen Moment mit Tommy allein, der ihn prompt zerrupft. D.J. lädt Jackson in ihre und Matts Tierarztpraxis ein, am Anfang gefällt Jackson auch die Arbeit seiner Mutter, doch dann kommt es anders als D.J. sich das vorgestellt hat. Kimmy will unbedingt bei Ramona besser darstellen, so macht sie ihr ein großes Geschenk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006536","hoster":"VOE"},{"path":"/redirect/8545184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-7","name":"Ein Traum in Weiß","epNo":7,"alt":"Say Yes To The Dress","descr":"Die Hochzeit von Steve und C.J. rückt immer näher. Nach einer Besprechung findet eine Karaoke statt, bei der D.J. und Steve \"ihr Lied\" performen, kritisch beäugt von ihren Liebsten. Am nächsten Tag kann sich Steve nicht für eine der beiden weißen Krawatten entscheiden und ruft D.J. zu Hilfe. Die vermutet einen Notfall und eilt zu ihm, als sie dann ein wunderschönes Kleid sieht und die Verkäuferin sie dazu drängt es anzuziehen, kann sie nicht widerstehen. Nur leider stellt sich heraus dass das Kleid für C.J. reserviert ist und die steht schon vor der Tür. Stephanies Lieder wird in einem Film gespielt und sie wird nicht zur Premiere eingeladen, um sie aufzuheitern überlegt sich ihr Freund Jimmy etwas besonderes. Jacksons Mitschülerin Rocky ist zu Besuch und verwirrt von all der Liebe, die im Haus herrscht, dass sie auch noch bei den Fullers übernachten soll, schafft sie total. Inzwischen versuchen D.J. und Steve alles um ihren Partner ihre Liebe zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006538","hoster":"VOE"},{"path":"/redirect/8540806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-8","name":"Vielleicht ein Baby","epNo":8,"alt":"Maybe Baby","descr":"Becky ist mit Pamela zu Besuch und sie überredet Stephanie noch eine zweite Meinung wegen ihrer Unfruchtbarkeit einzuholen. Zunächst widerwillig geht Steph also zur Ärztin und die findet heraus, dass es tatsächlich eine Möglichkeit gibt, mit Hilfe einer Leihmutter. Steph ist hin- und hergerissen. Jackson hat währenddessen seine Geschichtsabschlussprüfung und hat zum ersten Mal richtig gut gelernt. D.J. ist vollkommen begeistert und will eine Party für ihn schmeißen, dann stellt sich allerdings raus dass Jackson eine 6 hat. Sofort fährt D.J. mit Jackson in die Schule, um den Lehrer zu rede zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581523","hoster":"VOE"},{"path":"/redirect/8540810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-9","name":"Bereit für die Hochzeit?","epNo":9,"alt":"Wedding Or Not Here We Come","descr":"Die Bewohner des Hauses Fuller brechen bald auf nach Japan, nur Tommy nicht, Jesses Vater passt auf ihn auf. Bevor es losgeht gibt es noch einiges an Durcheinander: Kimmy kann gegenüber Jimmy nicht verschweigen dass Stephanie ihn lieber nicht als Vater ihres Kindes haben will, weil sie ihn nicht unter Druck setzen will. D.J. ist völlig durch den Wind und denkt ständig an Steve und wie sehr sie Matt doch liebt. Fernando und Max liefern sich einen Zweikampf um einen Platz in der ersten Klasse. Und als alle endlich im Flugzeug sind gibt es weitere Turbulenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006543","hoster":"VOE"},{"path":"/redirect/8540815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-10","name":"Die japanische Hochzeit meiner besten Freundin","epNo":10,"alt":"My Best Friend’s Japanese Wedding","descr":"Von einer verschwundenen Brautjungfer bis zu einer sprechenden Toilette mit alarmierendem Appetit: Ganz katastrophenlos fällt die Hochzeit von Steve und CJ nicht aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006549","hoster":"VOE"},{"path":"/redirect/8545196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-11","name":"Troller Coaster","epNo":11,"alt":"Troller Coaster","descr":"Ein Brief verleitet Ramona dazu, über ihre Zukunft nachzudenken, und Max fordert sein Schicksal auf dem \"Troller Coaster\" heraus. Steve und DJ haben ein ernstes Gespräch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591564","hoster":"VOE"},{"path":"/redirect/8545186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-12","name":"Gerüchteküche an der Bayview High","epNo":12,"alt":"Fast Times At Bayview High","descr":"Jimmy und Steph suchen die Fruchtbarkeitsklinik auf. Jackson und Ramona beginnen mit der Highschool. Eine Überraschung bei der Arbeit bringt Matt und DJ zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700465","hoster":"VOE"},{"path":"/redirect/8540813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-13","name":"Ein wichtiger Tag für Tommy","epNo":13,"alt":"A Tommy Tale","descr":"DJ zieht alle Register, um Tommy in einer renommierten Krippe unterzubringen. Jackson und Ramona müssen für den Pioniertag authentisch sein – Kimmy macht mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591565","hoster":"VOE"},{"path":"/redirect/13178532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-14","name":"Leihmutter-Stress","epNo":14,"alt":"Surrogate City","descr":"Steph und Jimmy beginnen mit ihrer Suche nach einer Leihmutter. Der neue coole Look des aufmüpfigen Jackson fällt bei DJ auf unfruchtbaren Boden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9591566","hoster":"VOE"},{"path":"/redirect/8540811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-15","name":"Seelenschwestern","epNo":15,"alt":"Soul Sisters","descr":"Kimmy schnappt sich Steph für ein bisschen Seelenschwestern-Zeit, während DJ versucht, einen Tag freizunehmen. Max zerbricht ein Erbstück und versucht, es zu verstecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581522","hoster":"VOE"},{"path":"/redirect/8540808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-16","name":"Glück bis ans Lebensende","epNo":16,"alt":"Happily Ever After","descr":"Die Wölfinnen helfen Ramona aus, als ihr \"Bester Homecoming-Ball überhaupt\" nicht gut ausfällt. Kimmy und Steph gehen auf einen anspruchsvollen Kunden ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006542","hoster":"VOE"},{"path":"/redirect/8545189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-17","name":"Fullers im Nebel","epNo":17,"alt":"Fullers In A Fog","descr":"Schlechtes Karma braut sich im Haus zusammen, als Danny, Jesse und Joey kommen, um ihr 30-jähriges \"Daddyleum\" zu feiern, während DJ sich für ein Date zurechtmacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006547","hoster":"VOE"},{"path":"/redirect/8540812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-3/episode-18","name":"Die Party","epNo":18,"alt":"Here Comes The Sun","descr":"Während einiges in der Schwebe hängt, versucht die Familie, die Tanner-Fuller-Magie mit einer 80er-Jahre-Party wiederzubeleben – komplett mit Haaren und Klamotten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006548","hoster":"VOE"},{"path":"/redirect/8545194","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuller-house/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/fuller-house/staffel-4/episode-1","name":"Mein lieber Santa","epNo":1,"alt":"Oh My Santa","descr":"Max ist mit dem falschen Fuß aufgestanden und Tommy rastet im Einkaufszentrum aus. DJ gibt sich große Mühe, um ihre Jungs wieder in Weihnachtsstimmung zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285018","hoster":"VOE"},{"path":"/redirect/8540819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534335","hoster":"VOE"},{"path":"/redirect/11603862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-2","name":"Ein wichtiger Abend","epNo":2,"alt":"Big Night","descr":"Steve und DJ stehen unter großem Druck, auf ihrem Date einen perfekten Abend zu verbringen. Zu Hause verbietet Steph Kimmy und Fernando, miteinander rumzumachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006554","hoster":"VOE"},{"path":"/redirect/8545195","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13599382","hoster":"VOE"},{"path":"/redirect/11603868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-3","name":"Lebensinhalt","epNo":3,"alt":"A Sense Of Purpose","descr":"Da ein Baby unterwegs ist, will Steph verantwortungsvoller handeln. Danny überlegt, wieder arbeiten zu gehen. Matt und DJ wollen einander geschäftlich ruinieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006551","hoster":"VOE"},{"path":"/redirect/8540818","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11603877","hoster":"VOE"},{"path":"/redirect/11603871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-4","name":"Versetzt","epNo":4,"alt":"Ghosted","descr":"Steve und DJs zweiwöchiges Beziehungsjubiläum artet in einen Schenkungswettbewerb aus. Steph singt auf ihrer ersten Kinderparty und Ramona wird geghostet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006556","hoster":"VOE"},{"path":"/redirect/8540817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534341","hoster":"VOE"},{"path":"/redirect/11603802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-5","name":"Kein Entkommen","epNo":5,"alt":"Uncle Jesse\u0027s Adventures in Babysitting","descr":"DJ und Steve gehen mit Matt und dessen neuer Freundin gemeinsam aus. Steph und Kimmy veranstalten einen Lamaze-Kurs im Haus, was sich als urkomisches Spektakel erweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006550","hoster":"VOE"},{"path":"/redirect/8553998","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13599384","hoster":"VOE"},{"path":"/redirect/11603805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-6","name":"Mädelsabend für Engel","epNo":6,"alt":"Angels’ Night Out","descr":"Während Joey zu Hause auf die Jungs aufpasst, machen DJ und die Mädchen in 70er-Jahre-Outfits eine Bootstour. Die anderen Gäste haben sie sich jedoch anders vorgestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006552","hoster":"VOE"},{"path":"/redirect/8545201","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534342","hoster":"VOE"},{"path":"/redirect/11603816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-7","name":"Klassensprecher","epNo":7,"alt":"Friendly Competition","descr":"Max kandidiert in der 4. Klasse als Klassensprecher, doch seine Freundin Rose tritt auch an. DJ sucht die Versöhnung mit CJ und Steph legt sich mit einem Clown an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006553","hoster":"VOE"},{"path":"/redirect/8540823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-8","name":"Mister Jackson und sein Chaffeur","epNo":8,"alt":"Maybe Baby","descr":"Die erste Highschool-Party von Jackson und Ramona bleibt nicht ohne Folgen. Becky und Jesse veranstalten eine Preisverleihung. Eine Auszeichnung steigt Matt zu Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006555","hoster":"VOE"},{"path":"/redirect/8540816","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534343","hoster":"VOE"},{"path":"/redirect/11603825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-9","name":"Perfekte Söhne","epNo":9,"alt":"Perfect Sons","descr":"Fernandos Mutter kommt überraschend zu Besuch und Steve bringt Jackson das Autofahren bei. Max feiert in der Sendung \"Wake Up San Francisco\" ein unvergessliches Debüt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006557","hoster":"VOE"},{"path":"/redirect/12978237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-10","name":"Goldjunge","epNo":10,"alt":"My Best Friend\u0027s Japanese Wedding","descr":"Jackson leidet als Football-Star zunehmend unter Leistungsdruck, DJ plant eine Geschlechts-Enthüllungs-Party und Jesse sucht den Kontakt zu anderen Vätern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006571","hoster":"VOE"},{"path":"/redirect/12978241","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534347","hoster":"VOE"},{"path":"/redirect/11603839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-11","name":"Die Tür ist immer offen","epNo":11,"alt":"It’s Always Open","descr":"DJ befürchtet, dass Jimmy für die Vaterrolle nicht bereit ist, woraufhin Steph wütend einem Prellball-Team beitritt. Kimmy verkuppelt Ramona mit ihrem neuen Praktikanten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006561","hoster":"VOE"},{"path":"/redirect/8540821","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11603836","hoster":"VOE"},{"path":"/redirect/11603845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-12","name":"Der Abschlussball","epNo":12,"alt":"The Prom","descr":"Der Highschool-Ball bereitet Jackson und Ramona gravierende Probleme. DJ wird von Machthunger gepackt und treibt es mit ihrer Rolle als Oberaufpasserin ein wenig zu weit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006565","hoster":"VOE"},{"path":"/redirect/8540830","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534345","hoster":"VOE"},{"path":"/redirect/11603844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-4/episode-13","name":"Premiere","epNo":13,"alt":"Opening Night","descr":"DJ organisiert Tickets zu \"Hamilton\", doch der lustige Mädelsabend mit der hochschwangeren Kimmy nimmt ein Ende, mit dem niemand gerechnet hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9006560","hoster":"VOE"},{"path":"/redirect/8540832","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534344","hoster":"VOE"},{"path":"/redirect/11603864","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/fuller-house/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/fuller-house/staffel-5/episode-1","name":"Willkommen zu Hause, Baby-das-seinen-Namen-erst-noch-bekommt","epNo":1,"alt":"Welcome Home, Baby-to-Be-Named-Later","descr":"Willkommen zu Hause, Baby das seinen Namen erst noch bekommt Steph und Jimmy kommen mit ihrem Baby nach Hause, doch das Mädchen hat noch keinen Namen. Mit einer Geburtsbegleiterin im Haus fühlen sich DJ und Danny fast überflüssig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297505","hoster":"VOE"},{"path":"/redirect/8297504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-2","name":"Französisch Kochen für Pärchen","epNo":2,"alt":"Hale\u0027s Kitchen","descr":"Französisch Kochen für Pärchen Ramona verliebt sich auf den ersten Blick in einen Burrito-Lieferanten. Steve überrascht DJ mit einem Kochkurs. Mama Steph kann ihre Versprechen kaum halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297512","hoster":"VOE"},{"path":"/redirect/8297509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-3","name":"Familiengeschäft","epNo":3,"alt":"Family Business","descr":"Familiengeschäft Steve isst mit Jimmy und Fernando auswärts zu Mittag. Prompt kaufen sie ein Sandwich-Restaurant. Ramona und Jackson helfen Max, seine Ängste am Pool zu überwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379179","hoster":"VOE"},{"path":"/redirect/12985691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-4","name":"Mami-Ausgehabend","epNo":4,"alt":"Moms\u0027 Night Out","descr":"Mami Ausgehabend Gia genießt mit dem Wölfinnen-Rudel einen Tanzabend mit Stargästen. Matt macht sich mit den Jungs einen ruhigen Abend zu Hause. Matt will Rocki näher kennenlernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297521","hoster":"VOE"},{"path":"/redirect/8297524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-5","name":"Ready Player Fuller","epNo":5,"alt":"Ready Player Fuller","descr":"Ready Player Fuller DJ will Jackson über Videospiele näherkommen. Jimmys und Fernandos neues Sandwich-Restaurant boomt. Nur leider gehen ihnen dann die Zutaten aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297532","hoster":"VOE"},{"path":"/redirect/8297528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-6","name":"Der Vogel der Bürgermeisterin","epNo":6,"alt":"The Mayor\u0027s Bird","descr":"Der Vogel der Bürgermeisterin Matt und DJ gründen einen Hausbesuchtierärztedienst. Steph wägt den nächsten beruflichen Schritt ab. Ramonas neuer Freund stolpert in den Gibbler-Spieleabend hinein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379183","hoster":"VOE"},{"path":"/redirect/8297538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-7","name":"DJs Amazing Race zum 40.","epNo":7,"alt":"DJ\u0027s Amazing 40th Birthday Race","descr":"DJs Amazing Race zum 40. In Steves ausgeklügeltem Spiel für DJs Geburtstag treten Mädels gegen Jungs an. Kimmy und Steph rechnen fest damit, dass zum Schluss ein Diamantring auf DJ wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297542","hoster":"VOE"},{"path":"/redirect/8297539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-8","name":"Fünf Dates mit Kimmy Gibbler","epNo":8,"alt":"Five Dates with Kimmy Gibbler","descr":"Fünf Dates mit Kimmy Gibbler Kimmy schaut sich auf dem Männermarkt um, um sicherzustellen, dass Fernando der Richtige ist. DJ verschafft Steph ein wichtiges Casting. Max und Steve spielen Detektiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268197","hoster":"VOE"},{"path":"/redirect/8297545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-9","name":"Ein bescheidener Antrag","epNo":9,"alt":"A Modest Proposal","descr":"Ein bescheidener Antrag DJ erfüllt ihre Pflicht, als Fernando bei seinem erneuten Antrag an Kimmy Hilfe benötigt. Doch das Ergebnis sprengt all ihre Erwartungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094962","hoster":"VOE"},{"path":"/redirect/8297552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-10","name":"Wenn der Anzug passt","epNo":10,"alt":"If the Suit Fits","descr":"Onkel Joey schmeißt eine dreifache Verlobungsparty. Steph und Fernando proben das Treffen mit den zukünftigen Schwiegereltern. Steve wirbt um die Gunst von DJs Söhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297556","hoster":"VOE"},{"path":"/redirect/8297558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-11","name":"Drei Hochzeiten und ein Musical","epNo":11,"alt":"Three Weddings and a Musical","descr":"Während Steve babysittet, landen DJ, Steph und Kimmy auf einer Hochzeitsmesse überraschend auf dem Laufsteg. Jackson und Ramona sprechen für das Schultheater vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297562","hoster":"VOE"},{"path":"/redirect/8297561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-12","name":"Eiskalt erwischt","epNo":12,"alt":"Cold Turkey","descr":"Stephanie bereitet ihr erstes Thanksgiving-Essen zu, doch alte Gewohnheiten lassen sich schwer ablegen. Danny, Jesse und Joey stecken in einer eiskalten Bredouille fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297567","hoster":"VOE"},{"path":"/redirect/8706911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-13","name":"Die College-Tour","epNo":13,"alt":"College Tours","descr":"Jackson und Ramona besuchen mit ihren Müttern DJs Alma Mater. Während die Bräutigame in spe auf Smoking-Suche gehen, will sich Steph zu Hause ein wenig entspannen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094961","hoster":"VOE"},{"path":"/redirect/8297570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-14","name":"Grundlagentraining","epNo":14,"alt":"Basic Training","descr":"Max überspringt eine Klasse und besucht nun die Mittelschule. Ramona will den amtierenden Champion bei einem Sandwich-Wettessen vom Siegertreppchen stoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297574","hoster":"VOE"},{"path":"/redirect/13179424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-15","name":"Sei du selbst","epNo":15,"alt":"Be Yourself, Free Yourself","descr":"Kimmy springt in der Tierklinik ein. Steph legt Jimmy gegenüber Fürsorge an den Tag. Jesse will bei einem Spieltreffen der Kinder herausfinden, wer Pamela gebissen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922665","hoster":"VOE"},{"path":"/redirect/8297577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-16","name":"Das Fast-verheiratet-Spiel","epNo":16,"alt":"The Nearlywed Game","descr":"Die drei Paare müssen in einer von den Kindern veranstalteten Spielshow vor der Vermählung beweisen, wie gut sie sich gegenseitig kennen. Gewinnen kann nur ein Paar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297582","hoster":"VOE"},{"path":"/redirect/13179425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-17","name":"Etwas Geborgtes","epNo":17,"alt":"Something Borrowed","descr":"Wichtige Neuigkeiten und ein Junggesellenabend sorgen eine Woche vor der Hochzeit für Aufregung. Die Suche nach etwas Geliehenem ruft Erinnerungen an Mama Tanner wach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297585","hoster":"VOE"},{"path":"/redirect/8297586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fuller-house/staffel-5/episode-18","name":"Noch) eine allerletzte Folge","epNo":18,"alt":"Our Very Last Show, Again","descr":"Die Dreifachhochzeit droht nach mehreren Pannen vollends im Chaos zu versinken. Doch so manches Desaster öffnet auch neue Türen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13094959","hoster":"VOE"},{"path":"/redirect/8297591","hoster":"Streamtape"}]}]}]}]}