{"seriesId":"funkstreife-isar-12","name":"Funkstreife Isar 12","descr":"Die Serie spielt im München der frühen 1960er Jahre. Hauptcharakter Alois Huber ist Polizeimeister bei der Funkstreife der Münchener Polizei. Huber ist Bayer durch und durch und spielt den ruhigen, gemütlichen Wachtmeister, den so schnell nichts aus der Ruhe bringen kann.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Polizisten sind auch nur Menschen","epNo":1,"alt":"","descr":"In dieser regulären Folge der Fernsehserie \"Der Nachtkurier meldet\" gibt es ein Widersehen mit den Helden aus \"Isar 12\". Wieland wird gezwungen, sein leichtfertiges Urteil über die Tätigkeit der Polizei zu revidieren. Auf Anordnung des Chefredakteurs begleitet er einen Abend lang eine Funkstreifenbesatzung bei ihrem Dienst. Seine Erlebnisse in einem Nachtlokal, bei einem Familienstreit und anderem Routine-Kleinkram lassen ihn ahnen, dass seine Reportage über die Polizei erheblich verständnisvoller ausfallen wird, als das ursprünglich zu erwarten war.","versions":[{"lang":1,"streams":[{"redirect":12384519,"hoster":"VOE"},{"redirect":11964370,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der erste Einsatz","epNo":1,"alt":"","descr":"Nicht zufrieden ist Polizeiwachtmeister Resch mit seinem ersten Einsatz, denn von Verbrecherjagd und aufregenden Verfolgungen ist zunächst keine Rede. Zuerst muss er auf die Feuerwehr warten, die einen Verkehrssünder abschleppen soll, dann muss er einen gefundenen Säugling betreuen, während seine Kollegen einen Einbrecher überwältigen.","versions":[{"lang":1,"streams":[{"redirect":11964291,"hoster":"VOE"},{"redirect":11964268,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Mutprobe","epNo":2,"alt":"","descr":"Polizeimeister Alois Huber ist etwas erbost darüber, dass sein Sohn Schorsch nicht so richtig am Schwimmunterricht teilnehmen will. Er bezeichnet ihn als Feigling. Ein Ereignis an jenem Tag während seines Dienstes lässt ihn jedoch später noch einmal über diese unbedachten Worte nachdenken: die Besatzung der Funkstreife Isar 12 wird gegen vier Uhr nachmittags zu einer Einstiegsstelle in die Kanalisation gerufen. Dort soll ein Junge namens Max durch den Gully in die unterirdischen Kanale eingestiegen sein, um vor den Augen seines gleichaltrigen Freundes Willi eine Mutprobe zu bewältigen. Nun fehlt jedoch schon seit einer Stunde jede Spur von dem Kind. Huber und Resch steigen ebenfalls in die Kanalisation ein, um Max zu suchen. Dass gerade über der Bayerischen Hauptstadt ein Gewitter mit starkem Regen hereinbricht, erschwert die ganze Sache ungemein ...","versions":[{"lang":1,"streams":[{"redirect":11964317,"hoster":"VOE"},{"redirect":11964284,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall Jakob","epNo":3,"alt":"","descr":"Verärgert tritt Hauptwachtmeister Dambrowski seinen Dienst an, er hatte wieder einmal Streit mit seiner Frau wegen seiner vierbeinigen Freunde. Zunächst gilt es, Mieterstreitigkeiten zu schlichten, wobei er einen Papagei käuflich erwerben kann. Gerade als seine Kollegen mit einer kleinen Brotzeit den Familienzuwachs Dambrowskis feiern wollen, gibt es Großalarm. Nach geglückter Verbrecherjagd kommt Dambrowski mit seinem Papagei nach Hause, wo ihn zu seinem Erstaunen nicht das vermutete Donnerwetter seiner Gattin erwartet.","versions":[{"lang":1,"streams":[{"redirect":11964293,"hoster":"VOE"},{"redirect":11964327,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Unentbehrliche","epNo":4,"alt":"","descr":"Die Besatzung von Isar 12 erhält eine Überwachungsanweisung: die Firma Reinl in der Leonhardstraße meldet das Verschwinden von Transistoren trotz Alarmanlage. Auf dem Weg zur Firma stellen Huber und Dambrowski zwei Altmetalldiebe auf dem Schrottplatz, die zunächst angeben, sie kommen von der Gemeinde. Im Betrieb angekommen, lernen sie den Nachtwächter Weckerlein kennen, der entlassen wurde, weil seinen Job von nun an die Technik erledigen soll. Huber kommt ein Verdacht...","versions":[{"lang":1,"streams":[{"redirect":11964331,"hoster":"VOE"},{"redirect":11964322,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"1860 gegen Eintracht Frankfurt","epNo":5,"alt":"","descr":"Eigentlich wollten Dambrowski, Huber und Sohn Schorsch zum Fußballspiel 1860 München gegen Eintracht Frankfurt gehen sollen. Doch dann kommt ein Notruf: eine Angestellte der Minverva-Apotheke sucht dringend Hilfe: sie hat einer Frau, die sie nicht kennt, irrtümlich eine hochgefährliche Opiumtinktur statt Hustensaft ausgehändigt. Sie weiß nur noch, dass das Rezept von einem gewissen Dr. Huber stammt und dass der Name ungefähr Lahner oder Locker war. Huber und Dambrowski versuchen ihr Bestes, um ein tragisches Unglück zu verhindern","versions":[{"lang":1,"streams":[{"redirect":11964368,"hoster":"VOE"},{"redirect":11964371,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Prozess","epNo":6,"alt":"","descr":"Dambrowskis bevorstehende Beförderung und Gehaltserhöhung ist gefährdet. Ein gewisser Herr Wurmser hat ihn angezeigt wegen Körperverletzung im Amt. Von der Staatsanwaltschaft wird ihm der Prozess gemacht.","versions":[{"lang":1,"streams":[{"redirect":11963879,"hoster":"VOE"},{"redirect":11963881,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die guten Nachbarn","epNo":7,"alt":"","descr":"Die Besatzung der Funkstreife Isar 12 muss ohne Hauptwachtmeister Herbert Dambrowski auskommen, da dieser wegen eines Magengeschwürs im Krankenhaus verweilt. Alois Huber und Dieter Resch werden in die Horvathstraße 9 zitiert. Dort soll sich ein älterer Mann das Leben genommen haben, denn seit 24 Stunden gibt es kein Lebenszeichen von ihm. Von den Nachbarn erfahren die Polizisten, dass es sich dabei um Herrn Kehlmann handelt, einen 70jährigen alleinstehenden und zurückgezogen lebenden Mann. Während die Isar-12-Besatzung versucht, in die Wohnung, die sich im letzten Stockwerk befindet, vorzudringen, werden sie von den guten Nachbarn des Mannes - dessen Schicksal nicht geklärt ist - mit allerlei Geschichten und Geschwätz belästigt ..","versions":[{"lang":1,"streams":[{"redirect":11963877,"hoster":"VOE"},{"redirect":11963875,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Fall Borak","epNo":8,"alt":"","descr":"Mit verschiedenen Menschen kommt Wachtmeister Resch in seiner neuen Pension zusammen. Gleich von Anfang an wird er auf den Pensionsgast Borak aufmerksam gemacht. Die Kriminalbereitschaft nimmt Ermittlungen auf, Wachtmeister Resch hält in der Pension die Augen offen und durch verschiedene Hinweise wird Borak schließlich als Rauschgifthändler entlarvt.","versions":[{"lang":1,"streams":[{"redirect":12252139,"hoster":"VOE"},{"redirect":11963885,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Perle unter Perlen","epNo":9,"alt":"","descr":"Nachdem Huber und Resch in der Wirtschaft \"Zum alten Wirt\" eine Schlägerei geschlichtet haben, werden sie in dieser Nacht zu einer Familie Neubauer nach Harlaching gerufen: Frau Neubauer meldet einen Einbruchsdiebstahl, bei dem ihre Perlen abhanden gekommen sind. Verdächtig sind zunächst das Hausmädchen Betty und die Köchin Frl. Frantisek aus Tschechien. Doch Huber glaubt nicht ganz an die Schuld der beiden Hausangestellten und sucht den Schuldigen wo anders...","versions":[{"lang":1,"streams":[{"redirect":11963886,"hoster":"VOE"},{"redirect":11963882,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Halt, oder ich schieße!","epNo":10,"alt":"","descr":"Die Besatzung der Funkstreife Isar 12, diesmal bestehend aus Alois Huber, Dieter Resch und Angermayer, werden in den Meisenweg Nr. 10 in Pasing bestellt. Dort soll ein schon länger gesuchter Unhold die siebzehnjährige Inge Reitsch belästigt haben. Ihre Mutter sagt aus, dass der Mann, der möglicherweise wie in der Fahndungsmeldung ca. einen Meter siebzig groß war, dunkles Haar hatte und eine Lederjacke trug, die Flucht ergriffen hat, als sie nach Hause gekommen ist. Huber und seine Kollegen suchen den Wald in der Umgebung ab. Dem erfahrenen Polizeimeister kommt allerdings die Aussage der jungen Inge etwas seltsam vor...","versions":[{"lang":1,"streams":[{"redirect":11963890,"hoster":"VOE"},{"redirect":11963887,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Bombe","epNo":11,"alt":"","descr":"Georg, der Sohn des Streifenführers Huber, hört im Polizeifunk, dass eine Fünf-Zentner-Bombe gefunden wurde. Großalarm wird gegeben. Isar 12 ist am Fundort. Georg versucht, mit seinem Fahrrad auch dorthin zu kommen. Zu seinem Bedauern muss er feststellen, dass die Bombe nicht am Fundort entschärft werden kann, sondern außerhalb der Stadt. Zum Entsetzen seines Vaters ist er dort unter den Zuschauern zu finden.","versions":[{"lang":1,"streams":[{"redirect":11963898,"hoster":"VOE"},{"redirect":11963891,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fremdenpension Aida","epNo":12,"alt":"","descr":"Isar 12 findet einen Wagen, der in Augsburg als gestohlen gemeldet worden ist. Der Wagen steht vor einer Pension, in der die Beamten auch den Besitzer dieses Wagens finden. Ohne Wissen seiner Frau war Herr Mägerlein zu einer Bar-Reise nach München gestartet und die Gattin hatte den Wagen als gestohlen gemeldet. Nur das diplomatische Geschick von Polizeimeister Huber verhindert einen größeren Familienstreit zwischen den Eheleuten.","versions":[{"lang":1,"streams":[{"redirect":11963895,"hoster":"VOE"},{"redirect":11963894,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Billiges Benzin","epNo":13,"alt":"","descr":"Die Funkstreife Isar 12 bringt den Wagen einer Schweizer Touristin, der das Benzin ausging, zur nächsten Tankstelle. Bei dieser Gelegenheit erregt ein mit Benzin-Kanistern beladener amerikanischer Wagen ihren Verdacht. Die Untersuchung ergibt, dass größere Mengen Benzin verladen und verschoben werden. Nun beginnt die erfolgreiche Jagd nach den Tätern.","versions":[{"lang":1,"streams":[{"redirect":11963905,"hoster":"VOE"},{"redirect":11963900,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Und sonntags zum Mondsee","epNo":1,"alt":"","descr":"Die Zusammenarbeit von Münchner Funkstreife, Kriminalpolizei und Landpolizei erweist sich im Fall eines gestohlenen und in einer Autolackiererei umgespritzten Wagens als erfolgreich, der Fahrer wird in der Millionenstadt München gestellt.","versions":[{"lang":1,"streams":[{"redirect":11963906,"hoster":"VOE"},{"redirect":11963902,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hausmittel wirken Wunder","epNo":2,"alt":"","descr":"Polizeimeister Huber ist sehr erkältet. Ausgerechnet an diesem Abend muss er die zweite Bassstimme im Funkstreifen-Chor singen. Nach der Schicht kann er sich noch einige Zeit hinlegen. Dambrowski nutzt diese gute Gelegenheit aus und bringt seinem Streifenführer in einer Thermosflasche schnell wirkende Medizin, die nach Dambrowskis Ansicht jede Erkältung in kurzer Zeit heilt. Am Abend versammeln sich die dienstfreien Funkstreifenbeamten im Vereinslokal. Der Chor ist aufgestellt, alle sind da. Nur Polizeimeister Huber fehlt. Kollege Dambrowski entschuldigt ihn mit seiner Erkältung. Er allein weiß, warum Huber nicht kommen konnte, denn in seiner Thermosflasche war ein solches Quantum Alkohol, dass auch ein pflichteifriger Sänger wie Polizeimeister Huber in tiefen Schlaf fallen musste.","versions":[{"lang":1,"streams":[{"redirect":11963908,"hoster":"VOE"},{"redirect":11963929,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Isar an alle","epNo":3,"alt":"","descr":"Im Englischen Garten findet nachts ein Raubüberfall statt. Ein Mann wird von den Tätern lebensgefährlich angeschossen. Sofort wird eine Großfahndung eingeleitet, bei der auch Funkstreife Isar 12 eingesetzt wird, obwohl die Besatzung kurz vor dem Feierabend steht. Die Fahndung muss jedoch ergebnislos abgebrochen werden. Am nächsten Tag nehmen Huber und sein Kollege zufällig zwei Jugendliche fest, die in einer Kneipe randaliert haben. Es handelt sich um die Täter des Raubüberfalls der Vornacht.","versions":[{"lang":1,"streams":[{"redirect":11963932,"hoster":"VOE"},{"redirect":11963909,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alle Neune","epNo":4,"alt":"","descr":"Die Kollegen von der Funkstreife sehen ihrem Kegelspiel am Abend erwartungsvoll entgegen. Polizeiobermeister Huber, der beste Mann der einheimischen Spieler, ist jedoch durch seinen Dienst verhindert. Zuletzt ergibt es sich aber doch für ihn, am Spiel teilzunehmen. Trotzdem bringt der Abend kein \"Dienstfrei\" für die Männer von der Funkstreife, denn sie müssen in der Gastwirtschaft Erste Hilfe leisten","versions":[{"lang":1,"streams":[{"redirect":11963951,"hoster":"VOE"},{"redirect":11963983,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Whisky am Vormittag","epNo":5,"alt":"","descr":"Strohwitwer Dambrowski feiert mit seinen Kollegen das Ende seines Eheurlaubs. Es wird spät und Dambrowski kommt nicht mehr zum Aufräumen. Der Ehekrach ist vorprogrammiert. Am nächsten Tag lautet der Einsatz obendrein: Schlichten eines Ehestreits!","versions":[{"lang":1,"streams":[{"redirect":11964014,"hoster":"VOE"},{"redirect":11963965,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Am hellichten Tag","epNo":6,"alt":"","descr":"Huber und Resch werden vor den Hauptbahnhof bestellt: vor wenigen Minuten wurde eine ca. 20 Jahre alte Frau von drei Männern mit einer Maschinenpistole bedroht und in einen Wagen gezerrt. Geflüchtet sind die vier in einem grauen Opel mit Münchner Nummer. Das Kennzeichen konnte sich keiner der Zeugen genau merken, es endete aber jedenfalls mit 92 oder 62. Huber nimmt die Fahndung auf und hat Glück: ein Straßenpolizist hat die Nummer eines mit überhöhter Geschwindigkeit fahrenden Opfels notiert. Schnell stellt sich heraus, dass das Kennzeichen auf den Wagen eines gewissen Jochen Emmerich zugelassen ist. Doch sein Auto ist gar kein Opel und steht seit Tagen unbenutzt in der Garage..","versions":[{"lang":1,"streams":[{"redirect":11964095,"hoster":"VOE"},{"redirect":11964040,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fahren Sie Fliederweg 10","epNo":7,"alt":"","descr":"Ein ereignisreicher Tag für die Besatzung von Isar 12: zunächst müssen Huber und Dambrowski einen Ehestreit schlichten und den betrunkenen, randalierenden Ehemann sogar festnehmen und zur Ausnüchterung mit ins Präsidium nehmen, dann helfen sie – in Ermangelung von Trauzeugen – einem jungen Paar auf dem Standesamt, die sich das Ja-Wort geben und werden schließlich in den Fliederweg beordert, wo sich eine Heimgartenkolonie befindet. Eine Gruppe von drei Männern hat sich dort in einem Haus, das einem festgenommenen Hehler gehört, verschanzt. Als Huber und Dambrowski vorfahren, eröffnet einer der Gangster sofort das Feuer. Ein gefährlicher Einsatz, der nur mit Verstärkung der Funkstreife und der Kripo bewältigt werden kann…","versions":[{"lang":1,"streams":[{"redirect":11964044,"hoster":"VOE"},{"redirect":11964075,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Glück im Unglück","epNo":8,"alt":"","descr":"Ein Lieferwagen ist angefahren und schwer beschädigt worden, der Unfallverursacher beging Fahrerflucht. Die Ermittlungen ergeben, dass es sich um einen grünen Pkw gehandelt haben muss.Ferner, dass der Fahrer des Lieferwagens, Loibner, am gleichen Abend dem Bier kräftig zugesprochen hatte.","versions":[{"lang":1,"streams":[{"redirect":11964104,"hoster":"VOE"},{"redirect":11964098,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Florian 1 rückt aus","epNo":9,"alt":"","descr":"Während einer nächtlichen Streifenfahrt bemerkt die Besatzung von Isar 12 Rauchentwicklung in einem Zeitungskiosk. Unverständlicherweise verwehrt ein Anwesender den Beamten jeglichen Zutritt. Im letzten Augenblick kann er gerettet werden, der Kiosk brennt jedoch lichterloh, sodass der Löschzug Florian 1 eingesetzt werden muss. Der Fall wäre für Isar 12 abgeschlossen, hätten die Feuerwehrleute nicht einen Benzinkanister und einen Wecker gefunden.","versions":[{"lang":1,"streams":[{"redirect":11964149,"hoster":"VOE"},{"redirect":11964114,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der falsche Mantel","epNo":10,"alt":"","descr":"Huber und Dambrowski erklären sich bereit, einen verirrten Hund seinem Besitzer nach Rammersdorf wiederzubringen. Unterwegs kommen sie zu einer Auseinandersetzung am Viktualienmarkt, die sie schlichten müssen: eine Frau Webster, die Köchen des Geheimrates Schiringer, soll ein Huhn gestohlen haben. In Wirkleichkeit hat sie es aber nur genommen, weil ihr sämtliche Verkäuferinnen verwehrt haben, sie zu bedienen. Die Dame ist als sehr unbequem bekannt. Nachdem Huber die Sache geregelt hat, setzt er mit Dammerl die Fahrt fort, um einen Diebstahl in einem Hundeabrichteheim zu klären..","versions":[{"lang":1,"streams":[{"redirect":12922673,"hoster":"VOE"},{"redirect":11964131,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Taxi um Mitternacht","epNo":11,"alt":"","descr":"Passanten haben kurz nach Mitternacht am Stadtrand einen Taxiüberfall entdeckt. Der Fahrer wurde niedergeschlagen und beraubt. Isar 12 trifft am Tatort ein und fordert das Rote Kreuz und die Kriminalbereitschaft an. Mit einem Kriminalbeamten fährt Isar 12 zum Krankenhaus. Es stellt sich heraus, dass der Schwerverletzte nicht vernehmungsfähig ist.","versions":[{"lang":1,"streams":[{"redirect":11964163,"hoster":"VOE"},{"redirect":11964168,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Belehrung","epNo":12,"alt":"","descr":"In München macht ein origineller Trick-Betrüger viel von sich reden. Er tritt als Bauer aus dem Voralpenland auf und bietet Leuten, die ein Dienstmädchen suchen, einen Vertrag mit seiner Tochter an. Die Leute erfreut, dass sie endlich über ein Hausmädchen verfügen können, geben dem angeblichen Vater gleich Lohnzahlung mit Erstattung der Fahrkosten im Voraus, aber der versprochene Dienstantritt des Mädchens bleibt aus. Während einer Streifenfahrt wird Isar 12 zu einem Fabrikantenehepaar gerufen, das der Meinung ist, den durch die Presse hinreichend bekannten Trick-Betrüger im Augenblick in seinem Wohnzimmer sitzen zu haben. Die Situation scheint ganz klar. Streifenführer Huber sieht sich gezwungen, eine vorsorgliche Verhaftung vorzunehmen, obwohl der Verdächtige seine Unschuld beteuert. Aber alle Indizien sprechen gegen ihn. Huber hat allerdings nicht alle Möglichkeiten ausgeschöpft, die Legitimation des Verhafteten zu überprüfen.","versions":[{"lang":1,"streams":[{"redirect":11964179,"hoster":"VOE"},{"redirect":11964181,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Besuch aus Übersee","epNo":13,"alt":"","descr":"Ein Polizeifachmann aus Nordamerika fährt eine Schicht auf Isar 12. Er will sich über die Arbeit der Münchner Polizei informieren. Sein erster Einsatz: Ein Taxifahrer, der von einer Giftschlange bedroht wird, ruft Isar 12 um Hilfe. Mit Unterstützung eines Passanten, der sich als Schlangenspezialist ausgibt, fängt Isar 12 die entwichene Schlange. Am anderen Tag muss sich die Funkstreife noch einmal mit dem Fall beschäftigen, da eine Zeitungsnotiz die überraschende Lösung bringt: Eine Schlangentänzerin wollte durch diese Aktion auf ihre Darbietungen in einem Varieté aufmerksam machen.","versions":[{"lang":1,"streams":[{"redirect":11964182,"hoster":"VOE"},{"redirect":11964183,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Funkstreife gegen Polizeiamt Ost","epNo":1,"alt":"","descr":"Alle warten gespannt auf das Fußballspiel Funkstreife gegen Polizeiamt Ost. Doch davor muss noch ein Hubschrauber mit einem Kranken an Bord an seinen Bestimmungsort geleitet werden. Das klappt dank moderner Hilfsmittel und der Zusammenarbeit mit der Zentrale.","versions":[{"lang":1,"streams":[{"redirect":11964210,"hoster":"VOE"},{"redirect":11964187,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"80 Mark Anzahlung","epNo":2,"alt":"","descr":"Herr Bahringer arbeitet länger in seinem Büro und wird unbemerkt eingesperrt. In seiner Verzweiflung bittet er einen Passanten, in die Attilastrasse zu laufen und dort bei seinem Wagen mit dem Kennzeichen M-AT 762 die Scheibe einzuschalgen, um den Ersatzschlüssel zu holen. Der Unbekannte will zuerst nicht, lässt sich dann aber doch überreden. Als er die Scheibe einschlägt, wird er von Zeugen beobachtet, die die Funkstreife rufen. Für die sieht es natürlich so aus, als ob gerade ein Autoknacker auf frischer Tat ertappt worden wäre - aber als die Polizisten mit dem Verdächtigen die Bar verlassen, in der sie ihn verhört haben, ist der Wagen plötzlich verschwunden ........","versions":[{"lang":1,"streams":[{"redirect":11964192,"hoster":"VOE"},{"redirect":11964195,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Drei neue Untermieter","epNo":3,"alt":"","descr":"Alois Hubers Sohn Schorschi und seine Mutter haben ein Geheimnis: drei Schildkröten, die unter Schorschis Bett hausen. Huber passt das gar nicht, als er sie entdeckt. Während seines Einsatzes mit dem Funkwagen macht er sich über diese Tiere kundig, setzt dabei einen Dieb fest, der in die Theatergarderobe eingebrochen ist und holt einen vom Zoo ausgerissenen Affen von einem Baum herunter. Schließlich erlaubt er seinem Sohn doch, die drei neuen Untermieter zu behalten.","versions":[{"lang":1,"streams":[{"redirect":12916523,"hoster":"VOE"},{"redirect":11964200,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Brötchendieb","epNo":4,"alt":"","descr":"Die neugierige Nachbarin Frau Balanski erwischt den Schuljungen Willi Stanischka dabei, als er Frau Hinzelmann acht Semmeln stiehlt. Sie veranlasst Frau Mehringer die Funkstreife zu rufen. Die Besatzung von Isar 12 trifft ein, der Fall ist schnell geklärt, und Willi wird zurück in die Schule geschickt. Doch der Fall hat noch ein Nachspiel: noch am selben Tag werden Huber und Dambrowski in Willis Schule gerufen: der Junge hat sich in einem Klassenzimmer eingesperrt und will aus dem Fenster springen..","versions":[{"lang":1,"streams":[{"redirect":11964214,"hoster":"VOE"},{"redirect":11964206,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Polizeialarm","epNo":5,"alt":"","descr":"Polizeialarm in der Eichenbergstraße 81: im Juweliergeschäft Richter \u0026 Urban wurde eingebrochen. Ein Zeuge sieht die beiden Täter, von denen einer dunkel gekleidet und außergewöhnlich groß ist, flüchten. Dank der guten Beschreibung kann die Funkstreife die Verfolgung aufnehmen. Der Besatzung von Isar 4 gelingt es, die Männer zu stellen, doch da zückt einer der beiden die Pistole und schießt auf den Beamten. Huber und Dambrowski, die Besatzung von Isar 12, nehmen die weitere Verfolgung auf. Der Täter kann sich in eine Tiefgarage flüchten - und nimmt Dambrowski als Geisel...","versions":[{"lang":1,"streams":[{"redirect":11964280,"hoster":"VOE"},{"redirect":11964213,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sie wird sich dran gewöhnen müssen","epNo":6,"alt":"","descr":"Frau Dambrowski sucht Oberamtsrat Seidl auf und erkundigt sich bei ihm, ob eine Versetzung ihres Mannes nicht möglich sei. Sie hat nämlich schreckliche Angst um ihn, nachdem er bei einer Auseinandersetzung einen Schlag auf den Kopf bekommen hat. Seidl sagt, dass ohne die Einwilligung von Dammerl überhaupt nichts gehe und dieser alles andere als versetzt werden wolle. Herbert Dambrowski ist der Ansicht, dass sich seine Frau an seinen Beruf gewöhnen muss. So kommt er an diesem Abend, nachdem er einen Streit in einem Spielsalon geschlichtet und einen Autofahrer wegen Trunkenheit am Steuer dingfest gemacht hat, nach der Schlichtung eines Ehekrachs doch wieder verletzt nach Hause..","versions":[{"lang":1,"streams":[{"redirect":11964215,"hoster":"VOE"},{"redirect":11964217,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Achtung, Kinderfreund","epNo":7,"alt":"","descr":"In Unterföhrung vermessen zwei Männer den Hof von Hans Ettensberger und reden ihm ein, durch seinen Besitz werde eine neue Straße gebaut. Der leichtgläubige Bauer fällt auf die beiden Gangster beinahe herein. In Wirklichkeit haben sie es nämlich nur darauf abgesehen, dem Mann eine hohe Versicherung anzudrehen. Der Sohn des Bauers wittert etwas, und verständigt die Funkstreife. In der Tat sind die beiden Männer bei ihrer angeblichen Arbeitsstelle unbekannt und von einem Straßenbau weiß auch niemand etwas. Nachdem Huber und Dambrowski die beiden Betrüger in Verwahrung genommen haben, müssen sie Ausschau nach einem Kinderschänder halten, von dem nur bekannt ist, dass er circa 56 Jahre alt ist und einen grünen Lodenmantel trägt…","versions":[{"lang":1,"streams":[{"redirect":11964223,"hoster":"VOE"},{"redirect":11964224,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Besuch aus Hamburg","epNo":8,"alt":"","descr":"Huber und Dambrowski werden in eine Autogarage gerufen: der Besitzer hat drei junge Männer beobachtet, die sich in einem fremden Wagen zu schaffen machten. Ihnen kann aber nichts nachgewiesen werden. Da sich in ihrem Kofferraum allerdings eine Menge Werkzeug befindet, hat Huber den Verdacht, dass es sich tatsächlich um Autodiebe handelt. Er veranlasst eine Überwachung des Fahrzeugs mit den Männern aus Hamburg. Seine Vorahnung war gut: den die Männer haben wirklich nichts Gutes im Sinn..","versions":[{"lang":1,"streams":[{"redirect":11964256,"hoster":"VOE"},{"redirect":11964232,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Hilfeleistung","epNo":9,"alt":"","descr":"Die Besatzung von Isar 12 wird in die August-Schober-Straße 17 zitiert: dort sitzt eine ältere Dame im Aufzug fest. Dambrowski verständigt die Feuerwehr, einstweilen schlichtet Huber nachbarschaftlichen Streit. Anschließend geht es um eine weitere Hilfeleistung: der Hund einer Dame ist im Park entlaufen. Schließlich liefern Huber und Dambrowksi noch einen dreijährigen Jungen namens Stefan zu Hause ab. Der Junge ist von dort ausgerissen. Am Ende des Tages hat Frau Dambrowski für ihren Mann eine Überraschung parat: sie ist schwanger...","versions":[{"lang":1,"streams":[{"redirect":11964309,"hoster":"VOE"},{"redirect":11964245,"hoster":"Streamtape"}]}]}]}]}