{"seriesId":"future-boy-conan","name":"Future Boy Conan","descr":"[Mirai Shounen Conan | Zukunftsjunge Conan] Diese Geschichte basiert auf dem Roman -The Incredible Tide- von Alexander Key. Wir befinden uns in der Zeit nach dem dritten Weltkrieg: Der Meeresspiegel ist enorm gestiegen und so ziemlich das gesamte Land ist überschwemmt. Nur noch einzelne Inseln sind von Menschen bewohnbar. Indastria ist eine dieser Inseln, und zwar die mit der am technologisch am weitesten entwickelte Bevölkerung. Sie ist außerdem auch die neue Hauptstadt der Welt. Conan ist der einzige Überlebende eines von Astronauten unternommenen Versuch von der Erde zu fliehen, um den Nuklearbomben des dritten Weltkriegs zu entkommen. Eines Tages trifft Conan Lana, die später von Indastrias Soldaten entführt wird. Conan macht sich auf den Weg, seine entführte Freundin zu befreien.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Insel der Überbleibsel","epNo":1,"alt":"Remnant Island","descr":"Conan und sein Großvater. Sie leben vom Fischen und Sammeln und verbringen einen ruhigen Tag auf der Insel. Conan ist etwa zehn Jahre alt, hat aber eine enorme Kraft. Nachdem er einen riesigen Hai getötet hatte, der die Fische um die Insel herum verschlang, entdeckte er am Ufer ein ohnmächtiges Mädchen in seinem Alter, das auf den Namen Lana hörte.","versions":[{"lang":1,"streams":[{"redirect":12824763,"hoster":"VOE"},{"redirect":12824754,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824739,"hoster":"VOE"},{"redirect":12824740,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Reise beginnt","epNo":2,"alt":"The Journey","descr":"Als Conan auf seine Insel zurückkehrt, findet er seinen Großvater sehr geschwächt vor. Er erzählt ihm, wie er auf die Insel gekommen ist und dass er von hier weg muss, um mit anderen Menschen zu leben.","versions":[{"lang":1,"streams":[{"redirect":12824707,"hoster":"VOE"},{"redirect":12824709,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824744,"hoster":"VOE"},{"redirect":12824743,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der erste Freund","epNo":3,"alt":"The First Companion","descr":"Conan ist seit etwa zwei Wochen auf dem Ozean unterwegs, bevor er auf einer Insel strandet. Er beschließt, einen Ausflug zu machen, um nach Lebensmitteln zu suchen. Er sieht niemanden, fühlt sich aber dennoch beobachtet. Er versucht, der Präsenz nachzugehen, aber es gelingt ihm nicht. Er täuscht eine Ohnmacht vor, um die Person identifizieren zu können. Es handelt sich um ein Kind in seinem Alter namens Gimsy.","versions":[{"lang":1,"streams":[{"redirect":12916528,"hoster":"VOE"},{"redirect":12824714,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824745,"hoster":"VOE"},{"redirect":12824748,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Barracuda","epNo":4,"alt":"The Barracuda","descr":"Da Gimsy Conan nicht verlassen will, beschließt er, ihn zu begleiten. Auf dem Schiff, angelockt vom Geruch des Essens, beschließt er, einen kleinen Snack in der Küche zu sich zu nehmen und trinkt den Wein, der für den Kapitän bestimmt ist. Als er ihn verfolgen will, wird der Koch niedergeschlagen. Der betrunkene Gimsy wird vom Kapitän entdeckt, der sofort Alarm schlägt.","versions":[{"lang":1,"streams":[{"redirect":12824716,"hoster":"VOE"},{"redirect":12824719,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824750,"hoster":"VOE"},{"redirect":12824752,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Industria","epNo":5,"alt":"Industria","descr":"Als Conan in Industria ankommt, sieht er das Wasserflugzeug von Lanas Entführern. Conan und Gimsy wollen fliehen, um sie zu finden, aber sie müssen die Ladung der Barracuda an Land bringen. Der Kapitän wird vor die Kommission, die aus alten Ingenieuren besteht, zitiert, um sich für seine Taten zu verantworten.","versions":[{"lang":1,"streams":[{"redirect":12824720,"hoster":"VOE"},{"redirect":12824721,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824755,"hoster":"VOE"},{"redirect":12824757,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dyces Rebellion","epNo":6,"alt":"Dyce\u0027s Rebellion","descr":"Conan versucht, von außen in den Turm zu gelangen. Der Wächter, der Lanas Zimmer bewacht, hat Geräusche gehört und versteht, dass jemand versucht, in das Gebäude einzudringen. Mit einer gefährlichen Akrobatik schlägt Conan den Wachmann nieder. Die beiden Kinder versuchen, durch das Fenster zu fliehen, werden aber schnell entdeckt.","versions":[{"lang":1,"streams":[{"redirect":12824725,"hoster":"VOE"},{"redirect":12824726,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824760,"hoster":"VOE"},{"redirect":12824765,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verfolgung","epNo":7,"alt":"Chase","descr":"Lepka versucht, die Barracuda mit einem Schnellboot einzuholen. Währenddessen kämpft Conan in seiner Zelle. Der Nebel hat sich gelichtet und die Navigation an der Küste von Industria ist gefährlich.","versions":[{"lang":1,"streams":[{"redirect":12824865,"hoster":"VOE"},{"redirect":12824870,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824781,"hoster":"VOE"},{"redirect":12824779,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Flucht","epNo":8,"alt":"Escape","descr":"Kapitän Dice bindet Lana an den Bug der Barracuda, um einen Angriff von Lepka und seinem Kriegsschiff zu verhindern. Doch angesichts des wiederholten Beschusses durch Lepka versucht er schließlich einen Rückzug und kehrt um. Als Conan die Barracuda wieder am Horizont auftauchen sieht, schöpft er neue Hoffnung und schafft es, sich bei der Vorbeifahrt am Rumpf des Schiffes festzuhalten.","versions":[{"lang":1,"streams":[{"redirect":13084017,"hoster":"VOE"},{"redirect":13084016,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824793,"hoster":"VOE"},{"redirect":12824796,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Bergungsschiff","epNo":9,"alt":"The Salvage Ship","descr":"Nach einer mehrtägigen Wanderung brechen Conan und Lana zusammen. Am selben Morgen kommt ein Mann und trägt sie zu einer Hütte in der Nähe der Küste. Dieser Mann, der von seiner Mannschaft \"Boss\" genannt wird, versucht, ein Boot zu heben, das in etwa 30 Metern Tiefe gesunken ist. Der Boss sieht Conans Apnoeleistungen und beschließt, ihn als Taucher einzustellen.","versions":[{"lang":1,"streams":[{"redirect":13093170,"hoster":"VOE"},{"redirect":13082961,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824819,"hoster":"VOE"},{"redirect":12824827,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Professor Lao","epNo":10,"alt":"Dr. Lao","descr":"Dice und seine Crew, die in einem der Gefängnisse von Industria eingesperrt sind, versuchen zu fliehen, doch sie scheitern. Unterdessen erfährt Monsry von Lepka, wo sich Conan und Lana befinden. Auf der Insel bilden sich in der Nacht Ansammlungen von Insekten. Der Chef vermutet eine bevorstehende geologische Katastrophe. Obwohl Lana vom Boss schlecht angesehen und misshandelt wird, hat sie nicht den Wunsch, wegzulaufen.","versions":[{"lang":1,"streams":[{"redirect":13082958,"hoster":"VOE"},{"redirect":13082968,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824836,"hoster":"VOE"},{"redirect":12824837,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Entkommen","epNo":11,"alt":"Escaping","descr":"Zurück auf der Insel machen sich unsere drei Flüchtlinge auf die Suche nach der Flugmaschine des Professors, die in einem Schiffswrack versteckt ist. Die Maschine ist jedoch in schlechtem Zustand und kann nur wenige Meter über dem Boden fliegen. Dennoch können sie an Bord gehen und nach Industria reisen, wo sie die Bauteile für die Reparatur finden können.","versions":[{"lang":1,"streams":[{"redirect":13082965,"hoster":"VOE"},{"redirect":13082972,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824841,"hoster":"VOE"},{"redirect":12824845,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kernbereich","epNo":12,"alt":"Core Block","descr":"Lana und ihr Großvater schleichen sich in den Untergrund von Industria. Sie werden jedoch von Lepka entdeckt. Als die Truppen, die die Crew an der Flucht hindern wollten, sich zurückziehen, erkennt Conan, dass Lana und ihr Großvater in Gefahr sind. Er beschließt, ihnen zu helfen, doch Dice zieht es vor, mit seinem Schiff zu fliehen.","versions":[{"lang":1,"streams":[{"redirect":13082973,"hoster":"VOE"},{"redirect":13082974,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824848,"hoster":"VOE"},{"redirect":12824850,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"High Harbor","epNo":13,"alt":"High Harbor","descr":"Nachdem die drei Kinder auf der Barracuda abgesetzt wurden, kehrt der Professor nach Industria zurück, um die Mitglieder des Komitees vor dem bevorstehenden geologischen Kataklysmus zu warnen. Die Barracuda macht sich daraufhin auf den Weg nach Edenia, Lanas Heimatinsel.","versions":[{"lang":1,"streams":[{"redirect":13082978,"hoster":"VOE"},{"redirect":13082989,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824854,"hoster":"VOE"},{"redirect":12824861,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Tag auf der Insel","epNo":14,"alt":"A Day on the Island","descr":"Conan und Gimsy entdecken, wie die Insel organisiert ist: Die Männer arbeiten auf den Feldern, während die Frauen im Haushalt tätig sind. Die Tätigkeiten im Dorf sind rund um die Mühle, den Hufschmied und die Textilfabrik organisiert. Übrigens erfahren sie, dass die Besatzung der Barracuda bereits ihre eigene Arbeit hat. Die beiden Jungen beschließen daher, mit dem Fischen und Jagen zu beginnen, um der Gemeinschaft zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13082990,"hoster":"VOE"},{"redirect":13083002,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824864,"hoster":"VOE"},{"redirect":12824872,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Barren Land","descr":"Conan und Gimsy werden von maskierten Reitern angegriffen, bevor sie in eine Schweinefalle geraten. Auf ihre Bitte hin werden sie zu Raoul gebracht. Gimsy erzählt, dass er das Wildschwein ganz allein getötet hat, aber Raoul glaubt ihm nicht. Lana wacht am nächsten Morgen früh auf und stellt fest, dass ihre Freunde verschwunden sind.","versions":[{"lang":1,"streams":[{"redirect":13660899,"hoster":"VOE"},{"redirect":13660898,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824873,"hoster":"VOE"},{"redirect":12824876,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Hut for Two","descr":"Eines Morgens hat Lana einen Albtraum. Sie vermutet, dass es sich um eine Nachricht von ihrem Großvater handelt. Conan, der mit einem Fischerboot vorbeikam, sieht, wie sie an den Klippen betet, und lädt sie ein, sich ihm und seinen Fischerfreunden anzuschließen. Sie sind auf dem Weg zum Dorf der Waisenkinder, die Tiere züchten und mit denen ein Tauschhandel abgehalten wird.","versions":[{"lang":1,"streams":[{"redirect":13660900,"hoster":"VOE"},{"redirect":13660901,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824877,"hoster":"VOE"},{"redirect":12824878,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Battle","descr":"Die Männer von Industria landen auf der Insel. Raoul versucht mit seinen Männern, die Eindringlinge zu bekämpfen, doch sie werden von den Schüssen des Schiffes verletzt. Tera wird während des Angriffs getroffen und Conan und Gimsy, die die Szene beobachtet haben, eilen herbei, um sie zu retten. Auf ihrer Flucht werden sie von Dice unterstützt.","versions":[{"lang":1,"streams":[{"redirect":13660906,"hoster":"VOE"},{"redirect":13660905,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824883,"hoster":"VOE"},{"redirect":12824885,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Gun Boat","descr":"Als Conan das Schwein von Gimsy findet, das Lana anvertraut worden war, ahnt er, dass sie in Gefahr ist. Er findet sie auf einem Pfad, der zum Dorf führt, und rettet sie gerade noch vor Industrias Männern.","versions":[{"lang":1,"streams":[{"redirect":13660904,"hoster":"VOE"},{"redirect":13660909,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824887,"hoster":"VOE"},{"redirect":12824891,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Giant Tsunami","descr":"Monsry braucht ein Boot. Sie will daher versuchen, die Barracuda, die in der Bucht der Insel liegt, zu heben. Die Dorfbewohner haben sich am Strand versammelt. Lana, die sich in der Höhle ihres Onkels versteckt, beobachtet das Verhalten der Fische und prophezeit eine neue Kataklyssee.","versions":[{"lang":1,"streams":[{"redirect":13660908,"hoster":"VOE"},{"redirect":13660912,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824893,"hoster":"VOE"},{"redirect":12824897,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Going to Industria Again","descr":"Der Bürgermeister bietet den neuen Gefangenen an, sich in das Dorf zu integrieren. Sie werden sofort eingestellt, um auf den Feldern zu arbeiten: Es ist Erntezeit.","versions":[{"lang":1,"streams":[{"redirect":13660914,"hoster":"VOE"},{"redirect":13660911,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12824901,"hoster":"VOE"},{"redirect":12824904,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Residents Under the Ground","descr":"Monsry hat genug Zeit, um Dice, Lana und Gimsy abzusetzen, und startet dann erneut, um sie abzulenken. Doch das schwer getroffene Shuttle stürzt ab. Lana und ihre beiden Begleiter können Conan nicht retten und so beschließen sie, sich in die unterirdische Stadt zu begeben.","versions":[{"lang":3,"streams":[{"redirect":12824907,"hoster":"VOE"},{"redirect":12824908,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Rescue","descr":"Lepka sprengt gegen den Rat des Komitees einige Stollen, um die Unterwelt zu überfluten. Conan, der Lepkas Gespräch belauscht hat, versucht, den Sprengstoff zu finden und zu entschärfen, doch er kommt zu spät und wird von der Strömung mitgerissen.","versions":[{"lang":3,"streams":[{"redirect":12824909,"hoster":"VOE"},{"redirect":12824911,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Solar Tower","descr":"Während die Menschen aus der Unterwelt in den Turm eindringen, verschafft sich Conan, um Lana zu retten, Zugang von außen. Er kann durch einen Geschützturm in den Turm eindringen und holt Lepka, der mit Lana fliehen will, mithilfe der Flugmaschine des Professors ein.","versions":[{"lang":3,"streams":[{"redirect":12824912,"hoster":"VOE"},{"redirect":12824914,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Giganto","descr":"Die Zeit drängt; neue Erdbeben erschüttern Industria. Die Evakuierung steht unmittelbar bevor. Doch Lepka, der bei der Explosion der Maschine des Professors nicht gestorben ist, hat sich in den Untergrund begeben und eine kleine Armee von Getreuen um sich geschart.","versions":[{"lang":3,"streams":[{"redirect":12824917,"hoster":"VOE"},{"redirect":14273034,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The End of Industria","descr":"Conan gelingt es, sich in den Rumpf zu flüchten. Der Kapitän richtet mit dem Geschützturm einigen Schaden an, bevor dieser durch einen Schuss von Lepka zerstört wird. Unser Held und seine beiden Begleiter sabotieren alles, was sie auf der Titan finden.","versions":[{"lang":3,"streams":[{"redirect":12824921,"hoster":"VOE"},{"redirect":12824923,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Denouement","descr":"Dice und Gimsy fischen am Ruder der Titan. In der Ferne sehen sie das Boot des Volkes von Industria, das sie entdeckt hat und sie abholen will. Lana ist überglücklich, ihre Freunde wiederzusehen, macht sich aber Sorgen um Conan.","versions":[{"lang":3,"streams":[{"redirect":12824735,"hoster":"VOE"},{"redirect":12824733,"hoster":"Streamtape"}]}]}]}]}