{"seriesId":"fuuto-tantei","name":"Fuuto Tantei","descr":"[Fuuto PI] In der Stadt Fuuto existierte einst eine finstere Organisation namens Museum, dessen Mitglieder sich mithilfe des mysteriösen Artefaktes Gaia Memories in bösartige Monster, \"Dopants\", verwandeln konnten. Doch auch Shoutarou Hidari und sein Partner Philip, die gemeinsam die Narumi Detective Agency betreiben, nutzen die mysteriösen Kräfte, um sich in Kamen Rider W zu verwandeln, den mutigen Helden, der die Stadt beschützt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Beware of t / The Man Who Loved a Witch","descr":"In der windigen Stadt Fuuto kommt Privatdetektiv Shotaro Hidari an einer mysteriösen Frau vorbei, die auf ebenso mysteriöse Weise verschwindet. Später in dieser Nacht bittet ein Klient namens Chuuta Tsubosaki in der Narumi Detective Agency, die von Chef Akiko Narumi geleitet wird, die Agentur um Hilfe bei der Suche nach einer selbsternannten Hexe, in die er sich verliebt hatte, nachdem sie seine Tasche gestohlen hatte. Shotaro glaubt, dass es sich um dieselbe Frau von früher handelt, und geht den Ermittlungen nach und schafft es schließlich, die fragliche Frau, Tokime, zu jagen. Sie schafft es jedoch zu fliehen, als Shotaro sich plötzlich mitten in einem Gebäude der Tachikawa-Gruppe wiederfindet und später von der Polizei erfährt, dass einer von Tachikawas Männern angeblich von Tokime ermordet wurde. Am nächsten Tag spüren Shotaro und Chuuta Tokime auf und jagen sie in eine seltsame alternative Version von Fuuto. wo sie von einem unsichtbaren Angreifer angegriffen werden. An diesem Punkt betritt Shotaros Partner Philip die Szene.","versions":[{"lang":3,"streams":[{"redirect":13056356,"hoster":"VOE"},{"redirect":10979512,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Beware of t / The Culprit Is Right There","descr":"Weil er in einer Ermittlungssackgasse steckt, holt sich Shotaro nun doch Unterstützung bei Philip. Und der hat seine ganze eigene Theorie, wer wirklich hinter Tokime stecken könnte","versions":[{"lang":3,"streams":[{"redirect":11047803,"hoster":"VOE"},{"redirect":11047806,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Beware of t / The Masked Defender","descr":"Shōtarō und Philip sind Kamen Rider W. Während der gegen den Road Dopant kämpft, wartet Chūta gespannt auf die Rückkehr der Freunde. Doch sollte der Fall um Tokime sich wirklich so leicht aufklären lassen?","versions":[{"lang":3,"streams":[{"redirect":11047801,"hoster":"VOE"},{"redirect":11047802,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Terrible m / Wings of Death","descr":"Takina findet raus, dass das Café LycoReco tiefrote Zahlen schreibt. Also setzt sie sich kurzerhand selbst als Buchhalterin ein und setzt radikal den Rotstift an. Und siehe da, es dauert nicht lange, bis nicht nur das Café sondern auch ihre Nebenaktivitäten einen ordentlichen Gewinn abwerfen. Es könnte also alles perfekt sein, doch als Chisatos Ärztin anruft und sich nach ihrem Verbleiben erkundet, vermutet Takina berechtigterweise, dass etwas faul ist.","versions":[{"lang":3,"streams":[{"redirect":13534354,"hoster":"VOE"},{"redirect":11114301,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Terrible m / The Sound of a Leak","descr":"Da Shōtarō wegen seiner Verletzungen erst mal ausfällt, ist es nun an Tokime und Philip herauszufinden, warum es jemand auf Megu Kazamatsuri abgesehen haben könnte. Und wer steckt hinter dem Meganeura Dopant?","versions":[{"lang":3,"streams":[{"redirect":11160160,"hoster":"VOE"},{"redirect":11160158,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Terrible m / White Fangs","descr":"Im Kampf gegen Meganeura ist Philip auf sich allein gestellt. Wird er es schaffen, dem Dopant etwas entgegenzusetzen oder kann er auf die ein oder andere Weise doch auf Shōtarōs Unterstützung zählen?","versions":[{"lang":3,"streams":[{"redirect":13534353,"hoster":"VOE"},{"redirect":11200381,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Closed k / Dynamic Duo, Deserted","descr":"Shōtarō und Philip treffen in einem alten Herrenhaus auf eine illustre Gesellschaft. Kurz darauf werden sie schon in ihren nächsten Fall verwickelt …","versions":[{"lang":3,"streams":[{"redirect":11284536,"hoster":"VOE"},{"redirect":11284551,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Closed k / A Chain of Malice","descr":"Die Suche nach dem Killer im Herrenhaus läuft auf Hochtouren. Shōtarō und Philip müssen alle Detektivregister ziehen, um ihre Ermittlungen voranzutreiben …","versions":[{"lang":3,"streams":[{"redirect":11445203,"hoster":"VOE"},{"redirect":11445210,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Closed k / The Ultimate Two Halves of One","descr":"Shōtarō und Philip müssen sich im Herrenhaus dem wahren Täter stellen. Währenddessen kämpft Accel auf dem Schneefeld gegen Bandōs Handlangerin. Können es die beiden Kamen Rider schaffen, ihre Gegner an zwei unterschiedlichen Fronten zu besiegen?","versions":[{"lang":3,"streams":[{"redirect":11445206,"hoster":"VOE"},{"redirect":11445204,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Superhuman r / A Passport to Shadow Fuuto","descr":"Der neue Fall der Detektei Narumi führt die Detektive zurück nach Schatten-Fūto, wo sie es erneut mit Bandōs Schergen zu tun bekommen. Nach und nach erfährt auch Tokime mehr über ihre Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":12379194,"hoster":"VOE"},{"redirect":11468459,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Superhuman r/In Search of a Connection","descr":"Die beiden Kamen Rider müssen sich in Schatten-Fūto Reactor stellen. Während ihnen der Kampf alles abverlangt, ist Tokime sich selbst überlassen und auch Rentarō weiter auf der Flucht …","versions":[{"lang":3,"streams":[{"redirect":11565741,"hoster":"VOE"},{"redirect":11565752,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Superhuman r / Death, and......","descr":"Der Kampf gegen Reactor geht in die letzte Phase. Können die Kamen Rider noch einmal all ihre Kräfte mobilisieren, um Bandōs Lakaien Einhalt zu gebieten?","versions":[{"lang":3,"streams":[{"redirect":11565750,"hoster":"VOE"},{"redirect":12482373,"hoster":"Streamtape"}]}]}]}]}