{"path":"/serie/stream/fxe","name":"Füxe","descr":"Adem Kameri (Valon Krasniqi) ist kosovarischer Abstammung und sucht dringend ein Zimmer, um sein BWL-Studium antreten zu können. Das günstige Angebot für ein Zimmer in einer Studentenverbindung, dem Corps \"Gothia\", ist sein letzter verzweifelter Versuch, um an eine Bleibe zu kommen, doch um überhaupt eine Chance zu haben, gibt er sich lieber den Namen \"Adam Kamer\". In der Verbindung wird er mit Ritualen wie dem traditionellen Fechten konfrontiert, lernt allerdings auch Möglichkeiten zum sozialen und beruflichen Aufstieg kennen.","seasons":[{"path":"/serie/stream/fxe/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/fxe/staffel-1/episode-1","name":"Wir sind eine Familie","epNo":1,"alt":"","descr":"Die Anzeige für ein überraschend günstiges WG-Zimmer kommt Adem gerade recht. Die Änderung seines Namens öffnet ihm die Tür in die faszinierende Welt einer schlagenden Verbindung. Mit seinen albanisch-kosovarischen Wurzeln kannte Adem bisher nur Hürden. Nach seinem Einzug als deutscher \"Adam\" in die Korps-Villa wird alles anders. Er erlebt Zusammenhalt, Unterstützung und Kameradschaft. Besonders in seiner Freundschaft zu Paul und Vincent. Adem genießt fortan die Vorteile dieser Gemeinschaft. Auch auf das Fechten mit scharfer Klinge lässt er sich ein. Schnell wird er sogar zum \"Fux\" befördert. Aber sind hier wirklich alle so nett, wie es scheint? Als Adem sich in die Studentin Mina verliebt, verschweigt er ihr seine Mitgliedschaft im Corps. Sie hält nichts von den Verbindungen mit ihrem altertümlichen Gehabe. Aber was passiert, wenn Mina von seiner zweiten Identität erfährt? Wie lange kann Adem sein Doppelleben aufrechterhalten? Die Mini-Serie \"Füxe\" führt in die Welt der Studentenverbindungen, die für die meisten Menschen verschlossen bleibt. Sie kann nicht nur Macht und Einfluss von Eliten sichern, sondern die Chance für einen sozialen Aufstieg bieten. Auch innerhalb der Verbindungen geht es von Anfang an um den Aufstieg in der Hierarchie. Die jungen \"Füxe\" streben nach oben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13184902","hoster":"VOE"},{"path":"/redirect/13184906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fxe/staffel-1/episode-2","name":"Den Tüchtigen hilft das Glück","epNo":2,"alt":"","descr":"Adem sucht die Chance zum beruflichen Aufstieg bei dem erfolgreichen Immobilieninvestor Alfons. Aber sein Doppelleben zwischen Freundin Mina und dem Corps droht ihn zu zerreißen. Auch ein Besuch bei seiner Familie bringt keine Flucht vor den Lügen. Den Eltern erzählt er von einer \"ganz normalen WG\". Als Mina von Adems falscher Identität erfährt, ist sie geschockt. Dennoch lässt sie sich auf den Besuch einer Party in der Corps-Villa ein. Adem will Mina klarmachen, welche Chancen ihm die Studentenverbindung bietet. Ihre Netzwerke durchziehen die gesamte Gesellschaft und bieten große Karriere-Chancen. Adem möchte nach oben, will nicht so enden wie sein Vater. Er stellt Mina seine neuen Freunde vor, die etwas schrullig wirken, aber doch ganz nett sind. Sie erleben miteinander einen schönen Abend. Beim Abschied verspricht Adem Mina, den Korpsbrüdern seine wahre Identität zu enthüllen. Nach dem Ende der Party vertraut er sich Vincent an. Endlich ist es raus. Aber Vincent reagiert ganz anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13184910","hoster":"VOE"},{"path":"/redirect/13184913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fxe/staffel-1/episode-3","name":"Der Mensch ist dem Mensch ein Wolf","epNo":3,"alt":"","descr":"Adem wird von Vincent erpresst und mit dessen rechter Gesinnung konfrontiert. Er muss sich entscheiden: Welchen Preis ist er bereit, für seinen Aufstieg zu bezahlen? Vincent, der im Schatten des charismatischen Paul steht, möchte dessen Führungsposition im Korps. Dafür müsste Paul verstoßen werden. Adem soll das einfädeln. Wird er seinen Freund verraten oder selbst aus dem Korps fliegen? Adem kämpft mit sich. Zu sehr ist ihm Paul ans Herz gewachsen. Zu falsch ist das, was Vincent von ihm verlangt. Adem und Mina nähern sich weiter an bei der Unterstützung einer wohnungssuchenden kosovarischen Familie. Als Adem sein Dilemma andeutet, nennt Mina ihm einen möglichen Ausweg: Er solle doch einfach einen normalen Studentenjob suchen, in eine normale WG ziehen. Es klingt so einfach, so richtig. Und Adem scheint endgültig zu wissen, was er tun muss. Einfach gehen und diese toxische Welt hinter sich lassen. Alles fühlt sich wieder gut an. Als er sich von Paul verabschieden will, lernt dieser gerade für die entscheidende Prüfung am nächsten Morgen. Wenn er sie nicht schafft, wird er exmatrikuliert. Diese Schande wäre auch das Ende für ihn im Korps. Adem bietet sich eine böse Gelegenheit. Wird er sie nutzen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13184921","hoster":"VOE"},{"path":"/redirect/13184926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/fxe/staffel-1/episode-4","name":"Ich bin der, der ich bin","epNo":4,"alt":"","descr":"Adems schlechtes Gewissen über seinen Verrat lässt ihm keine Ruhe. Doch als er vor seinem Mentor Alfons seine wahre Identität zu erkennen gibt, erhält er eine verblüffende Reaktion. Als Mina von Adems Verrat erfährt, kann sie es nicht fassen. So kennt sie ihn nicht. Aber hat sie ihn je gekannt? Adem realisiert seinen Fehler. Er möchte alles wiedergutmachen und offenbart den Korpsbrüdern, was er und Vincent getan haben. Doch Vincent bezichtigt Adem der Lüge und fordert ihn zur Contrahage heraus, einem Fechtduell. Adem lehnt ab und zieht aus dem Korps aus. Er hat alles verloren: seine Wohnung, seine Karrierechancen, seine Freundin Mina. Völlig niedergeschlagen zieht er wieder zu Hause ein und schläft bei seiner kleinen Schwester im Zimmer, wie früher. Von seinem Scheitern enttäuscht, erzählt sie ihm, keine Lust mehr aufs Studieren zu haben.  Das bewegt etwas in Adem. Am nächsten Morgen ist er weg. Er kehrt zum Korps zurück und fordert Vincent zum Fechtduell heraus. Adem will Vincent in die Schranken weisen. Es kommt zu einem blutigen Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13184928","hoster":"VOE"},{"path":"/redirect/13184930","hoster":"Streamtape"}]}]}]}]}