{"path":"/serie/stream/galavant","name":"Galavant","descr":"\"Galavant\" handelt vom attraktiven Prinzen Galavant (Joshua Sasse), der sich am bösen König Richard (Timothy Omundson) rächen will, weil der seine wahre Liebe, die schöne Madalena (Mallory Jansen), gestohlen hat.","seasons":[{"path":"/serie/stream/galavant/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/galavant/staffel-1/episode-1","name":"Koenigs Lust Ritters Frust","epNo":1,"alt":"Pilot","descr":"Als der heroische, charmante und gutaussehende Sir Galavant (Joshua Sasse) seine wahre Liebe, die schöne Madalena (Mallory Jansen), an den bösen König Richard (Timothy Omundson) verliert, fällt er in tiefe Verzweiflung. Gerade als er den absoluten Tiefpunkt erreicht, erscheint Prinzessin Isabella (Karen David) mit der Bitte, ihr Königreich zu retten. Dabei könnte er den verabscheuungswürdigen König Richard besiegen und Madalena zurückerobern. Bevor Galavant als Held zu großen Taten schreitet muss er jedoch erst einmal wieder in seine alten Heldenhosen hineinpassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007110","hoster":"VOE"},{"path":"/redirect/8541164","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11308863","hoster":"VOE"},{"path":"/redirect/10108728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-2","name":"Pantoffel und andere Helden","epNo":2,"alt":"Joust Friends","descr":"Galavant (Joshua Sasse) tritt in einem Turnierkampf gegen seinen Rivalen, Sir Jean Hamm (John Stamos) an. Um seine Rückkehr in alte Heldenform unter Beweis zu stellen und um seine Reisekasse aufzubessern. Auch um einen schönen Hahn zu gewinnen. Doch wie sich bald herausstellt, ist Galavants Sieg alles andere als sicher.\r\rInzwischen fragt König Richard (Timothy Omundson) Gareth (Vinnie Jones), wie er zu einem Macho werden kann, der von Madalena (Mallory Jansen) weniger verachtet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007112","hoster":"VOE"},{"path":"/redirect/8541142","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11308868","hoster":"VOE"},{"path":"/redirect/10108729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-3","name":"Kleine Lügen, großes Theater","epNo":3,"alt":"Two Balls","descr":"Ein Besuch in Sids (Luke Youngblood) Heimatort zeigt, dass er nicht ehrlich war, was seine Karriere angeht. Während Galavant (Joshua Sasse) und Isabella (Karen David) Sids Geschichten decken, beschließt König Richard (Timothy Omundson) einen Ball zu geben, welcher die Menschen in Valencia aufheitern soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007116","hoster":"VOE"},{"path":"/redirect/8541174","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11308872","hoster":"VOE"},{"path":"/redirect/10108730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-4","name":"Schrecken der Sieben Ufer","epNo":4,"alt":"Comedy Gold","descr":"Ein Aufeinandertreffen mit Piraten zwingt Galavant (Joshua Sasse), Isabella (Karen David) und Sid (Luke Youngblood) ihre Kabbeleien zu beenden und miteinander zu arbeiten.\r\rKönig Richard (Timothy Omundson) versucht inzwischen Madalenas (Mallory Jansen) Liebe mit einer neuen Taktik zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12581829","hoster":"VOE"},{"path":"/redirect/8541158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10423465","hoster":"VOE"},{"path":"/redirect/10108731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-5","name":"Mönche, Mordlust, Madalena","epNo":5,"alt":"Completely Mad...Alena","descr":"Galavant (Joshua Sasse), Isabella (Karen David) und Sid (Luke Youngblood) finden auf ihrem Weg nach Valencia Unterschlupf bei ein paar Mönchen, die den Schwur geleistet haben, nur noch zu singen. Madalena (Mallory Jansen) arbeitet derweil an einem finsteren Plan, in dem der Chefkoch des Königs und ihre Zofe eine Rolle spielen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007127","hoster":"VOE"},{"path":"/redirect/8541163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-6","name":"Im Kerker sind noch Zimmer frei","epNo":6,"alt":"Dungeons and Dragon Lady","descr":"Richard (Timothy Omundson) begibt sich mit der Hilfe eines eigenartigen Gebräus eines mutmaßlichen Magiers auf einen merkwürdigen Selbstfindungstrip. Während sich Galavant (Joshua Sasse) endlich die vielen offenen Fragen seines verwirrenden Liebeslebens stellen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12581826","hoster":"VOE"},{"path":"/redirect/8541177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-7","name":"Augenblick, wo bleibt mein Moment?","epNo":7,"alt":"My Cousin Izzy","descr":"Galavant (Joshua Sasse) bekommt endlich die Chance, ein Held zu sein König Richard (Timothy Omundson) fordert seinen Bruder zu einem Duell. Er benötigt einen Champion, der für ihn in den Kampf zieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12581822","hoster":"VOE"},{"path":"/redirect/12581823","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11308869","hoster":"VOE"},{"path":"/redirect/10108733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-1/episode-8","name":"Tyrannenmord.versuch","epNo":8,"alt":"It\u0027s All in the Executions","descr":"Galavant (Joshua Sasse) weiht Richard (Timothy Omundson) in einen Plan ein, um Kingsley (Rutger Hauer) vor dem Duell umzubringen. Dieser geht jedoch nach hinten los, und nun droht Richard der Tod durch Gareth (Vinnie Jones). Gelingt es Galavant, den Tag zu retten? Und was wir mit Madalena (Mallory Jansen) passieren? All diese Fragen werden beantwortet, jedoch vielleicht nicht auf die Art und Weise, wie man es erwarten würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12581818","hoster":"VOE"},{"path":"/redirect/12581819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11308870","hoster":"VOE"},{"path":"/redirect/10108732","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/galavant/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/galavant/staffel-2/episode-1","name":"","epNo":1,"alt":"A New Season aka Suck It Cancellation Bear","descr":"In dieser Episode erleiden Galavant (Joshua Sasse) und seine Crew nach einem schlechten Ratschlag Schiffbruch und müssen nun zu Fuß zurück in Richards Königreich reisen. Später finden sich Galavant und König Richard (Timothy Omundson) in dem \"The Enchanted Forest\" Pub in West Hollow-wood, wo sie gezwungen werden zu arbeiten, denn die Besitzerin (Kylie Minogue) sieht Galavant in einem anderen Licht. Derweil herrscht in Valencia Madalena (Mallory Jansen) als Königin und Gareth (Vinnie Jones) verlangt was ihm zusteht als er zum König gekrönt wird. Sid (Luke Youngblood) wird zu seinem Assistenten. Andernorts in Hortensia wird Isabella (Karen David) von ihrem zwölfjährigen Cousin in der Schatzkammer gefangen gehalten als ihre beider Eltern die Hochzeit planen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308871","hoster":"VOE"},{"path":"/redirect/10108734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-2","name":"","epNo":2,"alt":"World’s Best Kiss","descr":"Galavant und Richard suchen einen Hellseher auf, der mithilfe einer Kristallkugel Galavant und Isabella wiedervereinen kann. Isabella erhält Galavants \"Anruf\" als sie gerade ihre Flucht aus Hortensia plant. Leider ist die Verbindung sehr schlecht und Isabella hört nur jedes zweite Wort. Sie ist von dem \"Anruf\" am Boden zerstört, während Galavant glaubt, dass nun alles in bester Ordnung ist. Er verspricht zurückzukehren, sobald er Richard in seinem Schloss abliefert. Doch das Schloss scheint verschwunden zu sein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308882","hoster":"VOE"},{"path":"/redirect/10108735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-3","name":"","epNo":3,"alt":"Aw, Hell, the King","descr":"In der verzweifelten Hoffnung, eine Armee für den Sturm auf Hortensia zusammenzustellen, kehren Galavant (Jpshua Sasse) und König Richard (Timothy Omundson) in sein altes Schloss zurück und finden ein florierendes Dorf vor, das nach der Entdeckung der Demokratie regelrecht aufgeblüht ist. Richard gerät daraufhin jedoch in eine Identitätskrise - nun, da ihn sein Volk nicht mehr braucht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308881","hoster":"VOE"},{"path":"/redirect/10108736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-4","name":"","epNo":4,"alt":"Bewitched, Bothered and Belittled","descr":"Während er weiterhin nach einer Armee sucht, entdeckt König Richard (Timothy Omundson) sein Herz für Roberta (Clare Foster), die schöne Kriegerin, die sich freiwillig zum Dienst gemeldet hat.\r\rGalavant (Joshua Sasse) fungiert hierbei als Verkuppler.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308874","hoster":"VOE"},{"path":"/redirect/10108737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-5","name":"","epNo":5,"alt":"Giants vs. Dwarves","descr":"Galavant (Joshua Sasse) ärgert sich über Richard (Timothy Omundson), nachdem der die Juwelen von Valencia gegen einen Drachen eingetauscht hat, um sich alleine auf die Suche nach den Riesen zu begeben.\r\rDie sind jedoch überhaupt nicht das, was er sich vorgestellt hat, bieten aber unter einer Bedingung ihre Hilfe an - er muss ihnen beim Kampf gegen die Zwerge zur Seite stehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308877","hoster":"VOE"},{"path":"/redirect/10108738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-6","name":"","epNo":6,"alt":"About Last Knight","descr":"Just, als ihre Reise ein neues Tief erreicht, trifft Galavant (Joshua Sasse) in Begleitung von Richard (Timothy Omundson) und Roberta (Clare Foster) auf seinen Vater, Sir Arnold Galavant (Greg Wise).\r\rWährend sich Richard auf die Schlacht vorbereitet, indem er in der Ritterschule von Sir Arnold trainiert, findet Galavant einige Dinge über den Mann heraus, der ihn als Kind verlassen hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308885","hoster":"VOE"},{"path":"/redirect/10108739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-7","name":"","epNo":7,"alt":"Love and Death","descr":"Galavant (Joshua Sasse), der schwer verwundet wurde, wird zu einem Heiler gebracht, dessen magische Tränke sein Leben retten könnte. Madalena (Mallory Jansen) offenbart Gareth (Vinnie Jones) indes ihre wahren Gefühle für ihn.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308878","hoster":"VOE"},{"path":"/redirect/10108740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-8","name":"","epNo":8,"alt":"Do the D\u0027DEW","descr":"Die Schlacht zwischen Hortensia und Valencia steht kurz bevor, doch als Madalena (Mallory Jansen) die Bedingungen der Kapitulation Valencias festlegt, hat Isabella (Karen David) Zweifel, ob sie den Forderungen wirklich Folge leisten oder nach einer anderen Lösung für das Problem suchen soll.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308884","hoster":"VOE"},{"path":"/redirect/10108741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-9","name":"","epNo":9,"alt":"Battle Of The Three Armies","descr":"Isabella (Karen David) ist kurz davor, aufzugeben, doch dann taucht plötzlich Galavant (Joshua Sasse) mit einer mächtigen Zombie-Armee in seinem Rücken auf, wodurch sich das Blatt wieder wenden könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308886","hoster":"VOE"},{"path":"/redirect/12980883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/galavant/staffel-2/episode-10","name":"","epNo":10,"alt":"The One True King (To Unite Them All)","descr":"Der Zauber von Madalena (Mallory Jansen) und Wormwood (Robert Lindsay) könnte den Ausgang des Krieges zwischen Valencia und Hortensia zu ihren Gunsten verändern, doch Sid (Luke Youngblood) hat eine Idee, wie er dies verhindern kann. Richard (Timothy Omundson) zieht indes in Erwägung, eine sehr heldenhafte Tat zu vollbringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11308892","hoster":"VOE"},{"path":"/redirect/10108743","hoster":"Streamtape"}]}]}]}]}