{"path":"/serie/stream/game-of-silence","name":"Game Of Silence","descr":"Die Karriere des aufstrebenden Anwalts Jackson Brooks (David Lyons) steht kurz vor dem Durchbruch. Er ist mit seiner Vorgesetzten Marina (Claire van der Boom) liiert und auf dem besten Wege, Partner in der Anwaltskanzlei zu werden, für die er arbeitet. Doch Brooks könnte sein scheinbar perfektes Leben für immer verlieren, als Freunde aus Kindertagen drohen, ein dunkles Geheimnis aus ihrer gemeinsamen Vergangenheit ans Licht zu zerren…","seasons":[{"path":"/serie/stream/game-of-silence/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/game-of-silence/staffel-1/episode-1","name":"Eingeholt","epNo":1,"alt":"Pilot","descr":"Für Jackson Brooks, einen erfolgreichen Anwalt aus Houston, könnte es nicht besser laufen. Seine Freundin ist gleichzeitig seine Chefin und er hat große Chancen, Partner in der Anwaltskanzlei zu werden. Da tauchen plötzlich seine Jugendfreunde auf und drohen, ein dunkles Geheimnis aus ihrer gemeinsamen Vergangenheit ans Licht zu zerren. Spannendes US- Remake der türkischen Serie ‚Suskunlar‘. Der Pilot wurde vom dänischen Regisseur Niels Arden Oplev (‚Verblendung‘) inszeniert. Anwalt Jackson Brooks hat alles erreicht. Er ist glücklich liiert und steht kurz vor einer Beförderung. Dabei hat Jacksons Leben 25 Jahre zuvor alles andere als rosig ausgesehen. Nach einem Verkehrsunfall musste er gemeinsam mit seinen Freunden Boots, Gil und Shawn für neun Monate ins Jugendgefängnis. Nun stehen plötzlich zwei der Jugendfreunde in Jacksons Büro und bitten um juristische Hilfe. Boots soll einen ehemaligen Wärter angegriffen und schwer verletzt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007154","hoster":"VOE"},{"path":"/redirect/8541195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-2","name":"Blutsbrüder","epNo":2,"alt":"Blood Brothers","descr":"Boots’ Tod trifft die Freunde schwer. Jackson erklärt sich bereit, Gil und Shawn bei ihren Racheplänen zu unterstützen. Er macht einen ehemaligen Wärter ausfindig und möchte diesen zu einem Vorfall im Jugendgefängnis befragen. Ein kleiner Junge wurde damals dort getötet, der Mord unter den Teppich gekehrt. Doch Jacksons Nachforschungen sind nicht unbemerkt geblieben und haben Feinde auf den Plan gerufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13335408","hoster":"VOE"},{"path":"/redirect/13335407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-3","name":"Wutentbrannt","epNo":3,"alt":"Hurricane Gil","descr":"Gil kehrt zum ehemaligen Wärter Bobby Lee zurück, um diesen erneut in die Mangel zu nehmen. Er ahnt, dass Lee gelogen hat und viel mehr weiß, als er zugibt. Doch die Situation gerät rasch außer Kontrolle und der impulsive Gil tötet Lee. Als Jackson wenig später von dem Mord erfährt, beginnt er an seiner Rolle in dem Racheplan zu zweifeln. Kurze Zeit später taucht Terry in seinem Haus auf und trifft dort auf Marina.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007155","hoster":"VOE"},{"path":"/redirect/8541199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-4","name":"Ungebetene Gäste","epNo":4,"alt":"The Uninvited","descr":"Gil hat sich seiner Freundin endlich anvertraut. Jessie ist schockiert, als sie erfährt was den Freunden in \"Quitman\" widerfahren ist. Sie erklärt sich bereit zu helfen und meldet sich als Freiwillige bei Roy Carrolls Kampagne. Jackson versucht unterdessen, sich auf die bevorstehende Hochzeit mit Marina zu konzentrieren. Doch die Bilder, die Terry im Haus zurückgelassen hat, machen ihn zunehmend nervöser","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10905879","hoster":"VOE"},{"path":"/redirect/14204332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-5","name":"Rückkehr in die Hölle","epNo":5,"alt":"Ghosts of Quitman","descr":"Gil, Shawn und Jackson begeben sich gemeinsam zu dem Ort, an dem ihr kollektiver Alptraum seinen Ursprung hat. Sie suchen in \"Quitman\" nach Antworten und kehren in den Block zurück, in dem sie neun schreckliche Monate verbracht haben. Jessie ist es unterdessen gelungen, das Interesse von Roy Carrolls Frau zu wecken. Sie wird daraufhin auf eine noble Spendenparty eingeladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007156","hoster":"VOE"},{"path":"/redirect/8541193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-6","name":"Ins Schwarze","epNo":6,"alt":"Into The Black","descr":"Jessie hat sich vollends Carrolls Vertrauen erschlichen. Sie ist der neue Star in seinem Wahlkampfteam. Kurzerhand nimmt er sie mit zu einer Spendengala nach Austin, wo sie einen glänzenden Auftritt auf dem gesellschaftlichen Parkett hinlegt. Gil sieht diese Entwicklung mit Sorge und es kommt bald zum Streit zwischen den beiden. Shawn nutzt in der Zwischenzeit seine Verbindungen zur Unterwelt und setzt eine rivalisierende Gang auf Terry und seine Männer an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007158","hoster":"VOE"},{"path":"/redirect/8541194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-7","name":"Road Trip","epNo":7,"alt":"Road Trip","descr":"Jessie ist auf Spuren gestoßen, die zu einer Ranch von Roy Carroll führen. Gemeinsam mit Jackson macht sie sich auf den Weg, um dort nach weiteren Hinweisen zu suchen. Zu ihrer Überraschung tagt auf der Ranch Carrolls engster Kreis im Geheimen. Unter den Gästen befindet sich auch Diana Stockman, eine mächtige Geschäftsfrau mit eigenem Imperium, die Marina gerade als neue Klientin ihrer Rechtsanwaltskanzlei an Land ziehen konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007159","hoster":"VOE"},{"path":"/redirect/8541198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-8","name":"Neue Allianz","epNo":8,"alt":"Hey","descr":"Marina hat Terrys Angriff unbeschadet überstanden, auch ihrem ungeborenen Kind geht es gut. Terry selbst hat sich allen Warnungen zum Trotz dazu entschlossen, seine geschäftlichen Verbindungen zu Roy Carroll aufzulösen. Er trifft sich mit Detective Winters und behauptet, dass Jackson für den Tod von Bobby Marx verantwortlich ist. Jessie gelingt es unterdessen, Gil in die Ranch einzuschleusen. Im Safe stößt dieser auf eine Kiste mit Fotos, die Schreckliches zeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007163","hoster":"VOE"},{"path":"/redirect/12978245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-9","name":"Die Wahrheit","epNo":9,"alt":"Truth","descr":"Detective Winters intensiviert ihre Ermittlungen. Sie nimmt nicht nur Carroll ins Visier, sondern taucht auch bei Gil auf. Dieser wird verhaftet, kommt aber Dank Jackson rasch wieder frei. Gil bricht daraufhin in Jessies Büro ein und besorgt sich Carrolls Terminkalender. Er plant, den ehemaligen Gefängnisdirektor in aller Öffentlichkeit zu erschießen. Jackson ist indes bemüht, Carroll auf andere Art zu Fall zu bringen. Unterstützung erhofft er sich dabei von Winters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007165","hoster":"VOE"},{"path":"/redirect/8541196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/game-of-silence/staffel-1/episode-10","name":"Die Revanche","epNo":10,"alt":"She Sang Hymns Out Of Tune","descr":"Die Freunde sind auf einem Grundstück, das Roy Carroll gehört, auf die Leiche ihres Freundes Petey gestoßen. Sie schalten die Polizei und das FBI ein. Carroll weist jede Verantwortung von sich und versucht, die Schuld auf zwei tote Wärter abzuwälzen. Doch so schnell geben sich Jackson, Gil und Shawn nicht geschlagen. Mit Jessies Hilfe sprengen sie eine Wahlparty des ehemaligen Gefängnisdirektors und konfrontieren ihn mit den gefundenen Fotos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007153","hoster":"VOE"},{"path":"/redirect/8545300","hoster":"Streamtape"}]}]}]}]}