{"path":"/serie/stream/gap-year","name":"Gap Year","descr":"Die beiden Kumpels Sean (Ade Oyefeso) und Dylan (Anders Hayward) befinden sich auf einem dreimonatigen Trip nach China. In Peking lernen sie die beiden US-amerikanischen Freundinnen May (Alice Lee) und Ashley (Brittney Wilson) kennen, die von dem etwas schrulligen Engländer Greg begleitet werden. Die fünf freunden sich an und beschließen, ihre Reise quer durch Asien gemeinsam fortzusetzen. Auf ihrem Trip erleben sie zahlreiche Abenteuer, die keiner von ihnen vorher erahnen konnte.","seasons":[{"path":"/serie/stream/gap-year/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gap-year/staffel-1/episode-1","name":"Die chinesische Mauer","epNo":1,"alt":"China - The Wall","descr":"Sean und Dylan wollen ihre Reise durch Asien gerade beginnen als sie auf die Amerikanerinnen May und Ashley treffen die ebenfalls in Begleitung eines vor Ort getroffenen Reisendensind sie versuchten ihn schon länger loszuwerden aber ohne Erfolg. Bald findet Sean heraus, dass Dylan einen geheimen Plan für die Reise hatte er \"Verfolgt\" seine Ex die er zurück haben möchte was zu Unmut bei seinem Freund führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007296","hoster":"VOE"},{"path":"/redirect/8545336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gap-year/staffel-1/episode-2","name":"Die Hochzeit","epNo":2,"alt":"China – The Wedding","descr":"Dylan, Greg und Ashley begleiten May zur Hochzeit ihres Cousins nach Hangzhou. Sean will per Mitfahrgelegenheit zu den Feierlichkeiten gelangen und gerät dabei an ein ziemlich unheimliches Paar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007295","hoster":"VOE"},{"path":"/redirect/8541281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gap-year/staffel-1/episode-3","name":"Das Waisenhaus","epNo":3,"alt":"Vietnam – The Orphanage","descr":"May und Ashley arbeiten als freiwillige Helfer in einem vietnamesischen Waisenhaus während sich Dylan und Sean ein Zimmer in einem Luxushotel erschwindeln. Greg ist in Flirtlaune.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007291","hoster":"VOE"},{"path":"/redirect/12512171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gap-year/staffel-1/episode-4","name":"Vollmond","epNo":4,"alt":"Thailand – The Full Moon","descr":"May wird von Magenbeschwerden heimgesucht, was Ashley und Sean um ihre Full-Moon-Partypläne fürchten lässt. Deswegen gibt Ashley ihr ein überaus starkes Beruhigungsmittel um auf die Party zu können anstatt bei ihr bleiben zu müssen, doch das stellt sich als riesigen Fehler heraus. Als eine alte Bekannte auftaucht, droht die Stimmung komplett zu kippen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007293","hoster":"VOE"},{"path":"/redirect/8541283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gap-year/staffel-1/episode-5","name":"Malaysia","epNo":5,"alt":"Malaysia – The Trek","descr":"Die Gang verirrt sich bei einer Trekkingtour im dichten Dschungel Malaysias. Lauren erfährt die bittere Wahrheit über Dylan und Ashley, und Sean kommt unerwartet in den Genuss amouröser Zuwendungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916558","hoster":"VOE"},{"path":"/redirect/8545327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gap-year/staffel-1/episode-6","name":"Die Auswanderer","epNo":6,"alt":"Kuala Lumpur: The Expats","descr":"In Kuala Lumpur stattet die Truppe Gregs Schulfreund Jotty einen Besuch ab. Greg bekommt ein Jobangebot, das er einfach nicht ausschlagen kann, und Dylan will seine Freundschaft zu Sean retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007292","hoster":"VOE"},{"path":"/redirect/8541285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gap-year/staffel-1/episode-7","name":"Seans Geburtstag","epNo":7,"alt":"Penang: The Shoot","descr":"Die Reisetruppe hat Komparsenrollen ergattert – und Greg darf einen Polizisten spielen. Die Dreiecksgeschichte zwischen Sean, Ashley und Dylan steuert auf ihren explosiven Höhepunkt zu.","versions":[]},{"path":"/serie/stream/gap-year/staffel-1/episode-8","name":"Kathmandu","epNo":8,"alt":"Nepal: The End","descr":"In Nepal trifft Dylan auf die Reiseautorin, mit deren Visitenkarte er sich Zutritt in ein Luxushotel in Vietnam verschafft hat. Sie sinnt auf Rache. Ashley und Sean stellen sich ihren Gefühlen.","versions":[]}]}]}