{"seriesId":"gargoyles-auf-den-schwingen-der-gerechtigkeit","name":"Gargoyles – Auf den Schwingen der Gerechtigkeit","descr":"Die Gargoyles sind düstere Geschöpfe, die nur Nachts zum Leben erwachen, während sie tagsüber zu Stein erstarren und schlafen. Doch die Gargoyles haben ihrem fürchterlichen Aussehen zum Trotz das Herz auf dem rechten Fleck und benutzen ihre fast schon übernatürlichen Kräfte nur im Kampf gegen das Böse. Die meisten unter ihnen jedenfalls.Das erkennt auch die Polizistin Elisa Maza, die im heutigen New York auf das Geheimnis der Gargoyles stößt und sich mit ihnen gegen den ebenso reichen wie skrupellosen Geschäftsmann David Xanatos verbündet. Ohne daß die Bürger der Stadt es wissen, haben sie in den Gargoyles Schutzengel gefunden, die in den Straßen von New York gegen das Verbrechen kämpfen – und manchmal gegen die Tücken der heutigen Zeit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Erwachen, Teil 1","epNo":1,"alt":"Awakening (1)","descr":"Schon im Jahre 994 vor Christus sind die Gargoyles in Schottland aktiv: Als der Wikinger Hakon das Schloss angreift, in dem Prinzessin Katharine mit ihrem Hofstaat lebt, führen sie einen vernichtenden Schlag gegen Hakon und seine Männer. Doch weder der Captain der Palastwache, der ebenfalls tapfer gegen die Wikinger gekämpft hat, noch die Gargoyles erhalten von den Aristokraten ein Dankeschön für ihren Einsatz. Der Captain läuft daraufhin zu den Wikingern über …","versions":[{"lang":1,"streams":[{"redirect":10193893,"hoster":"VOE"},{"redirect":10193906,"hoster":"Doodstream"},{"redirect":10193888,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918440,"hoster":"VOE"},{"redirect":10918438,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Erwachen, Teil 2 ","epNo":2,"alt":"Awakening (2)","descr":"Schottland, 994 v. Chr.: Nachdem der Captain der Palastwache sein Schloss an angreifende Wikinger verraten hat, wurden nicht nur die Schlossbewohner, sondern auch die Gargoyles schwer verletzt. Dennoch gibt der Zauberer Magus ausgerechnet ihnen die Schuld am Geschehen und verflucht sie dazu, zu Stein zu erstarren, bis das Schloss sich über die Wolken erheben würde. 1000 Jahre später ist es so weit: Ein New Yorker Millionär lässt den Palast auf seinen Wolkenkratzer aufsetzen …","versions":[{"lang":1,"streams":[{"redirect":10193897,"hoster":"VOE"},{"redirect":10193904,"hoster":"Doodstream"},{"redirect":10193889,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918437,"hoster":"VOE"},{"redirect":10918439,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Erwachen, Teil 3 ","epNo":3,"alt":"Awakening (3)","descr":"Die New Yorker Polizistin Elisa beschäftigt sich mit dem Überfall auf das Schloss, das der Millionär Xanatos auf seinen Wolkenkratzer hat aufsetzen lassen. Dabei entdeckt sie die Existenz der Gargoyles und stürzt vor Schreck fast vom Hochhaus. Doch Goliath rettet ihr das Leben. Sie freunden sich an, und Elisa zeigt Goliath die Stadt. Auch die anderen Gargoyles erkunden ihr neues Zuhause, den Big Apple. Unterdessen versucht auch Xanatos, die Gargoyles auf seine Seite zu ziehen …","versions":[{"lang":1,"streams":[{"redirect":10193892,"hoster":"VOE"},{"redirect":10193891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918325,"hoster":"VOE"},{"redirect":10918326,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Erwachen, Teil 4 ","epNo":4,"alt":"Awakening (4)","descr":"Erneut wird ein Anschlag auf das Schloss verübt, das sich der New Yorker Geschäftsmann und Multimillionär Xanatos auf seinen Wolkenkratzer hat aufsetzen lassen. Goliath und die Polizisten Elisa kommen nur knapp mit dem Leben davon. Es gelingt dem gerissenen Xanatos, die Gargoyles auf seine Seite zu ziehen: Angeblich wurden ihm Disketten gestohlen. Die Gargoyles machen sich auf die Suche danach. Unterdessen begegnet Goliath seiner großen Liebe Demona wieder …","versions":[{"lang":1,"streams":[{"redirect":10193900,"hoster":"VOE"},{"redirect":10193895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918324,"hoster":"VOE"},{"redirect":10918329,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Erwachen, Teil 5","epNo":5,"alt":"Awakening (5)","descr":"Xanatos hat gegenüber den Gargoyles behauptet, man hätte ihm drei wichtige Disketten gestohlen. Brooklyn, Lexington und Broadway finden eine von ihnen, Hudson und Bronx bringen das zweite Exemplar in ihren Besitz, und Goliath und seine große Liebe Demona schaffen es, die dritte Diskette zu beschaffen. Zu spät erfahren die Gargoyles von Elisa, dass diese Disketten Xanatos noch nie gehört haben …","versions":[{"lang":1,"streams":[{"redirect":10193898,"hoster":"VOE"},{"redirect":13855896,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918332,"hoster":"VOE"},{"redirect":10918334,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Reiz der Jagd","epNo":6,"alt":"The Thrill Of The Hunt","descr":"Elisa ist es gelungen, den verbrecherischen Xanatos ins Gefängnis zu bringen, was den Finsterling nicht davon abhält, hinter Gittern bereits den nächsten fiesen Schachzug auszuhecken. Er setzt seine Schergen auf die Gargoyles an: Es handelt sich um die Stars einer Fernsehshow, die sich Fuchs, Wolf, Schakal und Hyäne nennen und in Wahrheit perfekt ausgebildete Söldner sind …","versions":[{"lang":1,"streams":[{"redirect":10193903,"hoster":"VOE"},{"redirect":10193902,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918336,"hoster":"VOE"},{"redirect":10918337,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Verführung","epNo":7,"alt":"Temptation","descr":"Brooklyn ist zutiefst enttäuscht, als die Menschen das coole Motorrad zerstören, das er gemeinsam mit Lexington aus Schrott zusammengebaut hatte. Gerade als es ihm ganz schlecht geht, erscheint Demona auf der Bildfläche und überredet ihn, im Schloss nach einem alten Buch mit Zaubersprüchen zu suchen. Was Brooklyn nicht weiß: Sie will in diesem Buch einen Fluch finden, mit dem sie Goliath willenlos machen kann …","versions":[{"lang":1,"streams":[{"redirect":10193907,"hoster":"VOE"},{"redirect":10193910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918343,"hoster":"VOE"},{"redirect":10918341,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein tödliches Geschäft ","epNo":8,"alt":"Deadly Force","descr":"Elisa beschäftigt sich mit einer Ladung gestohlener Laserwaffen, die für Xanatos bestimmt waren, aber vom Gangster Anthony Dracon geklaut wurden. Als sie von dem Fall zu Hause entspannen will, kommt Broadway auf einen Plausch bei ihr vorbei. Er hat gerade einen Western gesehen und fuchtelt zum Spaß mit Elisas Dienstwaffe herum. Dabei löst sich ein Schuss – und verletzt Elisa schwer …","versions":[{"lang":1,"streams":[{"redirect":10193914,"hoster":"VOE"},{"redirect":10193912,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918344,"hoster":"VOE"},{"redirect":12512170,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Macbeth tritt auf ","epNo":9,"alt":"Enter MacBeth","descr":"Nachdem Xanatos aus der Haft entlassen wurde, will er dafür sorgen, dass die Gargoyles aus seinem Schloss verschwinden. Um sie zu vertreiben, nimmt er den ominösen Macbeth in seine Dienste. Doch diese finstere Gestalt verfolgt ihre eigenen Pläne: Macbeth will sich aufgrund einer alten Geschichte an Demona rächen und hofft, über die Gargoyles zu erfahren, wo sie sich aufhält …","versions":[{"lang":1,"streams":[{"redirect":10193919,"hoster":"VOE"},{"redirect":10193918,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918347,"hoster":"VOE"},{"redirect":10918349,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kopf-an-Kopf-Rennen ","epNo":10,"alt":"The Edge","descr":"Xanatos hat Angst, dass er den Verstand verliert. Deshalb legt er eine Verkleidung an, die ihn wie einen seiner Gargoyle-Roboter aussehen lässt und versetzt damit Manhattan in Angst und Schrecken. Er will die Existenz der Gargoyles um jeden Preis beweisen – ein Kampf mit Goliath ist unausweichlich …","versions":[{"lang":1,"streams":[{"redirect":10193921,"hoster":"VOE"},{"redirect":10193923,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918352,"hoster":"VOE"},{"redirect":10918353,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Durchhalten bis zum Morgengrauen","epNo":11,"alt":"Long Way To Morning","descr":"Nachdem Demona es geschafft hat, Goliath zu verletzen, wacht sein Freund Hudson bis zum Morgengrauen an seiner Seite. Er weiß, dass Goliath nur gerettet werden kann, wenn er sich wieder in Stein verwandelt. Und er weiß auch, dass Demona keine ungefährliche Gegnerin ist. Die Nacht wird lang und schwer für den treuen Freund …","versions":[{"lang":1,"streams":[{"redirect":10193926,"hoster":"VOE"},{"redirect":10193925,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918356,"hoster":"VOE"},{"redirect":10918355,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ihres Bruders Hüter","epNo":12,"alt":"Her Brother’s Keeper","descr":"Auch Elisas Bruder Derek arbeitet bei der New Yorker Polizei, und zwar als Hubschrauberpilot. Schon lange möchte er den Job wechseln, und als sein Helikopter abgeschossen wird, gibt dies den Ausschlag, ein Angebot von Xanatos anzunehmen: Er könnte für ihn als persönlicher Bodyguard und Pilot arbeiten. Doch Elisa warnt ihren Bruder vor dem gefährlichen Millionär …","versions":[{"lang":1,"streams":[{"redirect":10193929,"hoster":"VOE"},{"redirect":10193927,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918358,"hoster":"VOE"},{"redirect":10918359,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Wiedererwachen","epNo":13,"alt":"Reawakening","descr":"Demona und Xanatos machen gemeinsame Sache gegen die Gargoyles und erfinden ein teuflisches Monster namens Coldstone, das sie aus den steinernen Überresten längst verstorbener Gargoyles erschaffen. Es soll mit ihnen gemeinsame Sache bei ihren finsteren Plänen machen …","versions":[{"lang":1,"streams":[{"redirect":10193934,"hoster":"VOE"},{"redirect":10193931,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918360,"hoster":"VOE"},{"redirect":10918364,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Meute wildert wieder! ","epNo":1,"alt":"Leader Of The Pack","descr":"Die Meute bricht unter der Anführung des geheimnisvollen Coyote aus dem Gefängnis aus. Hinter Coyote verbirgt sich niemand anderer als Xanatos, der die Meute benutzen will, um sich an den Gargoyles zu rächen. Lexington hat nichts dagegen, denn er hat seinerseits noch ein Hühnchen mit der Meute zu rupfen …","versions":[{"lang":1,"streams":[{"redirect":10194471,"hoster":"VOE"},{"redirect":10194472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918550,"hoster":"VOE"},{"redirect":10918543,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Metamorphose","epNo":2,"alt":"Metamorphosis","descr":"Elisas Bruder Derek wird genau wie zwei weitere Männer und Maggie Reed durch ein genetisches Experiment in ein monsterähnliches Wesen verwandelt. Derek ist der festen Überzeugung, dass die Gargoyles Dr. Sevarius – der einzige Wissenschaftler, der ihnen helfen könnte – auf dem Gewissen haben, und greift deshalb Goliath und die übrigen Gargoyles an …","versions":[{"lang":1,"streams":[{"redirect":12916554,"hoster":"VOE"},{"redirect":10194468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918549,"hoster":"VOE"},{"redirect":10918548,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Reise in die Vergangenheit","epNo":3,"alt":"Legion","descr":"Nachdem Coldstone wiederbelebt wurde, verhält er sich reichlich eigenartig. Schließlich stellt sich heraus, dass er aus vier verschiedenen Gargoyles neu zusammengesetzt wurde und infolgedessen vier sehr unterschiedliche Charaktere in seiner Psyche um die Vorherrschaft kämpfen. Nur Goliath kann Coldstone helfen …","versions":[{"lang":1,"streams":[{"redirect":12922750,"hoster":"VOE"},{"redirect":10194435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918552,"hoster":"VOE"},{"redirect":10918553,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lichter im Meer des Vergessens ","epNo":4,"alt":"A Lighthouse In The Sea Of Time","descr":"Erst vor Kurzem wurden zwei kostbare Schriftrollen Merlins entdeckt, da wird eine der Rollen auch schon von Macbeth und seinen Helfershelfen gestohlen! Bei ihrer Untat bringen sie gleichzeitig Broadway in ihre Gewalt. Die zweite Rolle ist in der Obhut von Hudson, der sich mit ihr zu dem blinden Schriftsteller Jeffrey Robbins flüchtet. Robbins eröffnet Hudson die wundervolle Welt der Literatur – eine völlig neue Erfahrung für ihn …","versions":[{"lang":1,"streams":[{"redirect":10194432,"hoster":"VOE"},{"redirect":10194431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918557,"hoster":"VOE"},{"redirect":10918556,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Spiegel","epNo":5,"alt":"The Mirror","descr":"Die finstere Demona befiehlt dem geheimnisvollen Puck, mit Hilfe seiner Zauberkräfte die komplette Menschheit zu vernichten – doch Puck befolgt ihre Befehle nicht und verwandelt stattdessen alle Menschen in Gargoyles. Nachdem er dies wieder rückgängig gemacht hat, dreht er anschließend den Spieß um und verwandelt die echten Gargoyles in Menschen – mit fatalen Folgen …","versions":[{"lang":1,"streams":[{"redirect":10194469,"hoster":"VOE"},{"redirect":10194463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918561,"hoster":"VOE"},{"redirect":10918563,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der silberne Falke","epNo":6,"alt":"The Silver Falcon","descr":"Als Elisas Partner Matt Bluestone spurlos verschwindet, setzen sie und Broadway alles daran, seinen Aufenthaltsort herauszufinden. Während ihrer Recherchen stolpern sie über einen Juwelenraub, der sich vor 70 Jahren ereignet hat. Es sieht so aus, als würden der Täter von einst, Dominic Dracon, und sein Enkel Anthony immer noch nach der Beute suchen …","versions":[{"lang":1,"streams":[{"redirect":10194461,"hoster":"VOE"},{"redirect":10194539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918566,"hoster":"VOE"},{"redirect":10918564,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Nacht der Verwandlung","epNo":7,"alt":"Eye Of The Beholder","descr":"Fox erhält von Xanatos einen Heiratsantrag und als Verlobungsgeschenk das berühmte ‚Auge von Odin‘. Ein Geschenk mit fatalen Folgen: Das ‚Auge von Odin‘ hat die Macht, Fox in der Halloween-Nacht in eine reißende Bestie zu verwandeln. Verzweifelt bittet Xanatos Goliath um Hilfe, damit Fox ihre ursprüngliche Gestalt zurückerhält …","versions":[{"lang":1,"streams":[{"redirect":10194460,"hoster":"VOE"},{"redirect":10194457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918571,"hoster":"VOE"},{"redirect":10918568,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Versprechen","epNo":8,"alt":"Vows","descr":"Xanatos will Goliath als Trauzeugen gewinnen, indem er ihm in Aussicht stellt, dass auch Goliaths große Liebe Demona auf der Feier anwesend sein wird. Goliath sagt zu – mit fatalen Konsequenzen …","versions":[{"lang":1,"streams":[{"redirect":10194459,"hoster":"VOE"},{"redirect":10194455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918574,"hoster":"VOE"},{"redirect":10918572,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Stadt aus Stein, Teil 1","epNo":9,"alt":"City Of Stone (1)","descr":"Demona gelingt es mit Xanatos’ verbrecherischer Unterstützung, einen Fluch über die Stadt zu verhängen und jeden Einwohner in Stein zu verwandeln. Doch sie hat nicht mit Macbeth gerechnet, der eine Jahrhunderte alte Rechnung mit ihr offen hat und gegen sie vorgeht …","versions":[{"lang":1,"streams":[{"redirect":10194447,"hoster":"VOE"},{"redirect":10194451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918580,"hoster":"VOE"},{"redirect":10918577,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Stadt aus Stein, Teil 2","epNo":10,"alt":"City Of Stone (2)","descr":"Goliath und Xanatos sind gezwungen zu kooperieren, wenn sie Demona stoppen wollen, die einen besessenen Feldzug zur Vernichtung der Menschheit in New York startet. Ein Rückblick in das Jahr 1032 vor Christi Geburt zeigt, wie die Geschichte von Demona und Macbeth begann …","versions":[{"lang":1,"streams":[{"redirect":10194413,"hoster":"VOE"},{"redirect":10194415,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918581,"hoster":"VOE"},{"redirect":10918579,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Stadt aus Stein, Teil 3 ","epNo":11,"alt":"City Of Stone (3)","descr":"Dank des Eingreifens von Goliath und Xanatos gelingt es, die wahnsinnigen Menschen-Vernichtungspläne von Demona zu stoppen. Bei Sonnenaufgang erhalten die Bürger New Yorks ihre normale Gestalt zurück – doch noch ist die Gefahr nicht völlig gebannt …","versions":[{"lang":1,"streams":[{"redirect":10194439,"hoster":"VOE"},{"redirect":10194440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918591,"hoster":"VOE"},{"redirect":10918586,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Stadt aus Stein, Teil 4","epNo":12,"alt":"City Of Stone (4)","descr":"In dieser Episode wird mit einer Rückblende in das Jahr 1057 erklärt, wie es dazu kam, dass Macbeth durch Demonas Verrat seinen Thron verlor. Nun sind Demona und er durch einen Fluch für immer miteinander verbunden, und jeder ist dazu verdammt, die Schmerzen des anderen mitzufühlen …","versions":[{"lang":1,"streams":[{"redirect":10194448,"hoster":"VOE"},{"redirect":10194443,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918588,"hoster":"VOE"},{"redirect":10918590,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"12 Uhr mittags","epNo":13,"alt":"High Noon","descr":"Mit vereinten Kräften schaffen es Demona und Macbeth, Coldstone vom Uhrenturm des Polizeigebäudes zu entfernen und ihn zu reaktivieren – doch sehr bald werden sie von den Gargoyles verfolgt, die ihren Freund retten wollen.","versions":[{"lang":1,"streams":[{"redirect":10194409,"hoster":"VOE"},{"redirect":10194411,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918594,"hoster":"VOE"},{"redirect":10918593,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Familienzwist ","epNo":14,"alt":"Outfoxed","descr":"Goliath verfolgt die ‚Festung II‘, das fliegende Luftschiff, das sich die Cyberbiotics gebaut haben, nachdem Goliath ihr erstes Luftschiff vernichtet hatte. Dabei wird er vom Anführer der Cyberbiotics, Halcyon Renard, überwältigt und gefangengenommen. Zurselben Zeit sabotiert jedoch Renards Tochter Fox die Pläne ihres Vaters und schafft die Voraussetzungen dafür, dass die Cyberbiotics ihr eigenes Luftschiff zerstören …","versions":[{"lang":1,"streams":[{"redirect":10194355,"hoster":"VOE"},{"redirect":10194354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918599,"hoster":"VOE"},{"redirect":10918598,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Unsterblichkeit um jeden Preis","epNo":15,"alt":"The Price","descr":"Xanatos ist fasziniert von einem magischen Kessel: Ein Bad darin verleiht dem Badenden angeblich Unsterblichkeit. Um kein Risiko einzugehen, entführt er Hudson, den er als Versuchskaninchen missbrauchen will. Doch Hudson gelingt die Flucht. Owen aber ist bereit, den Kessel freiwillig zu testen – allerdings steckt er nicht seinen gesamten Körper, sondern nur seine Hand hinein. Diese verwandelt sich augenblicklich zu Stein …","versions":[{"lang":1,"streams":[{"redirect":10194358,"hoster":"VOE"},{"redirect":10194357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918602,"hoster":"VOE"},{"redirect":10918601,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Enthüllung","epNo":16,"alt":"Revelations","descr":"Als Matt Bluestone die ‚Illuminati‘, eine mächtige Geheimgesellschaft, hochgehen lassen will, gerät er selbst in deren Bann. Er lernt nämlich Mace Malone kennen, Gangster und Mitglied der Gesellschaft, der Matt anbietet, bei den ‚Illuminati‘ mitzumachen. Voraussetzung ist allerdings, dass er ihm einen Gargoyle bringt. Zu diesem Zweck schließt sich Matt mit Goliath zusammen …","versions":[{"lang":1,"streams":[{"redirect":10194422,"hoster":"VOE"},{"redirect":10194423,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918607,"hoster":"VOE"},{"redirect":10918606,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Doppelte Gefahr","epNo":17,"alt":"Double Jeopardy","descr":"Aus einer Gewebeprobe von Goliath erschaffen Anton Sevarius und Xanatos einen Klon, den sie Thailog nennen. Noch ahnen sie nicht, dass Thailog sich nach seiner Vollendung gegen seine eigenen Schöpfer wenden wird …","versions":[{"lang":1,"streams":[{"redirect":10194348,"hoster":"VOE"},{"redirect":10194349,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918609,"hoster":"VOE"},{"redirect":10918610,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Aufstieg","epNo":18,"alt":"Upgrade","descr":"Goliath wird verletzt, als es zu einem Kampf zwischen den Gargoyles und der Meute kommt. Hudson legt ihm daraufhin nahe, einen anderen Gargoyle zu seinem Stellvertreter zu machen. Doch Goliath weiß nicht, ob er sich für Brooklyn, Lexington oder Broadway entscheiden soll. Unterdessen wird die Meute immer gefährlicher …","versions":[{"lang":1,"streams":[{"redirect":10194350,"hoster":"VOE"},{"redirect":10194342,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918613,"hoster":"VOE"},{"redirect":10918612,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schutzgeld-Engel ","epNo":19,"alt":"Protection","descr":"Die New Yorker Polizistin Elisa verhält sich, als sei sie bestechlich – so will sie Anthony Dracons Schutzgeld-Mafia endlich hochgehen lassen …","versions":[{"lang":1,"streams":[{"redirect":10194339,"hoster":"VOE"},{"redirect":10194338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918616,"hoster":"VOE"},{"redirect":10918617,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Käfig","epNo":20,"alt":"The Cage","descr":"Goliath will dafür sorgen, dass Elisas Bruder Derek und die anderen Mutanten endlich wieder ihre ursprüngliche Gestalt zurückerlangen. Zu diesem Zweck nimmt er Anton Sevarius gefangen – mit verheerenden Konsequenzen: Als Derek alias Talon die beiden zusammen erlebt, glaubt er, sie würden gemeinsame Sache machen. Von nun an kennt er nur noch einen Gedanken: Rache …","versions":[{"lang":1,"streams":[{"redirect":10194343,"hoster":"VOE"},{"redirect":10194334,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522274,"hoster":"VOE"},{"redirect":10918622,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Avalon, Teil 1 ","epNo":21,"alt":"Avalon (1)","descr":"Der geheimnisvolle Tom, genannt ‚der Wächter‘, ist auf der Suche nach Goliath und durchstreift ziellos Manhattan. Auf Burg Wyvern war Tom zu Goliaths Zeiten ein kleiner Junge – doch nun ist er erwachsen und braucht dringend Goliaths Hilfe, denn die legendäre Insel Avalon ist bedroht …","versions":[{"lang":1,"streams":[{"redirect":10194347,"hoster":"VOE"},{"redirect":10194332,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918627,"hoster":"VOE"},{"redirect":10918624,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Avalon, Teil 2 ","epNo":22,"alt":"Avalon (2)","descr":"Der Hexenmeister, der die Zukunft der geheimnisvollen Insel Avalon bedroht, macht sich auf den Weg in die Vergangenheit, um dort das Auge von Odin, das Phoenix-Tor und das Grimorum Arcanorum zu stehlen. Damit will er seine Macht ausbauen – doch Goliath, Bronx und Elisa sind bereits unterwegs nach Avalon, um seine finsteren Pläne zu stoppen …","versions":[{"lang":1,"streams":[{"redirect":10194330,"hoster":"VOE"},{"redirect":10194328,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918631,"hoster":"VOE"},{"redirect":10918628,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Avalon, Teil 3","epNo":23,"alt":"Avalon (3)","descr":"Der Hexenmeister, der die Zukunft der legendären Insel Avalon bedroht, versucht, seine Macht auszubauen. Doch Goliath und Elisa stellen sich ihm entgegen. Im entscheidenden Gefecht um Avalon kämpfen sie gemeinsam mit Gabriel, dem Wächter, Prinzessin Katharine und König Arthur gegen den Hexenmeister, der von den drei Schwestern sowie Demona und Macbeth unterstüzt wird. Wer wird den Sieg davontragen?","versions":[{"lang":1,"streams":[{"redirect":10194324,"hoster":"VOE"},{"redirect":10194326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918632,"hoster":"VOE"},{"redirect":10918633,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Schatten der Vergangenheit ","epNo":24,"alt":"Shadows Of The Past","descr":"Goliath, Elisa, Angela und Bronx haben verzweifelt um die mysteriöse Insel Avalon gekämpft, die vom Hexenmeister bedroht worden war. Nun finden sie sich auf dem Meeresgrund, unterhalb von Wyvern Hill, wieder. Genau unter diesem Kliff liegt die Höhle des finsteren Hexenmeisters. Als ein Sturm aufkommt, bleibt den Freunden nichts anderes übrig, als in seiner Behausung Zuflucht zu suchen …","versions":[{"lang":1,"streams":[{"redirect":10194321,"hoster":"VOE"},{"redirect":10194318,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918641,"hoster":"VOE"},{"redirect":10918636,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Von Mythen und Legenden ","epNo":25,"alt":"Heritage","descr":"Goliath, Angela, Elisa und Bronx befinden sich auf einem Schiff vor der Westküste Kanadas. Als es kentert, können sich alle auf eine nahegelegene Insel retten – bis auf Elisa. Sie bleibt verschwunden, und so machen sich Goliath und Angela zusammen mit einem Ureinwohner der Insel auf die Suche nach ihr …","versions":[{"lang":1,"streams":[{"redirect":10194294,"hoster":"VOE"},{"redirect":10194293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522273,"hoster":"VOE"},{"redirect":10918643,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Ungeheuer von Loch Ness","epNo":26,"alt":"Monsters","descr":"Goliath und seinen Mitstreitern gelingt es, das Ungeheuer von Loch Ness aus den Fängen des finsteren Dr. Sevarius zu befreien, der es für seine genetischen Experimente missbrauchen will. Im Zusammenhang mit diesem Abenteuer erfährt Angela, dass Goliath ihr biologischer Vater ist …","versions":[{"lang":1,"streams":[{"redirect":10194291,"hoster":"VOE"},{"redirect":10194288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522275,"hoster":"VOE"},{"redirect":10918645,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Der Golem","epNo":27,"alt":"Golem","descr":"Die tapferen Vier verschlägt es diesmal nach Prag, wo sie es mit dem Schurken Tomas Brod aufnehmen müssen. Während Brod die Herrschaft über die ‚Goldene Stadt‘ erlangen will, plant der kränkliche Renard, den Golem, der Prag beschützt, in seinen Besitz zu bringen, um so zu genesen. Doch Goliath kann Renard davon überzeugen, dass dies nicht der richtige Weg zu seiner Heilung ist und dass der Golem gebraucht wird, um die Stadt vor Brod zu bewahren …","versions":[{"lang":1,"streams":[{"redirect":10194312,"hoster":"VOE"},{"redirect":10194315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522277,"hoster":"VOE"},{"redirect":10918443,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Liebe macht Blind","epNo":28,"alt":"Sanctuary","descr":"Demona erscheint am Tage in der Rolle der Dominique. Als Dominique heiratet sie auch einen reichen Franzosen, um ihrer wahren Liebe Thailog dessen Geld zu geben. Sie merkt nicht, dass Thailog sie nur ausnutzt und in Wahrheit ganz andere Pläne hegt …","versions":[{"lang":1,"streams":[{"redirect":10194292,"hoster":"VOE"},{"redirect":10194287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918444,"hoster":"VOE"},{"redirect":10918447,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Vermisst und wiederauferstanden","epNo":29,"alt":"M.I.A.","descr":"Goliath und seine Mitstreiter finden heraus, dass in London weitere Gargoyles leben. Doch zwei von ihnen, Leo und Una, hassen Goliath, weil sie glauben, dass er für den Tod ihres Freundes Griff verantwortlich sei. Goliath aber kann sich nicht daran erinnern und macht eine Zeitreise ins Jahr 1940, um herauszufinden, was sich damals wirklich ereignet hat …","versions":[{"lang":1,"streams":[{"redirect":13917778,"hoster":"VOE"},{"redirect":10194506,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918451,"hoster":"VOE"},{"redirect":10918450,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Die Beschwörung","epNo":30,"alt":"Grief","descr":"Xanatos entsendet die Meute nach Ägypten – hier hofft er, den Schlüssel zum ewigen Leben zu finden. Die Meute soll den Emir dabei unterstützen, den Todesgott Anubis zu beschwören. Der Emir verfolgt allerdings mit seiner Beschwörung nur ein einziges Ziel: Er will seinen verstorbenen Sohn wieder zum Leben erwecken …","versions":[{"lang":1,"streams":[{"redirect":10194304,"hoster":"VOE"},{"redirect":10194303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522278,"hoster":"VOE"},{"redirect":10918455,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Königreich","epNo":31,"alt":"Kingdom","descr":"Als Brooklyn, Broadway, Lexington und Hudson bei ihrer Suche nach Goliath, Bronx und Elisa Unterstützung von Talon erbitten, erweist sich diese Idee als problematisch: Immer wieder kommt es zu kleinen Machtspielchen und Streitereien zwischenTalon und Brooklyn. Kurz darauf wird Talon von Fang und Claw gefangen genommen – und mit ihm die Katze Maggie …","versions":[{"lang":1,"streams":[{"redirect":10194301,"hoster":"VOE"},{"redirect":10194300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522280,"hoster":"VOE"},{"redirect":10918457,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Hund von Ulster ","epNo":32,"alt":"The Hound Of Ulster","descr":"Der irische Junge Rory Dugan ist ein kleiner Nichtsnutz, der in den Tag hineinlebt und von morgens bis abends bei seiner Freundin Molly abhängt. Eines Nachts erblickt er Bronx – und glaubt tatsächlich, er hätte den legendären ‚Hund von Ulster‘ vor sich, eine in Irland legendäre Bestie, deren Heulen den Tod eines Menschen ankündigt. Doch als Bronx seine wahre Identität zu erkennen gibt, werden die beiden Freunde, und Rory hilft Bronx bei der Suche nach Goliath, Elisa und Angela.","versions":[{"lang":1,"streams":[{"redirect":10194335,"hoster":"VOE"},{"redirect":10194309,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522279,"hoster":"VOE"},{"redirect":10918461,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Recht und Ordnung","epNo":33,"alt":"Walkabout","descr":"Goliath und seine Freunde müssen es schaffen, Matrix zu überwinden, ein nanotechnisches Experiment von Fox und Anastasia Renard, das sich verselbständigt hat und droht, die Weltherrschaft an sich zu reißen. Goliath überredet Dingo, sich mit Hilfe eines Schamanen in die Anderswelt befördern zu lassen, um so mit Matrix kommunizieren zu können …","versions":[{"lang":1,"streams":[{"redirect":10194373,"hoster":"VOE"},{"redirect":10194374,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522282,"hoster":"VOE"},{"redirect":10918466,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Das Zeichen des Panthers","epNo":34,"alt":"Mark Of The Panther","descr":"Die Freunde erreichen Nigeria, wo Elisas Mutter schon auf sie wartet. Hier müssen sie sich jedoch mit Menschen, die sich in Panther verwandeln, und mit Panthern, die zu Menschen werden, herumschlagen. Außerdem machen Wilderer Probleme …","versions":[{"lang":1,"streams":[{"redirect":10194367,"hoster":"VOE"},{"redirect":10194369,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522281,"hoster":"VOE"},{"redirect":10918470,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Auf der Suche nach Excalibur","epNo":35,"alt":"Pendragon","descr":"Auf seiner Suche nach dem magischen Schwert Excalibur trifft Arthur in London auf Griff. Zusammen werden sie nach Manhattan geschickt, um eine weitere Spur zu verfolgen. Doch hier müssen sie sich mit dem finsteren MacBeth auseinandersetzen, der eigene böse Pläne verfolgt …","versions":[{"lang":1,"streams":[{"redirect":10194364,"hoster":"VOE"},{"redirect":10194362,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522285,"hoster":"VOE"},{"redirect":10918474,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Das Auge von Odin ","epNo":36,"alt":"Eye Of The Storm","descr":"In Norwegen trifft die Gruppe auf einen mysteriösen, einäugigen Mann, der von ihnen das \"Auge von Odin\" verlangt. Als Goliath sich weigert, ihm das \"Auge\" zu geben, droht der geheimnisvolle Fremde, dass sie ihre Entscheidung noch bereuen würden – vor allem Elisa, die überhaupt nicht der Kälte entsprechend gekleidet ist …","versions":[{"lang":1,"streams":[{"redirect":10194316,"hoster":"VOE"},{"redirect":10194308,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522284,"hoster":"VOE"},{"redirect":10918477,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die Kinder von Neu-Olymp","epNo":37,"alt":"The New Olympians","descr":"Am Ende der Welt finden Goliath und die anderen die verborgene Stadt Neu-Olympia, in der die mythologischen Wesen des antiken Griechenland überdauert haben und in der Menschen geächtet werden …","versions":[{"lang":1,"streams":[{"redirect":10194296,"hoster":"VOE"},{"redirect":10194295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522286,"hoster":"VOE"},{"redirect":10918483,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Der Wald muss leben","epNo":38,"alt":"The Green","descr":"Cyberbiotics holzen den Regenwald in Guatemala ab. Sie haben Jackal und Hyena engagiert, damit diese auf die örtlichen Gargoyles aufpassen …","versions":[{"lang":1,"streams":[{"redirect":10194498,"hoster":"VOE"},{"redirect":10194497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522291,"hoster":"VOE"},{"redirect":10918486,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der Wachposten ","epNo":39,"alt":"Sentinel","descr":"Als Elisa auf den Osterinseln ankommt, wird sie von einem seltsamen Wesen gefangengenommen. Als man sie später findet, weiß sie nicht mehr, wer sie ist und hat auch keine Erinnerung mehr an die Gargoyles …","versions":[{"lang":1,"streams":[{"redirect":10194489,"hoster":"VOE"},{"redirect":10194488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918491,"hoster":"VOE"},{"redirect":10918487,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Die Regel der japanischen Ritter ","epNo":40,"alt":"Bushido","descr":"In einem japanischen Dorf ist es Menschen und Gargoyles gelungen, über Jahrhunderte in friedlicher Koexistenz zu leben. Doch nun will ein skrupelloser Geschäftemacher diesen Frieden stören …","versions":[{"lang":1,"streams":[{"redirect":10194478,"hoster":"VOE"},{"redirect":10194479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522288,"hoster":"VOE"},{"redirect":10918492,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Legenden leben","epNo":41,"alt":"Cloud Fathers","descr":"Xanatos kauft amerikanischen Ureinwohnern ihr Land ab. Elisas Vater und Schwester versuchen herauszufinden, was er mit dem indianischen Land vorhat …","versions":[{"lang":1,"streams":[{"redirect":10194384,"hoster":"VOE"},{"redirect":10194383,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522292,"hoster":"VOE"},{"redirect":10918499,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der Herrscher kehrt zurück","epNo":42,"alt":"Ill Met By Moonlight","descr":"Die Freunde hoffen auf ein wenig Entspannung, als sie nach Avalon zurückkehren. Doch der Friede ist von kurzer Dauer, denn Oberon erscheint und verlangt, dass sowohl Gargoyles als auch Menschen die Insel verlassen, um den Weg für seine heimkehrenden Kinder freizumachen …","versions":[{"lang":1,"streams":[{"redirect":10194410,"hoster":"VOE"},{"redirect":10194407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522293,"hoster":"VOE"},{"redirect":10918500,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Traum oder Wirklichkeit ","epNo":43,"alt":"Future Tense","descr":"Das Glück scheint auf der Seite der Heimkehrer zu sein, als sie die Freiheitsstatue durch die Nebel hindurch erkennen. Doch das New York, das sie sehen, hat nichts mit der Stadt zu tun, die sie einst verlassen hatten – der Big Apple ist inzwischen eine zerstörte Ruinenlandschaft, der von Xanatos’ Robotern bewacht wird …","versions":[{"lang":1,"streams":[{"redirect":10194404,"hoster":"VOE"},{"redirect":10194403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522294,"hoster":"VOE"},{"redirect":10918506,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die große Zusammenkunft, Teil 1","epNo":44,"alt":"The Gathering (1)","descr":"Oberon hat es geschafft, alle seine Kinder um sich zu versammeln – bis auf eines. Puck ist immer noch in New York, und Oberon versucht, ihn mit Hilfe eines Gargoyle-Jagdhundes in Manhattan aufzuspüren. Unterdessen halten die Familien von Xanatos und Fox ihre eigenen Zusammenkünfte ab …","versions":[{"lang":1,"streams":[{"redirect":10194380,"hoster":"VOE"},{"redirect":10194379,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918510,"hoster":"VOE"},{"redirect":10918509,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Die große Zusammenkunft, Teil 2","epNo":45,"alt":"The Gathering (2)","descr":"Auf der Suche nach dem einzigen Kind, das er noch nicht aufspüren konnte, nämlich Puck, ist Oberon in Manhattan gelandet und belagert nun den Wolkenkratzer von Xanatos – nichts soll mehr zwischen ihm und seinem Kind stehen …","versions":[{"lang":1,"streams":[{"redirect":12922746,"hoster":"VOE"},{"redirect":10194376,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918515,"hoster":"VOE"},{"redirect":10918514,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Rache ist süß","epNo":46,"alt":"Vendettas","descr":"Drei Seelen dürsten nach Rache – drei Seelen, deren Leben durch die Gargoyles zerstört wurde, wollen es diesen nun mit gleicher Münze heimzahlen …","versions":[{"lang":1,"streams":[{"redirect":10194429,"hoster":"VOE"},{"redirect":10194427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522296,"hoster":"VOE"},{"redirect":10918517,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Ringen um die Macht ","epNo":47,"alt":"Turf","descr":"Die New Yorker Polizistin Elisa lässt sich in eine der beiden Banden einschleusen, die versuchen, die Stadt unter ihre Kontrolle zu bringen und sich dabei gegenseitig bekriegen. Der Kopf der einen Gang ist Anthony Dracon, der Kopf der anderen der tschechoslowakische Gangster Tomas Brod …","versions":[{"lang":1,"streams":[{"redirect":10194419,"hoster":"VOE"},{"redirect":10194420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522295,"hoster":"VOE"},{"redirect":10918522,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Der Tag der Abrechnung ","epNo":48,"alt":"The Reckoning","descr":"Es gelingt den Gargoyles endlich, Desdemona zu fangen und sie einzusperren. Die ganze Sache geht äußerst einfach über die Bühne – vielleicht ein wenig zu einfach? Doch die Gargoyles schöpfen keinen Verdacht …","versions":[{"lang":1,"streams":[{"redirect":10194402,"hoster":"VOE"},{"redirect":10194399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918527,"hoster":"VOE"},{"redirect":10918525,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Seelenwanderung","epNo":49,"alt":"Possession","descr":"Als Puck Alexander seine erste magische Lektion erteilt, ist das der Startschuss für eine Menge Konfusion unter den Gargoyles – die beiden verwandeln einfach jedes Wesen, das ihnen unter die Finger kommt …","versions":[{"lang":1,"streams":[{"redirect":10194394,"hoster":"VOE"},{"redirect":10194395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918531,"hoster":"VOE"},{"redirect":10918529,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Die Rache der Erben, Teil 1 ","epNo":50,"alt":"Hunter’s Moon (1)","descr":"Elisa wird in den Nachtdienst versetzt, und man teilt ihr einen neuen Partner zu. Ausgerechnet jetzt, wo sich ein neuer Jäger in der Stadt aufhält, der alle Gargoyles vernichten will …","versions":[{"lang":1,"streams":[{"redirect":10194393,"hoster":"VOE"},{"redirect":10194391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522297,"hoster":"VOE"},{"redirect":10918535,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Die Rache der Erben, Teil 2 ","epNo":51,"alt":"Hunter’s Moon (2)","descr":"Goliath schwört den Jägern Rache für das, was sie Angela angetan haben, und macht sich auf den Weg, um mit ihnen zu kämpfen …","versions":[{"lang":1,"streams":[{"redirect":12379231,"hoster":"VOE"},{"redirect":10194387,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522298,"hoster":"VOE"},{"redirect":10918537,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Die Rache der Erben, Teil 3","epNo":52,"alt":"Hunter’s Moon (3)","descr":"Die Gargoyles überleben den Kampf, doch der Uhrenturm ist zerstört. Nun bleibt ihnen nur noch eines: Rache um jeden Preis. Unterdessen trifft Demona letzte Vorbereitungen, um einen Jahrhunderte alten Plan endlich zum Abschluss zu bringen …","versions":[{"lang":1,"streams":[{"redirect":10194363,"hoster":"VOE"},{"redirect":10194361,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918540,"hoster":"VOE"},{"redirect":10918541,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Ziel","epNo":1,"alt":"The Journey","descr":"Kurz nachdem die Existenz der Gargoyles der Welt offenbart wurde, hat sich eine Gruppe formiert, die sich selbst ‚The Quarrymen‘ nennt und es sich zum Ziel gesetzt hat, die Gargoyles zu vernichten …","versions":[{"lang":1,"streams":[{"redirect":10194521,"hoster":"VOE"},{"redirect":10194520,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522300,"hoster":"VOE"},{"redirect":10918366,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Entführung","epNo":2,"alt":"Ransom","descr":"Alex Xanatos wird entführt, und die Kidnapper verlangen einen Gargoyle als Lösegeld …","versions":[{"lang":1,"streams":[{"redirect":10194529,"hoster":"VOE"},{"redirect":10194528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522302,"hoster":"VOE"},{"redirect":10918370,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Ausreißer ","epNo":3,"alt":"Runaways","descr":"Weil Brooklyn sich vom Clan ausgeschlossen fühlt, freundet er sich mit einer Gruppe junger Ausreißer an. Goliath und Eliza machen sich auf den Weg, um nach ihm zu suchen …","versions":[{"lang":1,"streams":[{"redirect":10194475,"hoster":"VOE"},{"redirect":10194476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522303,"hoster":"VOE"},{"redirect":10918375,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Alptraumfabrik","epNo":4,"alt":"Broadway Goes To Hollywood","descr":"Fox beschließt, einen Film über die Gargoyles zu machen, um so die Akzeptanz der Gargoyles unter den Menschen zu vergrößern. Während sie sich gemeinsam mit Broadway auf den Weg nach Hollywood macht, drohen Jackal und Hyena damit, ihre Pläne zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":10194546,"hoster":"VOE"},{"redirect":10194540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522301,"hoster":"VOE"},{"redirect":10918382,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bronx auf Abwegen","epNo":5,"alt":"A Bronx Tale","descr":"Durch Zufall landet Bronx mit dem Zug in Pennsylvania, wo er von furchtsamen Einwohnern verfolgt und gejagt wird. Sein einziger Freund ist ein kleiner Amish-Junge, der ihn bis zum Eintreffen der Dunkelheit bei sich zuhause versteckt …","versions":[{"lang":1,"streams":[{"redirect":10194541,"hoster":"VOE"},{"redirect":10194536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522304,"hoster":"VOE"},{"redirect":10918383,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Schwinden des Lichts","epNo":6,"alt":"The Dying Of The Light","descr":"Die Quarrymen greifen eine Gruppe an, die für Verständnis und Toleranz zwischen Gargoyles und Menschen wirbt …","versions":[{"lang":1,"streams":[{"redirect":10194533,"hoster":"VOE"},{"redirect":10194530,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918387,"hoster":"VOE"},{"redirect":10918388,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Glaube an die Gerechtigkeit","epNo":7,"alt":"And Justice For All","descr":"Die Gargoyles wollen einen Juwelenraub verhindern, doch ihr Einsatz endet damit, dass sie die Hauptverdächtigen in dem Fall werden und die wahren Täter entkommen können …","versions":[{"lang":1,"streams":[{"redirect":10194526,"hoster":"VOE"},{"redirect":10194525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522308,"hoster":"VOE"},{"redirect":10918391,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schikanen der Schöpfung","epNo":8,"alt":"Genesis Undone","descr":"Der Klon-Clan rutscht immer weiter ab ins Verderben. Goliath muss sich entscheiden, ob er mit Sevarius zusammenarbeiten oder ob er gehen will – und somit sterben wird.","versions":[{"lang":1,"streams":[{"redirect":10194519,"hoster":"VOE"},{"redirect":10194518,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522310,"hoster":"VOE"},{"redirect":10918395,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Generationen","epNo":9,"alt":"Generations","descr":"Angela glaubt immer noch, dass Demona erlöst werden kann. Der Clan, besonders Goliath und Brooklyn, versuchen sie davon zu überzeugen, dass ihre Mutter sich niemals ändern wird. Doch schließlich berührt Angela Demona auf eine ganz besondere Art und Weise …","versions":[{"lang":1,"streams":[{"redirect":10194515,"hoster":"VOE"},{"redirect":10194511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522312,"hoster":"VOE"},{"redirect":10918401,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein neues Leben","epNo":10,"alt":"For It May Come True","descr":"Nachdem er in einem Kampf mit den Quarrymen vernichtend geschlagen wurde, träumt Goliath, dass er ein Mensch sei – verheiratet mit Elisa, in einer Welt, in der Gargoyles unbekannt sind …","versions":[{"lang":1,"streams":[{"redirect":13917780,"hoster":"VOE"},{"redirect":10194507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10918409,"hoster":"VOE"},{"redirect":10918404,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Gehirnwäsche ","epNo":11,"alt":"To Serve Mankind","descr":"Die Illuminati unterziehen Goliath einer Gehirnwäsche. Anschließend schicken sie ihn los, um ein Attentat auf einen europäischen Präsidenten zu verüben …","versions":[{"lang":1,"streams":[{"redirect":10194513,"hoster":"VOE"},{"redirect":10194505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522315,"hoster":"VOE"},{"redirect":10918407,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Den Beweis vor Augen ","epNo":12,"alt":"Seeing Isn’t Believing","descr":"Proteus ist aus New Olympus geflohen und kommt nach New York, begleitet von Taurus. Hier versucht er mit allen Mitteln und hinterlistigen Tricks, Elisa und Goliath gegeneinander aufzubringen …","versions":[{"lang":1,"streams":[{"redirect":10194494,"hoster":"VOE"},{"redirect":10194491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522309,"hoster":"VOE"},{"redirect":10918414,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Engel der Nacht","epNo":13,"alt":"Angels In The Night","descr":"Die Gargoyles geraten in eine Falle, als sie versuchen, ein Kind aus einem nur teilweise fertiggestellten Gebäude zu retten. Angela und Bronx kommen zu spät, um den Rest des Clans zu retten – die Sonne geht bereits auf …","versions":[{"lang":1,"streams":[{"redirect":10194486,"hoster":"VOE"},{"redirect":10194483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13522329,"hoster":"VOE"},{"redirect":10918420,"hoster":"Streamtape"}]}]}]}]}