{"seriesId":"gefahr-aus-dem-all","name":"Gefahr aus dem All","descr":"Die Doku-Serie \"Gefahr aus dem All\" beschreibt verschiedene weltallbezogene Möglichkeiten, welche Ereignisse verheerende Konsequenzen für Lebewesen hätten. So wird bei der Analyse des Bedrohungspotenzials auf Asteroideneinschläge ebenso eingegangen wie auf den Einfluss Schwarzer Löcher oder sogenannter Gammastrahlenblitze. In den gezeigten Episoden werden die beschriebenen Phänomene mittels Computeranimationen bildlich dargestellt und ensprechend eingeordnet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fall der Killersteine","epNo":1,"alt":"The Case of the Killer Rocks","descr":"Wie groß muss ein Meteor sein, um im dicht besiedelten Anthropozän, dem Zeitalter des Menschen, zur globalen Gefahr zu werden? Welchen Schaden würde ein kosmischer Felsklotz mit einem Durchmesser von nur 50 Metern anrichten?","versions":[{"lang":1,"streams":[{"redirect":9056903,"hoster":"VOE"},{"redirect":9056905,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fall des Todesstrahls","epNo":2,"alt":"Death Ray","descr":"Kosmische Todesstrahlen sind direkt auf die Erde gerichtet. Ob sie eine ernste Gefahr für uns sind, wollen Forscher:innen in dieser Folge erläutern.","versions":[{"lang":1,"streams":[{"redirect":9056914,"hoster":"VOE"},{"redirect":12482378,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall des Weltraummülls","epNo":3,"alt":"Cosmic Scrap","descr":"Rund 100 Millionen Teile Mikromüll schwirren durch die Erdumlaufbahn. Welche Gefahr von Weltraumschrott ausgeht und was mit Trümmerteilen passiert, die nicht in der Erdatmosphäre verglühen, decken Astroforscher:innen in dieser Folge auf.","versions":[{"lang":1,"streams":[{"redirect":9054274,"hoster":"VOE"},{"redirect":9054270,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fall der kleinen grünen Männchen","epNo":4,"alt":"Little Green Men","descr":"Existieren Aliens? Und wenn ja: Sind sie uns wohlgesonnen? In dieser Folge gehen Astrobiologin Sarah Rugheimer und Evolutionsbiologe Shane Campbell-Staton dem Killerinstinkt von Außerirdischen auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":9056925,"hoster":"VOE"},{"redirect":9056930,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fall des dunklen Sterns","epNo":5,"alt":"Dark Star","descr":"Wie gefährlich sind Schwarze Löcher für die Erde? Raumfahrtingenieurin Danielle George, Kosmologe Andrew Pontzen und Astronomin Juna Kollmeier suchen nach Antworten.","versions":[{"lang":1,"streams":[{"redirect":9056936,"hoster":"VOE"},{"redirect":9056988,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[Derzeit leider nicht verfügbar] Der Fall des großen Endes","epNo":6,"alt":"Big Sleep","descr":"Das Universum – unendliche Weiten, Jahrmilliarden alt. Es umfasst Planeten, Sterne und sämtliche Galaxien, die es gibt. Ist all das für die Ewigkeit gebaut? Oder anders gefragt: Wird der Kosmos jemals vergehen?","versions":[]}]}]}