{"path":"/serie/stream/geheimnisvolle-mumien","name":"Geheimnisvolle Mumien","descr":"Dokureihe über die immer noch zahlreichen Rätsel, die die Mumien des Alten Ägyptens aufwerfen und wie Ägyptologen ihnen nach all den Jahrhunderten auf die Schliche kommen wollen.","seasons":[{"path":"/serie/stream/geheimnisvolle-mumien/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/geheimnisvolle-mumien/staffel-1/episode-1","name":"Der Kriegerkönig und die Königin","epNo":1,"alt":"Killing A King","descr":"Ägyptologen machen 1881 im Tal der Könige eine aufsehenerregende Entdeckung: ein Grab mit vielen bedeutenden Pharaonen. Mit dabei auch ein Sarg, der überraschend einfach aussieht, obwohl es ein fürstliches Begräbnis war. Darin eine Mumie, die nicht sorgfältig auf die Reise und das Weiterleben im Jenseits vorbereitet war. Die sterblichen Überreste gehören Seqenenre, König von Theben als die fremdländischen Hyksos über weite Teile Ägyptens herrschten.Seine Mumie wies auch schwere Verletzungen auf, die auf einen gewaltsamen Tod, vielleicht in einer Schlacht gegen die Hyksos hinwiesen. Tatsächlich aber passen Richtung, Art und Zahl der Wunden eher zu einer Hinrichtung als zu einem Tod in der Schlacht. Was die Hyksos nicht bedachten: Seqenenres Sohn Ahmose sollte sie aus Ägypten vertreiben und die erfolgreiche 18. Dynastie gründen, die Ägypten zur Weltmacht machte und die berühmteste Pharaonin auf dem Thron sah: Hatschepsut. Sie leistete Großes in Staat und Politik.Es war Howard Carter, der ihr Grab und ihren leeren Sarg im Tal der Könige entdeckte, lange bevor er mit Tutanchamun berühmt wurde. Erschreckend war nur: Der Sarg war leer. Wo war die Mumie? Der einzige Hinweis: In einer Juwelenbox ein Stück vertrocknete Leber und ein Backenzahn. Wenn beides zu einer anderen Mumie passen würde…Erst in jüngster Zeit konnten Ägyptologen dieses Rätsel lösen und Hatschepsut eindeutig identifizieren. Sie war allerdings nicht die junge, kraftvolle Pharaonin, die uns auf Denkmälern entgegentritt. Wie sah das Leben dieser großen Herrscherin tatsächlich aus?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007415","hoster":"VOE"},{"path":"/redirect/8541356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisvolle-mumien/staffel-1/episode-2","name":"Die Lady und der Pharao","epNo":2,"alt":"Who Killed The Warrior King?","descr":"1898 findet der französische Archäologe Victor Loret ein Grab, in dem die Mumien zweier adeliger Frauen liegen. DNA-Tests waren damals nicht möglich, heute lassen sich damit Stammbäume ganzer Familien aufstellen. Erst jetzt lässt sich nachweisen, dass die jüngere Dame die Mutter Tutanchamuns und die ältere Dame ihre eigene Mutter Teje war. Teje war allerdings auch die Mutter des Ketzerkönigs Echnaton. Doch könnte es sein, dass die Mumie der jüngeren Dame zu Nofretete gehört, der schönen Gemahlin dieses Ketzerkönigs?Es ist mehr als DNA notwendig, um dieses Rätsel zweifelsfrei zu lösen und zu zeigen, wem die Mumie gehört und was zum Tod dieser Frau geführt haben könnte. Und wie es zu den schweren Verletzungen kam, die noch heute ihr Gesicht entstellen.Gut erhalten dagegen ist eine Mumie, die nach einer abenteuerlichen Reise um die ganze Welt im ägyptischen Luxor ihre letzte Ruhe gefunden hat, in dem Land und nahe der Stadt, das und in der Ramses I. einstmals regierte.Das 19. Jahrhundert war von einer regelrechten \"Mummy Mania\" besessen. Touristen kauften damals echte Mumien in Ägypten wie heute ihre Nachfahren die Pyramiden von Gizeh in Kunststoff. Selbst Mumien bedeutender Persönlichkeiten gingen bei diesem schwungvollen Mumienhandel verloren oder landeten in Museen – wie die Mumie von den Niagarafällen. Forensikern stehen heute allerdings Methoden zur Verfügung, die auch ohne DNA Verwandtschaftsbeziehungen feststellen und wie in diesem Fall beweisen können, dass es sich bei der weitgereisten Mumie um Ramses I. handelt, den Begründer der 19. Dynastie. Doch wie kam er an die Niagarafälle?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007402","hoster":"VOE"},{"path":"/redirect/8554927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisvolle-mumien/staffel-1/episode-3","name":"Der Prinz und der kranke Herrscher","epNo":3,"alt":"The Screaming Mummy Conspiracy","descr":"1881 machen Ägyptologen eine aufsehenerregende Entdeckung: In einem Königsgrab ein einfacher Sarg aus Holz – mit einer Mumie, die zu schreien scheint, Hände und Arme fest verschnürt. Der Mann scheint vor seinem Tod ein sehr privilegiertes Leben geführt zu haben. Er starb jung, die Qual des Todes für alle Ewigkeit festgehalten. DNA-Tests zeigen: Er war der Sohn von Ramses III., einem der bedeutendsten Könige der 20. Dynastie. Dennoch wurde die Einbalsamierung ohne Sorgfalt durchgeführt. Innere Organe und Gehirn blieben im Körper. Er wurde nicht in Leinen gehüllt, sondern in Schaffell, was im Denken der Ägypter als barbarisch und unzivilisiert galt.Die ganze Bestattung war offenbar darauf angelegt, einen Prinzen in alle Ewigkeit zu entehren. Doch warum? Könnte es etwas mit der Haremsverschwörung zu tun haben, durch die Ramses III. ermordet werden sollte?Die Mumie eines anderen Königs war dagegen mit aller Sorgfalt einbalsamiert. Auch dieser Mann war jung gestorben. Narben und Wunden überzogen seinen Körper.In seiner Regierungszeit war die große Zeit Ägyptens schon vorüber, das Neue Reich befand sich im Niedergang. Die reiche Amun-Priesterschaft ließ sich nicht mehr kontrollieren. Ist Ramses V. einem Attentat der Priester in internen Machtkämpfen zum Opfer gefallen? Und warum wartete sein Onkel, Ramses VI., zwei Jahre, bis er seinen Vorgänger endgültig bestattete?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916569","hoster":"VOE"},{"path":"/redirect/8554923","hoster":"Streamtape"}]}]}]}]}