{"path":"/serie/stream/geheimsache-rote-kapelle","name":"Geheimsache Rote Kapelle","descr":"Bislang war die Aufarbeitung der Geschichte der Roten Kapelle in Ost- und Westdeutschland historisch verzerrt: In den 70er Jahren wurden sowohl in der Bundesrepublik als auch in der DDR große Filmprojekte auf den Weg gebracht. Zum einen der deutsch-französische Mehrteiler \"Die rote Kapelle\", zum anderen der DEFA-Spielfilm \"KLK an PTX – Die Rote Kapelle\". Um den tatsächlichen Aktivitäten der Roten Kapelle auf den Grund zu gehen, werden in dieser Dokufiktion Ausschnitte aus beiden Filmen mit Reenactment-Szenen und Interviews mit Nachfahren und Historikern vereint.","seasons":[{"path":"/serie/stream/geheimsache-rote-kapelle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/geheimsache-rote-kapelle/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Ungeachtet des zunehmenden Gestapo-Terrors verhilft ein loser Widerstandskreis in Berlin Juden zur Flucht, verteilt Flugblätter – und sammelt militärische Informationen. Einer der Organisatoren ist Harro Schulze-Boysen. Als Offizier im Berliner Luftfahrtministerium verschafft er sich Zugang zu Hitlers Aufmarschplänen für den Angriff auf die Sowjetunion und schließlich auch für den Vorstoß nach Süden, nach Stalingrad. Diese Informationen will er unbedingt an die Alliierten weiterleiten, denn ein Sturz des Naziregimes von innen heraus scheint unmöglich. Er kommt in Kontakt mit einem sowjetischen Spionagering in Brüssel und Paris. Dieser rekrutiert sich vorwiegend aus jüdischen Kommunisten, darunter Leopold Trepper, ein ehemaliger Palästinakämpfer. Sie funken heimlich militärische Informationen nach Moskau. Belgien und Frankreich sind seit 1940 von der deutschen Wehrmacht besetzt. Ein Agent wird aus Brüssel nach Berlin geschickt, um Harros dringliche Informationen aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130765","hoster":"VOE"},{"path":"/redirect/12130767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimsache-rote-kapelle/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"1942: Von Berlin, Brüssel und Frankreich aus hat die Rote Kapelle wichtige Informationen zur deutschen Strategie nach Moskau gefunkt. Die wichtigste Quelle dafür ist der deutsche Offizier Harro Schulze-Boysen. Ursprünglich in Brüssel, hat Leopold Trepper, der Kopf des Spionagerings, den Arbeitsschwerpunkt nach Frankreich verlegt. Als das Versteck in Brüssel ein zweites Mal enttarnt wird, kommen die Nazis an die Identitäten der Widerstandskämpfer, von denen sie mitten in Berlin sabotiert werden. Zusammen mit Schulze-Boysen, der wie andere Protagonisten hingerichtet wird, werden 120 Menschen festgenommen. Auch Trepper und dessen Mitarbeiter in Frankreich sind nicht mehr sicher. Kurz bevor er untertauchen kann, wird er festgenommen. Doch das Schicksal des französischen Rings wird sich anders gestalten als das der Deutschen: Die Agenten sollen umgedreht werden. Die Nazis lassen Moskau im Glauben, dass Trepper immer noch für die Sowjets arbeitet, und stecken ihm wertvolle Informationen zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12130769","hoster":"VOE"},{"path":"/redirect/12130770","hoster":"Streamtape"}]}]}]}]}