{"seriesId":"geheime-welten-reise-in-die-tiefe","name":"Geheime Welten – Reise in die Tiefe","descr":"Von Tropfsteinhöhlen über Abwasserkanäle bis zu Bunkeranlagen: Wie sind diese unterirdischen Systeme entstanden, und wer hat sie sich zunutze gemacht? Jede Folge stellt drei Welten tief unter unseren Füßen vor und erzählt ihre faszinierende Geschichte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Netz aus","epNo":1,"alt":"Gibraltar","descr":"Die Reise in die Tiefe führt ins Tunnellabyrinth von Gibraltar, in die weltberühmten Postojna-Höhlen in Slowenien und auf eine unterirdische Großbaustelle in London. Gibraltar ist seit dem 18. Jahrhundert britischer Militärstützpunkt und hat sich seitdem in eine unterirdische Festung verwandelt. In den Postojna-Höhlen verbirgt sich eine geradezu magische Welt. Und der \"Super Sewer\" soll zukünftig Londons Abwasserproblem lösen. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten. Von Tropfsteinhöhlen über Abwasserkanäle bis zu Bunkeranlagen: Wie sind diese unterirdischen Systeme entstanden, und wer hat sie sich zunutze gemacht? Jede Folge stellt drei Welten tief unter unseren Füßen vor und erzählt ihre faszinierende Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12992074,"hoster":"VOE"},{"redirect":12992075,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Schutz der Dunkelheit","epNo":2,"alt":"Sweden","descr":"Im Untergrund von Stockholm, in den Höhlen der englischen Cheddar-Schlucht und in einem ehemaligen Salzbergwerk in Rumänien gibt es alte Geheimnisse zu entdecken - und neue Technik. In Schweden werden die Bunkeranlagen aus dem Kalten Krieg vielfältig genutzt - doch das Land ist weiter vorbereitet. Im Bergwerk Turda muss heute niemand mehr malochen: Es dient als Freizeitpark. Und in einer englischen Höhle findet sich ein erstaunliches Skelett. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten.","versions":[{"lang":1,"streams":[{"redirect":12992073,"hoster":"VOE"},{"redirect":12992076,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Versteckt im Felsen","epNo":3,"alt":"Switzerland","descr":"Die Reise in die Tiefe führt in die Bunker der Schweiz, in ein rätselhaftes Tunnelsystem unterhalb von Liverpool und in die slowenische Unterwelt. Kein Land baut mehr Bunker als die Schweiz, denn jeder Bürger hat Anspruch auf einen Platz im Schutzraum. Niemand weiß genau, warum im Untergrund von Liverpool ein großes Tunnelsystem angelegt wurde. Und in Slowenien wird eine alte Mine zum Paradies für Abenteurer. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten.","versions":[{"lang":1,"streams":[{"redirect":12992078,"hoster":"VOE"},{"redirect":12992081,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[Derzeit leider nicht verfügbar]","epNo":4,"alt":"Kingdom of Salt","descr":"Die Reise in die Tiefe beginnt in einem ehemaligen Salzbergwerk in Polen, führt weiter in die britische Hauptstadt London und nach Slowenien, zu einer sagenumwobenen Höhlenburg. In der Salzmine Wieliczka haben Bergleute dem Gestein riesige Räume abgetrotzt – und filigrane Kunstwerke geschaffen. In einem Londoner Bunker erprobt man die Zukunft der Landwirtschaft. Und die slowenische Burg Predjama verbirgt ein ganzes Höhlensystem.","versions":[]},{"epId":"episode-5","name":"Feuer und Eis","epNo":5,"alt":"Bouzincourt","descr":"Ein Tunnelsystem wird im Ersten Weltkrieg Zufluchtsort. In einem Bergwerk treffen sich Industriegeschichte und Abenteuersport. Und in einem Lavatunnel erstarrt die Urkraft der Erde zu Stein. Die Tunnel im französischen Dorf Bouzincourt sind uralt – und noch im Ersten Weltkrieg Gold wert. Eine ehemalige Schiefermine in Wales beherbergt heute einen unterirdischen Trampolinpark. Und in Island haben Vulkane eine spektakuläre Gesteinswelt erschaffen. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten. Von Tropfsteinhöhlen über Abwasserkanäle bis zu Bunkeranlagen: Wie sind diese unterirdischen Systeme entstanden, und wer hat sie sich zunutze gemacht? Jede Folge stellt drei Welten tief unter unseren Füßen vor und erzählt ihre faszinierende Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12992082,"hoster":"VOE"},{"redirect":12992083,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die unterirdische Stadt","epNo":6,"alt":"City of Naours","descr":"Unter einem Wald in Nordfrankreich, den Eismassen Islands und dem Londoner Finanzdistrikt tun sich geheime Welten auf und gewähren faszinierende Einblicke in Vergangenheit und Zukunft. In der Picardie bauten die Menschen eine riesige Höhlenanlage als Schutzbunker in den Kalkstein. In Island formt die Natur magisch anmutende Eishöhlen in Gletscher, und in der City of London strömt klimaschonende Energie durch vier Stockwerke tiefe Tunnel. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten. Von Tropfsteinhöhlen über Abwasserkanäle bis zu Bunkeranlagen: Wie sind diese unterirdischen Systeme entstanden, und wer hat sie sich zunutze gemacht? Jede Folge stellt drei Welten tief unter unseren Füßen vor und erzählt ihre faszinierende Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12992087,"hoster":"VOE"},{"redirect":12992088,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krieg unter Tage","epNo":7,"alt":"Jersey War Tunnels","descr":"Wenn Gefahr droht, nutzen Menschen auch den Untergrund, um sich zu schützen – bereits in der Antike und umso mehr in den Kriegen des 20. Jahrhunderts. Doch die Tiefe bietet noch mehr Vorteile. Vor Jahrtausenden nutzten Völker in der heutigen Türkei Höhlen, um im Krieg einen Vorteil zu erlangen. Auf den Kanalinseln wurde im Zweiten Weltkrieg ein riesiges Bunkersystem errichtet. Und im tschechischen Pilsen erzählen Tunnel die Geschichte des Bierbrauens. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten. Von Tropfsteinhöhlen über Abwasserkanäle bis zu Bunkeranlagen: Wie sind diese unterirdischen Systeme entstanden, und wer hat sie sich zunutze gemacht? Jede Folge stellt drei Welten tief unter unseren Füßen vor und erzählt ihre faszinierende Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12992089,"hoster":"VOE"},{"redirect":12992092,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Festung im Untergrund","epNo":8,"alt":"The Maginot Line","descr":"Die mächtigste Verteidigungslinie der Welt, die Wasserversorgung einer mittelalterlichen Metropole und tiefblaue Edelsteinadern – all das findet sich verborgen im Untergrund. Als die Franzosen in den 1930ern die Maginot-Linie als Bollwerk gegen Deutschland errichteten, setzten sie auf den Schutz der Tiefe. Die Byzantiner nutzten riesige Zisternen, um Wasser zu speichern. Und in England suchen Bergleute nach dem Edelstein Blue John. Tief unter der Erde befinden sich unzählige Höhlen, Stollen und Tunnel. Sie wurden von Menschenhand errichtet oder von der Natur geschaffen. Die Doku-Reihe lüftet die Geheimnisse der Untergrundwelten. Von Tropfsteinhöhlen über Abwasserkanäle bis zu Bunkeranlagen: Wie sind diese unterirdischen Systeme entstanden, und wer hat sie sich zunutze gemacht? Jede Folge stellt drei Welten tief unter unseren Füßen vor und erzählt ihre faszinierende Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12992093,"hoster":"VOE"},{"redirect":12992096,"hoster":"Streamtape"}]}]}]}]}