{"path":"/serie/stream/geheimnisvolles-amerika","name":"Geheimnisvolles Amerika","descr":"Die USA beherbergen Sehenswürdigkeiten, die weltweit bekannt sind – von der Freiheitsstatue über das Hochsicherheitsgefängnis Alcatraz bis zum Central Park in Manhattan. Diese Doku-Reihe befasst sich mit der Geschichte hinter diesen beliebten Attraktionen und präsentiert Fakten, die die wenigsten kennen werden.","seasons":[{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-1","name":"Die Freiheitsstatue","epNo":1,"alt":"Statue of Liberty","descr":"Die Freiheitsstatue ist eine Ikone der amerikanischen Geschichte. Viele Gerüchte ranken sich um die imposante Dame – \"Geheimnisvolles Amerika\" klärt auf: War die Statue tatsächlich ein Geschenk Frankreichs, so wie bislang angenommen? Welche Schäden hat der Erste Weltkrieg wirklich an ihr hinterlassen? Und wer diente eigentlich als Vorlage für das Gesicht der Freiheitsstatue?","versions":[]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-2","name":"Lincolns Washington","epNo":2,"alt":"Lincoln’s Washington","descr":"Er war der 16. Präsident der Vereinigten Staaten von Amerika. Sein Einfluss in Washington D. C. war enorm. Ein Historiker erhält Zutritt zu einem Lager, in dem die Lincoln Association Artefakte verwahrt, die die Welt noch nicht gesehen hat. Birgt die Lincoln-Statue am Lincoln Memorial wirklich geheime Botschaften?","versions":[]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-3","name":"Mount Rushmore","epNo":3,"alt":"Mount Rushmore","descr":"Der Mount Rushmore ist eines der bekanntesten Wahrzeichen der USA. Wie gelang es dem Künstler, die riesigen Köpfe vier amerikanischer Präsidenten in das harte Gestein zu meißeln? Wer entschied, welche Präsidenten auf dem Monument erscheinen sollten? Und ist es wahr, dass der verantwortliche Bildhauer Gutzon Borglum ein Mitglied des Ku Klux Klans war?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6711189","hoster":"VOE"}]}]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-4","name":"Alcatraz","epNo":4,"alt":"Alcatraz","descr":"Alcatraz – das Hochsicherheitsgefängnis der USA, dessen Name in der ganzen Welt bekannt ist. Wie ist es, hinter den Mauern dieser Festung zu leben bzw. sein Leben bestimmen zu lassen? Ein ehemaliger Häftling erzählt zum ersten Mal seine Geschichte vor der Kamera und enthüllt Mythen und Gerüchte über Alcatraz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6711190","hoster":"VOE"}]}]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-5","name":"Die Golden Gate Bridge","epNo":5,"alt":"Golden Gate Bridge","descr":"Sie ist die meistfotografierte und bekannteste Brücke der Welt – die Golden Gate Bridge in ihrem leuchtenden orangen Farbkleid. Sie hielt bereits einigen Erdbeben stand, doch als auf ihrer 50-Jahrfeier über 500.000 Menschen auf der Brücke tanzten, drohte sie unter dem Gewicht einzustürzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6711192","hoster":"VOE"}]}]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-6","name":"Die Grand Central Station","epNo":6,"alt":"Grand Central Terminal","descr":"Der Grand Central Bahnhof in New York City ist mehr als nur ein Ort, an dem unzählige Gleise zusammenlaufen – sein opulentes Design, seine vielfältigen Angebote und seine Geheimnisse sind einmalig. Gibt es tatsächlich ein verstecktes Gleis allein für den US-Präsidenten?","versions":[]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-7","name":"Hollywood Boulevard","epNo":7,"alt":"Hollywood Boulevard","descr":"Der Hollywood Boulevard in Los Angeles ist wohl eine der berühmtesten Straßen der Welt. Der \"Walk of Fame\" befindet sich hier und zieht Touristen magisch an. Wie kommt man als Künstler an einen Stern auf dem \"Walk of Fame\"? Rund um den Boulevard gibt es viele Geheimnisse zu entdecken. Im Grauman’s Chinese Theater findet man beispielsweise die Hand- und Fußabdrücke großer Stars im Beton des Hinterhofs verewigt.","versions":[]},{"path":"/serie/stream/geheimnisvolles-amerika/staffel-1/episode-8","name":"Der Central Park","epNo":8,"alt":"Central Park","descr":"Central Park, der riesige Garten der New Yorker – er bildet mitten im Trubel der Großstadt eine grüne Oase der Ruhe. \"Geheimnisvolles Amerika\" lüftet so einige Geheimnisse über den Central Park und erklärt, wie viel Einfluss der Mensch über diese kleine große Stück Natur hat.","versions":[]}]}]}