{"path":"/serie/stream/geheimnisse-des-universums","name":"Geheimnisse des Universums","descr":"Dokumentationsreihe, die mit Hilfe modernster Computermodelle und -animationen die aktuellsten Erkenntnisse der Astronomie erklärt und Zusammenhänge erläutert. Ergänzend werden dazu Astonomen, Physiker und weitere Wissenschaftler befragt.","seasons":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-1","name":"Die Sonne","epNo":1,"alt":"Secrets Of The Sun","descr":"Es gibt Milliarden von Himmelskörpern im Universum, doch einer allein bestimmt unser Planetensystem: die Sonne. Die Sonne ist die gigantische Maschine, die unser Sonnensystem antreibt und das Leben auf der Erde ermöglicht, es aber gleichzeitig mit ihren Stürmen und Eruptionen immer wieder gefährdet. Aussagen von Experten, nach denen in der nahen Zukunft eine Periode aggressiver Sonnenaktivität zu erwarten ist, machen es immer wichtiger, den Geheimnissen der Sonne auf die Spur zu kommen. Diese Episode der Reihe \"Geheimnisse des Universums\" begibt sich auf die Suche nach Antworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351551","hoster":"VOE"},{"path":"/redirect/14369794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-2","name":"Mars – Der Rote Planet","epNo":2,"alt":"Mars: Secrets Of The Red Planet","descr":"Der Mars beherbergt den größten Vulkan unseres Sonnensystems sowie eine Schlucht, die den Grand Canyon wie einen Bachlauf aussehen lässt. In der Vergangenheit sorgten seine geheimnisvollen Bewegungen am Himmel und die Gerüchte um seltsame Kanäle auf seiner Oberfläche für eine Fülle von Spekulationen. Erforschungen durch Satelliten und unbemannte Fahrzeuge haben diese Spekulationen verstummen lassen. Doch die Suche geht weiter. Mit der neuen Entdeckung von gefrorenen Wassers kurz unter der Oberfläche des Planeten rückt eine Entdeckung primitiven Lebens wieder in den Bereich des Möglichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351430","hoster":"VOE"},{"path":"/redirect/14369800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-3","name":"Gefahren im Weltall","epNo":3,"alt":"The End Of The Earth: Deep Space Threats To Our Planet","descr":"Die Erde ist zu einem gefährlichen Ort geworden. Es ist unter Wissenschaftlern unbestritten, dass es nur eine Frage der Zeit ist, bis eine kosmische Urgewalt diesen Planeten auslöschen wird. Zur Zeit wappnen sich die besten Forscher der NASA und anderer Organisationen mit modernster Technologie, um einer apokalyptischen Zerstörung vorzubeugen. In dieser Episode werden mögliche Weltuntergangsszenarien untersucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351429","hoster":"VOE"},{"path":"/redirect/14360409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-4","name":"Jupiter – Gigant im Sonnensystem","epNo":4,"alt":"Jupiter: The Giant Planet","descr":"Etwa 700 Millionen Kilometer von der Erde entfernt existiert ein kleines Sonnensystem von über 60 Monden, die ihre Bahnen um einen gewaltigen Planeten aus Gas ziehen: der Jupiter. Seine Farben und Flecken strahlen eine bizarre Schönheit aus und stellen bei näherer Betrachtung ungeheure Stürme und Höhenwinde dar, die über ihn hinwegfegen. Könnte dieser riesige Planet der Stern von Bethlehem gewesen sein? Jupiter, der Gigant, steht im Mittelpunkt zahlreicher Spekulationen über unser Sonnensystem und hält möglicherweise interessante Antworten für uns bereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351633","hoster":"VOE"},{"path":"/redirect/14369795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-5","name":"Der Mond","epNo":5,"alt":"The Moon","descr":"Er scheint so nah und ist doch so fern. Tausende von Jahren spendete er der Menschheit Sicherheit und Geborgenheit: Der Mond war Licht für Reisende in der Nacht, diente als Uhr und Kalender für Bauern bei der Arbeit und als Fixpunkt und Wegweiser für Seefahrer bei ihren gefährlichen Reisen über die Weltmeere. In manchen Kulturen wurde er gar als Gottheit verehrt. Er ist der einzige Himmelskörper, den die Menschheit bereits betreten hat, und gegenwärtig plant die NASA, einen Außenposten zu installieren. Doch wie kam all dies zustande? Und wie entstand der Mond?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351350","hoster":"VOE"},{"path":"/redirect/14369797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-6","name":"Raumschiff Erde","epNo":6,"alt":"Spaceship Earth","descr":"Über viereinhalb Milliarden Jahre hat die Erde nun im Universum überlebt. Mehrere Katastrophen führten zur Evolution, aber auch zur wiederholten Zerstörung des Lebens auf der Erde. Mit Schilderungen der ersten Bedrohungen durch Asteroiden und Kometen bis zur aktuellen Gefährdung durch die globale Erwärmung zeichnet diese Episode aus der Reihe \"Geheimnisse des Universums\" die spannende Geschichte unseres Planeten nach. Dabei erörtern Weltraumforscher einige der schwierigsten Fragen zur Entstehung der Erde. Wie entstand die Erde und das Leben? Welche Gefahren lauern im Weltall für die Erde?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13816299","hoster":"VOE"},{"path":"/redirect/13816297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-7","name":"Merkur und Venus","epNo":7,"alt":"The Inner Planets: Mercury \u0026 Venus","descr":"Merkur und Venus haben eine Gemeinsamkeit: Die Nähe zur Sonne macht sie zu lebensfeindlichen Welten. Der Eine ist übersät mit wuchtigen Kratern, der Andere ist eine höllische Ansammlung von Schwefel, Kohlendioxid und Säure-Regen. Beide sind Beispiele dafür, welche Form Planeten in unserem Sonnensystem annehmen können, die in anderem Abstand um die Sonne kreisen als die Erde. Aber sind sie auch Beispiele dafür, welches Szenario auf der Erde eines Tages Wirklichkeit werden könnte? Mit Computeranimationen wird gezeigt, wie Leben auf anderen Planten unseres Sonnensystems entstehen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351431","hoster":"VOE"},{"path":"/redirect/14369798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-8","name":"Saturn","epNo":8,"alt":"Saturn: Lord Of The Rings","descr":"Die heutige Technologie erlaubt den Fachleuten, sich dem Saturn, diesem weit entfernten Planeten, der durch seine Größe auch mit dem bloßen Auge von der Erde aus zu sehen ist, zu nähern. Diese Dokumentation begleitet führende Wissenschaftler bei der Erörterung grundlegender Fragen zum Saturn: Liegt in diesem gigantischen Planeten der Schlüssel zu unserem Wetter auf der Erde? Könnte einer der Saturn-Monde unseren Bedarf an Öl für alle Zeiten decken? Neueste Computersimulationen kommen in dieser Folge zum Einsatz, um zu demonstrieren, wie Leben auf diesem Planeten aussehen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351351","hoster":"VOE"},{"path":"/redirect/14360417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-9","name":"Fremde Galaxien","epNo":9,"alt":"Alien Galaxies","descr":"Um unseren Platz im Universum zu begreifen, lohnt sich ein Blick auf weit entfernte und fremde Galaxien. Unsere Galaxie ist nur eine von Milliarden im Universum. Die Milchstraße besteht aus mehr als einer Milliarde Sterne, unter denen unsere Sonne wiederum nur eine von vielen ist. Ein Blick durch das Hubble-Weltraum-Teleskop fördert viele erstaunliche Details zutage, so dass sich die Geschichte des Universums fast bis zum \"Großen Knall\" rekonstruieren lässt. Modernste Computeranimationen kommen zur Anwendung, bei dem Versuch, das Universum in all seiner Faszination auf die Erde zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351552","hoster":"VOE"},{"path":"/redirect/14369796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-10","name":"Der Stern","epNo":10,"alt":"Life \u0026 Death Of A Star","descr":"Sie werden von der Kraft des Atoms entzündet und verglühen mit einer unvorstellbaren Wucht: Sterne sind alles andere als friedvoll. Sie kollidieren, zerstören sich gegenseitig und explodieren in gewaltigen Supernovae – den größten Eruptionen des Universums. Neueste Computergrafiken, noch nie gesehene Satellitenbilder und Interviews mit führenden Astronomen präsentieren das Universum als die atemberaubendste Lichtshow des Kosmos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351553","hoster":"VOE"},{"path":"/redirect/14369803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-11","name":"Die äußeren Planeten","epNo":11,"alt":"The Outer Planets","descr":"Jede Episode der Reihe \"Geheimnisse des Universums\" untersucht, wie die Menschheit den Rätseln des Alls näher kam, und erzählt die faszinierenden Geschichten der Wissenschaftler und Forscher, die es wagten, die unbekannten Orte des Universums zu erkunden. Diese Episode beschäftigt sich mit den äußeren Planeten unseres Sonnensystems Jupiter, Saturn, Uranus, Neptun, die – im Gegensatz zu den inneren Planeten – die Sonne außerhalb des Asteroidengürtels umlaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351432","hoster":"VOE"},{"path":"/redirect/14360423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-12","name":"Gefährliche Weiten","epNo":12,"alt":"Most Dangerous Places In The Universe","descr":"Diese Episode ist eine Tour durch die kosmischen Gefahrenzonen wie schwarze Löcher, Gammablitze oder Neutronensterne. Sie erläutert, wie große schwarze Löcher die Erde buchstäblich aus unserem Sonnensystem saugen könnten oder wie ein Zusammenstoß zweier Galaxien in einem \"Galaktischen Kannibalismus\" enden kann, bei dem die stärkere Galaxie die schwächere verschluckt. Außerdem werden Magnetare näher beleuchtet: Diese Neutronensterne haben eine magnetische, kosmische Kraft, die so stark ist, dass sie die Daten aller Kreditkarten dieser Welt auf ein Mal löschen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351550","hoster":"VOE"},{"path":"/redirect/14360413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-13","name":"Auf der Suche nach E.T.","epNo":13,"alt":"Aliens (Search For ET)","descr":"Jede Episode der Reihe \"Geheimnisse des Universums\" untersucht, wie die Menschheit den Rätseln des Alls näher kam und erzählt die faszinierenden Geschichten der Wissenschaftler und Forscher, die es wagten, die unbekannten Orte des Universums zu erkunden. Diese Folge beschäftigt aber insbesondere mit der immer wichtiger werdenden Frage: \"Ist irgendwo da draußen Leben möglich?\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351632","hoster":"VOE"},{"path":"/redirect/14369804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-1/episode-14","name":"[Wurde nie synchronisiert]","epNo":14,"alt":"Beyond The Big Bang","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13816293","hoster":"VOE"},{"path":"/redirect/13816291","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-1","name":"Die zweite Erde (Fremde Planeten)","epNo":1,"alt":"Alien Planets","descr":"Gibt es im Weltall eine zweite Erde? Noch vor einigen Jahren waren Planeten außerhalb unseres Sonnensystems unbekannt. Mittlerweile sind mehr als zweihundert dieser fremden Welten bekannt. Die meisten dieser Planeten sind Gasriesen. Andere sind hochgradig radioaktiv. Unter diesen bizarren Welten im All wirkt die Erde fast wie eine Laune der Natur mit den richtigen Bedingungen für Leben. Aber ist sie wirklich so einzigartig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820269","hoster":"VOE"},{"path":"/redirect/13820262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-2","name":"Kosmische Löcher","epNo":2,"alt":"Cosmic Holes","descr":"Das Universum ist durchsät von kosmischen Löchern: Schwarze, weiße, kleine oder große und sogar so genannte Wurm-Löcher existieren in den Weiten des Alls. In diesen Portalen verschwinden Objekte, Masse und sogar Licht. Einige dieser Löcher können Objekte in eine ganz andere Zeit und einen völlig anderen Raum teleportieren. Dass es schwarze Löcher gibt, ist bereits wissenschaftlich nachgewiesen, zu den anderen gibt es allerdings nur Theorien. Diese Dokumentation präsentiert den aktuellen Wissenschaftsstand sowie spannendes Material aus der Welt der kosmischen Löcher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820279","hoster":"VOE"},{"path":"/redirect/13820270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-3","name":"Die dunkle Seite des Mondes","epNo":3,"alt":"Mysteries Of The Moon","descr":"Seit tausenden Jahren ist der Mond ein treuer Begleiter, ob als Nachtlicht, natürlicher Kalender der jährlichen Zeiteinteilung oder als Orientierungspunkt. Von allen Planeten wurde der Mond als einziger von uns Menschen betreten. Die Wissenschaft konnte einige Phänome rund um das Universum aufdecken, doch manch spannender Frage zum Erdtrabanten gibt es keine Antwort. Diese Dokumentation erläutert Theorien hinter dem transienten Mondphänomen und erklärt die Auswirkungen des Planeten auf die Gezeiten der Erde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820287","hoster":"VOE"},{"path":"/redirect/13820275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-4","name":"Die Milchstraße","epNo":4,"alt":"The Milky Way","descr":"Einst wähnte sich die Menschheit als Mittelpunkt des Weltalls, doch liegt die Erde nicht einmal im Zentrum ihrer eigenen Galaxie. Zwischen dem heutigen Aufenthaltsort der Erde und unserem galaktischen Zentrum ereignet sich eine Vielzahl unglaublicher Phänomene. So finden sich in der Milchstraße große Mengen an Trümmern von erloschenen Sternen, aus denen neue Sterne geboren werden. Und in unmittelbarer Nähe des galaktischen Zentrums werden manche Sterne so sehr beschleunigt, dass sie mit vielen Millionen Stundenkilometern weit über die Grenzen unserer Milchstraße hinausgeschleudert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820294","hoster":"VOE"},{"path":"/redirect/13820286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-5","name":"Unerforschte Monde","epNo":5,"alt":"Alien Moons","descr":"In dieser spannenden Folge der Dokumentationsreihe \"Geheimnisse des Universums\" geht die Reise vom Zentrum unseres Sonnensystems zum Kuipergürtel und es werden die Monde, die die Planeten in unserem Sonnensystem umkreisen, erkundet. Auf manchen von ihnen spucken Vulkane Feuer, andere hingegen haben eisige Geysire und wieder andere würden sogar die Vorraussetzungen für außerirdisches Leben besitzen. Mit atemberaubenden Computeranimationen wird das unendlich scheinende Universum dem Zuschauer näher gebracht und auch Theorien über außerirdisches Leben aufgestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820308","hoster":"VOE"},{"path":"/redirect/13820312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-6","name":"Dunkle Materie und dunkle Energie","epNo":6,"alt":"Dark Matter, Dark Energy","descr":"Diese Folge der Reihe \"Geheimnisse des Universums\" beschäftigt sich mit der Suche nach jener geheimnisvollen Mischung, aus der 96 Prozent unseres Universums bestehen: der dunklen Materie und der dunklen Energie. Selbst zehn Jahre nach ihrer Entdeckung stellt diese rätselhafte Kraft für die heutige Wissenschaft noch eine große Herausforderung dar. Forscher weltweit bemühen sich nicht nur, die einzigartigen Eigenschaften dieser Energieform zu bestimmen, sondern damit auch eine der wichtigsten Fragen der Menschheit zu beantworten: Welches Schicksal erwartet unser Universum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820310","hoster":"VOE"},{"path":"/redirect/13820314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-7","name":"Astrobiologie","epNo":7,"alt":"Astrobiology","descr":"Die Frage, ob es in den unendlichen Weiten des Weltalls noch anderes Leben gibt, bleibt eines der größten ungelösten Rätsel für unsere Menschheit. Als eine neue, visionäre Protowissenschaft, die sich aus den Teilbereichen Astronomie, Biologie und Geologie zusammensetzt, beschäftigt sich die so genannte Astrobiologie mit der Suche nach außerirdischem Leben und seiner möglichen Entstehung. Diese aufwendige Dokumentation zeigt eine Reihe faszinierender Versuche und Erkenntnisse der zukunftsweisenden Wissenschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820318","hoster":"VOE"},{"path":"/redirect/13820315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-8","name":"Reiseziel: Weltraum","epNo":8,"alt":"Space Travel","descr":"Seit der Mensch sich der umklammernden Gravitation der Erde entziehen kann, träumt er davon, ins All zu fliegen und fremde Welten zu bereisen. Doch eine Reise ins Weltall ist auch mit Risiken verbunden: Nicht nur das Verlassen der Erdatmosphäre stellt eine zu bewältigende Aufgabe dar, sondern es drohen auch Gefahren wie Mikro-Meteoritenhagel, gefährliche Strahlung, und auch die fehlende Anziehungskraft stellt für den menschlichen Körper ein Problem dar. All diese Schwierigkeiten müssen über gewaltige Distanzen bewältigt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820316","hoster":"VOE"},{"path":"/redirect/13820321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-9","name":"Supernovae","epNo":9,"alt":"Supernovas","descr":"Eine Supernova bezeichnet die Explosion eines Sterns und damit seinen sensationellen Tod. Supernovae sind so hell wie einhundert Milliarden Sonnen und erzeugen so viel Energie wie die Sonne in rund zehn Milliarden Jahren. Hochenergetische Lichtblitze werden dabei ins Universum geschleudert und verursachen starke Gamma- und Röntgenstrahlung, die Tausende von Jahren andauert. Astronomen glauben heute, dass dabei Planeten und Leben entstehen. Diese Dokumentation zeigt einzigartige und atemberaubende Aufnahmen solcher Supernovae und präsentiert die Geschichte der Beobachtung dieses Phänomens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820319","hoster":"VOE"},{"path":"/redirect/13820325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-10","name":"Sternbilder","epNo":10,"alt":"Constellations","descr":"In dieser Folge werden einige der insgesamt 88 offiziell anerkannten Sternenkonstellationen vorgestellt. Darunter befinden sich ein Objekt im Sternbild Orion, das schon bald in einer gigantischen Supernovaexplosion sein Ende finden wird sowie ein Pulsar im Sternbild Kepheus, der Wissenschaftlern die entscheidende Idee zur Berechnung astronomischer Entfernungen lieferte. Schließlich lüftet diese Dokumentation das Geheimnis des verschwiegenen dreizehnten Tierkreiszeichens und erklärt mit Hilfe von 3D-Animationen, warum der Nordstern Polaris eines Tages seinen begehrten Titel abgeben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820322","hoster":"VOE"},{"path":"/redirect/13820323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-11","name":"Unerklärliche Phänomene","epNo":11,"alt":"Unexplained Mysteries","descr":"Die Dokumentation widmet sich Mythen, weit verbreitetem Irrglauben, aber auch Wahrheiten und unglaublichen Phänomenen unseres Universums. Dabei wird Fragen nachgegangen wie gibt es Wasser und damit Leben auf dem Mars. Sind Zeitreisen möglich? Warum gibt es so wenig Antimaterie in unserem Universum und warum reagiert sie so extrem mit Materie? Was war der unerklärliche Funke, der den Urknall ausgelöst hat und das Universum entstehen ließ? Der Film beschäftigt sich von Science-Fiction bis hin zu wissenschaftlichen Erkenntnissen mit diesen Punkten und versucht Antworten zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820329","hoster":"VOE"},{"path":"/redirect/13820326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-12","name":"Kosmische Kollisionen","epNo":12,"alt":"Cosmic Collisions","descr":"Das Universum ist ein gefährlicher Ort, an dem ständig die Gefahr eines kosmischen Zusammenstoßes droht. Grund dafür sind zum Beispiel Magnetfelder im Weltraum. Astronomen versuchen, diese Kollisionen vorausberechnen zu können. Bei diesen Forschungen geht es aber auch um die Entstehung des Universums. Die Dokumentation berichtet über ganze Kollisionsreihen und regelrechte Kometencluster im Kuiper- und im Asteroidengürtel, Planetenkollisionen, Asteroiden- und Kometeneinschläge, die Massensterben verursachten, Sternenkollisionen und sogar Galaxie-Zusammenstöße.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820330","hoster":"VOE"},{"path":"/redirect/13820328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-13","name":"Neue Lebensräume","epNo":13,"alt":"Colonizing Space","descr":"Die Dokumentation beschäftigt sich mit der Besiedelung des Weltraums. Zunächst steht der Mars im Vordergrund, der der Erde am ähnlichsten und nächsten ist. Experten erklären, warum dies längst nicht mehr Science Fiction ist und wie Probleme wie Nahrungsmittelanbau, Recycling von Wasser oder auch Treibhausgase dazu beitragen dürften, auf dem Mars eine Atmosphäre zu schaffen, damit er tatsächlich für Menschen bewohnbar wird. Diese Dokumentation beantwortet die drei Schlüsselfragen der Weltraumbesiedelung: Können wir? Wollen wir? Sollen wir?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820336","hoster":"VOE"},{"path":"/redirect/13820335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-14","name":"Nebulae","epNo":14,"alt":"Nebulas","descr":"Sie sind wie die Kronjuwelen des Universums. Nebulae sind mysteriöse Gaswolken, die wir als Nebel bezeichnen. Da sie für das bloße Auge kaum oder gar nicht erkennbar sind, benutzen Astronomen ausgeklügelte Techniken, um Bilder dieser faszinierenden Phänomene des dunklen Himmels festzuhalten. Wenn man sie in ihrer vollen Pracht betrachtet, leuchten, reflektieren oder verschlingen sie das Licht ganzer Galaxien. Diese Dokumentation nimmt seine Zuschauer mit in das Atelier des Universums und zeigt die glamourösen Künste des Weltraums in Form seiner Nebel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820334","hoster":"VOE"},{"path":"/redirect/13820340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-15","name":"Sturm im All","epNo":15,"alt":"Wildest Weather In The Cosmos","descr":"Man stelle sich einen so mächtigen Tornado vor, dass er einen Planeten verformen kann, Winde mit einer Geschwindigkeit von 10.000 km/h oder Regen aus Eisen. So unvorstellbar das klingen mag – in dieser Episode der Reihe \"Geheimnisse des Universums\" wird dieses seltsame Phänomen des Sonnensystems vorgestellt. Die Wissenschaft steht noch am Anfang bei der Erforschung dieser \"Wetter\"-Geheimnisse fremder Planeten. Vielleicht tragen die Erkenntnisse auch zum besseren Verständnis der Unwetter auf der Erde bei. Den angesichts der Erderwärmung geht der Blick ganz automatisch nach oben in den Himmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992926","hoster":"VOE"},{"path":"/redirect/13820342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-16","name":"Galaktische Giganten (Gigantische Objekte)","epNo":16,"alt":"Biggest Things In Space","descr":"Die Dimensionen des Universums sind für den Menschen kaum vorstellbar oder vergleichbar mit irdischen Objekten. Der Lyman-Alpha-Klecks etwa ist eine blasenartige Struktur, die in sich zahllose Galaxien enthält – vermutlich das gewaltigste Objekt des gesamten Universums. Allerdings könnten auch Radiowellen aussendende Gasgebiete diesen übertreffen. Diese Dokumentation präsentiert unter anderem den größten Planeten, das gigantischste schwarze Loch, die gewaltigste Galaxie und die größten ‚Lücken‘ im Weltraum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820341","hoster":"VOE"},{"path":"/redirect/13820346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-17","name":"Gravitation (Schwerkraft)","epNo":17,"alt":"Gravity","descr":"Gravitation ist die stärkste Anziehungskraft in unserem Universum. Die Schwerkraft hält den Menschen auf dem Boden der Erde, sie positioniert die Gestirne am Himmel und krümmt das Sonnenlicht. Durch ihren Einfluss häufen sich einzelne Planeten zu ganzen Systemen, die um eine zentrale Sonne kreisen. Ohne die Schwerkraft gäbe es weder Sterne noch Kometen, Monde, Nebel oder die Erde. In dieser Dokumentation wird die Auswirkung dieser Anziehungskraft deutlich. Anschaulich wird erklärt, wie die Menschheit die Gravitation über die Jahrhunderte zuerst entdeckte und sie schließlich zu nutzen lernte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820345","hoster":"VOE"},{"path":"/redirect/13820344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-2/episode-18","name":"Die Apokalypse","epNo":18,"alt":"Cosmic Apocalypse","descr":"Das Universum, wie wir es kennen, wird nicht ewig bestehen. Raum, Masse und sogar Zeit werden eines Tages aufhören zu existieren und die Menschheit wird es nicht verhindern können. Viele Theorien beschäftigen sich mit dem Ende des Universums und Es gibt viele Hypothesen einer möglichen Apokalypse, die viele Fragen offen lassen. Aber eines ist dabei sicher: das Leben im Universum wird eines Tages enden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820267","hoster":"VOE"},{"path":"/redirect/13820261","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-1","name":"Gefahren der Raumfahrt","epNo":1,"alt":"Deep Space Disasters","descr":"Die ersten und letzen 100 Kilometer einer Reise ins Universum sind häufig die gefährlichsten. Diese Folge von ‚Geheimnisse des Universums‘ gewährt einen faszinierenden Einblick in den minutiösen Ablauf solcher Weltraummissionen. Unmissverständlich wird dabei klar, dass ein einziger Funke an Bord des Raumschiffs oder der Zusammenstoß mit einem winzigen, zentimetergroßen Mikro-Meteorid ausreichen, um einen Routineflug in ein tödliches Unterfangen zu verwandeln. Mit der zunehmenden Expansion der Missionen werden die potenziellen Gefahren für die Mannschaft noch gewaltiger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820377","hoster":"VOE"},{"path":"/redirect/13820378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-2","name":"Paralleluniversen","epNo":2,"alt":"Parallel Universes","descr":"Einige der weltweit renommiertesten Physiker glauben, erstaunliche neue Hinweise auf die Existenz anderer Universen entdeckt zu haben. Sie zeigen die Möglichkeit auf, dass das Universum so unermesslich groß ist, dass es unzählige Kopien unseres Sonnensystems, unseres Planeten und der Menschheit an sich enthält. Diese Nachbildungen unseres Universums befinden sich in demselben Universum wie die Erde. Die Dokumentation beleuchtet die Versuche, durch bahnbrechende Experimente mit hochmodernen Teilchenbeschleunigern den Beweis für die Existenz anderer Dimensionen und paralleler Welten zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820382","hoster":"VOE"},{"path":"/redirect/13820384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-3","name":"Lichtgeschwindigkeit","epNo":3,"alt":"Light Speed","descr":"Die Gesetze der Physik schreiben vor, dass man sich niemals schneller als mit Lichtgeschwindigkeit fortbewegen kann. Aber ist das wirklich wahr? Die Sendung erklärt, wie die Lichtgeschwindigkeit es ermöglicht, sowohl die Gegenwart auf der Erde wahrzunehmen als auch die gesamte Geschichte des Universums während der letzten 14 Milliarden Jahre nachzuverfolgen. Sie zeigt weiter, wie Wissenschaftler versuchen, die Lichtgeschwindigkeit als ultimative Konstante des Weltraums zu überwinden. Erst dadurch kann der Traum der grenzenlosen Reise durch das All vielleicht Wirklichkeit werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820389","hoster":"VOE"},{"path":"/redirect/13820391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-4","name":"Fortpflanzung im All","epNo":4,"alt":"Sex In Space","descr":"Wenn der Mensch beginnt, den Kosmos zu besiedeln, werden auch Themen wie Fortpflanzung und sexuelle Beziehungen relevant. Die Sendung geht der Frage nach, wie sich körperliche, psychologische und kulturelle Herausforderungen für die menschliche Fortpflanzung im All gestalten könnten. Die Dokumentation untersucht außerdem die Gerüchte, denen zufolge es bereits Sex im Weltraum gegeben hat, und widmet sich der Frage, ob der aufkeimende Weltraumtourismus vermehrt zu \"außerirdischem\" Sex führen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820385","hoster":"VOE"},{"path":"/redirect/13820386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-5","name":"Außerirdische Lebensformen","epNo":5,"alt":"Alien Faces","descr":"Sie gleiten durch die Lüfte, durchqueren die Weltmeere und schleichen sich sogar ans Festland. Und doch handelt es sich hier keineswegs um irgendwelche irdischen Geschöpfe, die man auf einer abenteuerlichen Tiersafari entdecken könnte. Es sind fremde Lebensformen von fernen Planeten, mit denen sich diese Folge von ‚Geheimnisse des Universums‘ beschäftigt. Gewappnet mit zahlreichen wissenschaftlichen Fakten und einem Funken von Einbildungskraft begibt sich eine Reihe von Experten auf eine einzigartige Reise an den Rand des menschlichen Vorstellungsvermögens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820356","hoster":"VOE"},{"path":"/redirect/13820357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-6","name":"Kometen und Meteore","epNo":6,"alt":"Deadly Comets And Meteors","descr":"Diese Folge zeigt, wie Asteroiden und Kometen in einem früheren Stadium durch gewaltige Kollisionen anderen Planeten zu ihrer Entstehung verholfen haben. Während dieser Phase, so wird vermutet, könnten sie außerdem große Mengen an Wasser und die Grundbausteine für späteres Leben auf die Erde gebracht haben. Die Erde stand durchgehend unter Beschuss dieser Brocken aus dem All. Auch in der Zukunft wird die Menschheit wohl nicht in der Lage sein, die Gefahr eines Einschlags auszuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820355","hoster":"VOE"},{"path":"/redirect/13820360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-7","name":"Überleben im Weltall","epNo":7,"alt":"Living In Space","descr":"Eines Tages wird es so weit sein, dass die Menschheit die Erde verlassen wird, um sich in die unbekannten Territorien des Kosmos vorzuwagen. Die Dokumentation wirft einen Blick in die Zukunft, um herauszufinden, wo und wie die Menschen leben werden. Wird es glitzernde Metropolen geben? Oder aber von Minen ausgehöhlte Asteroiden, deren Bodenschätze man benötigt hat? Wie wird man Nahrungsmittel anbauen? Und wird es eine Mode für Raumanzüge geben? Mit welchen Fahrzeugen wird man sich fortbewegen? Werden Robonauten gefährliche Aufgaben übernehmen können? Wie werden die Menschen im Weltraum leben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820359","hoster":"VOE"},{"path":"/redirect/13820363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-8","name":"Zeitbombe im All","epNo":8,"alt":"Stopping Armageddon","descr":"Es klingt wie in einem Hollywood-Film: Ein tödlicher Asteroid befindet sich auf Kollisionskurs mit der Erde. Tatsächlich könnte es eine Frage der Zeit sein, bis unsere Zivilisation von einem gigantischen Felsbrocken zerstört wird. Vor 65 Millionen Jahren wurden die Dinosaurier vermutlich auf diese Weise ausgerottet. Diese Folge von ‚Geheimnisse des Universums‘ analysiert die Möglichkeiten, einen Kometeneinschlag auf dem Planeten Erde zu verhindern – vom Einsatz einer Atombombe bis hin zu neuesten Technologien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820365","hoster":"VOE"},{"path":"/redirect/13820362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-9","name":"Eine neue Erde?","epNo":9,"alt":"Another Earth","descr":"Existiert in den Weiten des Universums ein Planet, der der Erde ähnlich ist? Könnten wir eine zweite Erde auch finden? Planeten von der Größe der Erde lassen sich nur schwer aufspüren, doch gibt es heute eine Reihe von indirekten Methoden, mit deren Hilfe Wissenschaftler die Zahl solcher Körper im Universum, die der Erde ähnlich sind, abschätzen können. Die Dokumentation stellt verschiedene Modelle vor, die den Astronomen bei ihrer Suche nach terrestrischen Planeten als Richtungsweiser dienen. Doch wie viel Leben könnten wir auf einem solchen Planeten erwarten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820367","hoster":"VOE"},{"path":"/redirect/13820369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-10","name":"Unglaubliche Erscheinungen","epNo":10,"alt":"Strangest Things","descr":"Diese Dokumentation präsentiert bizarre, rätselhafte und merkwürdige Phänomene unseres Universums. Zu diesen unfassbaren Erscheinungen, die das Weltall in seinen Weiten versteckt, zählen unter anderem schwebende Alkoholwolken. Diese riesigen Wolken bestehen aus organischen Molekülen, die komplexe Verbindungen wie Ethanol hervorbringen. Mit einer solchen \"Cocktailwolke\" könnten einst die Bausteine des Lebens auf die Erde gelangt sein. Andere ebenfalls bizarre Wolken schweben rund um die Venus, dem zweitnächsten Planeten zur Sonne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820372","hoster":"VOE"},{"path":"/redirect/13820368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-11","name":"Im Gravitationsfeld der Erde","epNo":11,"alt":"Edge Of Space","descr":"Bereits in einer Höhe von 200 Kilometern über der Erde beginnen die Umlaufbahnen des Low Earth Orbit. Dieser 1.800 Kilometer breite Bereich um die Erde wurde bisher am intensivsten für Missionen im Weltraum genutzt. Touristische Weltraumflüge sind dabei nicht die einzige Möglichkeit, den Low Earth Orbit kommerziell zu nutzen. Die spannende Dokumentation berichtet aber auch von den großen Gefahren, die hier von kosmischer Strahlung und von den großen Mengen Weltraumschrott ausgehen und die für jedes Raumfahrzeug ein ernst zu nehmendes Risiko darstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820371","hoster":"VOE"},{"path":"/redirect/13820376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-3/episode-12","name":"Kosmische Phänomene","epNo":12,"alt":"Cosmic Phenomena","descr":"Diese Dokumentation beschäftigt sich mit einer Reihe von kosmischen Ereignissen, die für das Leben auf der Erde teils nützliche, oft aber auch bedrohliche Auswirkungen haben können. Untersucht werden nicht nur prachtvolle Naturschauspiele wie Polarlichter oder Regenbögen, sondern auch Gefahren wie ultraviolette und kosmische Strahlung. Vom Wunder der Fotosynthese bis hin zum faszinierenden Anblick eines Meteorschauers erklärt diese Sendung wie uns die von der Sonne und anderer Quellen ausgesendeten Strahlen buchstäblich unter die Haut gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13820373","hoster":"VOE"},{"path":"/redirect/13820380","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-1","name":"Todessterne","epNo":1,"alt":"Death Stars","descr":"Der vielleicht bekannteste Todesstern ist wohl die Raumstation aus den ‚Star Wars‘-Filmen. Doch Todessterne gibt es wirklich: Sie stehen in ihrer letzten Entwicklungsphase kurz vor einer Supernova-Explosion, bei der sie hochenergetische Gammablitze aussenden. Einer von ihnen ist der Himmelskörper WR 104, dessen Gammastrahlen genau die Erde treffen könnten. Von einem weiteren Todesstern glauben Wissenschaftler, dass er einmal das Ende der Milchstraße bedeuten könnte. Viele dieser zerstörerischen Sterne liegen nur wenige tausend Lichtjahre von der Erde entfernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309192","hoster":"VOE"},{"path":"/redirect/10109313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-2","name":"Leben ohne den Mond (Wenn der Mond verschwindet)","epNo":2,"alt":"The Day The Moon Was Gone","descr":"Ohne den Mond wäre die Erde ein reichlich trostloser Lebensraum. Sonnenlicht für nur vier Stunden oder Hurrikans, die monatelang andauern, würden das Leben auf der Erde massiv beeinträchtigen. Auch wir Menschen verdanken dem Erdtrabanten unsere Existenz. Doch was wäre, wenn der Mond plötzlich verschwinden würde? Springfluten, die sich durch die einseitige Anziehungskraft der Sonne bildeten, würden großes Chaos anrichten. Extreme Klimaveränderungen würden die Polarregionen in tropische Dschungelgebiete verwandeln und das Schicksal der Menschen wäre ungewiss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379244","hoster":"VOE"},{"path":"/redirect/10109314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-3","name":"Vom Himmel gefallen","epNo":3,"alt":"It Fell From Space","descr":"Jedes passieren Tausende von Objekten die Atmosphäre und prallen, ohne zu verglühen, auf die Erdoberfläche. Diese unberechenbaren Geschosse sind sowohl natürlichen als auch von Menschen gemachten Ursprungs, und liefern den Wissenschaftlern aufschlussreiche Hinweise über die Vorgänge in unserem Universum. Von Kometen und Asteroiden, die ganze Häuser zertrümmern, bis hin zu Raketenteilen in privaten Vorgärten beschäftigt sich diese Sendung mit allem, was vom Himmel fällt – und beleuchtet sowohl die Ursachen als auch die möglichen Konsequenzen solcher Einschläge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335226","hoster":"VOE"},{"path":"/redirect/10109315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-4","name":"Die größten Explosionen","epNo":4,"alt":"Biggest Blasts","descr":"Immer wieder kommt es im Universum zu gewaltigen Explosionen. Doch zumeist schafft ihre zerstörerische Kraft auch Neues. In dieser Sendung werden zehn beeindruckende Explosionen vorgestellt. So ist beispielsweise der Chicxulub-Krater auf der Halbinsel Yucatan auf einen Meteoriteneinschlag zurück zu führen, der vermutlich vor 65 Millionen Jahren zum Aussterben der Dinosaurier geführt hat. Seine Sprengkraft war circa zwei Millionen Mal stärker als die der größten Atombombe, die jemals gezündet wurde. Aber das ist nur eine der kleineren Explosionen, die in dieser Sendung gezeigt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309193","hoster":"VOE"},{"path":"/redirect/10109316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-5","name":"Ringplaneten","epNo":5,"alt":"The Hunt For Ringed Planets","descr":"Ringplaneten sind atemberaubende Himmelserscheinungen, doch sie sind auch immer überraschend und voller tödlicher Gefahren: Die Ringe des Saturns bestehen aus Teilchen von der Größe eines Hauses, die mit über 80 000 km/h durch den Kosmos schießen. Mit einem Raumschiff durch diese Kreisbahn zu fliegen, wäre höchst riskant. Neben dem Saturn besitzen auch andere Planeten wie der Uranus eigene Ringsysteme, und sogar die Erde verfügt über einen – allerdings menschengemachten – Ring aus zahlreichen Satelliten. Für die Geschichte des Sonnensystems sind die Ringplaneten eine unschätzbare Quelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309196","hoster":"VOE"},{"path":"/redirect/10109317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-6","name":"Das Ende der Welt","epNo":6,"alt":"10 Ways To Destroy The Earth","descr":"In dieser Folge simulieren Experten in zehn Szenarien die Zerstörung der Erde. Im ersten Fall passiert dies mittels eines mikroskopisch kleinen schwarzen Lochs, das unseren Planeten einfach verschlucken würde. Ein anderes Mal wird die Apokalypse durch Sprengung der Erde mit Antimaterie simuliert. Zur völligen Zerstörung käme es auch, wenn man die Erde gegen die Sonne schleudern oder die Schwerkraft abstellen würde. Wissenschaftler setzen sich in dieser Sendung auf eine besondere Art mit der Physik des Universums und den Eigenschaften unseres Planeten auseinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309197","hoster":"VOE"},{"path":"/redirect/10109318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-7","name":"Sternenhaufen","epNo":7,"alt":"The Search For Cosmic Clusters","descr":"Sternenhaufen bieten die Möglichkeit, einen einzigartigen Einblick in die Beschaffenheit von Sternen zu bekommen. Alle Himmelskörper eines solchen Haufens sind etwa gleichzeitig aus demselben Material entstanden und haben dieselbe Entfernung zur Erde. Messwerte über diese können also direkt verglichen werden, ohne dass Faktoren wie Materialbeschaffenheit oder Erdentfernung die Messungen verfälschen. Die Betrachtung dieser Sterne liefert einen Hinweis auf die gewaltige Diversität, die im All herrscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309199","hoster":"VOE"},{"path":"/redirect/10109319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-8","name":"Krieg im All","epNo":8,"alt":"The Universe Space Wars","descr":"Für die amerikanische Kriegsführung spielt der Weltraum schon heute eine bedeutende Rolle. Das Militär verlässt sich in vielen Bereichen auf die Unterstützung durch Satelliten. Obwohl die USA und China bereits in der Lage sind, Satelliten mit Bodenraketen vom Himmel zu schießen, hat bisher noch keine Nation eigene Waffen im Weltraum stationiert. Diese aufschlussreiche Dokumentation beschäftigt sich damit, wie derartige Systeme in der Zukunft aussehen könnten, wie effektiv sie arbeiten und welchen Schaden sie auf der Erde verursachen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309202","hoster":"VOE"},{"path":"/redirect/10109321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-9","name":"[Bonusfolge: Wurde nie synchronisiert]","epNo":9,"alt":"Liquid Universe","descr":"Das Wasser ermöglicht das Leben auf der Erde. Über 70 Prozent der Oberfläche sind mit Wasser bedeckt. Damit ist die Erde im Universum allerdings ein Außenseiter. Flüssigkeiten sind nämlich äußerst selten. Doch ohne Wasser gibt es auch kein Leben in der uns bekannten Form. Die Dokumentation sucht nach Flüssigkeiten im Universum und zeigt, in welchen Formen sie auf fremden Welten vorkommen können.","versions":[]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-10","name":"Pulsare und Quasare","epNo":10,"alt":"Pulsars \u0026 Quasars","descr":"Pulsare und Quasare, zwei Himmelskörper, deren Namen sich ähneln, zeigen sich als grundverschieden. Die nur kilometerbreiten Pulsare drehen sich in rasender Geschwindigkeit um die eigene Achse und senden Lichtblitze aus. Sie besitzen ein unglaublich starkes Magnetfeld und funktionieren genauer als eine Atomuhr. Quasare hingegen sind gewaltige Kerne aktiver Galaxien mit einem Schwarzen Loch. Meist liegen sie in so großer Entfernung, dass das Bild, das wir uns von ihnen machen, nur noch eine Erinnerung an die Frühzeit des Universums ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309201","hoster":"VOE"},{"path":"/redirect/10109320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-11","name":"Fakt oder Fiktion","epNo":11,"alt":"Science Fiction, Science Fact","descr":"Warp-Geschwindigkeit, Wurmlöcher und Laser – bis gestern waren sie noch fantastische Ideen aus Comicbüchern und Science Fiction-Filmen. Doch diese Zukunftsgedanken verwandeln sich zunehmend in Realität. Auch wenn wir uns wohl nicht in unmittelbarer Zukunft zu unserem nächsten Termin werden beamen können, bereiten sich Forscher inzwischen für erste Tests mit Teleportern vor. Wissenschaftler suchen nach Wegen, die kosmische Geschwindigkeitsbegrenzung des Lichts zu umgehen. Bei der Entwicklung neuer Technologien stoßen sie dabei immer wieder auf die Frage: Was ist Realität und was ist Fiktion?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309208","hoster":"VOE"},{"path":"/redirect/10109322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-4/episode-12","name":"Das Gleichgewicht der Energie (Extreme Energien)","epNo":12,"alt":"Extreme Energy","descr":"Das Universum steckt voller Energie. Von der gewaltigen Ladung der Schwarzen Löcher bis hin zur Kernschmelze, aus der die Sonne ihre Kraft zieht, bleibt die Gesamtmenge an Energie in unserem Universum immer gleich. Gewaltige Mengen an elektrischer, kinetischer oder magnetischer Energie halten unser Universum stabil und sorgen gleichermaßen für die faszinierendsten kosmischen Ereignisse und Erscheinungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309203","hoster":"VOE"},{"path":"/redirect/10109323","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-1","name":"Die 7 Wunder des Sonnensystems (Das Sonnensystem)","epNo":1,"alt":"Wonders Of The Solar System","descr":"In dieser Folge werden die sieben erstaunlichsten Wunder unseres Sonnensystems erforscht. Die Reise beginnt bei Enceladus, einem der äußeren Saturnmonde, auf dessen Oberfläche eisige Geysire zu finden sind. Weiter geht es über die berühmten Saturnringe. Deren gewaltige Felsen können mit einigen Bergen der Alpen konkurrieren. Dann taucht man ab in das Auge des größten Solarsturmes – dem großen roten Fleck des Jupiters. Durch den Asteroidengürtel empor führt die Route zum größten Marsvulkan. Nach einem Zwischenstopp auf der Sonne endet schließlich das Abenteuer auf unserem Planeten Erde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309214","hoster":"VOE"},{"path":"/redirect/10109324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-2","name":"Mission Mars","epNo":2,"alt":"Mars: The New Evidence","descr":"In den letzten Jahren haben Wissenschaftler auf dem roten Planeten viele neue Hinweise dafür gefunden, dass dort einst Leben existiert hat … und vielleicht heute noch tut. Es gibt Beweise dafür, dass einst Wasser auf der Oberfläche floss und es sogar Seen gab. Zudem kann man Schnee und Blitze beobachten, die durch Sandstürme entstehen. Am faszinierendsten sind allerdings die saisonalen Methan-Abgasfahnen, die darauf schließen lassen, dass möglicherweise Bakterien, Organismen oder Einzeller unterhalb der Oberfläche leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309206","hoster":"VOE"},{"path":"/redirect/10109325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-3","name":"Sonnenstürme (Magnetische Stürme)","epNo":3,"alt":"Magnetic Storm","descr":"Sonnenstürme besitzen die Kraft von zehntausend Nuklearwaffen. Wenn sie unseren Planeten treffen würden, könnten sie die größte Katastrophe der Geschichte auslösen. Ein magnetischer Solar-Sturm kann die gesamte Elektrizität auslöschen. Fernsehen, Radio, militärische Kommunikation – fast jedes elektronische Gerät wäre zerstört. Doch was löst diesen magnetischen Supersturm aus? Und warum ist Magnetismus so mächtig und dennoch so unerforscht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309210","hoster":"VOE"},{"path":"/redirect/10109327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-4","name":"Zeitreisen","epNo":4,"alt":"Time Travel","descr":"Eines der größten Rätsel des Universums ist das Zeitreisen. Doch nach wie vor sind Reisen in die Zukunft unvorstellbar. Reisen in die Vergangenheit sind zwar laut den Gesetzen der Physik möglich, doch die bizarren Konsequenzen, die daraus entstünden, fordern die Wissenschaft heraus. Die Dokumentation lädt zu einer Reise in die Zukunft ein, bei der ein Planet, der 4.3 Lichtjahre entfernt ist, in nur 45 Tagen besucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309211","hoster":"VOE"},{"path":"/redirect/10109326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-5","name":"Raumsonden","epNo":5,"alt":"Secrets Of The Space Probes","descr":"Weltraumsonden erkunden das All. Sie zeichnen Bilder auf, analysieren Gesteinsproben und können sogar \"riechen\" – gesteuert durch Funksignale, die Millionen von Kilometern zurücklegen. Dutzende dieser High-Tech-Kundschafter sind in den letzten Jahrzehnten gestartet und haben Planeten, Asteroiden und sogar Kometen erforscht. Zu ihren wichtigsten Aufgaben gehört die Suche nach Beweisen für extraterrestrisches Leben sowie nach erdähnlichen Planeten außerhalb unseres Sonnensystems.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309212","hoster":"VOE"},{"path":"/redirect/10109328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-6","name":"Gefahr aus dem All (Asteroiden)","epNo":6,"alt":"Asteroid Attack","descr":"Die Dokumentation zeigt die neuesten Entdeckungen der Forschung rund um Asteroide: War ein japanisches Raumschiff das Erste, dass eine Gesteinsprobe von Asteroiden zur Erde brachte? Was wäre, wenn der gewaltige Asteroideneinschlag, der vor 35 Millionen Jahren die Chesapeake Bay formte, heute an der US Ostküste einschlagen würde? Und warum wählte Präsident Obama einen Asteroiden als Ziel der nächsten bemannten Raumfahrtmission? \"Geheimnisse des Universums\" gibt Antworten auf diese brennenden Fragen der Wissenschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309215","hoster":"VOE"},{"path":"/redirect/10109329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-7","name":"Totale Sonnenfinsternis","epNo":7,"alt":"Total Eclipse","descr":"In früheren Zeiten ging man davon aus, dass bei einer Sonnensfinsternis gefürchtete Drachen die Sonne fressen. Doch die moderne Wissenschaft hat diesem Mythos ein Ende bereitet. Heute wartet man gebannt auf das Ereignis, das eines der eindrucksvollsten Himmelsphänomene ist. Die Dokumentation untersucht die komplexen Bewegungen der Erde, des Mondes und der Sonne, die dieses ungewöhnliche Naturereignis hervorbringen. Die Wissenschaft hilft dabei, die Geheimnisse dieses Phänomens zu enthüllen, warnt aber auch vor möglichen Katastrophen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309217","hoster":"VOE"},{"path":"/redirect/10109330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-5/episode-8","name":"Das Ende der Sonne","epNo":8,"alt":"Dark Future Of The Sun","descr":"Die Sonne hat unserer Erde fast 5 Milliarden Jahre Licht und Wärme gespendet, doch in weiteren fünf Milliarden Jahren wird dies ein Ende haben. Der alternde Stern wird sich bis zur Erdumlaufbahn ausdehnen und alles Leben auf unserer Erde vernichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309218","hoster":"VOE"},{"path":"/redirect/10109332","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-1","name":"Kosmische Katastrophen (Planeten in Gefahr)","epNo":1,"alt":"Catastrophes That Changed The Planets","descr":"Die Planeten unseres Sonnensystems haben sich im Lauf ihrer Geschichte durch zahlreiche Katastrophen verändert. Auf einer spannenden Reise wird gezeigt, welche Ereignisse das waren. Was hat den Mars in eine trockene Wüste verwandelt und wie sind die hohen Temperaturen auf der Venus entstanden? Außerdem wird den Fragen nachgegangen, wie ein Einschlag die äußere Hülle des Merkurs sprengen konnte und welche Geschichte sich hinter den Ringen des Saturns verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379245","hoster":"VOE"},{"path":"/redirect/10109331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-2","name":"Jagd auf Nemesis (Nemesis)","epNo":2,"alt":"Nemesis: The Sun’s Evil Twin","descr":"Wissenschaftler aus aller Welt suchen nach Nemesis – einem riesigen, unentdeckten Stern. Dieser soll die Sonne umkreisen und könnte für zahlreiche Katastrophen auf der Erde verantwortlich sein. Aufgrund seiner möglichen Bedrohung könnte von der Entdeckung dieses Sterns alles Leben auf Erden abhängen. Von diesem sollen sich alle 26 Millionen Jahre Kometen abspalten, die dann unser Sonnensystem kreuzen und zur tödlichen Gefahr für den Menschen werden könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309216","hoster":"VOE"},{"path":"/redirect/10109333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-3","name":"Die Entstehung des Sonnensystems (Das Sonnensystem entsteht)","epNo":3,"alt":"How The Solar System Was Made","descr":"Vor etwa 4,6 Milliarden Jahren begann die Geschichte des Sonnensystems. Damals bewegte sich eine ausgedehnte Materiewolke im All, vermutlich infolge der Explosion einer Supernova zogen sich Teile dieser Wolke zusammen und verdichteten sich zu tausenden von Sternen. Die spannende Dokumentation beschreibt die fast 700 Millionen Jahre dauernde Entstehung des Sonnensystems – das vielleicht einzigartig im Universum ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309220","hoster":"VOE"},{"path":"/redirect/10109336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-4","name":"Bruchlandung auf dem Mars","epNo":4,"alt":"Crash Landing On Mars","descr":"Eine bemannte Mission zum Mars kann einige Gefahren bergen. Astronauten könnten während der Erkundung des Planeten verunglücken und es nicht mehr zurück zum Shuttle schaffen. Es ist ein Szenario einer nicht mehr allzu weit entfernten Zukunft. Die Dokumentation zeigt, wie Astronauten gefährliche Sandstürme und Weltraumstrahlung überleben sowie lebenswichtige Ressourcen wie Wasser aus dem Erdreich des Mars gewinnen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309222","hoster":"VOE"},{"path":"/redirect/10109334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-5","name":"Hölle auf Erden","epNo":5,"alt":"Worst Days On Planet Earth","descr":"Die Erde hat in ihrer Geschichte zahlreiche Katastrophen überstanden. Einschläge von Planeten- und Asteroiden haben vor Milliarden von Jahren Chaos und Zerstörung verursacht. Als der blaue Planet fast komplett mit Eis bedeckt war, glich er einem gigantischen Schneeball. Vulkanausbrüche verwüsteten die Oberfläche und verdunkelten den Himmel. In beeindruckenden Bildern wird gezeigt, welche Ereignisse die Erde im Laufe ihrer Geschichte erschütterten und welche Katastrophen auf den Planeten in der Zukunft zukommen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309224","hoster":"VOE"},{"path":"/redirect/10109335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-6","name":"Interstellare Reisen (UFOs und Aliens)","epNo":6,"alt":"UFO: The Real Deal","descr":"Immer wieder kommt es auf der ganzen Welt zu Sichtungen von unbekannten Flugobjekten. Doch welche technischen Voraussetzungen müssten erfüllt werden, um solche interstellare Reisen zu bewältigen? Autoren, Astronomen und Physiker äußern sich zu Entwürfen von schwerkaftüberwindenden Geräten, atombetriebenen Fahrzeugen und Antimaterie- und Warp-Antriebs-Systemen. Außerdem zeigen Theorien und wissenschaftliche Studien von Einstein, wie interstellare Distanzen zurückgelegt werden könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309229","hoster":"VOE"},{"path":"/redirect/13276770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-6/episode-7","name":"Wissenschaft und Schöpfung (Gott und das Universum)","epNo":7,"alt":"God And The Universe","descr":"Seit Beginn der Zivilisation stellt sich der Mensch die Frage, wer oder was das Universum erschaffen hat. Religion gibt eine spirituelle Antwort. Doch wie steht es um die jüngsten Erkenntnisse aus der Physik? Beweisen sie eine transzendente Intelligenz? Oder führten allein physikalische Gesetzmäßigkeiten zur Entstehung des Universums? Diese Folge handelt von der Suche nach Gott mit wissenschaftlichen Methoden und geht der Frage nach, wie das Universum auf wundersame Weise die Entstehung von Leben fördert. Physiker und Theologen geben Antworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309225","hoster":"VOE"},{"path":"/redirect/10109338","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-1","name":"Größen im Weltall (Größer, schneller, weiter)","epNo":1,"alt":"How Big, How Far, How Fast","descr":"Die Dokumentation veranschaulicht mit Hilfe von beeindruckenden Analogien, wie groß die größten Objekte des Universums sind, welche Geschwindigkeit die schnellsten Objekte aufnehmen und wie viele Kilometer die größten Entfernungen im Universum betragen. Dafür setzten sich Forscher hinter das Lenkrad eines Monster-Trucks, erklimmen die Golden Gate Bridge und fahren in einem raketenbetriebenen Auto mit einer ungeheuren Geschwindigkeit durch die Wüste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309226","hoster":"VOE"},{"path":"/redirect/10109339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-2","name":"Am Rande der Milchstraße (Zuhause in der Milchstraße)","epNo":2,"alt":"Our Place In The Milky Way","descr":"Was befindet sich in der Nähe des Sonnensystems? Es gibt Annahmen, dass kosmische Objekte das Leben auf der Erde beeinflussen. Die Dokumentation untersucht ob und in welcher Form dies geschieht. Außerdem wird der Frage nachgegangen, warum die Erde mit ihrer Position im Weltall der ideale Ort für die Entstehung höher entwickelten Lebens ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309227","hoster":"VOE"},{"path":"/redirect/10109340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-3","name":"Kosmische Klänge","epNo":3,"alt":"Alien Sounds","descr":"Es gibt Annahmen darüber, dass es im Kosmos Geräusche gibt. Entstehen diese etwa bei schnell rotierenden Neutronensternen oder gibt die Sonne Schwingungen ab, die Töne erzeugen? Wissenschaftler gehen diesen und weiteren Vermutungen nach, z.B. ob man tatsächlich niemanden im All schreien hören kann. Ihre Forschungen werden zeigen, ob es im Universum Orte gibt, an denen dies möglich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309231","hoster":"VOE"},{"path":"/redirect/10109341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-4","name":"Eisplaneten (Kosmische Kälte)","epNo":4,"alt":"Deep Freeze","descr":"Existieren Eisplaneten wie der Stern Hoth aus den Filmen der ‚Star Wars‘-Reihe tatsächlich? In der Sendung wird untersucht, ob es im Universum vereiste Planeten und Monde gibt und welche Besonderheiten sie aufweisen. Außerdem wird den Fragen nachgegangen, welche Rolle Kälte im Universum spielt und inwieweit Eis für die Entwicklung bewohnbarer Welten von Bedeutung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309230","hoster":"VOE"},{"path":"/redirect/10109679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-5","name":"Kleinste Teilchen (Der Mikrokosmos)","epNo":5,"alt":"Microscopic Universe","descr":"Innerhalb unseres Universums gibt es eine wenig bekannte Welt, in der sich winzig kleine Partikel bewegen. Zu solchen zählen sogenannte Neutrinos, die eine extrem kleine Masse besitzen und durch Materie hindurch schweben können. Außerdem existieren dort noch andere Teile, die zum Beispiel als MACHOs und WIMPs bezeichnet werden. Diese mikroskopisch kleine Welt lässt wissenschaftliche Rückschlüsse auf den gesamten Kosmos zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309235","hoster":"VOE"},{"path":"/redirect/10109342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-6","name":"Reise eines Kometen (Kometen)","epNo":6,"alt":"Ride The Comet","descr":"Welchen Weg legt ein Komet von den Außenrändern des Sonnensystems bis zur glühenden Oberfläche der Sonne zurück? Wissenschaftler widmen sich dem Gebiet von den Neptunmonden bis zum Mars und erklären, wie die Oberflächen der Planeten aussehen und was ein Sonnen-Tsunami ist. Außerdem zeigen sie die weniger bekannten Ecken des Sonnensystems wie beispielsweise die Oort Wolke und planetengroße Asteroiden wie Eris und Ceres. Zuletzt gehen sie der Frage nach, was passiert, wenn ein massiver Schneeball über 480 Millionen Kilometer bis zur Erde rast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309233","hoster":"VOE"},{"path":"/redirect/10109343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-7/episode-7","name":"Wendepunkte der Geschichte (Kosmische Mächte)","epNo":7,"alt":"When Space Changed History","descr":"Kosmische Kräfte und Objekte aus dem All haben das Leben auf der Erde beeinflusst. Es gibt Vermutungen, dass ein Asteroid für den Untergang des Römischen Reiches verantwortlich war, gleiches gilt für die Zerstörung der Städte Sodom und Gomorrha.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309234","hoster":"VOE"},{"path":"/redirect/10109344","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-8/episode-1","name":"Rätsel der Menschheit","epNo":1,"alt":"Stonehenge","descr":"Seit über 5.000 Jahren befindet sich das sagenumwobene Stonehenge auf einer Ebene in Südengland. Experten gehen der Frage nach, ob es sich bei dem Bauwerk um ein prähistorisches, astronomisches Observatorium handeln könnte. Sie untersuchen, ob damals bereits die komplexen Bewegungen von Sonne und Mond dargestellt wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309238","hoster":"VOE"},{"path":"/redirect/14159408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-8/episode-2","name":"Die Pyramiden","epNo":2,"alt":"Pyramids","descr":"Seit Jahrhunderten geben die großen Pyramiden von Gizah Astronomen und Archäologen Rätsel auf. Neben der Erkenntnis, dass sie als Grabmale für Pharaonen dienten, gibt es auch Spekulationen darüber, dass die Pyramiden von Gizeh das Eingangstor in eine fremde Welt bilden. Die bekanntesten Ägyptologen, Astronomen und Ingenieure versuchen, hinter die Geheimnisse der Pyramiden zu kommen. Sie wollen wissen, warum und wie sie exakt auf die vier Himmelsrichtungen ausgerichtet wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309237","hoster":"VOE"},{"path":"/redirect/10109346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-8/episode-3","name":"Sodom und Gomorrha","epNo":3,"alt":"Heavenly Destruction","descr":"Die Geschichte von Sodom und Gomorrha berichtet von der Zerstörung zweier Städte durch einen Hagel aus Feuer und Schwefel. Astronomen, Archäologen und Bibelforscher ergründen die möglichen Fakten hinter diesem Mythos. Sie wollen herausfinden, ob dieses furchtbare Desaster wirklich stattgefunden hat. Bei zwei unterschiedlichen archäologischen Fundstätten am Toten Meer könnte es sich um die historischen Standorte der Sündenstädte handeln. Kürzlich entdeckte Funde deuten darauf hin, dass der Einschlag eines Asteroiden den Untergang von Sodom und Gomorrha verursacht haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309240","hoster":"VOE"},{"path":"/redirect/10109347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-8/episode-4","name":"Der Stern von Bethlehem","epNo":4,"alt":"Star Of Bethlehem","descr":"Diese Episode beschäftigt sich mit der Suche nach einer astronomischen Erklärung für den Stern, der laut Matthäus-Evangelium die Weisen zum Jesuskind führte. Seit 2.000 Jahren versuchen verschiedene Theorien eine Antwort zu geben. Neuerdings gibt es die Vermutung, dass es sich bei dem besonderen Stern um den Planeten Jupiter handelte, der damals in einer speziellen Konstellation mit anderen Planeten und Sternen stand. Die daraus resultierenden Erscheinungen wurden von Astrologen, Magiern und Priestern als Ankündigung der Geburt des Messias interpretiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309245","hoster":"VOE"},{"path":"/redirect/10109348","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/geheimnisse-des-universums/staffel-9/episode-1","name":"Böse Vorahnungen","epNo":1,"alt":"Omens Of Doom","descr":"Für unsere Vorfahren bedeuteten bestimmte astronomische Ereignisse, dass etwas Großes und Furchtbares auf sie zukam. Sie waren Hinweise auf Tod, Seuchen, Hungersnöte oder Krieg. Diese Episode untersucht, was die Menschen damals wirklich sahen, und wie die Angst vor diesen Himmelsobjekten den Lauf der Geschichte beeinflusst haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309236","hoster":"VOE"},{"path":"/redirect/10109349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-9/episode-2","name":"Das Gottesauge","epNo":2,"alt":"The Eye Of God","descr":"Diese Episode versucht zu klären, wie die Legenden über das Gottesauge enstanden und ob Phänomene im Universum dafür verantwortlich waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309239","hoster":"VOE"},{"path":"/redirect/10109350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-9/episode-3","name":"Apokalyptische Visionen","epNo":3,"alt":"Apocalyptic Visions","descr":"Höllenfeuer, endlose Winter oder ein Planet, der durch Erdbeben verwüstet wurde, sind nur einige Versionen der Apokalypse, wie sie sich die Wikinger, die Azteken und andere unserer Vorfahren vorgestellt haben. Himmlische Phänomene wie das Altern der Sonne oder die Expansion des Universums könnten diese Arten der Apokalypse tatsächlich auslösen. Doch für Wissenschaftler ist es fraglich, welche dieser alten Prophezeiungen tatsächlich eintreffen könnten und wie nah das Ende der Welt wirklich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309243","hoster":"VOE"},{"path":"/redirect/10109351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-9/episode-4","name":"Fremde Planeten","epNo":4,"alt":"Alien Worlds","descr":"Unsere Vorfahren glaubten, dass das Universum aus unzähligen Welten besteht. Sie fragten sich, ob diese weit entfernten, unsichtbaren Planeten wohl bewohnt seien. Bis vor kurzem glaubten auch viele Wissenschaftler daran, dass man diese Welten außerhalb unseres Sonnensystems nie entdecken können würde. Durch neue Technologien ist es aber nun möglich, entfernte Planeten sichtbar zu machen. Damit bricht die aufregendste Zeit in der Astronomie seit Jahrzehnten an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309246","hoster":"VOE"},{"path":"/redirect/10109352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-9/episode-5","name":"Blick in die Zukunft","epNo":5,"alt":"Predicting The Future","descr":"Viele glauben, dass die Bewegungen der Sonne, der Planeten und des Mondes am Himmel den Menschen einen Bauplan fürs Leben geben und ihre Zukunft bestimmen. Von römischen Herrschern über einstige Könige und Königinnen bis zu Politikern der Gegenwart haben zahlreiche sachverständige und mächtige Menschen ein uraltes System befragt, um von Beobachtungen am Himmel auf irdische Ereignisse zu schließen. Doch es bleibt fraglich, ob man mit der Verfolgung astronomischer Phänomene die Zukunft voraussagen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309247","hoster":"VOE"},{"path":"/redirect/10109353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/geheimnisse-des-universums/staffel-9/episode-6","name":"Römische Architektur","epNo":6,"alt":"Roman Engineering","descr":"n der neuen Folge \"Geheimnisse des Universums – Rätsel der Menschheit\" dreht sich alles um römische Architektur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309248","hoster":"VOE"},{"path":"/redirect/10109354","hoster":"Streamtape"}]}]}]}]}