{"seriesId":"geheimwaffen-des-zweiten-weltkriegs","name":"Geheimwaffen des Zweiten Weltkriegs","descr":"[Secret Weapons of WW2] Not macht erfinderisch, und der Kampf um den Sieg auf den Schlachtfeldern des Zweiten Weltkriegs erforderte ein Wettrüsten, wie es die Menschheit weder zuvor noch danach erlebt hatte. Dieser Wettlauf um die Vorherrschaft brachte Waffentechnologien hervor, die in geheimen Labors entwickelt und auf dem Schlachtfeld eingesetzt wurden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schusswaffen","epNo":1,"alt":"Guns","descr":"Not macht erfinderisch, und der Kampf um den Sieg auf den Schlachtfeldern des Zweiten Weltkriegs erforderte ein Wettrüsten, wie es die Menschheit weder zuvor noch danach erlebt hatte. Dieser Wettlauf um die Vorherrschaft brachte Waffentechnologien hervor, die in geheimen Labors entwickelt und auf dem Schlachtfeld eingesetzt wurden. Diese Waffen tauchten auf dem Schlachtfeld auf und überraschten manchmal die Soldaten auf beiden Seiten des Kampfes. Geheimwaffen wie die erste Panzerfaust der Welt, die Panzerfaust M1. Oder das bahnbrechende deutsche STG-44, das zum Vorbild für alle nachfolgenden Sturmgewehre wurde. Oder die Zielvorrichtung 1229 Vampir, die das Gesicht der Kriegsführung für ein Jahrhundert verändern sollte.Aber auch die Tücken und Fallstricke der geheimen Waffenentwicklung werden anhand von Geschützen wie der größten Artilleriewaffe der Welt, dem Schweren Gustav, oder der Windkanone aufgezeigt. Aber auch Waffen, die ins Reich der Fantasie gehören, wie der japanische Ku-Go Death Ray oder die deutsche Sonnenkanone.","versions":[{"lang":1,"streams":[{"redirect":13865981,"hoster":"VOE"},{"redirect":13865989,"hoster":"Vidoza"},{"redirect":13865985,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Panzer","epNo":2,"alt":"Armour","descr":"Der Zweite Weltkrieg markierte einen entscheidenden Wendepunkt in der Panzerkriegsführung. Der Konflikt förderte das Aufkommen von sowohl ikonischen als auch ungewöhnlichen Panzern, die jeweils mit unterschiedlichen Zielsetzungen entwickelt wurden. Der T-34 war ein Beispiel für die Panzerfähigkeiten der Roten Armee, da er Mobilität, Panzerung und Feuerkraft geschickt kombinierte. Er stand im Mittelpunkt vieler Schlachten und sein Design beeinflusste zukünftige Panzer für viele Jahre. Ein Rätsel der Militärgeschichte bleibt dagegen der Kugelpanzer, eine kugelförmige Konstruktion. Das Streben nach Schnelligkeit brachte luftgestützte Panzer wie die russische Antonow A-40 und den japanischen Spezialpanzer Nr. 3 hervor, während Spezialfahrzeuge wie der Canal Defence Light auf die besonderen Herausforderungen des Schlachtfeldes reagierten.Der deutsche Panzer VIII Maus und der amerikanische T-28 repräsentierten die Kategorie der superschweren Panzer. Diese massiven Maschinen unterstrichen das Gleichgewicht zwischen Leistung und Zweckmäßigkeit. Doch nicht alle Entwürfe entsprachen der Realität. Der Landkreuzer P.1000 Ratte, ein imaginäres Landschlachtschiff, zeugt von den extremen Vorstellungen der Kriegszeit. Diese Folge befasst sich mit den verschiedenen Panzerinnovationen des Zweiten Weltkrieges und zeigt die Ambitionen und Notwendigkeiten auf, die den Weg der Panzerkriegführung für immer veränderten.","versions":[{"lang":1,"streams":[{"redirect":13865977,"hoster":"VOE"},{"redirect":13865980,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flugzeuge","epNo":3,"alt":"Secret Weapons in the Air","descr":"Der Zweite Weltkrieg entfachte einen erbitterten Kampf um die Vorherrschaft in der Luft und veranlasste die Nationen, geheime Flugzeugtechnologien zu entwickeln. Diese Folge untersucht die Entwicklung der ersten Düsenjäger, insbesondere der deutschen Messerschmitt Me 262 \"Schwalbe\" und der britischen Gloster \"Meteor\" – Symbole des Aufstiegs der Luftfahrt. Die neuen Flugzeuge, die während des Krieges entwickelt wurden, waren in der Lage, größere Höhen und Reichweiten zu erreichen und hatten eine größere Feuerkraft als je zuvor. Der deutsche Amerikabomber war ein Beweis für das Bestreben des Naziregimes, die Vereinigten Staaten anzugreifen. Während die Boeing B-29 \"Superfortress\" ein technisches Wunderwerk war, das zu einer der verheerendsten Waffen wurde, die die Menschheit je gesehen hat.Die Verzweiflung des Krieges trieb die Innovation an ihre Grenzen. Die deutsche Bachem Ba 349 \"Natter\", ein senkrecht startender Abfangjäger, und die Yokosuka MXY-7 \"Ohka\", ein Kamikaze-Flugzeug, das von den Japanern in letzter Minute eingesetzt wurde, um feindliche Vorstöße abzuwehren, sind Beispiele dafür. Diese Folge geht über die bekannten Flugzeuge der Epoche hinaus und stellt experimentelle Konstruktionen vor. Von der Vought V-173 \"Flying Pancake\" bis zum futuristischen Silver Bird, einem Konzept, das die Luftfahrt für Generationen prägen sollte. Diese Geschichten von Innovation und Entschlossenheit enthüllen die geheimen Kapitel der Luftfahrtgeschichte, in denen menschlicher Erfindungsreichtum und das Streben nach technologischem Fortschritt in den Schmelztiegel kriegerischer Notwendigkeiten getrieben wurden.","versions":[{"lang":1,"streams":[{"redirect":13865987,"hoster":"VOE"},{"redirect":13865982,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schiffe","epNo":4,"alt":"Secret Weapons at Sea","descr":"Wie kein anderer Konflikt zuvor oder danach war der Zweite Weltkrieg ein Kampf um die Vorherrschaft auf See. In dieser Folge sehen wir, wie die geheimen Waffen der Seekriegsführung den Lauf der Geschichte verändert haben. Von den revolutionären Fortschritten in der U-Boot-Kriegsführung über die I400 U-Boote der Kaiserlich Japanischen Marine bis hin zu den bahnbrechenden dieselelektrischen Batterien des deutschen U-Bootes vom Typ XXI. Die in diesem Bereich entwickelten Technologien sollten das Gesicht der U-Boot-Kriegsführung für Generationen verändern. Bis hin zu Waffensystemen, die für ihre Zeit einfach zu fortschrittlich waren, wie die URSEL-Raketen-U-Boote, Vorläufer der U-Boote mit ballistischen Raketen, die während des Kalten Krieges aufkamen.Oder das UGS Manta, ein Schnellangriffsboot, das die Geschwindigkeit eines Tragflächenbootes mit der Tarnung eines Mini-U-Bootes verband. Es gab technische Triumphe wie die Mulberry Harbours, ein einfaches Konzept mit einer sehr schwierigen Anwendung, ohne die jedoch die berühmteste amphibische Operation der Geschichte – der D-Day – nicht möglich gewesen wäre. Oder die größten und fortschrittlichsten Schlachtschiffe, die je gebaut wurden – die Schlachtschiffe der Yamato-Klasse der Kaiserlich Japanischen Marine. Letztlich wirkungslos angesichts der sich wandelnden Taktiken und Technologien der Seekriegsführung. Und einige geheime Waffentechnologien, die fast reine Fantasie waren, wie die britische HMS Habakkuk – ein gigantischer Flugzeugträger, der vollständig aus einem neuen Verbundwerkstoff namens Pykrete hergestellt wurde.","versions":[{"lang":1,"streams":[{"redirect":13865990,"hoster":"VOE"},{"redirect":13865994,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bomben","epNo":5,"alt":"Bombs","descr":"Die Schlachten des Zweiten Weltkrieges haben neue Strategien hervorgebracht. Dazu gehörte vor allem die Fähigkeit, mit Hilfe von Technologie Zerstörung aus der Ferne zu bewirken. Von einzigartigen technischen Lösungen zur Zerstörung feindlicher Infrastruktur wie den Dambusters bis hin zu den Bunker sprengenden Bomben Tall Boy und Grand Slam wurden einige dieser Geheimwaffen für einen bestimmten Zweck auf dem Schlachtfeld entwickelt. Andere hofften, sich die angeborenen Fähigkeiten der Natur zunutze zu machen, um ihre Zerstörungskraft zu entfalten.Zum Beispiel das Projekt Pigeon, bei dem versucht wurde, die unbestechliche Präzision der Brieftaube zu nutzen, um Raketen ins Ziel zu lenken, oder das Projekt X-ray, bei dem mit Brandbomben bestückte Fledermäuse über japanischen Städten abgeworfen werden sollten, in der Hoffnung, großflächige Feuerstürme auszulösen. Oder die japanische Fu-Go-Ballonbombe, die den pazifischen Jetstream nutzte, um Zerstörung über die Ozeane zu bringen. Einige davon stellten fantastische Technologiesprünge dar. Dazu gehören unbemannte Waffen wie die V-1 Flying Bomb, der erste Marschflugkörper der Welt, oder die V-2 Rakete, die nicht nur die erste ballistische Rakete der Welt war, sondern auch ein Vorläufer der Raumfahrt. Die Bombenabwürfe auf Hiroshima und Nagasaki sollten sogar eine ganze Epoche prägen.Die Bombe war und ist eine Waffe, die das Gleichgewicht zugunsten derer verschieben kann, die über sie verfügen. Jede wurde im Geheimen entwickelt, um einen bestimmten Zweck zu erfüllen oder ein neues Problem zu lösen. Und wenn sie erfolgreich war, wurde sie zum ersten Mal als lodernder Feuerball gezündet.","versions":[{"lang":1,"streams":[{"redirect":13876405,"hoster":"VOE"},{"redirect":13876404,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Top Secret","epNo":6,"alt":"Covert","descr":"Abseits der Schlachtfelder waren Spionage und Nachrichtendienste von entscheidender Bedeutung für den militärischen Erfolg im Zweiten Weltkrieg. Mit raffinierten Verschlüsselungsgeräten wie der Enigma-Maschine oder Codebrechern wie der Bombe wurde der Krieg von Geheimwaffen bestimmt, die genauso wichtig waren wie jede Waffe, jeder Panzer, jedes Schiff, jedes Flugzeug und jede Bombe. Ob Partisanen mit massenproduzierten Geheimwaffen wie der FP-45 \"Liberator\" bewaffnet wurden, ob Attentäter mit der leisesten Waffe des Krieges, dem Welrod, ausgerüstet wurden, oder ob Spezialeinheiten eine Waffe erhielten, die sich als Handschuh tarnen ließ – die in geheimen Labors hergestellten Feuerwaffen waren dazu bestimmt, den Agenten hinter den feindlichen Linien zu töten.Dieser Schleier der Geheimhaltung erstreckte sich auch auf Missionen, bei denen die Macht Hollywoods genutzt wurde, um ganze Fabrikkomplexe in Seattle oder Spezialeinheiten zu tarnen. Fabrikkomplexe in Seattle oder Spezialeinheiten wie die Ghost Army, deren einziger Zweck darin bestand, mit geheimer Technologie Operationen auf dem Schlachtfeld zu unterstützen, indem sie ganze Armeen imitierte und in die Irre führte und Verwirrung und Zwietracht unter dem Feind stiftete. Ohne geheime Technologien und den Einfallsreichtum von Ingenieuren, Kryptologen und Künstlern, Konstrukteuren, Schauspielern und Befehlshabern wäre eine erfolgreiche Täuschung nicht möglich gewesen.Die Entwicklung neuer Codes, die Entwicklung neuer Codes, raffinierter Täuschungsmanöver und nie dagewesener Waffen, um die sich Spione, Geheimagenten und Saboteure im Kampf mit den geheimen Waffen des Krieges bemühten.","versions":[{"lang":1,"streams":[{"redirect":13876410,"hoster":"VOE"},{"redirect":13876407,"hoster":"Streamtape"}]}]}]}]}