{"seriesId":"geheimnisse-der-ozeane","name":"Geheimnisse der Ozeane","descr":"Magic Of The Big Blue erkundet die einzigartigen verborgenen Welten, die unter den Ozeanen der sieben Kontinente liegen. Es ist eine unbeschreibliche Reise, die die unvergleichbare und unerforschte Schönheit der Unterwasserwelten perfekt einfängt. Der renommierte Unterwasserfotograf Darek Sepilo filmte in dieser signifikanten Dokumentation eine siebenteiliges Abenteuer, das Bilder zeigt, die sich für immer in das Gedächtnis seiner Zuschauer einbrennen werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Australien und Ozeanien ","epNo":1,"alt":"Australia and Oceania","descr":"Die 7teilige Reihe \"Geheimnisse der Ozeane\" (Originaltitel: \"Magic Of The Big Blue\") erkundet die einzigartigen verborgenen Welten in den Ozeanen der sieben Kontinente. Es ist eine abenteuerliche Reise zu unerforschten Unterwasserwelten und ihren atemberaubenden Schönheiten. Der renommierte Unterwasserfotograf Dariusz Sepiolo filmte die faszinierende Tier- und Pflanzenwelt unserer Weltmeere und hält sie in beeindruckenden Bildern fest. Die Reihe beginnt in Asien. Hier erkunden die Filmemacher u.a. das zwischen den Philippinen, Indonesien und Malaysia liegende Korallendreieck, einer der fruchtbarsten und vielfältigsten Unterwasser-Lebensräume unseres Planeten","versions":[{"lang":1,"streams":[{"redirect":6765644,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Asien","epNo":2,"alt":"Asia","descr":"Diese Folge \"Australien und Ozeanien\" führt u.a. zu der nahezu jungfräulichen Unterwasserwelt der Bismarcksee, die von Neuguinea im Westen und einer Vielzahl kleiner Inseln im Osten eingerahmt ist","versions":[{"lang":1,"streams":[{"redirect":6765643,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Südamerika","epNo":3,"alt":"South America","descr":"Das tiefe Blau des Meeres und die Farbenpracht der Korallenriffe reizt in der Folge \"Südamerika\" das Verlangen nach weiterem Abenteuer. Wo kann man es besser finden als in der Begegnung mit Haien","versions":[]},{"epId":"episode-4","name":"Europa","epNo":4,"alt":"Europe","descr":"Auf der Suche nach den sanften Riesen der Ozeane geht es nach Europa. Jedes Jahr finden sich riesige Schulen von Walen in den Gewässern um die Azoren ein. Sie sind heute die Hauptattraktion für den Tourismus auf den Inseln im Atlantik.","versions":[{"lang":1,"streams":[{"redirect":6765655,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Afrika","epNo":5,"alt":"Africa","descr":"An der Ostküste des südlichen Afrikas kann jedes Jahr im Juni und Juli das spektakulärste Unterwasserphänomen der Erde beobachtet werden. Abermillionen von Sardinen versammeln sich in einem gigantischen Schwarm, um sich vor ihren Feinden zu schützen. Aber diese warten schon auf ihre Beute","versions":[{"lang":1,"streams":[{"redirect":6765660,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Nordamerika","epNo":6,"alt":"North America","descr":"n der Folge \"Nordamerika\" besuchen die Filmemacher u.a. die Küsten der mexikanischen Yucatan-Halbinsel. Hier befindet sich eines der weitläufigsten Unterwasser-Höhlensysteme der Welt","versions":[{"lang":1,"streams":[{"redirect":11309135,"hoster":"VOE"},{"redirect":10109271,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Antarktis","epNo":7,"alt":"The Antartic","descr":"Nur wenige Taucher erkunden die Meereswelt der Antarktis. Die Wassertemperatur beträgt gerade mal minus zwei Grad Celsius. Aber das Tauchen unter und zwischen den Eisbergen der Region ist magisch und bietet atemberaubende Bilder und Perspektiven","versions":[{"lang":1,"streams":[{"redirect":11309140,"hoster":"VOE"},{"redirect":10109272,"hoster":"Streamtape"}]}]}]}]}