{"seriesId":"geheimnisvolle-tote","name":"Geheimnisvolle Tote","descr":"[Pompeii: Secrets of the Dead] Sammlung britischer Dokumentationen mit Historikerin Bettany Hughes, die das Publikum in die Zeiten des Alten Ägypten oder zum Ausbruch des Vesuvs mitnimmt, um geschichtliche Ereignisse Revue passieren zu lassen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Rätsel um Tutanchamun","epNo":1,"alt":"","descr":"Tutanchamun – einer der berühmtesten ägyptischen Pharaonen. Historikerin Bettany Hughes stößt auf dunkle Geheimnisse und Antworten, nach denen Forschende seit Jahrzehnten gesucht haben. Doch wer war Tutanchamun, der mit nur neun Jahren den Thron bestieg? Anhand moderner forensischer Untersuchungen enthüllen Wissenschaftler und Wissenschaftlerinnen die neuesten Erkenntnisse zu Tutanchamuns Familie und seinem Gesundheitszustand. Seit der Entdeckung seines Grabes vor rund einhundert Jahren ist die Welt von dem Jungen mit der Goldmaske fasziniert. Wurde der junge Pharao einst ermordet? Eine neue Analyse von Tutanchamuns Gesichtsknochen ermöglicht faszinierende Erkenntnisse über seine Stimme.","versions":[{"lang":1,"streams":[{"redirect":12916570,"hoster":"VOE"},{"redirect":11877745,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Ausbruch des Vesuvs","epNo":2,"alt":"","descr":"Der Vulkanausbruch des Vesuvs im Jahr 79 nach Christus – eine der schlimmsten Naturkatastrophen der Geschichte. Die Menschen in den Städten Pompeji und Herculaneum sterben unter der Asche. Darunter fünf Menschen, deren Geschichte sich mit modernen wissenschaftlichen Methoden rekonstruieren lässt: ein kleiner Junge, ein Soldat, eine junge Frau, ein Sklave und ein Hausangestellter. Wissenschaft entschlüsselt die letzten 24 Stunden ihres Lebens. Die neuesten Forschungsergebnisse verraten, was die Opfer an ihrem Todestag erlebt haben müssen. Wissenschaftler und Wissenschaftlerinnen können rekonstruieren, wie sie gekleidet waren und was sie gegessen haben. Sie schildern den schicksalhaften Countdown nach dem Ausbruch des Vulkans.","versions":[{"lang":1,"streams":[{"redirect":11877744,"hoster":"VOE"},{"redirect":11877747,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Opfer von Pompeji und Herculaneum","epNo":3,"alt":"","descr":"Der Vulkanausbruch des Vesuvs im Jahr 79 nach Christus: Dieses Ereignis besiegelt das Schicksal der Städte Pompeji und Herculaneum und macht sie zu Wundern der antiken Welt. Am Tag des Ausbruchs gibt es heftige Beben, doch für die in den Städten verbliebenen Bewohner und Bewohnerinnen geht das Leben zunächst weiter. Mit modernsten wissenschaftlichen Analysen können die letzten Stunden einiger dieser Menschen nachgezeichnet werden. Tödliche Wellen aus heißem Gas und Asche stürzen den Vesuv hinunter und zerstören alles, was sich ihnen in den Weg stellt. Der Ausbruch des Vesuvs gipfelt in der gewaltigen Zerstörung von Pompeji und Herculaneum und in dem tragischen Tod zahlreicher Menschen. Dank eines interaktiven digitalen Modells kann man die Ereignisse an diesem katastrophalen Tag hautnah miterleben.","versions":[{"lang":1,"streams":[{"redirect":11877741,"hoster":"VOE"},{"redirect":11877740,"hoster":"Streamtape"}]}]}]}]}