{"path":"/serie/stream/gekai-elise","name":"Gekai Elise ","descr":"[Doctor Elise: The Royal Lady with the Lamp] Um ihre Sünden aus einem früheren Leben als böse Prinzessin Elise wiedergutzumachen, widmet Aoi Takamoto ihr Leben dem Retten von Menschen als Ärztin. Doch ein fataler Unfall unterbricht ihre Buße abrupt, und plötzlich befindet sie sich wieder in ihrem vorherigen Leben, 10 Jahre vor ihrem Tod! Werden ihre Voraussicht und medizinische Brillanz ihr helfen, ihre vergangenen Fehler zu ändern und ein krankes Imperium zu heilen, oder ist das Schicksal dazu verdammt, sich zu wiederholen?","seasons":[{"path":"/serie/stream/gekai-elise/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gekai-elise/staffel-1/episode-1","name":"","epNo":1,"alt":"Atonement","descr":"Die Chirurgin Aoi Takamoto gilt als eine der weltbesten auf ihrem Gebiet. Sie setzt ihr Können ein, um möglichst vielen Menschen zu helfen. Doch hinter all der Nächstenliebe steckt ein Entschluss, der aus ihrem vorigen Leben entstanden ist. Denn dort war sie alles andere als ein gutherziger Mensch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13635815","hoster":"VOE"},{"path":"/redirect/13635820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-2","name":"","epNo":2,"alt":"A Gamble","descr":"Nachdem Elise begriffen hat, dass sie wieder in ihrer alten Welt gelandet ist, möchte sie ihre zweite Chance nutzen, um die Fehler der Vergangenheit auszubügeln. Doch das wird nicht einfach, denn schon in Kürze steht ihre Verlobung mit Kronprinz Linden an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13675969","hoster":"VOE"},{"path":"/redirect/13675970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-3","name":"","epNo":3,"alt":"The Lady Saint","descr":"Elise beginnt ihre Ausbildung im Theresienkrankenhaus, wo sie auf eigenen Wunsch als Rose auftritt und ihre Zugehörigkeit zum Hause de Clorence geheim hält. Ihr zugeteilter Ausbilder, der jüngste Professor aller Zeiten, ist wenig begeistert von der Vorstellung, sich um eine junge Adelsgöre zu kümmern. Wird Elise dennoch ihre Frau stehen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13691769","hoster":"VOE"},{"path":"/redirect/13691771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-4","name":"","epNo":4,"alt":"Which Way the Wind Blows","descr":"Elise wird der Gruppe der Ärzteschüler vorgestellt und von einem von ihnen im Krankenhaus herumgeführt, um alles kennenzulernen.Sie sind auf der Unfall-Notaufnahmestation, als dort plötzlich ein Patient mit Brustschmerzen und Atemnot eingeliefert wird. Elise weiß sofort: Es geht jetzt um Leben und Tod.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13745564","hoster":"VOE"},{"path":"/redirect/13745565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-5","name":"","epNo":5,"alt":"Ordeal","descr":"Nachdem Elise beim Gespräch mit dem Krankenhausvorstand einige Überraschungen erlebt hat, geht sie weiter ihrer Arbeit im Krankenhaus nach. Dabei blickt sie aufgeregt den bald anstehenden Ereignissen entgegen, als plötzlich ein bekanntes Gesicht im Tor zum Krankenhaus steht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13745559","hoster":"VOE"},{"path":"/redirect/13745554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-6","name":"","epNo":6,"alt":"Daylight Fantasies, Nighttime Dreams","descr":"Der Tag der Geburtstagsfeier des Königs ist gekommen. Für alle Adeligen im Land besteht dabei Anwesenheitspflicht. Und sie alle erwarten eine gewisse Bekanntmachung auf der Feier.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13796931","hoster":"VOE"},{"path":"/redirect/13796932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-7","name":"","epNo":7,"alt":"Reminiscence","descr":"Der König versucht, Elise zum Aufgeben zu überreden, doch diese bleibt unbeirrt. Auf der Feier kommt es dann unerwartet zu einem medizinischen Notfall.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13796938","hoster":"VOE"},{"path":"/redirect/13796935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-8","name":"","epNo":8,"alt":"Days Long Ago","descr":"Nun, da Elises wahre Identität vor Graham und Vicomte Ben enthüllt wurde, macht sich Elise Sorgen, was vor allem Graham darüber denkt. Als dieser auch noch unvermittelt Urlaub einreicht und nicht mehr zur Arbeit kommt, beschließt sie, ihn zu Hause aufzusuchen, und erfährt dadurch vieles über Graham, mit dem sie nicht gerechnet hatte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13809628","hoster":"VOE"},{"path":"/redirect/13809625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-9","name":"","epNo":9,"alt":"After The Storm","descr":"In einer stürmischen Nacht kommt es zu einem Unfall mit Juliennes Kutsche und Elise. Daraufhin verbringt Elise die Nacht bei den Childs, eine Situation, die zuvor undenkbar gewesen wäre.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13835826","hoster":"VOE"},{"path":"/redirect/13835829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gekai-elise/staffel-1/episode-10","name":"","epNo":10,"alt":"For a Brief While","descr":"Elise hat sich hinter ihren Lehrbüchern vergraben, um sich auf die Prüfung vorzubereiten, doch ihr besorgter Bruder Chris besteht darauf, dass sie sich auf andere Gedanken bringt. Dem folgend begibt sich Elise nach draußen, wo sie unverhofft auf Ron trifft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13858764","hoster":"VOE"},{"path":"/redirect/13858767","hoster":"Streamtape"}]}]}]}]}