{"seriesId":"george-washington-der-erste-prsident-der-usa","name":"George Washington - Der erste Präsident der USA","descr":"Doku-Drama über das Leben von George Washington, der zum ersten Präsident der damals jungen Nation USA werden sollte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Loyal Subject","descr":"Der junge George Washington strebt nach Ruhm und Prestige als Offizier des britischen Militärs. Der unerfahrene junge Washington wird vom königlichen britischen Gouverneur ausgesandt, um den Franzosen im Westen ein Ultimatum zu stellen. Er lernt jedoch eine harte Lektion über Führungsqualitäten, als sein Versagen im Feld unbeabsichtigt einen Weltkrieg auslöst. Washington geht aus diesem Konflikt als Amerikas erster Volksheld hervor, gerade als er beginnt, sich von dem Imperium, dem er einst zu dienen gedachte, zu entfremden. Und mit einer wohlhabenden neuen Frau an seiner Seite und einem lukrativen Geschäft in Mount Vernon hat Washington sich selbst in den Mittelpunkt der Geschichte dieses Landes gestellt - auserkoren, die kommende Revolution anzuführen.","versions":[{"lang":1,"streams":[{"redirect":13052933,"hoster":"VOE"},{"redirect":13052918,"hoster":"Doodstream"},{"redirect":13625776,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Rebel Commander","descr":"Die Briten sind nicht mehr auf dem Weg, sie sind schon da. Und während sich die amerikanischen Kolonien endgültig vom britischen Imperium lösen, wird dem frischgebackenen Oberbefehlshaber George Washington klar, dass er vor einer fast unlösbaren Aufgabe steht: Er muss mit einer undisziplinierten, unerfahrenen und unterfinanzierten Truppe von Soldaten gegen die mächtigsten und erfahrensten Streitkräfte der Welt kämpfen. Ohne formale militärische Ausbildung und ohne einen einzigen großen Sieg vorweisen zu können, stellt Washington die Weichen, um mit List, Einfallsreichtum und schierer Willenskraft das Unvorstellbare zu erreichen. Dabei wandelt er sich von einem Mann, der von persönlichem Ehrgeiz und Abneigung gegen die Briten getrieben wird, zu einem Mann, der dazu berufen ist, eine weitaus größere Sache anzuführen - die Sache der Freiheit.","versions":[{"lang":1,"streams":[{"redirect":13052928,"hoster":"VOE"},{"redirect":13052951,"hoster":"Doodstream"},{"redirect":13580904,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"Father of His Country","descr":"Die Revolution ist gewonnen, aber für Washington fangen die Probleme, selbst innerhalb seiner eigenen Armee, gerade erst an. Als das Schicksal der jungen Republik auf dem Spiel steht, erhebt sich Washington einmal mehr und wird zum unvermeidlichen, wenn auch widerwilligen Helden, den sein Land braucht. Nachdem er sich vom Soldaten zum Befehlshaber und zum Sieger entwickelt hat, tut Washington, was kein Revolutionsführer je zuvor getan hat: Er übergibt die Macht an das Volk. Während kriegführende Nationen Amerikas Grenzen angreifen und Aufstände im Innern drohen, baut Washington die neuen Vereinigten Staaten mit bloßen Händen auf - unter Inkaufnahme von Verrat und persönlichen Angriffen - und setzt das Land auf einen Kurs, der bis heute einen Großteil der amerikanischen Erfahrung bestimmt.","versions":[{"lang":1,"streams":[{"redirect":13052952,"hoster":"VOE"},{"redirect":13052958,"hoster":"Doodstream"},{"redirect":13625775,"hoster":"Streamtape"}]}]}]}]}