{"seriesId":"geraubte-geschichte","name":"Geraubte Geschichte","descr":"Dokumentationsreihe, die aufzeigt, wie gestohlene Kulturgüter und Antiquitäten dazu missbraucht werden können, um Terrorismus und andere kriminelle Machenschaften zu finanzieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Irakische Nationalmuseum","epNo":1,"alt":"Robbing the Cradle: The Looting of the Iraq Museum","descr":"2003 fällt Bagdad an die US-Streitkräfte. In den 36 Stunden, in denen das Irakische Nationalmuseum ungeschützt ist, werden 15.000 Antiquitäten gestohlen. Mit dem Erlös aus ihrem Verkauf finanzieren Aufständische und Terroristen einen tödlichen Feldzug gegen die alliierten Truppen. Diese Schätze aus dem antiken Mesopotamien sind unersetzlich. Ihr Wert für die Geschichte der Menschheit ist unermesslich. Die Zeit läuft, als sich zwei Männer zusammentun, die entschlossen sind, sie zu finden.","versions":[{"lang":1,"streams":[{"redirect":13728313,"hoster":"VOE"},{"redirect":13728318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Skandal im Getty-Museum","epNo":2,"alt":"Stealing Beauty: The Morgantina Goddess and the Getty Museum","descr":"Die Kuratorin der Antiquitätensammlung des J. Paul Getty Museums, Marion True, ist in Ungnade gefallen. Ihr Untergang wird durch den Antiquitätenhändler Robin Symes und seinen Liebhaber und Geschäftspartner, den Schiffserben Christo Michaelides, herbeigeführt. Ihr glamouröser Lebensstil verbirgt dunkle Geheimnisse und zwielichtige Verbindungen zu sehr schlechten Menschen. Marion Trues Kauf einer griechischen Statue – der \"Göttin von Getty\" – von Symes hatte rechtliche und politische Konsequenzen von Los Angeles bis Athen und von London bis Rom.","versions":[{"lang":1,"streams":[{"redirect":13728312,"hoster":"VOE"},{"redirect":13728314,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Grab der Pharaonen","epNo":3,"alt":"Behind the Mask: Robbing the Land of the Pharaohs","descr":"Ein winziges Papyrusfragment, das mehr wert ist als sein Gewicht in Gold, ist der Anfang vom Ende für den Oxford-Professor Dirk Obbink. Es ist das jüngste Kapitel in der Ausbeutung des alten Ägyptens, wo Plünderungen an der Tagesordnung sind. Als die Polizei in einem italienischen Hafen einen Diplomatencontainer entdeckt, der mit fast 20.000 Artefakten gefüllt ist, wird ein milliardenschwerer Schwarzmarkt aufgedeckt, der auf der Jagd nach dem Schatz der Pharaonen das Leben von Kindern opfert, während Wissenschaftler, Sammler und Auktionshäuser vor dem Gemetzel die Augen verschließen.","versions":[{"lang":1,"streams":[{"redirect":13728315,"hoster":"VOE"},{"redirect":13728321,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kunst-Schwarzmarkt","epNo":4,"alt":"Risky Business: Michael Steinhardt and the Greek Pot of Gold","descr":"Im Dezember 2021 wird Michael Steinhardt, der größte private Antiquitätensammler der Welt, gezwungen, gestohlene Kunstobjekte im Wert von 70 Millionen Dollar abzugeben und erhält ein lebenslanges Sammelverbot. Steinhardts Niedergang folgt auf eine vierjährige Untersuchung der Verbindung zwischen dem organisierten Verbrechen in Sizilien und dem Handel mit Antiquitäten, bekannt als Operation Demetra. Handelt es sich bei diesem Händlerring um einen Einzelfall oder um einen Einblick in ein globales Netzwerk von Terroristen, Gaunern und zwielichtigen Mittelsmännern?","versions":[{"lang":1,"streams":[{"redirect":13728319,"hoster":"VOE"},{"redirect":13728324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Beute der Extremisten","epNo":5,"alt":"Thou Shall Not Steal: Hobby Lobby and the Museum of the Bible","descr":"Es ist ein Routinetag für die Zollbeamten am Flughafen von Memphis, Tennessee, als sie eine Sendung mit der Aufschrift \"Fliesenmuster\" öffnen. Was sie darin finden, ist eine unbezahlbare Sammlung von Antiquitäten, die aus archäologischen Stätten im gesamten Nahen Osten geraubt wurden. Damit beginnt eine wilde Verfolgungsjagd über Kontinente hinweg bis zur Quelle der Raubkunst – muslimischen Extremisten im Irak. Die Folgen dieses Skandals treffen eine der mächtigsten Wirtschaftsdynastien Amerikas.","versions":[{"lang":1,"streams":[{"redirect":13728326,"hoster":"VOE"},{"redirect":13728322,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Auftrag der Nazis","epNo":6,"alt":"A Deal with the Devil: Hitler’s Museum of Stolen Art","descr":"2012 wird bei der Durchsuchung einer Wohnung in München, die dem älteren Einsiedler Cornelius Gurlitt gehört, einer der außergewöhnlichsten Bestände an verschollener Kunst gefunden. Sie enthüllt, wie Gurlitts halbjüdischer Vater Hildebrand einen Pakt mit dem Teufel schloss – und Kunsthändler für Adolf Hitler wurde. Gurlitt war Teil einer Plünderungskampagne der Nazis, bei der jeder fünfte Kunstgegenstand in Europa gestohlen wurde. Wie rechtfertigen Museen und Sammler heute den Besitz von Kunst, die jüdischen Familien gestohlen wurde, die im Holocaust ermordet wurden?","versions":[{"lang":1,"streams":[{"redirect":13728329,"hoster":"VOE"},{"redirect":13728325,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Syriens geraubte Schätze","epNo":7,"alt":"Blood Antiquities: Islamic State and the Theft of Syria’s Past","descr":"Dank der sozialen Medien konnte der IS die Bildschirme rund um die Welt mit Propagandavideos bombardieren. Doch hinter dieser Kampagne steckte ein lukratives Schwarzmarktnetzwerk, das die wertvolle antike Vergangenheit Syriens ausbeutete. Der IS hat sein mörderisches Regime finanziert, indem er Relikte aus dem Boden gerissen und an den Meistbietenden verkauft hat. Werden Händler, Auktionshäuser, Museen und Sammler in ihrem unerbittlichen Streben nach antiken syrischen Schätzen endlich zugeben, dass sie mit ihrem Geld direkt Mord und Chaos finanzieren?","versions":[{"lang":1,"streams":[{"redirect":13728327,"hoster":"VOE"},{"redirect":13728333,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Killing Fields in Kambodscha","epNo":8,"alt":"Making a Killing: Douglas Latchford and the Cambodian Killing Fields","descr":"Douglas Latchford lebt das Jetset-Leben. Als Experte für Khmer-Antiquitäten kann seine Sammlung mit der des kambodschanischen Nationalmuseums mithalten, und als Händler verdient er ein hübsches Sümmchen. Aber er ist auch ein Mann mit vielen Geheimnissen. Als bekannt wird, dass er der Drahtzieher eines millionenschweren Handels mit gestohlener Beute von den kambodschanischen Killing Fields ist, sehen sich Museen und Sammler auf der ganzen Welt mit der traurigen Tatsache konfrontiert, dass sie im Besitz von Diebesgut sind. Werden sie es nun zurückgeben?","versions":[{"lang":1,"streams":[{"redirect":13728331,"hoster":"VOE"},{"redirect":13728335,"hoster":"Streamtape"}]}]}]}]}