{"path":"/serie/stream/geschichte-der-arbeiterbewegung","name":"Geschichte der Arbeiterbewegung","descr":"Im Zuge der Industrialisierung entstand im 19. Jahrhundert eine Gesellschaft, in der die Unterschiede zwischen Arm und Reich immer bedeutender wurden. Vor diesem Hintergrund begann die Arbeiterbewegung. Geleitet von Visionären wie Karl Marx oder Friedrich Engels setzte sich diese für eine bessere Arbeitswelt und einen Umbruch der Gesellschaft ein. Die vierteilige Dokumentation blickt auf die Geschichte der Arbeiterbewegung in ganz Europa von ihren Anfängen bis in die Gegenwart.","seasons":[{"path":"/serie/stream/geschichte-der-arbeiterbewegung/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/geschichte-der-arbeiterbewegung/staffel-1/episode-1","name":"Fabrik","epNo":1,"alt":"","descr":"Die Herausbildung eines neuen industriellen und kommerziellen Textilgewerbes bewirkte im England des beginnenden 18. Jahrhunderts die Landflucht von Kleinbauern und selbstständigen Webern. Um ihr Überleben zu sichern, bedienten sie fortan zusammen mit Tausenden anderen Lohnempfängern die mechanischen Webstühle in den riesigen Fabriken der Textilgroßhändler. Es war die Geburtsstunde der englischen Arbeiterklasse. Das profitorientierte Fabriksystem zwang die Arbeiter dazu, sich einer neuen Disziplin und Zeiteinteilung unterzuordnen. Im Zuge der industriellen Revolution im letzten Viertel des 18. Jahrhunderts verschlimmerten sich die bereits ohnehin unmenschlichen Arbeitsbedingungen. Durch den Einsatz von neuen Maschinen wurden die Arbeiter zu bloßen Rädchen in der Produktionskette. Das war ein radikaler Umbruch. Doch mit Ausnahme einiger sporadischer und spontaner Aufstände ergaben sich die Arbeiter in ihr Schicksal und erduldeten die Ausbeutung. Es dauerte mehrere Jahrzehnte, bis sich organisierte Arbeiterbewegungen herausbildeten, die für bessere Arbeitsbedingungen kämpften. Dabei ging die Arbeiterbewegung im Geiste der Französischen Revolution von 1789 auch ein – teilweise schwieriges – Bündnis mit den britischen Liberalen ein. Ihre Forderungen waren sozialer und politischer Natur: die Regelung von Kinderarbeit, korrekte Löhne und Arbeitszeiten, gewerkschaftliche Freiheit, Streikrecht und allgemeines Wahlrecht. In den 1820er Jahren, nach jahrzehntelangen Niederlagen, war die britische Arbeiterklasse für den Aufstand gewappnet.","versions":[]},{"path":"/serie/stream/geschichte-der-arbeiterbewegung/staffel-1/episode-2","name":"Barrikade","epNo":2,"alt":"","descr":"Anders als in England vollzog sich die industrielle Revolution in Frankreich behutsamer. Es gab keine großen Fabriken wie im britischen \"Factory System\", keine starke Landflucht und keine wesentliche Veränderung alter Lebensgewohnheiten. Die französische Arbeiterklasse war heterogen und setzte sich aus Angestellten von Werkstätten und kleineren Fabriken zusammen. Dazu gehörten Schneider, Schuhmacher, Hutmacher, Weber, Schlosser, Tischler, Zimmerer oder Maurer. In Frankreich entstanden die radikalsten sozialistischen und revolutionären Theorien des 19. Jahrhunderts, entwickelt von Charles Fourier, Pierre-Joseph Proudhon, Louis-Auguste Blanqui oder Etienne Cabet. Karl Marx als Vertreter eines wissenschaftlich geprägten Sozialismus hielt viele von diesen Theorien aus Frankreich für utopisch. Zwischen 1830 und 1871 rief die Arbeiterklasse immer wieder zur Revolte auf – doch alle Versuche, etwas an den Zuständen zu verändern, scheiterten. Den letzten Anlauf startete die Pariser Kommune: Arbeiter riefen die \"universelle Republik\" aus, hissten die rote Fahne, gründeten Kooperativen und etablierten ein kostenloses, laizistisches Schulwesen. Das Experiment dauerte genau 72 Tage und wurde dann blutig niedergeschlagen. Damit endeten die großen Arbeiteraufstände des 19. Jahrhunderts. Zur gleichen Zeit begann in den beiden frisch geeinten Nationen Italien und Deutschland das Zeitalter der Industrialisierung. Der Dreh- und Angelpunkt der europäischen Arbeiterbewegung verlagerte sich von Frankreich nach Deutschland. Dort erhob die SPD als erste Arbeiterpartei mit massenhaftem Zuspruch den Marxismus zur offiziellen Doktrin – allerdings in Form eines demokratischen Sozialismus. Arbeits- und Lebensbedingungen verbesserten sich allmählich, Gewerkschaften gewannen an Einfluss, politische Rechte wurden gewährt. Das Bild der Arbeiterklasse wandelte sich.","versions":[]},{"path":"/serie/stream/geschichte-der-arbeiterbewegung/staffel-1/episode-3","name":"Fließband","epNo":3,"alt":"","descr":"Ende des 19. Jahrhunderts erkannten aufgeklärte Arbeitgeber, dass die Belegschaft genauso zum Betriebskapital eines Unternehmens zählt wie der Maschinenpark. Damit dieses \"Humankapital\" gute Leistung erbringen konnte, musste es gut genährt werden. So wurden die zur Wiederherstellung der Arbeitskraft erforderlichen Kalorien errechnet, die Muskelermüdung ermittelt und die Arbeitsabläufe optimiert, um mehr Rendite zu erzielen. Es war die Geburtsstunde der Ernährungswissenschaft, der Ergonomie und der Gymnastik im Betrieb – im Dienste der Moderne und des Fortschritts. Die Fließbandarbeit, die schon 1871 in den Schlachthöfen von Chicago Einzug gehalten hatte, setzte sich zunächst nicht durch, fand aber nach dem Ersten Weltkrieg neuen Zuspruch. Auch die Rationalisierung der Produktion und die Grundsätze der wissenschaftlichen Betriebsführung standen hoch im Kurs, obwohl sich die Arbeiter vehement dagegen zur Wehr setzten. Der Sturz des Zarenregimes 1917 weckte die Hoffnung auf eine sozialistische Weltrevolution, doch die Linke war alles andere als eine geschlossene Bewegung. Als die Arbeiter in Deutschland 1919 und 1920 zu den Waffen griffen, wurden ihre Aufstände von der Reichswehr und rechten Freikorps im Auftrag der regierenden Sozialdemokraten blutig niedergeschlagen. Angesichts fortdauernder Krisen und steigender Arbeitslosigkeit gewannen in Italien schließlich ab 1922 der Faschismus und in Deutschland ab 1933 der Nationalsozialismus die Oberhand. Die neuen Ideologien gaben vor, Sozialismus und Nationalismus zum Wohle des Arbeiters miteinander zu versöhnen. In Wirklichkeit jedoch zerschlugen sie die Arbeiterbewegung und verkündeten ein \"Ende des Klassenkampfs\".","versions":[]},{"path":"/serie/stream/geschichte-der-arbeiterbewegung/staffel-1/episode-4","name":"Auflösung","epNo":4,"alt":"","descr":"In den 30er Jahren schien die Arbeiterklasse so viel Macht zu besitzen wie nie zuvor. In Frankreich bestätigte dies der Erfolg der Volksfront-Regierung, doch europaweit erlebten die Arbeiter einen Rückschlag nach dem anderen. Mit Unterstützung von Hitler und Mussolini entschied General Franco 1939 den Bürgerkrieg in Spanien zu seinen Gunsten und errichtete eine Militärdiktatur. Schließlich wurden die Arbeiter in den von der Wehrmacht besetzten Gebieten zu Sklaven degradiert: Zwangsarbeit für die sogenannten Untermenschen in Osteuropa, \"Vernichtung durch Zwangsarbeit\" für Juden, Sinti, Roma sowie für die sowjetischen Kriegsgefangenen, die sich in Konzentrationslagern zu Tode schuften mussten. Auf das Ende des Zweiten Weltkriegs folgte der Kalte Krieg, der Ost und West entzweite. Im Westen wurde der soziale Frieden erkauft, indem die Lebens- und Arbeitsbedingungen der Arbeiter geringfügig verbessert wurden, etwa nach dem Vorbild von Henry Ford. Auf der anderen Seite des Eisernen Vorhangs übernahmen kommunistische Einheitsparteien die Macht, die vorgeblich für alle Arbeiter sprachen und ihnen gleichzeitig mit Unterstützung sowjetischer Panzer sämtliche gewerkschaftliche Freiheiten und das Streikrecht nahmen. In den 70er Jahren keimte neue Hoffnung für die Arbeiterklasse auf: Sie schien erneut Mittelpunkt einer Gesellschaft zu sein, in der sich revolutionäre Utopien entfalten konnten wie 100 Jahre zuvor. Heute befindet sich Europa mitten in der Deindustrialisierung – mit negativen Begleiterscheinungen wie Arbeitslosigkeit und Armut. Noch nie war der Anteil der Arbeiterschaft an der Bevölkerung höher, doch der wirtschaftliche Strukturwandel könnte schon bald ihr Schicksal besiegeln. Befinden wir uns heute tatsächlich am Ende der Arbeiterbewegung? Oder wird sie nur in anderer Form wieder auf den Plan treten?","versions":[]}]}]}