{"seriesId":"geschichten-aus-der-schattenwelt","name":"Geschichten aus der Schattenwelt","descr":"[Tales from the Darkside] Seltsame und wundervolle Geschichten, die Charaktere in absurden und gefährlichen Situationen mit Wesen aus dem Jenseits zeigen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-0","name":"*Nur auf englisch verfügbar*","epNo":1,"alt":"","descr":"","versions":[]},{"epId":"episode-1","name":"","epNo":2,"alt":"The new man","descr":"Ein genesender Alkoholiker ist beunruhigt, als ein kleiner Junge in seinem Büro auftaucht und behauptet, sein Sohn Jerry zu sein. Der Mann ist noch verärgerter, als der Junge bei ihm zu Hause auftaucht. Während die anderen Familienmitglieder so tun, als sei Jerry ein normales Familienmitglied, behauptet der Mann, er habe den Jungen noch nie in seinem Leben gesehen. Die Frau des Mannes vermutet, dass er wieder zu trinken begonnen hat und in seinem betrunkenen Zustand Wahnvorstellungen hegt. Die Familie, angewidert von der Weigerung des Vaters, Jerry als seinen Sohn anzuerkennen, verlässt ihn schließlich. Der zuvor nüchterne Vater wird durch diese Tortur wieder zum Alkoholiker und endet in einem Zustand des emotionalen Ruins. In der letzten Szene besucht Jerry einen anderen Mann, der behauptet, sein Sohn zu sein, und das alptraumhafte Muster setzt sich fort.","versions":[{"lang":2,"streams":[{"redirect":13113169,"hoster":"VOE"},{"redirect":13113190,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":3,"alt":"I’ll give you a million","descr":"Zwei alte, reiche Männer wetten untereinander gerne um hohe Summen bei trivialen Angelegenheiten. Einer von ihnen, Williams, bietet seinem Freund eine Million Dollar für seine unsterbliche Seele. Blaine nimmt das Angebot an, erfährt aber, dass er an Krebs stirbt - verängstigt versucht er, seine Seele zurückzukaufen. Williams verlangt immer mehr Geld, bis es zu spät ist - Blaine stirbt. Seelenlos kommt er zurück, um seine Seele zu holen, und Williams erleidet einen Herzinfarkt... und der Teufel kommt, um sein Recht von beiden einzufordern.","versions":[{"lang":2,"streams":[{"redirect":13113154,"hoster":"VOE"},{"redirect":13113174,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":4,"alt":"Pain killer","descr":"Harvey sucht Dr. Roebuck mit Rückenschmerzen auf und Roebuck verschreibt ihm ein Wundermittel. Erst später erfährt Harvey den Preis, den er dafür zahlen muss...","versions":[{"lang":2,"streams":[{"redirect":13113197,"hoster":"VOE"},{"redirect":13113193,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":5,"alt":"The odds","descr":"Tommy Vale, ein Buchmacher in einer Bar, befindet sich in einer seltsamen Situation: Ein Mann kommt herein, der nicht verlieren kann. Im Laufe der Geschichte findet er heraus, dass sein Gegner Lacey ist, ein Mann, der in der Vergangenheit beim Glücksspiel mit Vale pleite gegangen ist. Jetzt ist Lacey von den Toten auferstanden, mit Tipps von der anderen Seite, und er ist unschlagbar. In einer letzten schaurigen Wette wettet Lacey, dass Vale zu einem bestimmten Zeitpunkt sterben wird, und er hat sich noch nie geirrt. Doch als die Uhr schlägt, ist Vale noch am Leben. Lacey ist gezwungen, abzureisen, und Vale enthüllt, dass er die Uhr um fünf Minuten vorgestellt hat und dann pünktlich stirbt.","versions":[{"lang":2,"streams":[{"redirect":13113200,"hoster":"VOE"},{"redirect":13113203,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":6,"alt":"Mookie and Pookie","descr":"Die Zwillingsgeschwister Mookie und Pookie stehen sich sehr nahe. Aber Mookie hat eine unheilbare Krankheit. Später gelingt es dem Wissenschaftsgenie Mookie, seinen Geist in den Computer zu laden, bevor er stirbt. Aber jetzt, wo er da drin ist, muss Pookie ihre Eltern davon überzeugen, den Stecker nicht zu ziehen.","versions":[{"lang":2,"streams":[{"redirect":13113219,"hoster":"VOE"},{"redirect":13113225,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":7,"alt":"Slippage","descr":"Ein junger Werbegrafiker beginnt buchstäblich aus der Realität zu \"entgleiten\". Langsam aber sicher scheint er aus dem Leben zu verschwinden: Erst verschwinden seine Gehaltsschecks, dann schickt ihm seine High School nicht nur keine Post wegen des Klassentreffens, sondern hat auch keine Unterlagen über seine Existenz. Bald wird dem Künstler klar, dass er, seit er durchs Leben getrieben wurde, im Grunde \"durch die Maschen schlüpft\". Selbst seine Mutter hat keine Erinnerung mehr an ihn. Am Ende vergessen sogar seine Frau und sein bester Freund (in dieser neuen Realität nun der Ehemann der Frau), dass er jemals existiert hat.","versions":[{"lang":2,"streams":[{"redirect":13113235,"hoster":"VOE"},{"redirect":13113237,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":8,"alt":"Inside the Closet","descr":"Eine Studentin bezieht ein Zimmer bei einem schroffen, etwas unhöflichen Anthropologieprofessor. Er weist sie an, niemals die kleine Tür im hinteren Teil ihres Schranks zu öffnen. Als sie seltsame Geräusche hört, öffnet sie schließlich die Tür und findet in der dahinter liegenden Kammer eine kleine, haarlose, affenartige Kreatur. Es tötet sie und verfolgt den Professor... nur um zu enthüllen, dass es seine missgebildete Tochter ist, die er liebevoll umsorgt.","versions":[{"lang":2,"streams":[{"redirect":13113253,"hoster":"VOE"},{"redirect":13113258,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":9,"alt":"The Word Processor of the Gods","descr":"Richard Hagstrom ist unzufrieden damit, wie das Leben ihn behandelt hat (ein ungehobelter Sohn, eine zänkische Frau). Sein Neffe Jonathan schenkt ihm zum Geburtstag ein selbstgebautes Textverarbeitungsprogramm. Hagstrom stellt bald fest, dass alles, was er in das Gerät eintippt, real wird und niemand außer ihm den Unterschied bemerkt. Er beginnt mit einfachen Experimenten, doch dann löscht er seinen Sohn aus der Existenz aus. Selbst seine Frau weiß nichts von den Veränderungen. Als die Maschine überhitzt und sich selbst zerstört, tippt Hagstrom eine letzte Geschichte ein: Er stellt sicher, dass er und Jonathans Mutter geheiratet haben und dass Jonathan sein Sohn ist. Als sich die Textverarbeitung selbst zerstört, wird Hagstroms letzter Wunsch Wirklichkeit.","versions":[{"lang":2,"streams":[{"redirect":13113259,"hoster":"VOE"},{"redirect":13113268,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":10,"alt":"A Case of the Stubborns","descr":"In den Hinterwäldern stirbt ein Familienpatriarch... und kommt zurück, ohne zu wissen, dass er tot ist. Die Stadtbewohner sind in Aufruhr, aber der alte Mann ist zu stur, um zuzugeben, dass er tot ist, trotz seiner Leichenstarre, seiner Appetitlosigkeit und seines schlechten Geruchs. Sein Enkel Jody geht schließlich zu einer alten Voodoo-Frau, um eine Lösung zu finden. Anstelle von Magie bietet sie ihm eine einfache Lösung: Pfeffer. Jody steckt ihn in das Taschentuch seines Großvaters. Wenn der alte Mann niest, fällt ihm die Nase ab, was ihn schließlich davon überzeugt, sich hinzulegen und das Leben für immer aufzugeben.","versions":[{"lang":2,"streams":[{"redirect":13113269,"hoster":"VOE"},{"redirect":13113270,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":11,"alt":"Djinn, No Chaser","descr":"Ein Ehepaar kauft versehentlich eine Zauberlampe, die einen Geist enthält. Leider ist der Geist alles andere als liebenswürdig. Seit Tausenden von Jahren in der Lampe gefangen, weigert er sich, Wünsche zu erfüllen, und terrorisiert stattdessen die Eheleute mit Seuchen, Froschregen usw. Der Ehemann lässt sich schließlich einweisen, doch einige Tage später holt ihn seine Frau nach Hause. Ihre Wohnung ist nun reich dekoriert und sie haben viel Geld. Der Geist ist jetzt ein liebenswürdiger und williger Wunscherfüller. Die Lösung der Frau, um den Geist zu befreien: ein Dosenöffner.","versions":[{"lang":2,"streams":[{"redirect":13113281,"hoster":"VOE"},{"redirect":13113287,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":12,"alt":"All a Clone by the Telephone","descr":"Leon, ein unglücklicher Fernsehautor, kauft einen Anrufbeantworter, der seinen eigenen Kopf hat - anfangs hilft er ihm, indem er ihn mit neuem Material versorgt, aber bald merkt Leon, dass er sein Leben in die Hand nimmt.","versions":[{"lang":2,"streams":[{"redirect":13113286,"hoster":"VOE"},{"redirect":13113294,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":13,"alt":"In the Cards","descr":"Die falsche Wahrsagerin Caterina stellt bald fest, dass jede Vorhersage, die sie macht, wahr wird ... aber sie kann ihren Kunden nur ein grausames und schreckliches Ende vorhersagen. Bald findet sie heraus, dass eine andere verfluchte Wahrsagerin ihr ein verfluchtes Kartenspiel zugesteckt hat, und Caterina kann es nur loswerden, indem sie es einer anderen Fälschung gibt. Dazu schleicht sie sich in den Salon einer anderen Wahrsagerin, bittet um ein Glück und steckt ihr das verfluchte Kartenspiel zu. Unglücklicherweise ist das erste Schicksal, das die neue Wahrsagerin vorliest, das von Caterinas Tod... was schnell wahr wird.","versions":[{"lang":2,"streams":[{"redirect":13113289,"hoster":"VOE"},{"redirect":13113298,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":14,"alt":"Anniversary Dinner","descr":"Ein junges Mädchen, das vor seinem Freund flieht, findet sich in einem kleinen Landhaus bei einem netten älteren Ehepaar wieder. Sie haben Mitleid mit ihr und laden sie zu sich ein, sogar zu einem besonderen Abendessen an ihrem Jahrestag. Nachdem sie es sich im Whirlpool mit reichlich Wein gemütlich gemacht haben, fangen sie an, Gemüse hineinzuschütten. Als sie in Ohnmacht fällt, wird dem Mädchen klar, wie das Paar sie zum Abendessen einladen wird.","versions":[{"lang":2,"streams":[{"redirect":13113311,"hoster":"VOE"},{"redirect":13113308,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":15,"alt":"Snip, Snip","descr":"Ein Hexenmeister und eine Hexe geraten in einen Streit um einen 10-Millionen-Dollar-Lottoschein, als beide behaupten, die Geister hätten ihnen die Gewinnzahl gegeben.","versions":[{"lang":2,"streams":[{"redirect":13113320,"hoster":"VOE"},{"redirect":13113322,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":16,"alt":"Answer Me","descr":"Joan passt auf die Wohnung eines Freundes auf, wird aber von einem Telefon gequält, das nicht aufhört zu klingeln.","versions":[{"lang":2,"streams":[{"redirect":13113332,"hoster":"VOE"},{"redirect":13113336,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":17,"alt":"The Tear Collector","descr":"Prudence ist eine junge Frau, die nicht aufhören kann zu weinen, aber sie findet einen seltsamen Weg, Profit zu machen, als sie Ambrose Cavender trifft, einen Mann, der Tränen sammelt.","versions":[{"lang":2,"streams":[{"redirect":13113334,"hoster":"VOE"},{"redirect":13113340,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":18,"alt":"Madness Room","descr":"Cathy Osborne bringt ihren Mann in ein bisher unbekanntes Zimmer in ihrem Haus und erzählt zusammen mit ihrem Freund Michael die Geschichte, dass es sich bei dem Zimmer um das \"Wahnsinnszimmer\" handelt, in dem noch nie jemand übernachtet hat... und überlebt hat. In Wirklichkeit ist es ein abgekartetes Spiel, und Cathy und Michael planen, Cathys Ehemann zu töten, indem sie ihn zu Tode erschrecken. Es gelingt ihnen, einige übernatürliche Aktivitäten vorzutäuschen, aber bald müssen sie feststellen, dass der Fluch des Zimmers nur allzu real ist...","versions":[{"lang":2,"streams":[{"redirect":13113354,"hoster":"VOE"},{"redirect":13113344,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":19,"alt":"If the Shoes Fit...","descr":"Der redegewandte Politiker Bo Gumbs gerät in ernste Schwierigkeiten, als er zu einem Treffen kommt und in einem nahe gelegenen Hotel wartet.","versions":[{"lang":2,"streams":[{"redirect":13113364,"hoster":"VOE"},{"redirect":13113356,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":20,"alt":"Levitation","descr":"Ein Teenager, der sich für Magier begeistert, begibt sich in einen geflohenen Zirkus, um einen der Größten zu finden: Kharma. Doch Kharma macht nur noch billige Magie für die Zuschauer und keine der großen Illusionen, die der Teenager ihm zutraut. Als Kharma sich weigert, sie zu machen, schimpft der Junge so lange mit ihm, bis Kharma einlenkt und den Jungen als Versuchsperson für sein größtes Kunststück, das Schweben, benutzt. Doch Kharma stirbt an einem Herzinfarkt, und der Junge schwebt einfach weiter... in den Himmel und außer Sichtweite.","versions":[{"lang":2,"streams":[{"redirect":13113369,"hoster":"VOE"},{"redirect":13113375,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":21,"alt":"It All Comes Out in the Wash","descr":"Henry, ein gieriger Bauunternehmer, stößt auf eine chinesische Wäscherei, die einen einzigartigen Service anbietet - sie kann Schuld \"auswaschen\". Henry nimmt ihre Dienste in Anspruch, muss aber bald feststellen, dass sie einen unangenehmen Preis zu zahlen hat.","versions":[{"lang":2,"streams":[{"redirect":13113374,"hoster":"VOE"},{"redirect":13113383,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":22,"alt":"Bigalow\u0027s Last Smoke","descr":"Mr. Bigalow, ein lebenslanger Zigarettenraucher, wacht auf und stellt fest, dass seine Fenster vergittert sind und seine Tür versiegelt ist. Eine mysteriöse Gestalt erscheint auf Bigalows Fernseher und teilt ihm mit, dass er mit dem Rauchen aufhören wird. Bigalow macht sich über diesen Vorschlag lustig und greift zu einer morgendlichen Zigarette. Kaum hat er sich eine angezündet, ertönt ein ohrenbetäubender Alarm, der ihn auffordert, die Zigarette sofort auszumachen. Bigalow wird verschiedenen Ausdauertests unterzogen und gerät noch mehr in Versuchung zu rauchen, als Tausende von Zigaretten im Raum auftauchen, um dann zu verschwinden. Nachdem er an den Rand des Wahnsinns getrieben wurde, wacht er auf und stellt fest, dass er kein Verlangen mehr nach dem Rauchen hat. In dem Glauben, die ganze Tortur sei ein Traum gewesen, greift Biaglow zu einer Tasse Kaffee, woraufhin die mysteriöse Gestalt wieder auf dem Fernsehbildschirm erscheint und darauf besteht, dass Bigalow nun an seiner Koffeinsucht arbeitet.","versions":[{"lang":2,"streams":[{"redirect":13113386,"hoster":"VOE"},{"redirect":13113408,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":23,"alt":"Grandma\u0027s Last Wish","descr":"Die Familie einer älteren Frau erwägt, sie in ein Altersheim einzuweisen, aber die Großmutter hat einen letzten Wunsch, der der Familie helfen wird, genau zu verstehen, was sie durchmacht.","versions":[{"lang":2,"streams":[{"redirect":13113396,"hoster":"VOE"},{"redirect":13113419,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":24,"alt":"The False Prophet","descr":"Cassie Pines ist eine allein reisende Frau, die an Astrologie, Teeblätter... alles glaubt. Sie kommt in ein Diner mit einem höchst ungewöhnlichen mechanischen Wahrsager namens Horace X. \"Horace\" ist unheimlich mit seinen Vorhersagen, aber Cassie findet bald heraus, dass Horace anspruchsvoll und besitzergreifend ist - trotz ihrer Bedenken betritt sie die Kabine ein weiteres Mal... und verschwindet.","versions":[{"lang":2,"streams":[{"redirect":13113413,"hoster":"VOE"},{"redirect":13113431,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The impressionist","descr":"Ein Impressionist, \"Mr. Personalities\", wird von der Regierung hinzugezogen, um ihr bei der Kommunikation mit einem Außerirdischen zu helfen. Mr. Personalities ist zunächst ratlos, stellt aber schließlich \"Kontakt\" her. Der Außerirdische reist ab und Mr. Personalities ist deprimiert... bis der Außerirdische zu ihm zurückkehrt.","versions":[{"lang":2,"streams":[{"redirect":13113425,"hoster":"VOE"},{"redirect":13113445,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Life bomb","descr":"Ben Martin, ein reicher Geschäftsmann, wird von einer speziellen medizinischen Firma, \"Lifebomb\", kontaktiert, die ihm eine teure Police anbietet, die ihn ewig leben lässt. Sie geben ihm ein implantiertes Gerät, das jedes Mal, wenn er \"stirbt\", aktiviert wird und ihn in einen Kokon versetzt, bis die Firma kommt und ihn wiederbelebt. Seine Frau verlässt ihn bald, und da Ben dem Tod nahe ist, wird die Lebensbombe ständig ausgelöst. Er ist des Lebens überdrüssig und stellt fest, dass er in der Falle sitzt, da Lifebomb sich weigert, die Police zu kündigen, damit sie an ihm verdienen können.","versions":[{"lang":2,"streams":[{"redirect":13113449,"hoster":"VOE"},{"redirect":13113469,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ring around the redhead","descr":"Während Billy auf dem elektrischen Stuhl auf seine Hinrichtung wartet, erzählt er die bizarre Geschichte, wie er durch die Hand einer attraktiven Frau in seine missliche Lage geraten ist.","versions":[{"lang":2,"streams":[{"redirect":13113466,"hoster":"VOE"},{"redirect":13113461,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Parlour floor front","descr":"Eine Frau ist beunruhigt, als sie feststellt, dass ein Mann, dem sie und ihr Mann ein Zimmer vermieten, Voodoo praktiziert. Obwohl der Mann gutmütig und freundlich ist, hält die Frau ihn für einen bedrohlichen und unerwünschten Mieter. Der Ehemann hält den Mann für einen wohlmeinenden und harmlosen, wenn auch seltsamen Menschen, was im Widerspruch zu den Gefühlen seiner Frau steht. Sie beschließt, einen Plan auszuhecken, um den Mann aus dem Haus zu vertreiben. Als das Kind, mit dem sie schwanger war, eine Fehlgeburt hat und ihre Katze tot auftaucht, macht sie die schwarze Magie des Mieters für die Vorfälle verantwortlich. Vor lauter Schuldgefühlen erhängt sich der Mieter in seinem Zimmer. Als der Ehemann die Frau mit dem Vorfall konfrontiert, kommt die Wahrheit ans Licht. Es war die Frau, die die Fehlgeburt verursacht und die Katze des Paares getötet hat. Angewidert von ihren bösartigen Handlungen verlässt der Ehemann sie. Später in der Nacht wird die Frau im Bett von einem schrecklichen Stöhnen geweckt, das die Treppe zu ihrem Zimmer heraufkommt....","versions":[{"lang":2,"streams":[{"redirect":13113484,"hoster":"VOE"},{"redirect":13113474,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Halloween candy","descr":"Ein fieser alter Mann, der das Halloween-Fest abgrundtief hasst, wird von seinem Sohn allein gelassen, um Süßigkeiten an die Kinder der Nachbarschaft zu verteilen. Der alte Mann ignoriert die Kinder zunächst, füllt ihnen aber später auf grausame Weise eine Mischung aus Sirup und Reinigungsmittel in die Tüten. Zufrieden zieht sich der alte Mann in seinen Sessel zurück, um fernzusehen, als ihm ein koboldartiges Wesen einen Besuch abstattet. Die Kreatur bittet den alten Mann unablässig um Süßigkeiten, und er schließt sich schließlich im Haus ein, um ihr zu entgehen. Plötzlich stellt er fest, dass er nicht mehr telefonieren kann, da der Kobold ihn weiterhin von außen verfolgt. Schließlich beschließt der alte Mann, sich der Kreatur zu stellen, und geht auf die Veranda hinaus, wo er feststellt, dass der Kobold verschwunden ist. Er geht zurück ins Haus und schaut ein letztes Mal aus dem Fenster. Als er den Vorhang schließt, sieht er sich dem Wesen im Haus gegenüber, das ihn erneut um Süßigkeiten bittet. Erschrocken und verängstigt fällt er auf den Boden und geht.","versions":[{"lang":2,"streams":[{"redirect":13113494,"hoster":"VOE"},{"redirect":13113485,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The satanic piano","descr":"Pete Bancroft ist ein talentierter Pianist, der seine Inspiration verloren hat, aber von einem mysteriösen Erfinder kontaktiert wird, der ihm ein Klavier schenkt, das ihn wie nie zuvor spielen lässt, indem er einfach an die Musik denkt. Bancroft ist zunächst erleichtert, entdeckt aber bald, dass das Klavier sich von der Seele der Frau, die er liebt, ernähren muss, um seine Kräfte zu erhalten.","versions":[{"lang":2,"streams":[{"redirect":13113491,"hoster":"VOE"},{"redirect":13113492,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The devil’s advocate","descr":"Ein hasserfüllter Radiomoderator, Mandrake, spuckt Gift auf jeden, der anruft. Nachdem er Anrufe aus der ganzen Welt erhalten hat, stellt er jedoch bald fest, dass er tot ist, aber der \"Boss\" ihn behalten hat, weil er die Seelen entmutigt und sie anfälliger für den Einfluss des \"Bosses\" macht. Alraune kann seine Sendekabine nicht verlassen und verwandelt sich in einen Dämon, da er für immer und ewig weiter senden muss.","versions":[{"lang":2,"streams":[{"redirect":13113495,"hoster":"VOE"},{"redirect":13113504,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Distant signals","descr":"Ein berühmter Regisseur ist überrascht, als ein mysteriöser Investor an ihn herantritt und ihn bittet, eine \"Fugitive\"-ähnliche Serie zu Ende zu führen, die er vor zwanzig Jahren gedreht hatte und die vor der Ausstrahlung der letzten Folgen eingestellt wurde. \"Mr. Smith\" möchte, dass der Regisseur die alte Besetzung wieder zusammenstellt und die Serie für seine \"ausländischen Zuschauer\" fertigstellt. Der Hauptdarsteller, Van Conway, ist ein Trinker, aber Mr. Smith schafft es auf mysteriöse Weise, ihn auszunüchtern. Am Ende der Serie erfährt der Zuschauer, dass der an Amnesie leidende Hauptdarsteller von seinem eifersüchtigen Bruder gejagt wurde. Mr. Smith, zufrieden mit der Symmetrie, reist ab. Es bleibt Conway überlassen, zu erklären, was er für die Wahrheit hält: Smith stammt von einem zwanzig Lichtjahre entfernten Planeten. Die Außerirdischen, die Teil eines Doppelplanetensystems waren, waren von der Serie begeistert und schickten ihren Abgesandten zur Erde, um sie zu beenden, damit sie das Ende sehen konnten.","versions":[{"lang":2,"streams":[{"redirect":13113506,"hoster":"VOE"},{"redirect":13113517,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The trouble with Mary Jane","descr":"Zwei Okkultisten erhalten ein Angebot von 50.000 Dollar, wenn sie ein Mädchen von mehreren Dämonen befreien können, die von ihr Besitz ergreifen, doch schon bald geraten sie in Schwierigkeiten.","versions":[{"lang":2,"streams":[{"redirect":13113520,"hoster":"VOE"},{"redirect":13113513,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Ursa minor","descr":"Kate wacht auf und stellt fest, dass sich ihr Leben aus unbekannten Gründen rückwärts entwickelt hat.","versions":[{"lang":2,"streams":[{"redirect":13113532,"hoster":"VOE"},{"redirect":13113524,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Effect and cause","descr":"Der kleine Junge Timmy versucht, seine skeptischen Eltern davon zu überzeugen, dass unter seinem Bett ein schreckliches Monster lauert - sie erfahren zu spät, dass er die Wahrheit sagt.","versions":[{"lang":2,"streams":[{"redirect":13113551,"hoster":"VOE"},{"redirect":13113561,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Monsters in my room","descr":"Englebert Ames, ein Astronom, beobachtet den Halleyschen Kometen und erlebt einen Schock, als Sir Edmond Halley selbst auftaucht - er ist all die Jahre auf \"seinem\" Kometen geritten, um Sarah zu entkommen, der Frau, die ihn aus besessener Liebe verfolgt.","versions":[{"lang":2,"streams":[{"redirect":13113550,"hoster":"VOE"},{"redirect":13113558,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Comet watch","descr":"Eine Gruppe von Menschen findet sich in einem Szenario mit Otto gefangen, nur um herauszufinden, dass er ein Bühnenarbeiter ist und sie eine Theatergruppe sind, die alle in seinem Traum gefangen sind.","versions":[{"lang":2,"streams":[{"redirect":13113568,"hoster":"VOE"},{"redirect":13113560,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Dream girl","descr":"Ein Mann ist überglücklich, eine schöne Wohnung mit allen modernen Annehmlichkeiten zu einem unglaublich günstigen Preis zu finden. Die exzentrische Vermieterin verlangt nichts weiter, als dass der Mann ihr reichlich Müll für die Entsorgungsanlage zur Verfügung stellt. Der Mann ist verwirrt, als die Wände blutig werden, nachdem er versucht hat, ein Bild mit einem Nagel und einem Hammer aufzuhängen. Er ist weiter beunruhigt, als der Boden bebt und er ein unheilvolles Brüllen im ganzen Gebäudekomplex hört. Bald stellt er fest, dass das Gebäude selbst ein Lebewesen ist, das sich von den Abfällen der Bewohner ernährt. Verärgert über die Situation, füllt der Mann einen Müllsack mit Haushaltsreinigern, um das Wesen zu vergiften. Er wirft den Beutel in die Entsorgungsanlage, und das Wesen beginnt zu brüllen. Plötzlich stellt die Vermieterin den Mann mit ihren beiden Söhnen zur Rede. Sie werfen den Mann in den Müllschlucker und versorgen die Bestie mit einer vollwertigen Mahlzeit.","versions":[{"lang":2,"streams":[{"redirect":13113577,"hoster":"VOE"},{"redirect":13113571,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"A new lease on life","descr":"Junior Harman ist ein drittklassiger Schriftsteller, der entdeckt, dass sein neuer Agent, Mr. Kellaway, Dinge für ihn bewirken kann. Alles, was er braucht, ist ein bisschen Blut - ein paar Tiere, ein paar Penner... Junior macht nur widerwillig mit, aber bald merkt er, dass er keine andere Wahl hat.","versions":[{"lang":2,"streams":[{"redirect":13113582,"hoster":"VOE"},{"redirect":13113578,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Printer’s devil","descr":"Eine junge Frau, Christine, kehrt nach Hause zurück und findet ihre Mutter kalt und distanziert vor, die isoliert von allen anderen lebt. Die Frau findet bald heraus, dass ihre Mutter Chrissie heraufbeschworen hat - Christine als junges Mädchen, bevor sie wegzog und ein eigenes Leben begann. Christine stellt bald fest, dass sie mit dem idealisierten Selbstbild ihrer Mutter nicht mithalten kann.","versions":[{"lang":2,"streams":[{"redirect":13113588,"hoster":"VOE"},{"redirect":13113594,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The shrine","descr":"Der Geschäftsmann Chester checkt in einem Motel ein und macht sich an eine Frau heran. Sie weist ihn zurück, aber schon bald taucht eine andere, eifersüchtige Frau auf, die ihn verfolgt.","versions":[{"lang":2,"streams":[{"redirect":13113597,"hoster":"VOE"},{"redirect":13113598,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The old soft shoe","descr":"Stacey ist auf dem Heimweg vom College und fährt im letzten Waggon eines Zuges. Schon bald ist sie verblüfft über das bizarre Verhalten ihrer Mitreisenden, darunter eine Frau, die ihren Namen kennt, obwohl sie sich noch nie begegnet sind. Stacey findet bald heraus, dass sie und alle anderen tot sind und sich auf einer Reise befinden, aus der es kein Entrinnen gibt.","versions":[{"lang":2,"streams":[{"redirect":13113625,"hoster":"VOE"},{"redirect":13113630,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The last car","descr":"Stacey ist auf dem Heimweg vom College und fährt im letzten Waggon eines Zuges. Schon bald ist sie verblüfft über das bizarre Verhalten ihrer Mitreisenden, darunter eine Frau, die ihren Namen kennt, obwohl sie sich noch nie begegnet sind. Stacey findet bald heraus, dass sie und alle anderen tot sind und sich auf einer Reise befinden, aus der es kein Entrinnen gibt.","versions":[{"lang":2,"streams":[{"redirect":13113653,"hoster":"VOE"},{"redirect":13114419,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"A choice of dreams","descr":"Ein Mafiaboss, der an einer unheilbaren Krankheit leidet, wird von einem seltsamen Mann besucht, der behauptet, dass er die Fähigkeit besitzt, Sterbenden eine Auswahl an Träumen nach dem Tod anzubieten. Der Mafiaboss ist zunächst skeptisch und droht, den Mann zu töten, weil er seine Intelligenz beleidigt. Nach einigem Nachdenken nimmt er das Angebot des Mannes an und unterzieht sich seinen medizinischen Experimenten. Zunächst erlebt der Boss nichts als angenehme Erinnerungen. Doch nach ein paar Tagen beginnen sich in seinen Träumen Erinnerungen an die Menschen einzuschleichen, die er durch seinen bösen und rücksichtslosen Lebensstil vernichtet hat. Der Mafiaboss berichtet dem Mann von diesen Träumen und verlangt, dass diese Bilder nach seinem Tod nicht wiederkehren. Der Mann versichert dem Mafiaboss, dass die beunruhigenden Erinnerungen nur eine vorübergehende Nebenwirkung sind, die nach weiteren medizinischen Eingriffen abklingen wird. Als der Mafiaboss sich der letzten Operation unterzieht, die das Verfahren abschließt, werden die schrecklichen Erinnerungen dauerhaft und treten vollständig an die Stelle der angenehmen Erinnerungen. Im Inneren des Mafia-Bosses.","versions":[{"lang":2,"streams":[{"redirect":13113640,"hoster":"VOE"},{"redirect":13113652,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Strange love","descr":"Dr. Carrol besucht die Alcotts und erfährt, dass sie Vampire sind und dass Frau Marie fliehen will.","versions":[{"lang":2,"streams":[{"redirect":13113654,"hoster":"VOE"},{"redirect":13113658,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The unhappy medium","descr":"Die Familie eines verstorbenen Predigers erscheint zur Testamentseröffnung, stellt aber fest, dass er ihnen nichts Bestimmtes hinterlassen hat. Vielmehr warnt er sie auf seinem per Video aufgezeichneten Testament, dass er ihnen ein Zeichen schicken wird.","versions":[{"lang":2,"streams":[{"redirect":13113657,"hoster":"VOE"},{"redirect":13113659,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Fear of floating","descr":"Ein unglücklicher Tölpel, Arnold, läuft in ein Rekrutierungsbüro der Armee und bittet um Hilfe, weil er behauptet, schweben zu können. Es stellt sich heraus, dass er die Wahrheit sagt, aber dann tauchen Mr. Cooper und seine schwangere Tochter (schwanger von Arnold) auf und verlangen von ihm, das Richtige zu tun - es stellt sich heraus, dass je mehr Arnold lügt, desto mehr schwebt er.","versions":[{"lang":2,"streams":[{"redirect":13113661,"hoster":"VOE"},{"redirect":13113666,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Casavin curse","descr":"Eine Familie ist verflucht, weil ihr Urgroßvater seine Frau tötete, und der Fluch wird erst erlöschen, wenn auch sie alle sterben und es niemanden mehr gibt, der seinen Namen weiterführt.","versions":[{"lang":2,"streams":[{"redirect":13113672,"hoster":"VOE"},{"redirect":13113675,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The circus","descr":"Ein skeptischer Journalist reist im Auftrag zu einer Nebenattraktion. In einem kleinen Theater wird er von einem perversen Hausmeister/M.C. begrüßt, der (in scheinbar allgemeiner Weise) verspricht, seltsame, schreckliche und vermutlich unechte Kreaturen auszugraben. Der Journalist fühlt sich jedoch angewidert, als er sieht, wie ein dämonischer Vampir ein echtes Lamm verschlingt. Er schimpft mit dem Hausmeister, weil er solch grausame \"Unterhaltung\" gutheißt. Als er jedoch begreift, dass es sich um echte KREATUREN handelt, versucht der erschrockene Journalist, aus dem Zirkus zu fliehen, und gerät dabei unwissentlich in die Arme des Vampirs. Der Zirkusdirektor verwandelt ihn daraufhin in ein neues Ausstellungsstück, das derzeit für die treue Schar der Schausteller ausgestellt wird, die sich am Erschrecken erfreuen.","versions":[{"lang":2,"streams":[{"redirect":13113676,"hoster":"VOE"},{"redirect":13113682,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I can’t help saying goodbye","descr":"Ein junges Mädchen entwickelt die Gabe, das Schicksal derer zu sehen, die bald sterben werden, und entwickelt die Angewohnheit, sich von ihnen zu verabschieden, wenn sie stirbt.","versions":[{"lang":2,"streams":[{"redirect":13113681,"hoster":"VOE"},{"redirect":13113703,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The bitterest pill","descr":"Ein Junge, der von seinen Eltern schlecht behandelt wird, gewinnt die Oberhand, als ein exzentrischer Onkel auftaucht und versucht, die Eltern davon zu überzeugen, ihm die Entwicklung seiner neuesten Erfindung zu finanzieren - eine Pille, die die Gehirnleistung und das Gedächtnis steigert. Er erleidet einen Schlaganfall und stirbt, aber nicht bevor der Junge den einzigen Prototyp geschluckt hat und seine Eltern bald in die gleiche Lage bringt, in der er vorher war.","versions":[{"lang":2,"streams":[{"redirect":13113698,"hoster":"VOE"},{"redirect":13113700,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Deliver us from goodness","descr":"Valeria ist eine Heilige - im wahrsten Sinne des Wortes - und findet es mehr als sie ertragen kann. Sie sucht nach einem Weg, aus der Gnade herauszufallen, aber sie kann es nicht, egal wie sehr sie sich bemüht.","versions":[{"lang":2,"streams":[{"redirect":13113702,"hoster":"VOE"},{"redirect":13113705,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Florence Bravo","descr":"Der Geist einer Feministin quält die Frau, die ihr Haus kauft.","versions":[{"lang":2,"streams":[{"redirect":13113720,"hoster":"VOE"},{"redirect":13113714,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Greezenstacks","descr":"Ein kleines Mädchen, Audrey, entdeckt, dass sie ihre Familie kontrollieren kann, indem sie ihre Puppenfamilie, die Geezenstacks, in ihrem Puppenhaus manipuliert.","versions":[{"lang":2,"streams":[{"redirect":13113718,"hoster":"VOE"},{"redirect":13113719,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Black widows","descr":"Audrey Webster macht sich Sorgen um ihre zurückgezogen lebende Mutter, doch als sie der Sache nachgeht, erfährt sie, warum ihre Mutter sich von anderen fernhält und was Audrey in ihrer eigenen bevorstehenden Hochzeitsnacht erwartet.","versions":[{"lang":2,"streams":[{"redirect":13113721,"hoster":"VOE"},{"redirect":13113732,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"A serpent’s tooth","descr":"Eine kiebitzige Mutter, Pearl, warnt ihre unaufmerksame Familie, doch ihre Warnungen werden wahr.","versions":[{"lang":2,"streams":[{"redirect":13113731,"hoster":"VOE"},{"redirect":13113740,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Baker’s dozen","descr":"Ruby Cuzzins, eine Bäckerin aus New Orleans, verkauft \"magische\" Kekse und gibt dem skrupellosen Henry Adman eine Kostprobe ihrer Waren. Überzeugt versucht Henry, sie zu überreden, mit ihm ins Geschäft zu kommen, doch als sie sich weigert, bekommt er sein blaues Wunder.","versions":[{"lang":2,"streams":[{"redirect":13113735,"hoster":"VOE"},{"redirect":13113737,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Seasons of belief","descr":"Am Weihnachtsabend beschließt ein Ehepaar, seine unruhigen Kinder zu beschäftigen, indem es ihnen eine Fabel über ein riesiges, geflügeltes Wesen namens \"Der Grither\" erzählt. Die Kinder sträuben sich zunächst gegen die Geschichte, in der das Wesen als stolze, hasserfüllte Bestie beschrieben wird, die wütend wird, wenn sie hört, dass ihr Name laut ausgesprochen wird. Obwohl es am Nordpol lebt, kann es mit seinen riesigen Ohren überall auf der Welt hören, wenn sein Name ausgesprochen wird, und die Eltern versichern den Kindern, dass der Grither auf dem Weg zu ihrem Haus ist, um sie zu töten. Die Kinder bekommen im Laufe der Geschichte immer mehr Angst, bis sie schließlich völlig hysterisch werden. In dem Bemühen, die Kinder zu beruhigen, geben die Eltern schließlich zu verstehen, dass die Geschichte nur erfunden ist. In diesem Moment brechen die riesigen Arme des Grithers durch die Fenster des Hauses und brechen den Eltern das Genick, während die Kinder entsetzt zusehen.","versions":[{"lang":2,"streams":[{"redirect":13113744,"hoster":"VOE"},{"redirect":13113751,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Heretic","descr":"Ein reicher Kunstsammler kauft ein gestohlenes Gemälde von einem Dieb. Das Gemälde stellt einen Mann vor der spanischen Inquisition dar. Der Sammler Harte wird bald von einem geheimnisvollen Mann aufgesucht, der ihn bittet, seine Sünden zu bereuen und das unrechtmäßig erlangte Bild aufzugeben. Harte ignoriert die Warnungen und wird in das Gemälde gesogen, wo er als Sünder und Ketzer gefoltert werden soll. Er widerruft vor dem Inquisitor, der ihn gehen lässt. Nachdem er das Bild verlassen hat, weigert sich Harte, es aufzugeben, und erhält in der realen Welt einen persönlichen Besuch des Inquisitors. Der Dieb kehrt zurück, um das Bild zu holen, und Harte ist nirgendwo zu finden... in dieser Welt.","versions":[{"lang":2,"streams":[{"redirect":13113759,"hoster":"VOE"},{"redirect":13113760,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Miss May Dusa","descr":"Ein Räuber erweckt versehentlich eine Schaufensterpuppe zum Leben - ihr Blick verwandelt ihn in eine Statue. Die nun lebende Schaufensterpuppe flieht in die Nacht, ohne zu wissen, welche Kräfte sie hat und welches Unheil sie anrichten kann.","versions":[{"lang":2,"streams":[{"redirect":13113764,"hoster":"VOE"},{"redirect":13113767,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The milkman cometh","descr":"Ein Mann, Garry, hört von seinem Nachbarn die bizarre Geschichte, dass der unsichtbare Milchmann in der Nachbarschaft jedem einen Wunsch erfüllt, der seine Wünsche in die leeren Flaschen legt, die abgeholt werden sollen. Garry probiert es selbst aus, und schon bald wird ihm jeder Wunsch erfüllt. Sein letzter Wunsch ist eine Tochter, doch seine Neugier ist zu groß und er versucht, den Milchmann zur Rede zu stellen. Garry erhascht einen Blick auf eine deformierte mutierte Kreatur, bevor sie sich auflöst, und dann wird ihm klar, wie der \"Milchmann\" seinen Wunsch erfüllen wird - indem er seine Frau schwängert.","versions":[{"lang":2,"streams":[{"redirect":13113769,"hoster":"VOE"},{"redirect":13113773,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"My ghostwriter – the vampire","descr":"Der Schreiberling Peter, der immer schlechtere Vampirgeschichten schreibt, kauft einen Sarg, um sich inspirieren zu lassen, und findet ihn besetzt von Graf Draco. Peter gelingt es, sich zu schützen, und die beiden treffen eine Vereinbarung: Draco wird ihm neue Inspirationen liefern, die auf seinen Lebenserfahrungen basieren, und Peter wird die Bücher schreiben. Peter wird reich, weigert sich aber, den Erlös zu teilen. Mit Hilfe von Peters Sekretärin gelingt es Draco, den Schriftsteller zu überrumpeln und zu töten, woraufhin der Vampir und die Sekretärin eine neue Vereinbarung treffen.","versions":[{"lang":2,"streams":[{"redirect":13113772,"hoster":"VOE"},{"redirect":13113774,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"My own place","descr":"Laura, eine verzweifelte Frau, versucht, allein eine Wohnung zu finden, ist aber gezwungen, Ram, einen Einwanderer aus Kalkutta, aufzunehmen. Als Ram unter anderem durch ihr Zutun stirbt, stellt Laura fest, dass sie eine ganze Familie von geisterhaften Hindus geerbt hat.","versions":[{"lang":2,"streams":[{"redirect":13113777,"hoster":"VOE"},{"redirect":13113782,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Red leader","descr":"Ein korrupter Tycoon macht einen Deal mit dem Teufel, um Macht und Reichtum zu erlangen.","versions":[{"lang":2,"streams":[{"redirect":13113780,"hoster":"VOE"},{"redirect":13113788,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Everybody needs a little love","descr":"Robert, ein einsamer geschiedener Mann, ist auf eine Schaufensterpuppe fixiert, doch schon bald stellt sich die Frage: Lebt die Schaufensterpuppe?","versions":[{"lang":2,"streams":[{"redirect":13113790,"hoster":"VOE"},{"redirect":13113792,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Auld acquaintances","descr":"Zwei langlebige Hexen, Elizabeth und Mary, wetteifern in der heutigen Zeit erneut um ein Amulett, das sie vor Hunderten von Jahren geteilt haben.","versions":[{"lang":2,"streams":[{"redirect":13113798,"hoster":"VOE"},{"redirect":13113796,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The social climber","descr":"Ein Schuhmacherlehrling entdeckt eine seltsame Macht, als er feststellt, dass er in das Leben anderer Menschen eintreten kann, indem er einfach ihre Schuhe anzieht.","versions":[{"lang":2,"streams":[{"redirect":13113797,"hoster":"VOE"},{"redirect":13113808,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"The swap","descr":"Anna Belles Plan, ihren Mann zu ermorden, um an sein Geld zu kommen, geht nach hinten los - mit unangenehmen Folgen.","versions":[{"lang":2,"streams":[{"redirect":13113804,"hoster":"VOE"},{"redirect":13113809,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Let the games begin","descr":"Als Harry Carson einen Herzinfarkt erleidet, kämpfen ein Engel und ein Teufel darum, wer seine Seele bekommt, und es liegt an Harry, die richtige Entscheidung zu treffen.","versions":[{"lang":2,"streams":[{"redirect":13113826,"hoster":"VOE"},{"redirect":13113822,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The enormous radio","descr":"Irene und Jim entdecken, dass sie mit einem neu gekauften Radio die Nachbarn belauschen können, aber Irene wird bald paranoid, weil sie sich fragt, ob diese sie hören können.","versions":[{"lang":2,"streams":[{"redirect":13113830,"hoster":"VOE"},{"redirect":13113840,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Beetles","descr":"Ein Ägyptologe, der an einem Sarkophag arbeitet, ignoriert einen Fluch und erleidet ein grausames Schicksal.","versions":[{"lang":2,"streams":[{"redirect":13113859,"hoster":"VOE"},{"redirect":13113862,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mary, Mary","descr":"Eine Frau, die mit Schaufensterpuppen lebt, weil sie mit echten Menschen nicht umgehen kann, erlebt ein böses Erwachen.","versions":[{"lang":2,"streams":[{"redirect":13113876,"hoster":"VOE"},{"redirect":13113863,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The spirit photographer","descr":"Trotz der Entmutigung durch seinen Freund versucht der Fotograf Algernon, ein Mann mittleren Alters, die Geister auf Film zu bannen.","versions":[{"lang":2,"streams":[{"redirect":13113869,"hoster":"VOE"},{"redirect":13113872,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The moth","descr":"Sybil, eine Frau an der Schwelle zum Tod, ist von dem Gedanken besessen, dass ihre Seele nach ihrem Tod in einer Motte wohnen wird, und sie bittet ihre Mutter, die Motte zu halten, bis sie wieder zum Leben erweckt werden kann.","versions":[{"lang":2,"streams":[{"redirect":13113879,"hoster":"VOE"},{"redirect":13113882,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"No strings","descr":"Ein Mafioso, der seinen alten Rivalen endlich besiegt hat, engagiert einen widerwilligen Puppenspieler, um seinen Rivalen aufzuspannen und ihn für sich tanzen zu lassen. Der Mafioso ahnt nicht, dass sowohl die Puppe als auch der Puppenspieler ihre eigenen Pläne verfolgen...","versions":[{"lang":2,"streams":[{"redirect":13113896,"hoster":"VOE"},{"redirect":13113892,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The grave robber","descr":"In dieser komödiantischen Episode entdecken zwei Schatzsucher ein verlorenes ägyptisches Grab und erwecken versehentlich eine Mumie zum Leben. Die Mumie, Tapok, versucht nicht, sie zu erwürgen, sondern fordert den männlichen Entdecker zu einer Partie Strip-Poker heraus. Der Forscher verliert, und mit jedem Kleidungsstück, das er verliert, nimmt er mehr von Tapoks Umhüllungen an, bis Tapok schließlich seinen Fluch überträgt und mit dem anderen Forscher verschwindet.","versions":[{"lang":2,"streams":[{"redirect":13113899,"hoster":"VOE"},{"redirect":13113904,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Yattering and Jack","descr":"Jack Polo, ein ganz normaler, alltäglicher Mann, lebt ein ganz normales, alltägliches Leben... obwohl um ihn herum seltsame poltergeistähnliche Ereignisse stattfinden. Er scheint alles Schlechte um sich herum nicht zu bemerken. Bald wird klar, dass ein kleiner Dämon, ein Yattering, geschickt wurde, um ihn zu quälen, weil seine Mutter eine Hexe war. Der Chef des Yatterings sagt ihm, dass er alles tun kann, was er will, solange er Jack nicht anfasst. Jacks Tochter kommt zu Besuch und ist erstaunt über die vielen seltsamen Vorkommnisse (u. a. ein animierter Weihnachtstruthahn), die sich ereignen, und über die immer schrilleren Versuche ihres Vaters, alles zu leugnen, was nicht stimmt. Sein Motto: \"\"Que Sara Sara\"\". Schließlich berührt der Yattering, der vor Verzweiflung den Verstand verloren hat, Jack... was ihn zu seinem willigen Diener macht. Jack wusste die ganze Zeit von den Plänen des Dämons und hoffte, dass er ihn mit einem Trick dazu bringen konnte, ihn zu berühren. Jetzt ist er vor der Rache der Hölle sicher und hat dabei einen neuen Diener.","versions":[{"lang":2,"streams":[{"redirect":13113908,"hoster":"VOE"},{"redirect":13113907,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Seymourlama","descr":"Sehr zur Enttäuschung seiner Eltern wird der verwöhnte Junge Seymour von einer Gruppe von Mönchen zum Hohen Lama erklärt.","versions":[{"lang":2,"streams":[{"redirect":13113915,"hoster":"VOE"},{"redirect":13113921,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sorry, right number","descr":"Katie erhält einen mysteriösen Anruf von einer Frau, die vor dem Tod ihres Mannes warnt ... aber er ist noch nicht tot. Katie ignoriert den Anruf, und ihr Mann stirbt. Bei der Beerdigung ruft die verzweifelte Katie sich selbst an... und findet sich im Gespräch mit... sich selbst. Sie versucht, ihr früheres Ich zu warnen, obwohl sie weiß, dass es nichts nützt, und bricht dann verzweifelt zusammen.","versions":[{"lang":2,"streams":[{"redirect":13113918,"hoster":"VOE"},{"redirect":13113931,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Payment overdue","descr":"Michael, ein unbarmherziger Inkassobeauftragter, findet heraus, dass Jeanette die Regeln des Schuldenmachens nicht ganz versteht, und hat deshalb einige unangenehme Probleme.","versions":[{"lang":2,"streams":[{"redirect":13113924,"hoster":"VOE"},{"redirect":13113925,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Love hungry","descr":"Betsy, eine übergewichtige Frau, erhält ein anonymes Paket mit einem Ohrhörer, der ihr angeblich bei ihrer Diät helfen soll. Es überträgt die \"Stimmen\" ihres Essens, während sie es isst, aber Betsy hat immer noch Probleme und das nächste Geschenk ist eine Brille, mit der sie ihr Essen auch \"sehen\" kann...","versions":[{"lang":2,"streams":[{"redirect":13113929,"hoster":"VOE"},{"redirect":13113933,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The deal","descr":"Der Drehbuchautor Tom Dash geht unwissentlich einen Pakt mit dem Teufel ein und muss entweder ein neues Opfer finden oder seine Seele opfern, um aus dem Pakt herauszukommen.","versions":[{"lang":2,"streams":[{"redirect":13113941,"hoster":"VOE"},{"redirect":13113944,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The apprentice","descr":"Jane wird von einem puritanischen Museum engagiert, geht aber auf geheimnisvolle Weise in die Zeit zurück, wo sie in der Vergangenheit gezwungen ist, als nahe Sklavin zu arbeiten.","versions":[{"lang":2,"streams":[{"redirect":13113945,"hoster":"VOE"},{"redirect":13113947,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Cutty Black sow","descr":"Auf ihrem Sterbebett erzählt Jamies Urgroßmutter ihm die Geschichte eines keltischen Dämons, der Cutty Black Sow, die kommt, um die Seele von jemandem zu beanspruchen, der in dieser Nacht stirbt, und Jamie schwört, ihre Seele vor dem Tier zu schützen.","versions":[{"lang":2,"streams":[{"redirect":13113952,"hoster":"VOE"},{"redirect":13113956,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Do not open this box","descr":"Ein betagter Erfinder und seine Frau kommen in den Besitz einer Box mit der Aufschrift \"\" Öffne diese Box nicht \"\". Die Frau öffnet es und findet es leer. Am nächsten Tag kommt ein Mann, um die Box zu beanspruchen und die Dame macht eine Geschichte über den Verlust der Box aus. Der Mann beginnt, ihnen schöne Dinge im Austausch für schließlich die Box zurück zu geben. Das Paar beginnt das süße Leben dank des Fremden zu leben, aber wenn sie endlich die Box zurückgeben, sagt ihnen der Mann, dass es eine menschliche Seele enthielt - da die Box geöffnet wurde, ist die Seele entkommen und jetzt braucht der Mann einen Ersatz.","versions":[{"lang":2,"streams":[{"redirect":13113959,"hoster":"VOE"},{"redirect":13113968,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Family reunion","descr":"Janice, eine junge Mutter, schwört einer Sozialarbeiterin, Trudy, dass ihr Mann Robert ihren Sohn Bobby vor sechs Monaten entführt hat und sie seitdem keines von beiden gesehen hat. Trudy stimmt zu, Vater und Sohn zu finden, entdeckt aber, dass alles nicht das ist, was sie zu glauben geführt wurde.","versions":[{"lang":2,"streams":[{"redirect":13113970,"hoster":"VOE"},{"redirect":13113969,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Going native","descr":"Ein Außerirdischer wird zur Erde geschickt, um die Natur und das Verhalten der Menschen zu erforschen. Der Außerirdische, der einer normalen Frau auf der Erde ähnelt, studiert akribisch Fotografien von Stillleben aus Großstädten, gleichzeitig fasziniert und angewidert von der Unordnung und Degeneration, die auf den Bildern dargestellt wird. Der Außerirdische schließt sich einer therapeutischen Selbsthilfegruppe an, um die scheinbar widersprüchlichen Menschen besser zu verstehen. Während sie persönliche Beziehungen zu jedem Gruppenmitglied aufbaut, beginnt sie, den Ursprung und die Gründe für das Verhalten von Menschen besser zu verstehen, wenn auch aus der Sicht eines externen Beobachters. Die anderen Mitglieder der Gruppe empfinden den Außerirdischen als distanziert und distanziert, ein Zustand, von dem sie annehmen, dass er auf einem Selbstverleugnungskomplex beruht. Als die Außerirdische bei einem der Gruppentreffen spricht, wird ihr plötzlich klar, dass sie genau die gleichen Gefühle verspürt wie die Menschen, die sie untersucht hat. Sie ist durch Assimilation menschenähnlich geworden, gefangen in der emotionalen Hülle von Ano.","versions":[{"lang":2,"streams":[{"redirect":13113979,"hoster":"VOE"},{"redirect":13113985,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Hush","descr":"Ein Babysitter wird hereingerufen, um sich um einen kranken Jungen zu kümmern. Als Spiel bilden die beiden ein vorgetäuschtes Wesen aus Haushaltsteilen, eines, das Laute isst. Die Kreatur erwacht zum Leben und saugt den Klang und das Leben aus allem im Haus. Die beiden versuchen sich ihr zu entziehen, aber das unkontrollierbare Husten des Jungen verschenkt ihn. Die Kreatur wird dann empfindlich genug für den Herzschlag des Mädchens, um sie auch zu finden und zu töten, dann geht sie hinaus in die Welt für mehr \"\" Essen \"\".","versions":[{"lang":2,"streams":[{"redirect":13113984,"hoster":"VOE"},{"redirect":13113987,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Barter","descr":"Eine Mutter versucht, von ihrem lauten Trommeln praktizierenden Sohn eine Zurechtweisung zu erhalten, indem sie einen Deal mit einem Ammoniak suchenden Außerirdischen macht.","versions":[{"lang":2,"streams":[{"redirect":13113990,"hoster":"VOE"},{"redirect":13114000,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Basher Malone","descr":"Ein Wrestler, der einen großen Gegner sucht, sieht sich in den Kampf gegen einen Dämon aus der Hölle getrickst.","versions":[{"lang":2,"streams":[{"redirect":13114004,"hoster":"VOE"},{"redirect":13114003,"hoster":"Streamtape"}]}]}]}]}