{"path":"/serie/stream/gestt-hochstetten","name":"Gestüt Hochstetten","descr":"Alexandra Winkler lebt in einem Wiener Arbeiterbezirk, ist in einer Brotfabrik angestellt und spart für ihren Traum: einen eigenen Backshop! Als die 23-jährige Vollwaise erfährt, dass sie die uneheliche Tochter eines verstorbenen Gutsherrn ist und von ihm das Trakehnergestüt Hochstetten erbt, erscheint ihr das alles wie ein Traum – aus dem sie schon bald unsanft aufwachen wird.","seasons":[{"path":"/serie/stream/gestt-hochstetten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gestt-hochstetten/staffel-1/episode-1","name":"Das Testament","epNo":1,"alt":"","descr":"Alexandra Winkler lebt in einem Wiener Arbeiterbezirk, ist in einer Brotfabrik angestellt und spart für ihren Traum: einen eigenen Backshop! Als die 23-jährige Vollwaise erfährt, dass sie die uneheliche Tochter eines verstorbenen Gutsherrn ist und von ihm das Trakehnergestüt Hochstetten erbt, erscheint ihr das alles wie ein Traum – aus dem sie schon bald unsanft aufwachen wird. Ihre Halbgeschwister Maximilian, Silvia und Leander können es nämlich kaum fassen, ausgerechnet beim Filetstück des Familienerbes übergangen worden zu sein. Wortführer Maximilian, der das Gut verwaltet, droht Alexandra, das Testament anzufechten und macht ihr ein \"großzügiges\" Angebot: 200.000 Euro auf die Hand, wenn sie sofort verzichtet! Was die überrumpelte Erbin nicht weiß: Mit 200.000 Euro würde sie völlig ungenügend abgespeist werden, und Maximilian steht mit dem Rücken zur Wand. Er hat das komplette Vermögen seines verstorbenen Vaters in ein millionenschweres Geheimprojekt investiert. Während Maximilian auf Alexandras Unterschrift wartet, kämpft sie um das Leben des Hengstes \"Dezember\", der bei einem Zwischenfall verletzt wurde. In dem freilaufenden Pferd, das als Halbblut nicht den Status eines reinrassigen Trakehners genießt, findet Alexandra einen Seelenverwandten. Um ihn zu retten, muss sie den Mut aufbringen, sich gegen ihre neue Familie zu behaupten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096188","hoster":"VOE"},{"path":"/redirect/8541495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gestt-hochstetten/staffel-1/episode-2","name":"Dezember","epNo":2,"alt":"","descr":"Alexandra Winkler nimmt ihr Erbe an: Die junge Fabrikangestellte möchte herausfinden, warum ihr verstorbener Vater ausgerechnet ihr das riesige Trakehnergestüt anvertraut hat. Um sie in die Knie zu zwingen, steigt ihr Halbbruder Maximilian als Verwalter aus und lässt seinen skrupellosen Handlanger Moser einen Streik der Belegschaft anzetteln. Niemand versorgt nun die hungrigen Zuchtpferde, was den Pferdebesitzern schnell auffällt, und den Druck auf Alexandra erhöht. Mit der Hilfe ihrer Freunde Paula, Tilda und Raphael kann Alexandra den Betrieb gerade so am Laufen halten. Unterdessen verfolgen Maximilian und seine Geliebte Margarethe ihren geheimen Plan weiter, ein exklusives Reitturnier nach Hochstetten zu holen. Das Treffen mit dem einflussreichen Sportmanager Laszlo Turin macht jedoch deutlich: Sie müssen den Erbschaftsstreit so schnell wie möglich für sich entscheiden. Während Maximilian jedes Mittel recht ist und er sogar heimlich einen DNA-Abgleich in Auftrag gibt, möchte seine Mutter Marie die Vergangenheit um jeden Preis ruhen lassen. Doch durch die Eindrücke auf Gut Hochstetten beginnt nun auch Alexandra, die bei Adoptiveltern aufgewachsen ist, sich mit ihrer eigenen Geschichte zu beschäftigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100844","hoster":"VOE"},{"path":"/redirect/8555256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gestt-hochstetten/staffel-1/episode-3","name":"Ein neuer Tag","epNo":3,"alt":"","descr":"Alleinerbin Alexandra und ihr Halbruder Maximilian führen nun gemeinsam das Gestüt Hochstetten. Er lässt die wenig standesgemäße Gutsherrin jedoch bei jeder Gelegenheit spüren, wer bei den Geschäften wirklich das Sagen hat. In den geheimen Plan, ein internationales Reitturnier auf dem Gestüt auszurichten, weiht er sie erst gar nicht ein. Auch seine beiden Geschwister Leander und Silvia, die zufällig einen Funktionär des Reitturniers, Laszlo Turin, kennenlernen, wissen noch nichts von dem hochriskanten Vorhaben. Dass Maximilian deshalb zum Beispiel den Köhlerhof um jeden Preis loswerden möchte, weiß nur seine Geliebte Margarethe. Weil er mit der Sanierung des Hofs nicht vorankommt, steht Maximilian doppelt unter Druck: Bezirksrat Holzleitner zweifelt an Maximilians Durchsetzungsfähigkeit und auch die durch den Erbschaftsstreit aufgeschreckte Hausbank meldet erste Zweifel an dem Erfolg der Investitionen an. Bevor Bankdirektor Havelka den Geldhahn für Hochstetten wieder aufdreht, will er sich bei einem Ortstermin persönlich ein Bild machen. Als Maximilian durch einen Reitunfall ausfällt, muss ausgerechnet Alexandra dessen Pläne vertreten. Um Führungsstärke und Loyalität zu beweisen, fällt sie eine schmerzhafte Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096189","hoster":"VOE"},{"path":"/redirect/8555254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gestt-hochstetten/staffel-1/episode-4","name":"Das Fest","epNo":4,"alt":"","descr":"Alexandra Winkler (Julia Franz Richter) weiß jetzt, warum ausgerechnet sie – eine Vollwaise, die noch vor kurzem in einer Wiener Brotfabrik arbeitete und nicht einmal wusste, Tochter eines Gutsherrn zu sein – das stolze Trakehnergestüt Hochstetten geerbt hat. Die junge Frau soll den riskanten Plan ihres Halbbruders Maximilian (Christoph Luser), ein millionenschweres Reitturnier nach Hochstetten zu holen, verhindern und ein besonderes Vermächtnis umsetzen. Im Haus ihrer Mutter findet sie ein Buchmanuskript, das für das Reiten eine Revolution bedeuten würde. Um dieses Vermächtnis umzusetzen, versucht Alexandra, ihre Halbgeschwister Silvia (Patricia Aulitzky) und Leander (Laurence Rupp) dafür zu gewinnen, mit ihr das Trakehnergestüt zum Ausgangspunkt für einen neuen Reitstil zu machen. Tatsächlich schafft sie es, Leander auf ihre Seite zu ziehen: Er will beim Derby mit dem Halbblut Dezember gegen seinen übermächtigen Bruder antreten, um zu zeigen, dass die pferdefreundliche Art zu reiten überlegen ist. Maximilian dagegen möchte diese Bühne nutzen, um die hochkarätige Kommission des Sportmanagers Laszlo Turin (Stipe Erceg) davon zu überzeugen, den begehrten Royal-Grand-Prix nach Hochstetten zu bringen. Dass seine Geliebte Margarethe (Jeanette Hain) eigene Plänen haben könnte, trifft ihn völlig unvorbereitet. Auf dem \"Gestüt Hochstetten\" kommt es durch das Derby zur Entscheidung: Hauptdarstellerin Julia Franz Richter und Christoph Luser als ihr Halbbruder Maximilian stehen sich in dem Machtkampf gegenüber. Gekonnt führt Regisseur Christopher Schier die Stränge des österreichischen Familienepos in einem dramatischen Finale zusammen. Bei dem Intrigenspiel um Macht, Gier und Sehnsüchte kommt es zu einer überraschenden Wendung. Denn Jeanette Hain zeigt als Geliebte von Maximilian endlich ihr wahres Gesicht: Sie will mehr sein als die Frau an der Seite des Gutsherrn. Grandios sind die Bilder von dem herrschaftlichen Anwesen, den edlen Pferden und dem Reitturnier, die Kameramann Thomas Kürzl in Szene setzte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007729","hoster":"VOE"},{"path":"/redirect/8541494","hoster":"Streamtape"}]}]}]}]}