{"seriesId":"getting-on-fiese-alte-knochen","name":"Getting On - Fiese alte Knochen","descr":"US-amerikanische Comedyserie, die in einem Krankenhaus spielt und alltägliche Geschichten rund um besorgte Ärzte und Krankenschwestern, die sich um das Wohlergehen ihrer zumeist älteren Patienten kümmern, erzählt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Didis Einstand","epNo":1,"alt":"Born on the Fourth of July","descr":"Es ist der 4. Juli in der Billy Barnes Extended Care Unit des Mt. Palms Hospital. An ihrem ersten Arbeitstag entdeckt die Krankenschwester DiDi Ortley Fäkalien auf einem Liegestuhl und ist hin- und hergerissen zwischen den widersprüchlichen Anweisungen der erfahrenen Krankenschwester Dawn Forchette, die einen \"Vorfallsbericht\" einreichen will, bevor sie den Stuhl entfernt, der kommissarischen medizinischen Leiterin Dr. Jenna James, die eine Stuhlprobe für ihre medizinische Studie benötigt, und der leitenden Krankenschwester Beverly Raymes, die endemische Probleme mit der Sauberkeit des Fußbodens hatte und den Stuhl sterilisieren lassen will. In einem hitzigen Streit mit Schwester Raymes bricht Dr. James in der Öffentlichkeit zusammen und wird schließlich dauerhaft für diesen aussichtslosen Job eingeteilt. In der Zwischenzeit versucht das Personal, die Identität einer asiatischen Frau herauszufinden, die auf einer Autobahn gefunden wurde, und diskutiert, was mit dem Geburtstagskuchen einer verstorbenen Patientin geschehen soll.","versions":[{"lang":1,"streams":[{"redirect":11607720,"hoster":"VOE"},{"redirect":11607717,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Varla – Eine Patientin dreht durch","epNo":2,"alt":"If You’re Going To San Francisco","descr":"Nach dem Weggang von Beverly kommt ein neuer (männlicher) Pfleger, Patsy De La Serda, mit einer kundenorientierten, \"kreuzlinienbasierten\" Agenda in das Billy Barnes Team, von der er überzeugt ist, dass sie die Stationsbewertungen verbessern wird. Patsy lernt bald, dass der Umgang mit Patienten - vor allem mit sehr unkooperativen und widerspenstigen wie Varla - nicht unbedingt besser wird, wenn man den Dienst am Kunden misst. Auf der anderen Seite gewinnt eine fügsame Patientin namens Donna die Zuneigung von DiDi und zeigt beeindruckende Karaoke-Fähigkeiten.","versions":[{"lang":1,"streams":[{"redirect":11607727,"hoster":"VOE"},{"redirect":11607722,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sex und andere Bedürfnisse","epNo":3,"alt":"Make Someone Happy","descr":"DiDi landet in der \"Konfliktlösung\", nachdem Patsy eine Beschwerde gegen sie wegen unangemessener Bemerkungen eingereicht hat. Dawn lernt, dass Intimität mit einer Mitarbeiterin keine Garantie für Immunität bei der Beurteilung ist. Dr. James und Patsy geraten aneinander, als sie beschließt, die \"Make Someone Happy\"-Orientierung zu schwänzen, um an einem Ärztekongress in Cleveland teilzunehmen. Eine Patientin, Birdy, versetzt die Station in Aufruhr, als ihr Gentleman, Leonard, und sie in eine romantische Absicht verwickelt werden. Patsy kündigt eine stationsweite Tiefenreinigung an.","versions":[{"lang":1,"streams":[{"redirect":11607651,"hoster":"VOE"},{"redirect":11607670,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ausrangiert","epNo":4,"alt":"Dumped","descr":"Dr. James beschließt, auf der Station ein geriatrisches Trainingsprogramm einzuführen, was Patsy verärgert, zu deren \"Make Someone Happy\"-Initiative nun auch ein Live-Pianist und ein Springbrunnen gehören. DiDi enthüllt Patsys Beziehung zu Dawn gegenüber ihrem Gewerkschaftsvertreter als Beweis dafür, dass ihre homophobe Bemerkung nicht ernst gemeint war. Eine obdachlose Frau und ihr Gestank werden verdächtig auf der Station entsorgt, was eine Untersuchung durch das Personal zur Folge hat. Phyllis trifft ein, um nach ihrer sterbenden Mutter zu sehen. Dawn gewinnt den Hauptpreis in Dr. James\u0027 Wohltätigkeitstombola. Dr. James überlegt, ob sie umziehen soll, nachdem sie erfahren hat, dass sie sich erneut für eine Stelle bewerben muss, die sie nie haben wollte.","versions":[{"lang":1,"streams":[{"redirect":11607661,"hoster":"VOE"},{"redirect":11607654,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nachtschicht","epNo":5,"alt":"Nightshift","descr":"DiDis heitere Abendschicht wird durch die Ankunft eines neuen schwedisch sprechenden Patienten und mehrerer unwillkommener, betrunkener Besucher auf den Kopf gestellt. Dr. James, die nach einer bedauerlichen Dinnerparty vorbeikommt, kümmert sich um den eingewachsenen Zehennagel ihres betrunkenen Mannes Richard, während sie von einem Neuanfang in Cleveland träumt; eine benommene Dawn sucht nach einem beunruhigenden Abend mit Patsy im Aufenthaltsraum nach einem Notbehelf; und eine ältere schwedische Touristin zeigt ihre gymnastischen Fähigkeiten, während sie sich über ihren ruinierten Urlaub beschwert.","versions":[{"lang":1,"streams":[{"redirect":11607668,"hoster":"VOE"},{"redirect":11607655,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fehlfunktionen","epNo":6,"alt":"The Concert","descr":"Im Staffelfinale wird Phyllis an der Nase herumgeführt, während sich der Zustand ihrer Mutter verschlechtert, verbessert und wieder verschlechtert. Jenna versucht, ihre Cleveland-Chance zu nutzen, um Zugeständnisse von Dr. Stickley zu erhalten. DiDis Geduld ist erschöpft, nachdem eine Schuld unbezahlt geblieben ist. Das Personal zeigt mit dem Finger aufeinander, nachdem Cordelia, eine jähzornige Patientin, durch eine Fehlfunktion der Geräte verletzt wird. Die Mitarbeiter versöhnen sich, als ein Patient stirbt, und kommen zusammen, um ihr wöchentliches Pflegerkonzert für alle auf der Station aufzuführen.","versions":[{"lang":1,"streams":[{"redirect":11607665,"hoster":"VOE"},{"redirect":11607662,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Aasgeier","epNo":1,"alt":"No Such Thing as Idealized Genitalia","descr":"Dr. James\u0027 Forschungsprojekte sind überall. DiDi versucht, eine Gehaltserhöhung zu bekommen. Patsys neue Initiative kommt nicht sehr gut an.","versions":[{"lang":1,"streams":[{"redirect":11607664,"hoster":"VOE"},{"redirect":11607667,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sauber bleiben","epNo":2,"alt":"Is Soap a Hazardous Substance?","descr":"DiDi hat mehr Verantwortung, als ein Hospizprogramm eingeführt wird. Dawn blickt in die Zukunft.","versions":[{"lang":1,"streams":[{"redirect":11607676,"hoster":"VOE"},{"redirect":11607674,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mit Händen und Füßen","epNo":3,"alt":"Turnips…North Day…Yes, yes","descr":"Wenn ein Server zusammenbricht, ist das für die Mitarbeiter eine Katastrophe. Didi tritt Dr. Stickley auf die Zehen.","versions":[{"lang":1,"streams":[{"redirect":11607677,"hoster":"VOE"},{"redirect":11607681,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bildersuche","epNo":4,"alt":"The 7th Annual Christmas Card Competition","descr":"Ein Foto von Jenna rutscht versehentlich in einen Weihnachtskartenwettbewerb. Didi wird von einem Arztbesuch in Versuchung geführt.","versions":[{"lang":1,"streams":[{"redirect":11607678,"hoster":"VOE"},{"redirect":11607686,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Zahn der Zeit","epNo":5,"alt":"The Revolving Door Admit","descr":"DiDi kümmert sich um ihre jüngere Schwester, die auf der Station einspringt und versucht, Dawn zu beeindrucken. Dr. James stößt auf Widerstand gegen ihre Forschungsmethoden, ein Preis steigt Patsy zu Kopf und das Personal will einen bestimmten Patienten entlassen.","versions":[{"lang":1,"streams":[{"redirect":11607705,"hoster":"VOE"},{"redirect":11607718,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Todesengel","epNo":6,"alt":"Doctor Death","descr":"Im Finale von Staffel 2 werden von einem Informanten beunruhigende Neuigkeiten über das Hospizprogramm aufgedeckt, die die Zukunft der Mitarbeiter gefährden könnten. In der Zwischenzeit hat Dawn zwei Verehrer, und DiDi bespricht mit Dr. James ihre Gehaltsprobleme.","versions":[{"lang":1,"streams":[{"redirect":11607714,"hoster":"VOE"},{"redirect":12482383,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"War stets bemüht","epNo":1,"alt":"This Is About Vomit, People","descr":"Als Dr. Jenna James ihren Hospizskandal hinter sich lassen will, sieht sie ihren Job durch einen gut aussehenden neuen Arzt bedroht und ergreift sofort Maßnahmen. DiDi wird inspiriert, für ihre Gewerkschaftsrechte zu kämpfen, während Patsy aufgrund von Kürzungen gezwungen ist, in den Innendienst zurückzukehren. Dawn stellt ihre Ehe in Frage und erhält später eine erschütternde Nachricht.","versions":[{"lang":1,"streams":[{"redirect":11607683,"hoster":"VOE"},{"redirect":11607685,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein sauberer Abgang","epNo":2,"alt":"Don’t Let It Get in You or on You","descr":"Das Personal wird mit einer Infektionskrankheit konfrontiert. DiDis Familiendrama greift auf die Arbeit über - in der Person ihrer Schwägerin Yvette. Dr. James wendet sich an ein Pharmaunternehmen und wird von einem Patienten mit einer komplizierten Vergangenheit beeinflusst. Eine erschöpfte Dawn wird durch Patsys unvorhersehbare Annäherungsversuche wiederbelebt.","versions":[{"lang":1,"streams":[{"redirect":12174133,"hoster":"VOE"},{"redirect":11607689,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Immer nur lächeln","epNo":3,"alt":"No, I Don’t Want a F***ing Smiley Face","descr":"Während er sich auf eine bevorstehende Konferenz vorbereitet, wird Dr. James von der Politik am Arbeitsplatz überrumpelt. Ein krebskranker Schwerverbrecher, der schon einige waghalsige Ausbrüche hinter sich hat, kommt auf die Station. Als seine Mutter zu Besuch kommt, bittet Patsy Dawn, sich als jemand auszugeben, der sie nicht ist. DiDis Schwiegermutter kommt zur Behandlung zu Billy Barnes und löst damit eine Familienfehde aus.","versions":[{"lang":1,"streams":[{"redirect":11607691,"hoster":"VOE"},{"redirect":11607696,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer war ich?","epNo":4,"alt":"Am I Still Me?","descr":"Am Tag ihres \"Symposiums\" wird Dr. James von unerwarteten Komplikationen geplagt. Patsy nimmt seine Wahrheit an, und DiDi findet sich zwischen ihrer Arbeit und ihrer Familie gefangen. Dawn und Dr. James sehen in zwei britischen Besuchern, Dr. Pippa Moore und Schwester Den Flixter, unheimliche Visionen von sich selbst.","versions":[{"lang":1,"streams":[{"redirect":11607700,"hoster":"VOE"},{"redirect":11607694,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Königreich für eine Niere","epNo":5,"alt":"Please Partake of a Memorial Orange","descr":"Da das Schicksal der Station in der Schwebe ist, sucht DiDi nach Möglichkeiten, sie zu retten, während sie gleichzeitig mit dem Druck von Dawn zu kämpfen hat, sich für ihre Gesundheit einzusetzen. Die streitlustige Varla kehrt zurück und gerät mit ihrer ebenso eigensinnigen, lange verschollenen Tochter aneinander. Jenna, die in einem Berg von Lügen gefangen ist, gesteht ihrem Mann Richard die Wahrheit. Nach einer dramatischen Trauerfeier gibt es für das Personal ein böses Erwachen.","versions":[{"lang":1,"streams":[{"redirect":11607697,"hoster":"VOE"},{"redirect":11607699,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Licht aus","epNo":6,"alt":"Reduced to Eating Boiled Magazines and Book Paste","descr":"Im Finale der Serie versucht DiDi mit einem Streikposten, die Schließung des Billy Barnes zu verhindern. In der Zwischenzeit bereut Dr. James ein übereiltes Angebot, und eine Krankenpflegeschülerin macht eine Enthüllung, die Patsys Aufmerksamkeit auf sich zieht.","versions":[{"lang":1,"streams":[{"redirect":11607707,"hoster":"VOE"},{"redirect":11607713,"hoster":"Streamtape"}]}]}]}]}