{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex","name":"Ghost in the Shell - Stand Alone Complex","descr":"Die Handlung spielt hauptsächlich in der fiktiven japanischen Stadt New Port City (Niihama-shi) des Jahres 2030, wo die Mitglieder der Spezialeinheit Sektion 9 mit der Aufklärung verschiedener Fälle von Kriminalität, Spionage und Terrorismus betraut werden. Hierzu zählt auch der sogenannte Fall des Lachenden Mannes, der bereits vor mehreren Jahren für Aufsehen sorgte, von der zuständigen Abteilung der Polizei jedoch nie aufgeklärt werden konnte. Im Laufe der eigenen Ermittlungen stellen die Mitarbeiter von Sektion 9 fest, dass der Fall des Lachenden Mannes wesentlich komplexer ist, als dies zunächst den Anschein hat und sich die alles auslösende Entführung zu einem Fall von Wirtschaftskriminalität ungeahnten Ausmaßes entwickelt, in den neben Mitgliedern der Polizei auch Angehörige der Regierungspartei verstrickt sind...","seasons":[{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/filme/film-1","name":"Koukaku Kidoutai: Stand Alone Complex - The Laughing Man","epNo":1,"alt":"Koukaku Kidoutai: Stand Alone Complex - The Laughing Man","descr":"Im Jahr 2024 ereignete sich der als \"The Laughing Man Incident\" bekannte Terroranschlag, bei dem Ernest Serano, Präsident des bahnbrechenden Mikromaschinenunternehmens Sereno Genomics, entführt und Lösegeld erpresst wurde. Eines Tages, nachdem der Fall sechs Jahre lang ungelöst geblieben war, teilt Detective Yamaguchi, der den \"Vorfall mit dem lachenden Mann\" untersucht, mit, dass er sich mit Togusa von der Abteilung 9 für öffentliche Sicherheit treffen möchte. Doch kurz nach dem Absenden dieser Nachricht meldet sich Yamaguchi , entscheidend für den Erfolg des Falles, kommt bei einem Unfall ums Leben. Viele Tage vergehen, und mitten in einer polizeilichen Befragung über den Verdacht, hinter Abfangjägern zu stehen, erhält \"Der lachende Mann\" eine Vorwarnung vor seinem nächsten Verbrechen. Der körperlose Hacker beginnt erneut, sich zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457661","hoster":"VOE"},{"path":"/redirect/13457660","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13457858","hoster":"VOE"},{"path":"/redirect/13457859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/filme/film-2","name":"Koukaku Kidoutai: Stand Alone Complex - Solid State Society","epNo":2,"alt":"Koukaku Kidoutai: Stand Alone Complex - Solid State Society","descr":"2034 n. Chr. Es ist zwei Jahre her, seit Motoko Kusanagi Sektion 9 verlassen hat. Togusa ist nun der neue Anführer des Teams, das sein ernanntes Personal erheblich aufgestockt hat. Der erweiterte neue Abschnitt 9 ist mit einer Reihe komplizierter Vorfälle konfrontiert, und Untersuchungen zeigen, dass ein ultra-magischer Hacker mit dem Spitznamen \"Puppenmeister\" hinter der gesamten Ereignisreihe steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13457658","hoster":"VOE"},{"path":"/redirect/13457662","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13457862","hoster":"VOE"},{"path":"/redirect/13457857","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-1","name":"Sektion 9","epNo":1,"alt":"Sektion-9","descr":"Im Jahr 2030 ähnelt der Mensch mehr einem Cyborg, lädierte Körperteile werden einfach ausgetauscht. Die ungesunde Verquickung von Mensch und Maschine führt bald zu großen Problemen, die nur von Major Motoko Kusanagi und ihren Kollegen von der \"Sektion 9\" gelöst werden können. In der nahen Zukunft erfährt der Begriff \"Mensch\" durch die Verschmelzung des Individuums mit der Maschine eine komplett neue Definition. Humanoides Leben findet in der Wirklichkeit und der Cyberwelt statt. Auch die Kriminalität passt sich der neuen Entwicklung an. Alle Hände voll zu tun also für Motoko Kusanagi, die in der Eliteeinheit \"Sektion 9\" des japanischen Innenministeriums die grassierende Kriminalität bekämpfen soll. Motoko, Protagonistin von ‚Ghost in the Shell: Stand Alone Complex‘ und selbst mehr Cyborg als Mensch, kriegt es dabei mit manipulierten Politikern, rücksichtslosen Hackern und durchgedrehten Robotern zu tun. Am Ende steht dabei die elementare Frage, was das menschliche Dasein eigentlich ausmacht, wo es anfängt und wo es aufhört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264334","hoster":"VOE"},{"path":"/redirect/14291001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-2","name":"Beweis der Raserei","epNo":2,"alt":"Testation","descr":"Auf einem Testgelände gerät der Prototyp eines mehrbeinigen Kampfpanzers außer Kontrolle. Ein Unbekannter ist mithilfe des Erkennungscodes des kürzlich verstorbenen Konstrukteurs Takeshi Kago in die Panzer-KI eingedrungen. Sektion 9 fällt die Aufgabe zu, den Prototypen zu stoppen. Einen Angriff des Scharfschützen Saito kann der Panzer jedoch abwehren, da er das zur Zielerfassung genutzte Satellitensignal anzapft. In der Zwischenzeit bringen Togusa und Ishikawa die Identität des Hackers in Erfahrung: es handelt sich um Kago selbst, dessen Gehirn nach seinem Tod von einem Mitarbeiter in das System des Panzers integriert wurde. Man vermutet, dass Kago sich an seinen Eltern rächen will; diese hatten es aus religiösen Gründen abgelehnt, ihren kranken Sohn mit Cyberimplantaten heilen zu lassen. Vor Kagos Elternhaus gelingt es Sektion 9 schließlich den Panzer zu stoppen. Dabei wird Kagos Gehirn jedoch endgültig zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264341","hoster":"VOE"},{"path":"/redirect/14291005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-3","name":"Ein bescheidener Aufstand – Android and I","epNo":3,"alt":"Android and I","descr":"Der Prototyp einen Multiped-Panzers scheint außer Kontrolle geraten zu sein. Nachdem er die anderen beiden Prototypen zerstört hat, bricht er eigenmächtig aus der Trainingsanlage aus und macht sich auf den Weg in die Stadt. Wenig Zeit für die Sektion 9 den außer Kontrolle geratenen Kollegen zu stoppen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014672","hoster":"VOE"},{"path":"/redirect/14291002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-4","name":"Das visuelle Bauteil lacht","epNo":4,"alt":"Intercepter","descr":"Eine bestimmter Andruiden-Typ, von seinen Benutzern \"Jeri\" getauft, wurde mit einem Virus infiziert. Aus diesem Grund begehen immer mehr \"Jeris\" plötzlich Selbstmord. Die Sektion 9 wird gerufen, um heraus zufinden, was mit den Andruiden nicht stimmt und wer hinter dem Virus steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264349","hoster":"VOE"},{"path":"/redirect/14291004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-5","name":"Der Lockvogel singt","epNo":5,"alt":"Decoy","descr":"Durch einen Vermittler hat \"The Laughing Man\" bekannt gegeben, dass er von Dido verlangt, öffentlich die Wahrheit zu sagen. Die seltsame Persönlichkeit scheint greifbar nah. Ein erster Hauptverdächtiger wird ermittelt. Dieser heißt Nanao und pflegt dubiose Kontakte. Im Untergrund setzt die Sektion 9 ihre Ermittlungen fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264356","hoster":"VOE"},{"path":"/redirect/14291007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-6","name":"Die Nachahmer tanzen","epNo":6,"alt":"Meme","descr":"Nanao A verschickt aus seinem Versteck einen Computervirus und wird anschließend von einem Unbekannten erschossen. Der Virus befällt einen Leibwächter von Generalinspektor Daido und veranlasst diesen seinen Schutzbefohlenen anzugreifen. Major Kusanagi und Paz schützen den Generalinspektor und bringen ihn in Sicherheit, als weitere Nachahmer Daido angreifen. Nach diesem Vorfall beginnt Sektion 9 eigene Nachforschungen, um die wahren Hintergründe des Falls des Lachenden Mannes zu beleuchten, da Aramaki die Vorkommnisse der letzten Tage weiter für eine Inszenierung aus den Reihen der Polizei hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264364","hoster":"VOE"},{"path":"/redirect/14288865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-7","name":"Götzenverehrung","epNo":7,"alt":"Idolater","descr":"Marcelo Jarti, ehemaliger Anführer der Revolution in Jenoma, hat Japan in den letzten Jahren regelmäßig alle fünf Monate besucht. Jarti ist einer der meistgesuchten Männer der Welt und war bereits Ziel mehrerer Attentate, die er alle auf wundersame Weise überlebt hat. Bei seinem aktuellen Besuch wird Jarti von Sektion 9 verfolgt, um den Grund für seine häufigen Reisen herauszufinden. Nachdem Jarti sich mit dem Boss der örtlichen Drogenmafia getroffen hat, folgt ihnen das Einsatzteam zu einem Lagerhaus, wo die beiden außer Gefecht gesetzt werden. Kurz darauf stellen Kusanagi, Batou und Togusa fest, dass sich mehrere Kopien Jartis in dem Lagerhaus befinden. Der echte Marcelo Jarti ist bereits vor Jahren gestorben. Um den Schein zu wahren, hat die Mafia Kopien von Jartis Körper und Ghost erstellt. Die vielen Reisen dienten dazu, die Erinnerungen der Kopien untereinander abzugleichen. Sektion 9 hält die Angelegenheit geheim und lässt eine Kopie Jartis, der in seiner Heimat als Held gilt, zurückkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264367","hoster":"VOE"},{"path":"/redirect/14291006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-8","name":"Gesegnete Menschen","epNo":8,"alt":"Missing Hearts","descr":"Eine Bekannte Kusanagis, die als Krankenschwester arbeitet, bittet den Major die Herkunft eines Spenderherzens zu untersuchen, das einem jungen Mädchen eingepflanzt wurde, da bei der Beschaffung des Organs scheinbar nicht alles mit rechten Dingen zuging. Bei ihren Nachforschungen stößt Sektion 9 auf eine Gruppe von Medizinstudenten, die einen illegalen Handel mit gestohlenen Organen betreiben. Das Einsatzteam nimmt die Studenten fest, nachdem es ihnen zuvor eine Lektion erteilt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916578","hoster":"VOE"},{"path":"/redirect/14288872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-9","name":"Der Mann im Dunkel des Netzes","epNo":9,"alt":"Chat! Chat! Chat!","descr":"Major Kusanagi betritt im Netz einen Chatroom, in dem zahlreiche Verschwörungstheorien zum Lachenden Mann die Runde machen. Ihr Augenmerk richtet sich auf einen älteren Mann, der mehr über den Fall des Lachenden Mannes zu wissen scheint als die anderen Teilnehmer der Diskussion. Nachdem Kusanagi ein privates Gespräch mit ihm geführt und Informationen von ihm erhalten hat, wird sie vom Moderator der Diskussion, der Verbindungen zum wahren Lachenden Mann zu haben scheint, aus dem Chatroom transferiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264381","hoster":"VOE"},{"path":"/redirect/14291008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-10","name":"Ein Tag wie geschaffen für einen Dschungeltrip","epNo":10,"alt":"Jungle Cruise","descr":"Sektion 9 soll für die CIA Marco Amoretti aufspüren und festnehmen, einen ehemaligen US-Marine, der für eine Serie grausamer Foltermorde an Frauen verantwortlich ist. Amoretti war Mitglied eines Geheimkommandos der CIA, das im Krieg in Südamerika den Gegner durch möglichst grausame Morde an der Zivilbevölkerung demoralisieren sollte. Die CIA hofft, dass Batou, der sehr emotional auf den Fall reagiert, da er die Brutalität dieser Taktik aus seiner Zeit bei der Armee aus erster Hand kennt, Amoretti in seiner Wut töten und dadurch die letzten Beweise für die Verbindungen zur CIA beseitigen wird. Batou stellt Amoretti schließlich in den Tunneln der Kanalisation. Sein Pflichtbewusstsein siegt jedoch über seine Emotionen und er übergibt den Täter lebend an die CIA.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264387","hoster":"VOE"},{"path":"/redirect/14288882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-11","name":"Im Wald der Larven","epNo":11,"alt":"Portraitz","descr":"Togusa wird undercover in eine Einrichtung zur Resozialisierung von Personen mit Cyberbrain-Blockade-Syndrom geschickt, nachdem von dort geheime Daten aus der Datenbank des Sozialministeriums gestohlen wurden. Er lernt einen scheinbar autistischen Jungen namens Aoi und dessen Freunde kennen und erfährt von ihnen, dass der sogenannte \"Führer\" die Einrichtung zu der Zeit besucht hat, als der Einbruch in das System des Ministeriums stattfand. Bevor Togusa Näheres herausfinden kann, wird er enttarnt und bewusstlos geschlagen. Aoi, der sich als der \"Führer\" entpuppt, löscht die Erinnerungen an seine Person aus dem Gedächtnis der anderen Bewohner und verschwindet spurlos aus der Einrichtung. Bei der Nachbesprechung des Einsatzes stellt sich heraus, dass auch Togusas Erinnerungen an das Gesicht des Jungen falsch sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264392","hoster":"VOE"},{"path":"/redirect/13650793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-12","name":"Ein Tachikoma reißt aus – Der Traum des Regisseurs","epNo":12,"alt":"Escape From","descr":"Batous Tachikoma aktiviert sich unerwartet selbst und begibt sich auf eine Entdeckungsreise in die Stadt, wo er einem kleinen Mädchen bei der Suche nach ihrem vermissten Hund hilft. Unterwegs findet er bei einem Händler ein Cyberbrain, das einen Ghost beherbergt, und bringt es mit zurück zu Sektion 9. Während die plötzliche Eigeninitiative des Tachikomas den Technikern Rätsel aufgibt, befassen sich andere Mitarbeiter mit der Erforschung des Cyberbrains. Als einer der Analysten in das System des Cyberbrains eintaucht und nicht zurückkehrt, folgt Major Kusanagi ihm. Sie landet in einem virtuellen Kino, in dem ein im realen Leben glückloser Regisseur sich den perfekten Film erschaffen hat, der die Ghosts des Analysten und anderer Menschen, die vor der Realität flüchten wollten, in seinem Bann hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264401","hoster":"VOE"},{"path":"/redirect/13650795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-13","name":"Maschinen-Terroristen","epNo":13,"alt":"Not Equal","descr":"Eka Tokura, die Tochter des Präsidenten einer Cyberimplantat-Firma, wurde vor 16 Jahren von Gegnern der zunehmenden Cyborgisierung entführt. Sie bleibt verschwunden, bis sie – scheinbar nicht gealtert – von einem Team der Küstenwache auf einer stillgelegten Dekontaminierungsanlage vor der Küste Okinawas entdeckt wird. Sektion 9 erhält den Auftrag, die entführte Eka und die inzwischen ebenfalls vermissten Mitglieder der Küstenwache zu retten. Nach einem heftigen Feuergefecht mit den Aufständischen auf der Anlage gelingt die Flucht mit dem Mädchen, einer alten Frau und einem Überlebenden des Teams der Küstenwache. Es stellt sich heraus, dass das Mädchen die Tochter der Entführten ist. Tatsächlich handelt es sich bei der geretteten alten Frau um Eka Tokura, die durch ihr Leben als Geisel vorzeitig gealtert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379262","hoster":"VOE"},{"path":"/redirect/13650796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-14","name":"Vollautomatischer Kapitalismus ¥E$","epNo":14,"alt":"¥€$","descr":"Sektion 9 erhält vom chinesischen Sicherheitsdienst den Hinweis, dass Unbekannte eventuell eine Auftragsmörderin der chinesischen Mafia angeheuert haben, um einen japanischen Multimillionär töten zu lassen. Der sehr zurückgezogen lebende ehemalige Mathematiker hat sein Vermögen mithilfe einer selbst entwickelten, eigenständig agierenden Software für den Aktienhandel angehäuft. Das Einsatzteam trifft kurz nach der Killerin im Haus des Millionärs ein und überwältigt sie, bevor sie das geplante Attentat verüben kann. Danach stellt sich heraus, dass der allein lebende Millionär bereits vor geraumer Zeit eines natürlichen Todes gestorben ist. Da seine ausgeklügelte Software selbsttätig weiterhin Vermögen generierte, war dies jedoch niemandem aufgefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007756","hoster":"VOE"},{"path":"/redirect/13650127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-15","name":"Die Zeit der Maschinen","epNo":15,"alt":"Machines Desirantes","descr":"Major Kusanagi hat Bedenken wegen der sich schnell weiterentwickelnden künstlichen Intelligenz und der dadurch hervortretenden individuellen Charaktermerkmale der Tachikomas. Sie ist unsicher, ob sich die Maschinen so überhaupt noch als Waffen im Kampfeinsatz eignen. Die Tachikomas bemerken die Vorbehalte des Majors und versuchen sie durch betont roboterhaftes Verhalten zu beschwichtigen. Trotz dieser List beschließt Major Kusanagi, die Tachikomas zu entwaffnen und zurück ins Versuchslabor zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264418","hoster":"VOE"},{"path":"/redirect/13650802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-16","name":"Schwachstelle im Herzen","epNo":16,"alt":"Ag2O","descr":"Pavlo Zaitsev, ein ehemaliger Silbermedaillengewinner bei den Paralympischen Spielen, der inzwischen als Nahkampfausbilder für die Armee arbeitet, wird der Spionage verdächtigt. Batou, für den der Boxer einst ein Vorbild war, wird auf die Militärbasis geschickt, um undercover gegen Zaitsev und dessen Hintermänner zu ermitteln. Er beobachtet Zaitsev, als dieser tatsächlich heimlich Daten kopiert, und folgt ihm zum Treffen mit seinen Auftraggebern. Nachdem Batou diese ausgeschaltet hat, bietet er Zaitsev an, dass er ihn laufen lassen würde, wenn der Boxer ihn in einem Kampf besiegen könne. Batou bezwingt Zaitsev und übergibt sein gefallenes Idol an die Behörden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264426","hoster":"VOE"},{"path":"/redirect/13650133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-17","name":"Die Wahrheit über eine unvollendete Romanze","epNo":17,"alt":"Angel’s Share","descr":"Nach einer Antiterror-Konferenz in London besucht Chief Aramaki eine alte Freundin, die einen Wein-Fonds leitet und einen der Manager verdächtigt, im Fonds über Dritte für die Mafia Geld zu waschen. Während des Gesprächs der beiden dringen zwei Diebe in die Bank ein, um teuren Wein zu stehlen. Als die Polizei eintrifft, entwickelt sich der geplante Raub zu einer Geiselnahme. Um die eigenen Spuren zu verwischen, will die Mafia über ihre Verbindungsmänner bei der Polizei alle Personen in dem Gebäude bei dessen Erstürmung töten lassen. Aramaki kann die beiden Diebe überzeugen, seiner Erfahrung zu vertrauen und so die Anwesenden retten, indem diese eine Flucht durch die Kanalisation vortäuschen und sich anschließend in einem geheimen Lagerraum verstecken. Nach dem Abzug der Polizei lässt Aramaki die beiden Diebe laufen und kann mithilfe geheimer Geschäftsbücher der Bank die Verbindungsleute der Mafia enttarnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264435","hoster":"VOE"},{"path":"/redirect/13650798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-18","name":"Ein Attentat im Duett","epNo":18,"alt":"Lost Heritage","descr":"Gegen Staatssekretär Kim, den ersten chinesischen Politiker, dem der Zutritt zu einem Grabmal für Kriegsopfer in Kagoshima gestattet wird, wird eine Morddrohung ausgesprochen. Am Grab eines ehemaligen Kameraden wird Aramaki von dessen Tochter angesprochen, die wegen der Verhaltensveränderungen ihres Bruders Yuu besorgt ist. Als Sektion 9 Yuu als Hauptverdächtigen für die Morddrohung identifiziert, sollen Kusanagi und Togusa den jungen Mann in Gewahrsam nehmen, kommen jedoch zu spät. Gleichzeitig erhält Aramaki einen Anruf seines verstorbenen Freundes, dessen Erinnerungen mit dem Cyberbrain seines Sohnes verschmolzen sind und diesen zum Attentäter machen. Sektion 9 gelingt es Yuu zu stoppen, indem sie sich in sein Cyberbrain hacken und dort die falsche Erinnerung an einen Erfolg des Attentats platzieren; dabei wird jedoch die Persönlichkeit des Jungen möglicherweise unwiederbringlich zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264436","hoster":"VOE"},{"path":"/redirect/13650140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-19","name":"Gefangen im Tarnnetz","epNo":19,"alt":"Captivated","descr":"Die Tochter des ehemaligen Premierministers Kanzaki wird entführt. Verdächtig ist \"Augenbinden-Iwan\", eine russische Mafia-Organisation, die mit Billigung der russischen Regierung reihenweise junge Frauen entführt, um deren Organe auf dem Schwarzmarkt zu verkaufen. Kanzaki hatte die Existenz dieser Organisation bislang immer geleugnet, um die Verbindungen zwischen Japan und Russland zu stärken. Als die Täter, darunter eine ehemalige SVR-Agentin, einem Zugriffsversuch von Sektion 9 entkommen, gesteht Kanzaki auf Aramakis Anraten öffentlich die Existenz von \"Augenbinden-Iwan\" und die Entführung seiner Tochter. Die ehemalige Agentin ersucht daraufhin mit Kansakis Tochter als Geisel um Asyl in der russischen Botschaft, wird dort aber aus Furcht vor politischen Verwicklungen abgewiesen und kann von Sektion 9 festgenommen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264442","hoster":"VOE"},{"path":"/redirect/13650139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-20","name":"Beseitigte Medizin","epNo":20,"alt":"Re-View","descr":"Togusa folgt einer Spur, die darauf hindeutet, dass das Sozialministerium in den Fall des Lachenden Mannes verwickelt sein könnte. In einem Archiv des Ministeriums stellt er fest, dass eine Liste mit Patienten des Murai-Impfstoffes, der gegen Cyberbrain-Sklerose eingesetzt wird, verschwunden ist. Togusa verfolgt eine Kopie der Liste zu einer Non-Profit-Organisation namens \"Sonnenblumen-Club\", wo er erfährt, dass die Mikromaschinen-Therapie gegen Cyberbrain-Sklerose unwirksam ist und dass zahlreiche Persönlichkeiten aus Gesellschaft und Politik, darunter auch Hisashi Imakurusu, der ehemalige Leiter der Zulassungsstelle für neue Medikamente, der der Organisation die Liste zugespielt zu haben scheint, heimlich mit dem offiziell nicht zugelassenen Murai-Impfstoff behandelt werden. Unvermittelt dringt das Überfallkommando der Drogenkontrolle in das Gebäude ein, tötet die Mitarbeiter und nimmt die Liste an sich. Togusa kann mit lebensgefährlichen Verletzungen entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264451","hoster":"VOE"},{"path":"/redirect/13650146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-21","name":"Hinterlassene Spuren","epNo":21,"alt":"Eraser","descr":"Als Major Kusanagi und ihr Team bei Imakurusu, den sie für den Schlüssel zum Fall des Lachenden Mannes halten, eintreffen, wurde dessen Haus vom Drogenkommando bereits dem Erdboden gleich gemacht. Imakurusu, der rechtzeitig fliehen konnte, versucht sich derweil in seinem Unterschlupf gegenüber dem Lachenden Mann für die Nichtzulassung des Murai-Impfstoffes und die Bevorzugung der unwirksamen Therapie mit Mikromaschinen zu rechtfertigen. Er erfährt, dass der Hacker nicht für die Erpressung der Mikromaschinen-Unternehmen verantwortlich ist. Über US-amerikanische Abhörsatelliten kann Sektion 9 den Aufenthaltsort Imakurusus bestimmen. Nahezu zeitgleich mit dem Drogenkommando treffen Batou und Major Kusanagi dort ein, können jedoch den Tod Imakurusus nicht verhindern. Allerdings übergibt der Lachende Mann Batou die Patientenliste des Murai-Impfstoffs, bevor er wieder spurlos verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264454","hoster":"VOE"},{"path":"/redirect/13650142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-22","name":"Korruption","epNo":22,"alt":"Scandal","descr":"Nachdem der Direktor des Sozialministeriums als Verantwortlicher für die Toten im \"Sonnenblumen-Club\" und den Mord an Imakurusu verhaftet wurde, erhält Aramaki den Tipp, das der Generalsekretär der Regierungspartei, Yakushima, der Drahtzieher im Hintergrund ist. Der Chief wird kurz darauf von den Überlebenden des Drogenkommandos mit einem vermeintlichen Lebenszeichen seines vermissten Bruders in einen Hinterhalt gelockt. Er soll als angeblicher Drogenhändler in einem heruntergekommenen Stadtviertel verhaftet werden, kann jedoch von Batou gerettet werden. Zur gleichen Zeit will Major Kusanagi ihren im Kampf beschädigten Cyborgkörper ersetzen lassen. Die Ärztin, die die Prozedur durchführen soll, gehört jedoch ebenfalls zum Drogenkommando und will Kusanagi töten. Der Lachende Mann betritt unerkannt den Behandlungsraum und bittet den Major um Hilfe. Er überträgt ihr seine Erinnerungen, ermöglicht ihr, die falsche Ärztin auszuschalten und verschwindet wieder spurlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264463","hoster":"VOE"},{"path":"/redirect/13650147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-23","name":"Gut und Böse: Tagundnachtgleiche","epNo":23,"alt":"Equinox","descr":"Der Lachende Mann entführt erneut sein erstes Opfer, Ernest Serano, den Direktor von Serano Genomics, der seit sechs Jahren de facto unter Hausarrest steht, und spricht mit ihm in einem Café über die Ereignisse von damals. Er fragt Serano, warum dieser sein Versprechen nicht gehalten hat, die Unwirksamkeit von Mikromaschinen gegen Cyberbrain-Sklerose publik zu machen. Serano offenbart, dass Generalsekretär Yakushima die Ereignisse um seine Entführung genutzt hat, um den Mythos vom Lachenden Mann zu erschaffen und durch vorgetäuschte Erpressungen mehrere Mikromaschinen-Firmen unter seine Kontrolle zu bringen. Nachdem Serano eingewilligt hat, Yakushimas Verbrechen ans Licht zu bringen, stürmt die Polizei das Café. Der vermeintliche Lachende Mann kann jedoch entkommen und entpuppt sich als Major Kusanagi, die diese Rolle gespielt hat, um Klarheit über die Verbindung zwischen Serano und Yakushima zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264496","hoster":"VOE"},{"path":"/redirect/13648783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-24","name":"Einsame Burg, untergehende Sonne","epNo":24,"alt":"Annihilation","descr":"Yakushima erfährt von Kusanagis Nachahmung des Lachenden Mannes und nutzt diese, um Sektion 9 in der Öffentlichkeit in ein schlechtes Licht zu rücken. Der Premierminister, dem Aramaki die Beweise gegen Yakushima vorlegt, fürchtet um seine Machtposition, da die Unterhauswahlen kurz bevorstehen. Er verspricht, nach den Wahlen gegen den Generalsekretär vorzugehen und erklärt Sektion 9 offiziell für aufgelöst, um sein Ansehen in der Öffentlichkeit zu wahren. Während Togusa, der Aramaki begleitet hat, in Gewahrsam genommen wird, stürmt eine Spezialeinheit der Marine das Hauptquartier von Sektion 9, um die restlichen Mitglieder auszuschalten. Diese täuschen mit einer Explosion ihren Selbstmord vor, können aus dem Gebäude fliehen und versuchen in der Stadt unterzutauchen. Paz und Boma werden nach kurzer Zeit aufgegriffen, können aber zuvor Informationen über Yakushimas Verbrechen weitergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264502","hoster":"VOE"},{"path":"/redirect/13648787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-25","name":"Kugelhagel","epNo":25,"alt":"Barrage","descr":"Aramaki wendet sich an den Justizminister, um das Überleben seiner Untergebenen zu sichern. Dieser erklärt sich aufgrund der politischen Lage jedoch außerstande ihm zu helfen. Saito und Ishikawa werden von der Spezialeinheit aufgegriffen, können aber zuvor noch Beweise für Yakushimas Verbrechen in Umlauf bringen. Batou wird von der Spezialeinheit attackiert, als er aus einem Unterschlupf des Majors eine Armbanduhr bergen will, für die Kusanagi sentimentale Gefühle hegt. Als Batou den Angreifern zu unterliegen scheint, kommen ihm die drei verbliebenen Tachikomas zu Hilfe und opfern sich, um ihn zu retten. Zusammen mit dem Major versteckt sich der schwer verletzte Batou in einem weiteren Unterschlupf, in dem Kusanagi ihre Remotekörper lagert. Die beiden wollen die Stadt verlassen, werden jedoch von der Spezialeinheit entdeckt. Der Major wird auf Befehl des Regierungskomitees von einem Scharfschützen erschossen und Batou gerät in Gefangenschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264514","hoster":"VOE"},{"path":"/redirect/13648786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-1/episode-26","name":"Öffentliche Sicherheit Sektion 9, zum Zweiten","epNo":26,"alt":"Stand Alone Complex","descr":"Togusa bringt nach seiner Freilassung das offizielle Schicksal seiner Kollegen in Erfahrung: Sektion 9 wurde nach einem angeblichen Putschversuch aufgelöst und die überlebenden Mitglieder als Landesverräter inhaftiert. Drei Monate später hält der Premierminister sein Wort und macht die Verbrechen von Generalsekretär Yakushima publik. Togusa will Yakushima persönlich zur Rechenschaft ziehen und ihn vor der Parteizentrale erschießen, kann jedoch von Batou davon abgehalten werden. Er erfährt, dass Sektion 9 im Geheimen wieder aufgebaut wurde und alle Mitglieder, inklusive des Majors, wohlauf sind; bei dem Attentat wurde nur ein ferngesteuerter Cyborgkörper Kusanagis zerstört. Andernorts treffen Aramaki und der Major Aoi, den jungen Mann, der für die Entführung Seranos vor sechs Jahren verantwortlich ist. Aramaki bietet ihm an, für Sektion 9 zu arbeiten, was Aoi jedoch ablehnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014671","hoster":"VOE"},{"path":"/redirect/13648789","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-1","name":"Reboot","epNo":1,"alt":"Reembody","descr":"Terroristen, die sich die \"Unabhängigen Elf\" nennen, besetzen die chinesische Botschaft und nehmen deren Mitarbeiter als Geiseln. Sie fordern von der Regierung die Beendigung der Aufnahme von Flüchtlingen aus Asien und die Auflösung der Flüchtlingslager. Die Polizei ist mit der Situation überfordert. Als die Terroristen eine Frist für die Erfüllung ihrer Forderungen setzen und mit der Erschießung der Geiseln drohen, erhält Sektion 9, die offiziell noch nicht wiederhergestellt wurde, die Erlaubnis auf eigene Verantwortung in das Gebäude einzudringen. Nachdem Sektion 9 den Einsatz ohne Verluste unter den Geiseln beendet hat, wird die Einheit von Premierministerin Kayabuki auch offiziell wieder reaktiviert. Darüber hinaus erhält das Einsatzteam Verstärkung durch die inzwischen überarbeiteten Tachikomas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264525","hoster":"VOE"},{"path":"/redirect/8264523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-2","name":"Ich, der Vielfraß","epNo":2,"alt":"Night Cruise","descr":"Gino Tadashi, ein Flüchtling und teilcyborgisierter Veteran des Vierten Weltkriegs, arbeitet als Helikopterpilot für den Vorstand eines Medienunternehmens. In Gedanken durchlebt er immer wieder Gewaltfantasien, in denen er seinen Arbeitgeber und dessen Leibwächter tötet, um dadurch seine Vorstellung von der Wahrheit über den Krieg in das Licht der Öffentlichkeit zu rücken. Als ein weiterer Flüchtling aus dem Kreis von Ginos Kollegen einen Anschlag auf ein Regierungsgebäude verübt, untersucht Sektion 9 Ginos Hintergrund. Es zeigt sich, dass er nur ein desillusionierter Kriegsveteran ist, von dem keine echte Bedrohung für die Öffentlichkeit ausgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335297","hoster":"VOE"},{"path":"/redirect/8264533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-3","name":"Samstagnacht und Sonntagmorgen","epNo":3,"alt":"Cash Eye","descr":"Die Premierministerin bittet Sektion 9 einen angekündigten Einbruch des Hackers \"Cash Eye\" bei Tadokoro, einem Mitglied der ehemaligen Regierung, zu verhindern. Tatsächlich handelt es sich bei dem vermeintlich bevorstehenden Diebstahl um eine Finte von Sektion 9, um auf diese Weise Zugang zu Tadokoros durch neueste Sicherheitsmaßnahmen geschützten Safe zu erlangen. Es wird vermutet, dass dort Schwarzgelder des ehemaligen Generalsekretärs Yakushima aufbewahrt werden. Nach dem Vortäuschen eines gelungenen Eindringens und der anschließenden Gefangennahme des vermeintlichen Diebes durch die Sicherheitssysteme öffnet Tadokoro eigenhändig den Safe. Sektion 9 kann die gesuchten Beweise sicherstellen und der ehemalige Politiker wird wegen Steuerhinterziehung verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264547","hoster":"VOE"},{"path":"/redirect/8264532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-4","name":"Natürliche Feinde","epNo":4,"alt":"Natural Enemy","descr":"Während eines Manövers stirbt der Pilot eines Jigabachi-Kampfhubschraubers an einem Herzinfarkt. Die KI der Maschine übernimmt die Kontrolle und ignoriert, da das Cyberbrain des Piloten noch aktiv ist, den Befehl zur Rückkehr. Stattdessen bringt sie weitere Helikopter gleichen Typs unter Kontrolle, kreist mit diesen über einem Flüchtlingsbezirk und attackiert jeden, der sich nähert. Kazundo Gouda, Sonderbeauftragter des Nachrichtendienstes des Kabinetts, bittet Sektion 9 um Unterstützung. Um zu verhindern, dass die Helikopter auf den Wohnbezirk stürzen, wenn ihnen der Treibstoff ausgeht, lockt das Einsatzteam sie von dort weg. Mit dem Scharfschützengewehr zerstört Saito das Cyberbrain des toten Piloten in der Führungsmaschine, woraufhin die Helikopter wieder Befehle von außen akzeptieren und zur Basis zurückkehren. Bei Sektion 9 vermutet man, dass der Vorfall von Unbekannten inszeniert wurde, um das ohnehin angespannte Verhältnis zwischen Regierung und Flüchtlingen weiter zu verschärfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264540","hoster":"VOE"},{"path":"/redirect/8264542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-5","name":"Motive","epNo":5,"alt":"Inductance","descr":"Nachdem Premierministerin Kayabuki das Gesetz zur speziellen Behandlung der Flüchtlinge annulliert hat, erhält sie eine Morddrohung und Sektion 9 wird für ihren Schutz eingeteilt. Am nächsten Tag besucht Kayabuki ein buddhistisches Kloster, um dort Zazen zu zelebrieren. Während der Meditation wird sie von dem Attentäter angegriffen, kann aber durch das Eingreifen von Major Kusanagi gerettet werden. Dem hochgradig cyborgisierten Angreifer gelingt die Flucht. Togusa, Ishikawa und Boma finden einige Informationen zu den möglichen Ursprüngen der Ideologie der Unabhängigen Elf heraus: am 15. Mai 1932 ermordeten elf junge Marineoffiziere den damaligen Premierminister Inukai Tsuyoshi. Sie folgten auch vor Gericht weiter unbeirrbar ihren Überzeugungen und erhielten dafür breite Unterstützung aus der Bevölkerung. Es scheint auch Verbindungen zum elften Essay eines gewissen Patrick Sylvestre zu diesem Vorfall zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264551","hoster":"VOE"},{"path":"/redirect/8264549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-6","name":"Verborgene Hitzequelle","epNo":6,"alt":"Excavation","descr":"Kotan Kanji, ein Flüchtling, der das Energieministerium erpresst haben soll, wird ermordet aufgefunden. Während die restlichen Mitglieder von Sektion 9 mit dem Schutz der Premierministerin beschäftigt sind, folgt Togusa der Spur des Toten in das im Krieg weitgehend zerstörte Tokio. Dort begegnet er Ruriko Asagi, der Verlobten des Toten, die ebenfalls Nachforschungen über dessen Schicksal anstellt. Die beiden finden heraus, dass Kotan an der Ausgrabung eines Relikts aus der Vorkriegszeit im Bezirk Shinjuku mitgearbeitet hat. Als sie in die mittlerweile vom Militär abgeschirmte Ausgrabungsstelle eindringen, erkennt Togusa, dass es sich dabei in Wahrheit um eine ehemalige Atomanlage handelt, die nach einem Unfall radioaktiv verseucht ist. Nachdem die beiden entdeckt werden, fliehen sie aus dem Komplex. Sektion 9 beginnt eine formelle Untersuchung, um die Hintermänner der Ausgrabung ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264556","hoster":"VOE"},{"path":"/redirect/8264558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-7","name":"Rhapsodien, die Töne einer untergegangenen Nation","epNo":7,"alt":"Pu239","descr":"Terroristen haben einen Überfall auf einen Militärkonvoi angekündigt, der aus der Atomanlage in Shinjuku geborgene Plutonium-Brennstäbe aus dem Flüchtlingsbezirk transportieren soll. Sektion 9 wird unter dem Kommando von Kazundo Gouda, der persönlich an der Aktion teilnimmt, zum Schutz des Transports abgestellt. Unterwegs stößt der Konvoi auf einen umgestürzten Mülltransporter, der die Fahrtroute blockiert. Einer der Soldaten glaubt bei den umstehenden Flüchtlingen Waffen zu erkennen und eröffnet das Feuer. Auch das Einsatzteam eröffnet daraufhin das Feuer und tötet die Flüchtlinge. Das Gefühl, Unschuldige grundlos getötet zu haben, macht sich unter den Mitgliedern breit. Am Zielort wird dieses Gefühl noch verstärkt, als Gouda eröffnet, dass der Konvoi nur als Köder gedient hat und das Plutonium von einer zweiten Militäreinheit auf dem Seeweg transportiert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264645","hoster":"VOE"},{"path":"/redirect/8264647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-8","name":"Ein vegetarisches Abendmahl","epNo":8,"alt":"Fake Food","descr":"Aramaki will sich nicht länger von Gouda manipulieren lassen und hinsichtlich der Ermittlungen im Fall der Unabhängigen Elf in die Offensive gehen. Von Terroristen wurden mehrere Anschläge auf ein Verlagsgebäude verübt. Jedes Mal wurde ein Ex-Soldat namens Shō Kawashima, der als Koch in einem vegetarischen Restaurant in der Nähe arbeitet, am Tatort gesehen. Sektion 9 will ihn festnehmen und befragen, um so möglicherweise die Hintergründe der bisherigen Fälle zu beleuchten. Während ein Team das Restaurant beschattet und auf Kawashima wartet, erfährt Aramaki von Kubota, dass auch Sektion 1 nach dem Mann fahndet. Nachdem Mitglieder von Sektion 1 Kawashima erschossen haben, da es sich bei ihm um einen international gesuchten Terroristen gehandelt haben soll, wird klar, dass beide Sektionen gezielt mit falschen Informationen manipuliert wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264655","hoster":"VOE"},{"path":"/redirect/8264653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-9","name":"Verzweiflung ist der Name der Hoffnung","epNo":9,"alt":"Ambivalence","descr":"Batou und seine Kollegen versuchen eine Serie angekündigter Selbstmordanschläge zu verhindern, kommen aber immer zu spät. Durch Überwachungsaufnahmen finden sie heraus, dass die Täter Flüchtlinge sind und können so mithilfe der Polizei die letzte Attentäterin in einer U-Bahn-Station stellen. Batou schießt der jungen Frau in den künstlichen Kiefer, wo sich der Auslöser für die Bombe im Bauch ihres Cyborgkörpers befindet. Zur selben Zeit dringt Major Kusanagi in das Computersystem des Nachrichtendienstes ein und stellt Nachforschungen über Gouda und dessen Motive an: er will einen Helden für die Massen erschaffen, der die Führung in dem von Gouda herbeigeführten Konflikt zwischen Flüchtlingen und Staat übernimmt und Japan auf lange Sicht gesehen wieder zu seiner alten Größe verhilft. Auch die Unabhängigen Elf wurden von Gouda eigens als Mittel zu diesem Zweck erschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264658","hoster":"VOE"},{"path":"/redirect/8264663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-10","name":"Der verrückt gewordene Mann","epNo":10,"alt":"Trial","descr":"Auf dem Heimweg vom Dienst läuft Togusa eine junge Frau vor das Auto, die vor ihrem Lebensgefährten, Katsuhiko Izumi, flüchtet. Togusa versucht Izumi durch mehrere Schüsse in dessen Cyborgprothesen aufzuhalten, kann aber nicht verhindern, dass der Mann seine Freundin erschießt. Izumis Eltern engagieren einen bekannten Anwalt, der Togusa bei der folgenden Anhörung als schießwütigen Cyborghasser und den Mord an der jungen Frau als Unfall wegen der Fehlfunktion einer Körperprothese darstellen will. Sektion 9 findet heraus, dass der Anwalt von einem Hersteller von Cyborgprothesen offenkundig Schmiergelder angenommen hat, um vor Gericht Mängel an den Produkten des Herstellers durch falsche Beschuldigungen zu kaschieren. Um ein Bekanntwerden dieser Informationen zu verhindern, legt der Anwalt sein Mandat nieder und Togusa wird rehabilitiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264668","hoster":"VOE"},{"path":"/redirect/8264664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-11","name":"Im Dickicht","epNo":11,"alt":"Affection","descr":"Während eines Tests für mögliche neue Rekruten stößt Kusanagi auf eine Frau, die ihr die Geschichte zweier Kinder erzählt, die als Einzige einen Flugzeugabsturz überlebt haben. Der Junge war nach dem Unfall bis auf den linken Arm, mit dem er ständig Kraniche faltete, gelähmt und sprach kein Wort. Das Mädchen lag im Koma und erhielt nach der Verschlechterung seines Zustands eine Ganzkörperprothese. Als der Junge auch nach zwei Jahren nicht von seinem Tun ablässt, soll ihn das dank seines Cyborgkörpers weitgehend genesene Mädchen zu der gleichen Operation bewegen. Da sie jedoch noch Probleme mit der Feinmotorik hat, lehnt der Junge zunächst ab, wird aber später doch zum Vollcyborg. Danach sucht er lange nach dem Mädchen, kann jedoch nur dessen ehemalige Prothese finden und gilt seit dem Krieg selbst als verschollen. Kusanagi faltet einen Kranich, stellt ihn neben die beiden Cyborgkörper, die die Frau aufbewahrt, und geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264675","hoster":"VOE"},{"path":"/redirect/8264671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-12","name":"Für die Namenlosen","epNo":12,"alt":"Selecon","descr":"Ishikawa und Boma finden auf einem speziell geschützten Server einen von Gouda geschaffenen Computervirus, der nur bei Menschen zum Ausbruch kommt, die Patrick Sylvestres elften Essay gelesen haben und diese dann zu einem Teil der Unabhängigen Elf macht. Togusa soll ein gedrucktes Exemplar dieses Essays besorgen, was sich jedoch als unlösbare Aufgabe erweist: Er erfährt, dass es angeblich nie eine gedruckte Fassung gegeben hat. Andernorts verfolgt der Rest des Einsatzteams den Attentäter auf die Premierministerin, der unerwartet wieder aufgetaucht ist. Der Unbekannte trifft sich mit elf weiteren Männern, die im Namen der Unabhängigen Elf verschiedene Anschläge verübt haben. Auf dem Kyūshū-Funkturm in Fukuoka enthaupten sich die Männer schließlich gegenseitig mit Katanas. Nur der Unbekannte bleibt am Leben und kann entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264678","hoster":"VOE"},{"path":"/redirect/8264674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-13","name":"Gesicht","epNo":13,"alt":"Make Up","descr":"Die Analysten von Sektion 9 glauben, dass der Überlebende des Selbstmords der Unabhängigen Elf, Hideo Kuze, eine Gesichtsprothese trägt, die von einem Künstler angefertigt wurde. Nur zwei Personen in Japan kommen hierfür in Frage. Als Batou und Togusa einen der beiden aufsuchen, wurde der Künstler bereits von jemandem ermordet, der Paz imitiert. Sektion 9 nimmt Ermittlungen auf, um Paz von dem Mordverdacht zu befreien. Als einer der ermittelnden Polizisten ermordet wird, kommt Paz einer ehemaligen Geliebten auf die Spur, die von ihm besessen ist und ihn und seinen Körper bis ins letzte Detail kopiert. Zwischen den beiden kommt es zu einem Kampf, in dessen Verlauf ein Paz stirbt. Es ist jedoch nicht klar, ob es sich dabei um das Original oder die Kopie handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264683","hoster":"VOE"},{"path":"/redirect/8264681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-14","name":"Achte auf dein linkes Auge!","epNo":14,"alt":"Poker Face","descr":"Während sich die Abgesandten der Japaner und der Amerikaner zu Verhandlungen treffen, spielt Saito mit anderen Sicherheitskräften Poker und gewinnt jedes Spiel. Für eine Erhöhung des Einsatzes erzählt er, wie er sein linkes Auge verloren hat: Er war Söldner in Lateinamerika und hatte als Scharfschütze mehrere Soldaten einer UN-Truppe ausgeschaltet, zu der auch Major Kusanagi, Batou und Ishikawa gehörten. Schließlich standen sich Saito und der Major auf einem Dach zum finalen Schusswechsel gegenüber. Saito spekulierte aufgrund der bisherigen Schüsse des Majors darauf, dass diese nicht über die richtige Software für Schüsse auf mittlere Distanz verfügte und feuerte auf sie. Kusanagi hatte jedoch geblufft; mit einem Schuss zerstörte sie Saitos Zielfernrohr, dessen Trümmer ihn das linke Auge kosteten. Danach nimmt sie Saito in ihre Einheit auf. Gegenüber seinen Mitspielern lässt Saito offen, ob es sich bei der Geschichte um die Wahrheit oder eine Erfindung handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264689","hoster":"VOE"},{"path":"/redirect/8264690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-15","name":"Ein Nachmittag der Maschinen","epNo":15,"alt":"Pat","descr":"Major Kusanagi, Batou und Togusa kommen dem Verschwinden von Dr. Akio Asuda auf die Spur, einem Wissenschaftler, der maßgeblich an der Entwicklung des Neurochip-Prototypen für die Künstliche Intelligenz der Tachikomas beteiligt war. Da Asuda für eine staatliche Forschungseinrichtung arbeitete, konnte er seine Erfindung nicht zum Patent anmelden, um damit Geld zu verdienen. Deshalb will er sich mit den Daten über seine Arbeit nach Amerika absetzen, kann jedoch vom Einsatzteam vorher festgenommen werden. Batou und Togusa erfahren von Major Kusanagi, dass die KI der Tachikomas sich gar nicht mehr in deren Körpern befindet, sondern aus Sicherheitsgründen auf einem Server in einem Satelliten in der Erdumlaufbahn untergebracht ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264693","hoster":"VOE"},{"path":"/redirect/8264696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-16","name":"Dort Drüben","epNo":16,"alt":"Another Chance","descr":"Ishikawa kehrt mit Informationen über Hideo Kuze von der koreanischen Halbinsel zurück. Kurz nach Ende des Vierten Weltkriegs war Kuze in Korea stationiert, wo er das im Bürgerkrieg befindliche Land gegen die Volksarmee verteidigen sollte. Kuzes Einheit beendete ein Massaker, das marodierende Truppen in einem Flüchtlingslager angerichtet hatten, durfte aufgrund einer Nachrichtensperre aber nicht darüber sprechen. Kurze Zeit später kam das Gerücht auf, dass die japanischen Soldaten, die inzwischen zum Großteil an einer posttraumatischen Belastungsstörung litten, das Massaker selbst angerichtet hätten. Kuze begann zu dieser Zeit, sich unter die Flüchtlinge zu mischen und deren Leben kennenzulernen. Als die japanischen Truppen den Befehl zur Rückkehr erhielten, verschwand Kuze aus dem Lager. Zuletzt wurde er in einem Flüchtlingslager in Taiwan gesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264702","hoster":"VOE"},{"path":"/redirect/8264703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-17","name":"Mutter und Kind","epNo":17,"alt":"Red Data","descr":"Major Kusanagi folgt Kuzes Spur nach Taiwan und erfährt, dass er dort einen Schmuggelring für Drogen und Waffen aufgebaut haben soll. Sie rettet dem Flüchtlingsjungen Chai, der einer Mafia-Organisation Drogen gestohlen hat und selbst in den Drogenhandel einsteigen will, das Leben. Am nächsten Tag findet sie mithilfe einer Schlüsselkarte, die ihr der Junge zugesteckt hat, die gestohlenen Drogen im Schließfach eines Badehauses. Sie folgt Chai, der mit den Verbrechern verhandeln will, zu deren Hauptquartier und rettet ihm dort erneut das Leben. Im Austausch für die Drogen verlangt sie von den Verbrechern, den Jungen und die anderen Flüchtlinge nicht weiter zu behelligen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264705","hoster":"VOE"},{"path":"/redirect/8264708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-18","name":"Himmel über Berlin","epNo":18,"alt":"Trans Parent","descr":"Ein weltweit gesuchter Terrorist, der sich \"Flügel des Engels\" nennt, kommt vor seinen Anschlägen auf die Tagungsorte des Gipfels der Industrienationen aus unbekanntem Grund regelmäßig für mehrere Tage nach Berlin. Internationale Polizeikräfte, unter ihnen Batou und der Major, observieren verschiedene Teile der Stadt, um den Terroristen, dessen Äußeres unbekannt ist, vor seinem nächsten Anschlag ergreifen zu können. Während der Observierung fällt Batou ein Mädchen im Rollstuhl auf, das auf seinen Vater wartet. Er folgt ihr und findet heraus, dass es sich bei ihr um die Tochter des Gesuchten handelt. Der Terrorist stattet ihr regelmäßig vor seinen Anschlägen einen Besuch ab und trifft sich mit ihr in einer Kirche. Dort können Batou und der Major den Mann schließlich festnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264728","hoster":"VOE"},{"path":"/redirect/8264722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-19","name":"Relativreaktion","epNo":19,"alt":"Chain Reaction","descr":"Die Flüchtlinge auf Dejima haben sich gegenüber Japan für unabhängig erklärt und sich Waffen besorgt. Das Einsatzteam von Sektion 9 landet auf der Insel, die von der Polizei abgeriegelt wurde, um Hideo Kuze festzunehmen und so möglicherweise die Lage zu entspannen. Während ein Teil des Teams das Flüchtlingslager auskundschaftet, versucht der Major in Kuzes Cyberbrain einzudringen und seinen Aufenthaltsort zu bestimmen, stößt dabei aber auf unerwartete Probleme und wird kurzzeitig außer Gefecht gesetzt. Gemeinsam stößt das Einsatzteam zu Kuzes vermeintlichem Aufenthaltsort vor, einem getarnten Hafen im Nordosten der Insel. Dort geraten sie in einen Hinterhalt und Yano, eines der neuen Mitglieder von Sektion 9, stirbt. Major Kusanagi erkennt, dass sie einen Fehler gemacht hat: Kuze befindet sich nicht auf Dejima, sondern in Russland, wo er Plutonium kaufen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264732","hoster":"VOE"},{"path":"/redirect/8264730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-20","name":"Verwirrung im Norden","epNo":20,"alt":"Fabricate Fog","descr":"Nach dem fehlgeschlagenen Einsatz auf Dejima fliegt das Einsatzteam auf die Insel Etorofu, wo laut Informationen, die Aramaki von einem seiner Kontakte erhalten hat, der wahrscheinlichste Ort für den Plutonium-Deal ist. Auf der Insel angekommen, besucht Kusanagi einen alten Bekannten, der jedoch vor Kurzem beim Eintauchen in das Netz von einem Sicherheitssystem getötet wurde. In seinen Aufzeichnungen findet der Major Hinweise, dass neben dem Nachrichtendienst des Kabinetts auch das Innenministerium an dem Deal beteiligt sein könnte. Kuze will das Plutonium mit Geld bezahlen, das er durch geschicktes Umleiten von kleinsten Geldbeträgen der japanischen Bevölkerung angesammelt hat. Bei der Übergabe geraten er und seine Männer jedoch in einen Hinterhalt. Als Batou und Saito mit ihren Tachikomas eintreffen, fliehen Kuze und seine Begleiter mit dem Plutonium. Batou kann Kuze stellen und steht ihm mit der Waffe im Anschlag gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264737","hoster":"VOE"},{"path":"/redirect/12478624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-21","name":"Flucht","epNo":21,"alt":"Embarrassment","descr":"Batou greift Kuze an, kann von ihm aber handlungsunfähig gemacht werden. Major Kusanagi verfolgt Kuze, der jedoch nach einem kurzen Feuergefecht mit einem Boot entkommen kann. Als ihm das Einsatzteam mit dem Kipprotorflugzeug folgen will, wird dieses von einem nicht mit geflohenen Begleiter Kuzes durch einen Selbstmordanschlag in die Luft gesprengt; Ishikawa erleidet dabei schwere Kopfverletzungen. Auf dem Boot stellt Kuze fest, dass die erbeuteten Behälter gar kein Plutonium enthalten. Auch Sektion 9 kommt aufgrund der als sicher geltenden Beteiligung des Innenministeriums zu diesem Schluss, besitzt jedoch keine Beweise hierfür. Einige Zeit später wird Kuzes Boot vor Nagasaki von der Küstenwache aufgebracht. Als es in der Stadt unerwartet zu einem vollständigen Stromausfall kommt, kann Kuze die folgende Dunkelheit zur Flucht nutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264745","hoster":"VOE"},{"path":"/redirect/12478630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-22","name":"Geisterstadt","epNo":22,"alt":"Reversal Process","descr":"Als im Kyūshū-Funkturm in Fukuoka eine schmutzige Nuklearbombe gefunden wird, lässt das Militär die Stadt evakuieren und unter Kriegsrecht stellen. Mit Zustimmung der Premierministerin machen sich Boma und Paz an die Entschärfung der Bombe und stellen dabei fest, dass deren Zünder vom amerikanischen Militär stammt. Während die beiden am Werk sind, diskutiert Batou auf der oberen Plattform des Turms mit Gouda, um von ihm mehr Informationen über die Unabhängigen Elf zu erhalten. Major Kusanagi und Saito geben sich als Mitglieder des Bombenräumkommandos des Militärs aus und nehmen die inzwischen entschärfte Bombe mit, um deren Plutonium mit dem Material aus der Atomanlage im Shinjuku-Bezirk von Tokio zu vergleichen. Sektion 9 hofft dadurch die Beteiligung des Nachrichtendienstes des Kabinetts beweisen und so den bevorstehenden Bürgerkrieg verhindern zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264746","hoster":"VOE"},{"path":"/redirect/8720965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-23","name":"Dejima Bridges Falling Down","epNo":23,"alt":"Martial Law","descr":"Nachdem das Kabinett den Einsatz des Militärs auf Dejima beschließt, wendet die Premierministerin sich auf Aramakis Rat an die UN, um durch die Anforderung von Atominspektoren Zeit für eine friedliche Lösung des Konflikts zu gewinnen. Als die Verbindung zu Aramaki abreißt, beschließt Major Kusanagi einen Teil des Plutoniums aus der Bombe unter dem Deckmantel der allgemeinen Mobilmachung des Militärs nach Dejima zu bringen. Sie will Kuze gefangen nehmen und gemeinsam mit dem Plutonium an die Inspektoren übergeben, die in zwei Tagen eintreffen sollen. Der andere Teil soll von Ishikawa zur Analyse gebracht werden. Gouda lässt ein Flugzeug mit einem Störsender über der Insel kreisen, um die Flüchtlinge von der Außenwelt abzuschneiden und so für Unruhe zu sorgen. Als einer der Flüchtlinge einen Soldaten erschießt, rückt das Militär gegen die verbarrikadierten Flüchtlinge vor, die daraufhin die einzige Brücke zwischen Dejima und dem Festland sprengen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335301","hoster":"VOE"},{"path":"/redirect/8264751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-24","name":"Bombardement von Dejima","epNo":24,"alt":"Nuclear Power","descr":"Premierministerin Kayabuki wird wegen der Anforderung der UN-Inspektoren des Amtes enthoben und unter Arrest gestellt. Auch Aramaki, Togusa und Proto werden in Gewahrsam genommen. Mehrere Jigabachi-Kampfhubschrauber werden nach Dejima entsandt und greifen die Flüchtlinge an, als diese auf sie feuern. Bei der Ankunft auf Dejima wird auch das Einsatzeam von Sektion 9 von einem Jigabachi angegriffen; Major Kusanagi wird dabei von den Anderen getrennt. Eine von Gouda geschickte Spezialeinheit der Ranger von Sektion 4 greift das Team als angebliche Deserteure an, die Plutonium gestohlen haben sollen. Kuze und seinen Kameraden gelingt es, mit Boden-Luft-Raketen das Flugzeug mit dem Störsender zu zerstören. Zur gleichen Zeit entdecken die Tachikomas per Satellit ein amerikanisches Atom-U-Boot vor Okinawa, das offenbar plant, Dejima auf die geheime Bitte der japanischen Regierung hin mit einer Atomrakete zu beschießen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8264757","hoster":"VOE"},{"path":"/redirect/8264758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-25","name":"Jenseits des Paradieses","epNo":25,"alt":"This Side of Justice","descr":"Togusa kann mit Aramakis und Protos Hilfe aus dem Gewahrsam entkommen und die andernorts untergebrachte Premierministerin befreien. Kayabuki will Kontakt zu den Amerikanern herstellen, um den bevorstehenden Abschuss der Atomrakete zu verhindern. Während Dejima vom Militär bombardiert wird, fliehen Batou und der Rest des Einsatzteams weiter vor der Spezialeinheit der Sektion 4, werden jedoch schließlich umzingelt. Batou gibt sich als ehemaliger Ranger zu erkennen und kann die Mitglieder der Einheit auf seine Seite ziehen, indem er ihnen die wahren Hintergründe des Konflikts darlegt. Zur selben Zeit trifft Major Kusanagi auf Kuze. Die beiden werden während der Bombardierung verschüttet. Unter Trümmern eingeschlossen, offenbart Kuze dem Major, dass er unter seiner geplanten Revolution eine Art Loslösung vom Körper und den Aufstieg der Menschen zu im Netz beheimateten Ghosts versteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8270539","hoster":"VOE"},{"path":"/redirect/8270536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ghost-in-the-shell-stand-alone-complex/staffel-2/episode-26","name":"Rückkehr zum Patriotismus","epNo":26,"alt":"Endless GIG","descr":"Die Bemühungen der Premierministerin bleiben ohne Erfolg und die Atomrakete wird von dem amerikanischen U-Boot abgefeuert. Die Tachikomas opfern sich, indem sie den Satelliten, in dem sich der Server mit ihrer KI befindet, zum Absturz bringen und damit die Rakete im Flug zerstören. Batou kann die beiden Verschütteten befreien und Kuze wird in Gewahrsam genommen. Der Rest des Teams übergibt das Plutonium an das Militär. Im Regierungsgebäude wird Verteidigungsminister Takakura als einer der Drahtzieher des Konflikts festgenommen. Kazundo Gouda versucht sich mithilfe der CIA, die den gesamten Konflikt offenkundig mit inszeniert hat, nach Amerika abzusetzen. Er wird allerdings von der Polizei aufgehalten und von Major Kusanagi getötet. Zur selben Zeit ermordet ein weiterer Mitarbeiter der CIA Hideo Kuze in seiner Zelle, da man keinen charismatischen Anführer in Japan gebrauchen könne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8270620","hoster":"VOE"},{"path":"/redirect/8270535","hoster":"Streamtape"}]}]}]}]}