{"seriesId":"ghul","name":"Ghul","descr":"Die Serie spielt in einer dystopischen, nahen Zukunft, in der nach religiösen Terroranschlägen die Regierung einen faschistischen Polizeistaat mit der neuen Sicherheitsbehörde \"National Protection Squad\" (NPS) etabliert hat. Bürger, die sich regierungskritisch, anti-national verhalten und entsprechende Gedanken und Literatur verbreiten, werden wegen Terrorverdachts zur Umerziehung verhaftet.Die Muslima Nida Rahim, die eine Ausbildung an der Akademie des NPS in der Abteilung \"Erweiterte Verhörmethoden\" macht, zeigt ihren Vater, einen Lehrer, wegen aufrührerischer Literatur an und wird vor Abschluss ihrer Ausbildung in das Verhörzentrum \"Meghdoot 31\" befördert, wo am selben Tag ihrer Ankunft auch der Gefangene Ali Saeed, der gefährlichste Terroristenführer und größte Feind des Staates, eingeliefert wird. Nachdem dieser bei mehreren Verhören verschiedene Verhöroffiziere dazu gebracht hat, die Beherrschung zu verlieren, indem er ihre Sünden und Geheimnisse offenlegte, kommt Nida dahinter, dass der Gefangene kein Mensch ist, sondern ein Ghul.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aus dem rauchlosen Feuer","epNo":1,"alt":"Episode 1","descr":"Einst deckte sie die regierungsfeindlichen Aktivitäten ihres Vaters auf, nun ist Nida Rahim die neueste Vernehmerin im abgelegenen Verhörzentrum Meghdoot 31.","versions":[{"lang":1,"streams":[{"redirect":9007783,"hoster":"VOE"},{"redirect":8541599,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Albträume werden beginnen","epNo":2,"alt":"Episode 2","descr":"Erinnerungsfetzen aus der Vergangenheit verfolgen Nida. Der Sektenführer Ali Saeed bringt sie beim Verhör so aus der Fassung, dass sie seine Motive infrage stellt.","versions":[{"lang":1,"streams":[{"redirect":11831842,"hoster":"VOE"},{"redirect":8545409,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Offenbare ihre Schuld, friss ihr Fleisch","epNo":3,"alt":"Episode 3","descr":"Nida erfährt von dem Ghul, der Saeed innewohnt. Als sie den anderen Beamten davon erzählt, muss sie entsetzt erkennen, was seine Anwesenheit für sie alle bedeutet.","versions":[{"lang":1,"streams":[{"redirect":9007782,"hoster":"VOE"},{"redirect":8555454,"hoster":"Streamtape"}]}]}]}]}