{"seriesId":"gier-rausch-des-goldes","name":"Gier - Rausch des Goldes","descr":"Der 20-jährige Geologie-Student Vincent Ogier (Mathieu Spinosi) reist für ein Praktikum bei einem Goldschürfunternehmen in den Dschungel von Französisch-Guayana. Schon sehr schnell wird er in die Fänge des gefährlichen und dennoch hoch lukrativen illegalen Goldhandels verwickelt. Vincent glaubt, die seit über einem Jahrhundert verschollen geglaubte Goldmine \"Sarah Bernhardt\" gefunden zu haben. Um seine Pläne umsetzen zu können, muss er sich allerdings mit dem \"Paten des Goldes\" Antoine Serra (Olivier Rabourdin) einlassen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verführerisches Angebot","epNo":1,"alt":"Terre inconnue","descr":"","versions":[{"lang":1,"streams":[{"redirect":9581619,"hoster":"VOE"},{"redirect":8541600,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Böses Erwachen","epNo":2,"alt":"St. Elias","descr":"","versions":[{"lang":1,"streams":[{"redirect":9591841,"hoster":"VOE"},{"redirect":8555463,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vernichtende Wahrheit","epNo":3,"alt":"Garimpeiro","descr":"","versions":[{"lang":1,"streams":[{"redirect":9007789,"hoster":"VOE"},{"redirect":8541601,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Falsche Träume","epNo":4,"alt":"Sarah Bernhardt","descr":"Als die Goldader endlich Ertrag abwirft, reist Serra nach Saint Elias, um sich dort mit einem Goldhändler zu treffen, der ihm das illegal geschürfte Gold abkauft. Währenddessen nutzt Vincent Serras Abwesenheit, um sich auf die Suche nach der mythischen Goldmine \"Sarah Bernhardt\" zu machen. Kurze Zeit später kehrt er mit einem verletzten Mädchen zurück ins Camp, das daraufhin angegriffen wird.","versions":[{"lang":1,"streams":[{"redirect":9007796,"hoster":"VOE"},{"redirect":8555469,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Goldkrieg","epNo":5,"alt":"Tomasinho","descr":"Das Camp wird angegriffen und von den beiden Brasilianern, Tomasinho und Carmen, eingenommen. Vincent versucht irgendwie seine Haut zu retten und den Terror zu überleben. Bei dem Spiel seiner neuen brasilianischen Bosse, die ihn für ihre Zwecke rekrutieren, muss er gezwungenermaßen mitspielen.","versions":[{"lang":1,"streams":[{"redirect":9007791,"hoster":"VOE"},{"redirect":8541602,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Preis des Friedens","epNo":6,"alt":"Garrota Di Program","descr":"Mit der Hilfe von Silva und Claudio erobert Serra das Camp zurück und reist mit Vincent nach Brasilien, um einen Deal mit den Quinteros auszuhandeln. Tatsächlich schafft es Vincent scheinbar, die Quinteros zu überzeugen. Doch zu welchem Preis?","versions":[{"lang":1,"streams":[{"redirect":9007793,"hoster":"VOE"},{"redirect":12978249,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verwischte Spuren","epNo":7,"alt":"Pikolet","descr":"Serra und Louis müssen auch nach dem Deal mit den Quinteros weiter vorsichtig sein, da nun Richter Berthier ihre Aktivitäten unter die Lupe nimmt. Als Tomasinhio Berthier wichtige Informationen verrät, veranlasst dieser die Stürmung des Camps. Doch Serra kann dank Insiderinformationen entkommen und seine Spuren verwischen. Unterdessen zieht Vincent mit Anita zusammen und versucht das Acai Beach Unternehmen mit seinem Know-How voran zu bringen.","versions":[{"lang":1,"streams":[{"redirect":12176457,"hoster":"VOE"},{"redirect":9575379,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Preis der Gier","epNo":8,"alt":"","descr":"Louis und Vincent begeben sich zurück in den Dschungel und machen Jagd auf Serra. Beide sind bewaffnet und am Ende kommt es zu einem tödlichen Schuss. Nathalie, die Serras Gold gestohlen hat, welches er den Quinteros schuldet, beendet die Beziehung zu Serra und übernimmt \"Acai Beach\". Unterdessen wird der inhaftierte Tomasinhio von Serra und Car-men befreit, um gemeinsam Silva und die Söldner der Quinteros zu töten.","versions":[{"lang":1,"streams":[{"redirect":13109664,"hoster":"VOE"},{"redirect":8555446,"hoster":"Streamtape"}]}]}]}]}