{"seriesId":"giftige-saat","name":"Giftige Saat","descr":"Der Landwirt Michel Villeneuve (Christophe Kourotchkine) bricht auf seinem Hof im Norden Frankreichs zusammen, es wird Leukämie bei ihm festgestellt. Sein alter Freund Guillaume Delpierre (Laurent Stocker), ein Parlamentsabgeordneter, wird durch die Krankheit seines Freundes stark motiviert. Endlich will er sich für einen Gesetzesentwurf gegen das Pestizid Limitrol einsetzen, das Michel seit Jahren verwendete. Später wird die Leiche von Didier Forrest (Marc Citti), dem Marketingchef des Agrarchemie-Riesen Saskia, aus der Seine geborgen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Bauer Michel bricht auf seinem Hof zusammen; es wird Leukämie festgestellt. Sein alter Freund Guillaume, Parlamentsabgeordneter, wird durch den Vorfall stark motiviert: Endlich will er sich für einen Gesetzesentwurf gegen das Pestizid einsetzen, das Michel stets verwendete. - 2018 wurde Jean-Xavier de Lestrades Mini-Serie beim Fernsehfilm-Festival von La Rochelle prämiert.","versions":[{"lang":1,"streams":[{"redirect":9007792,"hoster":"VOE"},{"redirect":12978248,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Guillaume hat den Gesetzesänderungsantrag für die nächste Plenarsitzung auf die Agenda setzen lassen können - er kann stolz auf sich sein. Mathieu, Lobbyist und Anwalt des Agrarchemie-Unternehmens Saskia, ist alarmiert und versucht mit Delpierre zu verhandeln ... - 2018 wurde Jean-Xavier de Lestrades Mini-Serie beim Fernsehfilm-Festival von La Rochelle prämiert.","versions":[{"lang":1,"streams":[{"redirect":9007786,"hoster":"VOE"},{"redirect":8564377,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Mathieu Bowman versucht seine Gegner mit systematischer Diskreditierung zu terrorisieren. Der Landwirt Michel Villeneuve, der gegen Saskia Klage erhoben hat, muss wegen eines Gutachtens zur Psychologin – sie provoziert ihn willentlich. Außerdem erhält sein Sohn Benjamin bei der Kooperative kein Saatgut mehr. Und der Familie wird eine hohe Summe geboten, wenn sie die Klage zurückzieht. Guillaume Delpierres Frau Florence hat ein Stipendium für eine Schüler-Reise in die USA beantragt – überraschenderweise kommt die Zusage noch vor Ende der Einreichfrist. Was sie nicht weiß: Eine Person aus dem Stiftungsrat steht Mathieu Bowman nahe… Zeitgleich setzt Bowman Claire auf den Forscher Mérienne an: Sein Ziel ist Diskreditierung. Als Chloé sich den Laborbericht ihres Vaters beschaffen kann und dazu Fragen stellt, sieht sich Claire gezwungen, ihn zurückzufordern. Doch sie bewahrt selbst eine Kopie auf und beginnt nachts mit eigenen Recherchen in den Archiven Bowmans. Dort stößt sie auf den ehemaligen Projektleiter aus der Forschungsabteilung von Saskia: Sörensen, der aus Middlekerke kommt. Dorthin war Didier Forrest in der Nacht seines Todes gefahren…","versions":[{"lang":1,"streams":[{"redirect":9007785,"hoster":"VOE"},{"redirect":8555475,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Mathieu Bowman versucht seine Gegner mit systematischer Diskreditierung zu terrorisieren. Der Landwirt Michel Villeneuve, der gegen Saskia Klage erhoben hat, muss wegen eines Gutachtens zur Psychologin – sie provoziert ihn willentlich. Außerdem erhält sein Sohn Benjamin bei der Kooperative kein Saatgut mehr. Und der Familie wird eine hohe Summe geboten, wenn sie die Klage zurückzieht. Guillaume Delpierres Frau Florence hat ein Stipendium für eine Schüler-Reise in die USA beantragt – überraschenderweise kommt die Zusage noch vor Ende der Einreichfrist. Was sie nicht weiß: Eine Person aus dem Stiftungsrat steht Mathieu Bowman nahe… Zeitgleich setzt Bowman Claire auf den Forscher Mérienne an: Sein Ziel ist Diskreditierung. Als Chloé sich den Laborbericht ihres Vaters beschaffen kann und dazu Fragen stellt, sieht sich Claire gezwungen, ihn zurückzufordern. Doch sie bewahrt selbst eine Kopie auf und beginnt nachts mit eigenen Recherchen in den Archiven Bowmans. Dort stößt sie auf den ehemaligen Projektleiter aus der Forschungsabteilung von Saskia: Sörensen, der aus Middlekerke kommt. Dorthin war Didier Forrest in der Nacht seines Todes gefahren…","versions":[{"lang":1,"streams":[{"redirect":12285064,"hoster":"VOE"},{"redirect":8564376,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Chloé verdächtigt den Freund und Vorgesetzen ihres Vaters, Andrew Percy, an Didier Forrests Tod schuld zu sein. Die junge Frau fängt ihn ab und sagt es ihm auf den Kopf zu. Kurz darauf wird Chloé überfallen und ihr wird Heroin gespritzt. Ihre Mutter lässt sie in eine Klinik einweisen, die Andrew Percy ausgesucht hat. Als Claire Chloé von dort zur Flucht verhelfen will, werden die beiden Frauen von Andrew Percy entdeckt, und Claire ist jetzt eindeutig in Gefahr. Auch Claires Freund Romain scheint ihr nicht helfen zu können. Bowman muss indes alle Register ziehen: Er verabredet ein Mittagessen mit der Regierungsspitze, während sein Mitarbeiter Christophe versucht, Benjamin Villeneuve auf seine Seite zu ziehen. Schließlich soll über die Verlagerung eines Unternehmens aus Guillaume Delpierres Wahlkreis Druck auf ihn ausgeübt werden… Guillaume Delpierre sieht nur eine Lösung: sich mit Mathieu Bowman zu treffen und Klartext zu sprechen. Bowman fordert bei dem Gespräch die Aufschiebung des Verbots von Limitrol, bis das neue, umweltverträgliche Produkt von Saskia auf dem Markt ist…","versions":[{"lang":1,"streams":[{"redirect":12177420,"hoster":"VOE"},{"redirect":8555480,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Mathieu Bowman greift jetzt Guillaume Delpierre über dessen Assistenten Romain Corso an. Romain hatte als Waisenkind eine Heimkarriere, neigte zu Wutausbrüchen und Gewalttätigkeit. Mit seinen Freunden stahl er ein Auto, die Freunde wollten mit Molotow-Cocktails einen Polizeiwagen angreifen, Romain stieg in letzter Minute aus. Nur dank Florence Delpierres Falschaussage hatte Romain als ihr Schützling ein Alibi und entging der Strafe. Da Romain Guillaume nicht schaden will, bittet er um seine Entlassung… Claire Lansel wurde unterdessen entführt und gezwungen, einen Auflösungsvertrag mit Verschwiegenheitsklausel zu unterzeichnen. Da ihr jetzt die Hände gebunden sind, versucht sie gemeinsam mit Michael Sorensen, Suzanne Forrest zu überzeugen, Saskia und Andrew Percy anzuklagen. Suzanne hat Schwierigkeiten, die Anschuldigungen zu glauben, die Claire und Michael Sorensen vorbringen, versteht aber peu à peu die Sachlage…","versions":[{"lang":1,"streams":[{"redirect":12285057,"hoster":"VOE"},{"redirect":8545415,"hoster":"Streamtape"}]}]}]}]}