{"seriesId":"gilmore-girls-ein-neues-jahr","name":"Gilmore Girls: Ein neues Jahr","descr":"Fortsetzung der erfolgreichen Serie, in der drei Generationen von \"Gilmore Girls\" allesamt mit familiären Veränderungen zu kämpfen haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Winter","epNo":1,"alt":"Winter","descr":"Rory kehrt zu Weihnachten zurück nach Stars Hollow, im Schlepptau ihren Freund, den sie ständig vergisst, und den Ruhm, einen Artikel im \"New Yorker\" veröffentlicht zu haben. Letzterer hat es sogar auf die Rückseite von Lukes neuer Speisekarte geschafft. Taylor versucht unterdessen, das Örtchen an die Kanalisation anschließen zu lassen und Kirk hat eine neue, lizenzrechtlich bedenkliche Geschäftsidee. Emily ist vier Monate nach Richards Tod immer noch voller Trauer und Lorelai überlegt zusammen mit Luke und der professionellen Hilfe von Paris, ob sie nochmal ein Baby bekommen soll.","versions":[{"lang":1,"streams":[{"redirect":14491517,"hoster":"VOE"},{"redirect":8541604,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frühling","epNo":2,"alt":"Spring","descr":"Emily und Lorelai gehen zusammen zur Therapie, was nicht nicht gerade positiv auf ihre ohnehin angespannte Beziehung auswirkt. Ebenfalls problematisch ist die Tatsache, dass Richard Luke eine nicht unerhebliche Summe hinterlassen hat, mit der er sein Diner zu einem Franchiseunternehmen ausbauen soll. Rory hadert unterdessen nicht nur mit ihrer Affäre mit Logan, sondern auch mit ihrer beruflichen Zukunft. Nachdem alle Versuche, irgendwo Fuß zu fassen, scheitern, zieht sie arbeitslos wieder zurück nach Stars Hollow.","versions":[{"lang":1,"streams":[{"redirect":14491621,"hoster":"VOE"},{"redirect":8555500,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sommer","epNo":3,"alt":"Summer","descr":"Passend zum Start der Freibadsaison hat Taylor eine neue Idee, um Touristen in die Stadt zu locken. Das Ungetüm hört auf den Namen \"Stars Hollow – Das Musical\" und fordert Lorelai als Beisitzende im Beratungsausschuss einiges ab. Rory übernimmt währenddessen die Leitung der vor dem Aus stehenden \"Stars Hollow Gazette\", was sie aber intellektuell kaum fordert. Jess, der zu Besuch in der Stadt ist, gibt ihr einen Tipp: sie soll doch ein Buch schreiben, am besten über das, was sie am besten kennt: die Beziehung zwischen ihr und ihrer Mutter. Doch während Rory begeistert von der Idee ist, will Lorelai von dem Ganzen nichts wissen und es kommt nicht nur zum Streit mit ihrer Tochter sondern auch – aufgrund eines anderen Vorfalls – mit Luke. Lorelai beschließt, Stars Hollow zumindest zeitweilig zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":9007810,"hoster":"VOE"},{"redirect":8541605,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Herbst","epNo":4,"alt":"Fall","descr":"Lorelai will auf dem Pacific Crest Trail wandern, tut sich aber mit der Logistik schwer. Rory verbringt einen letzten Abend mit der Life-and-Death-Brigade und eine letzte Nacht mit Logan, dessen Angebot, ihr ein Haus für die Ferstigstellung ihres Buches zu überlassen, sie ausschlägt. Lorelai und Emily versöhnen sich, während letztere alte Zöpfe abschneiden und nach Nantucket ziehen möchte. Luke hat einen emotionalen Ausbruch aus Angst, Lorelai wolle ihn verlassen. Stattdessen verloben sich die Beiden und heiraten wenig später spontan im engsten Kreis. Lorelai gibt Rory doch noch ihren Segen für das Buch, nicht ahnend, dass ihre Tochter noch eine weitere Überraschung für sie in petto hat …","versions":[{"lang":1,"streams":[{"redirect":12268246,"hoster":"VOE"},{"redirect":8555510,"hoster":"Streamtape"}]}]}]}]}